{
  "법령": {
    "개정문": {
      "개정문내용": [
        [
          "⊙법률 제21066호(2025.10.1)",
          "방송미디어통신위원회의 설치 및 운영에 관한 법률",
          "[본문 생략]",
          "        부칙",
          "제1조(시행일) 이 법은 공포한 날부터 시행한다. 다만, 부칙 제7조에 따라 개정되는 법률 중 이 법 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
          "제2조부터 제6조까지 생략",
          "제7조(다른 법률의 개정) ①부터 <35>까지 생략",
          "  <36> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
          "  제4조제1항ㆍ제3항, 제4조의2제1항, 제22조의2제4항, 제23조의3제1항 각 호 외의 부분, 같은 조 제2항 전단, 같은 조 제3항, 제23조의4제1항 각 호 외의 부분 본문, 제23조의5제1항제4호, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항 각 호 외의 부분 본문, 제23조의6제3항ㆍ제4항, 제41조제1항 각 호 외의 부분, 같은 조 제2항, 제44조제3항, 제44조의7제2항 본문, 같은 조 제3항 각 호 외의 부분, 같은 조 제4항 각 호 외의 부분 본문, 제50조의6제1항부터 제3항까지, 제52조제3항제23호, 제60조제3항, 제64조제1항 각 호 외의 부분, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항, 같은 조 제4항 전단, 같은 조 제5항 전단, 같은 조 제6항ㆍ제9항ㆍ제10항, 제64조의2제1항ㆍ제2항, 같은 조 제3항 각 호 외의 부분 전단ㆍ후단, 제64조의4 각 호 외의 부분, 제64조의5제1항 각 호 외의 부분, 같은 조 제2항ㆍ제3항, 제65조제1항ㆍ제3항, 제69조, 제73조제5호, 제76조제1항제12호, 같은 조 제3항제2호의3ㆍ제12호의2 및 같은 조 제4항 중 \"방송통신위원회\"를 각각 \"방송미디어통신위원회\"로 한다.",
          "  제41조제2항 중 \"「방송통신위원회의 설치 및 운영에 관한 법률」\"을 \"「방송미디어통신위원회의 설치 및 운영에 관한 법률」\"로 한다.",
          "  제41조제2항 중 \"방송통신심의위원회\"를 \"방송미디어통신심의위원회\"로 한다.",
          "  제44조의7제3항제2호 중 \"「방송통신위원회의 설치 및 운영에 관한 법률」 제21조제4호\"를 \"「방송미디어통신위원회의 설치 및 운영에 관한 법률」 제22조제4호\"로 한다.",
          "  <37>부터 <43>까지 생략",
          "제8조 생략"
        ]
      ]
    },
    "법령키": "0000302025100121066",
    "기본정보": {
      "법령명_한글": "정보통신망 이용촉진 및 정보보호 등에 관한 법률",
      "공포번호": "21066",
      "전화번호": "02-2110-1564, 1549",
      "언어": "한글",
      "제개정구분": "타법개정",
      "법령ID": "000030",
      "공동부령정보": "",
      "소관부처": {
        "content": "방송미디어통신위원회",
        "소관부처코드": "1571000"
      },
      "공포법령여부": "N",
      "법종구분": {
        "content": "법률",
        "법종구분코드": "A0002"
      },
      "시행일자": "20251001",
      "연락부서": {
        "부서단위": [
          {
            "부서연락처": "02-2110-1564, 1549",
            "부서키": "390059",
            "부서명": "디지털유해정보대응과 - 불법정보 및 청소년보호 관련",
            "소관부처명": "방송미디어통신위원회",
            "소관부처코드": "1571000"
          },
          {
            "부서연락처": "02-2110-1521",
            "부서키": "390061",
            "부서명": "디지털이용자기반과 - 본인확인제 관련",
            "소관부처명": "방송미디어통신위원회",
            "소관부처코드": "1571000"
          },
          {
            "부서연락처": "044-202-6777, 6778",
            "부서키": "390063",
            "부서명": "디지털기반안전과- 집적정보통신시설 관련",
            "소관부처명": "과학기술정보통신부",
            "소관부처코드": "1721000"
          },
          {
            "부서연락처": "02-2110-1514",
            "부서키": "390065",
            "부서명": "이용자정책총괄과",
            "소관부처명": "방송미디어통신위원회",
            "소관부처코드": "1571000"
          },
          {
            "부서연락처": "044-202-6461, 6462",
            "부서키": "390067",
            "부서명": "사이버침해대응과 - 해킹 등 침해대응 관련",
            "소관부처명": "과학기술정보통신부",
            "소관부처코드": "1721000"
          },
          {
            "부서연락처": "02-2110-1522, 1524",
            "부서키": "390071",
            "부서명": "디지털이용자기반과 - 스팸",
            "소관부처명": "방송미디어통신위원회",
            "소관부처코드": "1571000"
          },
          {
            "부서연락처": "044-202-6669",
            "부서키": "390073",
            "부서명": "통신자원정책과 - 통신과금관련",
            "소관부처명": "과학기술정보통신부",
            "소관부처코드": "1721000"
          }
        ]
      },
      "법령명_한자": "정보통신망 이용촉진 및 정보보호 등에 관한 법률",
      "법령명약칭": "정보통신망법",
      "공포일자": "20251001",
      "편장절관": "43030000"
    },
    "부칙": {
      "부칙단위": [
        {
          "부칙키": "2001011606360",
          "부칙공포일자": "20010116",
          "부칙내용": [
            [
              "부칙 <제6360호,2001.1.16>",
              "제1조 (시행일) 이 법은 2001년 7월 1일부터 시행한다.",
              "제2조 (한국정보보호센터의 설립근거와 명칭의 변경에 따른 경과조치) ①이 법 시행당시 정보화촉진기본법 제14조의2의 규정에 의하여 설립된 한국정보보호센터는 이 법 제52조의 규정에 의한 한국정보보호진흥원으로 본다.",
              "  ②이 법 시행당시 한국정보보호센터가 행한 행위 그 밖의 법률관계에 있어서 한국정보보호센터는 이를 보호진흥원으로 본다.",
              "  ③이 법 시행당시 등기부 그 밖의 공부상 한국정보보호센터의 명의는 이를 한국정보보호진흥원으로 본다.",
              "제3조 (한국정보통신진흥협회의 명칭변경에 따른 경과조치) ①이 법 시행당시 한국정보통신진흥협회는 이를 한국정보통신산업협회로 본다.",
              "  ②이 법 시행당시 한국정보통신진흥협회가 행한 행위 그 밖의 법률관계에 있어서 한국정보통신진흥협회는 이를 협회로 본다.",
              "  ③이 법 시행당시 등기부 그 밖의 공부상 한국정보통신진흥협회의 명의는 이를 한국정보통신산업협회로 본다.",
              "제4조 (벌칙의 적용에 관한 경과조치) 이 법 시행전의 행위에 관한 벌칙의 적용에 있어서는 종전의 규정에 의한다.",
              "제5조 (다른 법률의 개정) ①전기통신기본법중 다음과 같이 개정한다.",
              "  제48조의2를 삭제한다.",
              "  ②정보화촉진기본법중 다음과 같이 개정한다.",
              "  제14조의2를 삭제한다.",
              "  ③전기통신사업법중 다음과 같이 개정한다.",
              "  제15조제1항제6호, 제28조제1항제7호ㆍ제2항제5호, 제65조제1항제1호 및 제68조제2항중 \"정보통신망이용촉진등에관한법률\"을 각각 \"정보통신망이용촉진및정보보호등에관한법률\"로 한다.",
              "  ④전자서명법중 다음과 같이 개정한다.",
              "  제8조제1항중 \"정보화촉진기본법 제14조의2의 규정에 의한 한국정보보호센터(이하 \"보호센터\"라 한다)로부터\"를 \"정보통신망이용촉진및정보보호등에관한법률 제52조의 규정에 의한 한국정보보호진흥원(이하 \"보호진흥원\"이라 한다)으로부터\"로 한다.",
              "  제10조제4항 및 제21조제3항중 \"보호센터\"를 각각 \"보호진흥원\"으로 한다.",
              "  제16조제1항제5호중 \"보호센터가\"를 \"보호진흥원이\"로 한다.",
              "  제16조제3항중 \"보호센터로\"를 \"보호진흥원으로\"로 한다.",
              "  제21조제4항 및 제21조제5항중 \"보호센터는\"을 각각 \"보호진흥원은\"으로 한다.",
              "  제25조제1항중 \"보호센터는\"을 \"보호진흥원은\"으로 하고, 동조제2항중 \"\"보호센터\"로\"를 \"\"보호진흥원\"으로\"로 한다.",
              "  ⑤사회간접자본시설에대한민간투자법중 다음과 같이 개정한다.",
              "  제2조제1호 너목을 다음과 같이 한다.",
              "      너. 정보통신망이용촉진및정보보호등에관한법률 제2조제1항제1호의 규정에 의한 정보통신망",
              "  제2조제13호 서목을 다음과 같이 한다.",
              "      서. 정보통신망이용촉진및정보보호등에관한법률",
              "제6조 (다른 법령과의 관계) 이 법 시행당시 다른 법령에서 종전의 정보통신망이용촉진등에관한법률 또는 그 규정을 인용하고 있는 경우 이 법에 그에 해당하는 규정이 있는 때에는 이 법 또는 이 법의 해당규정을 인용한 것으로 본다."
            ]
          ],
          "부칙공포번호": "06360"
        },
        {
          "부칙키": "2001123106585",
          "부칙공포일자": "20011231",
          "부칙내용": [
            [
              "부칙(전자서명법) <제6585호,2001.12.31>",
              "제1조 (시행일) 이 법은 2002년 4월 1일부터 시행한다.",
              "제2조 및 제3조 생략",
              "제4조 (다른 법률의 개정) ①정보통신망이용촉진및정보보호등에관한법률중 다음과 같이 개정한다.",
              "  제18조제2항의 \"전자서명(작성자를 알아볼 수 있고 문서의 변경여부를 확인할 수 있는 것을 말한다)\"을 \"전자서명법 제2조제3호의 규정에 의한 공인전자서명\"으로 한다.",
              "  ②생략"
            ]
          ],
          "부칙공포번호": "06585"
        },
        {
          "부칙키": "2002121806797",
          "부칙공포일자": "20021218",
          "부칙내용": [
            [
              "부칙 <제6797호,2002.12.18>",
              "①(시행일) 이 법은 공포후 1월이 경과한 날부터 시행한다. 다만, 제50조제2항ㆍ제5항, 제56조제3항ㆍ제4항, 제60조 및 제67조제1항(제15호의2 및 제15호의4의 규정에 한한다)의 개정규정은 공포후 6월이 경과한 날부터 시행한다.",
              "②(과태료의 적용에 관한 경과조치) 이 법 시행전의 위반행위에 대한 과태료의 적용에 있어서는 종전의 규정에 의한다."
            ]
          ],
          "부칙공포번호": "06797"
        },
        {
          "부칙키": "2004012907139",
          "부칙공포일자": "20040129",
          "부칙내용": [
            [
              "부칙 <제7139호,2004.1.29>",
              "①(시행일) 이 법은 공포한 날부터 시행한다. 다만, 제28조ㆍ제45조제4항ㆍ제46조의3ㆍ제47조의2제4항 및 제48조의4제6항의 개정규정은 공포후 6월이 경과한 날부터 시행한다.",
              "②(과태료의 적용에 관한 경과조치) 이 법 시행전의 위반행위에 대한 과태료의 적용에 있어서는 종전의 규정에 의한다."
            ]
          ],
          "부칙공포번호": "07139"
        },
        {
          "부칙키": "2004012907142",
          "부칙공포일자": "20040129",
          "부칙내용": [
            [
              "부칙(인터넷주소자원에관한법률) <제7142호,2004.1.29>",
              "제1조 (시행일) 이 법은 공포후 6월이 경과한 날부터 시행한다.",
              "제2조 및 제3조 생략",
              "제4조 (다른 법률의 개정) 정보통신망이용촉진및정보보호등에관한법률중 다음과 같이 개정한다.",
              "  제16조ㆍ제17조 및 제53조제1호를 각각 삭제한다."
            ]
          ],
          "부칙공포번호": "07142"
        },
        {
          "부칙키": "2004123007262",
          "부칙공포일자": "20041230",
          "부칙내용": [
            [
              "부칙 <제7262호,2004.12.30>",
              "이 법은 공포후 3월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "07262"
        },
        {
          "부칙키": "2005122907796",
          "부칙공포일자": "20051229",
          "부칙내용": [
            [
              "부칙(국가공무원법) <제7796호,2005.12.29>",
              "제1조 (시행일) 이 법은 2006년 7월 1일부터 시행한다.",
              "제2조 내지 제5조 생략",
              "제6조 (다른 법률의 개정) ①내지 <54>생략",
              "  <55>정보통신망이용촉진및정보보호등에관한법률 일부를 다음과 같이 한다.",
              "  제33조제3항제2호중 \"4급 이상 공무원\"을 \"4급 이상 공무원(고위공무원단에 속하는 일반직공무원을 포함한다)\"으로 한다.",
              "  <56>내지 <68>생략"
            ]
          ],
          "부칙공포번호": "07796"
        },
        {
          "부칙키": "2005123007812",
          "부칙공포일자": "20051230",
          "부칙내용": [
            [
              "부칙 <제7812호,2005.12.30>",
              "이 법은 공포 후 3개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "07812"
        },
        {
          "부칙키": "2006032407917",
          "부칙공포일자": "20060324",
          "부칙내용": [
            [
              "부칙 <제7917호,2006.3.24>",
              "①(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "②(정보보호 안전진단에 관한 경과조치) 이 법 시행 전에 「정보통신기반 보호법」 제17조의 규정에 의한 정보보호컨설팅전문업체가 정보보호 안전전단 업무를 시작한 경우에는 제46조의3제1항의 개정규정에 불구하고 종전의 규정에 따라 정보보호 안전진단 업무를 계속하여 수행할 수 있다."
            ]
          ],
          "부칙공포번호": "07917"
        },
        {
          "부칙키": "2006100408030",
          "부칙공포일자": "20061004",
          "부칙내용": [
            [
              "부칙 <제8030호,2006.10.4>",
              "이 법은 공포 후 3개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "08030"
        },
        {
          "부칙키": "2006100408031",
          "부칙공포일자": "20061004",
          "부칙내용": [
            [
              "부칙(정보화촉진기본법) <제8031호,2006.10.4>",
              "제1조 (시행일) 이 법은 공포한 날부터 시행한다. <단서 생략>",
              "제2조 내지 제4조 생략",
              "제5조 (다른 법률의 개정) ①정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제56조제2항 중 \"한국전산원\"을 \"한국정보사회진흥원\"으로 한다.",
              "  제60조 중 \"한국전산원\"을 \"한국정보사회진흥원\"으로 한다.",
              "  ②및 ③생략",
              "제6조 생략"
            ]
          ],
          "부칙공포번호": "08031"
        },
        {
          "부칙키": "2007012608289",
          "부칙공포일자": "20070126",
          "부칙내용": [
            [
              "부칙 <제8289호,2007.1.26>",
              "제1조 (시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조 (불법통신의 금지 등에 관한 경과조치) 이 법 시행 전에 「전기통신사업법」 제53조의 규정에 따라 정보통신부장관이 행한 전기통신 취급에 대한 거부ㆍ정지 또는 제한의 명령은 이를 이 법 제44조의7의 개정규정에 따라 행한 것으로 본다.",
              "제3조 (정보통신윤리위원회 설치근거 변경에 따른 경과조치) ①이 법 시행 당시 종전의 「전기통신사업법」 제53조의2의 규정에 따라 설치된 정보통신윤리위원회는 이 법 제44조의8의 개정규정에 따라 설치된 정보통신윤리위원회로 본다.",
              "  ②이 법 시행 전에 종전의 규정에 따른 정보통신윤리위원회가 행한 행위 또는 정보통신윤리위원회에 대하여 행한 행위 그 밖의 법률관계는 이 법 제44조의8의 개정규정에 따른 정보통신윤리위원회가 행한 행위 또는 정보통신윤리위원회에 대하여 행한 행위 그 밖의 법률관계로 본다.",
              "제4조 (개인정보수집ㆍ이용ㆍ제공 등에 관한 경과조치) ①이 법 시행 당시 종전의 제22조ㆍ제23조ㆍ제24조 또는 제54조의 규정에 따라 개인정보수집ㆍ이용ㆍ제공 등에 대한 이용자의 동의를 얻은 경우에는 제22조ㆍ제23조ㆍ제24조ㆍ제24조의2 또는 제54조의 개정규정에 따라 적법하게 동의를 얻은 것으로 본다.",
              "  ②이 법 시행 당시 종전의 제25조의 규정에 따라 적법하게 개인정보취급위탁을 한 경우에는 제25조제1항의 개정규정에 따라 적법하게 동의를 얻은 것으로 본다.",
              "  ③이 법 시행 당시 종전의 제26조의 규정에 따라 정보통신서비스제공자등의 권리ㆍ의무를 승계한 자가 이용자의 동의를 얻어 개인정보를 이용하거나 제공한 행위는 제26조제3항의 개정규정에 따라 적법하게 동의를 얻은 것으로 본다.",
              "제5조 (벌칙의 적용에 관한 경과조치) 이 법 시행 전의 행위에 관한 벌칙의 적용에 있어서는 종전의 규정에 따른다.",
              "제6조 (다른 법률의 개정) 전기통신사업법 일부를 다음과 같이 개정한다.",
              "  제53조 및 제53조의2를 각각 삭제한다.",
              "  제71조제8호중 \"제53조제2항 또는 제55조의 규정에 의한\"을 \"제55조의 규정에 따른\"으로 한다."
            ]
          ],
          "부칙공포번호": "08289"
        },
        {
          "부칙키": "2007052508486",
          "부칙공포일자": "20070525",
          "부칙내용": [
            [
              "부칙(산업표준화법) <제8486호,2007.5.25>",
              "제1조 (시행일) 이 법은 공포 후 1년이 경과한 날부터 시행한다.",
              "제2조 부터 제8조까지 생략",
              "제9조 (다른 법률의 개정) ①부터 ⑭까지 생략",
              "  ⑮ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제8조제1항 단서중 \"「산업표준화법」 제10조의 규정에 따른 한국산업규격이 제정되어 있는 사항에 대하여는 그 규격\"을 \"「산업표준화법」 제12조에 따른 한국산업표준이 제정되어 있는 사항에 대하여는 그 표준\"으로 하고, 같은 조 제3항중 \"「산업표준화법」 제11조 내지 제13조의 규정에 따라 한국산업규격표시의 인증\"을 \"「산업표준화법」 제15조에 따라 인증\"으로 한다.",
              "  <16>부터 <22>까지 생략",
              "제10조 생략"
            ]
          ],
          "부칙공포번호": "08486"
        },
        {
          "부칙키": "2007122108778",
          "부칙공포일자": "20071221",
          "부칙내용": [
            [
              "부칙 <제8778호,2007.12.21>",
              "제1조 (시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조 (통신과금서비스제공자의 등록에 관한 경과조치) ① 이 법 시행 당시 통신과금서비스를 제공하고 있는 자는 이 법 시행일부터 3개월 이내에 제53조제1항의 개정규정에 따라 정보통신부장관에게 등록하여야 한다.",
              "  ② 이 법 시행 당시 「전자금융거래법」 제28조제2항에 따라 등록을 한 통신과금서비스제공자는 이 법 시행일부터 3개월 이내에 해당 등록사실을 증명하는 서면을 정보통신부장관에게 제출하여야 한다.",
              "  ③ 제2항에 따라 서면을 제출한 자는 제53조제1항의 개정규정에 따라 등록한 것으로 본다."
            ]
          ],
          "부칙공포번호": "08778"
        },
        {
          "부칙키": "2008022908852",
          "부칙공포일자": "20080229",
          "부칙내용": [
            [
              "부칙(정부조직법) <제8852호,2008.2.29>",
              "제1조 (시행일) 이 법은 공포한 날부터 시행한다. 다만, ㆍㆍㆍ<생략>ㆍㆍㆍ, 부칙 제6조에 따라 개정되는 법률 중 이 법의 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
              "제2조 부터 제5조까지 생략",
              "제6조 (다른 법률의 개정) ① 부터 <431> 까지 생략",
              "  <432> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제6조제1항, 제7조제1항ㆍ제2항 전단ㆍ제3항, 제8조제1항 본문ㆍ제5항, 제9조제1항ㆍ제9조제2항 각 호 외의 부분 본문, 제13조제1항, 제15조제1항ㆍ제2항, 제56조제2항, 제59조의2제1항 중 \"정보통신부장관\"을 각각 \"지식경제부장관\"으로 한다.",
              "  제8조제6항 및 제9조제3항 중 \"정보통신부령\"을 각각 \"지식경제부령\"으로 한다.",
              "  제33조의2제3항 중 \"정보통신부령\"을 \"행정안전부령\"으로 한다.",
              "  제33조제3항 각 호외의 부분 전단ㆍ제5항 중 \"정보통신부장관\"을 각각 \"행정안전부장관\"으로 한다.",
              "  <433> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부개정법률 일부를 다음과 같이 개정한다.(시행일 2008년 3월 22일)",
              "  제68조의2제1항 중 \"정보통신부장관\"을 \"지식경제부장관\"으로 한다.",
              "  <434> 부터 <760> 까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "08852"
        },
        {
          "부칙키": "2008022908867",
          "부칙공포일자": "20080229",
          "부칙내용": [
            [
              "부칙(방송통신위원회의 설치 및 운영에 관한 법률) <제8867호,2008.2.29>",
              "제1조(시행일 등) 이 법은 공포한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ① 부터 ⑭ 까지 생략",
              "  ⑮ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제4조제1항 및 제3항 중 \"정보통신부장관은\"을 각각 \"행정안전부장관, 지식경제부장관 또는 방송통신위원회는\"으로 한다. ",
              "  제41조제2항 및 제44조의7제2항 본문 중 \"제44조의8의 규정에 따른 정보통신윤리위원회\"를 각각 \"「방송통신위원회의 설치 및 운영에 관한 법률」 제18조에 따른 방송통신심의위원회\"로 한다.",
              "  제44조의7제3항 중 \"정보통신윤리위원회의 심의를 거친 후 제44조의9제1항제3호의 규정에 따른\"을 \"「방송통신위원회의 설치 및 운영에 관한 법률」 제18조에 따른 방송통신심의위원회의 심의를 거친 후 같은 법 제21조제4호에 따른\"으로 한다. ",
              "  제44조의10제1항 중 \"윤리위원회는 제44조의9제1항제4호의 분쟁조정업무를 효율적으로 수행하기 위하여\"를 \"「방송통신위원회의 설치 및 운영에 관한 법률」제18조에 따른 방송통신심의위원회(이하 \"심의위원회\"라 한다)는 정보통신망을 통하여 유통되는 정보 중 사생활의 침해 또는 명예훼손 등 타인의 권리를 침해하는 정보와 관련된 분쟁의 조정업무를 효율적으로 수행하기 위하여\"로 하고, 같은 조 제2항중 \"윤리위원회의 위원장이 윤리위원회의 동의를 얻어\"를 \"심의위원회의 위원장이 심의위원회의 동의를 얻어\"로 하고, 같은 조 제3항 중 \"이 경우 \"분쟁조정위원회\"는 \"윤리위원회\"로, \"개인정보와 관련한 분쟁\"은 \"제44조의9제1항제4호의 규정에 따른 분쟁\"으로 본다.\"를 \"이 경우 \"분쟁조정위원회\"는 \"심의위원회\"로, \"개인정보와 관련한 분쟁\"은 \"정보통신망을 통하여 유통되는 정보 중 사생활의 침해 또는 명예훼손 등 타인의 권리를 침해하는 정보와 관련된 분쟁\"으로 본다.\"로 한다. ",
              "  제47조제1항 중 \"정보통신부장관이\"를 \"방송통신위원회가\"로 한다. ",
              "  제48조의2제3항 중 \"정보통신부장관에게\"를 \"방송통신위원회에\"로 한다. ",
              "  제56조제1항 중 \"정보통신부장관\"을 \"행정안전부장관, 지식경제부장관 또는 방송통신위원회\"로 하고, \"대통령령이 정하는 바에 의하여 그 소속기관의 장 또는 「전기통신기본법」제37조의 규정에 따른 통신위원회에 위임할 수 있다\"를 \"대통령령이 정하는 바에 의하여 그 소속기관의 장 또는 체신청장에게 위임ㆍ위탁할 수 있다\"로 하며, 제55조의2제3항 후단 \"정보통신부장관의\"를 \"행정안전부장관, 지식경제부장관 또는 방송통신위원회\"로 한다.",
              "  제57조제5호를 삭제한다. ",
              "  제60조 중 \"정보통신부장관이\"를 \"행정안전부장관, 지식경제부장관 또는 방송통신위원회가\"로 한다. ",
              "  제41조제1항 각 호 외의 부분ㆍ제2항, 제44조제3항, 제44조의5제2항, 제44조의7제2항 본문ㆍ제3항ㆍ제4항 각 호 외의 부분 본문, 제45조제2항, 제46조의2제1항제3호, 제46조의3제1항 각 호 외의 부분ㆍ제2항ㆍ제5항ㆍ제6항ㆍ제8항, 제48조의2제2항 각 호 외의 부분ㆍ제5항ㆍ제6항, 제48조의3제1항 각 호 외의 부분 전단ㆍ제2항, 제48조의4제5항, 제49조의2제2항ㆍ제3항 본문, 제50조의6제1항부터 제3항까지, 제59조제1항, 제64조제4호 및 제67조제1항제1호 중 \"정보통신부장관\"을 각각 \"방송통신위원회\"로 한다. ",
              "  제44조의8ㆍ제44조의9를 각각 삭제한다. ",
              "  제27조제1항단서ㆍ제3항, 제27조의2제1항ㆍ제3항, 제28조제1항, 제46조제1항ㆍ제2항, 제46조의3제1항제3호ㆍ제2항ㆍ제7항, 제47조제3항ㆍ제4항, 제47조의2제2항, 제47조의3제4항, 제48조의2제2항 각 호 외의 부분, 제48조의4제6항ㆍ제50조의6제4항, 제54조제4항, 및 제55조제5항 후단 중 \"정보통신부령\"을 각각 \"대통령령\"으로 한다.",
              "  제47조제2항, 제47조의2제1항, 제48조의2제1항 각 호 외의 부분ㆍ제4항, 제48조의4제2항ㆍ제3항ㆍ제4항 본문 및 제55조제2항 각 호 외의 부분 중 \"정보통신부장관은\"을 각각 \"방송통신위원회는\"으로 한다.",
              "  제47조의3제1항 및 제51조제1항ㆍ제3항 각 호 외의 부분 중 \"정보통신부장관은\"을 각각 \"정부는\"으로 한다.",
              "  제55조제1항 각 호 외의 부분ㆍ제3항ㆍ제4항ㆍ제5항전단ㆍ제9항ㆍ제10항 및 제55조의2제1항ㆍ제2항ㆍ제3항 각 호 외의 부분 전단, 제56조제3항 및 제67조제5항 중 \"정보통신부장관은\"을 각각 \"행정안전부장관 또는 방송통신위원회는\"으로 한다. ",
              "  제55조제6항 및 제67조제3항 중 \"정보통신부장관이\"를 각각 \"행정안전부장관 또는 방송통신위원회가\"로 한다.",
              "  제67조제4항 중 \"정보통신부장관에게\"를 \"행정안전부장관 또는 방송통신위원회에\"로 한다.",
              "  제52조제3항제12호 중 \"정보통신부장관으로부터\"를 \"행정안전부장관 또는 방송통신위원회로부터\"로 한다.",
              "  제58조제1항을 다음과 같이 한다.",
              "    ① 제22조 내지 제32조의 규정은 정보통신서비스제공자외의 자로서 재화 또는 용역을 제공하는 자중 대통령령이 정하는 자가 자신이 제공하는 재화 또는 용역을 제공받는 자의 개인정보를 수집ㆍ이용 또는 제공하는 경우에 이를 준용한다. 이 경우 \"정보통신서비스제공자\" 또는 \"정보통신서비스제공자등\"은 \"재화 또는 용역을 제공하는 자\"로, \"이용자\"는 \"재화 또는 용역을 제공받는 자\"로 본다. 또한 제22조 내지 제32조의 규정을 준용하는 자에 대해서는 제27조제1항 및 제3항, 제27조의2 제1항 및 제3항, 제28조제1항의 규정에 따른 기준, 방법 등 세부사항을 행정안전부령으로 정한다.",
              "  <16> 법률 제8778호 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부개정법률 일부를 다음과 같이 개정한다.",
              "  제54조제4호 중 \"정보통신부장관이\"를 각각 \"방송통신위원회가\"로 한다.",
              "  제60조제3항 중 \"「전기통신기본법」 제37조에 따른 통신위원회\"를 \"방송통신위원회\"로 한다.",
              "  제66조제5호를 삭제한다.",
              "  제68조제1항 중 \"정보통신부장관\"을 \"방송통신위원회\"로 한다. ",
              "  제53조제1항 각 호 외의 부분 및 제56조제1항 중 \"정보통신부장관에게\"를 각각 \"방송통신위원회에\"로 한다.",
              "  제55조제1항 각 호 외의 부분 본문, 제56조제2항 및 제61조 각 호 외의 부분 중 \"정보통신부장관은\"을 각각 \"방송통신위원회는\"으로 한다.",
              "  <17> 부터 <20> 까지 생략",
              "제8조 부터 제12조까지 생략"
            ]
          ],
          "부칙공포번호": "08867"
        },
        {
          "부칙키": "2008061309119",
          "부칙공포일자": "20080613",
          "부칙내용": [
            [
              "부칙 <제9119호,2008.6.13>",
              "①(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "②(벌칙 및 과태료의 적용에 관한 경과조치) 이 법 시행 전의 행위에 관한 벌칙 및 과태료의 적용은 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "09119"
        },
        {
          "부칙키": "2009042209637",
          "부칙공포일자": "20090422",
          "부칙내용": [
            [
              "부칙 <제9637호,2009.4.22>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조(한국인터넷진흥원의 설립준비) ① 방송통신위원회는 이 법 시행 전에 5명 이내의 설립위원을 위촉하여 한국인터넷진흥원의 설립을 위한 준비행위를 할 수 있다.",
              "  ② 설립위원은 한국인터넷진흥원의 정관을 작성하여 방송통신위원회의 인가를 받아야 한다.",
              "  ③ 설립위원은 제2항에 따른 인가를 받은 때에는 연명으로 한국인터넷진흥원의 설립등기를 한 후 한국인터넷진흥원원장에게 사무를 인계하여야 한다.",
              "  ④ 설립위원은 제3항에 따른 사무인계가 끝난 때에는 해촉된 것으로 본다.",
              "제3조(한국정보보호진흥원ㆍ한국인터넷진흥원ㆍ정보통신국제협력진흥원의 승계에 관한 경과조치) ① 이 법 시행 당시 종전의 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제52조에 따른 한국정보보호진흥원(이하 \"한국정보보호진흥원\"이라 한다), 「인터넷주소자원에 관한 법률」 제9조에 따른 한국인터넷진흥원(이하 \"한국인터넷진흥원\"이라 한다), 「정보화촉진기본법」 제24조의2에 따른 정보통신국제협력진흥원(이하 \"정보통신국제협력진흥원\"이라 한다)의 소관 사무는 이 법에 따른 한국인터넷진흥원이 포괄 승계한다.",
              "  ② 이 법 시행 당시 종전의 한국정보보호진흥원, 한국인터넷진흥원, 정보통신국제협력진흥원의 권리ㆍ의무와 재산은 이 법에 따른 한국인터넷진흥원이 포괄 승계한다.",
              "  ③ 이 법 시행 당시 종전의 한국정보보호진흥원, 한국인터넷진흥원, 정보통신국제협력진흥원의 직원의 고용관계는 이 법에 따른 한국인터넷진흥원이 포괄 승계한다.",
              "  ④ 이 법 시행 당시 종전의 한국정보보호진흥원, 한국인터넷진흥원, 정보통신국제협력진흥원이 행한 행위 또는 종전의 한국정보보호진흥원, 한국인터넷진흥원, 정보통신국제협력진흥원에 대하여 행하여진 행위는 이 법에 따른 한국인터넷진흥원이 행하였거나 이 법에 따른 한국인터넷진흥원에 대하여 행하여진 행위로 본다.",
              "  ⑤ 이 법 시행 당시 등기부나 그 밖의 공부에 표시된 종전의 한국정보보호진흥원, 한국인터넷진흥원, 정보통신국제협력진흥원의 명의는 이 법에 따른 한국인터넷진흥원의 명의로 본다.",
              "제4조(다른 법률의 개정) ① 정보화촉진기본법 일부를 다음과 같이 개정한다.",
              "  제24조의2를 삭제한다.",
              "  ② 인터넷주소자원에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제2조제3호 중 \"제9조제1항의 규정에 의한 한국인터넷진흥원\"을 \"「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제52조에 따른 한국인터넷진흥원(이하 \"인터넷진흥원\"이라 한다)\"으로, \"동조제4항의 규정에 의하여 한국인터넷진흥원\"을 \"인터넷진흥원\"으로 한다.",
              "  제6조제2항제2호 중 \"제9조제4항\"을 \"제9조\"로 한다.",
              "  제9조를 다음과 같이 한다.",
              "  제9조(인터넷주소관리기관의 업무 위탁) 인터넷진흥원은 인터넷주소관리기관의 업무를 인터넷주소별로 구분하여 방송통신위원회의 승인을 받아 대통령령으로 정하는 법인 및 단체에 위탁할 수 있다. 이 경우 위탁받은 법인 및 단체는 인터넷주소관리기관으로 본다.",
              "  제13조제1항제5호 중 \"제9조제4항\"을 \"제9조\"로 한다.",
              "  제16조제6항 중 \"진흥원\"을 \"인터넷진흥원\"으로 한다.",
              "제5조(다른 법령과의 관계) 이 법 시행 당시 다른 법령에서 종전의 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 또는 그 규정을 인용한 경우 이 법 가운데 그에 해당하는 규정이 있는 때에는 종전의 규정을 갈음하여 이 법 또는 이 법의 해당 규정을 인용한 것으로 본다."
            ]
          ],
          "부칙공포번호": "09637"
        },
        {
          "부칙키": "2010031710138",
          "부칙공포일자": "20100317",
          "부칙내용": [
            [
              "부칙 <제10138호,2010.3.17>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "10138"
        },
        {
          "부칙키": "2010032210165",
          "부칙공포일자": "20100322",
          "부칙내용": [
            [
              "부칙(방송통신발전 기본법) <제10165호,2010.3.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ① 부터 ⑧ 까지 생략",
              "  ⑨ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제68조를 삭제한다.",
              "  ⑩ 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "10165"
        },
        {
          "부칙키": "2010032210166",
          "부칙공포일자": "20100322",
          "부칙내용": [
            [
              "부칙(전기통신사업법) <제10166호,2010.3.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ① 부터 ⑥ 까지 생략",
              "  ⑦ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제2조제1항제1호 중 \"「전기통신기본법」\"을 \"「전기통신사업법」\"으로 하고, 같은 항 제2호 중 \"「전기통신기본법」 제2조제7호\"를 \"「전기통신사업법」 제2조제6호\"로 하며, 같은 항 제3호 중 \"「전기통신사업법」 제2조제1항제1호\"를 \"「전기통신사업법」 제2조제8호\"로 한다.",
              "  제46조의3제1항제1호 중 \"「전기통신사업법」 제2조제1항제1호\"를 \"「전기통신사업법」 제2조제8호\"로 한다.",
              "  제53조제3항 중 \"제21조\"를 \"제22조\"로 하고, 같은 조 제4항 전단 중 \"제22조 및 제25조부터 제27조까지\"를 \"제23조부터 제26조까지\"로 하며, 같은 항 후단 중 \"이 경우 \"제19조의 규정에 의하여 별정통신사업의 등록을 한 자\" 및\"을 \"이 경우\"로 한다.",
              "  ⑧ 및 ⑨ 생략",
              "제8조 및 제9조 생략"
            ]
          ],
          "부칙공포번호": "10166"
        },
        {
          "부칙키": "2011032910465",
          "부칙공포일자": "20110329",
          "부칙내용": [
            [
              "부칙(개인정보 보호법) <제10465호,2011.3.29>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ①부터 ⑩까지 생략",
              "  ⑪ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제4장제4절(제33조, 제33조의2, 제34조부터 제40조까지), 제66조제1호 및 제67조를 각각 삭제한다. ",
              "  제4조제1항ㆍ제3항, 제64조의2제3항 후단, 제65조제1항 및 제69조 중 \"행정안전부장관, 지식경제부장관 또는 방송통신위원회\"를 각각 \"지식경제부장관 또는 방송통신위원회\"로 한다.",
              "  제64조제1항 각 호 외의 부분ㆍ제3항ㆍ제4항 전단ㆍ제5항 전단ㆍ제6항ㆍ제9항ㆍ제10항, 제64조의2제1항ㆍ제2항ㆍ제3항 각 호 외의 부분 전단, 제65조제3항, 제76조제1항제12호 및 제4항부터 제6항까지 중 \"행정안전부장관 또는 방송통신위원회\"를 각각 \"방송통신위원회\"로 한다.",
              "  ⑫부터 ⑭까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "10465"
        },
        {
          "부칙키": "2011040510560",
          "부칙공포일자": "20110405",
          "부칙내용": [
            [
              "부칙 <제10560호,2011.4.5>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조(일반적 경과조치) 이 법 시행 당시 종전의 본인확인업무를 개발ㆍ제공한 본인확인기관의 행위는 그 본인확인기관이 이 법에 따른 지정을 받은 경우에 한하여 적법하게 본인확인업무를 개발ㆍ제공한 것으로 본다.",
              "제3조(본인확인기관 지정에 관한 경과조치) 이 법 시행 당시 본인확인업무를 하는 자는 이 법 시행일부터 3개월 이내에 제23조의3제1항의 개정규정에 따라 방송통신위원회로부터 본인확인기관으로 지정받아야 한다."
            ]
          ],
          "부칙공포번호": "10560"
        },
        {
          "부칙키": "2011091511048",
          "부칙공포일자": "20110915",
          "부칙내용": [
            [
              "부칙(청소년 보호법) <제11048호,2011.9.15>",
              "제1조(시행일) 이 법은 공포 후 1년이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 및 제3조 생략",
              "제4조(다른 법률의 개정) ①부터 ⑫까지 생략",
              "  ⑬ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제42조, 제42조의2 및 제43조제1항 중 \"「청소년보호법」 제7조제4호\"를 각각 \"「청소년 보호법」 제2조제2호마목\"으로 한다.",
              "  제44조의7제1항제5호 중 \"「청소년보호법」\"을 \"「청소년 보호법」\"으로 한다.",
              "  제61조제1호 중 \"「청소년보호법」 제17조\"를 \"「청소년 보호법」 제16조\"로 한다.",
              "  ⑭부터 <17>까지 생략",
              "제5조 생략"
            ]
          ],
          "부칙공포번호": "11048"
        },
        {
          "부칙키": "2012021711322",
          "부칙공포일자": "20120217",
          "부칙내용": [
            [
              "부칙 <제11322호,2012.2.17>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제45조, 제45조의2, 제45조의3, 제46조의3, 제47조, 제47조의2, 제47조의3, 제47조의5, 제52조제3항제7호, 제66조 및 제76조제3항제6호부터 제9호까지의 개정규정은 공포 후 1년이 경과한 날부터 시행한다.",
              "제2조(주민등록번호 수집ㆍ이용 제한에 관한 경과조치) ① 이 법 시행 당시 주민등록번호를 사용한 회원가입 방법을 제공하고 있는 정보통신서비스 제공자는 이 법 시행일부터 2년 이내에 보유하고 있는 주민등록번호를 파기하여야 한다. 다만, 제23조의2제1항 각 호의 어느 하나에 해당하는 경우는 제외한다.",
              "  ② 제1항에 따른 기간 이내에 보유하고 있는 주민등록번호를 파기하지 아니한 경우에는 제23조의2제1항의 개정규정을 위반한 것으로 본다.",
              "제3조(정보보호 안전진단의 폐지에 따른 경과조치) 이 법 시행 당시 종전의 규정에 따라 정보보호 안전진단을 받은 사업자는 정보보호 안전진단을 받은 해당 연도에는 제47조제2항의 개정규정에 따른 정보보호 관리체계 인증을 받은 사업자로 본다.",
              "제4조(개인정보보호 관리체계 인증에 관한 경과조치) 이 법 시행 당시 한국인터넷진흥원으로부터 개인정보보호 관리체계 인증을 받은 자는 제47조의3의 개정규정에 따라 개인정보보호 관리체계 인증을 받은 것으로 본다.",
              "제5조(과태료에 관한 경과조치) 이 법 시행 전의 위반행위에 대하여 과태료를 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "11322"
        },
        {
          "부칙키": "2013032311690",
          "부칙공포일자": "20130323",
          "부칙내용": [
            [
              "부칙(정부조직법) <제11690호,2013.3.23>",
              "제1조(시행일) ① 이 법은 공포한 날부터 시행한다. ",
              "  ② 생략",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ①부터 <686>까지 생략",
              "  <687> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제2조제2항 중 \"「정보화촉진기본법」으로\"를 \"「국가정보화 기본법」에서\"로 한다.",
              "  제4조제1항ㆍ제3항 중 \"지식경제부장관 또는 방송통신위원회는\"을 각각 \"미래창조과학부장관 또는 방송통신위원회는\"으로 한다.",
              "  제4조제3항 중 \"「정보화촉진기본법」 제5조에 따른 정보화촉진기본계획\"을 \"「국가정보화 기본법」 제6조에 따른 국가정보화 기본계획\"으로 한다.",
              "  제6조제1항, 제7조제1항, 같은 조 제2항 전단, 같은 조 제3항, 제8조제1항 본문, 같은 조 제5항, 제9조제1항, 같은 조 제2항 각 호 외의 부분 본문, 제13조제1항, 제15조제1항ㆍ제2항 및 제68조의2제1항 중 \"지식경제부장관\"을 각각 \"미래창조과학부장관\"으로 한다.",
              "  제8조제6항 및 제9조제3항 중 \"지식경제부령\"을 각각 \"미래창조과학부령\"으로 한다.",
              "  제45조의2제2항제1호 중 \"방송통신위원회\"를 \"미래창조과학부장관\"으로 하고, 제45조의2제2항제2호, 제47조제5항 및 제54조제4호 중 \"방송통신위원회가\"를 각각 \"미래창조과학부장관이\"로 한다.",
              "  제44조제3항, 제45조제2항, 제45조의2제2항 각 호 외의 부분, 제47조제1항ㆍ제3항ㆍ제5항, 같은 조 제8항 각 호 외의 부분, 제47조의2제1항 각 호 외의 부분 본문, 제47조의5제2항, 같은 조 제4항 각 호 외의 부분, 제48조의2제1항 각 호 외의 부분, 같은 조 제4항, 제48조의4제2항ㆍ제3항, 같은 조 제4항 본문, 제55조제1항 각 호 외의 부분 본문, 제56조제2항 및 제61조 각 호 외의 부분 중 \"방송통신위원회는\"을 각각 \"미래창조과학부장관은\"으로 한다.",
              "  제47조제6항, 제48조의2제3항, 제53조제1항 각 호 외의 부분 및 제56조제1항 중 \"방송통신위원회에\"를 각각 \"미래창조과학부장관에게\"로 한다.",
              "  제46조의2제1항제3호, 제48조의2제2항 각 호 외의 부분, 같은 조 제5항ㆍ제6항, 제48조의3제1항 각 호 외의 부분 전단, 같은 조 제2항 및 제48조의4제5항 중 \"방송통신위원회나\"를 각각 \"미래창조과학부장관이나\"로 한다.",
              "  제47조의5제1항 중 \"방송통신위원회로부터\"를 \"미래창조과학부장관으로부터\"로 한다.",
              "  제52조제3항제21호 중 \"행정안전부장관ㆍ지식경제부장관ㆍ방송통신위원회\"를 \"미래창조과학부장관ㆍ안전행정부장관ㆍ방송통신위원회\"으로 한다.",
              "  제64조제1항 각 호 외의 부분, 같은 조 제3항, 같은 조 제4항 전단, 같은 조 제5항 전단, 같은 조 제9항ㆍ제10항, 제64조의2제1항ㆍ제2항, 같은 조 제3항 각 호 외의 부분 전단, 제65조제3항 및 제76조제6항 중 \"방송통신위원회는\"을 각각 \"미래창조과학부장관 또는 방송통신위원회는\"으로 한다. ",
              "  제64조제6항 및 제76조제4항 중 \"방송통신위원회가\"를 각각 \"미래창조과학부장관 또는 방송통신위원회가\"로 한다. ",
              "  제64조의2제3항 각 호 외의 부분 후단 및 제65조제1항 중 \"지식경제부장관 또는 방송통신위원회\"를 각각 \"미래창조과학부장관 또는 방송통신위원회\"로 한다.",
              "  제65조제1항 중 \"그 소속 기관의 장\"을 \"미래창조과학부 소속 기관의 장\"으로, \"체신청장\"을 \"지방우정청장\"으로 하며, 같은 조 제2항을 다음과 같이 한다.",
              "    ② 미래창조과학부장관은 제13조에 따른 정보통신망의 이용촉진 등에 관한 사업을 대통령령으로 정하는 바에 따라 「국가정보화 기본법」 제14조에 따른 한국정보화진흥원에 위탁할 수 있다.",
              "  제69조 중 \"지식경제부장관 또는 방송통신위원회가\"를 \"미래창조과학부장관 또는 방송통신위원회가\"로, \"한국정보사회진흥원\"을 \"한국정보화진흥원\"으로 한다.",
              "  제76조제1항제12호 중 \"방송통신위원회\"를 \"미래창조과학부장관 또는 방송통신위원회\"로 하고, 같은 조 제5항 중 \"방송통신위원회에\"를 \"미래창조과학부장관 또는 방송통신위원회에\"로 한다. ",
              "  <688>부터 <710>까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "11690"
        },
        {
          "부칙키": "2014052812681",
          "부칙공포일자": "20140528",
          "부칙내용": [
            [
              "부칙 <제12681호,2014.5.28>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제44조제3항, 제44조의5, 제76조제1항제6호의 개정규정은 공포한 날부터 시행한다.",
              "제2조(과징금 및 벌칙에 관한 경과조치) 이 법 시행 전의 위반행위에 대하여 과징금 및 벌칙을 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "12681"
        },
        {
          "부칙키": "2014111912844",
          "부칙공포일자": "20141119",
          "부칙내용": [
            [
              "부칙(정부조직법) <제12844호,2014.11.19>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다. 다만, 부칙 제6조에 따라 개정되는 법률 중 이 법 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ①부터 <22>까지 생략",
              "  <23> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제52조제3항제21호 중 \"안전행정부장관\"을 \"행정자치부장관\"으로 한다.",
              "  <24>부터 <258>까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "12844"
        },
        {
          "부칙키": "2015012013014",
          "부칙공포일자": "20150120",
          "부칙내용": [
            [
              "부칙 <제13014호,2015.1.20>",
              "이 법은 공포 후 3개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "13014"
        },
        {
          "부칙키": "2015032713280",
          "부칙공포일자": "20150327",
          "부칙내용": [
            [
              "부칙 <제13280호,2015.3.27>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "13280"
        },
        {
          "부칙키": "2015062213343",
          "부칙공포일자": "20150622",
          "부칙내용": [
            [
              "부칙(정보보호산업의 진흥에 관한 법률) <제13343호,2015.6.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조 생략",
              "제3조(다른 법률의 개정) ① 생략",
              "  ② 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제2조제1항제8호를 삭제한다.",
              "  제52조제3항제6호 중 \"지식정보보안 산업정책\"을 \"정보보호산업 정책\"으로 하고, 같은 항 제19호부터 제21호까지를 각각 제20호부터 제22호까지로 하며, 같은 항에 제19호를 다음과 같이 신설하고, 같은 항 제21호(종전의 제20호) 중 \"제19호\"를 \"제20호\"로 한다.",
              "  19. 「정보보호산업의 진흥에 관한 법률」 제25조제7항에 따른 조정위원회의 운영지원",
              "  제68조의2를 삭제한다.",
              "  ③ 생략"
            ]
          ],
          "부칙공포번호": "13343"
        },
        {
          "부칙키": "2015062213344",
          "부칙공포일자": "20150622",
          "부칙내용": [
            [
              "부칙 <제13344호,2015.6.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조(행정처분에 관한 적용례) 제55조제1항의 개정규정은 이 법 시행 전의 위반행위에 대한 행정처분의 경우에도 적용한다."
            ]
          ],
          "부칙공포번호": "13344"
        },
        {
          "부칙키": "2015120113520",
          "부칙공포일자": "20151201",
          "부칙내용": [
            [
              "부칙 <제13520호,2015.12.1>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제29조제2항 및 제3항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(개인정보의 파기 등에 관한 적용례) 제29조제2항 및 제3항의 개정규정은 같은 개정규정 시행 전에 수집하거나 제공받은 개인정보에 대해서도 적용한다.",
              "제3조(정보보호 관리체계 인증 심사 생략에 관한 적용례) 제47조제3항의 개정규정은 이 법 시행 전에 정보보호 관리체계에 대한 인증을 신청하여 그 절차가 진행 중인 자에 대해서도 적용한다.",
              "제4조(정보보호 관리체계의 인증에 관한 경과조치) 정보보호 관리체계의 인증을 받지 아니한 자는 이 법 시행 후 6개월 이내에 제47조제2항의 개정규정에 따라 인증을 받아야 한다.",
              "제5조(과태료에 관한 경과조치) 이 법 시행 전의 위반행위에 대하여 과태료를 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "13520"
        },
        {
          "부칙키": "2016032214080",
          "부칙공포일자": "20160322",
          "부칙내용": [
            [
              "부칙 <제14080호,2016.3.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제22조의2, 제76조제1항제1호 및 제1호의2의 개정규정은 공포 후 1년이 경과한 날부터, 제32조제2항ㆍ제3항 및 제32조의2제3항의 개정규정은 2016년 7월 25일부터, 제52조제4항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(손해배상에 관한 적용례) 제32조제2항ㆍ제3항 및 제32조의2제3항의 개정규정은 같은 개정규정 시행 후에 분실ㆍ도난ㆍ유출ㆍ위조ㆍ변조 또는 훼손된 개인정보에 관한 손해배상 청구분부터 적용한다.",
              "제3조(위반행위에 노출된 사실 안내에 관한 경과조치) 정보통신서비스 제공자는 이 법 공포 후 6개월 이내에 제49조의2제3항의 개정규정에 따라 이용자에게 안내메시지를 보낼 수 있는 설비를 구축하여야 한다.",
              "제4조(벌칙에 관한 경과조치) 이 법 시행 전의 행위에 대하여 벌칙을 적용할 때에는 종전의 규정에 따른다.",
              "제5조(다른 법률의 개정) 인터넷주소자원에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제15조제2항 전단 중 \"제71조제1호\"를 \"제71조제1항제1호\"로, \"제76조제1항제1호부터 제5호까지\"를 \"제76조제1항제1호부터 제5호까지(같은 항 제1호의2는 제외한다)\"로 한다."
            ]
          ],
          "부칙공포번호": "14080"
        },
        {
          "부칙키": "2017031414580",
          "부칙공포일자": "20170314",
          "부칙내용": [
            [
              "부칙 <제14580호,2017.3.14>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "14580"
        },
        {
          "부칙키": "2017072614839",
          "부칙공포일자": "20170726",
          "부칙내용": [
            [
              "부칙(정부조직법) <제14839호,2017.7.26>",
              "제1조(시행일) ① 이 법은 공포한 날부터 시행한다. 다만, 부칙 제5조에 따라 개정되는 법률 중 이 법 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
              "제2조 부터 제4조까지 생략",
              "제5조(다른 법률의 개정) ①부터 <26>까지 생략",
              "  <27> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제4조제1항ㆍ제3항, 제6조제1항, 제7조제1항, 같은 조 제2항 전단, 같은 조 제3항, 제8조제1항 본문, 같은 조 제5항, 제9조제1항, 같은 조 제2항 각 호 외의 부분 본문, 제13조제1항, 제15조제1항ㆍ제2항, 제45조제2항, 제45조의2제2항 각 호 외의 부분, 같은 항 제1호ㆍ제2호, 제45조의3제1항 단서, 제46조의2제1항제3호, 제47조제1항, 같은 조 제3항 전단 및 후단, 같은 조 제4항, 같은 조 제6항 각 호 외의 부분, 같은 조 제7항ㆍ제8항, 같은 조 제10항 각 호 외의 부분 본문, 제47조의2제1항 각 호 외의 부분 본문, 제47조의5제1항ㆍ제2항, 같은 조 제4항 각 호 외의 부분 본문, 제48조의2제1항 각 호 외의 부분, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항부터 제6항까지, 제48조의3제1항 각 호 외의 부분 전단, 같은 조 제2항, 제48조의4제2항ㆍ제3항, 같은 조 제4항 본문, 같은 조 제5항, 제49조의2제2항, 같은 조 제3항 각 호 외의 부분, 같은 조 제4항, 제53조제1항 각 호 외의 부분, 제54조제4호, 제55조제1항, 제56조제1항ㆍ제2항, 제58조제8항ㆍ제9항, 제61조 각 호 외의 부분, 제64조제1항 각 호 외의 부분, 같은 조 제3항, 같은 조 제4항 전단, 같은 조 제5항 전단, 같은 조 제6항ㆍ제9항ㆍ제10항, 제64조의2제1항ㆍ제2항, 같은 조 제3항 각 호 외의 부분 전단 및 후단, 제64조의4 각 호 외의 부분, 제65조제1항부터 제3항까지, 제69조, 제76조제1항제12호, 같은 조 제3항제12호의2 및 같은 조 제4항 중 \"미래창조과학부장관\"을 각각 \"과학기술정보통신부장관\"으로 한다.",
              "  제8조제6항, 제9조제3항 및 제47조제3항 전단 중 \"미래창조과학부령\"을 각각 \"과학기술정보통신부령\"으로 한다.",
              "  제52조제3항제22호 중 \"미래창조과학부장관ㆍ행정자치부장관\"을 \"과학기술정보통신부장관ㆍ행정안전부장관\"으로 한다.",
              "  제65조제1항 중 \"미래창조과학부\"를 \"과학기술정보통신부\"로 한다.",
              "  <28>부터 <382>까지 생략",
              "제6조 생략"
            ]
          ],
          "부칙공포번호": "14839"
        },
        {
          "부칙키": "2018061215628",
          "부칙공포일자": "20180612",
          "부칙내용": [
            [
              "부칙 <제15628호,2018.6.12>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제32조의3, 제45조의3 및 제76조제2항제4호의2(제32조의3의 개정규정과 관련된 부분에 한정한다)의 개정규정은 공포 후 1년이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "15628"
        },
        {
          "부칙키": "2018091815751",
          "부칙공포일자": "20180918",
          "부칙내용": [
            [
              "부칙 <제15751호,2018.9.18>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "15751"
        },
        {
          "부칙키": "2018122416019",
          "부칙공포일자": "20181224",
          "부칙내용": [
            [
              "부칙(전기통신사업법) <제16019호,2018.12.24>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 생략",
              "제3조(다른 법률의 개정) ①부터 ⑤까지 생략",
              "  ⑥ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제47조제2항제1호 중 \"허가를 받은 자\"를 \"등록을 한 자\"로 한다.",
              "  ⑦ 생략"
            ]
          ],
          "부칙공포번호": "16019"
        },
        {
          "부칙키": "2018122416021",
          "부칙공포일자": "20181224",
          "부칙내용": [
            [
              "부칙 <제16021호,2018.12.24>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제44조의4 및 제44조의7제3항제1호의 개정규정은 공포 후 3개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "16021"
        },
        {
          "부칙키": "2019121016825",
          "부칙공포일자": "20191210",
          "부칙내용": [
            [
              "부칙 <제16825호,2019.12.10>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조(환급가산금에 관한 적용례) 제64조의3제7항 및 제8항의 개정규정은 이 법 시행 후 법원의 판결 등의 사유로 과징금을 환급하는 경우부터 적용한다."
            ]
          ],
          "부칙공포번호": "16825"
        },
        {
          "부칙키": "2020020416955",
          "부칙공포일자": "20200204",
          "부칙내용": [
            [
              "부칙 <제16955호,2020.2.4>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "16955"
        },
        {
          "부칙키": "2020060917344",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙(지능정보화 기본법) <제17344호,2020.6.9>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ①부터 ⑭까지 생략",
              "  ⑮ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제2조제2항 중 \"「국가정보화 기본법」\"을 \"「지능정보화 기본법」\"으로 한다.",
              "  제4조제3항 중 \"「국가정보화 기본법」 제6조에 따른 국가정보화 기본계획\"을 \"「지능정보화 기본법」 제6조에 따른 지능정보사회 종합계획\"으로 한다. ",
              "  제65조제2항 중 \"「국가정보화 기본법」 제14조에 따른 한국정보화진흥원\"을 \"「지능정보화 기본법」 제12조에 따른 한국지능정보사회진흥원\"으로 한다.",
              "  <16>부터 <20>까지 생략",
              "제8조 생략"
            ]
          ],
          "부칙공포번호": "17344"
        },
        {
          "부칙키": "2020060917347",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙(법률용어 정비를 위한 과학기술정보방송통신위원회 소관 32개 법률 일부개정을 위한 법률) <제17347호,2020.6.9>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "17347"
        },
        {
          "부칙키": "2020060917348",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙(소프트웨어 진흥법) <제17348호,2020.6.9>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조 부터 제13조까지 생략",
              "제14조(다른 법률의 개정) ①부터 ④까지 생략",
              "  ⑤ 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다. ",
              "  제47조의4제3항 중 \"「소프트웨어산업 진흥법」\"을 \"「소프트웨어 진흥법」\"으로 한다.",
              "  법률 제17358호 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부개정법률 제47조의4제4항 중 \"「소프트웨어산업 진흥법」\"을 \"「소프트웨어 진흥법」\"으로 한다.",
              "  ⑥부터 ⑩까지 생략",
              "제15조 생략"
            ]
          ],
          "부칙공포번호": "17348"
        },
        {
          "부칙키": "2020060917354",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙(전자서명법) <제17354호,2020.6.9>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ①부터 <17>까지 생략",
              "  <18> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제52조제3항제12호를 다음과 같이 한다.",
              "    12. 「전자서명법」 제21조에 따른 전자서명인증 정책의 지원",
              "  <19>부터 <22>까지 생략",
              "제8조 생략"
            ]
          ],
          "부칙공포번호": "17354"
        },
        {
          "부칙키": "2020060917358",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙 <제17358호,2020.6.9>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제4조제2항제7호의2의 개정규정은 공포 후 3개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "17358"
        },
        {
          "부칙키": "2021060818201",
          "부칙공포일자": "20210608",
          "부칙내용": [
            [
              "부칙 <제18201호,2021.6.8>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "18201"
        },
        {
          "부칙키": "2022061018871",
          "부칙공포일자": "20220610",
          "부칙내용": [
            [
              "부칙 <제18871호,2022.6.10>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "18871"
        },
        {
          "부칙키": "2023010319154",
          "부칙공포일자": "20230103",
          "부칙내용": [
            [
              "부칙 <제19154호,2023.1.3>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "19154"
        },
        {
          "부칙키": "2024012320069",
          "부칙공포일자": "20240123",
          "부칙내용": [
            [
              "부칙 <제20069호,2024.1.23>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제48조제4항 및 제71조제1항제13호의 개정규정은 공포한 날부터 시행하고, 제23조의5제1항제3호의 개정규정은 법률 제19234호 개인정보 보호법 일부개정법률 부칙 제1조제2호에 따른 시행일부터 시행한다.",
              "제2조(정보보호 관리체계 인증의 특례에 관한 적용례) 제47조의7제1항 및 제3항의 개정규정은 이 법 시행 이후 제47조제1항 및 제2항에 따른 인증을 받으려는 자부터 적용한다.",
              "제3조(연계정보 생성ㆍ처리의 승인에 관한 경과조치) 이 법 시행 당시 종전의 「정보통신 진흥 및 융합 활성화 등에 관한 특별법」 제37조 등 다른 법령에 따라 연계정보 생성ㆍ처리 관련 임시허가 또는 그와 유사한 특례 지정 등을 받은 본인확인기관과 정보통신서비스 제공자는 제23조의5제1항제4호의 개정규정에도 불구하고 이 법 시행일부터 1년까지는 같은 개정규정에 따른 방송통신위원회의 승인을 받지 아니하고 연계정보를 생성ㆍ처리할 수 있다."
            ]
          ],
          "부칙공포번호": "20069"
        },
        {
          "부칙키": "2024021320260",
          "부칙공포일자": "20240213",
          "부칙내용": [
            [
              "부칙 <제20260호,2024.2.13>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "20260"
        },
        {
          "부칙키": "2024120320534",
          "부칙공포일자": "20241203",
          "부칙내용": [
            [
              "부칙 <제20534호,2024.12.3>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "20534"
        },
        {
          "부칙키": "2025012120678",
          "부칙공포일자": "20250121",
          "부칙내용": [
            [
              "부칙 <제20678호,2025.1.21>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "20678"
        },
        {
          "부칙키": "2025100121066",
          "부칙공포일자": "20251001",
          "부칙내용": [
            [
              "부칙(방송미디어통신위원회의 설치 및 운영에 관한 법률) <제21066호,2025.10.1>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다. 다만, 부칙 제7조에 따라 개정되는 법률 중 이 법 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ①부터 <35>까지 생략",
              "  <36> 정보통신망 이용촉진 및 정보보호 등에 관한 법률 일부를 다음과 같이 개정한다.",
              "  제4조제1항ㆍ제3항, 제4조의2제1항, 제22조의2제4항, 제23조의3제1항 각 호 외의 부분, 같은 조 제2항 전단, 같은 조 제3항, 제23조의4제1항 각 호 외의 부분 본문, 제23조의5제1항제4호, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항 각 호 외의 부분 본문, 제23조의6제3항ㆍ제4항, 제41조제1항 각 호 외의 부분, 같은 조 제2항, 제44조제3항, 제44조의7제2항 본문, 같은 조 제3항 각 호 외의 부분, 같은 조 제4항 각 호 외의 부분 본문, 제50조의6제1항부터 제3항까지, 제52조제3항제23호, 제60조제3항, 제64조제1항 각 호 외의 부분, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항, 같은 조 제4항 전단, 같은 조 제5항 전단, 같은 조 제6항ㆍ제9항ㆍ제10항, 제64조의2제1항ㆍ제2항, 같은 조 제3항 각 호 외의 부분 전단ㆍ후단, 제64조의4 각 호 외의 부분, 제64조의5제1항 각 호 외의 부분, 같은 조 제2항ㆍ제3항, 제65조제1항ㆍ제3항, 제69조, 제73조제5호, 제76조제1항제12호, 같은 조 제3항제2호의3ㆍ제12호의2 및 같은 조 제4항 중 \"방송통신위원회\"를 각각 \"방송미디어통신위원회\"로 한다.",
              "  제41조제2항 중 \"「방송통신위원회의 설치 및 운영에 관한 법률」\"을 \"「방송미디어통신위원회의 설치 및 운영에 관한 법률」\"로 한다.",
              "  제41조제2항 중 \"방송통신심의위원회\"를 \"방송미디어통신심의위원회\"로 한다.",
              "  제44조의7제3항제2호 중 \"「방송통신위원회의 설치 및 운영에 관한 법률」 제21조제4호\"를 \"「방송미디어통신위원회의 설치 및 운영에 관한 법률」 제22조제4호\"로 한다.",
              "  <37>부터 <43>까지 생략",
              "제8조 생략"
            ]
          ],
          "부칙공포번호": "21066"
        }
      ]
    },
    "조문": {
      "조문단위": [
        {
          "조문번호": "1",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0001000",
          "조문내용": "            제1장 총칙",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "1",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0001001",
          "조문내용": "제1조(목적) 이 법은 정보통신망의 이용을 촉진하고 정보통신서비스를 이용하는 자를 보호함과 아울러 정보통신망을 건전하고 안전하게 이용할 수 있는 환경을 조성하여 국민생활의 향상과 공공복리의 증진에 이바지함을 목적으로 한다. <개정 2020.2.4>",
          "조문제목": "목적",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "2",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0002001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 이 법에서 사용하는 용어의 뜻은 다음과 같다. <개정 2004.1.29, 2007.1.26, 2007.12.21, 2008.6.13, 2010.3.22, 2014.5.28, 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  \"정보통신망\"이란 「전기통신사업법」 제2조제2호에 따른 전기통신설비를 이용하거나 전기통신설비와 컴퓨터 및 컴퓨터의 이용기술을 활용하여 정보를 수집ㆍ가공ㆍ저장ㆍ검색ㆍ송신 또는 수신하는 정보통신체제를 말한다."
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  \"정보통신서비스\"란 「전기통신사업법」 제2조제6호에 따른 전기통신역무와 이를 이용하여 정보를 제공하거나 정보의 제공을 매개하는 것을 말한다."
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  \"정보통신서비스 제공자\"란 「전기통신사업법」 제2조제8호에 따른 전기통신사업자와 영리를 목적으로 전기통신사업자의 전기통신역무를 이용하여 정보를 제공하거나 정보의 제공을 매개하는 자를 말한다."
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  \"이용자\"란 정보통신서비스 제공자가 제공하는 정보통신서비스를 이용하는 자를 말한다."
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  \"전자문서\"란 컴퓨터 등 정보처리능력을 가진 장치에 의하여 전자적인 형태로 작성되어 송수신되거나 저장된 문서형식의 자료로서 표준화된 것을 말한다."
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  \"침해사고\"란 다음 각 목의 방법으로 정보통신망 또는 이와 관련된 정보시스템을 공격하는 행위로 인하여 발생한 사태를 말한다.",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  해킹, 컴퓨터바이러스, 논리폭탄, 메일폭탄, 서비스거부 또는 고출력 전자기파 등의 방법"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  정보통신망의 정상적인 보호ㆍ인증 절차를 우회하여 정보통신망에 접근할 수 있도록 하는 프로그램이나 기술적 장치 등을 정보통신망 또는 이와 관련된 정보시스템에 설치하는 방법"
                    }
                  ]
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  삭제 <2015.6.22>"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  \"게시판\"이란 그 명칭과 관계없이 정보통신망을 이용하여 일반에게 공개할 목적으로 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상 등의 정보를 이용자가 게재할 수 있는 컴퓨터 프로그램이나 기술적 장치를 말한다."
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  \"통신과금서비스\"란 정보통신서비스로서 다음 각 목의 업무를 말한다.",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  타인이 판매ㆍ제공하는 재화 또는 용역(이하 \"재화등\"이라 한다)의 대가를 자신이 제공하는 전기통신역무의 요금과 함께 청구ㆍ징수하는 업무"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  타인이 판매ㆍ제공하는 재화등의 대가가 가목의 업무를 제공하는 자의 전기통신역무의 요금과 함께 청구ㆍ징수되도록 거래정보를 전자적으로 송수신하는 것 또는 그 대가의 정산을 대행하거나 매개하는 업무"
                    }
                  ]
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  \"통신과금서비스제공자\"란 제53조에 따라 등록을 하고 통신과금서비스를 제공하는 자를 말한다."
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  \"통신과금서비스이용자\"란 통신과금서비스제공자로부터 통신과금서비스를 이용하여 재화등을 구입ㆍ이용하는 자를 말한다."
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  \"전자적 전송매체\"란 정보통신망을 통하여 부호ㆍ문자ㆍ음성ㆍ화상 또는 영상 등을 수신자에게 전자문서 등의 전자적 형태로 전송하는 매체를 말한다."
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 이 법에서 사용하는 용어의 뜻은 제1항에서 정하는 것 외에는 「지능정보화 기본법」에서 정하는 바에 따른다. <개정 2008.6.13, 2013.3.23, 2020.6.9>"
            }
          ],
          "조문내용": "제2조(정의)",
          "조문제목": "정의",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "3",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0003001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 이용자를 보호하고 건전하고 안전한 정보통신서비스를 제공하여 이용자의 권익보호와 정보이용능력의 향상에 이바지하여야 한다. <개정 2020.2.4>"
            },
            {
              "항번호": "②",
              "항내용": "② 이용자는 건전한 정보사회가 정착되도록 노력하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 정부는 정보통신서비스 제공자단체 또는 이용자단체의 정보보호 및 정보통신망에서의 청소년 보호 등을 위한 활동을 지원할 수 있다. <개정 2020.2.4>"
            }
          ],
          "조문내용": "제3조(정보통신서비스 제공자 및 이용자의 책무)",
          "조문제목": "정보통신서비스 제공자 및 이용자의 책무",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "4",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0004001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관 또는 방송미디어통신위원회는 정보통신망의 이용촉진 및 안정적 관리ㆍ운영과 이용자 보호 등(이하 \"정보통신망 이용촉진 및 정보보호등\"이라 한다)을 통하여 정보사회의 기반을 조성하기 위한 시책을 마련하여야 한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 시책에는 다음 각 호의 사항이 포함되어야 한다. <개정 2018.12.24, 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신망에 관련된 기술의 개발ㆍ보급"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보통신망의 표준화"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보내용물 및 제11조에 따른 정보통신망 응용서비스의 개발 등 정보통신망의 이용 활성화"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  정보통신망을 이용한 정보의 공동활용 촉진"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  인터넷 이용의 활성화"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "6의2.",
                  "호내용": "6의2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  정보통신망에서의 청소년 보호"
                },
                {
                  "호번호": "7의2.",
                  "호내용": "7의2.  정보통신망을 통하여 유통되는 정보 중 인공지능 기술을 이용하여 만든 거짓의 음향ㆍ화상 또는 영상 등의 정보를 식별하는 기술의 개발ㆍ보급"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  정보통신망의 안전성 및 신뢰성 제고"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  그 밖에 정보통신망 이용촉진 및 정보보호등을 위하여 필요한 사항"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관 또는 방송미디어통신위원회는 제1항에 따른 시책을 마련할 때에는 「지능정보화 기본법」 제6조에 따른 지능정보사회 종합계획과 연계되도록 하여야 한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.6.9, 2025.10.1>"
            }
          ],
          "조문내용": "제4조(정보통신망 이용촉진 및 정보보호등에 관한 시책의 마련)",
          "조문제목": "정보통신망 이용촉진 및 정보보호등에 관한 시책의 마련",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "4",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2024.12.3]",
          "조문키": "0004021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관과 방송미디어통신위원회는 인공지능 기술을 이용하여 사람의 얼굴ㆍ신체 또는 음성을 대상으로 한 촬영물ㆍ영상물 또는 음성물을 대상자의 의사에 반하여 편집ㆍ합성 또는 가공한 정보(이하 이 조에서 \"합성영상등\"이라 한다)의 무분별한 유통으로 인한 성범죄, 명예훼손 또는 사기 등의 피해를 예방하기 위하여 시책을 마련하여야 한다. <개정 2025.10.1>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 시책에는 다음 각 호의 사항이 포함되어야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  합성영상등으로 인한 피해 실태 파악"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  합성영상등의 유통 실태 파악"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  합성영상등 관련 국내외 기술 동향 파악"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  합성영상등의 무분별한 유통 방지를 위한 기술 개발의 촉진"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  합성영상등의 무분별한 유통 방지 및 피해 예방을 위한 교육ㆍ홍보"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  그 밖에 합성영상등의 무분별한 유통 방지 및 피해 예방에 필요한 사항"
                }
              ]
            }
          ],
          "조문내용": "제4조의2(합성영상등으로 인한 피해 예방을 위한 시책)",
          "조문제목": "합성영상등으로 인한 피해 예방을 위한 시책",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "5",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0005001",
          "조문내용": "제5조(다른 법률과의 관계) 정보통신망 이용촉진 및 정보보호등에 관하여는 다른 법률에서 특별히 규정된 경우 외에는 이 법으로 정하는 바에 따른다. 다만, 제7장의 통신과금서비스에 관하여 이 법과 「전자금융거래법」의 적용이 경합하는 때에는 이 법을 우선 적용한다. <개정 2018.6.12, 2020.2.4>",
          "조문제목": "다른 법률과의 관계",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "5",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2020.6.9]",
          "조문키": "0005021",
          "조문내용": "제5조의2(국외행위에 대한 적용) 이 법은 국외에서 이루어진 행위라도 국내 시장 또는 이용자에게 영향을 미치는 경우에는 적용한다.",
          "조문제목": "국외행위에 대한 적용",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "6",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0006000",
          "조문내용": "            제2장 정보통신망의 이용촉진",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "6",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0006001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망과 관련된 기술 및 기기의 개발을 효율적으로 추진하기 위하여 대통령령으로 정하는 바에 따라 관련 연구기관으로 하여금 연구개발ㆍ기술협력ㆍ기술이전 또는 기술지도 등의 사업을 하게 할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 정부는 제1항에 따라 연구개발 등의 사업을 하는 연구기관에는 그 사업에 드는 비용의 전부 또는 일부를 지원할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제2항에 따른 비용의 지급 및 관리 등에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제6조(기술개발의 추진 등)",
          "조문제목": "기술개발의 추진 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "7",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0007001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망과 관련된 기술 및 기기에 관한 정보(이하 이 조에서 \"기술관련 정보\"라 한다)를 체계적이고 종합적으로 관리하여야 한다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 기술관련 정보를 체계적이고 종합적으로 관리하기 위하여 필요하면 관계 행정기관 및 국공립 연구기관 등에 대하여 기술관련 정보와 관련된 자료를 요구할 수 있다. 이 경우 요구를 받은 기관의 장은 특별한 사유가 없으면 그 요구에 따라야 한다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 기술관련 정보를 신속하고 편리하게 이용할 수 있도록 그 보급을 위한 사업을 하여야 한다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따라 보급하려는 정보통신망과 관련된 기술 및 기기의 범위에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제7조(기술관련 정보의 관리 및 보급)",
          "조문제목": "기술관련 정보의 관리 및 보급",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "8",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0008001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망의 이용을 촉진하기 위하여 정보통신망에 관한 표준을 정하여 고시하고, 정보통신서비스 제공자 또는 정보통신망과 관련된 제품을 제조하거나 공급하는 자에게 그 표준을 사용하도록 권고할 수 있다. 다만, 「산업표준화법」 제12조에 따른 한국산업표준이 제정되어 있는 사항에 대하여는 그 표준에 따른다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 고시된 표준에 적합한 정보통신과 관련된 제품을 제조하거나 공급하는 자는 제9조제1항에 따른 인증기관의 인증을 받아 그 제품이 표준에 적합한 것임을 나타내는 표시를 할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항 단서에 해당하는 경우로서 「산업표준화법」 제15조에 따라 인증을 받은 경우에는 제2항에 따른 인증을 받은 것으로 본다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제2항에 따른 인증을 받은 자가 아니면 그 제품이 표준에 적합한 것임을 나타내는 표시를 하거나 이와 비슷한 표시를 하여서는 아니 되며, 이와 비슷한 표시를 한 제품을 판매하거나 판매할 목적으로 진열하여서는 아니 된다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 과학기술정보통신부장관은 제4항을 위반하여 제품을 판매하거나 판매할 목적으로 진열한 자에게 그 제품을 수거ㆍ반품하도록 하거나 인증을 받아 그 표시를 하도록 하는 등 필요한 시정조치를 명할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제1항부터 제3항까지의 규정에 따른 표준화의 대상ㆍ방법ㆍ절차 및 인증표시, 제5항에 따른 수거ㆍ반품ㆍ시정 등에 필요한 사항은 과학기술정보통신부령으로 정한다. <개정 2013.3.23, 2017.7.26>"
            }
          ],
          "조문내용": "제8조(정보통신망의 표준화 및 인증)",
          "조문제목": "정보통신망의 표준화 및 인증",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "9",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0009001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망과 관련된 제품을 제조하거나 공급하는 자의 제품이 제8조제1항 본문에 따라 고시된 표준에 적합한 제품임을 인증하는 기관(이하 \"인증기관\"이라 한다)을 지정할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 인증기관이 다음 각 호의 어느 하나에 해당하면 그 지정을 취소하거나 6개월 이내의 기간을 정하여 업무의 정지를 명할 수 있다. 다만, 제1호에 해당하는 경우에는 그 지정을 취소하여야 한다. <개정 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  속임수나 그 밖의 부정한 방법으로 지정을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정당한 사유 없이 1년 이상 계속하여 인증업무를 하지 아니한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제3항에 따른 지정기준에 미달한 경우"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항 및 제2항에 따른 인증기관의 지정기준ㆍ지정절차, 지정취소ㆍ업무정지의 기준 등에 필요한 사항은 과학기술정보통신부령으로 정한다. <개정 2013.3.23, 2017.7.26>"
            }
          ],
          "조문내용": "제9조(인증기관의 지정 등)",
          "조문제목": "인증기관의 지정 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "10",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0010001",
          "조문내용": "제10조(정보내용물의 개발 지원) 정부는 국가경쟁력을 확보하거나 공익을 증진하기 위하여 정보통신망을 통하여 유통되는 정보내용물을 개발하는 자에게 재정 및 기술 등 필요한 지원을 할 수 있다.",
          "조문제목": "정보내용물의 개발 지원",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "11",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0011001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 국가기관ㆍ지방자치단체 및 공공기관이 정보통신망을 활용하여 업무를 효율화ㆍ자동화ㆍ고도화하는 응용서비스(이하 \"정보통신망 응용서비스\"라 한다)를 개발ㆍ운영하는 경우 그 기관에 재정 및 기술 등 필요한 지원을 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 정부는 민간부문에 의한 정보통신망 응용서비스의 개발을 촉진하기 위하여 재정 및 기술 등 필요한 지원을 할 수 있으며, 정보통신망 응용서비스의 개발에 필요한 기술인력을 양성하기 위하여 다음 각 호의 시책을 마련하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  각급 학교나 그 밖의 교육기관에서 시행하는 인터넷 교육에 대한 지원"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  국민에 대한 인터넷 교육의 확대"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신망 기술인력 양성사업에 대한 지원"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  정보통신망 전문기술인력 양성기관의 설립ㆍ지원"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  정보통신망 이용 교육프로그램의 개발 및 보급 지원"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  정보통신망 관련 기술자격제도의 정착 및 전문기술인력 수급 지원"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  그 밖에 정보통신망 관련 기술인력의 양성에 필요한 사항"
                }
              ]
            }
          ],
          "조문내용": "제11조(정보통신망 응용서비스의 개발 촉진 등)",
          "조문제목": "정보통신망 응용서비스의 개발 촉진 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "12",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0012001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 정보통신망을 효율적으로 활용하기 위하여 정보통신망 상호 간의 연계 운영 및 표준화 등 정보의 공동활용체제 구축을 권장할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 정부는 제1항에 따른 정보의 공동활용체제를 구축하는 자에게 재정 및 기술 등 필요한 지원을 할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항과 제2항에 따른 권장 및 지원에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제12조(정보의 공동활용체제 구축)",
          "조문제목": "정보의 공동활용체제 구축",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "13",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0013001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 공공, 지역, 산업, 생활 및 사회적 복지 등 각 분야의 정보통신망의 이용촉진과 정보격차의 해소를 위하여 관련 기술ㆍ기기 및 응용서비스의 효율적인 활용ㆍ보급을 촉진하기 위한 사업을 대통령령으로 정하는 바에 따라 실시할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 정부는 제1항에 따른 사업에 참여하는 자에게 재정 및 기술 등 필요한 지원을 할 수 있다."
            }
          ],
          "조문내용": "제13조(정보통신망의 이용촉진 등에 관한 사업)",
          "조문제목": "정보통신망의 이용촉진 등에 관한 사업",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0014001",
          "조문내용": "제14조(인터넷 이용의 확산) 정부는 인터넷 이용이 확산될 수 있도록 공공 및 민간의 인터넷 이용시설의 효율적 활용을 유도하고 인터넷 관련 교육 및 홍보 등의 인터넷 이용기반을 확충하며, 지역별ㆍ성별ㆍ연령별 인터넷 이용격차를 해소하기 위한 시책을 마련하고 추진하여야 한다.",
          "조문제목": "인터넷 이용의 확산",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "15",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0015001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 인터넷 서비스 이용자의 권익을 보호하고 인터넷 서비스의 품질 향상 및 안정적 제공을 보장하기 위한 시책을 마련하여야 한다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 제1항에 따른 시책을 추진하기 위하여 필요하면 정보통신서비스 제공자단체 및 이용자단체 등의 의견을 들어 인터넷 서비스 품질의 측정ㆍ평가에 관한 기준을 정하여 고시할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "③",
              "항내용": "③ 정보통신서비스 제공자는 제2항에 따른 기준에 따라 자율적으로 인터넷 서비스의 품질 현황을 평가하여 그 결과를 이용자에게 알려줄 수 있다."
            }
          ],
          "조문내용": "제15조(인터넷 서비스의 품질 개선)",
          "조문제목": "인터넷 서비스의 품질 개선",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "16",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0016001",
          "조문내용": "제16조 삭제 <2004.1.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "17",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0017001",
          "조문내용": "제17조 삭제 <2004.1.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "18",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0018000",
          "조문내용": "            제3장 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "18",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0018001",
          "조문내용": "제18조 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "19",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0019001",
          "조문내용": "제19조 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "20",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0020001",
          "조문내용": "제20조 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "21",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0021001",
          "조문내용": "제21조 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0022000",
          "조문내용": [
            [
              "            제4장 정보통신서비스의 안전한 이용환경 조성 <개정 2020.2.4>",
              "                  제1절 삭제 <2020.2.4>"
            ]
          ],
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0022001",
          "조문내용": "제22조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2016.3.22]",
          "조문키": "0022021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 해당 서비스를 제공하기 위하여 이용자의 이동통신단말장치 내에 저장되어 있는 정보 및 이동통신단말장치에 설치된 기능에 대하여 접근할 수 있는 권한(이하 \"접근권한\"이라 한다)이 필요한 경우 다음 각 호의 사항을 이용자가 명확하게 인지할 수 있도록 알리고 이용자의 동의를 받아야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  해당 서비스를 제공하기 위하여 반드시 필요한 접근권한인 경우",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  접근권한이 필요한 정보 및 기능의 항목"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  접근권한이 필요한 이유"
                    }
                  ]
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  해당 서비스를 제공하기 위하여 반드시 필요한 접근권한이 아닌 경우",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  접근권한이 필요한 정보 및 기능의 항목"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  접근권한이 필요한 이유"
                    },
                    {
                      "목번호": "다.",
                      "목내용": "다.  접근권한 허용에 대하여 동의하지 아니할 수 있다는 사실"
                    }
                  ]
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자는 해당 서비스를 제공하기 위하여 반드시 필요하지 아니한 접근권한을 설정하는 데 이용자가 동의하지 아니한다는 이유로 이용자에게 해당 서비스의 제공을 거부하여서는 아니 된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 이동통신단말장치의 기본 운영체제(이동통신단말장치에서 소프트웨어를 실행할 수 있는 기반 환경을 말한다)를 제작하여 공급하는 자와 이동통신단말장치 제조업자 및 이동통신단말장치의 소프트웨어를 제작하여 공급하는 자는 정보통신서비스 제공자가 이동통신단말장치 내에 저장되어 있는 정보 및 이동통신단말장치에 설치된 기능에 접근하려는 경우 접근권한에 대한 이용자의 동의 및 철회방법을 마련하는 등 이용자 정보 보호에 필요한 조치를 하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 방송미디어통신위원회는 해당 서비스의 접근권한의 설정이 제1항부터 제3항까지의 규정에 따라 이루어졌는지 여부에 대하여 실태조사를 실시할 수 있다. <신설 2018.6.12, 2025.10.1>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따른 접근권한의 범위 및 동의의 방법, 제3항에 따른 이용자 정보 보호를 위하여 필요한 조치 및 그 밖에 필요한 사항은 대통령령으로 정한다. <개정 2018.6.12>"
            }
          ],
          "조문내용": "제22조의2(접근권한에 대한 동의)",
          "조문제목": "접근권한에 대한 동의",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0023001",
          "조문내용": "제23조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2012.2.17]",
          "조문키": "0023021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 이용자의 주민등록번호를 수집ㆍ이용할 수 없다. <개정 2020.2.4>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제23조의3에 따라 본인확인기관으로 지정받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「전기통신사업법」 제38조제1항에 따라 기간통신사업자로부터 이동통신서비스 등을 제공받아 재판매하는 전기통신사업자가 제23조의3에 따라 본인확인기관으로 지정받은 이동통신사업자의 본인확인업무 수행과 관련하여 이용자의 주민등록번호를 수집ㆍ이용하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항제3호에 따라 주민등록번호를 수집ㆍ이용할 수 있는 경우에도 이용자의 주민등록번호를 사용하지 아니하고 본인을 확인하는 방법(이하 \"대체수단\"이라 한다)을 제공하여야 한다. <개정 2020.2.4>"
            }
          ],
          "조문내용": "제23조의2(주민등록번호의 사용 제한)",
          "조문제목": "주민등록번호의 사용 제한",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2011.4.5]",
          "조문키": "0023031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 방송미디어통신위원회는 다음 각 호의 사항을 심사하여 대체수단의 개발ㆍ제공ㆍ관리 업무(이하 \"본인확인업무\"라 한다)를 안전하고 신뢰성 있게 수행할 능력이 있다고 인정되는 자를 본인확인기관으로 지정할 수 있다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  본인확인업무의 안전성 확보를 위한 물리적ㆍ기술적ㆍ관리적 조치계획"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  본인확인업무의 수행을 위한 기술적ㆍ재정적 능력"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  본인확인업무 관련 설비규모의 적정성"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 본인확인기관이 본인확인업무의 전부 또는 일부를 휴지하고자 하는 때에는 휴지기간을 정하여 휴지하고자 하는 날의 30일 전까지 이를 이용자에게 통보하고 방송미디어통신위원회에 신고하여야 한다. 이 경우 휴지기간은 6개월을 초과할 수 없다. <개정 2025.10.1>"
            },
            {
              "항번호": "③",
              "항내용": "③ 본인확인기관이 본인확인업무를 폐지하고자 하는 때에는 폐지하고자 하는 날의 60일 전까지 이를 이용자에게 통보하고 방송미디어통신위원회에 신고하여야 한다. <개정 2025.10.1>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항부터 제3항까지의 규정에 따른 심사사항별 세부 심사기준ㆍ지정절차 및 휴지ㆍ폐지 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제23조의3(본인확인기관의 지정 등)",
          "조문제목": "본인확인기관의 지정 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2011.4.5]",
          "조문키": "0023041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 방송미디어통신위원회는 본인확인기관이 다음 각 호의 어느 하나에 해당하는 때에는 6개월 이내의 기간을 정하여 본인확인업무의 전부 또는 일부의 정지를 명하거나 지정을 취소할 수 있다. 다만, 제1호 또는 제2호에 해당하는 때에는 그 지정을 취소하여야 한다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 본인확인기관의 지정을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  본인확인업무의 정지명령을 받은 자가 그 명령을 위반하여 업무를 정지하지 아니한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  지정받은 날부터 6개월 이내에 본인확인업무를 개시하지 아니하거나 6개월 이상 계속하여 본인확인업무를 휴지한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제23조의3제4항에 따른 지정기준에 적합하지 아니하게 된 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 처분의 기준, 절차 및 그 밖에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제23조의4(본인확인업무의 정지 및 지정취소)",
          "조문제목": "본인확인업무의 정지 및 지정취소",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2024.1.23]",
          "조문키": "0023051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 본인확인기관은 다음 각 호의 어느 하나에 해당하는 경우를 제외하고는 정보통신서비스 제공자의 서비스 연계를 위하여 이용자의 주민등록번호를 비가역적으로 암호화한 정보(이하 \"연계정보\"라 한다)를 생성 또는 제공ㆍ이용ㆍ대조ㆍ연계 등 그 밖에 이와 유사한 행위(이하 \"처리\"라 한다)를 할 수 없다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  이용자가 입력한 정보를 이용하여 이용자를 안전하게 식별ㆍ인증하기 위한 서비스를 제공하는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「개인정보 보호법」 제24조에 따른 고유식별정보(이하 이 조에서 \"고유식별정보\"라 한다)를 보유한 행정기관 및 공공기관(이하 \"행정기관등\"이라 한다)이 연계정보를 활용하여 「전자정부법」 제2조제5호에 따른 전자정부서비스를 제공하기 위한 경우로서 다음 각 목의 어느 하나에 해당하는 경우",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가. 「전자정부법」 제2조제4호에 따른 중앙사무관장기관의 장이 행정기관등의 이용자 식별을 통합적으로 지원하기 위하여 연계정보 생성ㆍ처리를 요청한 경우"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  행정기관등이 고유식별정보 처리 목적 범위에서 불가피하게 이용자의 동의를 받지 아니하고 연계정보 생성ㆍ처리를 요청한 경우"
                    }
                  ]
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  고유식별정보를 보유한 자가 「개인정보 보호법」 제35조의2에 따른 개인정보 전송의무를 수행하기 위하여 개인정보 전송을 요구한 정보주체의 연계정보 생성ㆍ처리를 요청한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  「개인정보 보호법」 제24조의2제1항 각 호에 따라 주민등록번호 처리가 허용된 경우로서 이용자의 동의를 받지 아니하고 연계정보 생성ㆍ처리가 불가피한 대통령령으로 정하는 정보통신서비스를 제공하기 위하여 본인확인기관과 해당 정보통신서비스 제공자가 함께 방송미디어통신위원회의 승인을 받은 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 제1항제4호에 따라 연계정보의 생성ㆍ처리를 승인하려는 경우 다음 각 호의 사항을 종합적으로 심사하여야 한다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제공 서비스 구현의 적절성 및 혁신성"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  연계정보 생성ㆍ처리 절차의 적절성"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  연계정보 생성ㆍ처리의 안전성 확보를 위한 물리적ㆍ기술적ㆍ관리적 조치 계획"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  이용자 권리 보호 방안의 적절성"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  관련 시장과 이용자 편익에 미치는 영향 및 효과"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 다음 각 호의 어느 하나에 해당하는 경우에 제1항제4호에 따른 연계정보 생성ㆍ처리 승인을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 그 승인을 취소하여야 한다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 제1항제4호에 따른 연계정보 생성ㆍ처리 승인을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제2항 각 호에 따른 심사사항에 부적합하게 된 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제23조의6제1항에 따른 물리적ㆍ기술적ㆍ관리적 조치 의무를 위반한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  개인정보 보호 관련 법령을 위반하고 그 위반사유가 중대한 경우"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항 각 호에 따른 서비스를 위하여 본인확인기관으로부터 연계정보를 제공받은 자(이하 \"연계정보 이용기관\"이라 한다)는 제공받은 목적 범위에서 연계정보를 처리할 수 있다. 다만, 정보주체에게 별도로 동의받은 경우에는 동의받은 목적 범위에서 연계정보를 처리할 수 있다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항부터 제4항까지에 따른 연계정보 생성ㆍ처리 승인 절차, 승인 심사사항별 세부심사기준, 승인취소 처분의 기준 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제23조의5(연계정보의 생성ㆍ처리 등)",
          "조문제목": "연계정보의 생성ㆍ처리 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2024.1.23]",
          "조문키": "0023061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 본인확인기관이 연계정보를 생성ㆍ처리하는 경우 「개인정보 보호법」 제29조에 따른 조치 외에 연계정보 생성ㆍ처리의 안전성 확보를 위한 물리적ㆍ기술적ㆍ관리적 조치를 하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 연계정보 이용기관은 제23조의5제1항 각 호에 따른 서비스를 제공하는 경우 「개인정보 보호법」 제29조에 따른 조치 외에 연계정보를 주민등록번호와 분리하여 보관ㆍ관리하고 연계정보가 분실ㆍ도난ㆍ유출ㆍ위조ㆍ변조 또는 훼손되지 아니하도록 조치(이하 \"안전조치\"라 한다)하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 생성ㆍ처리하는 연계정보의 규모, 매출액 등이 대통령령으로 정하는 기준에 해당하는 본인확인기관의 물리적ㆍ기술적ㆍ관리적 조치 및 연계정보 이용기관의 안전조치에 대한 운영ㆍ관리 실태를 점검할 수 있다. <개정 2025.10.1>"
            },
            {
              "항번호": "④",
              "항내용": "④ 방송미디어통신위원회는 제3항에 따른 점검에 관한 업무를 대통령령으로 정하는 전문기관에 위탁할 수 있다. <개정 2025.10.1>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따른 물리적ㆍ기술적ㆍ관리적 조치와 제2항에 따른 안전조치에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제23조의6(연계정보의 안전조치 의무 등)",
          "조문제목": "연계정보의 안전조치 의무 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "24",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0024001",
          "조문내용": "제24조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "24",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0024021",
          "조문내용": "제24조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "25",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0025001",
          "조문내용": "제25조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "26",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0026001",
          "조문내용": "제26조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "26",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0026021",
          "조문내용": "제26조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "27",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0027000",
          "조문내용": "                  제2절 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "27",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0027001",
          "조문내용": "제27조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "27",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0027021",
          "조문내용": "제27조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "27",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0027031",
          "조문내용": "제27조의3 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "28",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0028001",
          "조문내용": "제28조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "28",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0028021",
          "조문내용": "제28조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "29",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0029001",
          "조문내용": "제29조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "29",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0029021",
          "조문내용": "제29조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "30",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0030000",
          "조문내용": "                  제3절 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "30",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0030001",
          "조문내용": "제30조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "30",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0030021",
          "조문내용": "제30조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "31",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0031001",
          "조문내용": "제31조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0032001",
          "조문내용": "제32조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0032021",
          "조문내용": "제32조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0032031",
          "조문내용": "제32조의3 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0032041",
          "조문내용": "제32조의4 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2018.9.18]",
          "조문키": "0032051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국내에 주소 또는 영업소가 없는 정보통신서비스 제공자등으로서 이용자 수, 매출액 등을 고려하여 대통령령으로 정하는 기준에 해당하는 자는 다음 각 호의 사항을 대리하는 자(이하 \"국내대리인\"이라 한다)를 서면으로 지정하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제64조제1항에 따른 관계 물품ㆍ서류 등의 제출"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국내대리인은 국내에 주소 또는 영업소가 있는 자로 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 국내대리인을 지정한 때에는 다음 각 호의 사항 모두를 인터넷 사이트 등에 공개하여야 한다. <개정 2020.2.4>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  국내대리인의 성명(법인의 경우에는 그 명칭 및 대표자의 성명을 말한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  국내대리인의 주소(법인의 경우에는 영업소 소재지를 말한다), 전화번호 및 전자우편 주소"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 국내대리인이 제1항 각 호와 관련하여 이 법을 위반한 경우에는 정보통신서비스 제공자등이 그 행위를 한 것으로 본다."
            }
          ],
          "조문내용": "제32조의5(국내대리인의 지정)",
          "조문제목": "국내대리인의 지정",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "33",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0033000",
          "조문내용": "                  제4절 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "33",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0033001",
          "조문내용": "제33조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "33",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0033021",
          "조문내용": "제33조의2 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "34",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0034001",
          "조문내용": "제34조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "35",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0035001",
          "조문내용": "제35조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "36",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0036001",
          "조문내용": "제36조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "37",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0037001",
          "조문내용": "제37조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "38",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0038001",
          "조문내용": "제38조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "39",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0039001",
          "조문내용": "제39조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "40",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0040001",
          "조문내용": "제40조 삭제 <2011.3.29>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "41",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0041000",
          "조문내용": "            제5장 정보통신망에서의 이용자 보호 등 <개정 2007.1.26>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "41",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0041001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 방송미디어통신위원회는 정보통신망을 통하여 유통되는 음란ㆍ폭력정보 등 청소년에게 해로운 정보(이하 \"청소년유해정보\"라 한다)로부터 청소년을 보호하기 위하여 다음 각 호의 시책을 마련하여야 한다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  내용 선별 소프트웨어의 개발 및 보급"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  청소년 보호를 위한 기술의 개발 및 보급"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  청소년 보호를 위한 교육 및 홍보"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 청소년 보호를 위하여 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 제1항에 따른 시책을 추진할 때에는 「방송미디어통신위원회의 설치 및 운영에 관한 법률」제18조에 따른 방송미디어통신심의위원회(이하 \"심의위원회\"라 한다), 정보통신서비스 제공자단체ㆍ이용자단체, 그 밖의 관련 전문기관이 실시하는 청소년 보호를 위한 활동을 지원할 수 있다. <개정 2025.10.1>"
            }
          ],
          "조문내용": "제41조(청소년 보호를 위한 시책의 마련 등)",
          "조문제목": "청소년 보호를 위한 시책의 마련 등",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "42",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0042001",
          "조문내용": "제42조(청소년유해매체물의 표시) 전기통신사업자의 전기통신역무를 이용하여 일반에게 공개를 목적으로 정보를 제공하는 자(이하 \"정보제공자\"라 한다) 중 「청소년 보호법」 제2조제2호마목에 따른 매체물로서 같은 법 제2조제3호에 따른 청소년유해매체물을 제공하려는 자는 대통령령으로 정하는 표시방법에 따라 그 정보가 청소년유해매체물임을 표시하여야 한다. <개정 2011.9.15>",
          "조문제목": "청소년유해매체물의 표시",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "42",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0042021",
          "조문내용": "제42조의2(청소년유해매체물의 광고금지) 누구든지 「청소년 보호법」 제2조제2호마목에 따른 매체물로서 같은 법 제2조제3호에 따른 청소년유해매체물을 광고하는 내용의 정보를 정보통신망을 이용하여 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상 또는 영상 등의 형태로 같은 법 제2조제1호에 따른 청소년에게 전송하거나 청소년 접근을 제한하는 조치 없이 공개적으로 전시하여서는 아니 된다. <개정 2011.9.15>",
          "조문제목": "청소년유해매체물의 광고금지",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "42",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0042031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자 중 일일 평균 이용자의 수, 매출액 등이 대통령령으로 정하는 기준에 해당하는 자는 정보통신망의 청소년유해정보로부터 청소년을 보호하기 위하여 청소년 보호 책임자를 지정하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 청소년 보호 책임자는 해당 사업자의 임원 또는 청소년 보호와 관련된 업무를 담당하는 부서의 장에 해당하는 지위에 있는 자 중에서 지정한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 청소년 보호 책임자는 정보통신망의 청소년유해정보를 차단ㆍ관리하고, 청소년유해정보로부터의 청소년 보호계획을 수립하는 등 청소년 보호업무를 하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따른 청소년 보호 책임자의 지정에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제42조의3(청소년 보호 책임자의 지정 등)",
          "조문제목": "청소년 보호 책임자의 지정 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "43",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0043001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 「청소년 보호법」 제2조제2호마목에 따른 매체물로서 같은 법 제2조제3호에 따른 청소년유해매체물을 이용자의 컴퓨터에 저장 또는 기록되지 아니하는 방식으로 제공하는 것을 영업으로 하는 정보제공자 중 대통령령으로 정하는 자는 해당 정보를 보관하여야 한다. <개정 2011.9.15>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 정보제공자가 해당 정보를 보관하여야 할 기간은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제43조(영상 또는 음향정보 제공사업자의 보관의무)",
          "조문제목": "영상 또는 음향정보 제공사업자의 보관의무",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 이용자는 사생활 침해 또는 명예훼손 등 타인의 권리를 침해하는 정보를 정보통신망에 유통시켜서는 아니 된다."
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자는 자신이 운영ㆍ관리하는 정보통신망에 제1항에 따른 정보가 유통되지 아니하도록 노력하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 정보통신망에 유통되는 정보로 인한 사생활 침해 또는 명예훼손 등 타인에 대한 권리침해를 방지하기 위하여 기술개발ㆍ교육ㆍ홍보 등에 대한 시책을 마련하고 이를 정보통신서비스 제공자에게 권고할 수 있다. <개정 2013.3.23, 2014.5.28, 2025.10.1>"
            }
          ],
          "조문내용": "제44조(정보통신망에서의 권리보호)",
          "조문제목": "정보통신망에서의 권리보호",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신망을 통하여 일반에게 공개를 목적으로 제공된 정보로 사생활 침해나 명예훼손 등 타인의 권리가 침해된 경우 그 침해를 받은 자는 해당 정보를 처리한 정보통신서비스 제공자에게 침해사실을 소명하여 그 정보의 삭제 또는 반박내용의 게재(이하 \"삭제등\"이라 한다)를 요청할 수 있다. 이 경우 삭제등을 요청하는 자(이하 이 조에서 \"신청인\"이라 한다)는 문자메시지, 전자우편 등 그 처리 경과 및 결과를 통지받을 수단을 지정할 수 있으며, 해당 정보를 게재한 자(이하 이 조에서 \"정보게재자\"라 한다)는 문자메시지, 전자우편 등 제2항에 따른 조치 사실을 통지받을 수단을 미리 지정할 수 있다. <개정 2016.3.22, 2023.1.3>"
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자는 제1항에 따른 해당 정보의 삭제등을 요청받으면 지체 없이 삭제ㆍ임시조치 등의 필요한 조치를 하고 즉시 신청인 및 정보게재자에게 알려야 한다. 이 경우 정보통신서비스 제공자는 필요한 조치를 한 사실을 해당 게시판에 공시하는 등의 방법으로 이용자가 알 수 있도록 하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 정보통신서비스 제공자는 자신이 운영ㆍ관리하는 정보통신망에 제42조에 따른 표시방법을 지키지 아니하는 청소년유해매체물이 게재되어 있거나 제42조의2에 따른 청소년 접근을 제한하는 조치 없이 청소년유해매체물을 광고하는 내용이 전시되어 있는 경우에는 지체 없이 그 내용을 삭제하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 정보통신서비스 제공자는 제1항에 따른 정보의 삭제요청에도 불구하고 권리의 침해 여부를 판단하기 어렵거나 이해당사자 간에 다툼이 예상되는 경우에는 해당 정보에 대한 접근을 임시적으로 차단하는 조치(이하 \"임시조치\"라 한다)를 할 수 있다. 이 경우 임시조치의 기간은 30일 이내로 한다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 정보통신서비스 제공자는 필요한 조치에 관한 내용ㆍ절차 등을 미리 약관에 구체적으로 밝혀야 한다."
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 정보통신서비스 제공자는 자신이 운영ㆍ관리하는 정보통신망에 유통되는 정보에 대하여 제2항에 따른 필요한 조치를 하면 이로 인한 배상책임을 줄이거나 면제받을 수 있다."
            }
          ],
          "조문내용": "제44조의2(정보의 삭제요청 등)",
          "조문제목": "정보의 삭제요청 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 자신이 운영ㆍ관리하는 정보통신망에 유통되는 정보가 사생활 침해 또는 명예훼손 등 타인의 권리를 침해한다고 인정되면 임의로 임시조치를 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 임시조치에 관하여는 제44조의2제2항 후단, 제4항 후단 및 제5항을 준용한다."
            }
          ],
          "조문내용": "제44조의3(임의의 임시조치)",
          "조문제목": "임의의 임시조치",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자단체는 이용자를 보호하고 안전하며 신뢰할 수 있는 정보통신서비스를 제공하기 위하여 정보통신서비스 제공자 행동강령을 정하여 시행할 수 있다. <개정 2018.12.24>"
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자단체는 다음 각 호의 어느 하나에 해당하는 정보가 정보통신망에 유통되지 아니하도록 모니터링 등 자율규제 가이드라인을 정하여 시행할 수 있다. <신설 2018.12.24>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  청소년유해정보"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제44조의7에 따른 불법정보"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 정부는 제2항 각 호의 어느 하나에 해당하는 정보의 효과적인 유통 방지를 위하여 필요한 경우 정보통신서비스 제공자단체에 자율규제 가이드라인의 개선ㆍ보완을 권고할 수 있다. <신설 2024.12.3>"
            },
            {
              "항번호": "④",
              "항내용": "④ 정부는 제1항 및 제2항에 따른 정보통신서비스 제공자단체의 자율규제를 위한 활동을 지원할 수 있다. <신설 2018.12.24, 2024.12.3>"
            }
          ],
          "조문내용": "제44조의4(자율규제)",
          "조문제목": "자율규제",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2008.6.13]",
              "[2014.5.28 법률 제12681호에 의하여 2012.8.23 헌법재판소에서 위헌 결정된 이 조 제1항제2호를 삭제함.]"
            ]
          ],
          "조문키": "0044051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자가 게시판을 설치ㆍ운영하려면 그 게시판 이용자의 본인 확인을 위한 방법 및 절차의 마련 등 대통령령으로 정하는 필요한 조치(이하 \"본인확인조치\"라 한다)를 하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  국가기관, 지방자치단체, 「공공기관의 운영에 관한 법률」 제5조제3항에 따른 공기업ㆍ준정부기관 및 「지방공기업법」에 따른 지방공사ㆍ지방공단(이하 \"공공기관등\"이라 한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2014.5.28>"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 삭제 <2014.5.28>"
            },
            {
              "항번호": "③",
              "항내용": "③ 정부는 제1항에 따른 본인 확인을 위하여 안전하고 신뢰할 수 있는 시스템을 개발하기 위한 시책을 마련하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 공공기관등이 선량한 관리자의 주의로써 제1항에 따른 본인확인조치를 한 경우에는 이용자의 명의가 제3자에 의하여 부정사용됨에 따라 발생한 손해에 대한 배상책임을 줄이거나 면제받을 수 있다. <개정 2014.5.28>"
            }
          ],
          "조문내용": "제44조의5(게시판 이용자의 본인 확인)",
          "조문제목": "게시판 이용자의 본인 확인",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 특정한 이용자에 의한 정보의 게재나 유통으로 사생활 침해 또는 명예훼손 등 권리를 침해당하였다고 주장하는 자는 민ㆍ형사상의 소를 제기하기 위하여 침해사실을 소명하여 제44조의10에 따른 명예훼손 분쟁조정부에 해당 정보통신서비스 제공자가 보유하고 있는 해당 이용자의 정보(민ㆍ형사상의 소를 제기하기 위한 성명ㆍ주소 등 대통령령으로 정하는 최소한의 정보를 말한다)를 제공하도록 청구할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 명예훼손 분쟁조정부는 제1항에 따른 청구를 받으면 해당 이용자와 연락할 수 없는 등의 특별한 사정이 있는 경우 외에는 그 이용자의 의견을 들어 정보제공 여부를 결정하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 해당 이용자의 정보를 제공받은 자는 해당 이용자의 정보를 민ㆍ형사상의 소를 제기하기 위한 목적 외의 목적으로 사용하여서는 아니 된다."
            },
            {
              "항번호": "④",
              "항내용": "④ 그 밖의 이용자 정보 제공청구의 내용과 절차에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제44조의6(이용자 정보의 제공청구)",
          "조문제목": "이용자 정보의 제공청구",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044071",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 누구든지 정보통신망을 통하여 다음 각 호의 어느 하나에 해당하는 정보를 유통하여서는 아니 된다. <개정 2011.9.15, 2016.3.22, 2018.6.12, 2025.1.21>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  음란한 부호ㆍ문언ㆍ음향ㆍ화상 또는 영상을 배포ㆍ판매ㆍ임대하거나 공공연하게 전시하는 내용의 정보"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  사람을 비방할 목적으로 공공연하게 사실이나 거짓의 사실을 드러내어 타인의 명예를 훼손하는 내용의 정보"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  공포심이나 불안감을 유발하는 부호ㆍ문언ㆍ음향ㆍ화상 또는 영상을 반복적으로 상대방에게 도달하도록 하는 내용의 정보"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  정당한 사유 없이 정보통신시스템, 데이터 또는 프로그램 등을 훼손ㆍ멸실ㆍ변경ㆍ위조하거나 그 운용을 방해하는 내용의 정보"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  「청소년 보호법」에 따른 청소년유해매체물로서 상대방의 연령 확인, 표시의무 등 법령에 따른 의무를 이행하지 아니하고 영리를 목적으로 제공하는 내용의 정보"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  법령에 따라 금지되는 사행행위에 해당하는 내용의 정보"
                },
                {
                  "호번호": "6의2.",
                  "호내용": "6의2.  이 법 또는 개인정보 보호에 관한 법령을 위반하여 개인정보를 거래하는 내용의 정보"
                },
                {
                  "호번호": "6의3.",
                  "호내용": "6의3.  총포ㆍ화약류(생명ㆍ신체에 위해를 끼칠 수 있는 폭발력을 가진 물건을 포함한다)를 제조할 수 있는 방법이나 설계도 등의 정보"
                },
                {
                  "호번호": "6의4.",
                  "호내용": "6의4.  「마약류 관리에 관한 법률」에서 금지하는 마약류의 사용, 제조, 매매 또는 매매의 알선 등에 해당하는 내용의 정보"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  법령에 따라 분류된 비밀 등 국가기밀을 누설하는 내용의 정보"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  「국가보안법」에서 금지하는 행위를 수행하는 내용의 정보"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  그 밖에 범죄를 목적으로 하거나 교사(敎唆) 또는 방조하는 내용의 정보"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 제1항제1호부터 제6호까지, 제6호의2부터 제6호의4까지의 정보에 대하여는 심의위원회의 심의를 거쳐 정보통신서비스 제공자 또는 게시판 관리ㆍ운영자로 하여금 그 처리를 거부ㆍ정지 또는 제한하도록 명할 수 있다. 다만, 제1항제2호 및 제3호에 따른 정보의 경우에는 해당 정보로 인하여 피해를 받은 자가 구체적으로 밝힌 의사에 반하여 그 처리의 거부ㆍ정지 또는 제한을 명할 수 없다. <개정 2016.3.22, 2018.6.12, 2025.1.21, 2025.10.1>"
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 제1항제7호부터 제9호까지의 정보가 다음 각 호의 모두에 해당하는 경우에는 정보통신서비스 제공자 또는 게시판 관리ㆍ운영자에게 해당 정보의 처리를 거부ㆍ정지 또는 제한하도록 명하여야 한다. <개정 2016.3.22, 2018.12.24, 2024.12.3, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  관계 중앙행정기관의 장의 요청[제1항제9호의 정보 중 「성폭력범죄의 처벌 등에 관한 특례법」 제14조 및 제14조의2에 따른 촬영물ㆍ편집물ㆍ합성물ㆍ가공물 또는 복제물(복제물의 복제물을 포함한다)과 「아동ㆍ청소년의 성보호에 관한 법률」 제2조제5호에 따른 아동ㆍ청소년성착취물에 대하여는 수사기관의 장의 요청을 포함한다]이 있었을 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제1호의 요청을 받은 날부터 7일 이내에 심의위원회의 심의를 거친 후 「방송미디어통신위원회의 설치 및 운영에 관한 법률」 제22조제4호에 따른 시정 요구를 하였을 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신서비스 제공자나 게시판 관리ㆍ운영자가 시정 요구에 따르지 아니하였을 것"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 방송미디어통신위원회는 제2항 및 제3항에 따른 명령의 대상이 되는 정보통신서비스 제공자, 게시판 관리ㆍ운영자 또는 해당 이용자에게 미리 의견제출의 기회를 주어야 한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 의견제출의 기회를 주지 아니할 수 있다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  공공의 안전 또는 복리를 위하여 긴급히 처분을 할 필요가 있는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  의견청취가 뚜렷이 곤란하거나 명백히 불필요한 경우로서 대통령령으로 정하는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  의견제출의 기회를 포기한다는 뜻을 명백히 표시한 경우"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 국내에 데이터를 임시적으로 저장하는 서버를 설치ㆍ운영하는 정보통신서비스 제공자 중 사업의 종류 및 규모 등이 대통령령으로 정하는 기준에 해당하는 자는 제1항 각 호에 해당하는 정보의 유통을 방지하기 위하여 다음 각 호의 기술적ㆍ관리적 조치를 하여야 한다. <신설 2024.1.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제2항 및 제3항에 따른 심의위원회의 심의를 거친 제1항 각 호의 정보가 서버에 저장되어 있는지 식별하여 신속하게 접근을 제한하는 조치"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제1호에 따라 식별한 정보의 게재자에게 해당 정보의 유통금지를 요청하는 조치"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제1호에 따른 조치의 운영ㆍ관리 실태를 시스템에 자동으로 기록되도록 하고, 이를 대통령령으로 정하는 기간 동안 보관하는 조치"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 제1항 각 호에 해당하는 정보의 유통을 방지하기 위하여 필요한 대통령령으로 정하는 조치"
                }
              ]
            }
          ],
          "조문내용": "제44조의7(불법정보의 유통금지 등)",
          "조문제목": "불법정보의 유통금지 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "7"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2018.12.24]",
          "조문키": "0044081",
          "조문내용": "제44조의8(대화형정보통신서비스에서의 아동 보호) 정보통신서비스 제공자는 만 14세 미만의 아동에게 문자ㆍ음성을 이용하여 사람과 대화하는 방식으로 정보를 처리하는 시스템을 기반으로 하는 정보통신서비스를 제공하는 경우에는 그 아동에게 부적절한 내용의 정보가 제공되지 아니하도록 노력하여야 한다.",
          "조문제목": "대화형정보통신서비스에서의 아동 보호",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "8"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2020.6.9]",
          "조문키": "0044091",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자 중 일일 평균 이용자의 수, 매출액, 사업의 종류 등이 대통령령으로 정하는 기준에 해당하는 자는 자신이 운영ㆍ관리하는 정보통신망을 통하여 일반에게 공개되어 유통되는 정보 중 다음 각 호의 정보(이하 \"불법촬영물등\"이라 한다)의 유통을 방지하기 위한 책임자(이하 \"불법촬영물등 유통방지 책임자\"라 한다)를 지정하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「성폭력범죄의 처벌 등에 관한 특례법」 제14조에 따른 촬영물 또는 복제물(복제물의 복제물을 포함한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「성폭력범죄의 처벌 등에 관한 특례법」 제14조의2에 따른 편집물ㆍ합성물ㆍ가공물 또는 복제물(복제물의 복제물을 포함한다)"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「아동ㆍ청소년의 성보호에 관한 법률」 제2조제5호에 따른 아동ㆍ청소년성착취물"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 불법촬영물등 유통방지 책임자는 「전기통신사업법」 제22조의5제1항에 따른 불법촬영물등의 삭제ㆍ접속차단 등 유통방지에 필요한 조치 업무를 수행한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 불법촬영물등 유통방지 책임자의 수 및 자격요건, 불법촬영물등 유통방지 책임자에 대한 교육 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제44조의9(불법촬영물등 유통방지 책임자)",
          "조문제목": "불법촬영물등 유통방지 책임자",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "9"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0044101",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 심의위원회는 정보통신망을 통하여 유통되는 정보 중 사생활의 침해 또는 명예훼손 등 타인의 권리를 침해하는 정보와 관련된 분쟁의 조정업무를 효율적으로 수행하기 위하여 5명 이하의 위원으로 구성된 명예훼손 분쟁조정부를 두되, 그중 1명 이상은 변호사의 자격이 있는 사람으로 한다. <개정 2020.6.9>"
            },
            {
              "항번호": "②",
              "항내용": "② 명예훼손 분쟁조정부의 위원은 심의위원회의 위원장이 심의위원회의 동의를 받아 위촉한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 명예훼손 분쟁조정부의 분쟁조정절차 등에 관하여는 제33조의2제2항, 제35조부터 제39조까지의 규정을 준용한다. 이 경우 \"분쟁조정위원회\"는 \"심의위원회\"로, \"개인정보와 관련한 분쟁\"은 \"정보통신망을 통하여 유통되는 정보 중 사생활의 침해 또는 명예훼손 등 타인의 권리를 침해하는 정보와 관련된 분쟁\"으로 본다."
            },
            {
              "항번호": "④",
              "항내용": "④ 명예훼손 분쟁조정부의 설치ㆍ운영 및 분쟁조정 등에 관하여 그 밖의 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제44조의10(명예훼손 분쟁조정부)",
          "조문제목": "명예훼손 분쟁조정부",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "10"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0045000",
          "조문내용": "            제6장 정보통신망의 안정성 확보 등",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0045001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자는 정보통신서비스의 제공에 사용되는 정보통신망의 안정성 및 정보의 신뢰성을 확보하기 위한 보호조치를 하여야 한다. <개정 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신서비스 제공자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보통신망에 연결되어 정보를 송ㆍ수신할 수 있는 기기ㆍ설비ㆍ장비 중 대통령령으로 정하는 기기ㆍ설비ㆍ장비(이하 \"정보통신망연결기기등\"이라 한다)를 제조하거나 수입하는 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 제1항에 따른 보호조치의 구체적 내용을 정한 정보보호조치에 관한 지침(이하 \"정보보호지침\"이라 한다)을 정하여 고시하고 제1항 각 호의 어느 하나에 해당하는 자에게 이를 지키도록 권고할 수 있다. <개정 2012.2.17, 2013.3.23, 2017.7.26, 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 정보보호지침에는 다음 각 호의 사항이 포함되어야 한다. <개정 2016.3.22, 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정당한 권한이 없는 자가 정보통신망에 접근ㆍ침입하는 것을 방지하거나 대응하기 위한 정보보호시스템의 설치ㆍ운영 등 기술적ㆍ물리적 보호조치"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보의 불법 유출ㆍ위조ㆍ변조ㆍ삭제 등을 방지하기 위한 기술적 보호조치"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신망의 지속적인 이용이 가능한 상태를 확보하기 위한 기술적ㆍ물리적 보호조치"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  정보통신망의 안정 및 정보보호를 위한 인력ㆍ조직ㆍ경비의 확보 및 관련 계획수립 등 관리적 보호조치"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  정보통신망연결기기등의 정보보호를 위한 기술적 보호조치"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 관계 중앙행정기관의 장에게 소관 분야의 정보통신망연결기기등과 관련된 시험ㆍ검사ㆍ인증 등의 기준에 정보보호지침의 내용을 반영할 것을 요청할 수 있다. <신설 2020.6.9>"
            }
          ],
          "조문내용": "제45조(정보통신망의 안정성 확보 등)",
          "조문제목": "정보통신망의 안정성 확보 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.2.17]",
          "조문키": "0045021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 새로이 정보통신망을 구축하거나 정보통신서비스를 제공하고자 하는 때에는 그 계획 또는 설계에 정보보호에 관한 사항을 고려하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 다음 각 호의 어느 하나에 해당하는 정보통신서비스 또는 전기통신사업을 시행하고자 하는 자에게 대통령령으로 정하는 정보보호 사전점검기준에 따라 보호조치를 하도록 권고할 수 있다. <개정 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  이 법 또는 다른 법령에 따라 과학기술정보통신부장관의 인가ㆍ허가를 받거나 등록ㆍ신고를 하도록 되어 있는 사업으로서 대통령령으로 정하는 정보통신서비스 또는 전기통신사업"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  과학기술정보통신부장관이 사업비의 전부 또는 일부를 지원하는 사업으로서 대통령령으로 정하는 정보통신서비스 또는 전기통신사업"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제2항에 따른 정보보호 사전점검의 기준ㆍ방법ㆍ절차ㆍ수수료 등 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제45조의2(정보보호 사전점검)",
          "조문제목": "정보보호 사전점검",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.2.17]",
          "조문키": "0045031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 정보통신시스템 등에 대한 보안 및 정보의 안전한 관리를 위하여 대통령령으로 정하는 기준에 해당하는 임직원을 정보보호 최고책임자로 지정하고 과학기술정보통신부장관에게 신고하여야 한다. 다만, 자산총액, 매출액 등이 대통령령으로 정하는 기준에 해당하는 정보통신서비스 제공자의 경우에는 정보보호 최고책임자를 신고하지 아니할 수 있다. <개정 2014.5.28, 2017.7.26, 2018.6.12, 2021.6.8>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 신고의 방법 및 절차 등에 대해서는 대통령령으로 정한다. <신설 2014.5.28>"
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항 본문에 따라 지정 및 신고된 정보보호 최고책임자(자산총액, 매출액 등 대통령령으로 정하는 기준에 해당하는 정보통신서비스 제공자의 경우로 한정한다)는 제4항의 업무 외의 다른 업무를 겸직할 수 없다. <신설 2018.6.12>"
            },
            {
              "항번호": "④",
              "항내용": "④ 정보보호 최고책임자의 업무는 다음 각 호와 같다. <개정 2021.6.8>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보보호 최고책임자는 다음 각 목의 업무를 총괄한다.",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  정보보호 계획의 수립ㆍ시행 및 개선"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  정보보호 실태와 관행의 정기적인 감사 및 개선"
                    },
                    {
                      "목번호": "다.",
                      "목내용": "다.  정보보호 위험의 식별 평가 및 정보보호 대책 마련"
                    },
                    {
                      "목번호": "라.",
                      "목내용": "라.  정보보호 교육과 모의 훈련 계획의 수립 및 시행"
                    }
                  ]
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보보호 최고책임자는 다음 각 목의 업무를 겸할 수 있다.",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  「정보보호산업의 진흥에 관한 법률」 제13조에 따른 정보보호 공시에 관한 업무"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  「정보통신기반 보호법」 제5조제5항에 따른 정보보호책임자의 업무"
                    },
                    {
                      "목번호": "다.",
                      "목내용": "다.  「전자금융거래법」 제21조의2제4항에 따른 정보보호최고책임자의 업무"
                    },
                    {
                      "목번호": "라.",
                      "목내용": "라.  「개인정보 보호법」 제31조제2항에 따른 개인정보 보호책임자의 업무"
                    },
                    {
                      "목번호": "마.",
                      "목내용": "마.  그 밖에 이 법 또는 관계 법령에 따라 정보보호를 위하여 필요한 조치의 이행"
                    }
                  ]
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 정보통신서비스 제공자는 침해사고에 대한 공동 예방 및 대응, 필요한 정보의 교류, 그 밖에 대통령령으로 정하는 공동의 사업을 수행하기 위하여 제1항에 따른 정보보호 최고책임자를 구성원으로 하는 정보보호 최고책임자 협의회를 구성ㆍ운영할 수 있다. <개정 2014.5.28, 2018.6.12>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 정부는 제5항에 따른 정보보호 최고책임자 협의회의 활동에 필요한 경비의 전부 또는 일부를 지원할 수 있다. <개정 2014.5.28, 2015.6.22, 2018.6.12>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 정보보호 최고책임자의 자격요건 등에 필요한 사항은 대통령령으로 정한다. <신설 2018.6.12>"
            }
          ],
          "조문내용": "제45조의3(정보보호 최고책임자의 지정 등)",
          "조문제목": "정보보호 최고책임자의 지정 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "46",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0046001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 정보통신서비스 제공자 중 정보통신시설의 규모 등이 대통령령으로 정하는 기준에 해당하는 자(이하 \"집적정보통신시설 사업자등\"이라 한다)는 정보통신시설을 안정적으로 운영하기 위하여 대통령령으로 정하는 바에 따른 보호조치를 하여야 한다. <개정 2020.6.9, 2023.1.3>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  타인의 정보통신서비스 제공을 위하여 집적된 정보통신시설을 운영ㆍ관리하는 자(이하 \"집적정보통신시설 사업자\"라 한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  자신의 정보통신서비스 제공을 위하여 직접 집적된 정보통신시설을 운영ㆍ관리하는 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 집적정보통신시설 사업자는 집적된 정보통신시설의 멸실, 훼손, 그 밖의 운영장애로 발생한 피해를 보상하기 위하여 대통령령으로 정하는 바에 따라 보험에 가입하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 정기적으로 제1항에 따른 보호조치의 이행 여부를 점검하고, 보완이 필요한 사항에 대하여 집적정보통신시설 사업자등에게 시정을 명할 수 있다. 다만, 집적정보통신시설 사업자등에 대하여 「방송통신발전 기본법」 제36조의2제2항에 따른 점검을 실시한 사항의 경우에는 제1항에 따른 보호조치의 이행 여부 점검 사항에서 제외한다. <신설 2023.1.3>"
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 집적정보통신시설 사업자등에 해당하는지 여부의 확인 및 제3항에 따른 점검을 위하여 제1항 각 호의 어느 하나에 해당하는 정보통신서비스 제공자, 관계 중앙행정기관의 장, 지방자치단체의 장 및 「공공기관의 운영에 관한 법률」 제4조에 따라 공공기관으로 지정된 기관의 장에게 자료의 제출을 요구할 수 있다. 이 경우 자료제출 요구를 받은 자는 정당한 사유가 없으면 그 요구에 따라야 하며, 자료제출 요구의 절차ㆍ방법 등에 관하여는 제64조제6항 및 제9항부터 제11항까지를 준용한다. <신설 2023.1.3>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제4항에 따라 제출받은 자료의 보호 및 폐기에 관하여는 제64조의2를 준용한다. <신설 2023.1.3>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 집적정보통신시설 사업자등은 재난이나 재해 및 그 밖의 물리적ㆍ기능적 결함 등으로 인하여 대통령령으로 정하는 기간 동안 정보통신서비스 제공의 중단이 발생한 때에는 그 중단 현황, 발생원인, 응급조치 및 복구대책을 지체 없이 과학기술정보통신부장관에게 보고하여야 한다. 이 경우 과학기술정보통신부장관은 집적된 정보통신시설의 복구 및 보호에 필요한 기술적 지원을 할 수 있다. <신설 2023.1.3>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 집적정보통신시설 사업자가 제공하는 집적된 정보통신시설을 임차한 정보통신서비스 제공자는 집적정보통신시설 사업자의 제1항에 따른 보호조치의 이행 등에 적극 협조하여야 하며, 제1항에 따른 보호조치에 필요한 설비를 직접 설치ㆍ운영하거나 출입 통제를 하는 등 임차시설을 배타적으로 운영ㆍ관리하는 경우에는 대통령령으로 정하는 바에 따라 보호조치의 이행, 재난 등으로 인한 서비스 중단 시 보고 등의 조치를 하여야 한다. <신설 2023.1.3>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 과학기술정보통신부장관은 제3항에 따른 점검과 제6항에 따른 기술적 지원에 관한 업무를 대통령령으로 정하는 전문기관에 위탁할 수 있다. <신설 2023.1.3>"
            },
            {
              "항번호": "⑨",
              "항내용": "⑨ 제3항에 따른 점검의 주기 및 방법, 제6항에 따른 보고의 방법, 그 밖에 필요한 사항은 대통령령으로 정한다. <신설 2023.1.3>"
            }
          ],
          "조문내용": "제46조(집적된 정보통신시설의 보호)",
          "조문제목": "집적된 정보통신시설의 보호",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "46",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0046021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 집적정보통신시설 사업자는 다음 각 호의 어느 하나에 해당하는 경우에는 이용약관으로 정하는 바에 따라 해당 서비스의 전부 또는 일부의 제공을 중단할 수 있다. <개정 2009.4.22, 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  집적정보통신시설을 이용하는 자(이하 \"시설이용자\"라 한다)의 정보시스템에서 발생한 이상현상으로 다른 시설이용자의 정보통신망 또는 집적된 정보통신시설의 정보통신망에 심각한 장애를 발생시킬 우려가 있다고 판단되는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  외부에서 발생한 침해사고로 집적된 정보통신시설에 심각한 장애가 발생할 우려가 있다고 판단되는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  중대한 침해사고가 발생하여 과학기술정보통신부장관이나 한국인터넷진흥원이 요청하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 집적정보통신시설 사업자는 제1항에 따라 해당 서비스의 제공을 중단하는 경우에는 중단사유, 발생일시, 기간 및 내용 등을 구체적으로 밝혀 시설이용자에게 즉시 알려야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 집적정보통신시설 사업자는 중단사유가 없어지면 즉시 해당 서비스의 제공을 재개하여야 한다."
            }
          ],
          "조문내용": "제46조의2(집적정보통신시설 사업자의 긴급대응)",
          "조문제목": "집적정보통신시설 사업자의 긴급대응",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "46",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0046031",
          "조문내용": "제46조의3 삭제 <2012.2.17>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0047001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망의 안정성ㆍ신뢰성 확보를 위하여 관리적ㆍ기술적ㆍ물리적 보호조치를 포함한 종합적 관리체계(이하 \"정보보호 관리체계\"라 한다)를 수립ㆍ운영하고 있는 자에 대하여 제4항에 따른 기준에 적합한지에 관하여 인증을 할 수 있다. <개정 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 「전기통신사업법」 제2조제8호에 따른 전기통신사업자와 전기통신사업자의 전기통신역무를 이용하여 정보를 제공하거나 정보의 제공을 매개하는 자로서 다음 각 호의 어느 하나에 해당하는 자는 제1항에 따른 인증을 받아야 한다. <신설 2012.2.17, 2015.12.1, 2018.12.24, 2020.6.9, 2024.1.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「전기통신사업법」 제6조제1항에 따른 등록을 한 자로서 대통령령으로 정하는 바에 따라 정보통신망서비스를 제공하는 자(이하 \"주요정보통신서비스 제공자\"라 한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  집적정보통신시설 사업자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  전년도 매출액 또는 세입 등이 1,500억원 이상이거나 정보통신서비스 부문 전년도 매출액이 100억원 이상 또는 전년도 일일평균 이용자수 100만명 이상으로서, 대통령령으로 정하는 기준에 해당하는 자"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 제2항에 따라 인증을 받아야 하는 자가 과학기술정보통신부령으로 정하는 바에 따라 국제표준 정보보호 인증을 받거나 정보보호 조치를 취한 경우에는 제1항에 따른 인증 심사의 일부를 생략할 수 있다. 이 경우 인증 심사의 세부 생략 범위에 대해서는 과학기술정보통신부장관이 정하여 고시한다. <신설 2015.12.1, 2017.7.26>"
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 제1항에 따른 정보보호 관리체계 인증을 위하여 관리적ㆍ기술적ㆍ물리적 보호대책을 포함한 인증기준 등 그 밖에 필요한 사항을 정하여 고시할 수 있다. <개정 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따른 정보보호 관리체계 인증의 유효기간은 3년으로 한다. 다만, 제47조의5제1항에 따라 정보보호 관리등급을 받은 경우 그 유효기간 동안 제1항의 인증을 받은 것으로 본다. <신설 2012.2.17, 2015.12.1>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 과학기술정보통신부장관은 한국인터넷진흥원 또는 과학기술정보통신부장관이 지정한 기관(이하 \"정보보호 관리체계 인증기관\"이라 한다)으로 하여금 제1항 및 제2항에 따른 인증에 관한 업무로서 다음 각 호의 업무를 수행하게 할 수 있다. <신설 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  인증 신청인이 수립한 정보보호 관리체계가 제4항에 따른 인증기준에 적합한지 여부를 확인하기 위한 심사(이하 \"인증심사\"라 한다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  인증심사 결과의 심의"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  인증서 발급ㆍ관리"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  인증의 사후관리"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  정보보호 관리체계 인증심사원의 양성 및 자격관리"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  그 밖에 정보보호 관리체계 인증에 관한 업무"
                }
              ]
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 과학기술정보통신부장관은 인증에 관한 업무를 효율적으로 수행하기 위하여 필요한 경우 인증심사 업무를 수행하는 기관(이하 \"정보보호 관리체계 심사기관\"이라 한다)을 지정할 수 있다. <신설 2015.12.1, 2017.7.26>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 한국인터넷진흥원, 정보보호 관리체계 인증기관 및 정보보호 관리체계 심사기관은 정보보호 관리체계의 실효성 제고를 위하여 연 1회 이상 사후관리를 실시하고 그 결과를 과학기술정보통신부장관에게 통보하여야 한다. <신설 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>"
            },
            {
              "항번호": "⑨",
              "항내용": "⑨ 제1항 및 제2항에 따라 정보보호 관리체계의 인증을 받은 자는 대통령령으로 정하는 바에 따라 인증의 내용을 표시하거나 홍보할 수 있다. <개정 2012.2.17, 2015.12.1>"
            },
            {
              "항번호": "⑩",
              "항내용": "⑩ 과학기술정보통신부장관은 다음 각 호의 어느 하나에 해당하는 사유를 발견한 경우에는 인증을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 인증을 취소하여야 한다. <신설 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 정보보호 관리체계 인증을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제4항에 따른 인증기준에 미달하게 된 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제8항에 따른 사후관리를 거부 또는 방해한 경우"
                }
              ]
            },
            {
              "항번호": "⑪",
              "항내용": "⑪ 제1항 및 제2항에 따른 인증의 방법ㆍ절차ㆍ범위ㆍ수수료, 제8항에 따른 사후관리의 방법ㆍ절차, 제10항에 따른 인증취소의 방법ㆍ절차, 그 밖에 필요한 사항은 대통령령으로 정한다. <개정 2012.2.17, 2015.12.1>"
            },
            {
              "항번호": "⑫",
              "항내용": "⑫ 정보보호 관리체계 인증기관 및 정보보호 관리체계 심사기관 지정의 기준ㆍ절차ㆍ유효기간 등에 필요한 사항은 대통령령으로 정한다. <개정 2012.2.17, 2015.12.1>"
            }
          ],
          "조문내용": "제47조(정보보호 관리체계의 인증)",
          "조문제목": "정보보호 관리체계의 인증",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2008.6.13]",
              "[제목개정 2015.12.1]"
            ]
          ],
          "조문키": "0047021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 제47조에 따라 정보보호 관리체계 인증기관 또는 정보보호 관리체계 심사기관으로 지정받은 법인 또는 단체가 다음 각 호의 어느 하나에 해당하면 그 지정을 취소하거나 1년 이내의 기간을 정하여 해당 업무의 전부 또는 일부의 정지를 명할 수 있다. 다만, 제1호나 제2호에 해당하는 경우에는 그 지정을 취소하여야 한다. <개정 2012.2.17, 2013.3.23, 2015.12.1, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 정보보호 관리체계 인증기관 또는 정보보호 관리체계 심사기관의 지정을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  업무정지기간 중에 인증 또는 인증심사를 한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정당한 사유 없이 인증 또는 인증심사를 하지 아니한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제47조제11항을 위반하여 인증 또는 인증심사를 한 경우"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제47조제12항에 따른 지정기준에 적합하지 아니하게 된 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 지정취소 및 업무정지 등에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제47조의2(정보보호 관리체계 인증기관 및 정보보호 관리체계 심사기관의 지정취소 등)",
          "조문제목": "정보보호 관리체계 인증기관 및 정보보호 관리체계 심사기관의 지정취소 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0047031",
          "조문내용": "제47조의3 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2008.6.13]",
              "[제47조의3에서 이동 <2012.2.17>]"
            ]
          ],
          "조문키": "0047041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 이용자의 정보보호에 필요한 기준을 정하여 이용자에게 권고하고, 침해사고의 예방 및 확산 방지를 위하여 취약점 점검, 기술 지원 등 필요한 조치를 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 정부는 제1항에 따른 조치에 관한 업무를 한국인터넷진흥원 또는 대통령령으로 정하는 전문기관에 위탁할 수 있다. <신설 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 주요정보통신서비스 제공자는 정보통신망에 중대한 침해사고가 발생하여 자신의 서비스를 이용하는 이용자의 정보시스템 또는 정보통신망 등에 심각한 장애가 발생할 가능성이 있으면 이용약관으로 정하는 바에 따라 그 이용자에게 보호조치를 취하도록 요청하고, 이를 이행하지 아니하는 경우에는 해당 정보통신망으로의 접속을 일시적으로 제한할 수 있다. <개정 2020.6.9>"
            },
            {
              "항번호": "④",
              "항내용": "④ 「소프트웨어 진흥법」 제2조에 따른 소프트웨어사업자는 보안에 관한 취약점을 보완하는 프로그램을 제작하였을 때에는 한국인터넷진흥원에 알려야 하고, 그 소프트웨어 사용자에게는 제작한 날부터 1개월 이내에 2회 이상 알려야 한다. <개정 2009.4.22, 2020.6.9>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제3항에 따른 보호조치의 요청 등에 관하여 이용약관으로 정하여야 하는 구체적인 사항은 대통령령으로 정한다. <개정 2020.6.9>"
            }
          ],
          "조문내용": "제47조의4(이용자의 정보보호)",
          "조문제목": "이용자의 정보보호",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.2.17]",
          "조문키": "0047051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 제47조에 따라 정보보호 관리체계 인증을 받은 자는 기업의 통합적 정보보호 관리수준을 제고하고 이용자로부터 정보보호 서비스에 대한 신뢰를 확보하기 위하여 과학기술정보통신부장관으로부터 정보보호 관리등급을 받을 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 한국인터넷진흥원으로 하여금 제1항에 따른 등급 부여에 관한 업무를 수행하게 할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 정보보호 관리등급을 받은 자는 대통령령으로 정하는 바에 따라 해당 등급의 내용을 표시하거나 홍보에 활용할 수 있다."
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 다음 각 호의 어느 하나에 해당하는 사유를 발견한 경우에는 부여한 등급을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 부여한 등급을 취소하여야 한다. <개정 2013.3.23, 2015.12.1, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 정보보호 관리등급을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제5항에 따른 등급기준에 미달하게 된 경우"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따른 등급 부여의 심사기준 및 등급 부여의 방법ㆍ절차ㆍ수수료, 등급의 유효기간, 제4항에 따른 등급취소의 방법ㆍ절차, 그 밖에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제47조의5(정보보호 관리등급 부여)",
          "조문제목": "정보보호 관리등급 부여",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2022.6.10]",
          "조문키": "0047061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 침해사고의 예방 및 피해 확산 방지를 위하여 정보통신서비스, 정보통신망연결기기등 또는 소프트웨어의 보안에 관한 취약점(이하 \"정보보호 취약점\"이라 한다)을 신고한 자에게 예산의 범위에서 포상금을 지급할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 포상금의 지급 대상ㆍ기준 및 절차 등은 대통령령으로 정한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 정부는 제1항에 따른 포상금 지급에 관한 업무를 한국인터넷진흥원에 위탁할 수 있다."
            }
          ],
          "조문내용": "제47조의6(정보보호 취약점 신고자에 대한 포상)",
          "조문제목": "정보보호 취약점 신고자에 대한 포상",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2024.1.23]",
          "조문키": "0047071",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 제47조제1항 및 제2항에 따른 인증을 받으려는 자 중 다음 각 호의 어느 하나에 해당하는 자에 대하여 제47조에 따른 인증기준 및 절차 등을 완화하여 적용할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「중소기업기본법」 제2조제2항에 따른 소기업"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  그 밖에 정보통신서비스의 규모 및 특성 등에 따라 대통령령으로 정하는 기준에 해당하는 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 정보통신망의 안정성ㆍ신뢰성 확보를 위하여 제1항에 관련된 비용 및 기술 등 필요한 지원을 할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 제1항에 따른 인증기준 및 절차 등 그 밖에 필요한 사항을 정하여 고시할 수 있다."
            }
          ],
          "조문내용": "제47조의7(정보보호 관리체계 인증의 특례)",
          "조문제목": "정보보호 관리체계 인증의 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "7"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0048001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 누구든지 정당한 접근권한 없이 또는 허용된 접근권한을 넘어 정보통신망에 침입하여서는 아니 된다."
            },
            {
              "항번호": "②",
              "항내용": "② 누구든지 정당한 사유 없이 정보통신시스템, 데이터 또는 프로그램 등을 훼손ㆍ멸실ㆍ변경ㆍ위조하거나 그 운용을 방해할 수 있는 프로그램(이하 \"악성프로그램\"이라 한다)을 전달 또는 유포하여서는 아니 된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 누구든지 정보통신망의 안정적 운영을 방해할 목적으로 대량의 신호 또는 데이터를 보내거나 부정한 명령을 처리하도록 하는 등의 방법으로 정보통신망에 장애가 발생하게 하여서는 아니 된다."
            },
            {
              "항번호": "④",
              "항내용": "④ 누구든지 정당한 사유 없이 정보통신망의 정상적인 보호ㆍ인증 절차를 우회하여 정보통신망에 접근할 수 있도록 하는 프로그램이나 기술적 장치 등을 정보통신망 또는 이와 관련된 정보시스템에 설치하거나 이를 전달ㆍ유포하여서는 아니 된다. <신설 2024.1.23>"
            }
          ],
          "조문내용": "제48조(정보통신망 침해행위 등의 금지)",
          "조문제목": "정보통신망 침해행위 등의 금지",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0048021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 침해사고에 적절히 대응하기 위하여 다음 각 호의 업무를 수행하고, 필요하면 업무의 전부 또는 일부를 한국인터넷진흥원이 수행하도록 할 수 있다. <개정 2009.4.22, 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  침해사고에 관한 정보의 수집ㆍ전파"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  침해사고의 예보ㆍ경보"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  침해사고에 대한 긴급조치"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 대통령령으로 정하는 침해사고 대응조치"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 다음 각 호의 어느 하나에 해당하는 자는 대통령령으로 정하는 바에 따라 침해사고의 유형별 통계, 해당 정보통신망의 소통량 통계 및 접속경로별 이용 통계 등 침해사고 관련 정보를 과학기술정보통신부장관이나 한국인터넷진흥원에 제공하여야 한다. <개정 2009.4.22, 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  주요정보통신서비스 제공자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  집적정보통신시설 사업자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 정보통신망을 운영하는 자로서 대통령령으로 정하는 자"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 한국인터넷진흥원은 제2항에 따른 정보를 분석하여 과학기술정보통신부장관에게 보고하여야 한다. <개정 2009.4.22, 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 제2항에 따라 정보를 제공하여야 하는 사업자가 정당한 사유 없이 정보의 제공을 거부하거나 거짓 정보를 제공하면 상당한 기간을 정하여 그 사업자에게 시정을 명할 수 있다. <개정 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 과학기술정보통신부장관이나 한국인터넷진흥원은 제2항에 따라 제공받은 정보를 침해사고의 대응을 위하여 필요한 범위에서만 정당하게 사용하여야 한다. <개정 2009.4.22, 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 과학기술정보통신부장관이나 한국인터넷진흥원은 침해사고의 대응을 위하여 필요하면 제2항 각 호의 어느 하나에 해당하는 자에게 인력지원을 요청할 수 있다. <개정 2009.4.22, 2013.3.23, 2017.7.26>"
            }
          ],
          "조문내용": "제48조의2(침해사고의 대응 등)",
          "조문제목": "침해사고의 대응 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0048031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 침해사고가 발생하면 즉시 그 사실을 과학기술정보통신부장관이나 한국인터넷진흥원에 신고하여야 한다. 이 경우 정보통신서비스 제공자가 이미 다른 법률에 따른 침해사고 통지 또는 신고를 했으면 전단에 따른 신고를 한 것으로 본다. <개정 2009.4.22, 2013.3.23, 2017.7.26, 2022.6.10>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2022.6.10>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2022.6.10>"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관이나 한국인터넷진흥원은 제1항에 따라 침해사고의 신고를 받거나 침해사고를 알게 되면 제48조의2제1항 각 호에 따른 필요한 조치를 하여야 한다. <개정 2009.4.22, 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항 후단에 따라 침해사고의 통지 또는 신고를 받은 관계 기관의 장은 이와 관련된 정보를 과학기술정보통신부장관 또는 한국인터넷진흥원에 지체 없이 공유하여야 한다. <신설 2022.6.10>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따른 신고의 시기, 방법 및 절차 등에 관하여 필요한 사항은 대통령령으로 정한다. <신설 2024.2.13>"
            }
          ],
          "조문내용": "제48조의3(침해사고의 신고 등)",
          "조문제목": "침해사고의 신고 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0048041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자 등 정보통신망을 운영하는 자는 침해사고가 발생하면 침해사고의 원인을 분석하고 그 결과에 따라 피해의 확산 방지를 위하여 사고대응, 복구 및 재발 방지에 필요한 조치를 하여야 한다. <개정 2022.6.10>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 정보통신서비스 제공자의 정보통신망에 침해사고가 발생하면 그 침해사고의 원인을 분석하고 피해 확산 방지, 사고대응, 복구 및 재발 방지를 위한 대책을 마련하여 해당 정보통신서비스 제공자(공공기관등은 제외한다)에게 필요한 조치를 이행하도록 명령할 수 있다. <신설 2022.6.10, 2024.2.13>"
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 제2항에 따른 조치의 이행 여부를 점검하고, 보완이 필요한 사항에 대하여 해당 정보통신서비스 제공자에게 시정을 명할 수 있다. <신설 2024.2.13>"
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 정보통신서비스 제공자의 정보통신망에 중대한 침해사고가 발생한 경우 제2항에 따른 원인 분석 및 대책 마련을 위하여 필요하면 정보보호에 전문성을 갖춘 민ㆍ관합동조사단을 구성하여 그 침해사고의 원인 분석을 할 수 있다. <개정 2013.3.23, 2017.7.26, 2022.6.10, 2024.2.13>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 과학기술정보통신부장관은 제2항에 따른 침해사고의 원인 분석 및 대책 마련을 위하여 필요하면 정보통신서비스 제공자에게 정보통신망의 접속기록 등 관련 자료의 보전을 명할 수 있다. <개정 2013.3.23, 2017.7.26, 2022.6.10, 2024.2.13>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 과학기술정보통신부장관은 제2항에 따른 침해사고의 원인 분석 및 대책 마련을 하기 위하여 필요하면 정보통신서비스 제공자에게 침해사고 관련 자료의 제출을 요구할 수 있으며, 중대한 침해사고의 경우 소속 공무원 또는 제4항에 따른 민ㆍ관합동조사단에게 관계인의 사업장에 출입하여 침해사고 원인을 조사하도록 할 수 있다. 다만, 「통신비밀보호법」 제2조제11호에 따른 통신사실확인자료에 해당하는 자료의 제출은 같은 법으로 정하는 바에 따른다. <개정 2013.3.23, 2017.7.26, 2022.6.10, 2024.2.13>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 과학기술정보통신부장관이나 민ㆍ관합동조사단은 제6항에 따라 제출받은 자료와 조사를 통하여 알게 된 정보를 침해사고의 원인 분석 및 대책 마련 외의 목적으로는 사용하지 못하며, 원인 분석이 끝난 후에는 즉시 파기하여야 한다. <개정 2013.3.23, 2017.7.26, 2022.6.10, 2024.2.13>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 제3항에 따른 점검의 방법ㆍ절차, 제4항에 따른 민ㆍ관합동조사단의 구성ㆍ운영, 제6항에 따라 제출된 자료의 보호 및 조사의 방법ㆍ절차 등에 필요한 사항은 대통령령으로 정한다. <개정 2022.6.10, 2024.2.13>"
            }
          ],
          "조문내용": "제48조의4(침해사고의 원인 분석 등)",
          "조문제목": "침해사고의 원인 분석 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2020.6.9]",
          "조문키": "0048051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 정보통신망연결기기등과 관련된 침해사고가 발생하면 관계 중앙행정기관의 장과 협력하여 해당 침해사고의 원인을 분석할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 정보통신망연결기기등과 관련된 침해사고가 발생하여 국민의 생명ㆍ신체 또는 재산에 위험을 초래할 가능성이 있는 경우 관계 중앙행정기관의 장에게 다음 각 호의 조치를 하도록 요청할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제47조의4제1항에 따른 취약점 점검, 기술 지원 등의 조치"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  피해 확산을 방지하기 위하여 필요한 조치"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 정보통신망연결기기등의 정보보호를 위한 제도의 개선"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 정보통신망연결기기등과 관련된 침해사고가 발생한 경우 해당 정보통신망연결기기등을 제조하거나 수입한 자에게 제품 취약점 개선 등 침해사고의 확대 또는 재발을 방지하기 위한 조치를 할 것을 권고할 수 있다."
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 대통령령으로 정하는 전문기관이 다음 각 호의 사업을 수행하는 데 필요한 비용을 지원할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신망연결기기등과 관련된 정보보호지침 마련을 위한 연구"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보통신망연결기기등과 관련된 시험ㆍ검사ㆍ인증 등의 기준 개선 연구"
                }
              ]
            }
          ],
          "조문내용": "제48조의5(정보통신망연결기기등 관련 침해사고의 대응 등)",
          "조문제목": "정보통신망연결기기등 관련 침해사고의 대응 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2020.6.9]",
          "조문키": "0048061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 제4항에 따른 인증시험대행기관의 시험 결과 정보통신망연결기기등이 제2항에 따른 인증기준에 적합한 경우 정보보호인증을 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 제1항에 따른 정보보호인증(이하 \"정보보호인증\"이라 한다)을 위하여 정보통신망의 안정성 및 정보의 신뢰성 확보 등에 관한 인증기준을 정하여 고시할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관은 정보보호인증을 받은 자가 다음 각 호의 어느 하나에 해당하는 경우에는 그 정보보호인증을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 그 정보보호인증을 취소하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 정보보호인증을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제2항에 따른 인증기준에 미달하게 된 경우"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 정보통신망연결기기등이 제2항에 따른 인증기준에 적합한지 여부를 확인하는 시험을 효율적으로 수행하기 위하여 필요한 경우에는 대통령령으로 정하는 지정기준을 충족하는 기관을 인증시험대행기관으로 지정할 수 있다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 과학기술정보통신부장관은 제4항에 따라 지정된 인증시험대행기관(이하 \"인증시험대행기관\"이라 한다)이 다음 각 호의 어느 하나에 해당하면 인증시험대행기관의 지정을 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 그 지정을 취소하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 그 밖의 부정한 방법으로 지정을 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제4항에 따른 지정기준에 미달하게 된 경우"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 과학기술정보통신부장관은 정보보호인증 및 정보보호인증 취소에 관한 업무를 한국인터넷진흥원에 위탁할 수 있다."
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 정보보호인증ㆍ정보보호인증 취소의 절차 및 인증시험대행기관의 지정ㆍ지정취소의 절차 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제48조의6(정보통신망연결기기등에 관한 인증)",
          "조문제목": "정보통신망연결기기등에 관한 인증",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0049001",
          "조문내용": "제49조(비밀 등의 보호) 누구든지 정보통신망에 의하여 처리ㆍ보관 또는 전송되는 타인의 정보를 훼손하거나 타인의 비밀을 침해ㆍ도용 또는 누설하여서는 아니 된다.",
          "조문제목": "비밀 등의 보호",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2008.6.13]",
              "[제목개정 2020.2.4]"
            ]
          ],
          "조문키": "0049021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 누구든지 정보통신망을 통하여 속이는 행위로 다른 사람의 정보를 수집하거나 다른 사람이 정보를 제공하도록 유인하여서는 아니 된다."
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자는 제1항을 위반한 사실을 발견하면 즉시 과학기술정보통신부장관 또는 한국인터넷진흥원에 신고하여야 한다. <개정 2009.4.22, 2016.3.22, 2017.7.26, 2020.2.4>"
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관 또는 한국인터넷진흥원은 제2항에 따른 신고를 받거나 제1항을 위반한 사실을 알게 되면 다음 각 호의 필요한 조치를 하여야 한다. <개정 2009.4.22, 2016.3.22, 2017.7.26, 2020.2.4, 2022.6.10>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  위반 사실에 관한 정보의 수집ㆍ전파"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  유사 피해에 대한 예보ㆍ경보"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신서비스 제공자에게 다음 각 목의 사항 중 전부 또는 일부를 요청하는 등 피해 예방 및 피해 확산을 방지하기 위한 긴급조치",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  접속경로의 차단"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  제1항의 위반행위에 이용된 전화번호에 대한 정보통신서비스의 제공 중지"
                    },
                    {
                      "목번호": "다.",
                      "목내용": "다.  이용자에게 제1항의 위반행위에 노출되었다는 사실의 통지"
                    }
                  ]
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관은 제3항제3호의 조치를 취하기 위하여 정보통신서비스 제공자에게 정보통신서비스 제공자 간 정보통신망을 통하여 속이는 행위에 대한 정보 공유 등 필요한 조치를 취하도록 명할 수 있다. <신설 2016.3.22, 2017.7.26, 2020.2.4>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제3항제3호에 따른 요청을 받은 정보통신서비스 제공자는 이용약관으로 정하는 바에 따라 해당 조치를 할 수 있다. <신설 2022.6.10>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제5항에 따른 이용약관으로 정하여야 하는 구체적인 사항은 대통령령으로 정한다. <신설 2022.6.10>"
            }
          ],
          "조문내용": "제49조의2(속이는 행위에 의한 정보의 수집금지 등)",
          "조문제목": "속이는 행위에 의한 정보의 수집금지 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2022.6.10]",
          "조문키": "0049031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 경찰청장ㆍ검찰총장ㆍ금융감독원장 등 대통령령으로 정하는 자는 제49조의2제1항에 따른 속이는 행위에 이용된 전화번호를 확인한 때에는 과학기술정보통신부장관에게 해당 전화번호에 대한 전기통신역무 제공의 중지를 요청할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 요청으로 전기통신역무 제공이 중지된 이용자는 전기통신역무 제공의 중지를 요청한 기관에 이의신청을 할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제2항에 따른 이의신청의 절차 등에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제49조의3(속이는 행위에 사용된 전화번호의 전기통신역무 제공의 중지 등)",
          "조문제목": "속이는 행위에 사용된 전화번호의 전기통신역무 제공의 중지 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2014.5.28]",
          "조문키": "0050001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 누구든지 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하려면 그 수신자의 명시적인 사전 동의를 받아야 한다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 사전 동의를 받지 아니한다. <개정 2016.3.22, 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  재화등의 거래관계를 통하여 수신자로부터 직접 연락처를 수집한 자가 대통령령으로 정한 기간 이내에 자신이 처리하고 수신자와 거래한 것과 같은 종류의 재화등에 대한 영리목적의 광고성 정보를 전송하려는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「방문판매 등에 관한 법률」에 따른 전화권유판매자가 육성으로 수신자에게 개인정보의 수집출처를 고지하고 전화권유를 하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하려는 자는 제1항에도 불구하고 수신자가 수신거부의사를 표시하거나 사전 동의를 철회한 경우에는 영리목적의 광고성 정보를 전송하여서는 아니 된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 오후 9시부터 그 다음 날 오전 8시까지의 시간에 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하려는 자는 제1항에도 불구하고 그 수신자로부터 별도의 사전 동의를 받아야 한다. 다만, 대통령령으로 정하는 매체의 경우에는 그러하지 아니하다."
            },
            {
              "항번호": "④",
              "항내용": "④ 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 자는 대통령령으로 정하는 바에 따라 다음 각 호의 사항 등을 광고성 정보에 구체적으로 밝혀야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  전송자의 명칭 및 연락처"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  수신의 거부 또는 수신동의의 철회 의사표시를 쉽게 할 수 있는 조치 및 방법에 관한 사항"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 자는 다음 각 호의 어느 하나에 해당하는 행위를 하여서는 아니 된다. <개정 2024.1.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  광고성 정보 수신자의 수신거부 또는 수신동의의 철회를 회피ㆍ방해하는 행위"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  숫자ㆍ부호 또는 문자를 조합하여 전화번호ㆍ전자우편주소 등 수신자의 연락처를 자동으로 만들어 내는 행위"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  영리목적의 광고성 정보를 전송할 목적으로 전화번호 또는 전자우편주소를 자동으로 등록하는 행위"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  광고성 정보 전송자의 신원이나 광고 전송 출처를 감추기 위한 각종 행위"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  영리목적의 광고성 정보를 전송할 목적으로 수신자를 기망하여 회신을 유도하는 각종 행위"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하는 자는 수신자가 수신거부나 수신동의의 철회를 할 때 발생하는 전화요금 등의 금전적 비용을 수신자가 부담하지 아니하도록 대통령령으로 정하는 바에 따라 필요한 조치를 하여야 한다."
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 전자적 전송매체를 이용하여 영리목적의 광고성 정보를 전송하려는 자는 수신자가 제1항 및 제3항에 따른 수신동의, 제2항에 따른 수신거부 또는 수신동의 철회에 관한 의사를 표시할 때에는 해당 수신자에게 대통령령으로 정하는 바에 따라 수신동의, 수신거부 또는 수신동의 철회에 대한 처리 결과를 알려야 한다. <개정 2024.1.23>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 제1항 또는 제3항에 따라 수신동의를 받은 자는 대통령령으로 정하는 바에 따라 정기적으로 광고성 정보 수신자의 수신동의 여부를 확인하여야 한다."
            }
          ],
          "조문내용": "제50조(영리목적의 광고성 정보 전송 제한)",
          "조문제목": "영리목적의 광고성 정보 전송 제한",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0050021",
          "조문내용": "제50조의2 삭제 <2014.5.28>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0050031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 영리목적의 광고성 정보의 전송을 타인에게 위탁한 자는 그 업무를 위탁받은 자가 제50조를 위반하지 아니하도록 관리ㆍ감독하여야 한다. <개정 2014.5.28>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 영리목적의 광고성 정보의 전송을 위탁받은 자는 그 업무와 관련한 법을 위반하여 발생한 손해의 배상책임에서 정보 전송을 위탁한 자의 소속 직원으로 본다. <개정 2020.6.9>"
            }
          ],
          "조문내용": "제50조의3(영리목적의 광고성 정보 전송의 위탁 등)",
          "조문제목": "영리목적의 광고성 정보 전송의 위탁 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0050041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자는 다음 각 호의 어느 하나에 해당하는 경우에 해당 역무의 제공을 거부하는 조치를 할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  광고성 정보의 전송 또는 수신으로 역무의 제공에 장애가 일어나거나 일어날 우려가 있는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  이용자가 광고성 정보의 수신을 원하지 아니하는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  삭제 <2014.5.28>"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 정보통신서비스 제공자는 제1항 또는 제4항에 따른 거부조치를 하려면 해당 역무 제공의 거부에 관한 사항을 그 역무의 이용자와 체결하는 정보통신서비스 이용계약의 내용에 포함하여야 한다. <개정 2014.5.28>"
            },
            {
              "항번호": "③",
              "항내용": "③ 정보통신서비스 제공자는 제1항 또는 제4항에 따른 거부조치 사실을 그 역무를 제공받는 이용자 등 이해관계인에게 알려야 한다. 다만, 미리 알리는 것이 곤란한 경우에는 거부조치를 한 후 지체 없이 알려야 한다. <개정 2014.5.28>"
            },
            {
              "항번호": "④",
              "항내용": "④ 정보통신서비스 제공자는 이용계약을 통하여 해당 정보통신서비스 제공자가 이용자에게 제공하는 서비스가 제50조 또는 제50조의8을 위반하여 영리목적의 광고성 정보전송에 이용되고 있는 경우 해당 역무의 제공을 거부하거나 정보통신망이나 서비스의 취약점을 개선하는 등 필요한 조치를 강구하여야 한다. <신설 2014.5.28>"
            }
          ],
          "조문내용": "제50조의4(정보 전송 역무 제공 등의 제한)",
          "조문제목": "정보 전송 역무 제공 등의 제한",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0050051",
          "조문내용": "제50조의5(영리목적의 광고성 프로그램 등의 설치) 정보통신서비스 제공자는 영리목적의 광고성 정보가 보이도록 하거나 개인정보를 수집하는 프로그램을 이용자의 컴퓨터나 그 밖에 대통령령으로 정하는 정보처리장치에 설치하려면 이용자의 동의를 받아야 한다. 이 경우 해당 프로그램의 용도와 삭제방법을 고지하여야 한다.",
          "조문제목": "영리목적의 광고성 프로그램 등의 설치",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0050061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 방송미디어통신위원회는 수신자가 제50조를 위반하여 전송되는 영리목적의 광고성 정보를 편리하게 차단하거나 신고할 수 있는 소프트웨어나 컴퓨터프로그램을 개발하여 보급할 수 있다. <개정 2025.10.1>"
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 제1항에 따른 전송차단, 신고 소프트웨어 또는 컴퓨터프로그램의 개발과 보급을 촉진하기 위하여 관련 공공기관ㆍ법인ㆍ단체 등에 필요한 지원을 할 수 있다. <개정 2025.10.1>"
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 정보통신서비스 제공자의 전기통신역무가 제50조를 위반하여 발송되는 영리목적의 광고성 정보 전송에 이용되면 수신자 보호를 위하여 기술개발ㆍ교육ㆍ홍보 등 필요한 조치를 할 것을 정보통신서비스 제공자에게 권고할 수 있다. <개정 2025.10.1>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따른 개발ㆍ보급의 방법과 제2항에 따른 지원에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제50조의6(영리목적의 광고성 정보 전송차단 소프트웨어의 보급 등)",
          "조문제목": "영리목적의 광고성 정보 전송차단 소프트웨어의 보급 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2014.5.28]",
          "조문키": "0050071",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 누구든지 영리목적의 광고성 정보를 인터넷 홈페이지에 게시하려면 인터넷 홈페이지 운영자 또는 관리자의 사전 동의를 받아야 한다. 다만, 별도의 권한 없이 누구든지 쉽게 접근하여 글을 게시할 수 있는 게시판의 경우에는 사전 동의를 받지 아니한다."
            },
            {
              "항번호": "②",
              "항내용": "② 영리목적의 광고성 정보를 게시하려는 자는 제1항에도 불구하고 인터넷 홈페이지 운영자 또는 관리자가 명시적으로 게시 거부의사를 표시하거나 사전 동의를 철회한 경우에는 영리목적의 광고성 정보를 게시하여서는 아니 된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 인터넷 홈페이지 운영자 또는 관리자는 제1항 또는 제2항을 위반하여 게시된 영리목적의 광고성 정보를 삭제하는 등의 조치를 할 수 있다."
            }
          ],
          "조문내용": "제50조의7(영리목적의 광고성 정보 게시의 제한)",
          "조문제목": "영리목적의 광고성 정보 게시의 제한",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "7"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0050081",
          "조문내용": "제50조의8(불법행위를 위한 광고성 정보 전송금지) 누구든지 정보통신망을 이용하여 이 법 또는 다른 법률에서 이용, 판매, 제공, 유통, 그 밖에 이와 유사한 행위를 금지하는 재화 또는 서비스에 대한 광고성 정보를 전송하여서는 아니 된다. <개정 2024.1.23>",
          "조문제목": "불법행위를 위한 광고성 정보 전송금지",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "8"
        },
        {
          "조문번호": "51",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0051001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 국내의 산업ㆍ경제 및 과학기술 등에 관한 중요 정보가 정보통신망을 통하여 국외로 유출되는 것을 방지하기 위하여 정보통신서비스 제공자 또는 이용자에게 필요한 조치를 하도록 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 중요 정보의 범위는 다음 각 호와 같다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  국가안전보장과 관련된 보안정보 및 주요 정책에 관한 정보"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  국내에서 개발된 첨단과학 기술 또는 기기의 내용에 관한 정보"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 정부는 제2항 각 호에 따른 정보를 처리하는 정보통신서비스 제공자에게 다음 각 호의 조치를 하도록 할 수 있다. <개정 2016.3.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신망의 부당한 이용을 방지할 수 있는 제도적ㆍ기술적 장치의 설정"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보의 불법파괴 또는 불법조작을 방지할 수 있는 제도적ㆍ기술적 조치"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신서비스 제공자가 처리 중 알게 된 중요 정보의 유출을 방지할 수 있는 조치"
                }
              ]
            }
          ],
          "조문내용": "제51조(중요 정보의 국외유출 제한 등)",
          "조문제목": "중요 정보의 국외유출 제한 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "52",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": [
            [
              "[전문개정 2008.6.13]",
              "[제목개정 2009.4.22]"
            ]
          ],
          "조문키": "0052001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정부는 정보통신망의 고도화(정보통신망의 구축ㆍ개선 및 관리에 관한 사항은 제외한다)와 안전한 이용 촉진 및 방송통신과 관련한 국제협력ㆍ국외진출 지원을 효율적으로 추진하기 위하여 한국인터넷진흥원(이하 \"인터넷진흥원\"이라 한다)을 설립한다. <개정 2009.4.22, 2020.6.9>"
            },
            {
              "항번호": "②",
              "항내용": "② 인터넷진흥원은 법인으로 한다. <개정 2009.4.22>"
            },
            {
              "항번호": "③",
              "항내용": "③ 인터넷진흥원은 다음 각 호의 사업을 한다. <개정 2009.4.22, 2012.2.17, 2013.3.23, 2014.11.19, 2015.6.22, 2017.7.26, 2020.2.4, 2020.6.9, 2021.6.8, 2022.6.10, 2024.1.23, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신망의 이용 및 보호, 방송통신과 관련한 국제협력ㆍ국외진출 등을 위한 법ㆍ정책 및 제도의 조사ㆍ연구"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정보통신망의 이용 및 보호와 관련한 통계의 조사ㆍ분석"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  정보통신망의 이용에 따른 역기능 분석 및 대책 연구"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  정보통신망의 이용 및 보호를 위한 홍보 및 교육ㆍ훈련"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  정보통신망의 정보보호 및 인터넷주소자원 관련 기술 개발 및 표준화"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  정보보호산업 정책 지원 및 관련 기술 개발과 인력양성"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  정보보호 관리체계의 인증, 정보보호시스템 평가ㆍ인증, 정보통신망연결기기등의 정보보호인증, 소프트웨어 개발보안 진단 등 정보보호 인증ㆍ평가 등의 실시 및 지원"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  「개인정보 보호법」에 따른 개인정보 보호를 위한 대책의 연구 및 보호기술의 개발ㆍ보급 지원"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  「개인정보 보호법」에 따른 개인정보침해 신고센터의 운영"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  광고성 정보 전송 및 인터넷광고와 관련한 고충의 상담ㆍ처리"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  정보통신망 침해사고의 처리ㆍ원인분석ㆍ대응체계 운영 및 정보보호 최고책임자를 통한 예방ㆍ대응ㆍ협력 활동"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  「전자서명법」 제21조에 따른 전자서명인증 정책의 지원"
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  인터넷의 효율적 운영과 이용활성화를 위한 지원"
                },
                {
                  "호번호": "14.",
                  "호내용": "14.  인터넷 이용자의 저장 정보 보호 지원"
                },
                {
                  "호번호": "15.",
                  "호내용": "15.  인터넷 관련 서비스정책 지원"
                },
                {
                  "호번호": "16.",
                  "호내용": "16.  인터넷상에서의 이용자 보호 및 건전 정보 유통 확산 지원"
                },
                {
                  "호번호": "17.",
                  "호내용": "17.  「인터넷주소자원에 관한 법률」에 따른 인터넷주소자원의 관리에 관한 업무"
                },
                {
                  "호번호": "18.",
                  "호내용": "18.  「인터넷주소자원에 관한 법률」 제16조에 따른 인터넷주소분쟁조정위원회의 운영 지원"
                },
                {
                  "호번호": "19.",
                  "호내용": "19.  「정보보호산업의 진흥에 관한 법률」 제25조제7항에 따른 조정위원회의 운영지원"
                },
                {
                  "호번호": "20.",
                  "호내용": "20.  방송통신과 관련한 국제협력ㆍ국외진출 및 국외홍보 지원"
                },
                {
                  "호번호": "21.",
                  "호내용": "21.  본인확인업무 및 연계정보 생성ㆍ처리 관련 정책의 지원"
                },
                {
                  "호번호": "22.",
                  "호내용": "22.  제1호부터 제21호까지의 사업에 부수되는 사업"
                },
                {
                  "호번호": "23.",
                  "호내용": "23.  그 밖에 이 법 또는 다른 법령에 따라 인터넷진흥원의 업무로 정하거나 위탁한 사업이나 과학기술정보통신부장관ㆍ행정안전부장관ㆍ방송미디어통신위원회 또는 다른 행정기관의 장으로부터 위탁받은 사업"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 인터넷진흥원이 사업을 수행하는 데 필요한 경비는 다음 각 호의 재원으로 충당한다. <개정 2016.3.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정부의 출연금"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제3항 각 호의 사업수행에 따른 수입금"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 인터넷진흥원의 운영에 따른 수입금"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 인터넷진흥원에 관하여 이 법에서 정하지 아니한 사항에 대하여는 「민법」의 재단법인에 관한 규정을 준용한다. <개정 2009.4.22>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 인터넷진흥원이 아닌 자는 한국인터넷진흥원의 명칭을 사용하지 못한다. <개정 2009.4.22>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 인터넷진흥원의 운영 및 업무수행에 필요한 사항은 대통령령으로 정한다. <개정 2009.4.22>"
            }
          ],
          "조문내용": "제52조(한국인터넷진흥원)",
          "조문제목": "한국인터넷진흥원",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "53",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0053000",
          "조문내용": "            제7장 통신과금서비스 <신설 2007.12.21>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "53",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제53조는 제62조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0053001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스를 제공하려는 자는 대통령령으로 정하는 바에 따라 다음 각 호의 사항을 갖추어 과학기술정보통신부장관에게 등록하여야 한다. <개정 2008.2.29, 2013.3.23, 2017.7.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  재무건전성"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  통신과금서비스이용자보호계획"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  업무를 수행할 수 있는 인력과 물적 설비"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  사업계획서"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 등록할 수 있는 자는 「상법」제170조에 따른 회사 또는 「민법」제32조에 따른 법인으로서 자본금ㆍ출자총액 또는 기본재산이 5억원 이상의 범위에서 대통령령으로 정하는 금액 이상이어야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 통신과금서비스제공자는 「전기통신사업법」 제22조에도 불구하고 부가통신사업자의 신고를 하지 아니할 수 있다. <개정 2010.3.22>"
            },
            {
              "항번호": "④",
              "항내용": "④ 「전기통신사업법」 제23조부터 제26조까지의 규정은 통신과금서비스제공자의 등록사항의 변경, 사업의 양도ㆍ양수 또는 합병ㆍ상속, 사업의 승계, 사업의 휴업ㆍ폐업ㆍ해산 등에 준용한다. 이 경우 \"별정통신사업자\"는 \"통신과금서비스제공자\"로 보고, \"별정통신사업\"은 \"통신과금서비스제공업\"으로 본다. <개정 2010.3.22, 2020.6.9>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따른 등록의 세부요건, 절차, 그 밖에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제53조(통신과금서비스제공자의 등록 등)",
          "조문제목": "통신과금서비스제공자의 등록 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "54",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제54조는 제63조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0054001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제53조제4항에 따라 사업을 폐업한 날부터 1년이 지나지 아니한 법인 및 그 사업이 폐업될 당시 그 법인의 대주주(대통령령으로 정하는 출자자를 말한다. 이하 같다)이었던 자로서 그 폐업일부터 1년이 지나지 아니한 자"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제55조제1항에 따라 등록이 취소된 날부터 3년이 지나지 아니한 법인 및 그 취소 당시 그 법인의 대주주이었던 자로서 그 취소가 된 날부터 3년이 지나지 아니한 자"
              },
              {
                "호번호": "3.",
                "호내용": "3.  「채무자 회생 및 파산에 관한 법률」에 따른 회생절차 중에 있는 법인 및 그 법인의 대주주"
              },
              {
                "호번호": "4.",
                "호내용": "4.  금융거래 등 상거래를 할 때 약정한 기일 내에 채무를 변제하지 아니한 자로서 과학기술정보통신부장관이 정하는 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제1호부터 제4호까지의 규정에 해당하는 자가 대주주인 법인"
              }
            ]
          },
          "조문내용": "제54조(등록의 결격사유) 다음 각 호의 어느 하나에 해당하는 자는 제53조에 따른 등록을 할 수 없다. <개정 2008.2.29, 2013.3.23, 2017.7.26, 2020.6.9>",
          "조문제목": "등록의 결격사유",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "55",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[제목개정 2015.6.22]",
              "[종전 제55조는 제64조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0055001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관은 통신과금서비스제공자가 거짓이나 그 밖의 부정한 방법으로 등록을 한 때에는 등록을 취소하여야 한다. <개정 2015.6.22, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 처분의 절차, 그 밖에 필요한 사항은 대통령령으로 정한다. <개정 2015.6.22>"
            }
          ],
          "조문내용": "제55조(등록의 취소명령)",
          "조문제목": "등록의 취소명령",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "56",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제56조는 제65조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0056001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스제공자는 통신과금서비스에 관한 약관을 정하여 과학기술정보통신부장관에게 신고(변경신고를 포함한다)하여야 한다. <개정 2008.2.29, 2013.3.23, 2017.7.26>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 제1항에 따른 약관이 통신과금서비스이용자의 이익을 침해할 우려가 있다고 판단되는 경우에는 통신과금서비스제공자에게 약관의 변경을 권고할 수 있다. <개정 2008.2.29, 2013.3.23, 2017.7.26>"
            }
          ],
          "조문내용": "제56조(약관의 신고 등)",
          "조문제목": "약관의 신고 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "57",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제57조는 제66조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0057001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스제공자는 통신과금서비스가 안전하게 제공될 수 있도록 선량한 관리자로서의 주의의무를 다하여야 한다. <개정 2014.5.28>"
            },
            {
              "항번호": "②",
              "항내용": "② 통신과금서비스제공자는 통신과금서비스를 통한 거래의 안전성과 신뢰성을 확보하기 위하여 대통령령으로 정하는 바에 따라 업무처리지침의 제정 및 회계처리 구분 등의 관리적 조치와 정보보호시스템 구축 등의 기술적 조치를 하여야 한다."
            }
          ],
          "조문내용": "제57조(통신과금서비스의 안전성 확보 등)",
          "조문제목": "통신과금서비스의 안전성 확보 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "58",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제58조는 제67조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0058001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스제공자는 재화등의 판매ㆍ제공의 대가가 발생한 때 및 대가를 청구할 때에 통신과금서비스이용자에게 다음 각 호의 사항을 고지하여야 한다. <개정 2011.4.5, 2014.5.28>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  통신과금서비스 이용일시"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  통신과금서비스를 통한 구매ㆍ이용의 거래 상대방(통신과금서비스를 이용하여 그 대가를 받고 재화 또는 용역을 판매ㆍ제공하는 자를 말한다. 이하 \"거래 상대방\"이라 한다)의 상호와 연락처"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  통신과금서비스를 통한 구매ㆍ이용 금액과 그 명세"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  이의신청 방법 및 연락처"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 통신과금서비스제공자는 통신과금서비스이용자가 구매ㆍ이용 내역을 확인할 수 있는 방법을 제공하여야 하며, 통신과금서비스이용자가 구매ㆍ이용 내역에 관한 서면(전자문서를 포함한다. 이하 같다)을 요청하는 경우에는 그 요청을 받은 날부터 2주 이내에 이를 제공하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 통신과금서비스이용자는 통신과금서비스가 자신의 의사에 반하여 제공되었음을 안 때에는 통신과금서비스제공자에게 이에 대한 정정을 요구할 수 있으며(통신과금서비스이용자의 고의 또는 중과실이 있는 경우는 제외한다), 통신과금서비스제공자는 이용자의 정정요구가 이유 있을 경우 판매자에 대한 이용 대금의 지급을 유보하고 그 정정 요구를 받은 날부터 2주 이내에 처리 결과를 알려 주어야 한다. <개정 2014.5.28>"
            },
            {
              "항번호": "④",
              "항내용": "④ 통신과금서비스제공자는 통신과금서비스에 관한 기록을 5년 이내의 범위에서 대통령령으로 정하는 기간 동안 보존하여야 한다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 통신과금서비스제공자(제2조제1항제10호가목의 업무를 제공하는 자)는 통신과금서비스를 제공하거나 이용한도액을 증액할 경우에는 미리 해당 통신과금서비스이용자의 동의를 받아야 한다. <신설 2014.5.28>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 통신과금서비스제공자(제2조제1항제10호가목의 업무를 제공하는 자)는 약관을 변경하는 때에는 변경되는 약관의 시행일 1개월 전에 이용자에게 통지하여야 한다. 이 경우 변경되는 약관에 대하여 이의가 있는 이용자는 통신과금서비스에 관한 계약을 해지할 수 있다. <신설 2014.5.28>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 제2항에 따라 통신과금서비스제공자가 제공하여야 하는 구매ㆍ이용내역의 대상기간, 종류 및 범위, 제4항에 따라 통신과금서비스제공자가 보존하여야 하는 기록의 종류 및 보존방법, 제6항에 따른 약관변경에 관한 통지의 방법 및 이의기간ㆍ절차 등 계약해지에 필요한 사항은 대통령령으로 정한다. <개정 2014.5.28>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 제5항에 따른 동의의 방법 등에 필요한 사항은 과학기술정보통신부장관이 정하여 고시한다. <신설 2014.5.28, 2017.7.26>"
            },
            {
              "항번호": "⑨",
              "항내용": "⑨ 과학기술정보통신부장관은 통신과금서비스가 통신과금서비스이용자의 의사에 반하여 제공되지 아니하도록 결제방식 등에 관한 세부적인 사항을 정하여 고시할 수 있다. <신설 2014.5.28, 2017.7.26>"
            }
          ],
          "조문내용": "제58조(통신과금서비스이용자의 권리 등)",
          "조문제목": "통신과금서비스이용자의 권리 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "58",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2018.6.12]",
          "조문키": "0058021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스이용자는 자신의 의사에 따라 통신과금서비스가 제공되었는지 여부를 확인하기 위하여 필요한 경우에는 거래 상대방에게 재화등을 구매ㆍ이용한 자의 이름과 생년월일에 대한 정보(이하 \"구매자정보\"라 한다)의 제공을 요청할 수 있다. 이 경우 구매자정보 제공 요청을 받은 거래 상대방은 정당한 사유가 없으면 그 요청을 받은 날부터 3일 이내에 이를 제공하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 구매자정보를 제공받은 통신과금서비스이용자는 해당 정보를 본인 여부를 확인하거나 고소ㆍ고발을 위하여 수사기관에 제출하기 위한 목적으로만 사용하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 그 밖에 구매자정보 제공 요청의 내용과 절차 등에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제58조의2(구매자정보 제공 요청 등)",
          "조문제목": "구매자정보 제공 요청 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "59",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[제목개정 2018.6.12]",
              "[종전 제59조는 제68조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0059001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스제공자는 통신과금서비스에 대한 이용자의 권익을 보호하기 위하여 자율적인 분쟁 조정 및 해결 등을 시행하는 기관 또는 단체를 설치ㆍ운영할 수 있다. <개정 2018.6.12, 2020.6.9>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 분쟁 조정 및 해결 등을 시행하는 기관 또는 단체는 분쟁 조정 및 해결 등을 위하여 필요하다고 인정하는 경우 통신과금서비스이용자의 동의를 받아 구매자정보 제공 요청을 대행할 수 있다. 이 경우 구매자정보 제공 요청 등에 대하여는 제58조의2를 준용한다. <신설 2018.6.12>"
            },
            {
              "항번호": "③",
              "항내용": "③ 통신과금서비스제공자는 대통령령으로 정하는 바에 따라 통신과금서비스와 관련한 통신과금서비스이용자의 이의신청 및 권리구제를 위한 절차를 마련하여야 하고, 통신과금서비스 계약을 체결하는 경우 이를 이용약관에 명시하여야 한다. <개정 2014.5.28, 2018.6.12>"
            }
          ],
          "조문내용": "제59조(분쟁 조정 및 해결 등)",
          "조문제목": "분쟁 조정 및 해결 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "60",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제60조는 제69조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0060001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 통신과금서비스제공자는 통신과금서비스의 제공과 관련하여 통신과금서비스이용자에게 손해가 발생한 경우에 그 손해를 배상하여야 한다. 다만, 그 손해의 발생이 통신과금서비스이용자의 고의 또는 중과실로 인한 경우에는 그러하지 아니하다. <개정 2020.6.9>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 손해배상을 하는 경우에는 손해배상을 받을 자와 협의하여야 한다. <개정 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 제2항에 따른 손해배상에 관한 협의가 성립되지 아니하거나 협의를 할 수 없는 경우에는 당사자는 방송미디어통신위원회에 재정을 신청할 수 있다. <개정 2008.2.29, 2025.10.1>"
            }
          ],
          "조문내용": "제60조(손해배상 등)",
          "조문제목": "손해배상 등",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "61",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2007.12.21]",
              "[종전 제61조는 제70조로 이동 <2007.12.21>]"
            ]
          ],
          "조문키": "0061001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  「청소년 보호법」 제16조를 위반하여 청소년유해매체물을 청소년에게 판매ㆍ대여ㆍ제공하는 자"
              },
              {
                "호번호": "2.",
                "호내용": "2.  다음 각 목의 어느 하나에 해당하는 수단을 이용하여 통신과금서비스이용자로 하여금 재화등을 구매ㆍ이용하게 함으로써 통신과금서비스이용자의 이익을 현저하게 저해하는 자",
                "목": [
                  {
                    "목번호": "가.",
                    "목내용": "가.  제50조를 위반한 영리목적의 광고성 정보 전송"
                  },
                  {
                    "목번호": "나.",
                    "목내용": "나.  통신과금서비스이용자에 대한 기망 또는 부당한 유인"
                  }
                ]
              },
              {
                "호번호": "3.",
                "호내용": "3.  이 법 또는 다른 법률에서 금지하는 재화등을 판매ㆍ제공하는 자"
              }
            ]
          },
          "조문내용": "제61조(통신과금서비스의 이용제한) 과학기술정보통신부장관은 통신과금서비스제공자에게 다음 각 호의 어느 하나에 해당하는 자에 대한 서비스의 제공을 거부, 정지 또는 제한하도록 명할 수 있다. <개정 2008.2.29, 2011.9.15, 2013.3.23, 2017.7.26>",
          "조문제목": "통신과금서비스의 이용제한",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "62",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0062000",
          "조문내용": "            제8장 국제협력 <신설 2007.12.21>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "62",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0062001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  삭제 <2020.2.4>"
              },
              {
                "호번호": "2.",
                "호내용": "2.  정보통신망에서의 청소년 보호를 위한 업무"
              },
              {
                "호번호": "3.",
                "호내용": "3.  정보통신망의 안전성을 침해하는 행위를 방지하기 위한 업무"
              },
              {
                "호번호": "4.",
                "호내용": "4.  그 밖에 정보통신서비스의 건전하고 안전한 이용에 관한 업무"
              }
            ]
          },
          "조문내용": "제62조(국제협력) 정부는 다음 각 호의 사항을 추진할 때 다른 국가 또는 국제기구와 상호 협력하여야 한다.",
          "조문제목": "국제협력",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "63",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0063001",
          "조문내용": "제63조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "63",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0063021",
          "조문내용": "제63조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0064000",
          "조문내용": "            제9장 보칙 <신설 2007.12.21>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0064001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관 또는 방송미디어통신위원회는 다음 각 호의 어느 하나에 해당하는 경우에는 정보통신서비스 제공자(국내대리인을 포함한다. 이하 이 조에서 같다)에게 관계 물품ㆍ서류 등을 제출하게 할 수 있다. <개정 2011.3.29, 2012.2.17, 2013.3.23, 2017.7.26, 2018.9.18, 2020.2.4, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  이 법에 위반되는 사항을 발견하거나 혐의가 있음을 알게 된 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  이 법의 위반에 대한 신고를 받거나 민원이 접수된 경우"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  이용자 정보의 안전성과 신뢰성 확보를 현저히 해치는 사건ㆍ사고 등이 발생하였거나 발생할 가능성이 있는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 이용자 보호를 위하여 필요한 경우로서 대통령령으로 정하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 이 법을 위반하여 영리목적 광고성 정보를 전송한 자에게 다음 각 호의 조치를 하기 위하여 정보통신서비스 제공자에게 해당 광고성 정보 전송자의 성명ㆍ주소ㆍ주민등록번호ㆍ이용기간 등에 대한 자료의 열람이나 제출을 요청할 수 있다. <개정 2020.2.4, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제4항에 따른 시정조치"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제76조에 따른 과태료 부과"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 이에 준하는 조치"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관 또는 방송미디어통신위원회는 정보통신서비스 제공자가 제1항 및 제2항에 따른 자료를 제출하지 아니하거나 이 법을 위반한 사실이 있다고 인정되면 소속 공무원에게 정보통신서비스 제공자, 해당 법 위반 사실과 관련한 관계인의 사업장에 출입하여 업무상황, 장부 또는 서류 등을 검사하도록 할 수 있다. <개정 2011.3.29, 2013.3.23, 2016.3.22, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "④",
              "항내용": "④ 과학기술정보통신부장관 또는 방송미디어통신위원회는 이 법을 위반한 정보통신서비스 제공자에게 해당 위반행위의 중지나 시정을 위하여 필요한 시정조치를 명할 수 있고, 시정조치의 명령을 받은 정보통신서비스 제공자에게 시정조치의 명령을 받은 사실을 공표하도록 할 수 있다. 이 경우 공표의 방법ㆍ기준 및 절차 등에 필요한 사항은 대통령령으로 정한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 과학기술정보통신부장관 또는 방송미디어통신위원회는 제4항에 따라 필요한 시정조치를 명한 경우에는 시정조치를 명한 사실을 공개할 수 있다. 이 경우 공개의 방법ㆍ기준 및 절차 등에 필요한 사항은 대통령령으로 정한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 과학기술정보통신부장관 또는 방송미디어통신위원회가 제1항 및 제2항에 따라 자료 등의 제출 또는 열람을 요구할 때에는 요구사유, 법적 근거, 제출시한 또는 열람일시, 제출ㆍ열람할 자료의 내용 등을 구체적으로 밝혀 서면(전자문서를 포함한다)으로 알려야 한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 제3항에 따른 검사를 하는 경우에는 검사 시작 7일 전까지 검사일시, 검사이유 및 검사내용 등에 대한 검사계획을 해당 정보통신서비스 제공자에게 알려야 한다. 다만, 긴급한 경우나 사전통지를 하면 증거인멸 등으로 검사목적을 달성할 수 없다고 인정하는 경우에는 그 검사계획을 알리지 아니한다. <개정 2020.2.4>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 제3항에 따라 검사를 하는 공무원은 그 권한을 표시하는 증표를 지니고 이를 관계인에게 내보여야 하며, 출입할 때 성명ㆍ출입시간ㆍ출입목적 등이 표시된 문서를 관계인에게 내주어야 한다."
            },
            {
              "항번호": "⑨",
              "항내용": "⑨ 과학기술정보통신부장관 또는 방송미디어통신위원회는 제1항부터 제3항까지의 규정에 따라 자료 등을 제출받거나 열람 또는 검사한 경우에는 그 결과(조사 결과 시정조치명령 등의 처분을 하려는 경우에는 그 처분의 내용을 포함한다)를 해당 정보통신서비스 제공자에게 서면으로 알려야 한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "⑩",
              "항내용": "⑩ 과학기술정보통신부장관 또는 방송미디어통신위원회는 제1항부터 제4항까지의 규정에 따른 자료의 제출 요구 및 검사 등을 위하여 인터넷진흥원의 장에게 기술적 자문을 하거나 그 밖에 필요한 지원을 요청할 수 있다. <개정 2009.4.22, 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "⑪",
              "항내용": "⑪ 제1항부터 제3항까지의 규정에 따른 자료 등의 제출 요구, 열람 및 검사 등은 이 법의 시행을 위하여 필요한 최소한의 범위에서 하여야 하며 다른 목적을 위하여 남용하여서는 아니 된다."
            }
          ],
          "조문내용": "제64조(자료의 제출 등)",
          "조문제목": "자료의 제출 등",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0064021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 과학기술정보통신부장관 또는 방송미디어통신위원회는 정보통신서비스 제공자로부터 제64조에 따라 제출되거나 수집된 서류ㆍ자료 등에 대한 보호 요구를 받으면 이를 제3자에게 제공하거나 일반에게 공개하여서는 아니 된다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관 또는 방송미디어통신위원회는 정보통신망을 통하여 자료의 제출 등을 받은 경우나 수집한 자료 등을 전자화한 경우에는 개인정보ㆍ영업비밀 등이 유출되지 아니하도록 제도적ㆍ기술적 보안조치를 하여야 한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관 또는 방송미디어통신위원회는 다른 법률에 특별한 규정이 있는 경우 외에 다음 각 호의 어느 하나에 해당하는 사유가 발생하면 제64조에 따라 제출되거나 수집된 서류ㆍ자료 등을 즉시 폐기하여야 한다. 제65조에 따라 과학기술정보통신부장관 또는 방송미디어통신위원회의 권한의 전부 또는 일부를 위임 또는 위탁받은 자도 또한 같다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제64조에 따른 자료제출 요구, 출입검사, 시정명령 등의 목적이 달성된 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제64조제4항에 따른 시정조치명령에 불복하여 행정심판이 청구되거나 행정소송이 제기된 경우에는 해당 행정쟁송절차가 끝난 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제76조제4항에 따른 과태료 처분이 있고 이에 대한 이의제기가 없는 경우에는 같은 조 제5항에 따른 이의제기기간이 끝난 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제76조제4항에 따른 과태료 처분에 대하여 이의제기가 있는 경우에는 해당 관할 법원에 의한 비송사건절차가 끝난 경우"
                }
              ]
            }
          ],
          "조문내용": "제64조의2(자료 등의 보호 및 폐기)",
          "조문제목": "자료 등의 보호 및 폐기",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0064031",
          "조문내용": "제64조의3 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2015.12.1]",
          "조문키": "0064041",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제9조제2항에 따라 인증기관의 지정을 취소하려는 경우"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제23조의4제1항에 따라 본인확인기관의 지정을 취소하려는 경우"
              },
              {
                "호번호": "3.",
                "호내용": "3.  제47조제10항에 따라 정보보호 관리체계 인증을 취소하려는 경우"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제47조의2제1항에 따라 정보보호 관리체계 인증기관의 지정을 취소하려는 경우"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제47조의5제4항에 따라 정보보호 관리등급을 취소하려는 경우"
              },
              {
                "호번호": "5의2.",
                "호내용": "5의2.  제48조의6제3항에 따라 정보보호인증을 취소하려는 경우"
              },
              {
                "호번호": "5의3.",
                "호내용": "5의3.  제48조의6제5항에 따라 인증시험대행기관의 지정을 취소하려는 경우"
              },
              {
                "호번호": "6.",
                "호내용": "6.  제55조제1항에 따라 등록을 취소하려는 경우"
              }
            ]
          },
          "조문내용": "제64조의4(청문) 과학기술정보통신부장관 또는 방송미디어통신위원회는 다음 각 호의 어느 하나에 해당하는 경우에는 청문을 하여야 한다. <개정 2017.7.26, 2020.2.4, 2020.6.9, 2025.10.1>",
          "조문제목": "청문",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "64",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[본조신설 2020.6.9]",
          "조문키": "0064051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 정보통신서비스 제공자 중 일일 평균 이용자의 수, 매출액, 사업의 종류 등이 대통령령으로 정하는 기준에 해당하는 자는 매년 자신이 제공하는 정보통신서비스를 통하여 유통되는 불법촬영물등의 처리에 관하여 다음 각 호의 사항을 포함한 보고서(이하 \"투명성 보고서\"라 한다)를 작성하여 다음해 1월 31일까지 방송미디어통신위원회에 제출하여야 한다. <개정 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정보통신서비스 제공자가 불법촬영물등의 유통 방지를 위하여 기울인 일반적인 노력에 관한 사항"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「전기통신사업법」 제22조의5제1항에 따른 불법촬영물등의 신고, 삭제요청 등의 횟수, 내용, 처리기준, 검토결과 및 처리결과에 관한 사항"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「전기통신사업법」 제22조의5제1항에 따른 불법촬영물등의 삭제ㆍ접속차단 등 유통방지에 필요한 절차의 마련 및 운영에 관한 사항"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  불법촬영물등 유통방지 책임자의 배치에 관한 사항"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  불법촬영물등 유통방지를 위한 내부 교육의 실시와 지원에 관한 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 방송미디어통신위원회는 투명성 보고서를 자신이 운영ㆍ관리하는 정보통신망을 통하여 공개하여야 한다. <개정 2025.10.1>"
            },
            {
              "항번호": "③",
              "항내용": "③ 방송미디어통신위원회는 투명성 보고서의 사실을 확인하거나 제출된 자료의 진위를 확인하기 위하여 정보통신서비스제공자에게 자료의 제출을 요구할 수 있다. <개정 2025.10.1>"
            }
          ],
          "조문내용": "제64조의5(투명성 보고서 제출의무 등)",
          "조문제목": "투명성 보고서 제출의무 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "65",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0065001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 이 법에 따른 과학기술정보통신부장관 또는 방송미디어통신위원회의 권한은 대통령령으로 정하는 바에 따라 그 일부를 소속 기관의 장 또는 지방우정청장에게 위임ㆍ위탁할 수 있다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2020.2.4, 2025.10.1>"
            },
            {
              "항번호": "②",
              "항내용": "② 과학기술정보통신부장관은 제13조에 따른 정보통신망의 이용촉진 등에 관한 사업을 대통령령으로 정하는 바에 따라 「지능정보화 기본법」 제12조에 따른 한국지능정보사회진흥원에 위탁할 수 있다. <개정 2013.3.23, 2017.7.26, 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 과학기술정보통신부장관 또는 방송미디어통신위원회는 제64조제1항 및 제2항에 따른 자료의 제출 요구 및 검사에 관한 업무를 대통령령으로 정하는 바에 따라 인터넷진흥원에 위탁할 수 있다. <개정 2009.4.22, 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따른 인터넷진흥원의 직원에게는 제64조제8항을 준용한다. <개정 2009.4.22>"
            }
          ],
          "조문내용": "제65조(권한의 위임ㆍ위탁)",
          "조문제목": "권한의 위임ㆍ위탁",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "65",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0065021",
          "조문내용": "제65조의2 삭제 <2005.12.30>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "66",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0066001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  삭제 <2011.3.29>"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제47조에 따른 정보보호 관리체계 인증 업무"
              },
              {
                "호번호": "2의2.",
                "호내용": "2의2.  삭제 <2020.2.4>"
              },
              {
                "호번호": "3.",
                "호내용": "3.  제52조제3항제4호에 따른 정보보호시스템의 평가 업무"
              },
              {
                "호번호": "4.",
                "호내용": "4.  삭제 <2012.2.17>"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제44조의10에 따른 명예훼손 분쟁조정부의 분쟁조정 업무"
              }
            ]
          },
          "조문내용": "제66조(비밀유지 등) 다음 각 호의 어느 하나에 해당하는 업무에 종사하는 사람 또는 종사하였던 사람은 그 직무상 알게 된 비밀을 타인에게 누설하거나 직무 외의 목적으로 사용하여서는 아니 된다. 다만, 다른 법률에 특별한 규정이 있는 경우에는 그러하지 아니하다. <개정 2012.2.17, 2020.6.9>",
          "조문제목": "비밀유지 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "67",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0067001",
          "조문내용": "제67조 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "68",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0068001",
          "조문내용": "제68조 삭제 <2010.3.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "68",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0068021",
          "조문내용": "제68조의2 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "69",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0069001",
          "조문내용": "제69조(벌칙 적용 시의 공무원 의제) 과학기술정보통신부장관 또는 방송미디어통신위원회가 제65조제2항 및 제3항에 따라 위탁한 업무에 종사하는 한국정보화진흥원과 인터넷진흥원의 임직원은 「형법」 제129조부터 제132조까지의 규정에 따른 벌칙을 적용할 때에는 공무원으로 본다. <개정 2009.4.22, 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>",
          "조문제목": "벌칙 적용 시의 공무원 의제",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "69",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0069021",
          "조문내용": "제69조의2 삭제 <2020.2.4>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "70",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0070000",
          "조문내용": "            제10장 벌칙 <신설 2007.12.21>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "70",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0070001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 사람을 비방할 목적으로 정보통신망을 통하여 공공연하게 사실을 드러내어 다른 사람의 명예를 훼손한 자는 3년 이하의 징역 또는 3천만원 이하의 벌금에 처한다. <개정 2014.5.28>"
            },
            {
              "항번호": "②",
              "항내용": "② 사람을 비방할 목적으로 정보통신망을 통하여 공공연하게 거짓의 사실을 드러내어 다른 사람의 명예를 훼손한 자는 7년 이하의 징역, 10년 이하의 자격정지 또는 5천만원 이하의 벌금에 처한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항과 제2항의 죄는 피해자가 구체적으로 밝힌 의사에 반하여 공소를 제기할 수 없다."
            }
          ],
          "조문내용": "제70조(벌칙)",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "70",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2016.3.22]",
          "조문키": "0070021",
          "조문내용": "제70조의2(벌칙) 제48조제2항을 위반하여 악성프로그램을 전달 또는 유포하는 자는 7년 이하의 징역 또는 7천만원 이하의 벌금에 처한다.",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "71",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0071001",
          "항": [
            {
              "항번호": "①",
              "항내용": "①다음 각 호의 어느 하나에 해당하는 자는 5년 이하의 징역 또는 5천만원 이하의 벌금에 처한다. <개정 2016.3.22, 2018.12.24, 2024.1.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  제23조의5제1항을 위반하여 연계정보를 생성ㆍ처리한 자"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  제23조의5제4항에 따른 목적 범위를 넘어서 연계정보를 처리한 자"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  제48조제1항을 위반하여 정보통신망에 침입한 자"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  제48조제3항을 위반하여 정보통신망에 장애가 발생하게 한 자"
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  제48조제4항을 위반하여 프로그램이나 기술적 장치 등을 정보통신망 또는 이와 관련된 정보시스템에 설치하거나 이를 전달ㆍ유포한 자"
                },
                {
                  "호번호": "14.",
                  "호내용": "14.  제49조를 위반하여 타인의 정보를 훼손하거나 타인의 비밀을 침해ㆍ도용 또는 누설한 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항제11호의 미수범은 처벌한다. <신설 2016.3.22, 2024.1.23>"
            }
          ],
          "조문내용": "제71조(벌칙)",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "72",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0072001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자는 3년 이하의 징역 또는 3천만원 이하의 벌금에 처한다. <개정 2015.1.20, 2015.3.27, 2020.2.4, 2024.1.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2016.3.22>"
                },
                {
                  "호번호": "1의2.",
                  "호내용": "1의2.  제42조의2를 위반하여 청소년유해매체물을 광고하는 내용의 정보를 청소년에게 전송하거나 청소년 접근을 제한하는 조치 없이 공개적으로 전시한 자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제49조의2제1항을 위반하여 다른 사람의 정보를 수집한 자"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  제50조의8을 위반하여 광고성 정보를 전송한 자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제53조제1항에 따른 등록을 하지 아니하고 그 업무를 수행한 자"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  다음 각 목의 어느 하나에 해당하는 행위를 통하여 자금을 융통하여 준 자 또는 이를 알선ㆍ중개ㆍ권유ㆍ광고한 자",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  재화등의 판매ㆍ제공을 가장하거나 실제 매출금액을 초과하여 통신과금서비스에 의한 거래를 하거나 이를 대행하게 하는 행위"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  통신과금서비스이용자로 하여금 통신과금서비스에 의하여 재화등을 구매ㆍ이용하도록 한 후 통신과금서비스이용자가 구매ㆍ이용한 재화등을 할인하여 매입하는 행위"
                    }
                  ]
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제66조를 위반하여 직무상 알게 된 비밀을 타인에게 누설하거나 직무 외의 목적으로 사용한 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 삭제 <2016.3.22>"
            }
          ],
          "조문내용": "제72조(벌칙)",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "73",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0073001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  삭제 <2020.2.4>"
              },
              {
                "호번호": "1의2.",
                "호내용": "1의2.  삭제 <2020.2.4>"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제42조를 위반하여 청소년유해매체물임을 표시하지 아니하고 영리를 목적으로 제공한 자"
              },
              {
                "호번호": "3.",
                "호내용": "3.  삭제 <2024.1.23>"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제44조의6제3항을 위반하여 이용자의 정보를 민ㆍ형사상의 소를 제기하는 것 외의 목적으로 사용한 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제44조의7제2항 및 제3항에 따른 방송미디어통신위원회의 명령을 이행하지 아니한 자"
              },
              {
                "호번호": "6.",
                "호내용": "6.  제48조의4제5항에 따른 명령을 위반하여 관련 자료를 보전하지 아니한 자"
              },
              {
                "호번호": "7.",
                "호내용": "7.  제49조의2제1항을 위반하여 정보의 제공을 유인한 자"
              },
              {
                "호번호": "7의2.",
                "호내용": "7의2.  제58조의2(제59조제2항에 따라 준용되는 경우를 포함한다)를 위반하여 제공받은 정보를 본인 여부를 확인하거나 고소ㆍ고발을 위하여 수사기관에 제출하기 위한 목적 외의 용도로 사용한 자"
              },
              {
                "호번호": "8.",
                "호내용": "8.  제61조에 따른 명령을 이행하지 아니한 자"
              }
            ]
          },
          "조문내용": "제73조(벌칙) 다음 각 호의 어느 하나에 해당하는 자는 2년 이하의 징역 또는 2천만원 이하의 벌금에 처한다. <개정 2014.5.28, 2016.3.22, 2018.6.12, 2020.2.4, 2022.6.10, 2024.2.13, 2025.10.1>",
          "조문제목": "벌칙",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "74",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0074001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자는 1년 이하의 징역 또는 1천만원 이하의 벌금에 처한다. <개정 2012.2.17, 2014.5.28>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제8조제4항을 위반하여 비슷한 표시를 한 제품을 표시ㆍ판매 또는 판매할 목적으로 진열한 자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제44조의7제1항제1호를 위반하여 음란한 부호ㆍ문언ㆍ음향ㆍ화상 또는 영상을 배포ㆍ판매ㆍ임대하거나 공공연하게 전시한 자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제44조의7제1항제3호를 위반하여 공포심이나 불안감을 유발하는 부호ㆍ문언ㆍ음향ㆍ화상 또는 영상을 반복적으로 상대방에게 도달하게 한 자"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제50조제5항을 위반하여 조치를 한 자"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  삭제 <2014.5.28>"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2024.1.23>"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  제53조제4항을 위반하여 등록사항의 변경등록 또는 사업의 양도ㆍ양수 또는 합병ㆍ상속의 신고를 하지 아니한 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항제3호의 죄는 피해자가 구체적으로 밝힌 의사에 반하여 공소를 제기할 수 없다."
            }
          ],
          "조문내용": "제74조(벌칙)",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "75",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.3.17]",
          "조문키": "0075001",
          "조문내용": "제75조(양벌규정) 법인의 대표자나 법인 또는 개인의 대리인, 사용인, 그 밖의 종업원이 그 법인 또는 개인의 업무에 관하여 제71조부터 제73조까지 또는 제74조제1항의 어느 하나에 해당하는 위반행위를 하면 그 행위자를 벌하는 외에 그 법인 또는 개인에게도 해당 조문의 벌금형을 과(科)한다. 다만, 법인 또는 개인이 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우에는 그러하지 아니하다.",
          "조문제목": "양벌규정",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "75",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2016.3.22]",
          "조문키": "0075021",
          "조문내용": "제75조의2(몰수ㆍ추징) 제72조제1항제2호 및 제73조제7호의 어느 하나에 해당하는 죄를 지은 자가 해당 위반행위와 관련하여 취득한 금품이나 그 밖의 이익은 몰수할 수 있으며, 이를 몰수할 수 없을 때에는 그 가액을 추징할 수 있다. 이 경우 몰수 또는 추징은 다른 벌칙에 부가하여 과할 수 있다. <개정 2020.2.4>",
          "조문제목": "몰수ㆍ추징",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "76",
          "조문제개정유형": "타법개정",
          "조문시행일자": "20251001",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2008.6.13]",
          "조문키": "0076001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자와 제7호부터 제11호까지의 경우에 해당하는 행위를 하도록 한 자에게는 3천만원 이하의 과태료를 부과한다. <개정 2011.3.29, 2012.2.17, 2013.3.23, 2014.5.28, 2015.6.22, 2015.12.1, 2016.3.22, 2017.7.26, 2018.9.18, 2020.2.4, 2021.6.8, 2023.1.3, 2024.1.23, 2024.2.13, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제22조의2제2항을 위반하여 서비스의 제공을 거부한 자"
                },
                {
                  "호번호": "1의2.",
                  "호내용": "1의2.  제22조의2제3항을 위반하여 접근권한에 대한 이용자의 동의 및 철회방법을 마련하는 등 이용자 정보 보호를 위하여 필요한 조치를 하지 아니한 자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제23조의2제1항을 위반하여 주민등록번호를 수집ㆍ이용하거나 같은 조 제2항에 따른 필요한 조치를 하지 아니한 자"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2의3.",
                  "호내용": "2의3.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2의4.",
                  "호내용": "2의4.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2의5.",
                  "호내용": "2의5.  제23조의6제1항에 따른 물리적ㆍ기술적ㆍ관리적 조치를 하지 아니한 자"
                },
                {
                  "호번호": "2의6.",
                  "호내용": "2의6.  제23조의6제2항에 따른 안전조치를 하지 아니한 자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "5의2.",
                  "호내용": "5의2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2014.5.28>"
                },
                {
                  "호번호": "6의2.",
                  "호내용": "6의2.  제45조의3제1항을 위반하여 대통령령으로 정하는 기준에 해당하는 임직원을 정보보호 최고책임자로 지정하지 아니하거나 정보보호 최고책임자의 지정을 신고하지 아니한 자"
                },
                {
                  "호번호": "6의3.",
                  "호내용": "6의3.  제45조의3제3항을 위반하여 정보보호 최고책임자로 하여금 같은 조 제4항의 업무 외의 다른 업무를 겸직하게 한 자"
                },
                {
                  "호번호": "6의4.",
                  "호내용": "6의4.  제46조제3항에 따른 시정명령을 이행하지 아니한 자"
                },
                {
                  "호번호": "6의5.",
                  "호내용": "6의5.  제47조제2항을 위반하여 정보보호 관리체계 인증을 받지 아니한 자"
                },
                {
                  "호번호": "6의6.",
                  "호내용": "6의6.  제48조의3제1항을 위반하여 침해사고의 신고를 하지 아니한 자"
                },
                {
                  "호번호": "6의7.",
                  "호내용": "6의7.  제48조의4제3항에 따른 시정명령을 이행하지 아니한 자"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  제50조제1항부터 제3항까지의 규정을 위반하여 영리 목적의 광고성 정보를 전송한 자"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  제50조제4항을 위반하여 광고성 정보를 전송할 때 밝혀야 하는 사항을 밝히지 아니하거나 거짓으로 밝힌 자"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  제50조제6항을 위반하여 비용을 수신자에게 부담하도록 한 자"
                },
                {
                  "호번호": "9의2.",
                  "호내용": "9의2.  제50조제8항을 위반하여 수신동의 여부를 확인하지 아니한 자"
                },
                {
                  "호번호": "9의3.",
                  "호내용": "9의3.  제50조의4제4항을 위반하여 필요한 조치를 하지 아니한 자"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  제50조의5를 위반하여 이용자의 동의를 받지 아니하고 프로그램을 설치한 자"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  제50조의7제1항 또는 제2항을 위반하여 인터넷 홈페이지에 영리목적의 광고성 정보를 게시한 자"
                },
                {
                  "호번호": "11의2.",
                  "호내용": "11의2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  이 법을 위반하여 제64조제4항에 따라 과학기술정보통신부장관 또는 방송미디어통신위원회로부터 받은 시정조치 명령을 이행하지 아니한 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 다음 각 호의 어느 하나에 해당하는 자에게는 2천만원 이하의 과태료를 부과한다. <개정 2016.3.22, 2018.6.12, 2018.9.18, 2020.2.4, 2020.6.9>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "1의2.",
                  "호내용": "1의2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  제46조제2항을 위반하여 보험에 가입하지 아니한 자"
                },
                {
                  "호번호": "4의3.",
                  "호내용": "4의3.  제32조의5제1항을 위반하여 국내대리인을 지정하지 아니한 자"
                },
                {
                  "호번호": "4의4.",
                  "호내용": "4의4.  제44조의9제1항을 위반하여 불법촬영물등 유통방지 책임자를 지정하지 아니한 자"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  삭제 <2020.2.4>"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 다음 각 호의 어느 하나에 해당하는 자에게는 1천만원 이하의 과태료를 부과한다. <개정 2009.4.22, 2011.4.5, 2012.2.17, 2014.5.28, 2015.6.22, 2015.12.1, 2016.3.22, 2017.7.26, 2018.6.12, 2020.2.4, 2020.6.9, 2022.6.10, 2023.1.3, 2024.1.23, 2024.2.13, 2025.10.1>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2015.6.22>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2015.6.22>"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  제23조의3제1항을 위반하여 본인확인기관의 지정을 받지 아니하고 본인확인업무를 한 자"
                },
                {
                  "호번호": "2의3.",
                  "호내용": "2의3.  제23조의3제2항에 따른 본인확인업무의 휴지 또는 같은 조 제3항에 따른 본인확인업무의 폐지 사실을 이용자에게 통보하지 아니하거나 방송미디어통신위원회에 신고하지 아니한 자"
                },
                {
                  "호번호": "2의4.",
                  "호내용": "2의4.  제23조의4제1항에 따른 본인확인업무의 정지 및 지정취소 처분에도 불구하고 본인확인업무를 계속한 자"
                },
                {
                  "호번호": "2의5.",
                  "호내용": "2의5.  삭제 <2020.2.4>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제42조의3제1항을 위반하여 청소년 보호 책임자를 지정하지 아니한 자"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제43조를 위반하여 정보를 보관하지 아니한 자"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  제44조의7제5항을 위반하여 기술적ㆍ관리적 조치를 하지 아니한 자"
                },
                {
                  "호번호": "4의3.",
                  "호내용": "4의3.  제46조제4항에 따른 자료의 제출요구에 정당한 사유 없이 따르지 아니한 자. 다만, 관계 중앙행정기관(그 소속기관을 포함한다)의 장은 제외한다."
                },
                {
                  "호번호": "4의4.",
                  "호내용": "4의4.  제46조제6항을 위반하여 보고를 하지 아니하거나 거짓으로 보고한 자"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  삭제 <2018.6.12>"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  삭제 <2015.12.1>"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  제47조제9항을 위반하여 인증받은 내용을 거짓으로 홍보한 자"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  삭제 <2012.2.17>"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  삭제 <2012.2.17>"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  제47조의4제4항을 위반하여 소프트웨어 사용자에게 알리지 아니한 자"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  제48조의2제4항에 따른 시정명령을 이행하지 아니한 자"
                },
                {
                  "호번호": "11의2.",
                  "호내용": "11의2.  삭제 <2024.2.13>"
                },
                {
                  "호번호": "11의3.",
                  "호내용": "11의3.  제48조의4제6항에 따른 자료를 제출하지 아니하거나 거짓으로 제출한 자"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  제48조의4제6항에 따른 사업장 출입 및 조사를 방해하거나 거부 또는 기피한 자"
                },
                {
                  "호번호": "12의2.",
                  "호내용": "12의2.  제49조의2제4항을 위반하여 과학기술정보통신부장관 또는 방송미디어통신위원회의 명령을 이행하지 아니한 자"
                },
                {
                  "호번호": "12의3.",
                  "호내용": "12의3.  제50조제7항을 위반하여 수신동의, 수신거부 또는 수신동의 철회에 대한 처리 결과를 알리지 아니한 자"
                },
                {
                  "호번호": "12의4.",
                  "호내용": "12의4.  삭제 <2024.1.23>"
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  제52조제6항을 위반하여 한국인터넷진흥원의 명칭을 사용한 자"
                },
                {
                  "호번호": "14.",
                  "호내용": "14.  제53조제4항을 위반하여 사업의 휴업ㆍ폐업ㆍ해산의 신고를 아니한 자"
                },
                {
                  "호번호": "15.",
                  "호내용": "15.  제56조제1항을 위반하여 약관을 신고하지 아니한 자"
                },
                {
                  "호번호": "16.",
                  "호내용": "16.  제57조제2항을 위반하여 관리적 조치 또는 기술적 조치를 하지 아니한 자"
                },
                {
                  "호번호": "17.",
                  "호내용": "17.  제58조제1항을 위반하여 통신과금서비스 이용일시 등을 통신과금서비스이용자에게 고지하지 아니한 자"
                },
                {
                  "호번호": "18.",
                  "호내용": "18.  제58조제2항을 위반하여 통신과금서비스이용자가 구매ㆍ이용 내역을 확인할 수 있는 방법을 제공하지 아니하거나 통신과금서비스이용자의 제공 요청에 따르지 아니한 자"
                },
                {
                  "호번호": "19.",
                  "호내용": "19.  제58조제3항을 위반하여 통신과금서비스이용자로부터 받은 통신과금에 대한 정정요구가 이유 있음에도 결제대금의 지급을 유보하지 아니하거나 통신과금서비스이용자의 요청에 대한 처리 결과를 통신과금서비스이용자에게 알려 주지 아니한 자"
                },
                {
                  "호번호": "20.",
                  "호내용": "20.  제58조제4항을 위반하여 통신과금서비스에 관한 기록을 보존하지 아니한 자"
                },
                {
                  "호번호": "20의2.",
                  "호내용": "20의2.  제58조제5항을 위반하여 통신과금서비스이용자의 동의를 받지 아니하고 통신과금서비스를 제공하거나 이용한도액을 증액한 자"
                },
                {
                  "호번호": "20의3.",
                  "호내용": "20의3.  제58조제6항을 위반하여 통신과금서비스 약관의 변경에 관한 통지를 하지 아니한 자"
                },
                {
                  "호번호": "20의4.",
                  "호내용": "20의4.  제58조의2(제59조제2항에 따라 준용되는 경우를 포함한다)를 위반하여 통신과금서비스이용자의 정보 제공 요청에 따르지 아니한 자"
                },
                {
                  "호번호": "21.",
                  "호내용": "21.  제59조제3항을 위반하여 통신과금서비스이용자의 이의신청 및 권리구제를 위한 절차를 마련하지 아니하거나 통신과금서비스 계약 시 이를 명시하지 아니한 자"
                },
                {
                  "호번호": "22.",
                  "호내용": "22.  제64조제1항에 따른 관계 물품ㆍ서류 등을 제출하지 아니하거나 거짓으로 제출한 자"
                },
                {
                  "호번호": "23.",
                  "호내용": "23.  제64조제2항에 따른 자료의 열람ㆍ제출요청에 따르지 아니한 자"
                },
                {
                  "호번호": "24.",
                  "호내용": "24.  제64조제3항에 따른 출입ㆍ검사를 거부ㆍ방해 또는 기피한 자"
                },
                {
                  "호번호": "25.",
                  "호내용": "25.  제64조의5제1항을 위반하여 투명성 보고서를 제출하지 아니한 자"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항부터 제3항까지의 과태료는 대통령령으로 정하는 바에 따라 과학기술정보통신부장관 또는 방송미디어통신위원회가 부과ㆍ징수한다. <개정 2011.3.29, 2013.3.23, 2017.7.26, 2025.10.1>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 삭제 <2017.3.14>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 삭제 <2017.3.14>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 삭제 <2017.3.14>"
            }
          ],
          "조문내용": "제76조(과태료)",
          "조문제목": "과태료",
          "조문이동이후": "000000",
          "조문여부": "조문"
        }
      ]
    },
    "제개정이유": {
      "제개정이유내용": [
        [
          "[제정]",
          "◇ 제정이유",
          "  현재 방송ㆍ통신 분야의 정책 추진체계는 과학기술정보통신부와 방송통신위원회로 이원화되어 있어, 미디어 환경변화에 능동적으로 대응하지 못하고 정책 실행의 효율성과 책임성을 저해하는 구조적 한계를 지님. 또한, 방송통신심의위원회는 표현의 자유, 알 권리 등 국민 기본권에 직접 영향을 미치는 콘텐츠 심의ㆍ제재 권한을 행사하고 있음에도 불구하고, 방송통신심의위원회 위원장에 대한 인사청문 절차가 없고 헌법 또는 법률 위반 시 국회의 탄핵소추 규정이 부재하여 민주적 통제 장치가 미흡하다는 비판이 지속적으로 제기되어 왔음. 이에 「방송통신위원회의 설치 및 운영에 관한 법률」을 폐지하고, 방송 분야를 포괄하는 정책을 통합적으로 수행할 수 있도록 대통령 소속으로 방송미디어통신위원회를 신설하며, 기존의 방송통신심의위원회를 방송미디어통신심의위원회로 개편하고, 방송미디어통신심의위원회 위원장을 인사청문 대상에 포함시키며, 헌법 또는 법률 위반 시 국회의 탄핵소추가 가능하도록 하여 심의 기능의 민주성과 책임성을 강화함.",
          "◇ 주요내용",
          "  가. 방송미디어에 관한 업무와 통신에 관한 규제 및 이용자 보호 등에 관한 업무를 수행하기 위하여 대통령 소속으로 ‘방송미디어통신위원회’를 두고, 위원장 1명, 부위원장 1명, 상임위원 1명을 포함한 7명의 위원으로 구성함(제3조 및 제4조).",
          "  나. 방송미디어통신위원회 위원 7명 중 위원장을 포함한 2명은 대통령이 지명하고, 대통령이 소속되거나 소속되었던 정당의 교섭단체가 상임위원 1명을 포함한 2명을 추천하며, 그 외 교섭단체가 상임위원 1명을 포함한 3명을 추천하도록 함(제5조제2항).",
          "  다. 방송미디어통신위원회의 소관사무 및 심의ㆍ의결사항에 대하여 규정함(제11조 및 제12조).",
          "  라. 방송 내용의 공공성 및 공정성을 보장하고 정보통신에서의 건전한 문화를 창달하며 정보통신의 올바른 이용환경 조성을 위하여 독립적으로 사무를 수행하는 ‘방송미디어통신심의위원회’를 두고, 방송미디어통신심의위원회 위원장은 국회의 인사청문을 거쳐 대통령이 임명하며, 국회는 방송미디어통신심의위원회 위원장이 그 직무를 집행하면서 헌법이나 법률을 위반한 때에는 탄핵의 소추를 의결할 수 있도록 함(제18조 및 제19조).",
          "<법제처 제공>"
        ]
      ]
    }
  }
}