{
  "법령": {
    "개정문": {
      "개정문내용": [
        [
          "국회에서 의결된 부동산투자회사법 일부개정법률을 이에 공포한다. ",
          "          대통령        윤석열 (인) ",
          "    2024년 2월 20일 ",
          "          국무총리        한덕수",
          "          국무위원 국토교통부 장관        박상우",
          "⊙법률 제20338호",
          "부동산투자회사법 일부개정법률",
          "부동산투자회사법 일부를 다음과 같이 개정한다.",
          "제22조의3제4항 중 \"미리 국토교통부장관의 예비인가를\"을 \"제2항제2호 및 제3호에 대하여 미리 국토교통부장관의 확인을\"로 하고, 같은 조 제5항을 삭제하며, 같은 조 제6항을 다음과 같이 하고, 같은 조 제7항 중 \"하거나 제4항에 따라 예비인가를 하였을\"을 \"하였을\"로 하며, 같은 조 제8항 중 \"예비인가 및 설립인가\"를 \"설립인가\"로 한다.",
          "  ⑥ 국토교통부장관은 제1항에 따라 설립인가 여부를 결정할 때 경영의 건전성 확보 및 투자자 보호에 필요한 조건을 붙일 수 있다.",
          "제26조의3제4항에 제3호를 다음과 같이 신설한다.",
          "  3. 주주가 부동산투자회사에 현물출자한 날부터 1년이 경과할 것",
          "제28조제1항 전단 중 \"이익배당한도\"를 \"이익배당한도[자산의 평가손실(직전 사업연도까지 누적된 평가손실을 포함한다)은 고려하지 아니한다. 이하 이 조 및 제52조에서 같다]\"로 한다.",
          "제37조제2항 중 \"구성 현황\"을 \"구성ㆍ변동 현황\"으로 한다.",
          "제50조제6호 중 \"예비인가ㆍ설립인가\"를 \"설립인가\"로 한다.",
          "          부칙",
          "이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제26조의3제4항 및 제28조제1항의 개정규정은 공포한 날부터 시행한다."
        ]
      ]
    },
    "법령키": "0092052024022020338",
    "기본정보": {
      "법령명_한글": "부동산투자회사법",
      "공포번호": "20338",
      "전화번호": "044-201-3415, 4543",
      "법령명_영어": "REAL ESTATE INVESTMENT COMPANY ACT",
      "언어": "한글",
      "제개정구분": "일부개정",
      "법령ID": "009205",
      "공동부령정보": "",
      "소관부처": {
        "content": "국토교통부",
        "소관부처코드": "1613000"
      },
      "공포법령여부": "N",
      "법종구분": {
        "content": "법률",
        "법종구분코드": "A0002"
      },
      "시행일자": "20240821",
      "연락부서": {
        "부서단위": {
          "부서연락처": "044-201-3415, 4543",
          "부서키": "380293",
          "부서명": "부동산투자제도과",
          "소관부처명": "국토교통부",
          "소관부처코드": "1613000"
        }
      },
      "조문시행일자문자열": "20240220:제26조의3제4항,제28조제1항",
      "법령명_한자": "부동산투자회사법",
      "법령명약칭": "",
      "공포일자": "20240220",
      "편장절관": "35030000"
    },
    "부칙": {
      "부칙단위": [
        {
          "부칙키": "2001040706471",
          "부칙공포일자": "20010407",
          "부칙내용": [
            [
              "부칙 <제6471호,2001.4.7>",
              "①(시행일) 이 법은 2001년 7월 1일부터 시행한다.",
              "②(대한주택공사ㆍ한국토지공사 및 한국자산관리공사의 신탁업법의 인가의제에 관한 특례) 대한주택공사ㆍ한국토지공사 및 한국자산관리공사는 이 법 시행후 1년까지는 제35조제2항 및 신탁업법의 규정에 불구하고 동조제1항의 규정에 의하여 위탁받은 부동산의 보관업무를 수행함에 있어 신탁업법에 의한 인가를 받은 것으로 본다.",
              "③(선물거래법 제3조제1호 나목 및 다목(3)에 관한 경과조치) 제2조제2호중 선물거래법 제3조제1호 나목 및 다목(3)은 법률 제5041호 동법 부칙 제1조 단서의 규정에 의한 동법 부칙 제6조의 시행일 전일까지는 증권거래법 제2조의2제1항으로 본다."
            ]
          ],
          "부칙공포번호": "06471"
        },
        {
          "부칙키": "2001052406483",
          "부칙공포일자": "20010524",
          "부칙내용": [
            [
              "부칙 <제6483호,2001.5.24>",
              "이 법은 2001년 7월 1일부터 시행한다. 다만, 제22조제2항의 개정규정은 2002년 7월 1일부터 시행한다."
            ]
          ],
          "부칙공포번호": "06483"
        },
        {
          "부칙키": "2003052906916",
          "부칙공포일자": "20030529",
          "부칙내용": [
            [
              "부칙(주택법) <제6916호,2003.5.29>",
              "제1조 (시행일) 이 법은 공포후 6월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 내지 제11조 생략",
              "제12조 (다른 법률의 개정) ①내지 <17>생략",
              "  <18>부동산투자회사법중 다음과 같이 개정한다.",
              "  제2조제3호 마목중 \"주택건설촉진법\"을 \"주택법\"으로 한다.",
              "  <19>내지 <47>생략",
              "제13조 생략"
            ]
          ],
          "부칙공포번호": "06916"
        },
        {
          "부칙키": "2003123107030",
          "부칙공포일자": "20031231",
          "부칙내용": [
            [
              "부칙(한국주택금융공사법) <제7030호,2003.12.31>",
              "제1조 (시행일) 이 법은 2004년 3월 1일부터 시행한다. <단서 생략>",
              "제2조 내지 제10조 생략",
              "제11조 (다른 법률의 개정) ①내지 ④생략",
              "  ⑤부동산투자회사법중 다음과 같이 개정한다.",
              "  제2조제3호 라목중 \"주택저당채권유동화회사법\"을 \"주택저당채권유동화회사법 및 한국주택금융공사법\"으로 한다.",
              "제12조 생략"
            ]
          ],
          "부칙공포번호": "07030"
        },
        {
          "부칙키": "2004102207243",
          "부칙공포일자": "20041022",
          "부칙내용": [
            [
              "부칙 <제7243호,2004.10.22>",
              "제1조 (시행일) 이 법은 공포 후 6월이 경과한 날부터 시행한다.",
              "제2조 (기업구조조정부동산투자회사 및 자산관리회사에 관한 경과조치) 이 법 시행 당시 종전의 규정에 의하여 인가를 받은 기업구조조정부동산투자회사 및 자산관리회사는 이 법에 의한 기업구조조정부동산투자회사 및 자산관리회사로 본다.",
              "제3조 (내부통제기준에 관한 경과조치) 이 법 시행 당시 종전의 규정에 의하여 인가를 받은 자산관리회사는 이 법 시행 후 3월 이내에 제47조제1항의 개정규정에 의한 내부통제기준을 제정하여야 한다.",
              "제4조 (벌칙 및 과태료에 관한 경과조치) 이 법 시행 전에 행한 행위에 대한 벌칙 및 과태료에 대하여는 종전의 규정을 적용한다.",
              "제5조 (기업구조조정부동산투자회사의 위탁관리부동산투자회사로의 전환에 관한 특례) 이 법 시행 당시 종전의 규정에 의하여 설립한 기업구조조정부동산투자회사는 상법 제434조의 규정에 의한 주주총회의 결의 및 제5조의 개정규정에 의한 건설교통부장관의 설립인가를 받아 이 법에 의한 위탁관리부동산투자회사로 전환할 수 있다."
            ]
          ],
          "부칙공포번호": "07243"
        },
        {
          "부칙키": "2005011407335",
          "부칙공포일자": "20050114",
          "부칙내용": [
            [
              "부칙(부동산가격공시및감정평가에관한법률) <제7335호,2005.1.14>",
              "제1조 (시행일) 이 법은 공포한 날부터 시행한다.",
              "제2조 내지 제10조 생략",
              "제11조 (다른 법률의 개정) ①내지 <16>생략",
              "  <17>부동산투자회사법중 다음과 같이 개정한다.",
              "  제7조제1항제3호 및 제11조제3항중 \"지가공시및토지등의평가에관한법률\"을 각각 \"부동산가격공시및감정평가에관한법률\"로 한다.",
              "  <18>내지 <24>생략",
              "제12조 생략"
            ]
          ],
          "부칙공포번호": "07335"
        },
        {
          "부칙키": "2005033107428",
          "부칙공포일자": "20050331",
          "부칙내용": [
            [
              "부칙(채무자 회생 및 파산에 관한 법률) <제7428호,2005.3.31>",
              "제1조 (시행일) 이 법은 공포 후 1년이 경과한 날부터 시행한다.",
              "제2조 내지 제4조 생략",
              "제5조 (다른 법률의 개정) ①내지 <47>생략",
              "  <48>부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제7조제1항제2호중 \"파산자\"를 \"파산선고를 받은 자\"로 한다.",
              "  제49조의2제1항제1호 다목중 \"회사정리법에 의한 회사정리절차 및 화의법에 의한 화의계획\"을 \"「채무자 회생 및 파산에 관한 법률」에 의한 회생절차\"로 한다.",
              "  <49>내지 <145>생략",
              "제6조 생략"
            ]
          ],
          "부칙공포번호": "07428"
        },
        {
          "부칙키": "2007071308510",
          "부칙공포일자": "20070713",
          "부칙내용": [
            [
              "부칙 <제8510호,2007.7.13>",
              "제1조 (시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조 (부동산투자회사의 명칭에 관한 경과조치) 이 법 시행 전에 설립인가를 받은 부동산투자회사로서 부동산투자회사 또는 개발전문부동산투자회사의 명칭을 사용하지 아니하는 부동산투자회사는 이 법 시행 후 1년 이내에 제3조제3항 및 제26조의2제2항의 개정규정에 적합하게 그 상호를 변경하여야 한다.",
              "제3조 (부동산투자회사의 설립에 관한 경과조치) 이 법 시행 전에 종전의 제5조에 따라 예비인가를 받은 자는 종전의 규정에 따라 부동산투자회사를 설립할 수 있다.",
              "제4조 (부동산투자회사의 영업인가에 관한 경과조치) 이 법 시행 전에 종전의 규정에 따라 설립된 부동산투자회사(부칙 제3조에 따라 설립된 부동산투자회사를 포함한다)는 제9조의 개정규정에 따라 영업인가를 받고 제10조의 개정규정에 따른 최저자본금준비기간이 경과된 것으로 본다.",
              "제5조 (의결권 행사의 제한에 관한 경과조치) 이 법 시행 전에 종전의 규정에 따라 설립된 부동산투자회사(부칙 제3조에 따라 설립된 부동산투자회사를 포함한다)에 대하여는 제16조제2항의 개정규정에도 불구하고 종전의 규정에 따른다.",
              "제6조 (부동산개발사업에 대한 투자에 관한 경과조치) 이 법 시행 전에 종전의 규정에 따라 설립된 부동산투자회사(부칙 제3조에 따라 설립된 부동산투자회사를 포함한다)에 대하여는 제26조제2항의 개정규정에도 불구하고 종전의 규정에 따른다.",
              "제7조 (벌칙에 관한 경과조치) 이 법 시행 전의 행위에 대한 벌칙의 적용에 있어서는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "08510"
        },
        {
          "부칙키": "2007080308635",
          "부칙공포일자": "20070803",
          "부칙내용": [
            [
              "부칙(자본시장과 금융투자업에 관한 법률) <제8635호,2007.8.3>",
              "제1조 (시행일) 이 법은 공포 후 1년 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제41조까지 생략",
              "제42조 (다른 법률의 개정) ① 부터 <57> 생략",
              "  <58> 법률 제8510호 부동산투자회사법 일부개정법률 일부를 다음과 같이 개정한다.",
              "  제2조제2호를 다음과 같이 하고, 같은 조 제3호 각 목 외의 부분 중 \"유가증권\"을 \"증권\"으로 하며, 같은 호 나목 중 \"「간접투자자산 운용업법」 제2조제13호의 간접투자증권중\"을 \"「자본시장과 금융투자업에 관한 법률」 제9조제21항의 집합투자증권 중\"으로 하고, 같은 호 사목 중 \"유가증권\"을 \"증권\"으로 한다.",
              "    2. \"증권\"이란 「자본시장과 금융투자업에 관한 법률」 제4조제1항에 따른 증권 및 같은 법 제5조제2항에 따른 장내파생상품의 대상이 되는 증권지수를 말한다.",
              "  제7조제1항제3호 중 \"「신탁업법」\"을 \"「자본시장과 금융투자업에 관한 법률」\"로 한다.",
              "  제13조제1항제2호 중 \"유가증권\"을 \"증권\"으로 한다.",
              "  제14조제2항제1호 중 \"증권거래법 제21조제1항의 규정에 의한\"을 \"「자본시장과 금융투자업에 관한 법률」 제133조제3항에 따른\"으로 한다.",
              "  제20조제1항을 다음과 같이 하고, 같은 조 제2항 중 \"한국증권선물거래소의 유가증권시장 또는 코스닥시장\"을 \"증권시장\"으로 한다.",
              "    ① 부동산투자회사는 「자본시장과 금융투자업에 관한 법률」 제390조제1항에 따른 상장규정의 상장요건을 갖추게 된 때에는 지체 없이 같은 법 제9조제13항에 따른 증권시장에 주식을 상장하여 그 주식이 증권시장에서 거래되도록 하여야 한다.",
              "  제21조제4호 및 제22조의2제3항 본문 중 \"유가증권\"을 각각 \"증권\"으로 한다.",
              "  제22조의3제1항에 제3호를 다음과 같이 신설한다.",
              "    3. 자산관리회사와 투자자 간, 특정 투자자와 다른 투자자 간의 이해상충을 방지하기 위한 체계를 갖출 것(제49조의3제1항에 따른 공모부동산투자회사의 자산관리회사에 한한다)",
              "  제26조제1항 중 \"「한국증권선물거래소법」제2조제1항에 따른 유가증권시장 또는 같은 법 제2조제2항에 따른 코스닥시장\"을 \"「자본시장과 금융투자업에 관한 법률」 제9조제13항에 따른 증권시장\"으로 한다.",
              "  제27조의 제목, 같은 조 제3항 본문 및 단서, 같은 조 제4항 및 제32조제1항 각 호 외의 부분 중 \"유가증권\"을 각각 \"증권\"으로 한다.",
              "  제35조제1항 중 \"유가증권\"을 \"증권\"으로, \"「신탁업법」에 따른 신탁회사(신탁업을 겸영하는 금융기관을 포함한다)\"를 \"「자본시장과 금융투자업에 관한 법률」에 따른 신탁업자\"로 하고, 같은 조 제2항 전단 중 \"「신탁업법」\"을 \"「자본시장과 금융투자업에 관한 법률」\"로 하며, 같은 항 후단 중 \"「신탁업법」 제7조제1항ㆍ제8조의2ㆍ 제15조 및 제21조\"를 \"「자본시장과 금융투자업에 관한 법률」 제24조\"로 하고, 같은 조 제3항 중 \"유가증권\"을 \"증권\"으로, \"「증권거래법」 제173조에 따른 증권예탁결제원\"을 \"「자본시장과 금융투자업에 관한 법률」 제294조에 따른 한국예탁결제원\"으로 한다.",
              "  제39조제2항 각 호 외의 부분을 다음과 같이 한다.",
              "    건설교통부장관은 부동산투자회사등이 이 법 또는 이 법에 따른 명령이나 처분을 위반하거나, 제49조의3제1항에 따른 공모부동산투자회사 또는 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사를 제외한다)가 「자본시장과 금융투자업에 관한 법률」 또는 같은 법에 따른 명령이나 처분을 위반한 경우에는 다음 각 호의 어느 하나에 해당하는 조치를 취할 수 있다.",
              "  제39조의2제2항을 다음과 같이 한다.",
              "    ② 금융감독위원회는 부동산투자회사등이 이 법 또는 이 법에 따른 명령이나 처분을 위반하거나, 제49조의3제1항에 따른 공모부동산투자회사 또는 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사를 제외한다)가 「자본시장과 금융투자업에 관한 법률」 또는 같은 법에 따른 명령이나 처분을 위반한 경우에는 제39조제2항 각 호의 어느 하나에 해당하는 조치를 취하도록 건설교통부장관에게 요구할 수 있고, 건설교통부장관은 특별한 사유가 없는 한 이에 응하여야 한다. 이 경우 건설교통부장관은 그 조치내역을 금융감독위원회에 통보하여야 한다.",
              "  제49조제6항을 다음과 같이 한다.",
              "    ⑥ 「자본시장과 금융투자업에 관한 법률」 제186조제2항(같은 법 제87조를 준용하는 경우에 한한다)은 위탁관리부동산투자회사의 의결권 행사 제한에 관하여 준용한다. 이 경우 \"투자회사등\"은 \"위탁관리부동산투자회사\"로, \"집합투자업자\"는 \"자산관리회사\"로 본다.",
              "  제49조의2제2항 중 \"기업구조조정부동산투자회사\"를 \"기업구조조정부동산투자회사(제49조의3제1항에 따른 공모부동산투자회사인 기업구조조정부동산투자회사를 제외한다)\"로 하고, 같은 조 제6항을 다음과 같이 하며, 같은 조에 제7항을 다음과 같이 신설한다.",
              "    ⑥ 대통령령으로 정하는 채권금융기관이 기업구조조정부동산투자회사에 출자하는 경우 해당 출자에 대하여는 다음 각 호의 어느 하나에 해당하는 법률에 따른 출자한도제한, 재산운용제한 및 투자제한 등을 적용하지 아니한다.",
              "    1. 「은행법」 제37조제1항 및 제2항",
              "    2. 「보험업법」 제106조, 제108조 및 제109조",
              "    3. 「자본시장과 금융투자업에 관한 법률」 제344조",
              "    4. 그 밖에 대통령령으로 정하는 법률",
              "    ⑦ 기업구조조정부동산투자회사가 「은행법」 제2조제1항제2호에 따른 금융기관(이하 이 항에서 \"금융기관\"이라 한다)의 자회사에 해당하는 경우 「은행법」 제37조제3항에 따른 자회사에 대한 신용공여한도를 산출하는 데 있어서는 해당 기업구조조정부동산투자회사를 금융기관의 자회사로 보지 아니한다.",
              "  제7장에 제49조의3을 다음과 같이 신설한다.",
              "  제49조의3 (공모부동산투자회사에 관한 특례) ① 「자본시장과 금융투자업에 관한 법률」 제11조부터 제16조까지, 제22조부터 제27조까지, 제29조부터 제32조까지, 제34조부터 제43조까지, 제48조, 제50조부터 제53조까지, 제56조, 제58조, 제60조부터 제65조까지, 제80조부터 제83조까지, 제85조제2호ㆍ제3호 및 제6호부터 제8호까지, 제86조부터 제95조까지, 제181조부터 제183조까지, 제184조제1항ㆍ제2항ㆍ제5항부터 제7항까지, 제185조부터 제187조까지, 제194조부터 제206조까지, 제229조부터 제253조까지 및 제415조부터 제425조까지는 공모부동산투자회사(「자본시장과 금융투자업에 관한 법률」 제9조제19항의 사모집합투자기구에 해당하지 아니하는 위탁관리부동산투자회사 및 기업구조조정부동산투자회사를 말한다. 이하 같다) 및 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사를 제외한다)에 대하여는 적용하지 아니한다.",
              "    ② 건설교통부장관은 공모부동산투자회사의 영업인가 또는 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사를 제외한다)의 제22조의3에 따른 인가를 하는 경우에는 미리 금융감독위원회와 협의하여야 한다.",
              "  제50조제1호 중 \"「증권거래법」 제2조제3항ㆍ제4항에 따른 유가증권의 모집 또는 유가증권의 매출\"을 \"「자본시장과 금융투자업에 관한 법률」 제9조제7항ㆍ제9항에 따른 모집 또는 매출\"로 한다.",
              "  제51조제1호 단서 중 \"「증권거래법」 제2조제3항에 따른 유가증권의 모집\"을 \"「자본시장과 금융투자업에 관한 법률」 제9조제7항에 따른 모집\"으로 한다.",
              "  제52조제8호를 다음과 같이 한다.",
              "    8. 제35조제3항을 위반하여 증권을 한국예탁결제원에 예탁하지 아니한 자",
              "  <59> 부터 <67> 까지 생략",
              "제43조 및 제44조 생략"
            ]
          ],
          "부칙공포번호": "08635"
        },
        {
          "부칙키": "2008022908852",
          "부칙공포일자": "20080229",
          "부칙내용": [
            [
              "부칙(정부조직법) <제8852호,2008.2.29>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다. 다만, ㆍㆍㆍ<생략>ㆍㆍㆍ, 부칙 제6조에 따라 개정되는 법률 중 이 법의 시행 전에 공포되었으나 시행일이 도래하지 아니한 법률을 개정한 부분은 각각 해당 법률의 시행일부터 시행한다.",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ① 부터 <586> 까지 생략",
              "  <587> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제9조제1항 전단ㆍ제2항 각 호 외의 부분ㆍ제3항ㆍ제5항, 제15조제3항ㆍ제4항, 제20조제2항, 제22조의3제1항 각 호 외의 부분 전단ㆍ제2항 각 호 외의 부분ㆍ제4항ㆍ제5항ㆍ제6항 전단ㆍ같은 항 후단ㆍ제7항, 제23조제1항ㆍ제3항 각 호 외의 부분 본문, 제37조제1항 본문ㆍ같은 항 단서, 제39조제1항ㆍ제2항 각 호 외의 부분, 제39조의2제2항 전단ㆍ같은 항 후단, 제40조제1항 각 호 외의 부분 본문, 제41조제1항 각 호 외의 부분ㆍ제2항, 제42조제1항 각 호 외의 부분 본문, 제46조제1항ㆍ제2항, 제48조 각 호 외의 부분, 제49조의2제2항, 제49조의3제2항 및 제54조제2항부터 제4항까지 중 \"건설교통부장관\"을 각각 \"국토해양부장관\"으로 한다.",
              "  <588> 부터 <760> 까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "08852"
        },
        {
          "부칙키": "2008022908863",
          "부칙공포일자": "20080229",
          "부칙내용": [
            [
              "부칙(금융위원회의 설치 등에 관한 법률) <제8863호,2008.2.29>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다.",
              "제2조 부터 제4조까지 생략",
              "제5조(다른 법률의 개정) ① 부터 <27> 까지 생략",
              "  <28> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제25조의2제1항ㆍ제2항, 제37조제1항, 제39조의2의 제목ㆍ제1항ㆍ제2항 전단 및 제49조의2제1항제1호라목ㆍ제2항 중 \"금융감독위원회\"를 각각 \"금융위원회\"로 한다.",
              "  <29> 부터 <85> 까지 생략"
            ]
          ],
          "부칙공포번호": "08863"
        },
        {
          "부칙키": "2009040109599",
          "부칙공포일자": "20090401",
          "부칙내용": [
            [
              "부칙 <제9599호,2009.4.1>",
              "①(시행일) 이 법은 공포한 날부터 시행한다. 다만, 제52조 및 제54조의 개정규정은 공포 후 6개월이 경과한 날부터 시행한다.",
              "②(경과조치) 이 법 시행 전의 행위에 대하여 벌칙을 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "09599"
        },
        {
          "부칙키": "2010041510269",
          "부칙공포일자": "20100415",
          "부칙내용": [
            [
              "부칙 <제10269호,2010.4.15>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다. 다만, 제23조제3항, 제42조제1항, 제47조제2항, 제49조의4 및 제49조의5의 개정규정은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조(주주총회에 대한 적용례) 제12조제2항의 개정규정은 이 법 시행 후 최초로 소집된 주주총회부터 적용한다.",
              "제3조(주식매수청구에 관한 적용례) 제20조의2의 개정규정은 이 법 시행 후 최초로 이루어진 이사회의 결의에 대한 주식매수청구부터 적용한다.",
              "제4조(환매권에 관한 경과조치) 이 법 시행 전에 종전의 규정에 따라 설립된 부동산투자회사에 대하여는 제49조의2제3항의 개정규정에도 불구하고 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "10269"
        },
        {
          "부칙키": "2010051710303",
          "부칙공포일자": "20100517",
          "부칙내용": [
            [
              "부칙(은행법) <제10303호,2010.5.17>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제8조까지 생략",
              "제9조(다른 법률의 개정) ① 부터 <37> 까지 생략",
              "  <38> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제26조의2제3항제4호 및 제49조의2제6항 중 \"금융기관\"을 각각 \"은행\"으로 한다.",
              "  <39> 부터 <86> 까지 생략",
              "제10조 생략"
            ]
          ],
          "부칙공포번호": "10303"
        },
        {
          "부칙키": "2011051910682",
          "부칙공포일자": "20110519",
          "부칙내용": [
            [
              "부칙(금융회사부실자산 등의 효율적 처리 및 한국자산관리공사의 설립에 관한 법률) <제10682호,2011.5.19>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다.",
              "제2조(다른 법률의 개정) ①부터 ⑫까지 생략",
              "  ⑬ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제35조제1항제3호 중 \"「금융기관부실자산 등의 효율적 처리 및 한국자산관리공사의 설립에 관한 법률」\"을 \"「금융회사부실자산 등의 효율적 처리 및 한국자산관리공사의 설립에 관한 법률」\"로 한다.",
              "  ⑭부터 <24>까지 생략",
              "제3조 생략"
            ]
          ],
          "부칙공포번호": "10682"
        },
        {
          "부칙키": "2012121811583",
          "부칙공포일자": "20121218",
          "부칙내용": [
            [
              "부칙 <제11583호,2012.12.18>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조(자기관리 부동산투자회사 설립 자본금에 관한 적용례) 제6조제1항의 개정규정은 이 법 시행 후 설립등기를 신청하는 자기관리 부동산투자회사부터 적용한다.",
              "제3조(자기관리 부동산투자회사 설립보고 등에 관한 적용례 등) ① 제8조의2의 개정규정은 이 법 시행 후 설립등기를 신청하는 자기관리 부동산투자회사부터 적용한다.",
              "  ② 이 법 시행 전 종전의 규정에 따라 설립되었으나 이 법 시행일까지 영업인가를 신청하지 아니한 자기관리 부동산투자회사는 이 법 시행일부터 1개월 이내에 제8조의2제1항의 개정규정에 따라 설립보고서를 제출하여야 한다.",
              "  ③ 제2항에 따라 설립보고서를 제출한 자기관리 부동산투자회사는 제8조의2제2항의 개정규정에 따라 설립보고서를 제출한 날부터 3개월 후 회사 현황에 관한 보고서를 작성하여 국토교통부장관에게 제출하여야 한다. <개정 2013.3.23>",
              "  ④ 제3항에 따라 회사 현황에 관한 보고서를 제출한 자기관리 부동산투자회사는 이 법 시행일부터 6개월 이내에 제8조의2제4항의 개정규정에 따라 영업인가를 신청하여야 한다.",
              "제4조(영업인가에 관한 적용례) 제9조제2항의 개정규정은 이 법 시행 후 영업인가(변경인가를 포함한다)를 신청하는 경우부터 적용한다.",
              "제5조(주식의 공모에 관한 적용례) 제14조의8의 개정규정은 이 법 시행 후 설립등기를 신청하는 부동산투자회사부터 적용한다.",
              "제6조(현물출자에 관한 적용례) 제19조제1항 및 제4항의 개정규정은 이 법 시행 후 영업인가를 신청하는 경우부터 적용한다.",
              "제7조(자산관리회사의 인가 등에 관한 적용례) 제22조의3제1항제2호 및 제3호의 개정규정은 이 법 시행 후 자산관리회사의 인가를 신청하는 경우부터 적용한다.",
              "제8조(실사보고서 제출ㆍ비치에 관한 적용례) 제24조제3항의 개정규정은 이 법 시행 후 부동산을 취득하거나 처분하는 경우부터 적용한다.",
              "제9조(평가서 제출에 관한 적용례) 제26조제3항의 개정규정은 이 법 시행 후 부동산개발사업에 투자하는 경우부터 적용한다.",
              "제10조(배당에 관한 적용례) 제28조제4항 및 제5항의 개정규정은 이 법 시행 후 배당을 실시하는 경우부터 적용한다.",
              "제11조(부동산투자회사의 합병에 관한 적용례) 제40조제1항제4호 및 제43조의 개정규정은 이 법 시행 후 부동산투자회사의 주주총회에서 합병결의를 하는 경우부터 적용한다.",
              "제12조(해산에 관한 적용례) 제44조제7호의 개정규정은 이 법 시행 후 설립등기를 신청하는 자기관리 부동산투자회사부터 적용한다.",
              "제13조(설립등기에 관한 적용례 등) ① 제45조제2항의 개정규정은 이 법 시행 후 부동산투자회사의 설립등기를 신청하는 경우부터 적용한다.",
              "  ② 이 법 시행 당시 설립된 부동산투자회사가 제14조의3제1항의 개정규정에 따라 법인이사 및 감독이사를 두려는 경우에는 정관을 변경하고 법인이사 및 감독이사의 선임에 따른 등기를 하여야 한다. 이 경우 등기 사항은 제45조제2항제4호의2의 개정규정에 따른다.",
              "제14조(자기관리 부동산투자회사의 자산운용 전문인력 확보에 관한 경과조치) 이 법 시행 당시 설립된 자기관리 부동산투자회사는 이 법 시행일부터 6개월 이내에 제22조제1항의 개정규정에 따라 자산운용 전문인력을 상근으로 두어야 한다.",
              "제15조(자산관리회사의 자산운용 전문인력 확보에 관한 경과조치) 이 법 시행 당시 국토교통부장관의 인가를 받은 자산관리회사는 이 법 시행일부터 6개월 이내에 제22조의3제1항제2호의 개정규정에 따라 자산운용 전문인력을 상근으로 두어야 한다. <개정 2013.3.23>",
              "제16조(부동산투자자문회사 자산운용 전문인력 확보에 관한 경과조치) 이 법 시행 당시 국토교통부장관에게 등록을 한 부동산투자자문회사는 이 법 시행일부터 6개월 이내에 제23조제2항제2호의 개정규정에 따라 자산운용 전문인력을 상근으로 두어야 한다. <개정 2013.3.23>",
              "제17조(준법감시인의 확보에 관한 경과조치) 이 법 시행 당시 설립된 자기관리 부동산투자회사 및 자산관리회사는 이 법 시행일부터 6개월 이내에 제47조제2항의 개정규정에 따라 준법감시인을 상근으로 두어야 한다.",
              "제18조(벌칙 및 과태료에 관한 경과조치) 이 법 시행 전의 행위에 대하여 벌칙이나 과태료 규정을 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "11583"
        },
        {
          "부칙키": "2013032311690",
          "부칙공포일자": "20130323",
          "부칙내용": [
            [
              "부칙(정부조직법) <제11690호,2013.3.23>",
              "제1조(시행일) ① 이 법은 공포한 날부터 시행한다. ",
              "  ② 생략",
              "제2조 부터 제5조까지 생략",
              "제6조(다른 법률의 개정) ①부터 <591>까지 생략",
              "  <592> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제9조제1항 전단, 같은 조 제2항 각 호 외의 부분, 같은 조 제3항ㆍ제5항, 제15조제3항ㆍ제4항, 제20조제2항, 제20조의2제3항, 제22조의3제1항 각 호 외의 부분 전단, 같은 조 제2항 각 호 외의 부분, 같은 조 제4항ㆍ제5항, 같은 조 제6항 전단 및 후단, 같은 조 제7항, 제23조제1항, 같은 조 제3항 각 호 외의 부분 본문, 제37조제1항 본문 및 단서, 제39조제1항, 같은 조 제2항 각 호 외의 부분, 제39조의2제2항 전단 및 후단, 제40조제1항 각 호 외의 부분 본문, 제41조제1항 각 호 외의 부분, 같은 조 제2항, 제42조제1항 각 호 외의 부분 본문, 제46조제1항ㆍ제2항, 제48조 각 호 외의 부분, 제49조의2제2항, 제49조의3제2항, 제49조의4제4항, 같은 조 제5항 각 호 외의 부분, 제49조의5제2항 및 제54조제3항 중 \"국토해양부장관\"을 각각 \"국토교통부장관\"으로 한다.",
              "  법률 제11583호 부동산투자회사법 일부개정법률 제8조의2제1항부터 제4항까지, 제24조제3항, 제26조제3항, 제49조의5제1항제3호의3, 제49조의6제1항 각 호 외의 부분, 같은 조 제2항 및 제54조제2항제5호 중 \"국토해양부장관\"을 각각 \"국토교통부장관\"으로 한다.",
              "  법률 제11583호 부동산투자회사법 일부개정법률 부칙 제3조제3항, 제15조 및 제16조 중 \"국토해양부장관\"을 각각 \"국토교통부장관\"으로 한다.",
              "  <593>부터 <710>까지 생략",
              "제7조 생략"
            ]
          ],
          "부칙공포번호": "11690"
        },
        {
          "부칙키": "2013052811845",
          "부칙공포일자": "20130528",
          "부칙내용": [
            [
              "부칙(자본시장과 금융투자업에 관한 법률) <제11845호,2013.5.28>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제15조까지 생략",
              "제16조(다른 법률의 개정) ①부터 ⑫까지 생략",
              "  ⑬ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제20조제1항 중 \"같은 법 제9조제13항에 따른 증권시장\"을 \"같은 법 제8조의2제4항제1호에 따른 증권시장\"으로 한다. ",
              "  제26조제1항 중 \"「자본시장과 금융투자업에 관한 법률」 제9조제13항에 따른 증권시장\"을 \"「자본시장과 금융투자업에 관한 법률」 제8조의2제4항제1호에 따른 증권시장\"으로 한다.",
              "  ⑭부터 <23>까지 생략",
              "제17조 생략"
            ]
          ],
          "부칙공포번호": "11845"
        },
        {
          "부칙키": "2013060411869",
          "부칙공포일자": "20130604",
          "부칙내용": [
            [
              "부칙 <제11869호,2013.6.4>",
              "제1조(시행일) 이 법은 2013년 6월 19일부터 시행한다.",
              "제2조(총자산의 전부를 주택임대사업에 투자하는 부동산투자회사의 주식의 공모 및 1인당 주식소유한도에 관한 적용례) 제14조의8제3항, 제16조제3항 및 제26조의2제6항ㆍ제7항의 개정규정은 이 법 시행 후 최초로 설립된 부동산투자회사부터 적용한다."
            ]
          ],
          "부칙공포번호": "11869"
        },
        {
          "부칙키": "2013071611927",
          "부칙공포일자": "20130716",
          "부칙내용": [
            [
              "부칙 <제11927호,2013.7.16>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조(자기관리 부동산투자회사 주요 출자자의 적격성 심사에 관한 적용례) 제11조의 개정규정은 이 법 시행 후 최초로 영업인가를 신청하는 자기관리 부동산투자회사의 주요 출자자부터 적용한다.",
              "제3조(운영자금 부족으로 인한 영업인가 취소에 관한 적용례) 이 법 시행 당시 최저자본금이 준비되었으나 운영자금이 5천만원 이하인 부동산투자회사의 경우에는 제42조제1항제7호의 개정규정에 따른 \"최저자본금을 준비한 후\"는 \"이 법 시행 후\"로 본다."
            ]
          ],
          "부칙공포번호": "11927"
        },
        {
          "부칙키": "2013123012145",
          "부칙공포일자": "20131230",
          "부칙내용": [
            [
              "부칙 <제12145호,2013.12.30>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다.",
              "제2조(업무정지 기간에 관한 경과조치) 이 법 시행 전의 위반행위에 대한 행정처분은 제39조제2항제1호의 개정규정에도 불구하고 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "12145"
        },
        {
          "부칙키": "2015010612989",
          "부칙공포일자": "20150106",
          "부칙내용": [
            [
              "부칙(주택도시기금법) <제12989호,2015.1.6>",
              "제1조(시행일) 이 법은 2015년 7월 1일부터 시행한다.",
              "제2조 부터 제4조까지 생략",
              "제5조(다른 법률의 개정) ①부터 <16>까지 생략",
              "  <17> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제2조3호마목 중 \"「주택법」에 따른 국민주택채권\"을 \"「주택도시기금법」에 따른 국민주택채권\"으로 한다.",
              "  제35조제1항제4호 중 \"「주택법」에 따른 대한주택보증주식회사\"를 \"「주택도시기금법」에 따른 주택도시보증공사\"로 한다.",
              "  <18>부터 <32>까지 생략",
              "제6조 생략"
            ]
          ],
          "부칙공포번호": "12989"
        },
        {
          "부칙키": "2015062213375",
          "부칙공포일자": "20150622",
          "부칙내용": [
            [
              "부칙 <제13375호,2015.6.22>",
              "제1조(시행일) 이 법은 공포 후 4개월이 경과한 날부터 시행한다. 다만, 제9조제6항(감정평가업자에 관한 부분만 해당한다), 제14조의8제3항, 제16조제3항, 제19조제2항ㆍ제4항, 제28조제2항, 제29조제3항ㆍ제4항 및 제37조제1항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(감정평가에 관한 적용례) 제9조제6항 및 제19조제4항의 개정규정은 같은 개정규정 시행 후 부동산투자회사가 신청하는 영업인가 또는 변경인가부터 적용한다.",
              "제3조(연면적의 100분의 70 이상을 주택임대사업에 투자하는 부동산투자회사의 주식의 공모 및 1인당 주식소유한도에 관한 적용례) 제14조의8제3항 및 제16조제3항의 개정규정은 같은 개정규정 시행 당시 설립되어 있는 부동산투자회사부터 적용한다.",
              "제4조(금치산자 등에 대한 경과조치) 제7조제1호의 개정규정에 따른 피성년후견인 또는 피한정후견인에는 법률 제10429호 민법 일부개정 법률 부칙 제2조에 따른 금치산 또는 한정치산 선고의 효력이 유지되는 사람을 포함하는 것으로 본다.",
              "제5조(차입 및 사채 발행에 관한 경과조치) 제29조제3항 및 제4항의 개정규정 시행 전에 이사회에서 결의한 차입 및 사채 발행에 대해서는 같은 개정규정에도 불구하고 종전의 규정에 따른다.",
              "제6조(개발전문 부동산투자회사의 변경인가 등에 관한 경과조치) ① 이 법 시행 전에 종전의 제26조의2제1항에 따른 개발전문 부동산투자회사로 영업인가를 받은 부동산투자회사는 이 법 시행 후 6개월 이내에 주주총회의 특별결의로 총자산 중 부동산개발사업의 투자비율을 확정하고, 상호ㆍ정관 등을 변경하여 제40조제1항에 따라 국토교통부장관의 변경인가를 받아야 한다.",
              "  ② 제1항에 따라 변경인가를 받은 부동산투자회사에 대해서는 제14조의8제2항 및 제26조의2제6항 단서의 개정규정에도 불구하고 2015년 12월 31일까지는 종전의 규정에 따른다.",
              "제7조(자산의 투자ㆍ운용 실적이 없는 자산관리회사의 인가취소에 관한 경과조치) 제42조제1항제2호의2의 개정규정은 이 법 시행 전에 설립인가를 받은 자산관리회사에 대해서는 이 법 시행 후 1년이 지날 때까지는 적용하지 아니한다.",
              "제8조(벌칙이나 과태료에 관한 경과조치) 이 법 시행 전의 행위에 대하여 벌칙이나 과태료 규정을 적용할 때에는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "13375"
        },
        {
          "부칙키": "2015072413448",
          "부칙공포일자": "20150724",
          "부칙내용": [
            [
              "부칙(자본시장과 금융투자업에 관한 법률) <제13448호,2015.7.24>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제18조까지 생략",
              "제19조(다른 법률의 개정) ①부터 <16>까지 생략",
              "  <17> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제49조의3제1항 중 \"제249조의2, 제250조부터\"를 \"제249조의2부터 제249조의22까지, 제250조부터\"로 한다.",
              "  <18>부터 <20>까지 생략",
              "제20조 생략"
            ]
          ],
          "부칙공포번호": "13448"
        },
        {
          "부칙키": "2015073113453",
          "부칙공포일자": "20150731",
          "부칙내용": [
            [
              "부칙(금융회사의 지배구조에 관한 법률) <제13453호,2015.7.31>",
              "제1조(시행일) 이 법은 공포 후 1년이 경과한 날부터 시행한다.",
              "제2조 부터 제17조까지 생략",
              "제18조(다른 법률의 개정) ①부터 ⑥까지 생략",
              "  ⑦ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제49조의3제1항 중 \"제22조부터 제28조까지, 제28조의2, 제29조부터 제43조까지\"를 \"제28조의2, 제30조부터 제43조까지\"로, \"제253조까지 및 제415조부터 제425조까지의 규정\"을 \"제253조까지, 제415조부터 제425조까지의 규정 및 「금융회사의 지배구조에 관한 법률」\"로 한다.",
              "  ⑧부터 <20>까지 생략"
            ]
          ],
          "부칙공포번호": "13453"
        },
        {
          "부칙키": "2015082813499",
          "부칙공포일자": "20150828",
          "부칙내용": [
            [
              "부칙(민간임대주택에 관한 특별법) <제13499호,2015.8.28>",
              "제1조(시행일) 이 법은 공포 후 4개월이 경과한 날부터 시행한다.",
              "제2조 부터 제14조까지 생략",
              "제15조(다른 법률의 개정) ①부터 ⑫까지 생략",
              "  ⑬ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제14조의8제3항제2호 및 제16조제3항 중 \"「임대주택법」 제2조제1호의 임대주택\"을 각각 \"임대주택(「민간임대주택에 관한 특별법」 에 따른 민간임대주택 및 「공공주택 특별법」에 따른 공공임대주택을 말한다)\"으로 한다.",
              "  ⑭부터 <25>까지 생략",
              "제16조 생략"
            ]
          ],
          "부칙공포번호": "13499"
        },
        {
          "부칙키": "2016011913782",
          "부칙공포일자": "20160119",
          "부칙내용": [
            [
              "부칙(감정평가 및 감정평가사에 관한 법률) <제13782호,2016.1.19>",
              "제1조(시행일) 이 법은 2016년 9월 1일부터 시행한다.",
              "제2조 부터 제6조까지 생략",
              "제7조(다른 법률의 개정) ①부터 ⑫까지 생략",
              "  ⑬ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제7조제3호 및 제9조제6항 본문  중 \"「부동산 가격공시 및 감정평가에 관한 법률」\"을 각각 \"「감정평가 및 감정평가사에 관한 법률」\"로 한다.",
              "  ⑭부터 <25>까지 생략",
              "제8조 생략"
            ]
          ],
          "부칙공포번호": "13782"
        },
        {
          "부칙키": "2016011913798",
          "부칙공포일자": "20160119",
          "부칙내용": [
            [
              "부칙 <제13798호,2016.1.19>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다.",
              "제2조(주식의 공모 기간에 관한 적용례) 제14조의8제2항의 개정규정은 이 법 시행 당시 제9조에 따라 영업인가를 받은 경우에도 적용한다."
            ]
          ],
          "부칙공포번호": "13798"
        },
        {
          "부칙키": "2017032114715",
          "부칙공포일자": "20170321",
          "부칙내용": [
            [
              "부칙 <제14715호,2017.3.21>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제28조제2항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(이익배당 등에 관한 적용례) 제28조제2항의 개정규정은 2016년도 이익배당부터 적용한다."
            ]
          ],
          "부칙공포번호": "14715"
        },
        {
          "부칙키": "2017102414947",
          "부칙공포일자": "20171024",
          "부칙내용": [
            [
              "부칙 <제14947호,2017.10.24>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "14947"
        },
        {
          "부칙키": "2018081415731",
          "부칙공포일자": "20180814",
          "부칙내용": [
            [
              "부칙 <제15731호,2018.8.14>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조(공시방법의 변경에 관한 적용례) 제37조제4항, 제38조의 개정규정은 이 법 시행 후 제37조제1항 또는 제3항에 따라 공시하는 경우부터 적용한다.",
              "제3조(주식의 공모에 관한 경과조치) 이 법 시행 전에 영업인가를 받거나 등록을 한 부동산투자회사는 제14조의8제3항제1호의 개정규정에도 불구하고 주식의 공모에 관하여는 종전의 규정에 따른다."
            ]
          ],
          "부칙공포번호": "15731"
        },
        {
          "부칙키": "2019082016495",
          "부칙공포일자": "20190820",
          "부칙내용": [
            [
              "부칙 <제16495호,2019.8.20>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제28조제2항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(영업인가에 관한 적용례) 제9조제1항의 개정규정은 이 법 시행 후 영업인가(변경인가를 포함한다)를 신청하는 경우부터 적용한다.",
              "제3조(등록에 관한 적용례) 제9조의2제1항의 개정규정은 이 법 시행 후 등록(변경등록을 포함한다)을 신청하는 경우부터 적용한다.",
              "제4조(주식의 공모 및 1인당 주식소유한도에 관한 경과조치) 이 법 시행 전에 영업인가를 받거나 등록을 한 부동산투자회사는 제14조의8제3항제2호 및 제16조제3항의 개정규정에도 불구하고 주식의 공모 및 1인당 주식소유한도에 관하여는 종전의 규정에 따른다.",
              "제5조(보고 사항에 관한 경과조치) 제41조제1항의 개정규정에도 불구하고 이 법 시행 전에 발생한 보고사항에 대해서는 종전의 규정을 따른다."
            ]
          ],
          "부칙공포번호": "16495"
        },
        {
          "부칙키": "2019112616652",
          "부칙공포일자": "20191126",
          "부칙내용": [
            [
              "부칙(한국자산관리공사 설립 등에 관한 법률) <제16652호,2019.11.26>",
              "제1조(시행일) 이 법은 공포한 날부터 시행한다.",
              "제2조(다른 법률의 개정) ①부터 <17>까지 생략",
              "  <18> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제35조제1항제3호 중 \"「금융회사부실자산 등의 효율적 처리 및 한국자산관리공사의 설립에 관한 법률」\"을 \"「한국자산관리공사 설립 등에 관한 법률」\"로 한다.",
              "  <19>부터 <40>까지 생략",
              "제3조 생략"
            ]
          ],
          "부칙공포번호": "16652"
        },
        {
          "부칙키": "2020032417112",
          "부칙공포일자": "20200324",
          "부칙내용": [
            [
              "부칙(금융소비자 보호에 관한 법률) <제17112호,2020.3.24>",
              "제1조(시행일) 이 법은 공포 후 1년이 경과한 날부터 시행한다. <단서 생략>",
              "제2조 부터 제12조까지 생략",
              "제13조(다른 법률의 개정) ①부터 ⑦까지 생략",
              "  ⑧ 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제39조제2항 각 호 외의 부분 중 \"경우에는\"을 \"경우 또는 「금융소비자 보호에 관한 법률」 제17조부터 제22조(제6항은 제외한다)까지 및 제23조를 위반한 경우에는\"으로 한다.",
              "  제39조의2제2항 전단 중 \"경우에는\"을 \"경우 또는 「금융소비자 보호에 관한 법률」 제17조부터 제22조(제6항은 제외한다)까지 및 제23조를 위반한 경우에는\"으로 한다.",
              "  제49조의3제1항 중 \"제425조까지\"를 \"제425조까지, 「금융소비자 보호에 관한 법률」 제11조, 제12조, 제14조, 제16조, 제22조제6항, 제24조부터 제28조까지, 제44조, 제45조, 제47조부터 제66조까지\"로 한다.",
              "  ⑨부터 <19>까지 생략"
            ]
          ],
          "부칙공포번호": "17112"
        },
        {
          "부칙키": "2020040717219",
          "부칙공포일자": "20200407",
          "부칙내용": [
            [
              "부칙(감정평가 및 감정평가사에 관한 법률) <제17219호,2020.4.7>",
              "제1조(시행일) 이 법은 공포 후 3개월이 경과한 날부터 시행한다.",
              "제2조(다른 법률의 개정) ①부터 ⑮까지 생략",
              "  <16> 부동산투자회사법 일부를 다음과 같이 개정한다.",
              "  제9조제6항 본문 중 \"감정평가업자(「감정평가 및 감정평가사에 관한 법률」에 따른 감정평가업자를 말한다. 이하 \"감정평가업자\"라 한다)가\"를 \"감정평가법인등(「감정평가 및 감정평가사에 관한 법률」에 따른 감정평가사 또는 감정평가법인을 말한다. 이하 \"감정평가법인등\"이라 한다)이\"로 한다.",
              "  제19조제4항제1호 중 \"감정평가업자\"를 \"감정평가법인등\"으로 한다.",
              "  제30조제3항 전단 중 \"감정평가업자에게\"를 \"감정평가법인등으로부터\"로 한다.",
              "  <17>부터 <25>까지 생략",
              "제3조 생략"
            ]
          ],
          "부칙공포번호": "17219"
        },
        {
          "부칙키": "2020060917453",
          "부칙공포일자": "20200609",
          "부칙내용": [
            [
              "부칙(법률용어 정비를 위한 국토교통위원회 소관 78개 법률 일부개정을 위한 법률) <제17453호,2020.6.9>",
              "이 법은 공포한 날부터 시행한다. <단서 생략>"
            ]
          ],
          "부칙공포번호": "17453"
        },
        {
          "부칙키": "2020122217740",
          "부칙공포일자": "20201222",
          "부칙내용": [
            [
              "부칙 <제17740호,2020.12.22>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제40조제3항, 제49조의3제3항 및 제49조의7제1항제1호의 개정규정은 공포한 날부터 시행한다.",
              "제2조(자산관리회사의 인가 등에 관한 적용례) 제22조의3제9항 및 제10항의 개정규정은 이 법 시행 당시 제22조의3제1항에 따라 설립인가를 받아 영업 중인 자산관리회사에도 적용한다.",
              "제3조(신고수리 여부 통지에 관한 적용례) 제40조제3항의 개정규정은 같은 개정규정 시행 후 신고를 하는 경우부터 적용한다.",
              "제4조(변경인가에 관한 적용례) 제40조제4항 및 제5항의 개정규정은 이 법 시행 후 변경인가를 신청하는 경우부터 적용한다."
            ]
          ],
          "부칙공포번호": "17740"
        },
        {
          "부칙키": "2021041318048",
          "부칙공포일자": "20210413",
          "부칙내용": [
            [
              "부칙 <제18048호,2021.4.13>",
              "이 법은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "18048"
        },
        {
          "부칙키": "2023081619681",
          "부칙공포일자": "20230816",
          "부칙내용": [
            [
              "부칙 <제19681호,2023.8.16>",
              "제1조(시행일) 이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제5조의2, 제14조의8제2항 및 제28조제2항의 개정규정은 공포한 날부터 시행한다.",
              "제2조(영업인가에 관한 적용례) 제9조제2항제3호의 개정규정은 이 법 시행 이후 영업인가를 신청하는 경우부터 적용한다.",
              "제3조(자기관리 부동산투자회사 주요 출자자의 적격성 심사에 관한 적용례) 제11조제1항제2호의 개정규정은 이 법 시행 이후 주요 출자자가 변경되는 경우부터 적용한다.",
              "제4조(주식의 공모에 관한 적용례) 제14조의8제2항의 개정규정은 같은 개정규정 시행 전에 사용승인ㆍ준공검사 등을 받은 부동산투자회사에 대해서도 적용한다. 다만, 이 법 시행 당시 종전의 규정에 따라 발행하는 주식 총수의 100분의 30 이상을 일반의 청약에 제공한 부동산투자회사에 대해서는 그러하지 아니하다.",
              "제5조(보수교육에 관한 적용례) 제22조제3항 및 제4항의 개정규정은 이 법 시행 당시 사전교육을 이수한 자산운용 전문인력에 대하여도 적용한다.",
              "제6조(부동산투자자문회사의 등록취소에 관한 적용례) 제23조제3항의 개정규정은 이 법 시행일부터 2년간 부동산투자회사로부터 그 자산의 투자ㆍ운용에 관한 자문 및 평가 등의 업무를 위탁받은 사실이 없는 부동산투자자문회사부터 적용한다.",
              "제7조(배당에 관한 적용례) 제28조제2항의 개정규정은 같은 개정규정 시행 이후 자기관리 부동산투자회사가 이익배당을 정하는 경우부터 적용한다.",
              "제8조(부동산투자자문회사의 보고 사항에 관한 적용례) 제41조제2항 및 제3항의 개정규정은 이 법 시행 이후 국토교통부장관에게 보고하여야 하는 사유가 발생하는 경우부터 적용한다.",
              "제9조(보수교육에 관한 경과조치) 이 법 시행 당시 종전의 규정에 따라 사전교육을 이수한 날부터 3년이 경과한 사람이 자산운용 전문인력으로 계속해서 종사하고자 하는 경우 이 법 시행 후 3개월 이내에 제22조제3항의 개정규정에 따라 보수교육을 받아야 한다."
            ]
          ],
          "부칙공포번호": "19681"
        },
        {
          "부칙키": "2024022020338",
          "부칙공포일자": "20240220",
          "부칙내용": [
            [
              "부칙 <제20338호,2024.2.20>",
              "이 법은 공포 후 6개월이 경과한 날부터 시행한다. 다만, 제26조의3제4항 및 제28조제1항의 개정규정은 공포한 날부터 시행한다."
            ]
          ],
          "부칙공포번호": "20338"
        }
      ]
    },
    "조문": {
      "조문단위": [
        {
          "조문번호": "1",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0001000",
          "조문내용": "            제1장 총칙 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "1",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0001001",
          "조문내용": "제1조(목적) 이 법은 부동산투자회사의 설립과 부동산투자회사의 자산운용 방법 및 투자자 보호 등에 관한 사항을 정함으로써 일반 국민이 부동산에 투자할 수 있는 기회를 확대하고 부동산에 대한 건전한 투자를 활성화하여 국민경제의 발전에 이바지함을 목적으로 한다.",
          "조문제목": "목적",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "2",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0002001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  \"부동산투자회사\"란 자산을 부동산에 투자하여 운용하는 것을 주된 목적으로 제3조부터 제8조까지, 제11조의2, 제45조 및 제49조의2제1항에 적합하게 설립된 회사로서 다음 각 목의 회사를 말한다.",
                "목": [
                  {
                    "목번호": "가.",
                    "목내용": "가.  자기관리 부동산투자회사: 자산운용 전문인력을 포함한 임직원을 상근으로 두고 자산의 투자ㆍ운용을 직접 수행하는 회사"
                  },
                  {
                    "목번호": "나.",
                    "목내용": "나.  위탁관리 부동산투자회사: 자산의 투자ㆍ운용을 자산관리회사에 위탁하는 회사"
                  },
                  {
                    "목번호": "다.",
                    "목내용": "다.  기업구조조정 부동산투자회사: 제49조의2제1항 각 호의 부동산을 투자 대상으로 하며 자산의 투자ㆍ운용을 자산관리회사에 위탁하는 회사"
                  }
                ]
              },
              {
                "호번호": "2.",
                "호내용": "2.  \"증권\"이란 「자본시장과 금융투자업에 관한 법률」 제4조제1항의 증권 및 같은 법 제5조제2항의 장내파생상품을 말한다."
              },
              {
                "호번호": "3.",
                "호내용": "3.  \"부동산관련 증권\"이란 다음 각 목의 것을 말한다.",
                "목": [
                  {
                    "목번호": "가.",
                    "목내용": "가.  부동산투자회사의 주식 및 사채"
                  },
                  {
                    "목번호": "나.",
                    "목내용": "나.  「자본시장과 금융투자업에 관한 법률」 제9조제21항의 집합투자증권 중 부동산과 관련되는 것으로서 대통령령으로 정하는 것"
                  },
                  {
                    "목번호": "다.",
                    "목내용": "다.  「자산유동화에 관한 법률」에 따른 유동화증권 중 부동산과 관련되는 것으로서 대통령령으로 정하는 것"
                  },
                  {
                    "목번호": "라.",
                    "목내용": "라.  「주택저당채권유동화회사법」 및 「한국주택금융공사법」에 따른 주택저당채권담보부채권 및 주택저당증권"
                  },
                  {
                    "목번호": "마.",
                    "목내용": "마.  「주택도시기금법」에 따른 국민주택채권"
                  },
                  {
                    "목번호": "바.",
                    "목내용": "바.  「도시철도법」에 따른 도시철도채권"
                  },
                  {
                    "목번호": "사.",
                    "목내용": "사.  그 밖에 부동산과 관련되는 증권으로서 대통령령으로 정하는 것"
                  }
                ]
              },
              {
                "호번호": "4.",
                "호내용": "4.  \"부동산개발사업\"이란 다음 각 목의 어느 하나에 해당하는 사업을 말한다.",
                "목": [
                  {
                    "목번호": "가.",
                    "목내용": "가.  토지를 택지ㆍ공장용지 등으로 개발하는 사업"
                  },
                  {
                    "목번호": "나.",
                    "목내용": "나.  공유수면을 매립하여 토지를 조성하는 사업"
                  },
                  {
                    "목번호": "다.",
                    "목내용": "다.  건축물이나 그 밖의 인공구조물을 신축하거나 재축(再築)하는 사업"
                  },
                  {
                    "목번호": "라.",
                    "목내용": "라.  그 밖에 가목부터 다목까지의 사업과 유사한 사업으로 대통령령으로 정하는 사업"
                  }
                ]
              },
              {
                "호번호": "5.",
                "호내용": "5.  \"자산관리회사\"란 위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사의 위탁을 받아 자산의 투자ㆍ운용업무를 수행하는 것을 목적으로 제22조의3에 따라 설립된 회사를 말한다."
              }
            ]
          },
          "조문내용": "제2조(정의) 이 법에서 사용하는 용어의 뜻은 다음과 같다. <개정 2012.12.18, 2015.1.6, 2015.6.22>",
          "조문제목": "정의",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "3",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0003001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 주식회사로 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 이 법에서 특별히 정한 경우를 제외하고는 「상법」의 적용을 받는다."
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사는 그 상호에 부동산투자회사라는 명칭을 사용하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 이 법에 따른 부동산투자회사가 아닌 자는 부동산투자회사 또는 이와 유사한 명칭(대통령령으로 정하는 외국어문자를 포함한다)을 사용하여서는 아니 된다. <개정 2023.8.16>"
            }
          ],
          "조문내용": "제3조(법인격)",
          "조문제목": "법인격",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "4",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0004001",
          "조문내용": "제4조(업무 범위) 부동산투자회사는 자산을 제21조제1항 각 호에 대하여 같은 조 제2항 각 호의 방법으로 부동산 등에 투자ㆍ운용하는 것 외의 업무는 할 수 없다. <개정 2019.8.20>",
          "조문제목": "업무 범위",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "5",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0005000",
          "조문내용": [
            [
              "            제2장 설립ㆍ기관 등 <개정 2007.7.13>",
              "                  제1절 설립 및 영업인가 <개정 2007.7.13>"
            ]
          ],
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "5",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0005001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 발기설립의 방법으로 하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 「상법」 제290조제2호에도 불구하고 현물출자에 의한 설립을 할 수 없다."
            }
          ],
          "조문내용": "제5조(부동산투자회사의 설립)",
          "조문제목": "부동산투자회사의 설립",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "5",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2023.8.16]",
          "조문키": "0005021",
          "조문내용": "제5조의2(자기관리 부동산투자회사의 위탁관리 부동산투자회사로의 전환에 관한 특례) 자기관리 부동산투자회사는 「상법」 제434조에 따른 주주총회의 결의와 제9조에 따른 국토교통부장관의 영업인가를 받아 위탁관리 부동산투자회사로 전환할 수 있다.",
          "조문제목": "자기관리 부동산투자회사의 위탁관리 부동산투자회사로의 전환에 관한 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "6",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2012.12.18]",
          "조문키": "0006001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자기관리 부동산투자회사의 설립 자본금은 5억원 이상으로 한다. <개정 2016.1.19>"
            },
            {
              "항번호": "②",
              "항내용": "② 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사의 설립 자본금은 3억원 이상으로 한다. <개정 2016.1.19>"
            }
          ],
          "조문내용": "제6조(설립 자본금)",
          "조문제목": "설립 자본금",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "7",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0007001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  미성년자ㆍ피성년후견인 또는 피한정후견인"
              },
              {
                "호번호": "2.",
                "호내용": "2.  파산선고를 받고 복권되지 아니한 자"
              },
              {
                "호번호": "3.",
                "호내용": "3.  이 법 또는 「공인중개사법」, 「부동산 거래신고에 관한 법률」, 「감정평가 및 감정평가사에 관한 법률」, 「자본시장과 금융투자업에 관한 법률」, 「형법」 제214조부터 제224조까지 및 제347조, 제347조의2, 제348조, 제348조의2, 제349조부터 제359조까지, 그 밖에 대통령령으로 정하는 금융 관련 법률(이하 이 조에서 \"관련법률\"이라 한다)에 따라 벌금형 이상의 형을 선고받고 그 집행이 끝나거나(집행이 끝난 것으로 보는 경우를 포함한다) 면제된 후 5년이 지나지 아니한 자"
              },
              {
                "호번호": "4.",
                "호내용": "4.  이 법 또는 관련법률에 따라 금고 이상의 형의 집행유예를 선고받고 그 유예기간 중에 있는 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  이 법 또는 관련법률에 따라 영업의 허가ㆍ인가 또는 등록 등이 취소된 법인의 임직원이었던 자(그 허가ㆍ인가 또는 등록 등의 취소 사유의 발생에 관하여 직접적인 책임이 있거나 이에 상응하는 책임이 있는 자로서 대통령령으로 정하는 자만 해당한다)로서 해당 법인에 대한 취소가 있은 날부터 5년이 지나지 아니한 자"
              },
              {
                "호번호": "6.",
                "호내용": "6.  이 법 또는 관련법률을 위반하여 해임되거나 면직된 후 5년이 지나지 아니한 자"
              }
            ]
          },
          "조문내용": "제7조(발기인) 다음 각 호의 어느 하나에 해당하는 자는 부동산투자회사의 발기인이 될 수 없다. 이 경우 외국인 또는 외국의 법령에 따라 설립된 법인 중 해당 국가에서 다음 각 호의 어느 하나와 동일하거나 유사한 사유에 해당하는 자도 또한 같다. <개정 2015.6.22, 2016.1.19>",
          "조문제목": "발기인",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "8",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0008001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 정관은 발기인이 다음 각 호의 사항을 포함하여 작성하고 발기인 모두가 기명날인하거나 서명하여야 한다. <개정 2012.12.18>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  목적"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  상호"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  발행할 주식의 총수"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  1주(株)의 금액"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  설립할 때에 발행하는 주식의 총수"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  자산의 투자ㆍ운용에 관한 사항"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  자산평가에 관한 사항"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  이익 등의 배당에 관한 사항"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  본점의 소재지"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  공고 방법"
                },
                {
                  "호번호": "10의2.",
                  "호내용": "10의2.  제14조의3에 따라 법인이사 및 감독이사를 두는 경우에는 법인이사 및 감독이사를 둔다는 내용"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  이사(제14조의3에 따라 법인이사 및 감독이사를 두는 경우에는 법인이사는 제외한다) 및 감사의 보수에 관한 기준"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  제35조제1항에 따른 자산보관기관과 체결할 자산보관계약의 개요"
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  자산의 투자ㆍ운용 업무에 관한 위탁계약을 체결하려는 경우에는 그 위탁계약의 개요"
                },
                {
                  "호번호": "14.",
                  "호내용": "14.  발기인의 성명, 주민등록번호 및 주소"
                },
                {
                  "호번호": "15.",
                  "호내용": "15.  그 밖에 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항제5호에 따른 주식의 총수는 그 상한과 하한을 두는 방법으로 정할 수 있다."
            }
          ],
          "조문내용": "제8조(정관)",
          "조문제목": "정관",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "8",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0008021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자기관리 부동산투자회사는 그 설립등기일부터 10일 이내에 대통령령으로 정하는 바에 따라 설립보고서를 작성하여 국토교통부장관에게 제출하여야 한다. <개정 2013.3.23>"
            },
            {
              "항번호": "②",
              "항내용": "② 자기관리 부동산투자회사는 제1항에 따른 설립보고서를 제출한 날부터 3개월 후 대통령령으로 정하는 바에 따라 설립 이후의 회사 현황에 관한 보고서를 작성하여 국토교통부장관에게 제출하여야 한다. <개정 2013.3.23>"
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제1항 및 제2항에 따른 보고서의 내용을 검토한 결과 자기관리 부동산투자회사의 운영 등이 법령에 위반되거나 투자자 보호에 지장을 초래할 우려가 있는 등 공익을 위하여 필요하다고 인정하면 해당 자기관리 부동산투자회사에 대하여 그 시정이나 보완을 명할 수 있다. <개정 2013.3.23, 2020.6.9>"
            },
            {
              "항번호": "④",
              "항내용": "④ 자기관리 부동산투자회사는 설립등기일부터 6개월 이내에 국토교통부장관에게 제9조제1항에 따른 인가를 신청하여야 한다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제8조의2(자기관리 부동산투자회사의 설립보고 등)",
          "조문제목": "자기관리 부동산투자회사의 설립보고 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "9",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0009001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사가 제21조제1항제1호부터 제5호까지에 대하여 같은 조 제2항 각 호의 업무를 하려면 제2조제1호에 따른 부동산투자회사의 종류별로 대통령령으로 정하는 바에 따라 국토교통부장관의 인가를 받아야 한다. 다만, 부동산 취득을 위한 조사 등 대통령령으로 정하는 업무의 경우에는 그러하지 아니하다. <개정 2012.12.18, 2013.3.23, 2015.6.22, 2019.8.20>"
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따른 영업인가(이하 \"영업인가\"라 한다) 여부를 결정할 때에는 다음 각 호의 사항을 확인하여야 한다. <개정 2012.12.18, 2013.3.23, 2015.6.22, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산투자회사가 제3조부터 제8조까지, 제11조의2 및 제45조에 적합하게 설립되었는지 여부"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  사업계획의 타당성 및 적정성"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  기업구조조정 부동산투자회사가 제49조의2제1항에 적합하게 자산을 구성하였는지 여부"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  신주발행계획의 적정성. 다만, 영업인가일부터 2년 이내에 발행하는 신주로 한정한다."
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 영업인가를 하는 경우 경영의 건전성 확보와 투자자 보호에 필요한 조건을 붙일 수 있다. <개정 2013.3.23>"
            },
            {
              "항번호": "④",
              "항내용": "④ 부동산투자회사는 영업인가 전에는 주주가 아닌 자에게 배정하는 방식으로 신주를 발행할 수 없다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 국토교통부장관은 영업인가를 하였을 때에는 그 내용을 관보 및 인터넷 홈페이지 등에 공고하여야 한다. <개정 2013.3.23>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 부동산투자회사가 제1항에 따라 영업인가를 받으려는 경우에는 감정평가법인등(「감정평가 및 감정평가사에 관한 법률」에 따른 감정평가사 또는 감정평가법인을 말한다. 이하 \"감정평가법인등\"이라 한다)이 사업대상 부동산에 대하여 실시한 감정평가 결과를 국토교통부장관에게 제출하여야 한다. 다만, 국가ㆍ지방자치단체 또는 대통령령으로 정하는 기관으로부터 입찰ㆍ경매 또는 그 밖에 대통령령으로 정하는 방식으로 사업대상 부동산을 매입하는 경우에는 감정평가를 실시하지 아니할 수 있다. <신설 2013.7.16, 2015.6.22, 2016.1.19, 2020.4.7>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 제6항에 따른 감정평가의 방법 및 절차 등에 필요한 사항은 대통령령으로 정한다. <신설 2013.7.16>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 국토교통부장관은 제2항제2호의 사항을 확인하기 위하여 필요한 경우 대통령령으로 정하는 기관에 검토를 의뢰할 수 있다. <신설 2013.7.16>"
            }
          ],
          "조문내용": "제9조(영업인가)",
          "조문제목": "영업인가",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "9",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2016.1.19]",
          "조문키": "0009021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 제9조에도 불구하고 다음 각 호의 요건을 갖춘 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사가 제21조제1항제1호부터 제5호까지에 대하여 같은 조 제2항 각 호의 업무를 하려면 대통령령으로 정하는 바에 따라 국토교통부장관에게 등록하여야 한다. 다만, 부동산 취득을 위한 조사 등 대통령령으로 정하는 업무의 경우에는 그러하지 아니하다. <개정 2019.8.20>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  이 법에 따라 적법하게 설립되었을 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  위탁관리 부동산투자회사의 경우 「국민연금법」 제24조에 따라 설립된 국민연금공단(이하 \"국민연금공단\"이라 한다)이나 제14조의8제3항제1호에 따른 주주가 단독이나 공동으로 발행주식의 100분의 30 이상을 취득할 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  기업구조조정 부동산투자회사의 경우 제49조의2제1항의 기준에 적합하게 자산을 구성할 것"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  총자산 중 부동산개발사업에 대한 투자비율이 100분의 30을 초과하지 아니할 것"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  그 밖에 대통령령으로 정하는 요건을 갖출 것"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 등록을 하려는 자는 국토교통부장관에게 등록신청서를 제출하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제2항에 따른 등록신청서를 접수한 경우에는 그 내용을 검토하여 20일 이내에 등록 여부를 결정하고, 그 결과와 이유를 지체 없이 신청인에게 통지하여야 한다. 이 경우 검토기간에는 제4항에 따른 등록신청서 흠결의 보완기간 등 대통령령으로 정하는 기간은 제외한다. <개정 2020.6.9>"
            },
            {
              "항번호": "④",
              "항내용": "④ 국토교통부장관은 제2항에 따른 등록신청서에 흠결이 있는 경우 신청인에게 보완을 요구할 수 있다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 국토교통부장관은 제3항에 따라 등록 여부를 결정하는 경우 다음 각 호의 어느 하나에 해당하는 사유가 없으면 등록을 거부하여서는 아니 된다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제1항에 따른 등록요건을 갖추지 아니한 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제2항에 따른 등록신청서를 거짓으로 작성한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제4항에 따른 보완 요구를 이행하지 아니한 경우"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제9조제3항부터 제6항까지의 규정은 제1항에 따른 등록에 준용한다. 이 경우 \"영업인가\"는 \"등록\"으로 본다. <개정 2023.8.16>"
            }
          ],
          "조문내용": "제9조의2(등록)",
          "조문제목": "등록",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "10",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2010.4.15]",
              "[제목개정 2016.1.19]"
            ]
          ],
          "조문키": "0010001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  자기관리 부동산투자회사: 70억원"
              },
              {
                "호번호": "2.",
                "호내용": "2.  위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사: 50억원"
              }
            ]
          },
          "조문내용": "제10조(최저자본금) 영업인가를 받거나 등록을 한 날부터 6개월(부동산투자회사 및 이해관계자 등이 다른 법령에서 정한 방법 및 절차 등을 이행하기 위하여 소요되는 기간으로서 국토교통부장관이 인정하는 기간은 제외한다. 이하 \"최저자본금준비기간\"이라 한다)이 지난 부동산투자회사의 자본금은 다음 각 호에서 정한 금액 이상이 되어야 한다. <개정 2016.1.19, 2017.3.21>",
          "조문제목": "최저자본금",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "11",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2013.7.16]",
          "조문키": "0011001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 다음 각 호의 어느 하나에 해당하는 경우에는 지체 없이 주요 출자자(발행주식 총수의 100분의 5를 초과하여 주식을 소유하는 자를 말한다. 이하 같다)의 적격성을 심사하여야 한다. <개정 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  자기관리 부동산투자회사가 제10조에 따른 최저자본금을 준비하였음을 확인한 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제1호에 해당하여 주요 출자자의 적격성 심사가 이루어진 이후 주요 출자자가 변경된 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따라 주요 출자자의 적격성을 심사하는 경우에는 다음 각 호의 요건을 갖추었는지를 확인하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제7조제2호부터 제6호까지의 어느 하나에 해당하지 아니할 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「독점규제 및 공정거래에 관한 법률」 또는 「조세범 처벌법」을 위반하여 벌금형 이상의 형을 선고받고 그 집행이 끝나거나 집행을 받지 아니하기로 확정된 후 5년이 지났을 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 자금의 출처 및 재무상태 등에 관하여 대통령령으로 정하는 요건에 적합할 것"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 주요 출자자가 제2항에 따른 요건을 갖추지 못한 경우에는 6개월 이내의 기간을 정하여 해당 주요 출자자에게 발행주식 총수의 100분의 5를 초과하여 소유하는 주식을 처분할 것을 명할 수 있다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따라 주식을 처분할 것을 명령받은 자는 발행주식 총수의 100분의 5를 초과하여 소유하는 주식에 대하여는 의결권을 행사할 수 없다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 국토교통부장관은 제1항에 따라 적격성을 심사하기 위하여 주요 출자자에게 30일 이내의 기간을 정하여 관련 자료의 제출을 요구할 수 있다. 이 경우 자료의 제출을 요구받은 주요 출자자는 정당한 사유가 없으면 이에 따라야 한다."
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제1항에 따른 적격성 심사의 절차 및 방법에 관한 세부적인 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제11조(자기관리 부동산투자회사 주요 출자자의 적격성 심사 등)",
          "조문제목": "자기관리 부동산투자회사 주요 출자자의 적격성 심사 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "11",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0011021",
          "조문내용": "제11조의2(위탁관리 부동산투자회사의 지점설치 금지 등) 위탁관리 부동산투자회사는 본점 외의 지점을 설치할 수 없으며, 직원을 고용하거나 상근 임원을 둘 수 없다.",
          "조문제목": "위탁관리 부동산투자회사의 지점설치 금지 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "12",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0012000",
          "조문내용": "                제2절 기관 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "12",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0012001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 사항은 주주총회의 결의를 거쳐야 한다. 다만, 제4호, 제4호의2 및 제5호의 사항에 대한 결의에 관하여는 「상법」 제434조를 준용한다. <개정 2012.12.18, 2015.6.22, 2019.8.20>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  해당 연도의 사업계획의 확정"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  해당 연도의 차입계획 및 사채발행계획"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  자산의 투자ㆍ운용에 관하여 총자산의 100분의 30을 초과하는 자산의 취득ㆍ처분 등 대통령령으로 정하는 중요한 계약의 체결 또는 변경체결에 관한 사항"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  부동산개발사업계획의 확정 또는 확정된 부동산개발사업계획의 목적ㆍ대상ㆍ범위 등 대통령령으로 정하는 중요한 부분의 변경에 관한 사항"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  총자산 중 부동산개발사업에 대한 투자비율"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제19조에 따른 부동산의 현물출자에 관한 사항"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  제35조제1항에 따른 자산보관기관과의 자산보관계약의 체결 또는 변경체결에 관한 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 주주총회의 회의개시 예정시각에서 1시간이 지날 때까지 출석한 주주가 소유한 주식의 총수가 발행된 주식 총수의 과반수에 미달하는 경우 주주총회를 연기할 수 있다. 이 경우 부동산투자회사는 그 날부터 2주 이내에 연기된 주주총회(이하 이 조에서 \"연기주주총회\"라 한다)를 소집하여야 한다. <개정 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 연기주주총회의 회의개시 예정시각에서 1시간이 지날 때까지 출석한 주주가 소유한 주식 총수가 발행된 주식 총수의 과반수에 미달하는 경우에는 출석한 주주의 주식 총수로써 주주총회가 성립된 것으로 본다. 이 경우 연기주주총회의 결의는 출석한 주주의 의결권의 과반수로 한다. 다만, 제1항제4호, 제4호의2 및 제5호의 사항에 대한 연기주주총회의 특별결의는 출석한 주주의 의결권의 3분의 2 이상의 수로써 한다. <개정 2015.6.22, 2020.6.9>"
            }
          ],
          "조문내용": "제12조(주주총회의 결의사항)",
          "조문제목": "주주총회의 결의사항",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "13",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0013001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 사항은 이사회의 결의를 거쳐야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산의 취득이나 처분 등 운용에 관한 사항"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  대통령령으로 정하는 일정 금액 이상의 증권의 취득이나 처분에 관한 사항"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  차입 및 사채발행에 관한 사항"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제47조에 따른 내부통제기준의 제정ㆍ개정 및 준법감시인의 임면(任免)에 관한 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 이사는 이사회 개최 7일 전에 이사회의 개최 일시, 장소 및 안건 등을 감사에게 송부하여야 한다."
            }
          ],
          "조문내용": "제13조(이사회의 결의사항)",
          "조문제목": "이사회의 결의사항",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0014001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 이사에 관하여는 제7조를 준용한다."
            },
            {
              "항번호": "②",
              "항내용": "② 다음 각 호의 어느 하나에 해당하는 사람은 위탁관리 부동산투자회사의 이사가 될 수 없다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  자산의 투자ㆍ운용을 위탁받은 자산관리회사의 특별관계자(「자본시장과 금융투자업에 관한 법률」 제133조제3항에 따른 특별관계자를 말한다. 이하 같다)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  자산의 투자ㆍ운용을 위탁받은 자산관리회사로부터 계속적으로 보수를 지급받고 있는 사람"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  이사로서의 중립성을 훼손할 우려가 있는 사람으로서 대통령령으로 정하는 사람"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사의 이사로 선임된 사람이 제1항 또는 제2항(위탁관리 부동산투자회사의 이사인 경우만 해당한다)에 해당하게 되거나 선임 당시 그에 해당하는 사람이었음이 밝혀진 경우에는 당연히 해임된다. <개정 2020.6.9>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따라 해임된 이사가 해임 전에 관여한 행위는 효력을 잃지 아니한다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 이사의 직무에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제14조(이사의 자격 등)",
          "조문제목": "이사의 자격 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0014021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 감사는 「공인회계사법」에 따른 공인회계사이어야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 다음 각 호의 어느 하나에 해당하는 사람은 부동산투자회사의 감사가 될 수 없다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제7조 각 호의 어느 하나에 해당하는 사람"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「공인회계사법」에 따라 업무정지 기간 중에 있는 회계법인에 소속된 사람"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「공인회계사법」에 따라 직무정지 기간 중에 있는 사람"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  감사로서의 중립성을 훼손할 우려가 있는 사람으로서 대통령령으로 정하는 사람"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 감사의 해임 및 직무에 관하여는 제14조제3항부터 제5항까지의 규정을 준용한다."
            }
          ],
          "조문내용": "제14조의2(감사의 자격 등)",
          "조문제목": "감사의 자격 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2012.12.18]",
              "[종전 제14조의3은 제14조의8로 이동 <2012.12.18>]"
            ]
          ],
          "조문키": "0014031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 위탁관리 부동산투자회사는 제22조의2에 따라 해당 위탁관리 부동산투자회사의 자산 투자ㆍ운용 업무를 위탁하는 자산관리회사인 이사(이하 \"법인이사\"라 한다)와 감독이사를 정관으로 정하는 바에 따라 둘 수 있다. 이 경우 법인이사와 감독이사를 두는 부동산투자회사에는 제14조 및 제14조의2에 따른 이사와 감사를 두지 아니한다."
            },
            {
              "항번호": "②",
              "항내용": "② 위탁관리 부동산투자회사가 제1항에 따라 법인이사와 감독이사를 두는 경우에는 법인이사 1인과 감독이사 2명 이상을 선임하여야 한다."
            }
          ],
          "조문내용": "제14조의3(법인이사 및 감독이사의 선임)",
          "조문제목": "법인이사 및 감독이사의 선임",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0014041",
          "조문내용": "제14조의4(법인이사의 자격) 법인이사에 대하여는 제14조를 적용하지 아니한다.",
          "조문제목": "법인이사의 자격",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0014051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 제14조의3제1항에 따라 위탁관리 부동산투자회사에 법인이사를 두는 경우에 법인이사는 위탁관리 부동산투자회사를 대표하고 위탁관리 부동산투자회사의 업무를 집행한다."
            },
            {
              "항번호": "②",
              "항내용": "② 법인이사는 다음 각 호의 어느 하나에 해당하는 업무를 집행하려면 이사회의 결의를 거쳐야 한다. 이 경우 제13조제1항은 적용하지 아니한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  다음 각 목의 어느 하나에 해당하는 기관과의 업무위탁 또는 자산보관계약(변경계약을 포함한다)의 체결",
                  "목": [
                    {
                      "목번호": "가.",
                      "목내용": "가.  자산관리회사"
                    },
                    {
                      "목번호": "나.",
                      "목내용": "나.  제22조의2제1항에 따른 일반사무등 위탁기관"
                    },
                    {
                      "목번호": "다.",
                      "목내용": "다.  제35조제1항에 따른 자산보관기관"
                    }
                  ]
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  자산의 투자ㆍ운용 또는 보관 등에 따르는 보수의 지급"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  금전의 분배 및 주식의 배당에 관한 사항"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 위탁관리 부동산투자회사의 운영상 중요하다고 인정되는 사항으로서 정관으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 법인이사는 법인이사의 직무의 범위를 정하여 그 직무를 수행할 사람을 해당 법인이사 소속 임직원 중에서 선임할 수 있다. 이 경우 법인이사는 이를 위탁관리 부동산투자회사에 서면으로 알려야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따라 선임된 사람이 법인이사의 직무 범위에서 한 행위는 법인이사의 행위로 본다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 법인이사는 3개월마다 1회 이상 그 업무의 집행상황 및 자산의 운용 내용을 이사회에 보고하여야 한다."
            }
          ],
          "조문내용": "제14조의5(법인이사의 직무)",
          "조문제목": "법인이사의 직무",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0014061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 감독이사에 대하여는 제14조제1항부터 제4항까지의 규정을 적용한다."
            },
            {
              "항번호": "②",
              "항내용": "② 감독이사는 다음 각 호의 어느 하나에 해당하지 아니하는 사람이어야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  해당 부동산투자회사의 발기인"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  해당 부동산투자회사의 이사가 다른 법인의 이사로 있는 경우 그 법인의 상근 임직원인 사람"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  해당 부동산투자회사의 회계감사인"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 감독이사로서의 중립성을 훼손할 우려가 있는 사람으로서 대통령령으로 정하는 사람"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 감독이사 중 1명 이상은 「공인회계사법」에 따른 공인회계사로서 제14조의2제2항 각 호의 어느 하나에 해당하지 아니하는 사람이어야 한다."
            }
          ],
          "조문내용": "제14조의6(감독이사의 자격)",
          "조문제목": "감독이사의 자격",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0014071",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 감독이사는 법인이사의 업무집행을 감독한다."
            },
            {
              "항번호": "②",
              "항내용": "② 감독이사는 부동산투자회사의 업무 및 재산상황을 파악하기 위하여 필요한 경우에는 법인이사와 자산보관기관 등에 대하여 부동산투자회사와 관련되는 업무 및 재산상황에 관한 보고를 요구할 수 있다."
            },
            {
              "항번호": "③",
              "항내용": "③ 감독이사는 그 직무를 수행하기 위하여 필요하다고 인정하는 경우에는 회계감사인에 대하여 회계감사에 관한 보고를 요구할 수 있다. <개정 2020.6.9>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제2항 또는 제3항에 따라 감독이사의 요구를 받은 자는 특별한 사유가 없으면 이에 따라야 한다. <개정 2020.6.9>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 감독이사에 관하여는 「상법」 제409조, 제410조, 제412조, 제412조의2, 제412조의3, 제412조의5, 제413조, 제413조의2 및 제414조를 준용한다. 이 경우 \"감사\"는 \"감독이사\"로 본다."
            }
          ],
          "조문내용": "제14조의7(감독이사의 직무)",
          "조문제목": "감독이사의 직무",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "7"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0014080",
          "조문내용": "                  제3절 주식의 발행",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문",
          "조문가지번호": "8"
        },
        {
          "조문번호": "14",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2012.12.18]",
              "[제14조의3에서 이동 <2012.12.18>]"
            ]
          ],
          "조문키": "0014081",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 영업인가를 받거나 등록을 하기 전(제12조제1항제4호의2에 따른 투자비율이 100분의 30을 초과하는 부동산투자회사의 경우에는 그가 투자하는 부동산개발사업에 관하여 관계 법령에 따른 시행에 대한 인가ㆍ허가 등이 있기 전)까지는 발행하는 주식을 일반의 청약에 제공할 수 없다. <개정 2015.6.22, 2016.1.19>"
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 영업인가를 받거나 등록을 한 날(제12조제1항제4호의2에 따른 투자비율이 100분의 30을 초과하는 부동산투자회사의 경우에는 그가 투자한 부동산개발사업에 관하여 관계 법령에 따른 사용승인ㆍ준공검사 등을 받은 날을 말한다. 이하 이 조에서 같다)부터 2년 이내에 발행하는 주식 총수의 100분의 30 이상을 일반의 청약에 제공하여야 한다. <개정 2015.6.22, 2016.1.19, 2023.8.16>"
            },
            {
              "항번호": "③",
              "항내용": "③ 다음 각 호의 어느 하나에 해당하는 경우에는 제2항에도 불구하고 주식을 일반의 청약에 제공하지 아니할 수 있다. <개정 2013.6.4, 2015.6.22, 2015.8.28, 2016.1.19, 2018.8.14, 2019.8.20, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산투자회사가 영업인가를 받거나 등록을 한 날부터 2년 이내에 국민연금공단이나 그 밖에 대통령령으로 정하는 주주가 단독이나 공동으로 인수 또는 매수한 주식의 합계가 부동산투자회사가 발행하는 주식 총수의 100분의 50 이상인 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  부동산투자회사의 총자산의 100분의 70 이상을 임대주택(「민간임대주택에 관한 특별법」 에 따른 민간임대주택 및 「공공주택 특별법」에 따른 공공임대주택을 말한다)으로 구성하는 경우"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 부동산투자회사는 제2항에 따라 주식을 일반 청약에 제공할 경우 해당 청약에 관한 정보를 제49조의6에 따른 부동산투자회사 정보시스템에 공개하여야 한다. <신설 2016.1.19>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제2항 및 제4항에서 규정한 사항 외에 청약에 대한 정보공개 기간 및 방법 등 주식의 일반 청약 제공에 필요한 세부사항은 국토교통부령으로 정한다. <신설 2023.8.16>"
            }
          ],
          "조문내용": "제14조의8(주식의 공모)",
          "조문제목": "주식의 공모",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "8"
        },
        {
          "조문번호": "15",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0015001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 주주 1인과 그 특별관계자는 최저자본금준비기간이 끝난 후(제12조제1항제4호의2에 따른 투자비율이 100분의 30을 초과하는 부동산투자회사의 경우에는 부동산개발사업에 관하여 관계 법령에 따른 시행에 대한 인가ㆍ허가 등이 있은 날부터 6개월이 지난 후)에는 부동산투자회사가 발행한 주식 총수의 100분의 50(이하 \"1인당 주식소유한도\"라 한다)을 초과하여 주식을 소유하지 못한다. <개정 2012.12.18, 2015.6.22, 2017.3.21>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  삭제 <2017.3.21>"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2017.3.21>"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 주주 1인과 그 특별관계자(이하 \"동일인\"이라 한다)가 제1항을 위반하여 부동산투자회사의 주식을 소유하게 된 경우 그 주식의 의결권 행사 범위는 1인당 주식소유한도로 제한된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제1항을 위반하여 동일인이 1인당 주식소유한도를 초과하여 주식을 소유하는 경우에는 6개월 이내의 기간을 정하여 1인당 주식소유한도를 초과하는 주식을 처분할 것을 명할 수 있다. <개정 2013.3.23>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에도 불구하고 국토교통부장관은 동일인이 현물출자로 인하여 1인당 주식소유한도를 초과하여 주식을 소유하는 경우에는 현물출자에 따른 주식의 발행일부터 1년 이상 1년 6개월 이하의 기간을 정하여 1인당 주식소유한도를 초과하는 주식을 처분할 것을 명할 수 있다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제15조(주식의 분산)",
          "조문제목": "주식의 분산",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "16",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0016001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국민연금공단과 그 밖에 대통령령으로 정하는 주주에 대하여는 제15조제1항을 적용하지 아니한다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 1인당 주식소유한도를 초과하여 주식을 소유한 경우에는 제15조제2항을 준용한다. 다만, 국민연금공단과 그 밖에 대통령령으로 정하는 주주가 1인당 주식소유한도를 초과하여 주식을 소유한 경우에는 그러하지 아니하다. <개정 2012.12.18>"
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사의 총자산의 100분의 70 이상을 임대주택(「민간임대주택에 관한 특별법」 에 따른 민간임대주택 및 「공공주택 특별법」에 따른 공공임대주택을 말한다)으로 구성하는 경우에는 제15조를 적용하지 아니한다. <신설 2013.6.4, 2015.6.22, 2015.8.28, 2019.8.20>"
            }
          ],
          "조문내용": "제16조(1인당 주식소유한도의 예외)",
          "조문제목": "1인당 주식소유한도의 예외",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "17",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0017001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 영업인가 또는 등록 후에 주식을 발행하는 경우에는 다음 각 호의 사항을 기재한 주식청약서를 작성하여 해당 주식을 인수하려는 자에게 제공하여야 한다. <개정 2012.12.18, 2016.1.19>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제8조제1항제1호부터 제10호까지, 제10호의2, 제11호부터 제13호까지의 사항"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정관으로 존립기간 또는 해산사유를 정한 경우에는 그 내용"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  주금(株金) 납입을 맡을 금융기관과 납입 장소"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  최저자본금준비기간이 끝난 후에 자본금이 최저자본금보다 적은 경우 영업인가 또는 등록이 취소될 수 있다는 사실"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  그 밖에 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 제1항에 따라 발행하는 주식의 인수청약을 권유할 때에는 부동산투자회사의 설립취지, 투자계획 및 투자위험에 관한 사항 등 대통령령으로 정하는 사항을 기재한 투자설명서를 상대방에게 제공하여야 한다. <개정 2015.6.22>"
            }
          ],
          "조문내용": "제17조(주식청약서 등)",
          "조문제목": "주식청약서 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "18",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0018001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 그 성립 후에 주식을 발행하는 경우 동일한 날짜에 발행되는 같은 종류의 주식에 대해서는 발행가액이나 그 밖의 발행조건을 균등하게 정하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항의 경우 주식의 발행가액은 해당 부동산투자회사의 시장가치, 자산가치 및 수익가치에 기초하여 대통령령으로 정하는 방법으로 산정하여야 한다."
            }
          ],
          "조문내용": "제18조(발행조건)",
          "조문제목": "발행조건",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "19",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0019001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 영업인가를 받거나 등록을 하고 제10조에 따른 최저자본금 이상을 갖추기 전에는 현물출자를 받는 방식으로 신주를 발행할 수 없다. <개정 2012.12.18, 2016.1.19>"
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사의 영업인가 또는 등록 후에 「상법」 제416조제4호에 따라 부동산투자회사에 현물출자를 하는 재산은 다음 각 호의 어느 하나에 해당하여야 한다. <개정 2015.6.22, 2016.1.19>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  지상권ㆍ임차권 등 부동산 사용에 관한 권리"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  신탁이 종료된 때에 신탁재산 전부가 수익자에게 귀속하는 부동산 신탁의 수익권"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  부동산소유권의 이전등기청구권"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」 제63조제1항 단서에 따라 공익사업의 시행으로 조성한 토지로 보상을 받기로 결정된 권리(이하 \"대토보상권\"이라 한다)"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 삭제 <2012.12.18>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제2항에 따라 현물출자하는 재산의 가액은 다음 각 호에 따른다. <개정 2015.6.22, 2020.4.7>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제2항제1호부터 제4호까지에 따른 재산: 감정평가법인등 둘 이상이 평가한 금액"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제2항제5호에 따른 재산: 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」 제68조에 따라 산정하여 토지소유자가 사업시행자로부터 토지로 보상받기로 한 금액"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제4항에 따른 재산의 평가 방법에 관하여 필요한 사항은 대통령령으로 정한다. <신설 2012.12.18>"
            }
          ],
          "조문내용": "제19조(현물출자)",
          "조문제목": "현물출자",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "20",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0020001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 「자본시장과 금융투자업에 관한 법률」 제390조제1항에 따른 상장규정의 상장 요건을 갖추게 된 때에는 지체 없이 같은 법 제8조의2제4항제1호에 따른 증권시장에 주식을 상장하여 그 주식이 증권시장에서 거래되도록 하여야 한다. <개정 2013.5.28>"
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 부동산투자회사가 정당한 사유 없이 제1항에 따른 증권시장에의 상장을 이행하지 아니하는 경우에는 기간을 정하여 상장을 명할 수 있다. <개정 2013.3.23>"
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제2항에 따라 상장을 명하려면 미리 금융위원회의 의견을 들어야 한다. <신설 2017.10.24>"
            }
          ],
          "조문내용": "제20조(주식의 상장 등)",
          "조문제목": "주식의 상장 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "20",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0020021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 사항에 관하여 부동산투자회사 이사회가 결의한 경우 그 결의에 대하여 반대하는 주주는 해당 사항에 관한 주주총회 전에 부동산투자회사에 서면으로 그 결의에 반대한다는 의사를 알리고, 주주총회의 결의일부터 20일 이내에 주식의 종류와 수를 적은 서면으로 자기가 소유한 주식의 매수를 청구할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  주식의 매수를 제한하거나 회사의 존립기간을 연장하는 정관의 변경. 다만, 보유 자산의 매각이 존립기간 내에 불가능하여 1년 이내의 범위에서 존립기간을 1회 연장하는 경우는 제외한다."
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  다른 부동산투자회사와의 합병"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제19조에 따른 현물출자에 의한 신주의 발행"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 제1항에 따른 매수청구를 받으면 매수청구 기간이 끝난 날부터 20일 이내에 해당 주식을 매수하여야 한다. 이 경우 해당 주식의 매수가격, 매수대금의 지급방법 등 필요한 사항은 대통령령으로 정한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제2항에도 불구하고 부동산투자회사는 매수자금이 부족하여 매수에 응할 수 없는 경우에는 국토교통부장관의 승인을 받아 주식의 매수를 연기할 수 있다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제20조의2(부동산투자회사에 대한 주주의 주식매수청구권)",
          "조문제목": "부동산투자회사에 대한 주주의 주식매수청구권",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "21",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0021000",
          "조문내용": [
            [
              "            제3장 업무 <개정 2010.4.15>",
              "                  제1절 자산의 투자ㆍ운용"
            ]
          ],
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "21",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2019.8.20]",
          "조문키": "0021001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 그 자산을 다음 각 호의 어느 하나에 투자하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  부동산개발사업"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  지상권, 임차권 등 부동산 사용에 관한 권리"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  신탁이 종료된 때에 신탁재산 전부가 수익자에게 귀속하는 부동산 신탁 수익권"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  증권, 채권"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  현금(금융기관의 예금을 포함한다)"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 제1항 각 호에 대하여 다음 각 호의 어느 하나에 해당하는 방법으로 투자ㆍ운용하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  취득, 개발, 개량 및 처분"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  관리(시설운영을 포함한다), 임대차 및 전대차"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제2조제4호에 따른 부동산개발사업을 목적으로 하는 법인 등 대통령령으로 정하는 자에 대하여 부동산에 대한 담보권 설정 등 대통령령으로 정한 방법에 따른 대출, 예치"
                }
              ]
            }
          ],
          "조문내용": "제21조(자산의 투자ㆍ운용 방법)",
          "조문제목": "자산의 투자ㆍ운용 방법",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0022001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자기관리 부동산투자회사는 그 자산을 투자ㆍ운용할 때에는 전문성을 높이고 주주를 보호하기 위하여 대통령령으로 정하는 바에 따라 다음 각 호에 따른 자산운용 전문인력을 상근으로 두어야 한다. <개정 2012.12.18>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  감정평가사 또는 공인중개사로서 해당 분야에 5년 이상 종사한 사람"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  부동산 관련 분야의 석사학위 이상의 소지자로서 부동산의 투자ㆍ운용과 관련된 업무에 3년 이상 종사한 사람"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 제1호 또는 제2호에 준하는 경력이 있는 사람으로서 대통령령으로 정하는 사람"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 자산운용 전문인력이 되고자 하는 사람은 자산운용에 관한 사전교육(이하 \"사전교육\"이라 한다)을 이수하여야 한다. <개정 2023.8.16>"
            },
            {
              "항번호": "③",
              "항내용": "③ 사전교육을 이수한 사람이 자산운용 전문인력으로 계속해서 종사하고자 하는 경우 사전교육을 이수한 날부터 3년마다 국토교통부장관이 실시하거나 인정하는 보수(補修)교육(이하 \"보수교육\"이라 한다)을 받아야 한다. <신설 2023.8.16>"
            },
            {
              "항번호": "④",
              "항내용": "④ 자산운용 전문인력이 사전교육 또는 보수교육을 이수한 날부터 3년이 지난 후에 다시 자산운용 전문인력으로 종사하는 경우에는 3개월 이내에 보수교육을 받아야 한다. <신설 2023.8.16>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 사전교육 및 보수교육의 교육기관, 교육과정, 교육시기, 교육의 면제대상 및 그 밖에 필요한 사항은 대통령령으로 정한다. <신설 2023.8.16>"
            }
          ],
          "조문내용": "제22조(자기관리 부동산투자회사의 자산운용 전문인력)",
          "조문제목": "자기관리 부동산투자회사의 자산운용 전문인력",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0022021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 위탁관리 부동산투자회사는 자산의 투자ㆍ운용업무는 자산관리회사에 위탁하여야 하고, 주식발행업무 및 일반적인 사무는 대통령령으로 정하는 요건을 갖춘 기관(이하 \"일반사무등 위탁기관\"이라 한다)에 위탁하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 자산관리회사 및 일반사무등 위탁기관의 업무 범위 등 위탁관리 부동산투자회사의 업무 위탁에 필요한 사항은 대통령령으로 정한다. <개정 2019.8.20>"
            },
            {
              "항번호": "③",
              "항내용": "③ 위탁관리 부동산투자회사와 그 자산의 투자운용업무를 위탁받은 자산관리회사 및 그 특별관계자는 서로 부동산이나 증권의 거래행위를 하여서는 아니 된다. 다만, 주주의 이익을 침해할 우려가 없는 경우로서 대통령령으로 정하는 거래는 그러하지 아니하다."
            }
          ],
          "조문내용": "제22조의2(위탁관리 부동산투자회사의 업무 위탁 등)",
          "조문제목": "위탁관리 부동산투자회사의 업무 위탁 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0022031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자산관리회사를 설립하려는 자는 다음 각 호의 요건을 갖추어 국토교통부장관의 인가를 받아야 한다. <개정 2012.12.18, 2013.3.23, 2020.12.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  자기자본(자산총액에서 부채총액을 뺀 가액을 말한다. 이하 같다)이 70억원 이상일 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제22조에 따른 자산운용 전문인력을 대통령령으로 정하는 수 이상 상근으로 둘 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  자산관리회사와 투자자 간, 특정 투자자와 다른 투자자 간의 이해상충을 방지하기 위한 체계와 대통령령으로 정하는 전산설비, 그 밖의 물적설비를 갖출 것"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따라 인가 여부를 결정할 때에는 대통령령으로 정하는 바에 따라 다음 각 호의 사항을 확인하여야 한다. <개정 2013.3.23, 2020.12.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  사업계획의 타당성"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  주주의 구성과 주식인수자금의 적정성"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  자산관리회사의 고유자산과 위탁받은 자산 간의 구분관리계획의 적정성"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  경영진의 전문성 및 경영능력"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 자산관리회사는 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사로부터 위탁받은 업무 외의 다른 업무를 겸영(兼營)하여서는 아니 된다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다. <개정 2019.8.20>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  이 법 또는 다른 법률에 따라 허용된 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  다른 법률에 따라 제21조제1항 각 호에 대하여 같은 조 제2항 각 호의 어느 하나에서 정하는 업무를 위탁받아 할 수 있는 자로서 투자자 보호에 지장이 없다고 인정되어 제1항에 따라 인가를 받은 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  위탁받은 자산의 투자ㆍ운용과 투자자 보호에 지장이 없는 경우로서 대통령령으로 정하는 경우"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따라 설립인가를 받으려는 자는 주식인수 전에 제2항제2호 및 제3호에 대하여 미리 국토교통부장관의 확인을 받아야 한다. <개정 2013.3.23, 2024.2.20>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 삭제 <2024.2.20>"
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 국토교통부장관은 제1항에 따라 설립인가 여부를 결정할 때 경영의 건전성 확보 및 투자자 보호에 필요한 조건을 붙일 수 있다. <개정 2024.2.20>"
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 국토교통부장관은 제1항에 따라 설립인가를 하였을 때에는 그 내용을 관보 및 인터넷 홈페이지 등에 공고하여야 한다. <개정 2013.3.23, 2020.12.22, 2024.2.20>"
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 설립인가의 절차 등에 관하여 필요한 사항은 대통령령으로 정한다. <개정 2024.2.20>"
            },
            {
              "항번호": "⑨",
              "항내용": "⑨ 제1항에 따라 설립인가를 받은 자산관리회사는 그 영업을 영위할 때에는 제1항 각 호의 요건을 유지하여야 하고, 경영건전성을 유지하기 위하여 대통령령으로 정하는 사항을 준수하여야 한다. <신설 2020.12.22>"
            },
            {
              "항번호": "⑩",
              "항내용": "⑩ 국토교통부장관은 자산관리회사의 경영건전성 확보를 위하여 대통령령으로 정하는 바에 따라 경영실태 및 위험에 대한 평가를 할 수 있으며, 자산관리회사에 대하여 자본금의 증액 등 경영건전성 확보를 위하여 필요한 조치를 명할 수 있다. <신설 2020.12.22>"
            },
            {
              "항번호": "⑪",
              "항내용": "⑪ 자산관리회사의 임원에 관하여는 제7조, 제31조제2항 및 제33조를 준용한다. 이 경우 제7조, 제31조제2항 및 제33조 각 호 외의 부분의 \"부동산투자회사\"는 \"자산관리회사\"로 본다. <개정 2020.12.22>"
            }
          ],
          "조문내용": "제22조의3(자산관리회사의 인가 등)",
          "조문제목": "자산관리회사의 인가 등",
          "조문이동이후": "000000",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2023.8.16]",
          "조문키": "0022041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사로부터 자산의 투자ㆍ운용을 위탁받은 자산관리회사는 해당 부동산투자회사가 영업인가 또는 등록 후 제10조에 따른 최저자본금을 갖춘 이후에는 해당 부동산투자회사가 발행한 주식 총수의 100분의 30 이내에서 대통령령으로 정하는 비율을 초과하여 주식을 취득하거나, 해당 부동산투자회사의 최대주주가 되어서는 아니 된다."
            },
            {
              "항번호": "②",
              "항내용": "② 자산관리회사가 제1항을 위반하여 같은 항에 따라 취득할 수 있는 주식의 한도(이하 이 조에서 \"주식소유한도\"라 한다)를 초과하여 주식을 소유하게 된 경우 그 주식의 의결권 행사 범위는 주식소유한도로 제한된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 자산관리회사가 제1항을 위반하여 주식소유한도를 초과하여 주식을 소유하는 경우에는 국토교통부장관은 6개월 이내의 기간을 정하여 대통령령으로 정하는 바에 따라 주식소유한도를 초과하는 주식의 처분을 명할 수 있다."
            }
          ],
          "조문내용": "제22조의4(자산관리회사의 주식 취득 제한)",
          "조문제목": "자산관리회사의 주식 취득 제한",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "22",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2023.8.16]",
          "조문키": "0022051",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  자기관리 부동산투자회사가 해당 자산관리회사의 자본금 전부를 출자할 것"
              },
              {
                "호번호": "2.",
                "호내용": "2.  위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사로부터 자산의 투자ㆍ운용을 위탁받는 경우 제49조의3의 공모부동산투자회사가 아닌 위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받는 방식으로 업무를 수행하는 것을 목적으로 설립할 것"
              },
              {
                "호번호": "3.",
                "호내용": "3.  그 밖에 자산의 건전한 투자ㆍ운용과 투자자 보호를 위해 대통령령으로 정하는 사항"
              }
            ]
          },
          "조문내용": "제22조의5(자기관리 부동산투자회사의 자산관리회사 설립 특례) 자기관리 부동산투자회사가 제22조의3에 따라 자산관리회사를 설립하는 경우 해당 자산관리회사는 제22조의3제1항에서 정한 요건 외에 다음 각 호의 요건을 갖추어 국토교통부장관의 인가를 받아야 한다.",
          "조문제목": "자기관리 부동산투자회사의 자산관리회사 설립 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "23",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0023001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 위탁으로 그 자산의 투자ㆍ운용에 관한 자문 및 평가 등의 업무를 하려는 자는 국토교통부장관에게 등록하여야 한다. <개정 2013.3.23>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 등록을 하려는 자는 다음 각 호의 요건을 갖추어야 한다. <개정 2012.12.18>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  자본금이 5억원 이상으로서 대통령령으로 정하는 금액 이상일 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제22조에 따른 자산운용 전문인력을 대통령령으로 정하는 수 이상 상근으로 둘 것"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제1항에 따라 등록을 한 자(이하 \"부동산투자자문회사\"라 한다)가 다음 각 호의 어느 하나에 해당하면 등록을 취소할 수 있다. 다만, 제1호 또는 제2호에 해당하는 경우에는 그 등록을 취소하여야 한다. <개정 2013.3.23, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  속임수나 그 밖의 부정한 방법으로 부동산투자자문회사의 등록을 한 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제2항에 따른 등록 요건을 갖추지 못하게 된 경우. 다만, 일시적으로 등록 요건에 미달하는 경우로서 대통령령으로 정하는 경우는 제외한다."
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제39조제2항에 따른 조치를 정당한 사유 없이 이행하지 아니한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  이 법 또는 이 법에 따른 명령이나 처분을 위반하여 업무수행이 곤란하다고 인정되는 경우"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  최근 2년간 부동산투자회사로부터 그 자산의 투자ㆍ운용에 관한 자문 및 평가 등의 업무를 위탁받은 사실이 없는 경우"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따른 등록을 하지 아니한 자는 그 상호에 부동산투자자문 또는 이와 유사한 명칭(대통령령으로 정하는 외국어문자를 포함한다)을 사용하여서는 아니 된다. <개정 2023.8.16>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 부동산투자자문회사의 등록 절차, 제출 서류, 업무 수탁의 범위 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제23조(부동산투자자문회사의 등록)",
          "조문제목": "부동산투자자문회사의 등록",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "24",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0024001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 부동산을 취득한 후 5년의 범위에서 대통령령으로 정하는 기간 이내에는 부동산을 처분하여서는 아니 된다. 다만, 다음 각 호의 어느 하나의 경우에는 그러하지 아니하다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산개발사업으로 조성하거나 설치한 토지ㆍ건축물 등을 분양하는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  그 밖에 투자자 보호를 위하여 대통령령으로 정하는 사유가 있는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 건축물이나 그 밖의 공작물이 없는 토지(제2조제4호나목에 따라 조성된 토지는 제외한다. 이하 이 항에서 같다)는 해당 토지에 부동산개발사업을 시행한 후가 아니면 그 토지를 처분하여서는 아니 된다. 다만, 부동산투자회사의 합병, 해산 등 투자자 보호를 위하여 대통령령으로 정하는 경우에는 그러하지 아니하다. <개정 2012.12.18>"
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사가 부동산을 취득하거나 처분하는 경우 자기관리 부동산투자회사 또는 자산관리회사는 대통령령으로 정하는 바에 따라 해당 부동산의 현황, 거래가격 등이 포함된 실사보고서(實査報告書)를 작성하여 국토교통부장관에게 미리 제출하고 이를 본점에 갖추어 두어야 한다. <개정 2012.12.18, 2013.3.23, 2023.8.16>"
            }
          ],
          "조문내용": "제24조(부동산의 처분에 대한 제한 등)",
          "조문제목": "부동산의 처분에 대한 제한 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "25",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0025001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 최저자본금준비기간이 끝난 후에는 매 분기 말 현재 총자산의 100분의 80 이상을 부동산, 부동산 관련 증권 및 현금으로 구성하여야 한다. 이 경우 총자산의 100분의 70 이상은 부동산(건축 중인 건축물을 포함한다)이어야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 자산의 구성 비율을 계산할 때 다음 각 호의 어느 하나에 해당되는 자산은 최저자본금준비기간의 만료일, 신주발행일 또는 부동산 매각일부터 2년 이내에는 부동산으로 본다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  설립할 때 납입된 주금(株金)"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  신주발행으로 조성한 자금"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  부동산투자회사 소유 부동산의 매각대금"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따른 자산의 구체적인 내용 및 산정기준 등은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제25조(자산의 구성)",
          "조문제목": "자산의 구성",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "25",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0025021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 부동산 등 자산의 운용에 관하여 회계처리를 할 때에는 금융위원회가 정하는 회계처리기준에 따라야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 금융위원회는 제1항에 따른 회계처리기준의 제정을 대통령령으로 정하는 바에 따라 민간 회계기준제정기구에 위탁할 수 있다."
            }
          ],
          "조문내용": "제25조의2(회계처리)",
          "조문제목": "회계처리",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "25",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2019.8.20]",
          "조문키": "0025031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 부동산투자회사의 주식의 공모 여부, 총자산의 규모 등 투자자 보호를 위하여 필요한 경우로서 대통령령으로 정하는 부동산투자회사에 대하여 「자본시장과 금융투자업에 관한 법률」 제335조의3에 따라 인가를 받은 신용평가회사(외국 법령에 따라 외국에서 신용평가업무에 상당하는 업무를 수행하는 자를 포함한다)의 평가를 받도록 하고, 그 결과를 제49조의6제1항에 따른 부동산투자회사 정보시스템을 통하여 공시하도록 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 부동산투자회사의 평가 및 공시의 절차에 관한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제25조의3(신용평가)",
          "조문제목": "신용평가",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "26",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0026001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 제12조제1항제4호의2에 따른 총자산은 부동산개발사업에 대한 투자비율을 결의한 주주총회 개최일 전날을 기준으로 하여 직전 분기 말 현재의 대차대조표상의 자산총액을 말한다. <개정 2015.6.22>"
            },
            {
              "항번호": "②",
              "항내용": "② 제12조제1항제4호의2에 따라 부동산개발사업에 대한 투자비율을 산정할 때 건축물을 신축하거나 재축하는 부동산개발사업의 경우에는 부동산투자회사가 소유한 토지의 가액은 총자산에는 포함하여 계산하되, 부동산개발사업의 투자액에서는 제외한다. <개정 2015.6.22, 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사가 부동산개발사업에 투자하려면 개발 대상 토지, 개발 방법, 그 밖에 대통령령으로 정하는 사항이 포함된 사업계획서를 작성하여 부동산투자자문회사의 평가를 거쳐야 하며, 부동산투자자문회사가 작성한 평가서를 부동산개발사업에 투자하기 1개월 전에 국토교통부장관에게 제출하여야 한다. <개정 2012.12.18, 2013.3.23>"
            },
            {
              "항번호": "④",
              "항내용": "④ 삭제 <2015.6.22>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 삭제 <2015.6.22>"
            }
          ],
          "조문내용": "제26조(부동산개발사업에 대한 투자)",
          "조문제목": "부동산개발사업에 대한 투자",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "26",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0026021",
          "조문내용": "제26조의2 삭제 <2015.6.22>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "26",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2021.4.13]",
          "조문키": "0026031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 제9조의2제1항에도 불구하고 다음 각 호의 요건을 모두 갖춘 부동산투자회사는 제9조에 따른 영업인가를 받기 전에 대토보상권의 현물출자 및 이와 관련된 업무를 하기 위하여 국토교통부장관에게 특례등록을 할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제3조부터 제8조까지, 제11조의2 및 제45조에 적합하게 설립되었을 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  대토보상권에 따라 보상받기로 한 토지를 개발하는 목적으로 설립할 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제10조에 따른 최저자본금의 100분의 80 이상을 현물출자받은 대토보상권으로 구성하는 사업계획을 갖출 것"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  개발사업이 가능한 토지를 공급받을 수 있는 권리를 「공익사업을 위한 토지 등의 취득 및 보상에 관한 법률」 제2조제3호의 사업시행자(이하 \"토지공급사업시행자\"라 한다)로부터 확보할 것"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 특례등록을 한 부동산투자회사는 제14조의8, 제15조, 제20조, 「상법」 제422조 및 「부동산등기 특별조치법」 제2조를 적용하지 아니한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 특례등록을 한 부동산투자회사는 제21조에 따른 자산의 투자ㆍ운용 및 제29조에 따른 차입 및 사채 발행을 할 수 없다. 다만, 토지공급사업시행자와 보상받기로 한 토지의 공급계약을 체결하고 제9조에 따른 영업인가를 받은 경우에는 제21조에 따른 자산의 투자ㆍ운용 및 제29조에 따른 차입 및 사채 발행을 할 수 있다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따라 특례등록을 한 부동산투자회사의 주주는 다음 각 호의 요건 중 어느 하나를 갖춘 경우에 한정하여 해당 부동산투자회사의 주식을 처분(매매, 증여, 담보설정, 유상감자, 신탁, 그 밖에 권리의 변동을 발생시키는 모든 행위를 포함하되, 상속은 제외한다. 이하 이 조에서 같다)할 수 있다. <개정 2024.2.20>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  토지공급사업시행자와 토지보상계약을 체결한 날부터 3년이 경과할 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  부동산투자회사가 제3항에 따른 영업인가를 받을 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  주주가 부동산투자회사에 현물출자한 날부터 1년이 경과할 것"
                }
              ]
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제4항에도 불구하고 제1항에 따라 특례등록을 한 부동산투자회사의 주주가 다음 각 호의 어느 하나에 해당하는 경우에는 해당 부동산투자회사의 주식을 처분할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  국세 및 지방세의 체납처분 또는 강제집행을 받는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  세대원 전원이 해외로 이주하거나 2년 이상 해외에 체류하려는 경우"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제3항에도 불구하고 제1항에 따라 특례등록을 한 부동산투자회사는 현물출자를 받아 주식을 발행한 이후에는 다음 각 호의 어느 하나에 해당하는 경우 자기자본의 100분의 30을 초과하지 아니하는 범위에서 차입 및 사채발행을 할 수 있다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제5항에 따라 주주가 처분한 주식을 취득하는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제9조제1항 단서에 따른 부동산취득을 위한 조사 등 대통령령으로 정하는 업무를 수행하는 경우"
                }
              ]
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 제1항에 따라 특례등록을 한 부동산투자회사는 제3항에 따라 제9조에 따른 영업인가를 받기 전에는 주주가 아닌 자에게 배정하는 방식으로 신주를 발행할 수 없다."
            },
            {
              "항번호": "⑧",
              "항내용": "⑧ 제9조제3항, 제5항 및 제8항의 규정, 제9조의2제2항부터 제5항까지의 규정은 제1항에 따른 특례등록에 준용한다. 이 경우 제9조제3항, 제5항 및 제8항의 규정의 \"영업인가\"는 \"특례등록\"으로 보고, 제9조의2제2항부터 제5항까지의 규정의 \"등록\"은 \"특례등록\"으로 본다."
            }
          ],
          "조문내용": "제26조의3(보상을 목적으로 제공한 토지에 대한 개발사업 투자의 특례)",
          "조문제목": "보상을 목적으로 제공한 토지에 대한 개발사업 투자의 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "27",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0027001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 다른 회사의 의결권 있는 발행주식의 100분의 10을 초과하여 취득하여서는 아니 된다. 다만, 다음 각 호의 어느 하나에 해당하는 경우에는 그러하지 아니하다. <개정 2016.1.19, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  특정 부동산을 개발하기 위하여 존립기간을 정하여 설립된 회사의 주식을 취득하는 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  다른 회사와 합병하는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  다른 회사의 영업 전부를 양수하는 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  부동산투자회사의 권리를 행사할 때 그 목적을 달성하기 위하여 필요한 경우"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  부동산투자회사가 소유하는 부동산 또는 부동산 관련 권리(지상권, 지역권, 전세권, 사용대차 또는 임대차에 관한 권리, 그 밖에 대통령령으로 정하는 권리를 말한다)를 임차하여 해당 부동산 또는 그 시설을 관리하거나 「관광진흥법」에 따른 관광숙박업 등 대통령령으로 정하는 사업을 영위하는 회사의 주식을 취득하는 경우"
                },
                {
                  "호번호": "4의3.",
                  "호내용": "4의3.  제22조의5에 따라 자기관리 부동산투자회사가 자산관리회사를 설립하고 해당 자산관리회사의 발행주식 전부를 취득하는 경우"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  투자자 보호나 자산의 안정적 운용을 해칠 우려가 없는 경우로서 대통령령으로 정하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사는 제1항제2호부터 제4호까지의 규정에 따라 다른 회사의 의결권 있는 발행주식의 100분의 10을 초과하여 취득하게 된 경우에는 초과취득하게 된 날부터 6개월 이내에 제1항에 따른 투자한도에 적합하도록 하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 부동산투자회사는 동일인이 발행한 증권(국채, 지방채, 그 밖에 대통령령으로 정하는 증권은 제외한다)을 총자산의 100분의 5를 초과하여 취득하여서는 아니 된다. 다만, 제1항제4호의2 및 제4호의3에 따른 주식의 경우에는 부동산투자회사 총자산의 100분의 25를 초과하여 취득하여서는 아니 된다. <개정 2016.1.19, 2023.8.16>"
            },
            {
              "항번호": "④",
              "항내용": "④ 부동산투자회사는 보유하고 있는 증권이 제3항에 따른 투자한도를 초과하게 된 경우에는 초과취득하게 된 날부터 6개월 이내에 같은 항에 따른 투자한도에 적합하도록 하여야 한다."
            }
          ],
          "조문내용": "제27조(증권에 대한 투자)",
          "조문제목": "증권에 대한 투자",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "28",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0028001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 「상법」 제462조제1항에 따른 해당 연도 이익배당한도[자산의 평가손실(직전 사업연도까지 누적된 평가손실을 포함한다)은 고려하지 아니한다. 이하 이 조 및 제52조에서 같다]의 100분의 90 이상을 주주에게 배당하여야 한다. 이 경우 「상법」 제458조에 따른 이익준비금은 적립하지 아니한다. <개정 2024.2.20>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에도 불구하고 자기관리 부동산투자회사의 경우 「상법」 제462조제1항에 따른 해당 연도 이익배당한도의 100분의 50 이상을 주주에게 배당하여야 하며 「상법」 제458조에 따른 이익준비금을 적립할 수 있다. 이 경우 「상법」 제462조제2항 단서에도 불구하고 다음 각 호의 구분에 따른 방법으로 이익배당을 정한다. <개정 2015.6.22, 2017.3.21, 2019.8.20, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「상법」 제462조제1항에 따른 해당 연도 이익배당한도의 100분의 50 이상 100분의 90 미만으로 이익배당을 정하는 경우: 「상법」 제434조에 따른 주주총회의 특별결의"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「상법」 제462조제1항에 따른 해당 연도 이익배당한도의 100분의 90 이상으로 이익배당을 정하는 경우: 「상법」 제462조제2항 본문에 따른 주주총회의 결의"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 위탁관리 부동산투자회사가 제1항에 따라 이익을 배당할 때에는 「상법」 제462조제1항에도 불구하고 이익을 초과하여 배당할 수 있다. 이 경우 초과배당금의 기준은 해당 연도 감가상각비의 범위에서 대통령령으로 정한다. <개정 2015.6.22>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제20조에 따라 상장된 부동산투자회사가 총자산에서 대통령령으로 정하는 비율 이상을 차지하는 부동산을 매각하여 그 이익을 배당할 때에는 해당 사업연도 말 10일 전까지 이사회를 개최하여 이사회의 결의로 배당 여부 및 배당 예정금액을 결정하여야 한다. <신설 2012.12.18>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제4항에 따라 결정된 배당은 주주총회의 결의를 거쳐 실시한다. 다만, 정관으로 이사회의 결의로 배당을 할 수 있다고 규정하는 경우에는 이사회의 결의로 배당을 실시할 수 있다. <신설 2012.12.18>"
            }
          ],
          "조문내용": "제28조(배당)",
          "조문제목": "배당",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "29",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0029001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 영업인가를 받거나 등록을 한 후에 자산을 투자ㆍ운용하기 위하여 또는 기존 차입금 및 발행사채를 상환하기 위하여 대통령령으로 정하는 바에 따라 자금을 차입하거나 사채를 발행할 수 있다. <개정 2016.1.19>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 자금차입 및 사채발행은 자기자본의 2배를 초과할 수 없다. 다만, 「상법」 제434조의 결의 방법에 따른 주주총회의 특별결의를 한 경우에는 그 합계가 자기자본의 10배를 넘지 아니하는 범위에서 자금차입 및 사채발행을 할 수 있다. <개정 2012.12.18>"
            },
            {
              "항번호": "③",
              "항내용": "③ 삭제 <2015.6.22>"
            },
            {
              "항번호": "④",
              "항내용": "④ 삭제 <2015.6.22>"
            }
          ],
          "조문내용": "제29조(차입 및 사채 발행)",
          "조문제목": "차입 및 사채 발행",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "30",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0030000",
          "조문내용": "                  제2절 금지행위 등 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "30",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0030001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 다음 각 호의 어느 하나에 해당하는 자와 제21조제1항 각 호에 대하여 같은 조 제2항 각 호의 어느 하나에 해당하는 거래를 하여서는 아니 된다. <개정 2016.1.19, 2019.8.20, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  해당 부동산투자회사의 임직원 및 그 특별관계자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  해당 부동산투자회사의 주식을 100분의 10 이상 소유하고 있는 주주(이하 \"주요주주\"라 한다) 및 그 특별관계자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  해당 부동산투자회사가 자산의 투자ㆍ운용 업무에 관한 위탁계약을 체결한 자산관리회사(이하 이 항에서 \"해당 자산관리회사\"라 한다)와 자산의 투자ㆍ운용 업무에 관한 위탁계약을 체결한 다른 부동산투자회사"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  해당 자산관리회사가 제22조의3제3항에 따라 겸영하는 업무와 관련된 자로서 대통령령으로 정하는 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에도 불구하고 부동산투자회사는 제1항 각 호의 어느 하나에 해당하는 자와 다음 각 호의 어느 하나에 해당하는 거래를 할 수 있다. <신설 2016.1.19, 2017.3.21>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  일반분양, 경쟁입찰 또는 이와 유사한 방식으로 거래당사자를 선정하는 거래"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  이사회의 승인 및 주주총회의 승인(제20조에 따라 상장된 부동산투자회사가 아닌 경우에는 「상법」 제434조에 따른 특별결의에 따른 주주총회의 승인을 말한다)을 받은 부동산 매매거래"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 주주의 이익을 침해할 우려가 없는 거래로서 대통령령으로 정하는 거래"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제20조에 따라 상장된 부동산투자회사가 제2항제2호에 해당하는 부동산 매매거래를 하는 경우 매매가격은 대통령령으로 정하는 기관 또는 단체가 추천하는 둘 이상의 감정평가법인등으로부터 받은 감정평가액을 기준으로 산정하여야 한다. 이 경우 부동산투자회사가 매도하는 가격은 둘 이상의 감정평가액 중 높은 금액 이상으로 하고, 매수하는 가격은 둘 이상의 감정평가액 중 낮은 금액 이하로 한다. <신설 2017.3.21, 2020.4.7>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제3항에 따른 감정평가의 방법 및 절차 등에 필요한 사항은 대통령령으로 정한다. <신설 2017.3.21>"
            }
          ],
          "조문내용": "제30조(거래의 제한)",
          "조문제목": "거래의 제한",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "31",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0031001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 이 법 또는 다른 법령에 따른 경우를 제외하고는 다른 업무를 하여서는 아니 된다."
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사의 상근 임원은 다른 회사의 상근 임직원이 되거나 다른 사업을 하여서는 아니 된다."
            }
          ],
          "조문내용": "제31조(부동산투자회사의 겸업 제한 등)",
          "조문제목": "부동산투자회사의 겸업 제한 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "32",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0032001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  해당 부동산투자회사의 임직원 또는 대리인"
              },
              {
                "호번호": "2.",
                "호내용": "2.  주요주주"
              },
              {
                "호번호": "3.",
                "호내용": "3.  해당 부동산투자회사와 자산의 투자ㆍ운용업무에 관한 위탁계약을 체결한 자"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제2호 또는 제3호에 해당하는 자의 대리인 또는 사용인, 그 밖의 종업원(제2호 또는 제3호에 해당하는 자가 법인인 경우에는 그 임직원 및 대리인)"
              }
            ]
          },
          "조문내용": "제32조(미공개 자산운용정보의 이용 금지) 다음 각 호의 어느 하나에 해당하는 자(각 호의 어느 하나에 해당하지 아니하게 된 날부터 1년이 지나지 아니한 자를 포함한다)는 부동산투자회사의 미공개 자산운용정보(투자자의 판단에 중대한 영향을 미치는 것으로서 제17조제2항에 따른 투자설명서 및 제37조에 따른 투자보고서에 의하여 공개되지 아니한 정보로서 부동산투자회사가 그 자산으로 특정한 부동산이나 증권을 매도 또는 매수하고자 하는 정보를 말한다. 이하 같다)를 이용하여 부동산 또는 증권을 매매하거나 타인에게 이용하게 하여서는 아니 된다.",
          "조문제목": "미공개 자산운용정보의 이용 금지",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "33",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0033001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  투자를 하려는 자에게 일정한 이익을 보장하거나 제공하기로 약속하는 행위"
              },
              {
                "호번호": "2.",
                "호내용": "2.  자산의 투자ㆍ운용과 관련하여 자기의 이익이나 제3자의 이익을 도모하는 행위"
              },
              {
                "호번호": "3.",
                "호내용": "3.  부동산 거래질서를 해치거나 부동산투자회사 주주의 이익을 침해할 우려가 있는 행위로서 대통령령으로 정하는 행위"
              }
            ]
          },
          "조문내용": "제33조(임직원의 행위준칙) 부동산투자회사의 임직원은 자산의 투자ㆍ운용 업무와 관련하여 다음 각 호의 어느 하나에 해당하는 행위를 하여서는 아니 된다.",
          "조문제목": "임직원의 행위준칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "34",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0034001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 임직원이 법령이나 정관을 위반한 행위를 하거나 그 임무를 게을리하여 부동산투자회사에 손해를 입힌 경우에는 손해를 배상할 책임이 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 부동산투자회사의 임직원이 부동산투자회사에 손해배상책임을 지는 경우 관련 이사, 감사, 자산의 투자ㆍ운용 업무를 위탁받은 자 또는 제35조제1항에 따른 자산보관기관에도 책임질 사유가 있을 때에는 이들이 연대하여 손해배상책임을 진다."
            }
          ],
          "조문내용": "제34조(임직원 등의 손해배상책임)",
          "조문제목": "임직원 등의 손해배상책임",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "34",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2016.1.19]",
          "조문키": "0034021",
          "조문내용": "제34조의2(명의대여의 금지) 부동산투자회사는 이 법 또는 다른 법률에 따라 허용된 경우를 제외하고는 자기의 명의를 대여하여 타인에게 제4조에 따른 업무를 수행하게 하여서는 아니 된다.",
          "조문제목": "명의대여의 금지",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "35",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0035000",
          "조문내용": "                제3절 자산보관의 위탁",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "35",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0035001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 대통령령으로 정하는 바에 따라 자산의 보관과 이와 관련된 업무를 다음 각 호의 기관(이하 \"자산보관기관\"이라 한다)에 위탁하여야 한다. <개정 2011.5.19, 2012.12.18, 2015.1.6, 2019.11.26>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「자본시장과 금융투자업에 관한 법률」에 따른 신탁업자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「한국토지주택공사법」에 따른 한국토지주택공사(이하 이 조에서 \"한국토지주택공사\"라 한다)"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「한국자산관리공사 설립 등에 관한 법률」에 따른 한국자산관리공사(이하 이 조에서 \"한국자산관리공사\"라 한다)"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  「주택도시기금법」에 따른 주택도시보증공사"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  그 밖에 제1호부터 제4호까지에 준하는 기관으로서 대통령령으로 정하는 기관"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 한국토지주택공사 및 한국자산관리공사는 제1항에 따라 부동산의 보관업무를 수행하려면 「자본시장과 금융투자업에 관한 법률」에 따른 신탁업의 인가를 받아야 한다. 이 경우 「자본시장과 금융투자업에 관한 법률」 제24조는 적용하지 아니한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 증권의 보관을 위탁받은 자산보관기관은 대통령령으로 정하는 바에 따라 「자본시장과 금융투자업에 관한 법률」 제294조에 따른 한국예탁결제원(이하 \"한국예탁결제원\"이라 한다)에 증권을 예탁하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항에 따른 자산보관업무의 위탁에 관한 계약 체결 방법 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제35조(자산보관의 위탁 등)",
          "조문제목": "자산보관의 위탁 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "36",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0036001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자산보관기관은 부동산투자회사를 위하여 법령 및 자산보관계약에 따라 선량한 관리자로서 그 업무를 성실히 수행하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 자산보관기관은 법령을 준수하고 자산운용을 건전하게 하기 위하여 대통령령으로 정하는 바에 따라 임직원이 그 직무를 수행할 때 따라야 할 기본적인 절차와 기준을 정하여야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 자산보관기관은 위탁받은 부동산투자회사의 자산을 그 고유재산이나 제3자로부터 보관을 위탁받은 자산과 구분하여 관리하여야 한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 자산보관기관은 법령 또는 자산보관계약에 위반된 행위를 하거나 그 임무를 게을리하여 부동산투자회사에 손해를 입힌 경우에는 그 손해를 배상할 책임이 있다."
            }
          ],
          "조문내용": "제36조(자산보관기관의 의무 등)",
          "조문제목": "자산보관기관의 의무 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "37",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0037000",
          "조문내용": "                  제4절 정보의 공시",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "37",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": [
            [
              "[전문개정 2010.4.15]",
              "[제목개정 2016.1.19]"
            ]
          ],
          "조문키": "0037001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 영업인가를 받은 자기관리 부동산투자회사 또는 영업인가를 받거나 등록을 한 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사의 자산관리회사는 대통령령으로 정하는 바에 따라 사업연도별로 분기마다 해당 부동산투자회사의 투자보고서를 작성하여야 하며, 국토교통부장관과 금융위원회에 대통령령으로 정하는 기한까지 그 투자보고서를 제출하고, 이를 공시하여야 한다. <개정 2013.3.23, 2015.6.22, 2016.1.19, 2018.8.14>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 투자보고서에는 재무제표, 주주 구성 및 주요 주주 현황, 자산 구성ㆍ변동 현황 등 자산운용과 관련된 중요한 사항으로서 대통령령으로 정하는 사항이 포함되어야 한다. <개정 2018.8.14, 2024.2.20>"
            },
            {
              "항번호": "③",
              "항내용": "③ 영업인가를 받은 자기관리 부동산투자회사 또는 영업인가를 받거나 등록을 한 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사의 자산관리회사는 다음 각 호의 어느 하나에 해당하는 사항이 발생한 경우 대통령령으로 정하는 바에 따라 이를 지체 없이 공시하여야 한다. <신설 2016.1.19, 2018.8.14, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산투자회사 및 그 자산관리회사의 제22조에 따른 자산운용 전문인력에 변경이 있는 경우 그 사실과 변경된 자산운용 전문인력의 경력"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  부동산투자회사에 대통령령으로 정하는 금융사고 또는 부실자산이 발생한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  부동산투자회사의 주주총회 결의내용"
                },
                {
                  "호번호": "3의2.",
                  "호내용": "3의2.  제39조제2항 각 호의 어느 하나에 해당하는 조치를 받은 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 투자자 보호를 위하여 필요한 사항으로서 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "④",
              "항내용": "④ 제1항 및 제3항에 따른 공시는 다음 각 호의 방법으로 한다. <신설 2016.1.19, 2018.8.14>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  해당 부동산투자회사(위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사인 경우 해당 자산관리회사를 말한다)의 인터넷 홈페이지를 이용하여 공시하는 방법"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  해당 부동산투자회사에 투자한 주주에게 서면 또는 전자우편으로 통보. 다만, 주주가 수시로 변동되거나 투자자의 이익을 해할 우려가 없는 경우로서 대통령령으로 정하는 경우에는 그러하지 아니하다."
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제49조의6제1항에 따른 부동산투자회사 정보시스템을 통하여 공시하는 방법"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  삭제 <2018.8.14>"
                }
              ]
            }
          ],
          "조문내용": "제37조(투자보고서 및 공시 등)",
          "조문제목": "투자보고서 및 공시 등",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "38",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0038001",
          "조문내용": "제38조 삭제 <2018.8.14>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "39",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0039000",
          "조문내용": "            제4장 감독 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "39",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0039001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 공익을 위하여 또는 부동산투자회사의 주주를 보호하기 위하여 필요하면 부동산투자회사, 자산관리회사, 부동산투자자문회사, 자산보관기관 또는 일반사무등 위탁기관(이하 \"부동산투자회사등\"이라 한다)에 이 법에 따른 업무 또는 재산 등에 관한 자료의 제출이나 보고를 명할 수 있으며, 대통령령으로 정하는 바에 따라 소속 공무원 및 전문가로 하여금 그 업무 또는 재산 등을 검사하게 할 수 있다. <개정 2013.3.23, 2013.7.16>"
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 부동산투자회사등이 이 법 또는 이 법에 따른 명령이나 처분을 위반하거나, 제49조의3제1항에 따른 공모부동산투자회사 또는 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사는 제외한다)가 「자본시장과 금융투자업에 관한 법률」 또는 같은 법에 따른 명령이나 처분을 위반한 경우 또는 「금융소비자 보호에 관한 법률」 제17조부터 제22조(제6항은 제외한다)까지 및 제23조를 위반한 경우에는 다음 각 호의 어느 하나에 해당하는 조치를 할 수 있다. <개정 2013.3.23, 2013.12.30, 2020.3.24>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  업무의 전부 또는 일부를 6개월 이내의 범위에서 정지하는 조치"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  임직원의 해임 또는 징계의 요구"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  그 밖에 위반사항의 시정에 필요한 조치로서 대통령령으로 정하는 사항"
                }
              ]
            }
          ],
          "조문내용": "제39조(감독ㆍ조사 등)",
          "조문제목": "감독ㆍ조사 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "39",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0039021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 금융위원회는 공익을 위하여 또는 부동산투자회사의 주주를 보호하기 위하여 필요하면 부동산투자회사등에 금융감독 관련 업무에 관한 자료 제출이나 보고를 명할 수 있으며, 금융감독원의 원장으로 하여금 그 업무에 관하여 검사하게 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 금융위원회는 부동산투자회사등이 이 법 또는 이 법에 따른 명령이나 처분을 위반하거나, 제49조의3제1항에 따른 공모부동산투자회사 또는 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사는 제외한다)가 「자본시장과 금융투자업에 관한 법률」 또는 같은 법에 따른 명령이나 처분을 위반한 경우 또는 「금융소비자 보호에 관한 법률」 제17조부터 제22조(제6항은 제외한다)까지 및 제23조를 위반한 경우에는 제39조제2항 각 호의 어느 하나에 해당하는 조치를 하도록 국토교통부장관에게 요구할 수 있고, 국토교통부장관은 특별한 사유가 없으면 요구에 따라야 한다. 이 경우 국토교통부장관은 그 조치 내용을 금융위원회에 통보하여야 한다. <개정 2013.3.23, 2020.3.24>"
            }
          ],
          "조문내용": "제39조의2(금융위원회의 감독)",
          "조문제목": "금융위원회의 감독",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "40",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[전문개정 2010.4.15]",
              "[제목개정 2015.6.22]"
            ]
          ],
          "조문키": "0040001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 영업인가를 받거나 등록을 한 후에 다음 각 호의 어느 하나에 해당하는 행위를 하려면 대통령령으로 정하는 바에 따라 국토교통부장관의 인가를 받거나 등록을 해야 한다. 다만, 제1호에 해당되는 경우 중 대통령령으로 정하는 경미한 사항을 변경하는 경우에는 그러하지 아니하다. <개정 2012.12.18, 2013.3.23, 2015.6.22, 2016.1.19>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  정관의 변경"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2012.12.18>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  영업 전부의 양수 또는 양도"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  부동산투자회사의 합병"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제9조제1항에 따른 영업인가 사항 또는 제9조의2에 따른 등록 사항의 변경(인가를 받거나 등록한 사항의 변경이 경매ㆍ공매 등 대통령령으로 정하는 사유로 발생하는 경우는 제외한다)"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에도 불구하고 다음 각 호의 요건을 모두 갖춘 자기관리 부동산투자회사가 투자대상(부동산개발사업은 제외한다)을 변경 또는 추가하려는 때에는 대통령령으로 정하는 바에 따라 국토교통부장관에게 신고하여야 한다. 이 경우 국토교통부장관은 투자자 보호를 위하여 필요하다고 인정되는 경우 신고를 수리하지 아니할 수 있다. <개정 2015.6.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  최근 2년간 계속하여 해당 부동산투자회사의 재무제표상 자기자본이 대통령령으로 정하는 기준 이상일 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  영업인가를 받은 후 2회 이상 변경인가를 받아 추가 사업을 진행한 사실이 있을 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  최근 3년간 해당 부동산투자회사의 임직원이 제50조부터 제52조까지의 벌칙을 받은 사실이 없을 것"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제2항 전단에 따른 신고를 받은 날부터 20일 이내에 신고수리 여부를 신고인에게 통지하여야 한다. <신설 2020.12.22>"
            },
            {
              "항번호": "④",
              "항내용": "④ 제22조의3제1항에 따른 설립인가를 받은 자산관리회사는 시설계획, 주주의 구성 등 대통령령으로 정한 인가받은 사항을 변경하려는 경우 대통령령으로 정하는 바에 따라 국토교통부장관의 변경인가를 받아야 한다. <신설 2020.12.22>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항제3호부터 제5호까지에 따른 인가 또는 등록 및 제2항에 따른 신고에 관하여는 제9조제5항 및 제6항을 준용하고, 제4항에 따른 변경인가에 관하여는 제22조의3제7항을 준용한다. <신설 2015.6.22, 2016.1.19, 2020.12.22>"
            }
          ],
          "조문내용": "제40조(변경인가 등)",
          "조문제목": "변경인가 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "41",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0041001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 영업인가를 받은 자기관리 부동산투자회사 또는 영업인가를 받거나 등록을 한 위탁관리 부동산투자회사 및 기업구조조정 부동산투자회사의 자산관리회사는 해당 부동산투자회사에 다음 각 호의 어느 하나에 해당하는 사유가 발생하였을 때에는 그 발생일부터 10일 이내에 대통령령으로 정하는 바에 따라 국토교통부장관에게 보고하여야 한다. <개정 2012.12.18, 2013.3.23, 2019.8.20>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제19조제2항에 따른 현물출자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  임원의 변경"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제30조제2항에 해당하는 거래의 체결"
                },
                {
                  "호번호": "3의2.",
                  "호내용": "3의2.  부동산투자회사의 해산"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 부동산투자회사의 경영상 중요한 사항으로서 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 자산관리회사 및 부동산투자자문회사는 다음 각 호의 어느 하나에 해당하는 사유가 발생하였을 때에는 그 사유가 발생한 날부터 10일 이내에 국토교통부장관에게 보고하여야 한다. <신설 2020.12.22, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  회사 소재지의 변경"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  임원의 변경"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  자산운용전문인력의 변경"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  자산운용을 위탁받은 부동산투자회사의 발행주식 총수의 100분의 10 이상의 주식을 취득한 사실"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  그 밖에 투자자 보호, 건전한 거래질서 또는 자산관리회사ㆍ부동산투자자문회사의 경영건전성을 위하여 대통령령으로 정하는 사항"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 국토교통부장관은 제1항 또는 제2항에 따라 보고받은 내용이 관계 법령에 위배되거나 부동산투자회사 주주의 권익을 침해한다고 인정되는 경우에는 해당 부동산투자회사, 자산관리회사 또는 부동산투자자문회사에 그 시정이나 보완을 명할 수 있다. <개정 2013.3.23, 2020.12.22, 2023.8.16>"
            }
          ],
          "조문내용": "제41조(보고 사항)",
          "조문제목": "보고 사항",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "42",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0042001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 부동산투자회사 및 자산관리회사가 다음 각 호의 어느 하나에 해당하면 제9조에 따른 영업인가, 제9조의2 및 제26조의3에 따른 등록 및 제22조의3에 따른 설립인가를 취소할 수 있다. 다만, 제1호에 해당하는 경우에는 그 영업인가ㆍ등록 또는 설립인가를 취소하여야 한다. <개정 2013.3.23, 2013.7.16, 2015.6.22, 2016.1.19, 2021.4.13, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  속임수나 그 밖의 부정한 방법으로 제9조에 따른 영업인가, 제9조의2 및 제26조의3에 따른 등록 및 제22조의3에 따른 설립인가를 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제10조를 위반하여 자본금이 최저자본금보다 적은 경우"
                },
                {
                  "호번호": "2의2.",
                  "호내용": "2의2.  자산관리회사가 최근 3년간 제22조의2제1항에 따라 자산의 투자ㆍ운용업무를 위탁받은 실적이 없는 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제25조를 위반하여 자산의 구성 비율을 준수하지 아니한 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  영업인가ㆍ등록 또는 설립인가의 요건에 적합하지 아니하게 되거나 영업인가ㆍ등록 또는 설립인가의 조건을 위반한 경우. 다만, 일시적으로 영업인가ㆍ등록 또는 설립인가의 요건에 미달하는 등 대통령령으로 정하는 경우는 제외한다."
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제39조제2항에 따른 조치를 정당한 사유 없이 이행하지 아니한 경우"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  자기자본의 전부가 잠식된 경우"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  최저자본금을 준비한 후 현금ㆍ은행예금 등 대통령령으로 정하는 운영자금이 2개월 이상 계속하여 5천만원 이하인 경우"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  「상법」 제628조에 따른 납입 또는 현물출자의 이행을 가장하는 행위가 발생한 경우"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  제26조의3제1항에 따른 부동산투자회사가 같은 조 제3항을 위반하는 경우"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 영업인가ㆍ등록 및 설립인가의 취소에 관하여는 제9조제5항을 준용한다. <개정 2016.1.19>"
            }
          ],
          "조문내용": "제42조(영업인가 등의 취소)",
          "조문제목": "영업인가 등의 취소",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "42",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2013.7.16]",
          "조문키": "0042021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 제9조제2항제2호의 사항을 확인하기 위하여 필요하면 관계 공무원으로 하여금 타인의 토지 또는 건축물(이하 \"토지등\"이라 한다)에 출입하게 할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따라 타인의 토지등에 출입하려는 공무원은 출입하려는 날의 3일 전까지 그 토지등의 소유자ㆍ점유자 또는 관리인에게 그 일시와 장소를 알려야 한다. <개정 2020.6.9>"
            },
            {
              "항번호": "③",
              "항내용": "③ 일출 전이나 일몰 후에는 그 토지등 점유자의 승낙 없이 타인의 토지등에 출입할 수 없다."
            },
            {
              "항번호": "④",
              "항내용": "④ 토지등의 점유자는 정당한 사유 없이 제1항에 따른 출입을 방해하거나 거부하지 못한다."
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 제1항에 따라 타인의 토지등에 출입을 하려는 자는 그 권한을 표시하는 증표를 지니고 이를 관계인에게 내보여야 한다."
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 제5항에 따른 증표에 필요한 사항은 국토교통부령으로 정한다."
            }
          ],
          "조문내용": "제42조의2(토지등에의 출입)",
          "조문제목": "토지등에의 출입",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "43",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0043000",
          "조문내용": "            제5장 합병 및 해산",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "43",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2012.12.18]",
          "조문키": "0043001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사는 다음 각 호의 요건을 모두 갖춘 경우가 아니면 다른 회사와 합병할 수 없다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  다른 부동산투자회사를 흡수합병의 방법으로 합병할 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  합병으로 인하여 존속하는 부동산투자회사와 합병으로 인하여 소멸되는 부동산투자회사가 제2조제1호 각 목에서 정하는 같은 종류의 부동산투자회사일 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  합병으로 인하여 존속하는 부동산투자회사와 합병으로 인하여 소멸되는 부동산투자회사 중 어느 하나의 부동산투자회사가 제14조의8에 따라 주식의 공모를 완료한 부동산투자회사인 경우에는 나머지 부동산투자회사도 제14조의8에 따라 주식의 공모를 완료하였을 것"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에서 규정한 사항 외에 부동산투자회사의 합병에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제43조(합병)",
          "조문제목": "합병",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0044001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  정관으로 정한 존립기간이 끝나거나 그 밖의 해산사유의 발생"
              },
              {
                "호번호": "2.",
                "호내용": "2.  주주총회의 해산결의"
              },
              {
                "호번호": "3.",
                "호내용": "3.  합병"
              },
              {
                "호번호": "4.",
                "호내용": "4.  파산"
              },
              {
                "호번호": "5.",
                "호내용": "5.  법원의 해산명령 또는 해산판결"
              },
              {
                "호번호": "6.",
                "호내용": "6.  제42조에 따른 영업인가 또는 등록의 취소"
              },
              {
                "호번호": "7.",
                "호내용": "7.  자기관리 부동산투자회사가 제8조의2제4항에서 정하는 기간 내에 영업인가를 신청하지 아니한 경우"
              },
              {
                "호번호": "8.",
                "호내용": "8.  제3조부터 제7조까지의 규정을 위반하여 영업인가 또는 등록이 거부된 경우"
              },
              {
                "호번호": "9.",
                "호내용": "9.  설립 후 1년 6개월 이내에 영업인가를 받지 못하거나 등록을 하지 못한 경우"
              }
            ]
          },
          "조문내용": "제44조(해산) 부동산투자회사는 다음 각 호의 어느 하나에 해당하는 사유로 해산한다. <개정 2012.12.18, 2013.7.16, 2016.1.19>",
          "조문제목": "해산",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0044021",
          "조문내용": "제44조의2(청산 시 채권자에 대한 최고) 청산인은 취임한 날부터 1개월 이내에 부동산투자회사의 채권자에 대하여 일정한 기간 이내에 그 채권을 신고할 것과 그 기간 이내에 신고하지 아니하면 청산에서 제외된다는 사실을 2회 이상 공고함으로써 최고(催告)하여야 한다. 이 경우 그 신고기간은 1개월 이상으로 하여야 한다.",
          "조문제목": "청산 시 채권자에 대한 최고",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "44",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2012.12.18]",
          "조문키": "0044031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 법인이사 및 감독이사를 둔 위탁관리 부동산투자회사가 해산한 경우(제44조제3호 또는 제4호에 따른 해산의 경우는 제외한다)에는 청산인 및 청산감독인으로 구성되는 청산인회를 둔다."
            },
            {
              "항번호": "②",
              "항내용": "② 청산인과 청산감독인은 정관으로 정하는 바에 따라 선임하되, 정관으로 정한 바가 없는 경우에는 주주총회의 결의로 선임한다. 다만, 제44조제1호 또는 제2호의 사유로 해산한 때에는 정관이나 주주총회에서 다르게 정하는 경우가 아니면 법인이사 및 감독이사가 각각 청산인 및 청산감독인이 된다."
            },
            {
              "항번호": "③",
              "항내용": "③ 청산인은 청산에 관한 사무를 집행하고, 청산감독인은 청산인의 업무집행을 감독한다."
            }
          ],
          "조문내용": "제44조의3(위탁관리 부동산투자회사 해산의 특례)",
          "조문제목": "위탁관리 부동산투자회사 해산의 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0045000",
          "조문내용": "            제6장 등기 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "45",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0045001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사의 설립등기는 「상법」 제298조 및 제300조에 따른 절차를 마친 날부터 2주 이내에 하여야 한다. <개정 2012.12.18>"
            },
            {
              "항번호": "②",
              "항내용": "② 제1항에 따른 설립등기 사항은 다음 각 호와 같다. 다만, 제3호 및 제4호의 경우 위탁관리 부동산투자회사에 법인이사 및 감독이사를 두는 경우에는 그 법인이사 및 감독이사는 제외한다. <개정 2012.12.18>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제8조제1항제1호부터 제5호까지, 제9호 및 제10호에 관한 사항"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  정관으로 부동산투자회사의 존립기간 또는 해산사유를 정한 경우에는 그 기간 또는 사유"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  이사와 감사의 성명 및 주민등록번호"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  대표이사의 성명, 주민등록번호 및 주소"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  위탁관리 부동산투자회사에 법인이사 및 감독이사를 두는 경우에는 법인이사의 법인명, 법인등록번호, 본점 주소, 감독이사의 성명 및 주민등록번호"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  2명 이상의 대표이사가 공동으로 부동산투자회사를 대표하기로 정한 경우에는 그 사실"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따라 설립등기를 신청할 때에는 정관 등 대통령령으로 정하는 서류를 첨부하여야 한다."
            }
          ],
          "조문내용": "제45조(설립등기)",
          "조문제목": "설립등기",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "46",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0046001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 제42조에 따른 영업인가 또는 등록의 취소로 부동산투자회사가 해산한 경우에는 부동산투자회사의 소재지를 관할하는 등기소에 해산등기를 촉탁하여야 한다. <개정 2013.3.23, 2016.1.19>"
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따라 등기를 촉탁하는 경우에는 등기원인을 증명하는 서면을 첨부하여야 한다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제46조(해산등기의 촉탁)",
          "조문제목": "해산등기의 촉탁",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0047000",
          "조문내용": "            제7장 보칙 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "47",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0047001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자기관리 부동산투자회사 및 자산관리회사는 법령을 준수하고 자산운용을 건전하게 하며 주주를 보호하기 위하여 임직원이 따라야 할 기본적인 절차와 기준(이하 \"내부통제기준\"이라 한다)을 제정하여 시행하여야 한다."
            },
            {
              "항번호": "②",
              "항내용": "② 자기관리 부동산투자회사 및 자산관리회사는 내부통제기준의 준수 여부를 점검하고 내부통제기준을 위반한 경우 이를 조사하여 감사에게 보고하는 준법감시인을 상근으로 두어야 한다. <개정 2012.12.18>"
            },
            {
              "항번호": "③",
              "항내용": "③ 내부통제기준의 내용, 준법감시인의 요건 및 직무, 그 밖에 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제47조(내부통제기준의 제정 등)",
          "조문제목": "내부통제기준의 제정 등",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "48",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0048001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제23조제3항에 따른 등록의 취소"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제42조제1항에 따른 영업인가ㆍ등록 및 설립인가의 취소"
              }
            ]
          },
          "조문내용": "제48조(청문) 국토교통부장관은 다음 각 호의 어느 하나에 해당하는 처분을 하려면 「행정절차법」에 따라 청문을 하여야 한다. <개정 2013.3.23, 2016.1.19>",
          "조문제목": "청문",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0049001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 부동산투자회사에 대하여는 「상법」 제415조의2 및 제542조의8부터 제542조의12까지의 규정을 적용하지 아니한다. <개정 2012.12.18>"
            },
            {
              "항번호": "②",
              "항내용": "② 최저자본금준비기간이 지나지 아니한 부동산투자회사에 대하여는 「상법」 제418조부터 제420조까지 및 제420조의2부터 제420조의4까지의 규정을 적용하지 아니한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 「상법」 제290조에도 불구하고 같은 조 제3호에 따른 약정은 부동산투자회사에 대하여는 효력이 없다."
            },
            {
              "항번호": "④",
              "항내용": "④ 위탁관리 부동산투자회사가 법인이사 및 감독이사를 두는 경우에는 「상법」 제393조는 위탁관리 부동산투자회사에 적용하지 아니한다. <신설 2012.12.18>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 「독점규제 및 공정거래에 관한 법률」에 따른 지주회사(이하 \"지주회사\"라 한다)에 관한 규정은 부동산투자회사(위탁관리 부동산투자회사 또는 기업구조조정 부동산투자회사에 한정한다. 이하 이 항에서 같다)가 다음 각 호의 요건을 충족하는 경우 적용하지 아니한다. <신설 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제20조에 따라 증권시장에 주식을 상장한 부동산투자회사일 것"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제4조의 업무 범위에서 부동산 등에 투자ㆍ운용하기 위하여 다른 부동산투자회사(다른 회사의 주식을 보유하지 아니한 부동산투자회사로 한정한다)의 주식을 취득함에 따라 지주회사에 해당할 것"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「독점규제 및 공정거래에 관한 법률」 제31조제1항 전단에 따라 지정된 공시대상기업집단에 속하는 회사가 아닐 것"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제2호에 따라 취득한 부동산투자회사의 주식 외에 다른 회사의 주식을 보유하고 있지 아니할 것"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 부동산투자회사가 제5항에 해당하는 경우 해당 부동산투자회사로부터 자산의 투자ㆍ운용 업무를 위탁받은 자산관리회사는 그 요건을 충족한 날부터 2주일 이내에 그 사실을 대통령령으로 정하는 방법에 따라 국토교통부장관에게 보고하여야 하며, 국토교통부장관은 그 사항을 공정거래위원회에 통보하여야 한다. <신설 2023.8.16>"
            }
          ],
          "조문내용": "제49조(다른 법률과의 관계)",
          "조문제목": "다른 법률과의 관계",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0049021",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 기업구조조정 부동산투자회사는 이 법에서 정한 부동산투자회사의 요건을 갖추고 총자산의 100분의 70 이상을 다음 각 호의 부동산으로 구성하여야 한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  기업이 채권금융기관에 대한 부채 등 채무를 상환하기 위하여 매각하는 부동산"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  채권금융기관과 재무구조 개선을 위한 약정을 체결하고 해당 약정 이행 등을 하기 위하여 매각하는 부동산"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「채무자 회생 및 파산에 관한 법률」에 따른 회생 절차에 따라 매각하는 부동산"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 기업의 구조조정을 지원하기 위하여 금융위원회가 필요하다고 인정하는 부동산"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제9조의2에 따라 기업구조조정 부동산투자회사(제49조의3제1항에 따른 공모부동산투자회사인 기업구조조정 부동산투자회사는 제외한다)의 등록을 하려는 경우에는 미리 금융위원회의 의견을 들어야 한다. <개정 2013.3.23, 2016.1.19>"
            },
            {
              "항번호": "③",
              "항내용": "③ 기업구조조정 부동산투자회사에 대하여는 제14조의8, 제15조, 제24조제1항ㆍ제2항 및 제25조제1항을 적용하지 아니한다. <개정 2012.12.18, 2017.10.24>"
            },
            {
              "항번호": "④",
              "항내용": "④ 기업구조조정 부동산투자회사에 관하여는 제11조의2, 제14조제2항, 제14조의3부터 제14조의7까지, 제22조의2, 제28조제3항, 제44조의3 및 제49조제4항을 준용한다. 이 경우 \"위탁관리 부동산투자회사\"는 \"기업구조조정 부동산투자회사\"로 본다. <개정 2012.12.18>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 기업구조조정 부동산투자회사에 출자하는 경우 그 출자에 대하여는 다음 각 호의 어느 하나에 해당하는 법률에 따른 출자한도 제한, 재산운용 제한 및 투자 제한 등을 적용하지 아니한다.",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  「은행법」 제37조제1항 및 제2항"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  「보험업법」 제106조, 제108조 및 제109조"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  「자본시장과 금융투자업에 관한 법률」 제344조"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 대통령령으로 정하는 법률"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 기업구조조정 부동산투자회사가 「은행법」 제2조제1항제2호에 따른 은행(이하 이 항에서 \"은행\"이라 한다)의 자회사에 해당하는 경우 같은 법 제37조제3항에 따른 자회사에 대한 신용공여 한도를 산출할 때에는 해당 기업구조조정 부동산투자회사를 은행의 자회사로 보지 아니한다. <개정 2010.5.17>"
            }
          ],
          "조문내용": "제49조의2(기업구조조정 부동산투자회사에 관한 특례)",
          "조문제목": "기업구조조정 부동산투자회사에 관한 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "2"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0049031",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 공모부동산투자회사(「자본시장과 금융투자업에 관한 법률」 제9조제19항의 사모집합투자기구에 해당하지 아니하는 부동산투자회사를 말한다. 이하 같다) 및 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사는 제외한다)에 대하여는 「자본시장과 금융투자업에 관한 법률」 제11조부터 제16조까지, 제28조의2, 제30조부터 제43조까지, 제50조부터 제53조까지, 제56조, 제58조, 제61조부터 제65조까지, 제80조부터 제84조까지, 제85조제2호ㆍ제3호 및 제6호부터 제8호까지, 제86조부터 제95조까지, 제181조부터 제186조까지(제184조제4항은 제외한다), 제194조부터 제206조까지, 제229조부터 제234조까지, 제234조의2, 제235조부터 제249조까지, 제249조의2부터 제249조의22까지, 제250조부터 제253조까지, 제415조부터 제425조까지, 「금융소비자 보호에 관한 법률」 제11조, 제12조, 제14조, 제16조, 제22조제6항, 제24조부터 제28조까지, 제44조, 제45조, 제47조부터 제66조까지의 규정 및 「금융회사의 지배구조에 관한 법률」을 적용하지 아니한다. <개정 2015.7.24, 2015.7.31, 2016.1.19, 2020.3.24>"
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 자산관리회사(공모부동산투자회사가 아닌 부동산투자회사로부터만 자산의 투자ㆍ운용을 위탁받은 자산관리회사는 제외한다)의 제22조의3에 따른 인가를 할 때에는 미리 금융위원회와 협의하여야 한다. <개정 2013.3.23, 2016.1.19, 2023.8.16>"
            },
            {
              "항번호": "③",
              "항내용": "③ 「부동산개발업의 관리 및 육성에 관한 법률」 제4조제1항제1호 및 제2호에 따른 자는 공모부동산투자회사(제14조의8제1항 및 제2항에 따라 주식의 공모가 예정된 경우 및 공모부동산투자회사를 지원하기 위하여 설립한 부동산투자회사를 포함한다)에 대한 보유자산 공급 및 출자ㆍ융자 등 필요한 지원을 할 수 있다. <신설 2020.12.22>"
            }
          ],
          "조문내용": "제49조의3(공모부동산투자회사에 관한 특례)",
          "조문제목": "공모부동산투자회사에 관한 특례",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "3"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2010.4.15]",
          "조문키": "0049041",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 자기관리 부동산투자회사ㆍ자산관리회사 또는 부동산투자자문회사는 부동산투자회사 관련 업무의 전문화와 건전한 발전을 도모하기 위하여 자기관리 부동산투자회사ㆍ자산관리회사 또는 부동산투자자문회사의 단체(이하 \"협회\"라 한다)를 설립할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 협회는 법인으로 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 협회는 그 주된 사무소의 소재지에서 설립등기를 함으로써 성립한다."
            },
            {
              "항번호": "④",
              "항내용": "④ 협회를 설립하려는 경우에는 자기관리 부동산투자회사ㆍ자산관리회사 또는 부동산투자자문회사 3인 이상을 발기인으로 하여 정관을 작성한 후 창립총회의 의결을 거쳐 국토교통부장관의 인가를 받아야 한다. <개정 2013.3.23>"
            },
            {
              "항번호": "⑤",
              "항내용": "⑤ 국토교통부장관은 다음 각 호의 어느 하나에 해당하는 사유가 있으면 협회의 설립인가를 취소할 수 있다. <개정 2013.3.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  거짓이나 부정한 방법으로 설립인가를 받은 경우"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  설립인가 조건을 위반한 경우"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  목적 달성이 불가능하게 된 경우"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  목적사업 외의 사업을 한 경우"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제49조의5에 따른 보고 또는 자료 제출 등의 명령을 이행하지 아니하거나 조사ㆍ검사를 거부ㆍ방해 또는 기피한 경우 또는 거짓으로 보고하거나 자료를 제출한 경우"
                }
              ]
            },
            {
              "항번호": "⑥",
              "항내용": "⑥ 협회의 정관에 기재할 내용, 그 밖에 필요한 사항은 대통령령으로 정한다."
            },
            {
              "항번호": "⑦",
              "항내용": "⑦ 협회에 관하여 이 법에서 규정한 사항을 제외하고는 「민법」중 사단법인에 관한 규정을 준용한다."
            }
          ],
          "조문내용": "제49조의4(협회의 설립 등)",
          "조문제목": "협회의 설립 등",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "4"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[본조신설 2010.4.15]",
          "조문키": "0049051",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 협회의 업무는 다음 각 호와 같다. <개정 2012.12.18, 2013.3.23>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  부동산투자회사 관련 업무의 건전한 발전을 위한 조사ㆍ연구"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  협회 회원의 상호 협력증진을 위한 업무"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  부동산투자회사 관련 자산운용 전문인력과 부동산투자회사 관련 업무 종사자의 자질향상을 위한 교육 및 연수"
                },
                {
                  "호번호": "3의2.",
                  "호내용": "3의2.  협회 회원 사이의 건전한 영업질서 유지 및 투자자 보호를 위한 자율규제 업무"
                },
                {
                  "호번호": "3의3.",
                  "호내용": "3의3.  국토교통부장관으로부터 위탁받은 업무"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제1호부터 제3호까지, 제3호의2 및 제3호의3에 딸린 업무"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  그 밖에 대통령령으로 정하는 업무"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 감독을 위하여 필요한 때에는 협회에 대하여 그 업무에 관한 사항을 보고하게 하거나 자료 제출 또는 그 밖에 필요한 명령을 할 수 있으며, 협회의 업무에 대한 조사ㆍ검사 또는 그 밖에 협회의 감독에 필요한 사항은 대통령령으로 정한다. <개정 2013.3.23, 2020.6.9>"
            }
          ],
          "조문내용": "제49조의5(협회의 업무 및 감독)",
          "조문제목": "협회의 업무 및 감독",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "5"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2015.6.22]",
              "[종전 제49조의6은 제49조의7로 이동 <2015.6.22>]"
            ]
          ],
          "조문키": "0049061",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 부동산투자회사등의 관리 및 감독 업무를 효율적으로 수행하고, 부동산투자회사등에 관한 정보 및 자료를 종합적ㆍ체계적으로 관리 및 이용하도록 하기 위하여 부동산투자회사 정보시스템을 구축ㆍ운영할 수 있다."
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따른 부동산투자회사 정보시스템의 구축 및 운영을 위하여 필요한 자료 및 정보의 제공을 관계 기관ㆍ단체 등에 요청할 수 있다. 이 경우 자료의 제공을 요청받은 관계 기관ㆍ단체의 장은 특별한 사유가 없으면 그 요청에 따라야 한다."
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항에 따른 부동산투자회사 정보시스템의 구축 및 운영과 제2항에 따른 자료 및 정보의 종류 등에 관하여 필요한 사항은 대통령령으로 정한다."
            }
          ],
          "조문내용": "제49조의6(부동산투자회사 정보시스템의 구축 및 운영)",
          "조문제목": "부동산투자회사 정보시스템의 구축 및 운영",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "6"
        },
        {
          "조문번호": "49",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": [
            [
              "[본조신설 2012.12.18]",
              "[제49조의6에서 이동 <2015.6.22>]"
            ]
          ],
          "조문키": "0049071",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 국토교통부장관은 다음 각 호의 업무를 대통령령으로 정하는 바에 따라 협회 또는 대통령령으로 정하는 기관에 위탁할 수 있다. <개정 2013.3.23, 2015.6.22, 2020.12.22>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제9조제2항에 따른 영업인가 또는 제9조의2제1항에 따른 등록을 위하여 필요한 사실의 확인"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제39조제1항에 따른 부동산투자회사등의 업무 또는 재산 등의 검사를 위하여 필요한 사실의 확인"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제49조의6에 따른 부동산투자회사 정보시스템의 구축 및 운영"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  그 밖에 대통령령으로 정하는 업무"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 국토교통부장관은 제1항에 따라 업무를 위탁한 협회 또는 기관에 위탁 업무의 수행에 드는 비용의 일부를 지원할 수 있다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제49조의7(업무위탁)",
          "조문제목": "업무위탁",
          "조문이동이후": "",
          "조문여부": "조문",
          "조문가지번호": "7"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문키": "0050000",
          "조문내용": "            제8장 벌칙 <개정 2010.4.15>",
          "조문제목": "",
          "조문이동이후": "",
          "조문여부": "전문"
        },
        {
          "조문번호": "50",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "Y",
          "조문이동이전": "000000",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0050001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제9조에 따른 영업인가 또는 제9조의2에 따른 등록 없이 부동산투자회사의 명칭을 사용하여 제21조제1항제1호부터 제5호까지에 대하여 같은 조 제2항 각 호의 업무를 하거나 주식을 모집 또는 매출(「자본시장과 금융투자업에 관한 법률」 제9조제7항ㆍ제9항에 따른 모집 또는 매출을 말한다)한 자"
              },
              {
                "호번호": "2.",
                "호내용": "2.  속임수나 그 밖의 부정한 방법으로 제9조에 따른 영업인가, 제9조의2에 따른 등록, 제40조에 따른 변경인가 또는 변경등록을 받거나 한 자"
              },
              {
                "호번호": "3.",
                "호내용": "3.  제19조제1항을 위반하여 영업인가를 받거나 등록을 하고 제10조에 따른 최저자본금 이상을 갖추기 전에 현물출자를 받는 방식으로 신주를 발행한 자"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제21조를 위반하여 자산을 투자ㆍ운용한 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제32조를 위반하여 부동산투자회사의 미공개 자산운용정보를 이용하여 부동산 또는 증권을 매매하거나 타인에게 이를 이용하게 한 자"
              },
              {
                "호번호": "6.",
                "호내용": "6.  속임수나 그 밖의 부정한 방법으로 제22조의3에 따른 자산관리회사의 설립인가 또는 제40조제4항에 따른 변경인가를 받은 자"
              },
              {
                "호번호": "6의2.",
                "호내용": "6의2.  제22조의3제1항에 따른 인가를 받지 아니하고 위탁관리 부동산투자회사로부터 자산의 투자ㆍ운용업무를 위탁받은 자"
              },
              {
                "호번호": "7.",
                "호내용": "7.  제26조의3제3항 또는 제29조제1항을 위반하여 제9조에 따른 영업인가를 받지 아니하거나 제9조의2 및 제26조의3에 따른 등록을 하지 아니하고 부동산투자회사의 명칭을 사용하여 차입하거나 사채를 발행한 자"
              }
            ]
          },
          "조문내용": "제50조(벌칙) 다음 각 호의 어느 하나에 해당하는 자는 5년 이하의 징역 또는 1억원 이하의 벌금에 처한다. <개정 2012.12.18, 2015.6.22, 2016.1.19, 2019.8.20, 2020.12.22, 2021.4.13, 2024.2.20>",
          "조문제목": "벌칙",
          "조문이동이후": "000000",
          "조문여부": "조문"
        },
        {
          "조문번호": "51",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0051001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제8조의2제1항에 따른 설립보고서 또는 같은 조 제2항에 따른 설립 이후의 회사 현황에 관한 보고서를 제출하지 아니하거나, 속임수나 그 밖의 부정한 방법으로 제출한 자"
              },
              {
                "호번호": "1의2.",
                "호내용": "1의2.  제11조제4항을 위반하여 의결권을 행사한 자"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제9조제4항, 제9조의2제6항 또는 제26조의3제7항을 위반하여 영업인가 또는 등록 전에 주주가 아닌 자에게 배정하는 방식으로 신주를 발행한 자. 다만, 「자본시장과 금융투자업에 관한 법률」 제9조제7항에 따른 모집에 해당하는 경우에는 제50조제1호를 적용한다."
              },
              {
                "호번호": "3.",
                "호내용": "3.  제14조의8제1항을 위반하여 영업인가ㆍ등록 또는 부동산개발사업의 인가ㆍ허가 등을 받기 전에 부동산투자회사의 발행주식을 일반의 청약에 제공한 자"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제19조제4항에 따른 평가를 받지 아니하고 현물출자를 한 자 및 현물출자를 받은 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  속임수나 그 밖의 부정한 방법으로 제23조제1항에 따른 부동산투자자문회사의 등록을 한 자"
              },
              {
                "호번호": "6.",
                "호내용": "6.  제25조제1항을 위반하여 자산을 운용한 자"
              },
              {
                "호번호": "7.",
                "호내용": "7.  삭제 <2015.6.22>"
              },
              {
                "호번호": "8.",
                "호내용": "8.  제22조의2제3항(제49조의2제4항에 따라 준용되는 경우를 포함한다)을 위반하여 거래행위를 한 자"
              },
              {
                "호번호": "8의2.",
                "호내용": "8의2.  제26조의3제4항을 위반하여 주식을 처분한 자"
              },
              {
                "호번호": "9.",
                "호내용": "9.  제27조제1항 또는 제3항을 위반하여 자산을 운용한 자"
              },
              {
                "호번호": "10.",
                "호내용": "10.  제26조의3제6항 또는 제29조를 위반하여 자금을 차입하거나 사채를 발행한 자"
              },
              {
                "호번호": "11.",
                "호내용": "11.  제30조를 위반하여 같은 조 각 호의 어느 하나의 자와 거래를 한 자"
              },
              {
                "호번호": "11의2.",
                "호내용": "11의2.  제34조의2를 위반하여 자기의 명의를 대여하여 타인에게 제4조에 따른 업무를 수행하게 한 자"
              },
              {
                "호번호": "12.",
                "호내용": "12.  제49조의2제1항을 위반하여 자산을 운용한 자"
              }
            ]
          },
          "조문내용": "제51조(벌칙) 다음 각 호의 어느 하나에 해당하는 자는 3년 이하의 징역 또는 5천만원 이하의 벌금에 처한다. <개정 2012.12.18, 2013.7.16, 2016.1.19, 2021.4.13>",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "52",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0052001",
          "항": {
            "호": [
              {
                "호번호": "1.",
                "호내용": "1.  제17조를 위반하여 주식청약서 또는 투자설명서를 제공하지 아니하거나 거짓으로 작성하여 제공한 자"
              },
              {
                "호번호": "2.",
                "호내용": "2.  제15조제3항 또는 제4항에 따른 처분명령을 위반한 자"
              },
              {
                "호번호": "2의2.",
                "호내용": "2의2.  제22조의4제3항에 따른 처분명령을 위반한 자"
              },
              {
                "호번호": "3.",
                "호내용": "3.  제24조제1항 또는 제2항을 위반하여 부동산을 처분한 자"
              },
              {
                "호번호": "4.",
                "호내용": "4.  제24조제3항에 따른 실사보고서를 작성하지 아니하거나 거짓으로 작성한 자"
              },
              {
                "호번호": "4의2.",
                "호내용": "4의2.  제28조제1항을 위반하여 부동산투자회사의 해당 연도 이익배당한도의 100분의 90 이상을 주주에게 배당하지 아니한 자 또는 같은 조 제4항을 위반하여 배당결의를 한 자"
              },
              {
                "호번호": "4의3.",
                "호내용": "4의3.  제28조제2항을 위반하여 자기관리 부동산투자회사의 해당 연도 이익배당한도의 100분의 50 이상을 주주에게 배당하지 아니한 자"
              },
              {
                "호번호": "5.",
                "호내용": "5.  제33조에 따른 행위준칙을 위반한 자"
              },
              {
                "호번호": "6.",
                "호내용": "6.  제35조제3항을 위반하여 증권을 한국예탁결제원에 예탁하지 아니한 자"
              },
              {
                "호번호": "7.",
                "호내용": "7.  제36조제3항을 위반하여 자산을 구분관리하지 아니한 자"
              },
              {
                "호번호": "8.",
                "호내용": "8.  제37조제1항을 위반하여 투자보고서를 공시하지 아니하거나 거짓으로 공시한 자"
              },
              {
                "호번호": "8의2.",
                "호내용": "8의2.  제37조제3항을 위반하여 해당 사항을 공시하지 아니하거나 거짓으로 공시한 자"
              },
              {
                "호번호": "9.",
                "호내용": "9.  제40조제1항에 따른 인가를 받지 아니하거나 등록을 하지 아니하고 같은 항 각 호의 어느 하나의 행위를 한 자"
              },
              {
                "호번호": "9의2.",
                "호내용": "9의2.  제40조제4항을 위반하여 변경인가를 받지 아니한 자"
              },
              {
                "호번호": "10.",
                "호내용": "10.  제41조제3항에 따른 시정명령 또는 보완명령을 이행하지 아니한 자"
              }
            ]
          },
          "조문내용": "제52조(벌칙) 다음 각 호의 어느 하나에 해당하는 자는 1년 이하의 징역 또는 1천만원 이하의 벌금에 처한다. <개정 2012.12.18, 2015.6.22, 2016.1.19, 2018.8.14, 2020.12.22, 2023.8.16>",
          "조문제목": "벌칙",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "53",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0053001",
          "조문내용": "제53조(양벌규정) 법인의 대표자나 법인 또는 개인의 대리인, 사용인, 그 밖의 종업원이 그 법인 또는 개인의 업무에 관하여 제50조부터 제52조까지의 어느 하나에 해당하는 위반행위를 하면 그 행위자를 벌하는 외에 그 법인 또는 개인에게도 해당 조문의 벌금형을 과(科)한다. 다만, 법인 또는 개인이 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우에는 그러하지 아니하다.",
          "조문제목": "양벌규정",
          "조문이동이후": "",
          "조문여부": "조문"
        },
        {
          "조문번호": "54",
          "조문제개정유형": "일부개정",
          "조문시행일자": "20240821",
          "조문변경여부": "N",
          "조문이동이전": "",
          "조문참고자료": "[전문개정 2010.4.15]",
          "조문키": "0054001",
          "항": [
            {
              "항번호": "①",
              "항내용": "① 다음 각 호의 어느 하나에 해당하는 자에게는 1천만원 이하의 과태료를 부과한다. <개정 2012.12.18, 2013.7.16, 2015.6.22, 2016.1.19, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제3조제4항을 위반하여 부동산투자회사 또는 이와 유사한 명칭(대통령령으로 정하는 외국어문자를 포함한다)을 사용한 자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  삭제 <2015.6.22>"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제11조제3항에 따른 주식처분 명령을 이행하지 아니한 자"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제14조의8제2항을 위반하여 영업인가를 받거나 등록을 한 날부터 2년 이내에 발행되는 주식 총수의 100분의 30 이상을 일반의 청약에 제공하지 아니한 자"
                },
                {
                  "호번호": "4의2.",
                  "호내용": "4의2.  제14조의8제4항을 위반하여 해당 청약에 관한 정보를 공개하지 아니한 자"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제20조제1항을 위반하여 주식을 상장하지 아니한 자"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  제22조제1항을 위반하여 자산운용 전문인력을 상근으로 두지 아니한 자"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  제22조의3제3항을 위반하여 다른 업무를 겸영한 자"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  제23조제4항을 위반하여 부동산투자자문 또는 이와 유사한 명칭(대통령령으로 정하는 외국어문자를 포함한다)을 사용한 자"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  제25조의2제1항에 따른 회계처리기준을 위반한 자"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  삭제 <2015.6.22>"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  제35조제1항을 위반하여 자산의 보관과 이와 관련된 업무를 위탁하지 아니한 자"
                },
                {
                  "호번호": "12.",
                  "호내용": "12.  제39조제1항 또는 제39조의2제1항에 따른 자료 제출, 보고 또는 검사를 거부ㆍ방해 또는 기피하거나 거짓으로 자료 제출 또는 보고를 한 자"
                },
                {
                  "호번호": "12의2.",
                  "호내용": "12의2.  삭제 <2020.12.22>"
                },
                {
                  "호번호": "12의3.",
                  "호내용": "12의3.  제40조제2항에 따른 신고를 하지 아니한 자"
                },
                {
                  "호번호": "13.",
                  "호내용": "13.  제47조제1항을 위반하여 내부통제기준을 정하지 아니한 자"
                },
                {
                  "호번호": "14.",
                  "호내용": "14.  제47조제2항을 위반하여 준법감시인을 상근으로 두지 아니한 자"
                }
              ]
            },
            {
              "항번호": "②",
              "항내용": "② 다음 각 호의 어느 하나에 해당하는 자에게는 500만원 이하의 과태료를 부과한다. <개정 2012.12.18, 2013.3.23, 2013.7.16, 2020.6.9, 2020.12.22, 2023.8.16>",
              "호": [
                {
                  "호번호": "1.",
                  "호내용": "1.  제8조의2제3항에 따른 조치를 이행하지 아니한 자"
                },
                {
                  "호번호": "2.",
                  "호내용": "2.  제11조제5항을 위반하여 자료를 제출하지 아니하거나 거짓으로 자료를 제출한 자"
                },
                {
                  "호번호": "3.",
                  "호내용": "3.  제11조의2를 위반하여 지점을 설치한 자 또는 직원을 고용하거나 상근 임원을 둔 자"
                },
                {
                  "호번호": "4.",
                  "호내용": "4.  제14조의5제3항 후단을 위반하여 법인이사의 직무를 수행할 자를 위탁관리 부동산투자회사에 서면으로 알리지 아니한 자"
                },
                {
                  "호번호": "5.",
                  "호내용": "5.  제18조를 위반하여 주식의 발행조건을 균등하게 정하지 아니한 자"
                },
                {
                  "호번호": "5의2.",
                  "호내용": "5의2.  정당한 사유 없이 제22조제2항에 따른 사전교육 또는 같은 조 제3항ㆍ제4항에 따른 보수교육을 받지 아니한 자"
                },
                {
                  "호번호": "6.",
                  "호내용": "6.  제26조제3항을 위반하여 부동산투자자문회사의 평가를 거치지 아니하고 부동산개발사업에 투자한 자 또는 부동산투자자문회사가 작성한 평가서를 부동산개발사업에 투자하기 1개월 전에 국토교통부장관에게 제출하지 아니한 자"
                },
                {
                  "호번호": "7.",
                  "호내용": "7.  제31조제2항을 위반하여 겸업 또는 겸직을 한 자"
                },
                {
                  "호번호": "8.",
                  "호내용": "8.  제37조제1항을 위반하여 투자보고서를 기한까지 제출하지 아니한 자"
                },
                {
                  "호번호": "9.",
                  "호내용": "9.  삭제 <2018.8.14>"
                },
                {
                  "호번호": "10.",
                  "호내용": "10.  제39조제2항에 따른 조치를 이행하지 아니한 자"
                },
                {
                  "호번호": "11.",
                  "호내용": "11.  제41조제1항 또는 제2항에 따른 보고의무를 이행하지 아니한 자"
                }
              ]
            },
            {
              "항번호": "③",
              "항내용": "③ 제1항 및 제2항에 따른 과태료는 대통령령으로 정하는 바에 따라 국토교통부장관이 부과ㆍ징수한다. <개정 2013.3.23>"
            }
          ],
          "조문내용": "제54조(과태료)",
          "조문제목": "과태료",
          "조문이동이후": "",
          "조문여부": "조문"
        }
      ]
    },
    "제개정이유": {
      "제개정이유내용": [
        [
          "[일부개정]",
          "◇ 개정이유 및 주요내용",
          "  자산관리회사의 설립인가 전에 받아야 했던 예비인가를 폐지하고, 대토보상권을 현물출자한 날부터 1년이 경과하면 부동산투자회사의 주주가 주식을 처분할 수 있도록 하며, 부동산투자회사의 이익배당한도를 산정할 때 자산의 평가손실을 고려하지 않도록 하는 등 현행 제도의 운영상 나타난 일부 미비점을 개선ㆍ보완함.",
          "<법제처 제공>"
        ]
      ]
    }
  }
}