{
  "AdmRulService": {
    "행정규칙기본정보": {
      "현행여부": "Y",
      "담당부서기관명": "금융정보분석원(기획행정실)",
      "담당자명": "박정영",
      "행정규칙종류코드": "B0003",
      "행정규칙명": "자금세탁방지 및 공중협박자금조달금지에 관한 업무규정",
      "발령일자": "20241112",
      "행정규칙종류": "고시",
      "제개정구분코드": "200403",
      "조문형식여부": "Y",
      "소관부처명": "금융정보분석원",
      "전화번호": "02-2100-1736",
      "제개정구분명": "일부개정",
      "소관부처코드": "1160100",
      "생성일자": "20241121",
      "행정규칙ID": "2037208",
      "시행일자": "20250513",
      "담당부서기관코드": "1160132",
      "발령번호": "2024-2",
      "행정규칙일련번호": "2100000249570",
      "상위부처명": "금융위원회"
    },
    "조문내용": [
      "제1장 총칙 ",
      "제1조(목적) 이 규정은 「특정금융거래정보의 보고 및 이용 등에 관한 법률」(이하 ‘법’이라 한다) 제4조부터 제5조의4까지 및 동법 시행령(이하 ‘영’이라 한다) 제5조제4항ㆍ제15조제4항에서 위임된 사항과 그 시행에 필요한 사항을 정함을 목적으로 한다. ",
      "제2조(정의) 이 규정에서 사용하는 용어의 정의는 특별히 정한 경우 외에는 법ㆍ영 및 「공중 등 협박목적 및 대량살상무기확산을 위한 자금조달행위의 금지에 관한 법률」(이하 \"공중협박자금조달금지법\"이라 한다) 등 관련법령에서 정하는 바에 따른다. ",
      "제3조(적용대상) 이 규정 중 제1편은 법 제2조제1호에 따른 금융회사등(법 제2조제1호하목에 따른 카지노사업자는 제외)에 적용되고, 제2편은 법 제2조제1호하목에 따른 카지노사업자(이하 \"카지노사업자\"라 한다)에 적용된다. ",
      "제1편 금융회사등(카지노사업자 제외) ",
      "제2장 내부통제 구축 ",
      "제1절 구성원별 역할 및 책임 ",
      "제4조(이사회의 역할 및 책임) ① 금융회사등은 자금세탁방지와 공중협박자금ㆍ대량살상무기확산자금조달금지(이하 \"자금세탁방지등\"이라한다) 업무와 관련하여 이사회에 역할과 책임을 부여하여야 한다. ② 제1항에 따른 역할과 책임에는 다음 각 호의 사항이 포함되어야 한다. 1. 법 제5조제1항제2호에 따른 절차 및 업무지침(이하 \"업무지침\"이라 한다)의 제정ㆍ개정 및 폐지 2. 독립적 감사 결과 및 사후조치에 대한 검토와 승인 3. 대표이사ㆍ「금융회사의 지배구조에 관한 법률」 (이하 \"금융사지배구조법\"이라 한다) 등 법령에 따른 준법감시인 또는 「상법」에 따른 준법지원인(준법감시인과 준법지원인을 포괄하여 이하 \"준법감시인등\"이라 한다)ㆍ보고책임자 등에게 내부통제체계[계열회사(「독점규제 및 공정거래에 관한 법률」 제2조제12호에 따른 계열회사를 말한다. 이하 같다)와 자회사(상법 제342조의2에 따른 자회사를 말한다. 이하 같다)를 보유한 금융회사등의 경우 계열회사와 자회사를 포함하는 내부통제체계를 의미한다. 이하 같다] 구축ㆍ운영 실태의 보고요구, 취약점에 대한 개선지시, 취약점 개선조치 사항에 대한 검토와 승인 ",
      "제5조(대표이사의 역할 및 책임) ① 금융회사등은 대표이사(대표이사가 없는 경우 이에 준하는 자를 말한다. 이하 같다)에게 자금세탁방지등 업무와 관련하여 역할과 책임을 부여하여야 한다. ② 제1항에 따른 역할과 책임에는 다음 각 호의 사항이 포함되어야 한다. 1. 자금세탁방지등을 위한 내부통제체계의 총괄적 구축ㆍ운영 2. 업무지침 제정ㆍ개정ㆍ폐지 안건의 이사회 상정(법규 개정에 따른 용어변경, 자구수정 등 업무지침 내용의 실질적인 변화를 수반하지 않는 개정의 경우에는 대표이사가 이를 승인할 수 있다) 및 세부 업무지침 승인 3. 전문인력 배치 등 지원조직 구성ㆍ유지 4. 보고책임자 등에게 보고받은 내부통제체계의 취약점 개선 및 개선조치 사항의 이사회 보고 5. 다음 각 목의 기준(준법감시인등을 보고책임자로 임명하는 경우에는 적용하지 아니한다)에 따라 다른 직을 겸하는지 여부 등을 고려하여 직무를 충실하게 수행할 수 있는 보고책임자를 임명 가. 자격요건(법령에 따라 준법감시인등을 둘 의무가 부여된 금융회사등에 한정한다)   1) 법 제2조제1호의 금융회사등 또는 금융사지배구조법 시행령 제21조제2항제2호가목부터 바목까지의 기관에서 2년 이상(자금세탁방지등을 주된 업무로 하지 않은 경우 경력의 절반만 인정하고 월단위 이하 15일 이상은 1월로 하며 15일 미만은 계산하지 아니한다. 이하 같다) 자금세탁방지등 관련 분야 업무를 수행한 경력이 있는 사람   2) 자금세탁방지등 관련 분야의 석사학위 이상의 학위소지자로서 2년 이상 자금세탁방지등 관련 분야 업무를 수행한 경력이 있는 사람   3) 변호사 또는 공인회계사의 자격을 가진 사람으로서 2년 이상 자금세탁방지등 관련 분야 업무를 수행한 경력이 있는 사람   4) 금융정보분석원, 법 제10조제4항에 따른 검찰총장등을 장으로 하는 법집행기관(금융위원회와 중앙선거관리위원회를 포함한다), 영 제15조제3항 각 호의 검사수탁기관에서 2년 이상 자금세탁방지등 관련 분야 업무를 수행한 경력이 있는 사람 나. 직위   1) 법 제2조제1호가목부터 라목(외국은행의 국내지점은 제외한다) 및 사목부터 아목(조합은 제외한다)까지의 금융회사등: 사내이사 또는 업무집행책임자   2) 1)에 속하지 않고 금융사지배구조법 제25조제2항에 따라 사내이사 또는 업무집행책임자 중에서 준법감시인을 두어야 하는 금융회사등 : 준법감시인 차하위 직위 이상   3) 1)과 2)에 속하지 않는 법 제2조제1호의 금융회사등 : 자금세탁방지등 업무의 독립적 수행을 위해 필요한 일정 직위 이상 6. 제19조제2항제1호에 따른 정책ㆍ통제ㆍ절차에 관한 사항 7. 보고책임자가 수행하는 자금세탁방지등 업무를 상당한 주의를 다하여 감독할 책임(준법감시인등을 둘 법령상 의무가 있는 금융회사등의 경우 준법감시인등을 보조하는 범위에 한정한다) ",
      "제5조의2(준법감시인등의 역할 및 책임) ① 금융회사등은 준법감시인등에게 자금세탁방지등 업무와 관련하여 역할과 책임을 부여하여야 한다. 다만, 준법감시인등을 둘 법령상 의무가 없는 금융회사등은 제2항제1호의 역할과 책임을 보고책임자에게 부여하여야 한다. ② 제1항에 따른 역할과 책임에는 다음 각 호의 사항이 포함되어야 한다. 1. 법 제5조제4항에 따라 임직원의 직무 수행시 업무지침 준수여부 감독 2. 보고책임자가 수행하는 자금세탁방지등 업무를 상당한 주의를 다하여 감독할 책임(준법감시인등이 보고책임자를 겸직하지 않는 경우에 한정한다) ",
      "제6조(보고책임자의 역할 및 책임) ① 금융회사등의 보고책임자는 법 제4조 및 제4조의2에 따라 의심되는 거래 또는 고액현금거래를 금융정보분석원장에게 보고하여야 한다. ② 금융회사등의 보고책임자는 법 제5조의2에 따른 고객확인의 이행과 관련된 업무를 총괄한다. ③ 금융회사등은 자금세탁방지등을 위한 내부통제체계의 구체적 구축ㆍ운영과 관련하여 보고책임자에게 역할과 책임을 부여하여야 한다. ④ 제3항에 따른 역할과 책임에는 다음 각 호의 사항이 포함되어야 한다. 1. 세부 업무지침의 마련 및 운용 2. 직무기술서 등에 자금세탁방지등의 업무와 관련한 임직원별 역할과 책임 및 보고체계 등 명시 3. 전자금융기술의 발전, 금융 신상품의 개발 등에 따른 자금세탁행위 및 공중협박자금ㆍ대량살상무기확산자금 조달(이하 \"자금세탁행위등\"이라 한다) 유형과 기법에 대한 대응방안 마련 4. 직원알기제도의 수립 및 운영 5. 임직원에 대한 교육 및 연수 6. 자금세탁방지등의 업무와 관련된 자료의 보존책임 7. 자금세탁방지등 관련 내부통제체계 구축ㆍ운영실태의 정기적 점검 및 그 결과 발견된 취약점의 대표이사 등에 대한 보고(다만, 대표이사는 준법감시인등이 점검ㆍ보고하도록 할 수 있다) 8. 기타 자금세탁방지등과 관련하여 필요한 사항 등 9. 삭제 ⑤ 제1항부터 제4항까지의 규정에도 불구하고 보고책임자가 합리적 업무절차에 따라 상당한 주의를 다하여 직무를 수행한 경우 업무의 분장 및 조직구조 등을 포함한 위법ㆍ부당행위의 실질을 고려하여 관련자의 구분을 달리할 수 있다. ⑥ 금융회사등의 보고책임자는 금융정보분석원과의 업무협조 및 정보교환 등을 위해 적절한 조치를 취하여야 한다. ⑦ 제6항에 따른 조치에는 다음 각 호의 사항이 포함되어야 한다. 1. 특정금융거래정보의 분석을 위해 금융정보분석원장이 문서에 의해 외국환거래 등을 이용한 금융거래 관련 정보 또는 자료의 제공을 요청하는 경우 그 제공 2. 의심되는 거래보고 및 고액현금거래보고와 관련한 내부보고체계 운용상황의 점검ㆍ개선사항에 대하여 금융정보분석원과의 정보교환 등 ",
      "제2절 교육 및 연수 ",
      "제7조(교육ㆍ연수 실시 등) ① 금융회사등은 법 제5조제1항제3호에 따른 교육 및 연수프로그램을 수립하고 운용하여야 한다. ② 보고책임자는 제1항에 따른 교육 및 연수를 연 1회 이상 실시하여야 한다. ",
      "제8조(교육내용) ① 금융회사등은 직위 또는 담당 업무 등 교육대상에 따라 적절하게 구분하여 교육 및 연수를 실시하여야 한다. ② 금융회사등은 제1항에 따라 교육 및 연수를 실시하는 경우 다음 각 호의 내용이 포함되도록 하여야 한다. 1. 자금세탁방지등에 관한 법규 및 제도의 주요내용 2. 자금세탁방지등과 관련된 내부정책 및 절차 3. 의심되는 거래의 유형 및 최근 동향 4. 고객확인의 이행과 관련한 고객 유형별 업무처리 절차 5. 의심되는 거래 및 고액현금거래보고 업무처리 절차 6. 자금세탁방지등과 관련된 임직원의 역할 등 ",
      "제9조(교육방법 등) ① 금융회사등은 제7조에 따른 교육 및 연수를 집합, 전달, 화상 등 다양한 방법으로 실시할 수 있다. ② 금융회사등은 교육 및 연수를 실시한 경우 그 일자ㆍ대상ㆍ내용 등을 기록ㆍ보존하여야 한다. ",
      "제3절 직원알기제도 ",
      "제10조(정의) 직원알기제도란 금융회사등이 자금세탁행위등에 자신의 임ㆍ직원이 이용되지 않도록 하기 위해 임ㆍ직원을 채용(재직 중 포함)하는 때에 그 신원사항 등을 확인하고 심사하는 것을 말한다. ",
      "제11조(절차수립 등) ① 금융회사등은 직원알기제도의 이행과 관련된 절차와 방법을 수립하여야 한다. ② 금융회사등은 제1항에 따라 수립된 관련 절차 등이 원활하게 운용될 수 있도록 적절한 조치를 취하여야 한다. ",
      "제4절 독립적 감사체계 ",
      "제12조(정의 등) ① 독립적 감사체계란 금융회사등이 자금세탁방지등의 업무를 수행하는 부서와는 독립된 부서에서 그 업무수행의 적절성, 효과성을 검토ㆍ평가하고 이에 따른 문제점 등을 개선하기 위해 취하는 절차 및 방법 등을 말한다. ② 금융회사등은 제1항에 따라 독립적인 감사를 실시하기 위한 체계를 구축ㆍ운영하여야 한다. ",
      "제13조(주체) ① 금융회사등은 감사 또는 감사위원회로 하여금 제12조에 따른 독립적 감사를 실시하도록 하여야 한다. ② 금융회사등은 제1항에 따른 독립적 감사를 실시하는 자로 하여금 자금세탁방지등의 업무평가를 위해 관련 전문성을 갖출 수 있도록 적절한 조치를 취하여야 한다. ③ 제1항에도 불구하고 금융회사등은 감사부서 외의 내부부서(자금세탁방지등의 업무를 담당하는 부서는 제외한다) 또는 외부전문가로 하여금 독립적 감사를 실시하게 할 수 있다. ",
      "제14조(주기) 금융회사등은 독립적 감사를 연 1회 이상 실시하여야 한다. 다만, 영업점에 대해서는 자금세탁방지등의 이행수준과 자금세탁행위등의 위험도를 고려하여 감사주기를 따로 정할 수 있다. ",
      "제15조(방법 및 범위) ① 금융회사등은 실지감사의 방법으로 독립적 감사를 실시하여야 한다. 다만, 영업점에 대해서는 실지감사ㆍ서면ㆍ모니터링 등의 방법을 활용하여 실시할 수 있다. ② 금융회사등이 실시하는 독립적 감사는 자금세탁방지등의 업무수행의 적절성과 효과성 등을 검토ㆍ평가하고 그에 따른 의견을 제시할 수 있도록 다음 각 호의 사항이 포함되어야 한다. 1. 자금세탁방지등 관련정책, 절차 및 통제활동 등의 설계ㆍ운영의 적정성 및 효과성 2. 자금세탁방지등 모니터링 시스템의 적정성 3. 관련업무의 효율적 수행을 위한 인원의 적정성 등 ",
      "제16조(결과보고 등) 금융회사등의 감사 또는 감사위원회는 제14조에 따라 감사를 실시한 후 그 결과를 이사회에 보고하고 감사범위ㆍ내용ㆍ위반사항 및 사후조치 등을 기록ㆍ관리하여야 한다. ",
      "제5절 신상품 등 자금세탁방지 절차 수립 ",
      "제17조(절차 수립) 금융회사등은 다음 각 호의 어느 하나에 해당하는 사항을 식별하고 확인ㆍ평가ㆍ이해하기 위한 정책과 절차를 수립ㆍ운영하여야 하며, 위험요소를 관리ㆍ경감하기 위한 적절한 조치를 취하여야 한다. 1. 금융회사 자체 및 금융거래 등에 내재된 자금세탁행위등의 위험 2. 신규 금융상품 및 서비스 (새로운 기술 및 지급ㆍ결제 수단의 이용에 따른 것을 포함한다) 등을 이용한 자금세탁행위등의 위험 ",
      "제6절 자금세탁방지제도 이행 평가 ",
      "제18조(종합평가) 금융정보분석원장은 자금세탁방지제도의 원활한 정착과 적극적 이행을 유도하기 위하여 매년 금융회사등의 자금세탁방지제도 이행현황 등에 대하여 종합적인 평가를 실시하여야 한다. ",
      "제19조(위험관리수준 평가) ① 금융회사등은 자신의 자금세탁 행위등의 위험을 확인ㆍ평가ㆍ이해(이하 \"위험평가등\"이라 한다)하기 위해 다음 각 호의 조치들을 포함하여 적절한 조치를 취해야 한다. 1. 위험평가등의 결과를 문서화 2. 전반적 위험의 수준과 위험의 완화를 위해 적용되어야 할 적절한 조치의 수준과 종류를 결정하기에 앞서 관련된 모든 위험요소들을 고려 3. 위험평가등의 결과를 지속적으로 최신 상태로 유지 4. 위험평가등의 정보를 금융정보분석원장 및 법 제11조제6항에 따른 검사수탁기관의 장에게 제공하기 위한 적절한 운영체계 구축 5. 제28조부터 제31조까지의 내용을 위험평가등에 반영 ② 금융회사등은 자신의 자금세탁행위등의 위험을 관리하고 경감하기 위해서 다음 각 호의 조치를 취해야 한다. 1. 경영진의 승인을 거친 정책ㆍ통제ㆍ절차(이하 \"통제등\"이라 한다)를 구비 2. 통제등의 시행 여부를 감시하고 필요한 경우 통제등을 강화 3. 자금세탁행위등의 위험이 높은 것으로 확인된 분야에 대해 강화된 조치 수행 4. 제17조 및 제70조 제2항에 따른 자금세탁행위등의 위험을 평가할 수 있는 절차 수립ㆍ운영 사항 반영 ③ 금융회사등은 법 제5조제1항제2호에 따른 절차 및 업무지침 작성ㆍ운용 사항 중 같은 조 제3항제1호의 의무이행과 관련하여 제1항 및 제2항의 내용을 반영하고 준수하여야 한다. ④ 금융정보분석원장은 금융회사등이 자신의 금융거래 등에 내재된 자금세탁행위등의 위험에 상응하여 적절한 조치를 취하고 있는지 주기적으로 평가(‘위험관리수준 평가’)하여야 한다. ⑤ 금융정보분석원장은 위험관리수준 평가를 위해 필요한 내용을 금융회사등이 보고하도록 조치할 수 있으며, 금융회사등은 금융정보분석원장이 정하여 통보한 방법 및 기한 등에 따라 보고하여야 한다. 다만, 금융정보분석원장이 검사수탁기관의 장과 협의하여 달리 정하는 경우에는 그에 따른다. ⑥ 금융정보분석원장은 위험관리수준 평가 결과를 검사수탁기관의 장과 공유하고 감독, 검사 및 교육에 활용하여야 하며, 금융정보분석원장 및 검사수탁기관장은 금융회사등에 대한 검사계획 수립, 검사의 강도 및 빈도를 결정할 때 다음 각 호를 고려하여야 한다. 1. 각 금융회사등의 위험 특성에 대한 평가를 통해 파악한 금융회사등의 자금세탁행위등의 위험과 관련 정책, 내부통제 및 절차 위험 2. 국가위험평가 등을 통해 확인된 자금세탁행위등의 위험 3. 우리나라에 존재하는 자금세탁행위등의 위험 4. 금융회사등의 특성. 특히 금융회사등의 다양성, 수, 위험기반접근법에 따라 금융회사등에 허용된 재량의 수준 ⑦ 금융정보분석원장 및 검사수탁기관장은 주기적인 자금세탁방지행위등과 관련 위험관리수준 평가 등에 기반한 점검 및 검사를 실시하고, 금융회사등의 경영 또는 운영 관련 중요한 사안이 발생했을 때에는 적시에 점검 및 검사를 실시하여야 한다. ",
      "제3장 고객확인 ",
      "제1절 통칙 ",
      "제20조(정의) ① 고객확인이란 금융회사등이 고객과 금융거래를 하는 때에 자신이 제공하는 금융상품 또는 서비스가 자금세탁행위등에 이용되지 않도록 법 제5조의2에 따라 고객의 신원확인 및 검증, 거래목적 및 실제소유자 확인 등 고객에 대하여 합당한 주의를 기울이는 것을 말한다. ② 간소화된 고객확인이란 고객확인 조치를 이행하는 금융회사 또는 금융정보분석원 등 정부에서 실시한 위험평가 결과 자금세탁행위등의 위험이 낮은 것으로 평가된 고객 또는 상품 및 서비스에 한하여, 제1항에 따른 고객확인을 위한 절차와 방법 중 일부(제38조에 따른 고객신원확인 제외)를 적용하지 않을 수 있음을 말한다. 다만, 다음 각 호의 경우에는 간소화된 고객확인 절차와 방법 등을 적용할 수 없다. 1. 외국인인 고객이 자금세탁방지 국제기구(이하 ‘FATF’라 한다) 권고사항을 도입하여 효과적으로 이행하고 있는 국가의 국민(법인 포함)이 아닌 경우 2. 자금세탁등이 의심되거나 위험이 높은 것으로 평가되는 경우 ③ 강화된 고객확인이란 고객확인 조치를 이행하는 금융회사등 또는 정부에서 실시한 위험평가 결과 자금세탁행위등의 위험이 높은 것으로 평가된 고객 또는 상품 및 서비스에 대하여 제38조부터 제40조에 따른 신원확인 및 검증 이외에 제41조부터 제42조 및 제4장에 따른 추가적인 정보를 확인하는 것을 말한다. ④ 「보험업법」에 따른 생명보험 등 상법 제639조에 따른 타인을 위한 보험에 따른 금융거래의 경우 고객은 보험계약자 및 수익자를 말한다. ⑤ 금융회사등이 「신탁법」상 신탁(이하 \"신탁\"이라 한다)과 금융거래를 하는 경우 고객은 위탁자, 수탁자, 신탁관리인 및 수익자를 포함한다(금융회사등이 신탁에 대해 고객확인을 이행하는 경우 신탁의 수탁자는 수탁인으로서의 지위를 금융회사등에 공개해야 한다). ",
      "제21조(업무지침의 작성 및 운용) 금융회사등은 법 제5조의2에 따라 고객확인을 효과적으로 이행하기 위해 작성ㆍ운용하는 업무지침에 다음 각 호의 사항을 포함하여야 한다. 다만, 법 제5조의2에 따른 업무지침은 법 제5조제2호에 따른 업무지침에 포함하여 작성ㆍ운용할 수 있다. 1. 고객확인의 적용대상 및 이행시기 2. 자금세탁행위등의 위험도에 따른 고객의 신원확인 및 검증 절차와 방법 3. 고객의 신원확인 및 검증 거절시의 처리 절차와 방법 4. 주요 고위험고객군에 대한 고객확인 이행 5. 지속적인 고객확인 이행 6. 자금세탁행위등의 위험도에 따른 거래모니터링 체계 구축 및 운용 등 ",
      "제2절 적용대상 ",
      "제22조(계좌 신규 개설) 법 제5조의2 제1항제1호 및 영 제10조의2 제2항에 의한 ‘계좌의 신규 개설’은 다음 각 호를 포함한다. 1. 예금계좌, 위탁매매계좌 등의 신규 개설 2. 보험ㆍ공제계약ㆍ대출ㆍ보증ㆍ팩토링 계약의 체결 3. 양도성 예금증서, 표지어음 등의 발행 4. 펀드 신규 가입 5. 대여금고 약정, 보관어음 수탁을 위한 계약 6. 기타 영 제10조의2 제2항에 따른 금융거래를 개시할 목적으로 금융회사등과 계약을 체결하는 것 ",
      "제23조 (일회성 금융거래) ① 법 제5조의2 제1항제1호 및 영 제10조의2 제2항에 의한 ‘일회성 금융거래’는 다음 각 호를 포함한다. 1. 무통장 입금(송금), 외화송금 및 환전, 2. 자기앞수표의 발행 및 지급 3. 보호예수(봉함된 경우 기준금액 미만으로 봄) 4. 선불카드 매매 5. < 삭 제 > ② 제1항에 의한 일회성 금융거래에는 영 제10조의3에 의한 기준금액 이상의 단일 금융거래 뿐만 아니라 동일인 명의의 일회성 금융거래로서 7일 동안 합산한 금액이 영 제10조의3에 의한 기준금액 이상인 금융거래(이하 ‘연결거래’라 한다)를 포함한다. ③ 제2항에 따른 연결거래의 경우에는 당해 거래당사자가 동 거래를 한 이후 최초 금융거래시 고객확인을 하여야 한다. ",
      "제24조(기타 고객확인이 필요한 거래) ① <삭 제> ② <삭 제> ③ 금융회사등은 제45조에 따른 100만원 초과의 전신송금거래가 발생하는 경우 송금자의 성명, 주민등록번호, 수취인의 계좌번호를 확인하여야 한다. ",
      "제25조(기존고객) ① 금융회사등은 법령 등의 개정에 따른 효력이 발생 <2008. 12. 22.>하기 이전에 이미 거래를 하고 있었거나 거래를 한 고객(이하 ‘기존고객’이라 한다)에 대하여 적절한 시기에 고객확인을 하여야 한다. ② 제1항의 고객확인을 하여야 할 적절한 시기는 다음 각 호의 어느 하나에 해당하는 때를 말한다. 1. 자금세탁행위등의 우려가 높은 거래가 발생하는 경우 2. 고객확인자료 기준이 실질적으로 변한 경우 3. 계좌운영방식에 중요한 변화가 있는 경우 4. 고객에 대한 정보가 충분히 확보되지 않았음을 알게 된 경우 ③ 금융회사등은 제1항에 따른 효력이 발생한 이후에 고객확인을 통해 새로 고객이 된 자가 그 후 제2항 각 호의 어느 하나에 해당하는 때에는 그 고객에 대하여 다시 고객확인을 하여야 한다. ",
      "제26조(인수 및 합병) 금융회사등은 인수ㆍ합병 등을 통해 새롭게 고객이 된 자에 대해서도 고객확인을 하여야 한다. 다만, 다음 각 호를 모두 총족하는 경우에는 이를 생략할 수 있다. 1. 고객확인 관련기록을 입수하고 피인수기관으로부터 법 제5조의2에 의한 고객확인 이행을 보증받은 경우 2. 제1호의 고객확인 관련자료에 대한 표본추출 점검 등을 통해 적정하다고 판단되는 경우 ",
      "제27조(해외지점 등에 대한 고객확인 등) ① 금융회사등은 해외에 소재하는 자신의 지점 또는 자회사(이하 \"금융회사등의 해외지점등\"이라 한다)의 자금세탁방지등의 의무이행 여부를 관리하여야 한다. ② 금융회사등은 FATF 권고사항이 이행되지 않거나 불충분하게 이행되고 있는 국가에 소재한 금융회사등의 해외지점등에 대하여 자금세탁방지등과 관련된 기준이 준수되도록 특별한 주의를 기울여야 한다. ③ 금융회사등은 해외지점등에 적용되는 자금세탁방지등에 관한 국내법과 현지법상의 기준이 다를 경우에는 소재국의 법령 및 규정이 허용하는 범위 내에서 더 높은 기준을 적용하여야 한다. ④ 금융회사등은 현지 국가의 자금세탁방지등의 기준이 국내 기준보다 낮은 경우 자금세탁행위등의 위험을 관리ㆍ경감할 수 있는 추가적인 조치를 취하고, 금융정보분석원에 이를 통지하여야 한다. ",
      "제3절 위험 평가 ",
      "제28조(위험 평가) ① 금융회사등은 자금세탁행위등과 관련된 위험을 식별하고 평가하여 고객확인에 활용하여야 한다. ② 금융회사등은 자금세탁등과 관련된 위험을 식별하고 평가함에 있어 다음 각호의 위험을 반영하여야 한다. 1. 국가위험 2. 고객유형 3. 상품 및 서비스 위험 등 ③ 금융회사등은 해당 고객의 자금세탁행위등의 위험도가 적정하게 반영되도록 위험 평가요소와 중요도를 정하여 자금세탁등의 위험을 평가하여야 한다. ④ 금융정보분석원장(검사수탁기관의 장을 포함한다)은 금융회사등이 제3항의 의무를 이행하도록 해야 한다. ",
      "제29조(국가위험) ① 금융회사등은 특정국가의 자금세탁방지제도와 금융거래 환경이 취약하여 발생할 수 있는 자금세탁행위등의 위험(이하 ‘국가위험’이라 한다)을 평가하여야 한다. ② 금융회사등이 제1항에 따라 국가위험을 평가하는 때에는 다음 각 호와 같은 공신력 있는 기관의 자료를 활용하여야 한다. 1. FATF가 성명서(Public Statement) 등을 통해 발표하는 고위험 국가(Higher-risk countries) 리스트 2. FATF가 이행 취약국가(Non-compliance)로 발표한 국가리스트 3. UN 또는 타 국제기구(World bank, OECD, IMF 등)에서 발표하는 제재, 봉쇄 또는 기타 이와 유사한 조치와 관련된 국가리스트 4. 금융회사등의 주요 해외지점등 소재 국가의 정부에서 자금세탁행위등의 위험이 있다고 발표하는 국가리스트 5. 국제투명성기구 등이 발표하는 부패관련 국가리스트 등 ",
      "제30조(고객유형 평가) ① 금융회사등은 고객의 특성에 따라 다양하게 발생하는 자금세탁행위등의 위험(이하 ‘고객위험’이라 한다)을 평가하여야 한다. 이 경우고객의 직업(업종)ㆍ거래유형 및 거래빈도 등을 활용할 수 있다. ② 금융회사등은 다음 각 호의 고객을 자금세탁행위등의 위험이 낮은 고객으로 고려할 수 있다. 1. 국가기관, 지방자치단체, 공공단체(영 제8조의5에 따른 공공단체) 2. 법 제2조 및 제11조에 따른 감독ㆍ검사의 대상인 금융회사등(카지노사업자, 환전영업자, 소액해외송금업자, 대부업자 제외) 3. 주권상장법인 및 코스닥 상장법인 공시규정에 따라 공시의무를 부담하는 상장회사 ③ 금융회사등은 다음 각 호의 고객을 자금세탁등과 관련하여 추가정보 확인이 필요한 고객으로 고려하여야 한다. 1. 금융회사등으로부터 종합자산관리서비스를 받는 고객 중 금융회사등이 추가정보 확인이 필요하다고 판단한 고객 2. 외국의 정치적 주요인물 3. 비거주자(다만, 자금세탁행위등의 위험도를 고려하여 달리 정할 수 있다) 4. 대량의 현금(또는 현금등가물)거래가 수반되는 카지노사업자, 대부업자, 환전영업자 등(영 제8조의4제2호에 따른 \"금융정보분석원장이 정하여 고시하는 자\"도 이와 동일하다) 5. 고가의 귀금속 판매상 6. 금융위원회가 공중협박자금조달금지법 제4조제1항에 따라 고시하는 금융거래제한대상자 7. UN(United Nations) 결의 제1267호(1999년)ㆍ제1989호(2011년) 및 제2253호(2015), 제1718호(2006년), 제2231호(2015년), 제1988호(2011년)에 의거 국제연합 안전보장이사회 또는 동 이사회 결의 제1267호(1999년)ㆍ제1989호(2011년) 및 제2253호(2015), 제1718호(2006년), 제2231호(2015년), 제1988호(2011년)에 의하여 구성된 각각의 위원회(Security Council Committee)가 지정한 자(이하 \"UN에서 지정하는 제재대상자\"라 한다) 8. 개인자산을 신탁받아 보유할 목적으로 설립 또는 운영되는 법인 또는 단체 9. 명의주주가 있거나 무기명주식을 발행한 회사 ",
      "제31조(상품 및 서비스 위험) ① 금융회사등은 고객에게 제공하는 상품 및 서비스에 따라 다양하게 발생하는 자금세탁행위등의 위험(이하 ‘상품위험’이라 한다)을 평가하여야 한다. 이 경우 상품 및 서비스의 종류, 거래채널 등을 활용하여 평가할 수 있다. ② 금융회사등은 다음 각 호를 자금세탁행위등의 위험이 낮은 상품 및 서비스로 고려할 수 있다. 1. 연간보험료가 300만원 이하 이거나 일시 보험료가 500만원 이하인 보험 2. 보험해약 조항이 없고 저당용으로 사용될 수 없는 연금보험 3. 연금, 퇴직수당 및 기타 고용인에게 퇴직 후 혜택을 제공하기 위하여 급여에서 공제되어 조성된 기금으로서 그 권리를 타인에게 양도할 수 없는 것 등 ③ 금융회사등은 다음 각 호의 상품 및 서비스를 자금세탁행위등의 위험이 높은 상품 및 서비스로 고려하여야 한다. 1. 양도성 예금증서(증서식 무기명) 2. 환거래 서비스 3. 자금세탁행위등의 위험성이 높은 비대면 거래 4. 기타 정부 또는 감독기관에서 고위험으로 판단하는 상품 및 서비스 등 ",
      "제4절 이행시기 ",
      "제32조(원칙) 금융회사등은 영 제10조의6에 따라 고객이 계좌를 신규로 개설하기 전 또는 당해 금융거래가 완료되기 전까지 고객확인을 하여야 한다. 제20조제4항에 따른 보험금 수익자에 대해서는 수익자 지정시 및 금융회사등이 수익자에게 보험금을 지급할 때에 고객확인을 하여야 한다. ",
      "제33조(예외) ① 금융회사등이 영 제10조의6 및 「특정 금융거래정보의 보고 및 감독규정」(이하 \"감독규정\"이라 한다) 제23조에 따라 금융거래 후 고객확인을 하는 때에는 감독규정 제23조에 따른 고객확인 시기가 도래한 이후 지체없이 이를 이행하여야 한다. 다만, 이 경우 다음 각 호의 요건을 충족하여야 한다. 1. 고객확인이 가능한 때에는 지체없이 고객확인을 이행할 것 2. 금융회사등이 고객의 자금세탁행위등의 위험을 효과적으로 관리할 수 있을 것 3. 고객의 정상적인 사업 수행을 방해하지 않을 것 ② 금융회사등은 제1항에 따라 금융거래 후 고객확인을 하는 경우에 발생할 수 있는 자금세탁행위등의 위험을 관리ㆍ통제할 수 있는 절차를 수립ㆍ운영하여야 한다. ",
      "제34조(지속적인 고객확인) ① 금융회사등은 고객확인을 한 고객과 거래가 유지되는 동안 당해 고객에 대하여 지속적으로 고객확인을 하여야 한다. ② 제1항에 따른 고객확인은 다음 각 호의 방법으로 하여야 한다. 1. 거래전반에 대한 면밀한 조사 및 이를 통해 금융회사등이 확보하고 있는 고객ㆍ사업ㆍ위험평가ㆍ자금출처 등 정보가 실제 거래내용과 일관성이 있는지 검토 2. 현존 기록에 대한 검토를 통해 고객확인을 위해 수집된 문서, 자료, 정보가 최신이며 적절한 것인지를 확인(특히 고위험군에 속하는 고객 또는 거래인 경우) ③ 금융회사등은 고객의 거래행위를 고려한 자금세탁행위등의 위험도에 따라 고객확인의 재이행 주기를 설정ㆍ운용하여야 한다. ",
      "제35조(비대면거래) ① 금융회사등은 비대면 거래와 관련된 자금세탁등의 위험에 대처하기 위한 절차와 방법을 마련하여야 한다. ② 금융회사등은 비대면에 의해 고객과 새로운 금융거래를 하거나 지속적인 고객확인을 하는 경우에 제1항에 따른 절차와 방법을 적용하여야 한다. ",
      "제36조(고객공지의무) ① 금융회사등은 고객에게 고객확인을 위해 필요한 문서와 자료 등을 공지하여야 한다. ② 금융회사등이 제1항에 따라 공지하는 때에는 다음 각 호의 내용이 포함되도록 하여야 한다. 1. 고객확인의 법적근거 2. 고객확인에 필요한 정보, 문서, 자료 등 3. 고객이 정보 등의 제출을 거부하거나, 검증이 불가능한 경우에 금융회사등이 취하는 조치 등 ",
      "제5절 고객확인 및 검증 ",
      "제37조(원칙) ① 금융회사등은 고객과 금융거래를 하는 때에는 그 신원을 확인하여야 하며 신뢰할 수 있고 독립적인 문서ㆍ자료ㆍ정보 등을 통하여 그 정확성을 검증하여야 한다. ② 금융회사등은 고객과 금융거래를 하는 경우에는 거래관계의 목적 및 성격을 이해하고, 필요한 경우 관련 정보를 확보하여야 한다. ③ 금융회사등은 법인 및 단체 [영리법인, 비영리법인, 외국법인, 신탁 및 그 밖의 단체를 포함한다. 이하 ‘법인ㆍ단체’이라 한다] 고객에 대해서 영위하는 사업의 성격, 지배구조 및 통제구조 등을 이해하여야 한다. ",
      "제38조(신원확인) ① 금융회사등이 확인하여야 하는 개인고객(외국인 포함, 이하 ‘개인고객’이라 한다)의 신원정보는 다음 각 호와 같다. 1. 성명 2. 생년월일 및 성별 : 외국인 비거주자의 경우에 한 함 3. 실명번호 4. 국적 : 외국인의 경우에 한 함 5. 주소 및 연락처 : 단, 외국인 비거자의 경우에는 실제 거소 또는 연락처 6. 직업 또는 업종 등 금융회사등이 자금세탁행위등의 방지를 위하여 필요로 하는 사항 ② 금융회사등이 확인하여야 하는 법인ㆍ단체 고객의 신원정보는 다음 각 호와 같다. 1. 법인(단체)명 2. 실명번호 3. 본점 및 사업장의 주소ㆍ소재지(외국법인인 경우 연락가능한 실제 사업장 소재지) 4. 대표자 또는 대표이사ㆍ이사 등 고위 임원에 대한 정보 : 개인고객의 신원확인 사항에 준함 5. 업종(영리법인인 경우), 회사 연락처 6. 설립목적(비영리법인인 경우) 7. 신탁의 경우 위탁자, 수탁자, 신탁관리인 및 수익자에 대한 신원정보 ③ 금융회사등은 영 제10조의4 제1호에 의해 개인 및 법인ㆍ단체 고객을 대신하여 계좌의 신규개설, 일회성 금융거래 등 금융거래를 하는 자(이하 ‘대리인’이라 한다)에 대해서는 그 권한이 있는지를 확인하고, 해당 대리인에 대해서도 고객확인을 하여야 한다. ④ 금융회사등은 법인ㆍ단체 고객의 경우에는 그 설립사실을 증명할 수 있는 법인등기부등본 등의 문서 등을 통하여 법인 또는 법률관계가 실제로 존재하는지 여부를 확인하여야 한다. ",
      "제39조(개인고객의 검증 등) ① 금융회사등이 검증하여야 하는 개인고객의 신원확인 정보는 다음 각 호와 같다. 1. 성명 2. 생년월일 : 외국인 비거주자의 경우에 한 함 3. 실명번호 4. 국적 : 외국인의 경우에 한 함 5. 주소 및 연락처 : 단, 외국인 비거주자의 경우 실제 거소 또는 연락처 ② 제1항에도 불구하고 자금세탁등의 위험이 낮은 경우로서 다음 각 호의 방법으로 고객의 신원을 확인한 때에는 제37조제1항에 따른 검증을 이행한 것으로 볼 수 있다. 이 경우 금융실명거래 및 비밀보장에 관한 법률(이하 ‘금융실명법’이라 한다)상 실명확인증표의 진위여부에 주의를 기울여야 한다. 1. 주민등록증 또는 운전면허증과 같이 고객의 사진이 부착되어 있으면서 제1항의 검증사항(연락처는 제외)을 모두 확인할 수 있는 실명확인증표로 고객의 신원을 확인한 경우 2. 학생ㆍ군인ㆍ경찰ㆍ교도소재소자 등에 대해 금융실명법상의 실명확인서류 원본에 의해 실명을 확인한 경우 ③ 금융회사등은 개인고객이 제2항의 적용대상이 아닌 때에는 제1항에 따라 검증하여야 하는 신원확인정보에 대하여 정부가 발행한 문서 등에 의해 검증하는 등 추가적인 조치를 취하여야 한다. ",
      "제40조(법인ㆍ단체 고객의 검증 등) ① 금융회사등이 검증하여야 하는 법인고객의 신원확인 정보는 다음 각 호와 같다. 1. 법인(단체)명 2. 실명번호 3. 본점 및 사업장의 주소ㆍ소재지(외국법인인 경우 연락 가능한 실제 사업장 소재지) 4. 업종(영리법인인 경우) 5. 설립목적(비영리법인인 경우) ② 금융회사등은 법인ㆍ단체 고객이 다음 각 호에 해당하고 자금세탁행위등의 위험이 낮은 것으로 평가된 경우에 한해 제20조제2항에 따른 간소화된 고객확인을 할 수 있다. 1. 국가기관, 지방자치단체, 공공단체(영 제8조의5에 따른 공공단체) 2. 법 제2조 및 제11조에 따른 감독ㆍ검사의 대상인 금융회사등(카지노사업자, 환전영업자, 소액해외송금업자, 대부업자 제외) 3. 주권상장법인 및 코스닥 상장법인 공시규정에 따라 공시의무를 부담하는 상장회사 ③ 금융회사등은 법인ㆍ단체 고객이 제2항의 적용대상이 아닌 때에는 제1항에 따라 검증하여야 하는 신원확인정보에 대하여 정부가 발행한 문서 등에 의해 검증하는 등 추가적인 조치를 취하여야 한다. ",
      "제41조(실제당사자) ① 금융회사등은 고객을 궁극적으로 지배하거나 통제하는 자연인(이하 ‘실제소유자’라 한다)이 누구인지를 신뢰할 수 있고 독립적인 관련정보 및 자료 등을 이용하여 그 신원을 확인하고 검증하기 위한 합리적인 조치를 취하여야 한다. ② 영 제10조의5제2항제3호에 따른 \"대표자\"는 법인ㆍ단체를 대표하는 자, 법인ㆍ단체 고객을 최종적으로 지배하거나 통제하는 자로서 대표이사ㆍ임원 등 고위 경영진의 직책에 있는 자연인 등을 말한다. ③ 금융회사등은 시행령 제10조의5 제5항에도 불구하고 법인ㆍ단체 고객의 실제 거래당사자 여부가 의심되는 등 고객이 자금세탁행위등을 할 우려가 있는 경우 실제소유자 여부를 파악하기 위하여 필요한 조치를 하여야 한다. ",
      "제42조(추가 확인정보의 범위) ① 금융회사등은 자금세탁행위등의 위험이 높은 것으로 평가된 고객에 대하여 금융거래의 목적 등 추가적인 정보를 확인하여야 한다. ② 금융회사등이 제1항에 따라 개인고객에 대하여 확인하여야 할 추가정보는 다음 각 호와 같다. 1. 직업 또는 업종(개인사업자) 2. 거래의 목적 3. 거래자금의 원천 4. 기타 금융회사등이 자금세탁 우려를 해소하기 위해 필요하다고 판단한 사항 ③ 금융회사등이 제1항에 따라 법인ㆍ단체 고객에 대하여 확인하여야 할 추가정보는 다음 각 호와 같다. 1. 법인구분 정보(대기업, 중소기업 등), 상장정보(거래소, 코스닥 등), 사업체 설립일, 홈페이지(또는 이메일) 등 회사에 관한 기본 정보 2. 거래자금의 원천 3. 거래의 목적 4. 금융회사등이 필요하다고 판단하는 경우 예상거래 횟수 및 금액, 회사의 특징이나 세부정보 등(주요상품/서비스, 시장 점유율, 재무정보, 종업원 수, 주요 공급자, 주요 고객 등) ④ 금융회사등이 제1항 내지 제3항을 이행하고자 할 때에는 고객에게 부당한 권리침해나 불편이 발생하지 않도록 주의하여야 한다. ",
      "제43조(요주의 인물 여부 확인) ① 금융회사등은 금융거래가 완료되기 전에 다음 각 호와 같은 요주의 인물 리스트 정보와의 비교를 통해 당해 거래고객(대리인, 법 제5조의2제1항제1호 나목에 따른 \"실제소유자\" 및 법인ㆍ단체 고객의 경우 대표자를 포함한다)이 요주의 인물인지 여부를 확인할 수 있는 절차를 수립ㆍ운영하여야 한다. 1. 공중협박자금조달금지법에서 금융위원회가 고시하는 금융거래제한대상자 리스트 2. UN에서 지정하는 제재대상자 3. 제69조 각 호에 따른 FATF지정 위험국가의 국적자(개인, 법인 및 단체를 포함한다) 또는 거주자 4. 금융회사등의 주요 해외지점등 소재 국가의 정부에서 자금세탁행위등의 위험을 우려하여 발표한 금융거래제한 대상자 리스트 5. 외국의 정치적 주요인물 리스트 등 ② 금융회사등은 고객이 제1항에 따른 요주의 인물에 해당하는 때에는 당해 고객과의 거래를 거절하거나 거래관계 수립을 위해 고위경영진의 승인을 얻는 등 필요한 조치를 취하여야 한다. ",
      "제44조(고객확인 및 검증거절시 조치 등) ① 금융회사등은 고객이 신원확인 정보 등의 제공을 거부하거나 자료를 제출하지 않는 등 고객확인을 할 수 없는 때에는 그 고객과의 거래를 거절하여야 한다. 이 경우 금융회사등은 법 제4조에 따른 의심거래보고 의무를 이행하여야 한다. ② 금융회사등은 이미 거래관계는 수립하였으나 고객확인을 할 수 없는 때에는 그 고객과의 거래관계를 종료하여야 한다. 이 경우 금융회사등은 법 제4조에 따른 의심거래보고 의무를 이행하여야 한다. ",
      "제44조의2(누설 금지) 금융회사등은 고객의 자금세탁행위등이 의심되나, 고객확인 절차를 수행하는 것이 비밀 누설의 우려가 있다고 합리적으로 판단되는 경우에는 고객확인 절차를 중단하고, 법 제4조에 따른 의심되는 거래보고 의무를 이행하여야 한다. ",
      "제6절 전신송금 ",
      "제45조 <삭 제> ",
      "제46조(전신송금 적용대상) 금융회사등은 법 제5조의3 및 영 제10조의7에 따라 100만원(외화의 경우 1천 미합중국달러 또는 그에 상당하는 다른 통화로 표시된 금액)을 초과하는 모든 국내ㆍ외 전신송금에 대하여 고객과 관련된 정보를 확인하고 보관하여야 한다. 다만, 다음 각 호의 거래에는 적용하지 않을 수 있다. 1. 현금카드, 직불카드 또는 체크카드 등에 의한 출금을 위한 이체 2. 카드 가맹점에서 신용카드, 직불카드 또는 체크카드 등에 의한 상품 및 서비스 구입에 대한 지불을 위한 이체 3. 신용카드에 의한 현금 또는 대출서비스를 위한 이체 4. 금융회사등 상호간의 업무를 수행하기 위한 이체와 결제 등 ",
      "제47조(송금금융회사등의 의무) ① 송금금융회사등은 국내ㆍ외 다른 금융회사등으로 자금을 이체할 때마다 다음 각 호의 송금관련 정보를 보관하고, 이를 중개금융회사등 또는 수취금융회사등에 제공하여야 한다. 1. 송금인 및 수취인의 성명 2. 송금인 및 수취인의 계좌번호(계좌번호가 없는 경우 참조 가능한 단일번호) 3. 삭제 4. 해외송금의 경우 송금인의 주소 또는 고유번호 또는 주민등록번호(법인인 경우에는 법인등록번호, 외국인인 경우에는 여권번호 또는 외국인등록번호 등을 말한다) 5. 송금금액 및 송금일자 6. 수취금융회사등의 명칭 7. 수취인의 성명 및 계좌번호(계좌번호가 없는 경우 참조 가능한 단일번호) ② 해외 송금시 금융회사등이 고객으로부터 의뢰받은 여러개의 송금을 묶음 형태로 일괄 송금하는 경우에도 제1항의 규정을 적용한다. ",
      "제48조(중개금융회사등 및 수취금융회사등의 의무) ① 중개금융회사등은 송금금융회사등으로부터 제47조제1항 및 제2항에 따라 제공받은 정보(이하 \"전신송금정보\"라 한다)를 수취금융회사등에 제공하여야 한다. 다만, 기술적 제약 등으로 전자적 방식에 의한 제공이 어려운 중개금융회사등은 수취금융회사등의 요청이 있는 경우 3일 이내에 다른 방법으로 전신송금정보를 제공해야 한다. ② 중개ㆍ수취 금융회사등은 송금인 또는 수취인 정보의 누락이 있는지 여부를 확인하기 위한 모니터링 등 합리적 조치를 취하여야 한다. ③ 중개ㆍ수취 금융회사등은 송금인 또는 수취인 정보가 누락된 전신송금에 대해 정보의 제공을 송금금융회사등에 요청하거나 거래를 거절할 것인지 등 적절한 후속조치를 결정하기 위한 위험기반 정책 및 절차를 수립ㆍ운영하여야 한다. ",
      "제49조 <삭 제> ",
      "제50조(관련정보의 보관) 송금금융회사등ㆍ중개금융회사등ㆍ수취금융회사등은 전신송금정보를 당해 거래 완료 후 5년간 보관하여야 한다. ",
      "제51조(적용예외) <삭 제> ",
      "제7절 제3자를 통한 고객확인 이행 ",
      "제52조(정의) ① 제3자를 통한 고객확인이란 금융회사등이 금융거래를 할 때마다 자신을 대신하여 타인인 제3자로 하여금 고객확인 하도록 하거나 타인인 제3자가 이미 당해고객에 대하여 고객확인을 통해 확보한 정보 등을 자신의 고객확인에 갈음하여 이를 활용하는 것을 말한다. ② <삭 제> ",
      "제53조(이행요건) 금융회사등이 제52조에 따라 제3자를 통해 고객확인을 하고자 하는 경우 금융회사등과 제3자는 다음 각 호를 충족하여야 한다. 1. 제52조에 따라 제3자를 통해 고객확인을 하는 금융회사등은 제3자로부터 고객확인과 관련된 필요한 정보를 즉시 제공받을 것 2. 제52조에 따라 제3자를 통해 고객확인을 하는 금융회사등은 요청시 제3자로부터 고객신원정보 및 기타 고객확인과 관련된 문서사본 등의 자료를 지체없이 제공받을 것 3. 금융회사등은 제3자가 자금세탁방지등과 관련하여 감독기관의 규제 및 감독을 받고 있고, 고객확인을 위한 조치를 마련하고 있는 자인지를 확인할 것 4. 제52조에 따라 제3자를 통해 고객확인을 하는 금융회사등은 제3자가 국외에 거주하는 자인 경우 FATF의 권고사항을 도입하여 효과적으로 이행하고 있는 국가에 거주하는 자에 한하며, 그 국가가 동 권고사항을 적절하게 준수하는지를 점검할 것 ",
      "제54조(최종책임) 제52조에 따라 고객확인을 제3자가 하는 경우 최종책임은 당해 금융회사등에 있다 ",
      "제4장 고위험군에 대한 강화된 고객확인 ",
      "제1절 통칙 ",
      "제55조(정의) ① 자금세탁행위등의 고위험군이란 제30조제3항 및 제31조제3항에 따른 고객 또는 상품 및 서비스 등을 말한다. ② 금융회사등은 제1항에 따른 고위험군에 대하여 강화된 고객확인을 하여야 하며, 이를 위해 적절한 조치를 취하여야 한다. ",
      "제56조(타 고위험군에 대한 조치) 금융회사등은 제55조제1항에 따른 고위험군 및 이 장에서 별도로 규정하지 아니한 고위험군에 대하여도 제55조제2항에 따라 필요한 조치를 취하여야 한다. ",
      "제2절 환거래계약 ",
      "제57조(정의) 환거래계약이란 은행(환거래은행)이 금융상품 및 서비스(환거래서비스)를 국외의 은행(환거래요청은행)의 요청에 의해 제공하는 관계를 수립하는 것을 말한다. ",
      "제58조(주의의무 등) ① 환거래은행이 제57조에 따라 환거래계약을 체결하는 경우 이와 관련된 자금세탁행위등의위험을 예방하고 완화할 수 있도록 필요한 절차와 통제방안을 수립 및 운용하여야 한다. ② 환거래은행은 실제로 존재하지 않는 은행 또는 감독권이 미치지 않는 지역 또는 국가에 설립된 은행(이하 ‘위장은행’이라 한다)과 제57조에 따른 환거래계약을 체결하거나 거래를 계속할 수 없다. ③ 환거래은행은 환거래요청은행이 제2항에 따른 위장은행의 계좌이용을 금지하고 있는지 확인하기 위한 적절한 조치를 취해야 한다. ",
      "제59조(환거래계약 조치 등) ① 환거래은행은 환거래계약을 체결하는 경우 당해 환거래요청은행에 대해 다음 각 호의 조치를 취하여야 한다. 1. 환거래요청은행의 지배구조, 주요 영업활동, 주된 소재지(또는 국가) 등에 관한 정보 수집을 통한 영업 또는 사업 성격을 확인 2. 입수 가능하거나 공개된 정보 등을 통해 환거래요청은행의 평판, 자금세탁행위등과 관련된 조사 또는 규제대상 여부 등의 감독수준 평가 3. 환거래요청은행이 주로 소재하는 지역(또는 국가)에 대한 자금세탁방지등의 조치와 환거래요청은행의 자금세탁방지등의 통제수단의 적절성 및 효과성 평가 4. 환거래은행 및 환거래요청은행간 자금세탁방지등 각각의 책임의 문서화 ② 환거래은행은 환거래요청은행이 자신의 고객에게 환거래계좌를 직접 이용하여 거래할 수 있는 서비스(이하 ‘대리지불계좌’라 한다)가 환거래계약에 포함되어 있는 경우 제1항 각 호의 조치와 함께 다음 각 호의 조치를 하여야 한다. 1. 환거래요청은행이 대리지불계좌를 통해 거래하고자 하는 자신의 고객에 대해 고객확인 2. 환거래요청은행은 환거래은행이 요청하는 경우 해당 고객의 신원확인과 관련된 정보의 제공 ",
      "제60조(환거래계약 승인) 환거래은행은 새로운 환거래계약을 체결하는 경우 미리 임원 등 고위경영진의 승인을 얻어야 한다. ",
      "제3절 추가정보 확인이 필요한 종합자산관리서비스 고객 ",
      "제61조(정의 등) ① 제30조 제3항 제1호에서 말하는 종합자산관리서비스를 받는 고객 중 추가정보 확인이 필요한 고객이란 금융회사등으로부터 투자자문을 비롯한 법률, 세무 설계 등 종합적인 자산관리서비스를 제공받는 고객 중 금융회사등이 추가정보 확인이 필요하다고 판단한 고객을 말한다. ② 금융회사등은 자체 기준을 마련하여 제1항의 추가정보 확인이 필요한 고객을 선정하여야 한다. ③ 금융회사등은 제1항의 추가정보 확인이 필요한 고객과 관련된 자금세탁행위등의 위험을 예방하고 완화할 수 있도록 필요한 절차와 통제방안을 수립ㆍ운용하여야 한다. ",
      "제62조(강화된 고객확인) ① 금융회사등은 제61조 제1항의 추가정보 확인이 필요한 고객에 대하여 제20조제3항에 따라 강화된 고객확인을 하여야 한다. ② 금융회사등은 제61조 제1항의 추가정보 확인이 필요한 고객으로 선정되었거나 신규로 편입된 고객이 계좌를 신규로 개설하는 때에는 다음 각 호에 대하여 관리자의 검토 및 승인을 얻어야 한다. 1. 강화된 고객확인을 통해 획득한 신원정보 등의 적정성 2. 거래의 수용여부 등 ",
      "제63조(모니터링) ① 금융회사등은 위 제61조 제1항의 추가정보 확인이 필요한 고객의 금융거래를 지속적으로 모니터링하여야 한다. ② 금융회사등은 자금세탁행위등의 위험이 특히 높다고 판단되는 위 제61조 제1항의 추가정보 확인이 필요한 고객에 대해서는 업무상 또는 조직체계상 금융거래 승인부서와 독립된 부서에서 지속적으로 모니터링 하도록 조치하여야 한다. ",
      "제4절 외국의 정치적 주요인물 ",
      "제64조(정의 등) ① 외국의 정치적 주요인물이란 현재 또는 과거에 외국에서 정치적ㆍ사회적으로 영향력을 가진 자, 그의 가족 또는 그와 밀접한 관계가 있는 자를 말한다. ② 제1항에 따른 정치적ㆍ사회적으로 영향력을 가진 자란 다음 각 호와 같다. 1. 외국정부의 행정, 사법, 국방, 기타 정부기관(국제기구를 포함한다)의 고위관리자 2. 주요 외국 정당의 고위관리자 3. 외국 국영기업의 경영자 4. 왕족 및 귀족 5. 종교계 지도자 6. 외국의 정치적 주요인물과 관련되어 있는 사업체 또는 단체 ③ 제1항에 따른 가족 또는 밀접한 관계가 있는 자들이란 다음 각 호와 같다. 1. \"가족\"은 외국의 정치적 주요인물의 부모, 형제, 배우자, 자녀, 혈연 또는 결혼에 의한 친인척 2. \"밀접한 관계가 있는 자\"는 외국의 정치적 주요인물과 특별한 금전거래를 수행하는 자 ",
      "제65조(확인 절차) 금융회사등은 고객 또는 실제소유자가 외국의 정치적 주요인물인지를 판단할 수 있도록 적절한 절차를 마련하여야 한다. ",
      "제66조(고위경영진의 승인) 금융회사등은 영 제10조의5제1항에 따른 고객확인 절차에서 외국의 정치적 주요인물과 관련하여 다음 각 호의 어느 하나에 해당하는 때에는 고위경영진의 승인을 얻어야 한다. 1. 외국의 정치적 주요인물이 신규로 계좌를 개설하는 경우 그 거래의 수용 2. 이미 계좌를 개설한 고객(또는 실제소유자)이 외국의 정치적 주요인물로 확인된 경우 그 고객과 거래의 계속 유지 ",
      "제67조(강화된 고객확인) 금융회사등은 고객(또는 실제소유자)이 외국의 정치적 주요인물로 확인된 때에는 제20조제3항에 따라 강화된 고객확인을 이행하여야 한다. 이 경우 다음 각 호의 정보를 추가로 확인하는 등 재산 및 자금의 원천을 파악하기 위해 합당한 조치를 취하여야 한다. 1. 계좌에 대한 거래권한을 가지고 있는 가족 또는 밀접한 관계가 있는 자에 대한 성명, 생년월일, 국적 2. 외국의 정치적 주요인물과 관련된 법인 또는 단체에 대한 정보 ",
      "제68조(모니터링) ① 금융회사등은 이미 계좌를 개설한 고객이 외국의 정치적 주요인물인지 여부를 확인하기 위해 지속적으로 모니터링하여야 한다. ② 금융회사등은 외국의 정치적 주요인물인 고객과 거래가 지속되는 동안 거래모니터링을 강화하여야 한다. ",
      "제5절 FATF 지정 위험국가 ",
      "제69조(정의) FATF 지정 위험국가란 다음 각호의 리스트에 속한 국가를 말한다. 1. FATF가 성명서(Public Statement) 등을 통해 발표하는 고위험 국가(Higher-risk countries) 리스트 2. FATF가 이행 취약국가(Non-compliance)로 발표한 국가리스트 ",
      "제70조(특별 주의의무 등) ① 금융회사등은 FATF 지정 위험국가의 고객(개인, 법인, 금융회사등)과 거래하는 경우 특별한 주의를 기울여야 한다. ② 금융회사등은 FATF 지정 위험 국가의 고객에 대하여 자금세탁행위등의 위험을 평가할 수 있는 절차를 수립하여 운영하여야 한다. ",
      "제71조(거래목적 확인 등) ① 금융회사등은 FATF 지정 위험국가의 고객과 금융거래를 하는 경우 명확한 경제적 또는 법적 목적을 확인할 수 없을 때에는 당해 거래의 배경과 목적을 최대한 조사하여야 한다. ② 금융회사등은 금융정보분석원장의 요청이 있는 경우 제1항에 따른 결과를 제공하여야 한다. ",
      "제72조(대응조치) ① 금융회사등은 제69조에 따른 FATF 지정 위험국가의 고객과 거래하는 경우 다음 각 호를 포함한 적절한 조치를 취하여야 한다. 1. FATF 지정 위험국가의 고객에 대한 강화된 고객확인 2. FATF 지정 위험국가의 고객의 거래에 대한 모니터링 강화 및 의심되는 거래보고 체계 등 강화 ② 금융정보분석원장은 관련 국가의 위험에 상응하여 제1항에 따른 조치 이외에 별도의 다음 각 호 어느 하나에 해당하는 대응 조치(FATF 국제기준에 따른 대응조치를 포함한다)를 취하도록 금융회사등에 요청할 수 있으며, 이 경우 금융회사등은 그 요청에 따라야 한다. 1. FATF 지정 위험국가에 소재하는 금융회사등의 해외지점등에 대한 감독ㆍ검사 및 제12조에 따른 금융회사등의 독립적 감사 강화 등 2. FATF 지정 위험국가에 소재하는 금융회사등을 통하여 제52조에 따른 고객확인을 금지 3. FATF 지정 위험국가에 소재하는 고객에 대한 제59조제2항에 따른 대리지불계좌 개설의 금지 등 4. 금융회사등에 법 제5조의2제1항제2호에 따른 고객확인을 이행하도록 요구 5. FATF 지정 위험국가에 금융회사등이 자회사, 지점 또는 대표사무소를 설립하는 것을 제한 6. FATF 지정 위험국가 또는 그 국가에 있는 자와의 거래관계 또는 금융거래를 제한 7. FATF 지정 위험국가에 소재한 금융회사등과의 제휴관계를 종료할 것을 요구 ",
      "제6절 공중협박자금조달 고객 ",
      "제73조(정의 등) ① 공중협박자금조달고객이란 다음 각 호와 같다. 1. 금융위원회가 공중협박자금조달금지법 제4조제1항에 따라 고시하는 금융거래제한대상자 2. UN에서 지정하는 제재대상자 ② <삭 제> ③ 금융회사등은 공중협박자금조달고객과 관련된 자금세탁행위등의 위험을 예방하고 완화시킬 수 있도록 필요한 절차 및 통제방안을 마련하여야 한다. ",
      "제74조(강화된 고객확인) 금융회사등은 공중협박자금조달금지법 제4조제1항에 따른 금융거래제한대상자로서 같은법 제4조제3항에 따라 금융위원회로부터 금융거래의 허가를 받은 자와 금융거래를 하는 때에는 제20조제3항에 따른 강화된 고객확인을 이행하여야 한다. ",
      "제75조(모니터링) ① 금융회사등은 이미 계좌를 개설한 고객이 공중협박자금조달고객인지 여부를 확인하기 위해 지속적으로 모니터링하여야 한다. ② 금융회사등은 공중협박자금조달 고객과 거래가 지속되는 동안 거래모니터링을 강화하여야 한다. ",
      "제5장 위험기반 거래모니터링 체계 ",
      "제76조(거래모니터링체계 범위) ① 금융회사등은 고객의 거래 등에 대하여 지속적으로 모니터링할 수 있는 체계를 수립 및 운영하여야 한다. ② 금융회사등은 제1항에 따른 지속적인 거래 모니터링체계를 수립하는 경우 다음 각 호의 사항이 포함되도록 하여야 한다. 1. 고객의 거래 등에 대한 지속적인 모니터링 수행 방법 등 2. 거래점검 결과 분석 및 보고 3. 분석자료 보존절차 ",
      "제77조(비정상적 거래 등) ① 금융회사등은 다음 각 호의 경우를 포함하여 명확한 경제적ㆍ법적 목적 없이 복잡하거나, 규모가 큰 거래, 비정상적인 유형의 거래에 대해 특별한 주의를 기울여야 한다. 1. 거래금액이나 거래량이 지나치게 큰 경우 2. 잔액 규모에 비해 예금회전수가 지나치게 큰 경우 3. 거래가 정상적인 계좌활동의 유형에서 벗어나는 경우 등 ② 금융회사등은 제1항에 따른 비정상적 거래 등에 대해 그 배경과 목적을 최대한 검토하여야 한다. ③ 금융회사등은 제2항에 따른 검토 결과를 기록ㆍ관리하여야 한다. ",
      "제77조의2(민사상책임의 면책) 법 제4조제7항에서 \"손해배상 책임을지지 아니한다\"란 민사상 책임이 면책된다는 것을 의미한다. ",
      "제78조(지속적인 거래모니터링 절차 등) 금융회사등은 자금세탁행위등을 예방하기 위해 다음 각 호의 절차와 방법 등과 같은 거래모니터링을 통해 비정상적인 거래행위 또는 유형 등을 식별하는 절차를 마련하여야 한다. 1. 고객의 수집ㆍ정리된 정보 또는 유사한 고객그룹의 수집ㆍ정리된 정보와 고객의 거래이력 비교 및 검토 2. 과거 자금세탁 사례의 정형화를 통한 고객 거래정보와의 비교 및 검토 3. 고객 거래정보에 대한 자금세탁 위험도 측정 및 거래내역 평가 4. 고객, 계좌 및 거래정보의 연계를 통한 금융거래 패턴 분석 등 ",
      "제79조(결과 분석 등) 금융회사등은 거래모니터링을 통해 식별된 비정상적인 거래행위 또는 유형을 분석하고 이를 의심되는 거래로 보고하기 위해 다음 각 호의 절차를 갖추어야 한다. 1. 비정상적인 거래행위로 의심되는 거래를 분석할 수 있는 직원을 담당자로 지정 2. 과거 금융거래, 신용정보, 기타 정보 등을 활용한 거래 분석 3. 분석 과정에서 확인된 고객의 최신 정보 갱신 4. 분석결과 의심되는 거래로 판단될 경우 금융정보분석원장에게 보고 5. 분석 완료 후 분석내용의 정보화 ",
      "제80조(분석자료 보존) 금융회사등은 금융정보분석원 등 관련기관에 정보를 제공할 수 있도록 관련자료를 보존체계에 따라 5년 이상 보존하여야 한다. ",
      "제6장 보고체제 수립 ",
      "제81조(보고체제수립) 금융회사등은 법 제4조 및 제4조의2에 따른 보고(이하 ‘의심되는 거래 등 보고’라 한다)를 위해 자신의 지점 등 내부에서 보고책임자에게 보고하는 내부보고체제와 이를 금융정보분석원에 보고하는 외부보고체제를 수립하여야 한다. ",
      "제82조(내부보고체제) ① 금융회사등이 제81조에 따라 내부보고체제를 수립하는 때에는 다음 각 호의 방법을 참고할 수 있다. 1. 지점 직원이 의심되는 거래 등 보고서를 작성하여 지점의 담당책임자에게 보고하고 담당책임자는 이를 검토하여 보고책임자에게 보고 2. 지점 직원이 의심되는 거래 등 보고서를 작성하여 보고책임자에게 보고 3. 지점 직원이 의심되는 거래 등 발생 사실을 보고서 작성 없이 보고책임자에게 직접 보고 ② 금융회사등이 내부보고체제를 수립하는 경우 보고 여부 검토자 또는 보고책임자는 제1항에 따른 보고서 작성자가 될 수 없다. 다만, 소규모 금융회사등의 경우에는 그러하지 아니하다. ",
      "제83조(외부보고체제) 금융회사등은 제81조에 의해 수립된 내부보고체제에 따라 보고서를 작성한 경우 이를 보고책임자가 금융정보분석원장에게 보고할 수 있는 외부보고체제를 수립하여야 한다. ",
      "제7장 자료 보존 ",
      "제84조(보존기간) ① 금융회사등은 고객확인기록, 금융거래기록, 의심되는 거래 및 고액현금거래 보고서를 포함한 내ㆍ외부 보고서 및 관련 자료 등을 금융거래관계가 종료된 때부터 5년 이상 보존하여야 한다. ",
      "제85조(보존대상) ① 금융회사등이 고객확인기록과 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 고객(대리인, 실제소유자 포함)에 대한 고객확인서, 실명확인증표 사본 또는 고객신원정보를 확인하거나 검증하기 위해 확보한 자료 2. 고객신원정보 외에 금융거래의 목적 및 성격을 파악하기 위해 추가로 확인한 자료 3. 고객확인을 위한 내부승인 관련 자료 4. 계좌개설 일시, 계좌개설 담당자 등 계좌개설 관련 자료 등 ② 금융회사등이 금융거래기록과 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 거래에 사용된 계좌번호, 상품 종류, 거래일자, 통화 종류, 거래 금액을 포함한 전산자료나 거래신청서, 약정서, 내역표, 전표의 사본 및 업무서신 2. 금융거래에 대한 내부승인 관련 근거 자료 등 ③ 금융회사등이 내ㆍ외부 보고와 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 의심되는 거래 보고서(사본 또는 결재 양식) 및 보고대상이 된 금융거래 자료 2. 의심되는 합당한 근거를 기록한 자료 3. 의심되는 거래 미보고 대상에 대하여 자금세탁행위등의 가능성과 관련하여 조사하였던 기록 및 기타 자료 4. 고액현금거래 보고서(사본 또는 결재 양식) 및 보고대상이 된 금융거래 자료 5. 고액현금거래 미보고 대상에 대하여 조사하였던 기록 및 기타자료 6. 자금세탁방지업무 보고책임자의 경영진 보고서 등 ④ 금융회사등은 제1항부터 제3항에 따른 자료 외에 다음 각호의 자료를 5년간 보존하여야 한다. 1. 자금세탁방지등을 위한 내부통제 활동의 설계ㆍ운영ㆍ평가와 관련된 자료 2. 독립적인 감사수행 및 사후조치 기록 3. 자금세탁방지등에 관한 교육내용, 일자, 대상자를 포함한 교육 관련 사항 등 ",
      "제86조(보존방법) ① 금융회사등은 제85조에 따른 자료를 보존ㆍ관리하기 위한 절차를 수립 및 운영하여야 한다. ② 금융회사등은 원본, 사본, 마이크로필름, 스캔, 전산화 등 다양한 형태로 내부관리 절차에 따라 보존할 수 있다. ③ 금융회사등은 보고책임자의 책임하에 보안이 유지되도록 보존자료를 관리하여야 한다. ④ 금융회사등은 금융정보분석원장 또는 법 제11조제3항에 따라 검사업무를 위탁받은 기관의 장이 제85조에 따른 자료를 요구하는 때에는 적시에 제공하여야 한다. ",
      "제87조(보존장소) 금융회사등은 보존대상 자료를 본점 또는 문서보관소(‘본점 등’)에 보존하여야 한다. 다만, 보존대상 자료를 본점 등에 보존하는 것이 현저히 곤란할 때에는 지정된 장소에 보존할 수 있다. ",
      "제2편 카지노사업자 ",
      "제8장 내부통제 구축 ",
      "제1절 구성원별 역할 및 책임 ",
      "제88조(이사회의 역할 및 책임) 카지노사업자에 대해서는 제4조를 준용한다. ",
      "제89조(대표이사의 역할 및 책임) 카지노사업자에 대해서는 제5조를 준용한다. ",
      "제89조의2(준법감시인등의 역할 및 책임) 카지노사업자에 대해서는 제5조의2를 준용한다. ",
      "제90조(보고책임자의 역할 및 책임) 카지노사업자에 대해서는 제6조를 준용한다. ",
      "제2절 교육 및 연수 ",
      "제91조(교육ㆍ연수 실시 등) ① 카지노사업자는 법 제5조제3호에 따른 교육 및 연수프로그램을 수립하고 운용하여야 한다. ② 보고책임자는 제1항에 따른 교육 및 연수를 연 1회 이상 실시하여야 한다. ",
      "제92조(교육내용) ① 카지노사업자는 직위 또는 담당 업무 등 교육대상에 따라 적절하게 구분하여 교육 및 연수를 실시하여야 한다. ② 카지노사업자는 제1항에 따라 교육 및 연수를 실시하는 경우 다음 각 호의 내용이 포함되도록 하여야 한다. 1. 자금세탁방지등에 관한 법규 및 제도의 주요내용 2. 자금세탁방지등과 관련된 내부정책 및 절차 3. 의심되는 거래의 유형 및 최근 동향 4. 고객확인의 이행과 관련한 고객 유형별 업무처리 절차 5. 의심되는 거래 및 고액현금거래보고 업무처리 절차 6. 자금세탁방지등과 관련된 임직원의 역할 등 ",
      "제93조(교육방법 등) ① 카지노사업자는 제91조에 따른 교육 및 연수를 집합, 전달, 화상 등 다양한 방법으로 실시할 수 있다. ② 카지노사업자는 교육 및 연수를 실시한 경우 그 일자ㆍ대상ㆍ내용 등을 기록ㆍ보존하여야 한다. ",
      "제3절 직원알기제도 ",
      "제94조(정의) 직원알기제도란 카지노사업자가 자금세탁행위등에 자신의 임ㆍ직원이 이용되지 않도록 하기 위해 임ㆍ직원을 채용(재직 중 포함)하는 때에 그 신원사항 등을 확인하는 것을 말한다. ",
      "제95조(절차수립 등) ① 카지노사업자는 직원알기제도의 이행과 관련된 절차와 방법을 수립하여야 한다. ② 카지노사업자는 제1항에 따라 수립된 관련 절차 등이 원활하게 운용될 수 있도록 적절한 조치를 취하여야 한다. ",
      "제4절 독립적 감사체계 ",
      "제96조(정의 등) ① 독립적 감사체계란 카지노사업자가 자금세탁방지등의 업무를 수행하는 부서와는 독립된 부서에서 그 업무수행의 적절성, 효과성을 검토ㆍ평가하고 이에 따른 문제점 등을 개선하기 위해 취하는 절차 및 방법 등을 말한다. ② 카지노사업자는 제1항에 따라 독립적인 감사를 실시하기 위한 체계를 구축ㆍ운영하여야 한다. ",
      "제97조(주체) ① 카지노사업자는 감사 또는 감사위원회로 하여금 제96조에 따른 독립적 감사를 실시하도록 하여야 한다. ② 카지노사업자는 제1항에 따른 독립적 감사를 실시하는 자로 하여금 자금세탁방지등의 업무평가를 위해 관련 전문성을 갖출 수 있도록 적절한 조치를 취하여야 한다. ③ 카지노사업자는 감사 또는 감사위원회가 독립적 감사를 실시하기 어려운 경우에는 감사부서 외의 내부부서(자금세탁방지등의 업무를 담당하는 부서는 제외한다) 또는 외부전문가로 하여금 독립적 감사를 실시하게 할 수 있다. ",
      "제98조(주기) 카지노사업자는 독립적 감사를 연 1회 이상 실시하여야 한다. ",
      "제99조(방법 및 범위) ① 카지노사업자는 실지감사의 방법으로 독립적 감사를 실시하여야 한다. ② 카지노사업자가 실시하는 독립적 감사는 자금세탁방지등의 업무수행의 적절성과 효과성 등을 검토ㆍ평가하고 그에 따른 의견을 제시할 수 있도록 다음 각 호의 사항이 포함되어야 한다. 1. 자금세탁방지등 관련정책, 절차 및 통제활동 등의 설계ㆍ운영의 적정성 및 효과성 2. 자금세탁방지등 모니터링 시스템의 적정성 3. 관련업무의 효율적 수행을 위한 인원의 적정성 등 ",
      "제100조(결과보고 등) 카지노사업자의 감사 또는 감사위원회는 제98조에 따라 감사를 실시한 후 그 결과를 이사회에 보고하고 감사범위ㆍ내용ㆍ위반사항 및 사후조치 등을 기록ㆍ관리하여야 한다. ",
      "제5절 자금세탁방지제도 이행 평가 ",
      "제101조(위험관리수준 평가) 카지노사업자에 대해서는 제19조를 준용한다. ",
      "제9장 고객확인 ",
      "제1절 통칙 ",
      "제102조(정의) ① 고객확인이란 카지노사업자가 고객과 금융거래를 하는 때에 자신이 제공하는 금융상품 또는 서비스가 자금세탁행위등에 이용되지 않도록 법 제5조의2에 따라 고객의 신원확인 및 검증, 거래목적 및 실소유자 확인 등 고객에 대하여 합당한 주의를 기울이는 것을 말한다. ② 간소화된 고객확인이란 자금세탁행위등의 위험이 낮은 것으로 평가된 고객 또는 상품 및 서비스에 대하여 제1항에 따른 고객확인을 위한 절차와 방법 중 일부(제115조에 따른 고객신원확인 제외)를 적용하지 않을 수 있음을 말한다. 다만, 다음 각 호의 경우에는 간소화된 고객확인 절차와 방법 등을 적용할 수 없다. 1. 외국인인 고객이 FATF 권고사항을 도입하여 효과적으로 이행하고 있는 국가의 국민(법인 포함)이 아닌 경우 2. 자금세탁행위등이 의심되거나 위험이 높은 것으로 평가되는 경우 ③ 강화된 고객확인의무란 자금세탁행위등의 위험이 높은 것으로 평가된 고객 또는 상품 및 서비스에 대하여 제115조부터 제116조에 따른 신원확인 및 검증 이외에 제117조부터 제118조 및 제10장에 따른 추가적인 정보를 확인하는 것을 말한다. ",
      "제103조(업무지침의 작성 및 운용) 카지노사업자는 법 제5조의2에 따라 고객확인을 효과적으로 이행하기 위해 작성ㆍ운용하는 업무지침에 다음 각 호의 사항을 포함하여야 한다. 다만, 법 제5조의2에 따른 업무지침은 법 제5조제2호에 따른 업무지침에 포함하여 작성ㆍ운용할 수 있다. 1. 고객확인의 적용대상 및 이행시기 2. 자금세탁행위등의 위험도에 따른 고객의 신원확인 및 검증 절차와 방법 3. 고객의 신원확인 및 검증 거절시의 처리 절차와 방법 4. 주요 고위험고객군에 대한 고객확인 이행 5. 지속적인 고객확인 이행 6. 자금세탁행위등의 위험도에 따른 거래모니터링 체계 구축 및 운용 등 ",
      "제2절 적용대상 ",
      "제104조 (일회성 금융거래) 법 제5조의2 제1항 제1호에 의한 일회성 금융거래는 금융거래 건별로 영 제10조의3에 의한 기준금액 이상인 금융거래를 말한다. ",
      "제105조(기타 고객확인이 필요한 거래) ① 카지노사업자는 고객이 자금세탁행위등을 하고 있다고 의심되는 때에는 고객확인을 하여야 한다. ② 카지노사업자는 기존의 고객확인 정보가 사실과 일치하지 아니할 우려가 있거나 그 타당성에 의심이 있는 경우에는 고객확인을 하여야 한다. ",
      "제3절 위험 평가 ",
      "제106조(위험분류 등) ① 카지노사업자는 자금세탁행위등과 관련된 위험을 식별하고 평가하여 고객확인에 활용하여야 한다. ② 카지노사업자는 자금세탁행위등과 관련된 위험을 식별하고 평가함에 있어 다음 각호의 위험을 반영하여야 한다. 1. 국가위험 2. 고객유형 3. 상품 및 서비스 위험 등 ③ 카지노사업자는 해당 고객의 자금세탁행위등의 위험도가 적정하게 반영되도록 위험 평가요소와 중요도를 정하여 자금세탁행위등의 위험을 평가하여야 한다. ",
      "제107조(국가위험) ① 카지노사업자는 국가위험을 평가하여야 한다. ② 카지노사업자가 제1항에 따라 국가위험을 평가하는 때에는 다음 각 호와 같은 공신력 있는 기관의 자료를 활용하여야 한다. 1. FATF가 성명서(Public Statement) 등을 통해 발표하는 고위험 국가(Higher-risk countries) 리스트 2. FATF가 이행 취약국가(Non-compliance)로 발표한 국가리스트 3. UN 또는 타 국제기구(World bank, OECD, IMF 등)에서 발표하는 제재, 봉쇄 또는 기타 이와 유사한 조치와 관련된 국가리스트 4. 금융회사등의 해외지점등 소재 국가의 정부에서 자금세탁등의 위험이 있다고 발표하는 국가리스트 5. 국제투명성기구 등이 발표하는 부패관련 국가리스트 등 ",
      "제108조(고객유형 평가) ① 카지노사업자는 고객위험을 평가하여야 한다. 이 경우 고객의 직업(업종)ㆍ거래유형 및 거래빈도 등을 활용할 수 있다. ② 카지노사업자는 다음 각 호의 고객을 자금세탁행위등과 관련하여 추가정보 확인이 필요한 고객으로 고려하여야 한다. 1. 카지노사업자로부터 특별한 서비스를 받는 고객 중 카지노사업자가 추가정보 확인이 필요하다고 판단한 고객 2. 외국의 정치적 주요인물 3. 비거주자 4. 대량의 현금(또는 현금등가물)거래가 수반되는 카지노사업자, 대부업자, 환전상 등 5. 고가의 귀금속 판매상 6. 금융위원회가 공중협박자금조달금지법 제4조제1항에 따라 고시하는 금융거래 제한대상자 7. UN에서 지정하는 제재대상자 ",
      "제109조(상품 및 서비스 위험) 카지노사업자는 상품위험을 평가하여야 한다. 이 경우 상품 및 서비스의 종류, 거래채널 등을 활용하여 평가할 수 있다. ",
      "제4절 이행시기 ",
      "제110조(원칙) 카지노사업자는 영 제10조의5에 따라 당해 금융거래가 완료되기 전까지 고객확인을 하여야 한다. ",
      "제111조(예외) ① 카지노사업자가 카지노 업무의 특성 및 금융거래의 성질 등으로 인하여 불가피하게 금융거래 후 고객확인을 하는 때에는 지체없이 이를 이행하여야 한다. ② 카지노사업자는 제1항에 따라 금융거래 후 고객확인을 하는 경우에 발생할 수 있는 자금세탁행위등의 위험을 관리ㆍ통제할 수 있는 절차를 수립ㆍ운영하여야 한다. ",
      "제112조(지속적인 고객확인) ① 카지노사업자는 고객확인을 한 고객과 거래가 유지되는 동안 당해 고객에 대하여 지속적으로 고객확인을 하여야 한다. ② 제1항에 따른 고객확인은 다음 각 호의 방법으로 하여야 한다. 1. 거래전반에 대한 면밀한 조사 및 이를 통해 카지노사업자가 확보하고 있는 고객ㆍ사업ㆍ위험평가ㆍ자금출처 등 정보가 실제 거래내용과 일관성이 있는지 검토 2. 특히 고위험군에 속하는 고객 또는 거래인 경우 현존 기록에 대한 검토를 통해 고객확인을 위해 수집된 문서, 자료, 정보가 최신이며 적절한 것인지를 확인 ③ 카지노사업자는 고객의 거래행위를 고려한 자금세탁행위등의 위험도에 따라 고객확인의 재이행 주기를 설정ㆍ운용하여야 한다. ",
      "제113조(고객공지의무) ① 카지노사업자는 고객에게 고객확인을 위해 필요한 문서와 자료 등을 공지하여야 한다. ② 카지노사업자가 제1항에 따라 공지하는 때에는 다음 각 호의 내용이 포함되도록 하여야 한다. 1. 고객확인의 법적근거 2. 고객확인에 필요한 정보, 문서, 자료 등 3. 고객이 정보 등의 제출을 거부하거나, 검증이 불가능한 경우에 카지노사업자가 취하는 조치 등 ",
      "제5절 고객확인 및 검증 ",
      "제114조(원칙) ① 카지노사업자는 고객과 금융거래를 하는 때에는 그 신원을 확인하여야 하며 신뢰할 수 있는 문서ㆍ자료ㆍ정보 등을 통하여 그 정확성을 검증하여야 한다. ② 카지노사업자는 고객과 금융거래를 하는 경우에는 거래의 목적 및 성격을 확인하여야 한다. ",
      "제115조(신원확인) ① 카지노사업자가 확인하여야 하는 개인고객의 신원정보는 다음 각 호와 같다. 1. 성명 2. 생년월일 및 성별 : 외국인 비거주자의 경우에 한 함 3. 실명번호 4. 국적 : 외국인의 경우에 한 함 5. 주소 및 연락처 : 단, 외국인 비거주자의 경우에는 실제 거소 또는 연락처 ② 카지노사업자는 대리인에 대해서는 그 권한이 있는지를 확인하고, 해당 대리인에 대해서도 고객확인을 하여야 한다. ",
      "제116조(개인고객의 검증 등) ① 카지노사업자가 검증하여야 하는 개인고객의 신원확인 정보는 다음 각 호와 같다. 1. 성명 2. 생년월일 및 성별 : 외국인 비거주자의 경우에 한 함 3. 실명번호 4. 국적 : 외국인의 경우에 한 함 5. 주소 및 연락처 : 단, 외국인 비거주자의 경우 실제 거소 또는 연락처 ② 제1항에도 불구하고 자금세탁행위등의 위험이 낮은 경우로서 다음 각 호의 방법으로 고객의 신원을 확인한 때에는 제114조제1항에 따른 검증을 이행한 것으로 볼 수 있다. 이 경우 금융실명법상 실명확인증표의 진위여부에 주의를 기울여야 한다. 1. 주민등록증 또는 운전면허증과 같이 고객의 사진이 부착되어 있으면서 제1항의 검증사항(연락처는 제외)을 모두 확인할 수 있는 실명확인증표로 고객의 신원을 확인한 경우 2. 학생ㆍ군인ㆍ경찰ㆍ교도소재소자 등에 대해 금융실명법상의 실명확인서류 원본에 의해 실명을 확인한 경우 3. 외국인에 대해 여권 등으로 고객의 신원을 확인한 경우 ③ 카지노사업자는 개인고객이 제2항의 적용대상이 아닌 때에는 제1항에 따라 검증하여야 하는 신원확인정보에 대하여 정부가 발행한 문서 등에 의해 검증하는 등 추가적인 조치를 취하여야 한다. ",
      "제117조(실제당사자) 카지노사업자는 실소유자가 누구인지를 신뢰할 수 있는 관련정보 및 자료 등을 이용하여 자금세탁행위등의 위험도에 따라 그 신원을 확인하여야 한다. ",
      "제118조(추가 확인정보의 범위) ① 카지노사업자는 자금세탁행위등의 위험이 높은 것으로 평가된 고객에 대하여 금융거래의 목적 등 추가적인 정보를 확인하여야 한다. ② 카지노사업자가 제1항에 따라 개인고객에 대하여 확인하여야 할 추가정보는 다음 각 호와 같다. 1. 직업 또는 업종(개인사업자) 2. 거래의 목적 3. 거래자금의 원천 4. 기타 카지노사업자가 자금세탁행위등의 우려를 해소하기 위해 필요하다고 판단한 사항 ③ 카지노사업자가 제1항 및 제2항을 이행하고자 할 때에는 고객에게 부당한 권리침해나 불편이 발생하지 않도록 주의하여야 한다. ",
      "제119조(요주의 인물 여부 확인) ① 카지노사업자는 금융거래가 완료되기 전에 다음 각 호와 같은 요주의 인물 리스트 정보와의 비교를 통해 당해 거래고객이 요주의 인물인지 여부를 확인할 수 있는 절차를 수립ㆍ운영하여야 한다. 1. 공중협박자금조달금지법에서 금융위원회가 고시하는 금융거래제한대상자 리스트 2. UN에서 지정하는 제재대상자 3. FATF에서 발표하는 고위험 국가 및 이행 취약국가의 국적자(개인, 법인 및 단체를 포함한다) 또는 거주자 4. 금융회사등의 해외지점등 소재 국가의 정부에서 자금세탁행위등의 위험을 우려하여 발표한 금융거래제한 대상자 리스트 5. 외국의 정치적 주요인물 리스트 등 ② 카지노사업자는 고객이 제1항에 따른 요주의 인물에 해당하는 때에는 당해 고객과의 거래를 거절하거나 거래관계 수립을 위해 고위경영진의 승인을 얻는 등 필요한 조치를 취하여야 한다. ",
      "제120조(고객확인 및 검증거절시 조치 등) 카지노사업자는 고객이 신원확인 정보 등의 제공을 거부하는 등 고객확인을 할 수 없는 때에는 당해 고객과의 거래를 거절할 수 있다. 이 경우 카지노사업자는 법 제4조에 따른 의심되는 거래보고를 검토하여야 한다. ",
      "제10장 고위험군에 대한 강화된 고객확인 ",
      "제1절 통칙 ",
      "제121조(정의) ① 자금세탁행위등의 고위험군이란 제108조제2항에 따른 고객 또는 제109조에 따라 고위험으로 평가된 상품 및 서비스 등을 말한다. ② 카지노사업자는 제1항에 따른 고위험군에 대하여 강화된 고객확인을 하여야 하며, 이를 위해 적절한 조치를 취하여야 한다. ",
      "제122조(타 고위험군에 대한 조치) 카지노사업자는 제121조제1항에 따른 고위험군 및 이 장에서 별도로 규정하지 아니한 고위험군에 대하여도 제121조제2항에 따라 필요한 조치를 취하여야 한다. ",
      "제2절 추가정보 확인이 필요한 특별 고객 ",
      "제123조(정의 등) ① 제108조제2항제1호에서 말하는 카지노사업자로부터 특별한 서비스를 받는 고객 중 추가정보 확인이 필요한 고객이란 카지노사업자로부터 별도 게임장 제공 등 특별한 서비스를 제공받는 고객 중 카지노사업자가 추가정보 확인이 필요하다고 판단한 고객을 말한다. ② 카지노사업자는 자체 기준을 마련하여 제1항의 추가정보 확인이 필요한 고객을 선정하여야 한다. ③ 카지노사업자는 제1항의 추가정보 확인이 필요한 고객과 관련된 자금세탁행위등의 위험을 예방하고 완화할 수 있도록 필요한 절차와 통제방안을 수립ㆍ운용하여야 한다. ",
      "제124조(강화된 고객확인) ① 카지노사업자는 제123조제1항의 추가정보 확인이 필요한 고객에 대하여 제102조제3항에 따라 강화된 고객확인을 하여야 한다. ② 카지노사업자는 제123조제1항의 추가정보 확인이 필요한 고객으로 선정한 때에는 다음 각 호에 대하여 관리자의 검토 및 승인을 얻어야 한다. 1. 강화된 고객확인을 통해 획득한 신원정보 등의 적정성 2. 거래의 수용여부 등 ",
      "제125조(모니터링) ① 카지노사업자는 위 제123조제1항의 추가정보 확인이 필요한 고객의 금융거래를 지속적으로 모니터링하여야 한다. ② 카지노사업자는 자금세탁행위등의 위험이 특히 높다고 판단되는 위 제123조제1항의 추가정보 확인이 필요한 고객에 대해서는 업무상 또는 조직체계상 금융거래 승인부서와 독립된 부서의 상위 책임자가 지속적으로 모니터링 하도록 조치하여야 한다. ",
      "제3절 외국의 정치적 주요인물 ",
      "제126조(정의 등) ① 외국의 정치적 주요인물이란 현재 또는 과거(일반적으로 사임 후 1년 이내)에 외국에서 정치적ㆍ사회적으로 영향력을 가진 자, 그의 가족 또는 그와 밀접한 관계가 있는 자를 말한다. ② 제1항에 따른 정치적ㆍ사회적으로 영향력을 가진 자란 다음 각 호와 같다. 1. 외국정부의 행정, 사법, 국방, 기타 정부기관의 고위관리자 2. 주요 외국 정당의 고위관리자 3. 외국 국영기업의 경영자 4. 왕족 및 귀족 5. 종교계 지도자 6. 외국의 정치적 주요인물과 관련되어 있는 사업체 또는 단체 ③ 제1항에 따른 가족 또는 밀접한 관계가 있는 자들이란 다음 각 호와 같다. 1. \"가족\"은 외국의 정치적 주요인물의 부모, 형제, 배우자, 자녀, 혈연 또는 결혼에 의한 친인척 2. \"밀접한 관계가 있는 자\"는 외국의 정치적 주요인물과 공식적으로 특별한 금전거래를 수행하는 자 ",
      "제127조(확인 절차) 카지노사업자는 고객 또는 실소유자가 외국의 정치적 주요인물인지를 판단할 수 있도록 적절한 절차를 마련하여야 한다. ",
      "제128조(고위경영진의 승인) 카지노사업자는 외국의 정치적 주요인물과 금융거래를 하고자 할 경우에는 고위경영진의 승인을 얻어야 한다. ",
      "제129조(강화된 고객확인) 카지노사업자는 고객(또는 실소유자)이 외국의 정치적 주요인물로 확인된 때에는 제102조제3항에 따라 강화된 고객확인을 이행하여야 한다. 이 경우 다음 각 호의 정보를 추가로 확인하는 등 재산 및 자금의 원천을 파악하기 위해 합당한 조치를 취하여야 한다. 1. 가족 또는 밀접한 관계가 있는 자에 대한 신원정보 2. 외국의 정치적 주요인물과 관련된 법인 또는 단체에 대한 정보 ",
      "제130조(모니터링) ① 카지노사업자는 고객이 외국의 정치적 주요인물인지 여부를 확인하기 위해 지속적으로 모니터링하여야 한다. ② 카지노사업자는 외국의 정치적 주요인물인 고객과 거래가 지속되는 동안 거래모니터링을 강화하여야 한다. ",
      "제4절 FATF 지정 위험국가 ",
      "제131조 <삭 제> ",
      "제132조(특별 주의의무 등) ① 카지노사업자는 FATF 지정 위험국가의 고객과 거래하는 경우 특별한 주의를 기울여야 한다. ② 카지노사업자는 FATF 지정 위험국가의 고객에 대하여 자금세탁행위등의 위험을 평가할 수 있는 절차를 수립하여 운영하여야 한다. ",
      "제133조(거래목적 확인 등) ① 카지노사업자는 FATF 지정 위험국가의 고객과 금융거래를 하는 경우 명확한 경제적 또는 법적 목적을 확인할 수 없을 때에는 당해 거래의 배경과 목적을 최대한 조사하여야 한다. ② 카지노사업자는 금융정보분석원장의 요청이 있는 경우 제1항에 따른 결과를 제공하여야 한다. ",
      "제134조(대응조치) ① 카지노사업자는 제131조에 따른 FATF 지정 위험국가의 고객과 거래하는 경우 다음 각 호를 포함한 적절한 조치를 취하여야 한다. 1. FATF 지정 위험국가의 고객에 대한 강화된 고객확인 2. FATF 지정 위험국가의 고객의 거래에 대한 모니터링 강화 및 의심되는 거래보고 체계 등 강화 ② 카지노사업자는 금융정보분석원장이 제1항에 따른 조치 이외에 별도의 조치를 취하도록 요청하는 경우 이를 이행하여야 한다. ",
      "제5절 공중협박자금조달 고객 ",
      "제135조(정의 등) ① 공중협박자금조달고객이란 다음 각 호와 같다. 1. 금융위원회가 공중협박자금조달금지법 제4조제1항에 따라 고시하는 금융거래제한대상자 2. UN에서 지정하는 제재대상자 ② 공중협박자금이란「공중 등 협박목적을 위한 자금조달행위의 금지에 관한 법률」제2조제1호의 정의에 따른다. ③ 카지노사업자는 공중협박자금조달고객과 관련된 자금세탁행위등의 위험을 예방하고 완화시킬 수 있도록 필요한 절차 및 통제방안을 마련하여야 한다. ",
      "제136조(강화된 고객확인) 카지노사업자는 공중협박자금조달금지법 제4조제1항에 따른 금융거래제한대상자로서 같은 법 제4조제3항에 따라 금융위원회로부터 금융거래의 허가를 받은 자와 금융거래를 하는 때에는 제102조제3항에 따른 강화된 고객확인을 이행하여야 한다. ",
      "제137조(모니터링) ① 카지노사업자는 이미 금융거래가 이루어진 고객이 공중협박자금조달고객인지 여부를 확인하기 위해 지속적으로 모니터링하여야 한다. ② 카지노사업자는 공중협박자금조달 고객과 거래가 지속되는 동안 거래모니터링을 강화하여야 한다. ",
      "제11장 위험기반 거래모니터링 체계 ",
      "제138조(거래모니터링체계 범위) ① 카지노사업자는 고객의 거래 등에 대하여 지속적으로 모니터링할 수 있는 체계를 수립 및 운영하여야 한다. ② 카지노사업자는 제1항에 따른 지속적인 거래 모니터링체계를 수립하는 경우 다음 각 호의 사항이 포함되도록 하여야 한다. 1. 고객의 거래 등에 대한 지속적인 모니터링 수행 방법 등 2. 거래점검 결과 분석 및 보고 3. 분석자료 보존절차 ",
      "제139조(비정상적 거래 등) ① 카지노사업자는 다음 각 호의 경우를 포함하여 명확한 경제적ㆍ법적 목적 없이 복잡하거나, 규모가 큰 거래, 비정상적인 유형의 거래에 대해 특별한 주의를 기울여야 한다. 1. 거래금액이나 거래량이 지나치게 큰 경우 2. 거래가 정상적인 유형에서 벗어나는 경우 등 ② 카지노사업자는 제1항에 따른 비정상적 거래 등에 대해 그 배경과 목적을 최대한 검토하여야 한다. ③ 카지노사업자는 제2항에 따른 검토 결과를 기록ㆍ관리하여야 한다. ",
      "제140조(지속적인 거래모니터링 절차 등) 카지노사업자는 자금세탁행위등을 예방하기 위해 다음 각 호의 절차와 방법 등과 같은 거래모니터링을 통해 비정상적인 거래행위 또는 유형 등을 식별하는 절차를 마련하여야 한다. 1. 고객의 수집ㆍ정리된 정보 또는 유사한 고객그룹의 수집ㆍ정리된 정보와 고객의 거래이력 비교 및 검토 2. 과거 자금세탁 사례의 정형화를 통한 고객 거래정보와의 비교 및 검토 3. 고객 거래정보에 대한 자금세탁 위험도 측정 및 거래내역 평가 4. 고객 및 거래정보의 연계를 통한 금융거래 패턴 분석 등 ",
      "제141조(결과 분석 등) 카지노사업자는 거래모니터링을 통해 식별된 비정상적인 거래행위 또는 유형을 분석하고 이를 의심되는 거래로 보고하기 위해 다음 각 호의 절차를 갖추어야 한다. 1. 비정상적인 거래행위로 의심되는 거래를 분석할 수 있는 직원을 담당자로 지정 2. 과거 금융거래, 신용정보, 기타 정보 등을 활용한 거래 분석 3. 분석 과정에서 확인된 고객의 최신 정보 갱신 4. 분석결과 의심되는 거래로 판단될 경우 금융정보분석원장에게 보고 5. 분석 완료 후 유사거래의 재발 방지를 위한 분석내용 정보화 ",
      "제142조(분석자료 보존) 카지노사업자는 금융정보분석원 등 관련기관에 정보를 제공할 수 있도록 관련자료를 보존체계에 따라 5년 이상 보존하여야 한다. ",
      "제12장 보고체제 수립 ",
      "제143조(보고체제수립) 카지노사업자는 의심되는 거래 등 보고를 위해 자신의 지점 등 내부에서 보고책임자에게 보고하는 내부보고체제와 이를 금융정보분석원에 보고하는 외부보고체제를 수립하여야 한다. ",
      "제144조(내부보고체제) ① 카지노사업자가 제143조에 따라 내부보고체제를 수립하는 때에는 다음 각 호의 방법을 참고할 수 있다. 1. 직원이 의심되는 거래 등 보고서를 작성하여 담당책임자에게 보고하고 담당책임자는 이를 검토하여 보고책임자에게 보고 2. 직원이 의심되는 거래 등 보고서를 작성하여 보고책임자에게 보고 3. 직원이 의심되는 거래 등 발생 사실을 보고서 작성 없이 보고책임자에게 직접 보고 ② 카지노사업자가 내부보고체제를 수립하는 경우 보고 여부 검토자 또는 보고책임자는 제1항에 따른 보고서 작성자가 될 수 없다. 다만, 소규모 카지노사업자의 경우에는 그러하지 아니하다. ",
      "제145조(외부보고체제) 카지노사업자는 제143조에 의해 수립된 내부보고체제에 따라 보고서를 작성한 경우 이를 보고책임자가 금융정보분석원장에게 보고할 수 있는 외부보고체제를 수립하여야 한다. ",
      "제13장 자료 보존 ",
      "제146조(보존기간) ① 카지노사업자는 고객확인기록, 금융거래기록, 의심되는 거래 및 고액현금거래 보고서를 포함한 내ㆍ외부 보고서 및 관련 자료 등을 5년 이상 보존하여야 한다. ",
      "제147조(보존대상) ① 카지노사업자가 고객확인기록과 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 고객(대리인, 실소유자 포함)에 대한 고객확인서, 실명확인증표 사본 또는 고객신원정보를 확인하거나 검증하기 위해 확보한 자료 2. 고객확인을 위한 내부승인 관련 자료 ② 카지노사업자가 금융거래기록과 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 고객의 게임일자, 게임종류, 환전일자 및 금액, 칩스 구매일자 및 금액 등을 포함한 전산자료나 기타 관련 거래내역 등의 사본 2. 금융거래에 대한 내부승인 관련 근거 자료 등 ③ 카지노사업자가 내ㆍ외부 보고와 관련하여 보존해야 할 자료는 다음 각 호와 같다. 1. 의심되는 거래 보고서(사본 또는 결재 양식) 및 보고대상이 된 금융거래 자료 2. 의심되는 합당한 근거를 기록한 자료 3. 의심되는 거래 미보고 대상에 대하여 자금세탁행위등의 가능성과 관련하여 조사하였던 기록 및 기타 자료 4. 자금세탁방지등 업무에 대한 보고책임자의 경영진 보고서 등 ④ 카지노사업자는 제1항부터 제3항에 따른 자료 외에 다음 각호의 자료를 5년간 보존하여야 한다. 1. 자금세탁방지등을 위한 내부통제 활동의 설계ㆍ운영ㆍ평가와 관련된 자료 2. 독립적인 감사수행 및 사후조치 기록 3. 자금세탁방지등에 관한 교육내용, 일자, 대상자를 포함한 교육 관련 사항 등 ",
      "제148조(보존방법) ① 카지노사업자는 제147조에 따른 자료를 보존ㆍ관리하기 위한 절차를 수립 및 운영하여야 한다. ② 카지노사업자는 원본, 사본, 마이크로필름, 스캔, 전산화 등 다양한 형태로 내부관리 절차에 따라 보존할 수 있다. ③ 카지노사업자는 보고책임자의 책임하에 보안이 유지되도록 보존자료를 관리하여야 한다. ④ 카지노사업자는 금융정보분석원장 또는 법 제11조제3항에 따라 검사업무를 위탁받은 기관의 장이 제147조에 따른 자료를 요구하는 때에는 적시에 제공하여야 한다. 다만, 법 제11조제3항에 따라 검사업무를 위탁받은 기관의 장이 요구하는 경우에는 법 제4조의 규정에 의한 관련자료는 제외한다. ",
      "제149조(보존장소) 카지노사업자는 보존대상 자료를 본점 또는 문서보관소(‘본점 등’)에 보존하여야 한다. 다만, 보존대상 자료를 본점 등에 보존하는 것이 현저히 곤란할 때에는 다른 장소에 보존할 수 있다. ",
      "제150조(재검토기한) 「훈령ㆍ예규 등의 발령 및 관리에 관한 규정」(대통령훈령 제248호)에 따라 이 규칙 발령 후의 법령이나 현실여건의 변화 등을 검토하여 이 규칙의 유지, 폐지, 개정 등의 조치를 하여야 하는 기한은 2015년 7월 1일을 기준으로 매 2년이 되는 시점(매 2년째의 6월 30일까지를 말한다)으로 한다. "
    ],
    "첨부파일": {
      "첨부파일링크": [
        "http://law.go.kr/flDownload.do?flSeq=145714065",
        "http://law.go.kr/flDownload.do?flSeq=145714069",
        "http://law.go.kr/flDownload.do?flSeq=145715225",
        "http://law.go.kr/flDownload.do?flSeq=145715221",
        "http://law.go.kr/flDownload.do?flSeq=145715229",
        "http://law.go.kr/flDownload.do?flSeq=145715233"
      ],
      "첨부파일명": [
        "241112 조문별제개정이유서(자금세탁방지 업무규정).hwpx",
        "241112 조문별제개정이유서(자금세탁방지 업무규정).pdf",
        "개정본문 (자금세탁방지 및 공중협박자금조달금지에 관한 업무규정 일부개정고시안) 조항 밀림 수정.pdf",
        "개정본문 (자금세탁방지 및 공중협박자금조달금지에 관한 업무규정 일부개정고시안) 조항 밀림 수정.hwpx",
        "조항 밀림 관련 사항.hwp",
        "조항 밀림 관련 사항.pdf"
      ]
    },
    "부칙": {
      "부칙공포일자": [
        "20100621",
        "20101228",
        "20150630",
        "20190626",
        "20230321",
        "20241112"
      ],
      "부칙내용": [
        "부칙 <제2010-1호,2010.6.21.> 이 규정은 2010년 7월 30일부터 시행한다.",
        "부칙 <제2010-3호,2010.12.28.> 이 규정은 2011년 4월 1일부터 시행한다.",
        "부칙 (일몰제 적용 행정규칙의 재검토기한 설정을 위한 「금융기관검사및제재에관한규정」등 일괄개정규정) <제2015-20호,2015.6.30.> 이 규정은 2015년 7월 1일부터 시행한다.",
        "부칙 <제2019-2호,2019.6.26.> 이 규정은 2019년 7월 1일부터 시행한다.",
        "부칙 <제2023-1호, 2023.03.21.> 이 규정은 고시한 날부터 시행한다.",
        "부칙 <제2024-2호, 2024.11.12.> 이 규정은 고시 후 6개월이 경과한 날부터 시행한다. 다만, 제5조제2항제5호가목의 개정규정은 고시 후 2년 6개월이 경과한 날부터 시행한다."
      ],
      "부칙공포번호": [
        "2010-1",
        "2010-3",
        "2015-20",
        "2019-2",
        "2023-1",
        "2024-2"
      ]
    },
    "제개정이유": {
      "제개정이유내용": [
        [
          "◇ 제ㆍ개정 이유",
          "  ○ 보고책임자의 자격요건 및 직위를 신설하여 자금세탁방지 업무의 전문성과 독립성을 확보하는 한편, 특정금융정보법상 이사회ㆍ경영진ㆍ보고책임자의 역할과 책임을 명확히 하여 자금세탁방지 업무의 실효성을 제고하기 위함",
          "◇ 주요내용",
          "  가. 이사회 역할?책임 정비(안 제4조 및 제88조)",
          "    ㅇ 이사회가 업무지침을 제ㆍ개정ㆍ폐지하고 자금세탁방지 업무 전반을 감독하도록 규정",
          "  나.  경영진 역할?책임 정비(안 제5조, 제5조의2, 제89조, 제89조의2)",
          "    ㅇ 경영진의 범위를 대표이사?준법감시인등으로 명확화",
          "    ㅇ 대표이사가 업무지침 안건을 이사회에 상정하고 지원조직을 구성?유지",
          "    ㅇ 내부통제체계의 취약점을 개선하고 이사회에 보고",
          "    ㅇ 자격요건 및 직위를 갖춘 자를 보고책임자로 임명",
          "    ㅇ 대표이사 또는 준법감시인등이 보고책임자를 감독",
          "  다. 보고책임자 역할?책임 정비(안 제6조, 제90조)",
          "    ㅇ 보고책임자가 합리적 업무절차에 따라 상당한 주의를 다하여 직무를 수행한 경우 위법?부당행위의 실질을 고려하여 관련자의 구분을 달리할 수 있도록 규정"
        ]
      ]
    }
  }
}