{
  "AdmRulService": {
    "별표": {
      "별표단위": {
        "별표제목": "외국 국채증권 및 국제기구 채권 주요 설명사항(제2조의6 관련)",
        "별표번호": "0000",
        "별표서식PDF파일링크": "/LSW/flDownload.do?flSeq=152715775",
        "별표키": "000000",
        "별표내용": [
          [
            "<별표> <신설 2016.6.23, 개정 2025.5.29.>",
            "외국 국채증권 및 국제기구 채권 주요 설명사항",
            "(제2조의6 관련)",
            "1. 발행인에 관한 정보",
            " 가. 발행인 명칭",
            " 나. 신용평가에 관한 사항 (국제신용평가기관의 신용등급, 평가기관, 평가일 등을 포함한다)",
            " 다. 경제에 관한 사항 (GDP성장률, 물가상승률, 실업률, 외환보유고, 경상수지 및 자본수지 등 최근 5년간 발행국가에서 발표한 주요 경제지표를 포함한다. 다만, 국제기구 채권의 경우 해당 채권의 표시통화(국제통화기금 특별인출권의 통화바스켓을 구성하는 통화는 제외)를 발행한 국가에 관한 사항을 기재한다)",
            " 라. 재정에 관한 사항 (최근 5년간 발행국가에서 발표한 대내외 부채현황, 최근 10년간 국가부도발생 현황 등을 포함한다. 다만, 국제기구 채권의 경우 해당 채권의 표시통화(국제통화기금 특별인출권의 통화바스켓을 구성하는 통화는 제외)를 발행한 국가에 관한 사항을 기재한다)",
            " 마. 국제기구에 대한 개요(설립 목적, 주요 사업분야, 최근 3년간 요약 재무현황, 주요 주주(출자자) 현황 등)",
            "2. 투자대상 증권에 관한 정보",
            " 가. 채권 명칭",
            " 나. 채권 기본정보(발행일, 만기일, 잔존만기, 발행통화, 표면금리, 만기수익률, 상장여부 등을 포함한다)",
            " 다. 이자지급에 관한 사항(이자지급주기, 이자지급 관련 특기사항 등을 포함한다)",
            " 라. 자금 조달 목적(국제기구 채권에 한한다)",
            "3. 투자위험 관련 정보",
            " 가. 채권투자 관련 기본적 위험(원금손실위험, 금리변동위험, 신용위험, 유동성위험 등을 포함한다) ",
            " 나. 환율변동 위험 (최근 5년간 환율정보, 환헤지 관련 사항 등을 포함한다)",
            " 다. 채권투자 관련 국채증권 발행국가의 제도 변경 위험 또는 국제기구의 사업 및 재무 위험",
            "4. 그 밖에 투자판단에 중요한 영향을 미치는 사항",
            " 가. 과세에 관한 사항(자본이득, 이자소득, 환차익 등에 대한 과세 관련 사항으로 관련 법령 및 해당 국가와 체결한 조세조약 등에 의한 과세사항을 포함한다)",
            " 나. 중도매도 및 만기상환시 원리금 지급에 관한 사항",
            " 다. 발행인 및 해당 증권에 관한 정보를 확인할 수 있는 방법",
            " 라. 발행국가의 법령 또는 해당 증권 발행조건에 따른 증권의 취득자 자격제한에 관한 사항(일반투자자의 취득제한 등을 포함한다)",
            " 마. 기타 투자자 보호를 위해 필요한 특기 사항"
          ]
        ],
        "별표구분": "별표",
        "별표서식파일링크": "/LSW/flDownload.do?flSeq=152715771",
        "별표가지번호": "00"
      }
    },
    "행정규칙기본정보": {
      "현행여부": "Y",
      "담당부서기관명": "금융감독원(기업공시국)",
      "담당자명": "",
      "행정규칙종류코드": "B0027",
      "행정규칙명": "증권의 발행 및 공시 등에 관한 규정 시행세칙",
      "발령일자": "20250529",
      "행정규칙종류": "세칙",
      "제개정구분코드": "200403",
      "조문형식여부": "Y",
      "소관부처명": "금융감독원",
      "전화번호": "02-3145-8485",
      "제개정구분명": "일부개정",
      "소관부처코드": "B550021",
      "생성일자": "20250605",
      "행정규칙ID": "2054825",
      "시행일자": "20250602",
      "담당부서기관코드": "",
      "발령번호": "9999",
      "행정규칙일련번호": "2200000107389",
      "상위부처명": "금융감독원"
    },
    "조문내용": [
      "제1장 총칙 ",
      "제1조(목적) 이 세칙은「증권의 발행 및 공시 등에 관한 규정」(이하 \"규정\"이라 한다)에서 금융감독원장(이하 \"감독원장\"이라 한다)에게 위임한 사항 및 동 규정의 시행을 위하여 필요한 사항을 정함을 목적으로 한다. ",
      "제2조(적용기준) 이 세칙에서 적용하는 재무사항은 「주식회사의 외부감사에 관한 법률」제3조에 따른 감사인의 감사결과 수정된 재무제표를 기준으로 하고 기타 필요하다고 인정하는 사항을 고려한다. ",
      "제2장 적격기관투자자대상증권의 매매거래 ",
      "제2조의2(적격기관투자자대상증권 및 적격기관투자자의 등록) ① 규정 제2-2조제2항제4호ㆍ제5호 또는 제2-2조의2제2항제3호에 따른 증권(이하 \"적격기관투자자대상증권\"이라 한다)의 발행인은 적격기관투자자대상증권을 법 제283조에 따른 한국금융투자협회(이하 ‘협회’라 한다)에 등록하여야 한다. <개정 2014. 7. 16., 2016. 6. 23.> ② 적격기관투자자대상증권을 인수하거나 매매하고자 하는 적격기관투자자는 사전에 협회에 등록하여야 한다. <개정 2016. 6. 23.> [본조신설 2012. 4. 3.] ",
      "제2조의3(매매방법 등) ① 적격기관투자자대상증권의 매매거래는 시행령 제177조에 따른 상대매매의 방법에 의하여야 한다. ② 삭제 <2016. 6. 23.> ③ 적격기관투자자대상증권을 매매하고자 하는 적격기관투자자는 투자매매업자 또는 투자중개업자를 통해 지급 및 결제 등을 위한 사무를 처리하여야 한다. ④ 적격기관투자자대상증권을 인수 또는 매매하고자 하는 적격기관투자자는 법 제294조에 따른 한국예탁결제원에 예탁자의 자기소유분인 증권 등을 관리하는 계좌(영 제10조제3항제9호에 따른 집합투자기구재산의 계좌 또는 영 제188조제2항제1호나목에 따른 국내 대리인의 계좌를 포함한다. 이하 ‘자기분계좌’라 한다)를 개설하여야 한다. <신설 2016. 6. 23.> ⑤ 적격기관투자자대상증권을 인수, 매매 또는 중개하는 금융투자업자는 적격기관투자자의 한국예탁결제원 자기분계좌를 통해 지급결제하여야 한다. <신설 2016. 6. 23.> [본조신설 2012. 4. 3.] ",
      "제2조의4(적격기관투자자대상증권 및 적격기관투자자의 등록 등에 관한 기준 마련 등) ① 협회는 적격기관투자자대상증권 및 적격기관투자자의 등록 등에 관한 기준을 마련하여 운영하여야 한다. <개정 2016. 6. 23.> ② 협회는 제1항에 따른 기준을 제정 또는 개정하는 경우 즉시 감독원장에게 보고하여야 한다. <개정 2016. 6. 23.> ③ 삭제 <2016. 6. 23.> [본조신설 2012. 4. 3.] ",
      "제2조의5(해외주요시장) 규정 제2-2조의2제2항제3호다목에서 \"감독원장이 정하는 해외주요시장\"이란 다음 각 호의 어느 하나에 해당하는 시장을 말한다. 1. 「금융투자업규정시행세칙」<별표5>의 적격시장 중 한국거래소를 제외한 해외증권시장 2. 그 밖에 감독원장이 인정하는 시장 [본조신설 2009. 7. 3.] ",
      "제2장의2 외국 국채증권의 매출 ",
      "제2조의6(매출신고서 면제 요건 등) 규정 제2-4조의2제5항에 따라 투자매매업자 또는 투자중개업자가 외국정부가 발행한 국채증권 및 법 제9조제16항제5호에 해당하는 자가 발행한 채무증권을 투자자에게 매출하고자 하는 경우에는 다음 각 호의 요건을 모두 충족하여야 한다. <개정 2025. 5. 29.> 1. 발행인 및 대상증권 등에 관하여 별표에서 정하는 사항이 기재된 설명서를 사전에 투자자에게 제공하고 투자자가 이해할 수 있도록 충분히 설명할 것 2. 투자자가 제1호에 따라 설명한 내용을 충분히 이해하였다는 사실을 서명(「전자서명법」 제2조제2호에 따른 전자서명을 포함한다), 기명날인, 녹취, 전자우편 또는 그 밖에 이와 유사한 전자통신, 우편, 전화자동응답시스템의 방법 중 하나 이상의 방법으로 확인받을 것 [본조신설 2016. 6. 23.] ",
      "제3장 증권 분석기준 등 ",
      "제3조(국제신용평가기관) 규정 제2-4조의2제2항 및 제2-11조제2항제1호마목에서 \"감독원장이 정하는 국제신용평가기관\"이란 다음 각 호의 어느 하나에 해당하는 국제신용평가기관을 말한다. <개정 2009. 7. 3., 2016. 6. 23.> 1. Standard & Poor's Financial Services, LLC. 2. Moody's Investors Service, Inc. 3. Fitch Ratings, Inc. ",
      "제4조(합병가액의 산정방법) 규정 제5-13조에 따른 자산가치ㆍ수익가치의 가중산술평균방법은 자산가치와 수익가치를 각각 1과 1.5로 하여 가중산술평균하는 것을 말한다. ",
      "제5조(자산가치) ① 규정 제5-13조에 따른 자산가치는 분석기준일 현재의 평가대상회사의 주당 순자산가액으로서 다음 산식에 의하여 산정한다. 이 경우에 발행주식의 총수는 분석기준일 현재의 총발행주식수로 한다. 단, 분석기준일 현재 전환주식, 전환사채, 신주인수권부사채 등 향후 자본금을 증가시킬 수 있는 증권의 권리가 행사될 가능성이 확실한 경우에는 권리 행사를 가정하여 이를 순자산 및 발행주식의 총수에 반영한다.자산가치 = 순자산 / 발행주식의 총수 <개정 2010. 11. 30., 2021. 4. 1.> ② 제1항의 순자산은 법 제161조제1항에 따라 제출하는 주요사항보고서(이하 이 장에서 \"주요사항보고서\"라 한다)를 제출하는 날이 속하는 사업연도의 직전사업연도(직전사업연도가 없는 경우에는 최근 감사보고서 작성대상시점으로 한다. 이하 \"최근사업연도\"라 한다)말의 재무상태표상의 자본총계에서 다음 각호의 방법에 따라 산정한다. <개정 2010. 11. 30., 2012. 12. 5., 2021. 4. 1.> 1. 분석기준일 현재 실질가치가 없는 무형자산 및 회수가능성이 없는 채권을 차감한다. 2. 분석기준일 현재 투자주식중 취득원가로 측정하는 시장성 없는 주식의 순자산가액이 재무상태표에 계상된 금액과 차이나는 경우에는 순자산가액과의 차이를 가감한다. 단, 손상이 발생한 경우에는 순자산가액과의 차이를 가산할 수 없다. 3. 분석기준일 현재 투자주식중 시장성 있는 주식의 종가가 재무상태표에 계상된 금액과 차이나는 경우에는 종가와의 차이를 가감한다. 4. 분석기준일 현재 퇴직급여채무 또는 퇴직급여충당부채의 잔액이 회계처리기준에 따라 계상하여야 할 금액보다 적을 때에는 그 차감액을 차감한다. 5. 최근사업연도말 이후부터 분석기준일 현재까지 손상차손이 발생한 자산의 경우 동 손상차손을 차감한다. 6. 최근사업연도말 현재 자기주식은 가산한다. 7. 최근사업연도말 현재 비지배지분을 차감한다. 단, 최근사업연도말의 연결재무상태표를 사용하는 경우에 한한다. 8. 최근사업연도말 이후부터 분석기준일 현재까지 유상증자, 전환사채의 전환권 행사 및 신주인수권부사채의 신주인수권 행사에 의하여 증가한 자본금을 가산하고, 유상감자에 의하여 감소한 자본금 등을 차감한다. 9. 최근사업연도말 이후부터 분석기준일 현재까지 발생한 주식발행초과금등 자본잉여금 및 재평가잉여금을 가산한다. 10. 최근 사업연도말 이후부터 분석기준일 현재까지 발생한 배당금지급, 전기오류수정손실 등을 차감하고 전기오류수정이익을 가산한다. 11. 기타 최근사업연도말 이후부터 분석기준일 현재까지 발생한 거래 중 이익잉여금의 증감을 수반하지 않고 자본총계를 변동시킨 거래로 인한 중요한 순자산 증감액을 가감한다. ",
      "제6조(수익가치) 규정 제5-13조에 따른 수익가치는 현금흐름할인모형, 배당할인모형 등 미래의 수익가치 산정에 관하여 일반적으로 공정하고 타당한 것으로 인정되는 모형을 적용하여 합리적으로 산정한다. <개정 2010. 11. 30., 2012. 12. 5.> ",
      "제7조(상대가치) ① 규정 제5-13조에 따른 상대가치는 다음 각호의 금액을 산술평균한 가액으로 한다. 다만, 제2호에 따라 금액을 산출할 수 없는 경우 또는 제2호에 따라 산출한 금액이 제1호에 따라 산출한 금액보다 큰 경우에는 제1호에 따라 산출한 금액을 상대가치로 하며, 제1호에 따라 금액을 산출할 수 없는 경우에는 이 항을 적용하지 아니한다. <개정 2010. 11. 30., 2012. 12. 5.> 1. 평가대상회사와 한국거래소 업종분류에 따른 소분류 업종이 동일한 주권상장법인 중 매출액에서 차지하는 비중이 가장 큰 제품 또는 용역의 종류가 유사한 법인으로서 최근 사업연도말 주당법인세비용차감전계속사업이익과 주당순자산을 비교하여 각각 100분의 30 이내의 범위에 있는 3사 이상의 법인(이하 이 조에서 \"유사회사\"라 한다)의 주가를 기준으로 다음 산식에 의하여 산출한 유사회사별 비교가치를 평균한 가액의 30%이상을 할인한 가액.유사회사별 비교가치 = 유사회사의 주가 × {(평가대상회사의 주당법인세비용차감전계속사업이익 / 유사회사의 주당법인세비용차감전계속사업이익) + (평가대상회사의 주당순자산 / 유사회사의 주당순자산)} / 2 2. 분석기준일 이전 1년 이내에 다음 각 목의 어느 하나에 해당하는 거래가 있는 경우 그 거래가액을 가중산술평균한 가액을 100분의 10 이내로 할인 또는 할증한 가액. 가. 유상증자의 경우 주당 발행가액 나. 전환사채 또는 신주인수권부사채의 발행사실이 있는 경우 주당 행사가액 ② 제1항의 유사회사의 주가는 당해 기업의 보통주를 기준으로 분석기준일의 전일부터 소급하여 1월간의 종가를 산술평균하여 산정하되 그 산정가액이 분석기준일의 전일종가를 상회하는 경우에는 분석기준일의 전일종가로 한다. 이 경우 계산기간내에 배당락 또는 권리락이 있을 때에는 그후의 가액으로 산정한다. ③ 제1항의 평가대상회사와 유사회사의 주당법인세비용차감전계속사업이익 및 제6항제1호의 주당법인세비용차감전계속사업이익은 다음 산식에 의하여 산정한다. 이 경우에 발행주식의 총수는 분석기준일 현재 당해회사의 총발행주식수로 한다.주당법인세비용차감전계속사업이익 = {(최근사업연도의 법인세비용차감전계속사업이익 / 발행주식의 총수) + (최근사업연도의 직전사업연도의 법인세비용차감전계속사업이익 / 발행주식의 총수)} / 2 <개정 2010. 11. 30.> ④ 제1항의 평가대상회사의 주당순자산은 제5조제1항에 따른 자산가치로 하며, 제1항의 유사회사의 주당순자산 및 제6항제2호의 주당순자산은 분석기준일 또는 최근 분기말을 기준으로 제5조제1항에 따라 산출하되, 제5조제2항제8호 및 같은 항 제9호의 규정은 이를 적용하지 아니한다. <개정 2010. 11. 30.> ⑤ 유사회사는 다음 각 호의 요건을 구비하는 법인으로 한다. <개정 2010. 11. 30., 2012. 12. 5.> 1. 주당법인세비용차감전계속사업이익이 액면가액의 10%이상일 것 2. 주당순자산이 액면가액 이상일 것 3. 상장일이 속하는 사업연도의 결산을 종료하였을 것 4. 최근 사업연도의 재무제표에 대한 감사인의 감사의견이 \"적정\" 또는 \"한정\"일 것 ",
      "제8조(분석기준일) 제5조부터 제7조까지의 규정에 따른 분석기준일은 주요사항보고서를 제출하는 날의 5영업일 전일로 한다. 다만, 분석기준일 이후에 분석에 중대한 영향을 줄 수 있는 사항이 발생한 경우에는 그 사항이 발생한 날로 한다. ",
      "제4장 전자문서에 의한 신고 ",
      "제9조(정의) 이 장에서 사용하는 용어의 정의는 다음과 같다. 1. \"전자서명\"이라 함은 전자문서를 제출한 자의 신원과 전자문서의 변경여부를 확인할 수 있도록 비대칭 암호화방식을 이용하여 전자서명생성키로 생성한 정보로서 당해 전자문서에 고유한 것을 말한다. 2. \"비대칭 암호화방식\"이란 정보를 암호화하기 위하여 사용하는 키와 암호화된 정보를 복원하기 위하여 사용하는 키가 서로 다른 암호화방식을 말한다. 3. \"전자서명생성키\"라 함은 전자서명을 위하여 이용하는 전자적 정보를 말한다. ",
      "제10조(적용대상 전자문서) 이 장에서 전자문서의 방법으로 제출하는 신고서등은 다음과 같다. 1. 법, 영 기타 다른 법령에 의하여 금융위 또는 증선위에 제출하는 공시서류 2. 「외부감사및회계등에관한규정」 제16조제2항의 감사계약체결보고서 ",
      "제11조(전자공시시스템 운영) ① 감독원장은 전자문서의 방법으로 제출받은 신고서등을 정보통신망을 이용하여 일반인이 이용하도록 할 수 있다. ② 감독원장은 규정 제6-3조제1항에도 불구하고 전자공시시스템을 외부기관에 위탁하여 운영할 수 있다. ",
      "제12조(전자문서 제출인의 등록) ① 제출인은 사전에 전자공시시스템에 접속하여 제출인의 주소ㆍ성명 등 전자문서 제출에 관련된 사항을 등록하여야 한다. 등록사항이 변경된 경우에도 또한 같다. ② 감독원장은 제출인이 제1항에 따라 등록을 한 때에는 당해 제출인에게 고유번호 기타 필요한 정보를 제공하여야 한다. ③ 감독원장은 제1항에 따라 제출인 등록이 완료된 경우에 등록통지서를 제출인에게 발급한다. ",
      "제13조(전자문서의 제출등) ① 제출인은 전자문서의 방법으로 제출하는 신고서등에 제출인을 식별할 수 있는 사항과 전자문서를 접수ㆍ분류ㆍ처리하는 데 필요한 정보를 포함하여야 한다. ② 제출인은 신고서등의 첨부서류중 전자문서에 포함하기가 곤란한 다음 각호의 어느 하나의 서류에 대하여는 이를 서면 또는 전산매체로 제출하여야 한다. 1. 국가기관이나 지방자치단체 등이 발행하는 증명서 등으로서 문서의 양이 방대하여 전자문서화하기가 곤란한 서류 2. 법령상의 제한 등으로 공시하기가 곤란한 서류 3. 기타 전자문서화하기가 곤란하거나 실익이 없는 서류 ",
      "제14조(첨부서류의 분리제출) ① 제출인은 제10조에 따른 신고서등(이하 \"신고서등\"이라 한다)의 본문(기재사항을 말한다. 이하 같다)과 첨부서류를 나누어 제출할 수 있다. ② 제1항에 따라 제출하는 신고서등은 본문을 최초로 전송한 날부터 7일 이내에 당해 신고서등의 첨부서류를 제출하여야 한다. ",
      "제15조(참조방식에 의한 제출) 제출인은 신고서등이 이미 제출된 신고서등의 본문이나 첨부서류와 동일한 경우 그 접수번호를 제출하는 방식으로 당해 본문이나 첨부서류의 제출에 갈음할 수 있다. ",
      "제16조(정정문서의 제출) 제출인은 제출된 전자문서에 대하여 정정명령을 받았거나 자발적으로 정정하고자 하는 경우에는 그 정정내용을 기재한 정오표와 정정이 완료된 전자문서를 함께 제출하여야 한다. ",
      "제17조(전자서명의 효력등) ① 제출인은 전자문서의 방법으로 신고서등을 제출하고자 하는 경우에는 제18조에 따른 전자서명을 하여야 한다. ② 제1항에 따라 전자서명한 경우에는 제출인이 서명 또는 날인한 것으로 본다. ③ 제출인이 제출인외의 자의 서명 또는 날인이 있는 신고서등을 전자문서의 방법으로 제출하는 경우에는 그 서면문서를 관련 법령 및 금융위규정에서 공시하도록 규정하고 있는 기간동안 보관하여야 하며 감독원장의 요청이 있는 경우 지체없이 이를 감독원장에게 제출하여야 한다. 다만, 제23조에 따른 신고서등은 그러하지 아니하다. ",
      "제18조(전자서명의 등록) ① 제출인이 제17조에 따른 전자서명을 하고자 하는 경우에는 전자공시시스템에 접속하여 비대칭 암호화방식의 전자서명생성키와 전자서명검증키(전자서명을 검증하기 위하여 이용하는 전자적 정보를 말한다)를 생성한 후 전자서명검증키를 등록하여야 한다. ② 제출인은 제1항에 따라 생성한 전자서명생성키를 안전하게 보관ㆍ관리하여야 하며 이를 분실한 경우 지체없이 제20조의 절차에 따라 전자서명인증서를 재발급 받아야 한다. ",
      "제19조(전자서명의 인증) ① 감독원장은 제출인이 제18조에 따라 전자서명의 등록을 신청한 경우에는 전자서명인증서를 제출인에게 발급하여야 한다. ② 제출인은 제1항에 따라 인증받은 전자서명을 제10조에서 정하는 전자문서를 작성하여 제출하는 목적외에는 사용할 수 없다. 다만, 이 장에서 정하는 전자문서의 방법으로 거래소ㆍ한국공인회계사회 등 관계기관(이하 이 장에서 \"관계기관\"이라 한다)에 전자문서를 제출하는 경우에는 그러하지 아니하다. ",
      "제20조(전자서명의 변경) 제출인이 제18조에 따라 등록된 전자서명을 변경하고자 하는 경우에는 이미 발급받은 전자서명인증서의 폐지를 전자공시시스템에 접속하여 신청하고 새로운 전자서명인증서를 발급받아야 한다. ",
      "제21조(전자서명의 폐지) 감독원장은 다음 각호의 어느 하나에 해당하는 사유가 발생한 경우에는 전자서명을 폐지하여야 한다. 1. 제출인이 정당한 사유로 전자서명의 폐지를 신청한 경우 2. 제출인이 사망하거나 실종선고를 받은 경우 또는 해산한 경우 3. 제출인의 전자서명생성키가 분실ㆍ훼손 또는 도난ㆍ유출된 경우 4. 기타 전자문서를 제출할 필요가 없는 사유가 발생한 경우 ",
      "제22조(전자문서의 접수 및 통지) ① 전자문서는 전자공시시스템에서 감독원의 업무시간내에 접수번호가 부여된 경우 당일 접수된 것으로 본다. ② 감독원장은 전자문서의 방법으로 제출받은 신고서등의 접수여부에 대하여 정보통신망을 이용하여 제출인에게 통지하여야 한다. ",
      "제23조(제출인외의 자가 작성하는 문서) 제10조에 따른 신고서등의 첨부서류중 공인회계사 등 제출인외의 자가 작성하는 서류는 당해 작성자가 제12조부터 제21조까지를 준용하여 작성한 후 제출인에게 제공하여야 한다. "
    ],
    "첨부파일": {
      "첨부파일링크": [
        "http://law.go.kr/flDownload.do?flSeq=152715755",
        "http://law.go.kr/flDownload.do?flSeq=152715759",
        "http://law.go.kr/flDownload.do?flSeq=152715763",
        "http://law.go.kr/flDownload.do?flSeq=152715767"
      ],
      "첨부파일명": [
        "증권의 발행 및 공시 등에 관한 규정 시행세칙(금융감독원세칙)(20250602).hwp",
        "증권의 발행 및 공시 등에 관한 규정 시행세칙(금융감독원세칙)(20250602).pdf",
        "[별표] 외국 국채증권 및 국제기구 채권 주요 설명사항(제2조의6 관련)(증권의 발행 및 공시 등에 관한 규정 시행세칙).hwp",
        "[별표] 외국 국채증권 및 국제기구 채권 주요 설명사항(제2조의6 관련)(증권의 발행 및 공시 등에 관한 규정 시행세칙).pdf"
      ]
    },
    "부칙": {
      "부칙공포일자": [
        "20090703",
        "20101130",
        "20120404",
        "20121205",
        "20140716",
        "20160623",
        "20210401",
        "20250529"
      ],
      "부칙내용": [
        "부칙 <제9999호,2009.7.3.> 이 세칙은 「증권의 발행 및 공시 등에 관한 규정」(2009년 7월 1일 금융위원회 개정의결)의 시행일부터 시행한다.",
        "부칙 <제9999호,2010.11.30.> 제1조(시행일) 이 세칙은 2010년 12월 6일부터 시행한다. 제2조(적용례) 이 세칙의 개정규정은 이 세칙 시행 후 최초로 제출하는 증권신고서 및 주요사항보고서부터 적용한다. 제3조(유효기간) ① 제6조제2항의 개정규정은 이 세칙 시행일부터 2년간 효력을 가진다.② 제6조제2항의 효력기간 이내에 증권신고서 및 주요사항보고서가 제출된 합병에 대해서는 동 규정의 적용을 받는다. ",
        "부칙 <제9999호,2012.4.4.> 제1조(시행일) 이 세칙은 2012년 5월 2일부터 시행한다. ",
        "부칙 <제9999호,2012.12.5.> 제1조(시행일) 이 세칙은 2012년 12월 6일부터 시행한다. 제2조(적용례) 이 세칙의 개정규정은 이 세칙 시행 후 최초로 제출하는 주요사항보고서 및 증권신고서부터 적용한다. 제3조(종전의 행위에 관한 경과조치) 이 세칙 시행 전에 종전의 세칙에 따라 주요사항보고서를 제출한 합병에 대해서는 종전의 세칙 부칙 제3조제2항의 규정에 불구하고 종전 세칙에 따른다. ",
        "부칙 <제9999호,2014.7.16.> 제1조(시행일) 이 세칙은 2014년 7월 17일부터 시행한다. ",
        "부칙 <제9999호,2016.6.23.> 제1조(시행일) 이 세칙은 2016년 6월 30일부터 시행한다. 다만, 제2조의2부터 제2조의4까지의 개정규정은 2016년 8월 1일부터 시행한다. ",
        "부칙 <제9999호, 2021.04.01.> 제1조(시행일) 이 세칙은 2021년 4월 12일부터 시행한다. 제2조(적용례) 이 세칙은 이 세칙 시행 후 최초로 제출하는 주요사항보고서 및 증권신고서부터 적용한다. 제3조(종전의 행위에 관한 경과조치) 이 세칙 시행 전에 주요사항보고서를 제출한 합병에 대해서는 제5조 개정규정에도 불구하고 종전 세칙에 따른다. ",
        "부칙 <제9999호, 2025.05.29.> 제1조(시행일) 이 세칙은 2025년 6월 2일부터 시행한다. "
      ],
      "부칙공포번호": [
        "9999",
        "9999",
        "9999",
        "9999",
        "9999",
        "9999",
        "9999",
        "9999"
      ]
    }
  }
}