{
  "AdmRulService": {
    "개정문": {
      "개정문내용": [
        [
          "⊙금융위원회 고시 제2025-25호",
          "  증권의 발행 및 공시 등에 관한 규정 일부를 다음과 같이 개정한다.",
          "    2025년 9월 23일",
          "        금융위원회위원장",
          "증권의 발행 및 공시 등에 관한 규정 일부개정고시",
          "증권의 발행 및 공시 등에 관한 규정 일부를 다음과 같이 개정한다.",
          "제2-2조의3제2항 각 호 외의 부분 단서 중 \"영 제178조제1항제2호\"를 \"영 제178조제1항제2호 및 제178조의2\"로 한다.",
          "제2-18조의 제목 중 \"호가중개시스템을 통한 소액매출시\"를 \"지분증권의 소액매출시\"로 한다.",
          "제2-18조제1항 각 호 외의 부분 중 \"영 제137조제3항제3호의 규정에서\"를 \"영 제137조제3항제3호가목과 관련하여\"로 하고, \"금융위 및 협회\"를 \"제178조제1항제1호에 따른 장외거래인 경우 금융위 및 협회, 제178조의2에 따른 장외거래인 경우 금융위 및 장외거래중개업자(「금융투자업규정」제5-1조제16호에 따른 장외거래중개업자를 말한다. 이하 같다)\"로 한다.",
          "제2-18조의2를 다음과 같이 신설한다.",
          "제2-18조의2(수익증권의 소액매출시 특례) ① 영 제137조제3항제3호나목과 관련하여 \"금융위원회가 정하여 고시하는 방법\"이란 다음 각 호의 내용이 포함된 보고서를 매 분기의 말일을 기준으로 분기의 말일로부터 45일 이내에 금융위 및 장외거래중개업자에게 제출하여 공시하는 것을 말한다.",
          "  1. 신탁업자, 신탁기간, 신탁재산의 특징 등 신탁의 기본정보에 관한 사항",
          "  2. 신탁재산의 현황",
          "  3. 신탁재산의 운용경과 및 손익에 관한 사항",
          "  4. 신탁 관련 수수료, 보수에 관한 사항",
          "  5. 그 밖에 투자자 보호 및 건전한 거래질서를 위해 필요하다고 인정되는 사항",
          "  ② 제1항의 보고서에 대한 세부적인 기재내용 및 방법 등은 감독원장이 정한다.",
          "제2-20조제1항 중 \"제2-18조\"를 \"제2-18조ㆍ제2-18조의2\"로 한다.",
          "제2-22조 중 \"제2-18조\"를 \"제2-18조ㆍ제2-18조의2\"로 한다.",
          "          부칙",
          "제1조(시행일) 이 규정은 고시한 날부터 시행한다."
        ]
      ]
    },
    "별표": {
      "별표단위": {
        "별표제목": "외부평가기관의 부실평가 등에 대한 제재기준(제5-14조의3 관련)",
        "별표번호": "0000",
        "별표서식PDF파일링크": "/LSW/flDownload.do?flSeq=156569679",
        "별표키": "000000",
        "별표내용": [
          [
            "<별표> <신설 2024.11.26.>",
            "외부평가기관의 부실평가 등에 대한 제재기준",
            "(제5-14조의3 관련)",
            "Ⅰ. 목적",
            " ㆍ 이 기준은 영 제176조의5 제13항 및 제176조의6 제4항에 따라 외부평가기관의 불법행위 또는 현저히 부실한 평가에 대하여 조치를 함에 있어서 필요한 세부사항을 정함을 목적으로 한다.",
            "Ⅱ. 통칙",
            "1. 외부평가기관의 부실평가 등에 대한 조치는 다음의 방법에 따라 순차적으로 산정한다.",
            "  ⑴ 외부평가기관의 불법행위에 대하여 이 기준 Ⅲ.1.에 따라 외부평가업무제한기간을 산정하며, 불법행위자에게 가중ㆍ감경사유가 있는 경우에는 이 기준 Ⅲ.2.에 따라 각 사항별로 3개월씩 가중 또는 감경한다.",
            "  ⑵ 외부평가기관의 현저한 부실평가행위에 대하여 이 기준 Ⅳ.2.에 따라 외부평가업무제한기간을 산정하며, 부실평가자에게 가중ㆍ감경사유가 있는 경우에는 이 기준 Ⅳ.3.에 따라 각 사항별로 3개월씩 가중 또는 감경한다. 다만, 부실평가자에 대한 가중ㆍ감경사유가 위 ⑴의 불법행위자에 대한 가중ㆍ감경사유와 중복될 경우에는 당해 사유에 대해서는 가중ㆍ감경하지 아니한다.",
            "  ⑶ 외부평가기관에 대한 ‘외부평가업무제한’ 조치는 금번 위반행위에 대하여 위 ⑴ 및 ⑵에 따라 산정한 외부평가업무제한기간과 금번 위반행위일로부터 1년 이내에 행하여진 위반행위에 대한 증선위의 외부평가업무제한기간을 합산하여 결정한다. 이 경우 그 합산기간이 12월을 초과하는 경우에는 ‘외부평가업무제한 12월’로 조치한다.",
            "2. 조치 대상자가 다음 각 호의 어느 하나에 해당하는 경우에는 조치를 하지 아니할 수 있다.",
            "  ⑴ 법인이 청산사무를 사실상 종결하여 행정처분 통지 대상자의 소재지를 찾을 수 없는 경우 또는 청산등기가 완료된 경우",
            "  ⑵ 외부평가법인이 영업을 폐지한 후 해산 또는 청산절차를 밟지 않고 있으나 인적ㆍ물적 시설 등 법인의 실체가 없는 상태로 방치되어 있어 행정처분이 불가능한 경우",
            "Ⅲ. 불법행위에 대한 제재기준",
            "1. 제재기준",
            " ㆍ 아래의 항목 중 어느 하나의 항목과 다른 항목이 중첩되는 경우 제한기간을 합산한다. ",
            "┏━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┯━━━━━━━━━━┓",
            "┃위반사항                                                        │제재기준            ┃",
            "┣━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┿━━━━━━━━━━┫",
            "┃① 영 제176조의5 제10항에 따른 외부평가업무품질관리규정을 마    │외부평가업무제한 1월┃",
            "┃련하지 않는 경우                                                │                    ┃",
            "┠────────────────────────────────┼──────────┨",
            "┃② 영 제176조의5 제11항의 규정을 위반한 경우                    │외부평가업무제한    ┃",
            "┠────────────────────────────────┤9월                 ┃",
            "┃③ 영 제176조의5 제12항의 규정을 위반한 경우                    │                    ┃",
            "┠────────────────────────────────┼──────────┨",
            "┃④ 외부평가기관의 임직원이 평가와 관련하여 알게 된 비밀을 누설  │외부평가업무제한    ┃",
            "┃하거나 업무 외의 목적으로 사용한 사실이 있는 경우로서 그        │6월                 ┃",
            "┃비밀이 내부자 거래에 이용되는 경우                              │                    ┃",
            "┠────────────────────────────────┤                    ┃",
            "┃⑤ 외부평가기관의 임직원이 합병 등에 관한 평가와 관련하여 직접  │                    ┃",
            "┃또는 간접으로 재산상의 이익을 제공받는 경우                     │                    ┃",
            "┠────────────────────────────────┼──────────┨",
            "┃⑥ 외부평가기관의 임직원이 평가와 관련하여 알게 된 비밀을 누설  │외부평가업무제한    ┃",
            "┃하거나 업무 외의 목적으로 사용한 사실이 있는 경우로서 그        │3월                 ┃",
            "┃비밀이 내부자 거래에 이용되지 아니한 경우                       │                    ┃",
            "┗━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━━┷━━━━━━━━━━┛",
            "2. 가중 및 감경사항",
            " ㆍ 다음의 가중ㆍ감경사항 중 어느 하나에 해당하는 경우 각 사항별로 3개월씩 가중 또는 감경한다.",
            " 가. 가중사항",
            "  ⑴ 최종 위반 시로부터 2년 이내에 동일 또는 유사한 위반행위가 3회(최종 위반행위를 포함한다) 이상 발생한 경우. 다만, 이 기준 Ⅱ.1.⑶에 따라 외부평가업무제한기간을 합산하는 경우는 제외한다.",
            "  ⑵ 한국거래소 상장규정에 따른 우회상장 목적으로 외부평가를 한 경우",
            " 나. 감경사항",
            "  ⑴ 외부평가를 하고 공시를 하였으나 그 이후 대상 거래가 취소된 경우 ",
            "3.  고려 사항",
            " ㆍ 내부자 거래에 이용되는 경우에는 관련자를 「자본시장조사 업무규정」에 따라 별도 조치한다.",
            "Ⅳ. 부실평가에 대한 제재기준",
            "1. 부실평가의 동기 및 중요도의 구분",
            " 가. 부실평가의 동기",
            "  ⑴ 고의 : 위법사실 또는 그 가능성을 인식하고 부실평가를 한 경우를 말하며, 부실평가행위가 다음 중 어느 하나에 해당하는 경우 외부평가기관에게 고의가 있는 것으로 본다.",
            "  ① 회사의 과거 재무제표에 중요한 회계처리기준 위반사실이 있다는 사실을 알고 있음에도 이를 묵인하고 평가에 사용하는 경우",
            "  ② 회사가 제공한 자료 또는 진술이 허위라는 사실을 알고 있음에도 이를 묵인하고 평가하는 경우",
            "  ⑵ 과실 : 평가 전문가로서 요구되는 정당한 주의의무를 결하여 부실평가를 한 경우를 말하며, 부실평가행위가 다음 중 어느 하나에 해당하는 경우 외부평가기관에게 과실이 있는 것으로 본다.",
            "  ① 관련 법령, 감독기관 규정 등에서 명백히 규정하고 있는 사항을 위반한 경우",
            " ",
            "  ② 금융감독원의 「외부평가업무 가이드라인」, 한국공인회계사회의 「가치평가서비스 수행기준」 등 일반적으로 공정하고 타당한 것으로 인정되는 기준에서 요구하는 필수적인 절차를 준수하지 않은 경우",
            "  ③ 다음과 같이 전문가로서의 주의의무를 결하여 부실평가를 한 경우",
            "  ㆍ 평가대상자산의 가치에 영향을 미칠 수 있는 기본적인 사항에 대한 확인 절차 소홀 및 대체절차 미 수행",
            "  ㆍ 회사가 제시한 자료 또는 타전문가의 의견 등에 대하여 의심할 만한 정황 등이 있었음에도 신뢰성이나 합리성 여부에 대한 검토를 하지 않고 평가에 이용",
            "  ㆍ 평가 시 추정한 가정(예상 시장점유율, 예상 판매량 등)이 평가시점의 실적률 또는 실적수량과 차이가 크거나 가정이 지나치게 낙관적임에도 합리적 근거자료 없이 이를 그대로 인정하여 평가하는 경우 ",
            "  ㆍ 사용기간의 제한, 매각제한 등 가치에 중대한 영향을 미치는 약정사항 등을 고려하지 아니하고 평가하는 경우",
            "  ㆍ 기타 상기에 준하는 사유로 평가대상자산의 가치를 현저하게 왜곡하는 행위",
            " 나. 현저한 부실평가행위의 유형별 분류에 따른 중요도의 구분",
            " ⒧ 부실평가행위의 중요도를 판단함에 있어 다음의 유형별 분류요소를 각각 고려하여 그 중에서 가장 중한 등급을 적용한다. ",
            "  ㈎ 합병가액 등에 미치는 영향을 객관적인 수치로 확인 가능한 부실평가행위",
            "┏━━━━━━━━━━━━━━━━━━━━━━━━┳━━━━━━━━━━━━┳━━━┑",
            "┃현저한 부실평가행위의 유형                      ┃중요도 판단기준         ┃중요도│",
            "┣━━━━━━━━━━━━━━━━━━━━━━━━╋━━━━━━━━━━━━╋━━━┥",
            "┃① (기준주가 산정의 오류) 주권상장법인이 영 제  ┃그 오류 금액이 그 오류  ┃상    │",
            "┃176조의5 제1항 제2호 가목 본문의 규정(영 제     ┃정정 후 금액의 100분의  ┃      │",
            "┃176조의6 제2항의 규정에 따라 준용되는 경우      ┃100 이상인 경우         ┃      │",
            "┃포함)에 따라 합병가액 또는 주식의 포괄적 교환? ┠────────────╂───┤",
            "┃이전비율을 산정하는 경우로서 그 가격의 산정에   ┃그 오류 금액이 그 오류  ┃중    │",
            "┃오류가 있고 그 오류금액이 합병가액 등에 미치    ┃정정 후 금액의 100분의  ┃      │",
            "┃는 영향이 중대한 경우                           ┃50 이상 100분의 100     ┃      │",
            "┃                                                ┃미만인 경우             ┃      │",
            "┃② (자산가치 산정의 오류) 주권상장법인 또는 주권┠────────────╂───┤",
            "┃비상장법인이 영 제176조의5 제1항 제2호 가목     ┃그 오류 금액이 그 오류  ┃하    │",
            "┃단서 또는 같은 호 나목의 규정(영 제176조의6     ┃정정 후 금액의 100분의  ┃      │",
            "┃제2항의 규정에 따라 준용되는 경우 포함)에 따라  ┃20 이상 100분의 50 미   ┃      │",
            "┃합병가액 또는 주식의 포괄적 교환?이전비율을 산 ┃만인 경우               ┃      │",
            "┃정하는 경우로서 그 자산가치의 산정에 오류가 있  ┃                        ┃      │",
            "┃고 그 오류 금액이 합병가액 등에 미치는 영향이   ┃                        ┃      │",
            "┃중대한 경우                                     ┃                        ┃      │",
            "┗━━━━━━━━━━━━━━━━━━━━━━━━┻━━━━━━━━━━━━┻━━━┙",
            "   - 합병가액 등의 평가금액이 상한과 하한의 범위로 정하여진 경우 중요도 판단의 기준이 되는 금액은 그 상한과 하한의 중간값으로 한다.",
            "  ㈏ 기타 부실평가행위",
            "   - 증권시장에 미친 영향, 증권시장의 공정거래질서, 사회?경제 전반에 미치는 파급효과 등을 고려하여 다음과 같이 그 경중에 따라 중요도를 판단한다. 다만, 그 합병가액 등에 미치는 영향이 위조?변조된 금액, 기타 거짓으로 밝혀진 금액 또는 신뢰할 수 있는 기관의 분석자료 등을 통해 객관적으로 산정되는 경우에는 이 기준 Ⅳ.1.나.⒧㈎를 준용하여 그 중요도를 판단할 수 있다.",
            "┏━━━━━━━━━━━━━━━━━━━━━━━━━┳━━━━━━━━━━━━┳━━━┑",
            "┃현저한 부실평가행위의 유형                        ┃중요도 판단기준         ┃중요도│",
            "┣━━━━━━━━━━━━━━━━━━━━━━━━━╋━━━━━━━━━━━━╋━━━┥",
            "┃① (허위의 자료 사용) 주권상장법인 또는 주권비상  ┃다수 채권자, 투자자 등  ┃상    │",
            "┃장법인이 위조, 변조, 기타 허위의 자료를 사용하    ┃이해관계자에게 중대한   ┃      │",
            "┃여 합병가액, 주식의 포괄적 교환?이전비율, 중요   ┃손해를 입히거나 사회적  ┃      │",
            "┃한 영업 또는 자산의 양수?양도가액, 분할합병의    ┃물의를 야기한 사항      ┃      │",
            "┃비율 등을 산정한 경우로서 그 합병가액 등에 미     ┠────────────╂───┤",
            "┃치는 영향이 중대한 경우                           ┃기타 투자자의 합리적인  ┃하    │",
            "┃                                                  ┃투자판단에 영향을       ┃      │",
            "┃② (부적정한 수익가치ㆍ합병가액 등의 산정) 주권상 ┃미치는 사항             ┃      │",
            "┃장법인 또는 주권비상장법인이 영 제176조의5 제     ┃                        ┃      │",
            "┃1항 제2호 나목의 규정(영 제176조의6 제2항의       ┃                        ┃      │",
            "┃규정에 따라 준용되는 경우 포함) 등에 따라 합병    ┃                        ┃      │",
            "┃가액, 주식의 포괄적 교환?이전비율, 중요한 영업   ┃                        ┃      │",
            "┃또는 자산의 양수?양도가액을 산정하는 경우로서    ┃                        ┃      │",
            "┃미래의 수익가치 등의 산정 및 영 제176조의5제7     ┃                        ┃      │",
            "┃항제3호에 따라 평가하는 경우로서 합병가액 등의    ┃                        ┃      │",
            "┃산정에 관하여 금융감독원의 ?외부평가업무 가이드  ┃                        ┃      │",
            "┃라인?, 한국공인회계사회의 ?가치평가서비스 수행  ┃                        ┃      │",
            "┃기준? 등 일반적으로 공정하고 타당한 것으로 인정  ┃                        ┃      │",
            "┃되는 기준에 따라 신뢰할 수 있는 자료를 토대로     ┃                        ┃      │",
            "┃합리적으로 산정되지 아니함으로써 그 합병가액 등   ┃                        ┃      │",
            "┃에 미치는 영향이 중대한 경우                      ┃                        ┃      │",
            "┗━━━━━━━━━━━━━━━━━━━━━━━━━┻━━━━━━━━━━━━┻━━━┙",
            "   - 평가결과가 경영자 등의 횡령?배임 등 불법행위에 이용될 수 있음을 알거나 그 가능성을 인식하고 평가업무를 수행한 경우, 기타 이에 준하는 경우에는 중요도 판단 시 \"다수 채권자, 투자자 등 이해관계자에게 중대한 손해를 입히거나 사회적 물의를 야기한 사항\"으로 분류한다.",
            "2. 제재기준",
            "  ㆍ 부실평가의 동기 및 중요도에 따라 다음과 같이 구분하여 조치한다.",
            "┏━━━━━━━━━┯━━━━━━━━━━━━━━━━━━━━━━━┓",
            "┃부실평가의 중요도 │부실평가 동기                                 ┃",
            "┃                  ├───────────┬───────────┨",
            "┃                  │고 의                 │과실                  ┃",
            "┣━━━━━━━━━┿━━━━━━━━━━━┿━━━━━━━━━━━┫",
            "┃상                │외부평가업무제한  9월 │외부평가업무제한  6월 ┃",
            "┠─────────┼───────────┼───────────┨",
            "┃중                │외부평가업무제한  6월 │외부평가업무제한  3월 ┃",
            "┠─────────┼───────────┼───────────┨",
            "┃하                │외부평가업무제한  3월 │외부평가업무제한  1월 ┃",
            "┗━━━━━━━━━┷━━━━━━━━━━━┷━━━━━━━━━━━┛",
            "3. 가중 및 감경사항",
            " ㆍ 다음의 가중?감경사항 중 어느 하나에 해당하는 경우 각 사항별로 3개월씩 가중 또는 감경한다. ",
            " 가. 가중사항",
            "  ⑴ 최종 위반 시로부터 2년 이내에 동일 또는 유사한 위반행위가 3회(최종 위반행위를 포함한다) 이상 발생한 경우. 다만, 이 기준 Ⅱ.1.⑶에 따라 외부평가업무제한기간을 합산하는 경우는 제외한다.",
            "  ⑵ 한국거래소 상장규정에 따른 우회상장 목적으로 외부평가를 한 경우",
            "  ⑶ 평가금액(합병의 경우에는 피합병회사의 주식평가금액)이 주요사항보고서 제출 대상 회사의 최근 사업연도말 자기자본의 100분의 200 이상인 경우",
            "  ⑷ 조사과정에서 부실평가 행위를 은폐 또는 축소하기 위하여 허위자료를 제출하거나 정당한 이유 없이 자료제출을 거부한 사실이 있는 경우",
            " 나. 감경사항",
            "  ⑴ 외부평가를 하고 공시를 하였으나 그 이후 대상거래가 취소된 경우 또는 대상거래가 이루어지기 전에 평가보고서를 자발적으로 수정하여 공시한 경우"
          ]
        ],
        "별표구분": "별표",
        "별표서식파일링크": "/LSW/flDownload.do?flSeq=156569665",
        "별표가지번호": "00"
      }
    },
    "행정규칙기본정보": {
      "현행여부": "Y",
      "담당부서기관명": "금융위원회(자본시장과)",
      "담당자명": "조미남",
      "행정규칙종류코드": "B0003",
      "행정규칙명": "증권의 발행 및 공시 등에 관한 규정",
      "발령일자": "20250923",
      "행정규칙종류": "고시",
      "제개정구분코드": "200403",
      "조문형식여부": "N",
      "소관부처명": "금융위원회",
      "전화번호": "02-2100-2652",
      "제개정구분명": "일부개정",
      "소관부처코드": "1160100",
      "생성일자": "20250924",
      "행정규칙ID": "36044",
      "시행일자": "20250923",
      "담당부서기관코드": "1160212",
      "발령번호": "2025-25",
      "행정규칙일련번호": "2100000264790",
      "상위부처명": "금융위원회"
    },
    "조문내용": "제1장 총칙 제1-1조(목적) 이 규정은 「자본시장과 금융투자업에 관한 법률」(이하 \"법\"이라 한다), 같은법 시행령(이하 \"영\"이라 한다) 및 같은법 시행규칙(이하 \"규칙\"이라 한다)에서 금융위원회(이하 \"금융위\"라 한다)에 위임된 사항 중 증권의 발행, 공시 및 주권상장법인에 대한 특례 등에 관한 사항과 그 시행에 관하여 필요한 사항을 정함을 목적으로 한다. 제1-2조(용어의 정의 등) ① 이 규정에서 적용되는 재무사항은 「주식회사의 외부감사에 관한 법률」(이하 \"외감법\"이라 한다) 제3조제1항에 따른 감사인(이하 \"회계감사인\"이라 한다)의 감사결과 수정된 재무제표(회계감사를 받지 아니한 법인을 제외한다)에 따른다. ② 이 규정에서 재무에 관한 사항 및 회계에 관한 용어는 외감법 제13조에 따라 정한 회계처리기준(이하 \"국내 회계처리기준\"이라 한다)에 따른다. ③ 이 규정에서 \"자기자본\"이란 최근 사업연도말 재무제표를 기준으로 자산총액에서 부채총액을 차감한 금액에 최근 사업연도말 경과 후 신고 또는 공시사유 발생일까지의 자본금 및 자본잉여금의 증감액을 반영한 금액을 말한다. 이 경우 「상법」 제522조, 제527조의2, 제527조의3 및 제530조의2에서 규정한 사실이 있는 때에는 해당 사실의 효력발생일의 재무제표를 최근 사업연도말 재무제표로 본다. ④ 이 규정에서 \"주주\"는 조합, 익명조합, 합자회사 또는 유한회사의 경우에는 \"조합원\" 또는 \"사원\"으로 본다. ⑤ 이 규정에서 \"원주식\"이란 증권예탁증권으로 표창된 주식을 말한다. ⑥ 이 규정에서 \"원화표시채권\"이란 외국법인등이 원화로 표시하여 발행하는 채권을 말하고, \"외화표시채권\"이란 원화 외의 통화로 표시하여 발행하는 채권을 말한다. ⑦ 이 규정에서 \"지주회사\"란 「독점규제 및 공정거래에 관한 법률」 제2조에 따른 지주회사 및 「금융지주회사법」 제2조에 따른 금융지주회사를 말한다. 다만, 외국법인등의 경우에는 다른 회사의 주식을 소유함으로써 사업활동을 지배하는 것을 주된 사업(소유하는 자회사 주식가액 합계액이 자산총액의 100분의 50 이상인 경우)으로 하는 회사(이하 \"외국 지주회사\"라 한다)를 말한다. ⑧ 이 규정에서 \"자회사\"란 「독점규제 및 공정거래에 관한 법률」 제2조 및 「금융지주회사법」 제2조에 따른 자회사를 말한다. 다만, 외국지주회사의 자회사는 외국지주회사가 채택하고 있는 회계처리기준에 따라 연결대상이 되는 종속회사를 말한다. ⑨ 이 규정에서 \"연결재무제표 작성대상 법인\"이란 「주식회사의 외부감사에 관한 법률 시행령」제1조의3제1항에 따른 종속회사가 있는 법인을 말한다. <신설 2010. 11. 8.> ⑩ 이 규정에 따라 한국채택국제회계기준을 적용하는 연결재무제표 작성대상 법인이 증권의 발행시 제출하는 \"감사보고서, 반기감사보고서(또는 반기검토보고서) 및 분기감사보고서(또는 분기검토보고서)\"는 연결재무제표에 대한 감사보고서, 반기감사보고서(또는 반기검토보고서) 및 분기감사보고서(또는 분기검토보고서)를 포함한다. <신설 2010. 11. 8.> ⑪ 이 규정에 따른 조치를 함에 있어서는 제5-14조의3에서 정하는 경우를 제외하고는 자본시장조사업무규정을 준용한다. <개정 2013. 9. 17.> ⑫ 이 규정에서 사용하는 용어에 관하여는 이 규정에서 특별히 정하는 경우를 제외하고는 법, 영, 규칙 기타 관계법령과 금융위가 정하는 다른 규정에서 사용하는 용어의 예에 따른다. 제1-3조(청약권유 제외기준 등) 영 제2조제2호 단서에서 \"금융위원회가 정하여 고시하는 기준\"이란 청약의 권유에서 제외되는 단순 사실의 광고 또는 안내 방법으로서 다음 각 호에 따라야 한다. 1. 인수인의 명칭을 표시하지 않을 것 2. 증권의 발행금액 및 발행가액을 확정하여 표시하지 않을 것 3. 증권신고의 대상이 되는 증권의 거래를 위한 청약의 권유는 투자설명서, 예비투자설명서 또는 간이투자설명서에 따른다는 뜻을 명시할 것　 제2장 증권의 발행신고 등 제2-1조(청약권유대상자의 수에서 제외되는 자) ① <삭제 2016. 6. 28.> ② 영 제11조제1항제1호바목에서 \"금융위원회가 정하여 고시하는 자\"란 다음 각 호의 어느 하나에 해당하는 자를 말한다. 1. 「중소기업창업지원법」에 따른 중소기업창업투자회사 2. 그 밖에 제1호 및 영 제11조제1항제1호 각 목의 전문가와 유사한 자로서 발행인의 재무내용이나 사업성을 잘 알 수 있는 특별한 전문가라고 금융감독원장(이하 \"감독원장\"이라 한다)이 정하는 자 ③ 영 제11조제1항제2호사목에서 \"금융위원회가 정하여 고시하는 자\"란 다음 각 호의 어느 하나에 해당하는 자를 말한다. 1. 발행인(설립중인 회사 제외)의 제품을 원재료로 직접 사용하거나 발행인(설립중인 회사 제외)에게 자사제품을 원재료로 직접 공급하는 회사 및 그 임원 2. 발행인(설립중인 회사 제외)과 대리점계약 등에 의하여 발행인의 제품 판매를 전업으로 하는 자 및 그 임원 3. 발행인이 협회 등 단체의 구성원이 언론, 학술 및 연구 등 공공성 또는 공익성이 있는 사업을 영위하기 위하여 공동으로 출자한 회사(설립중인 회사 포함)인 경우 해당 단체의 구성원 4. 발행인이 지역상공회의소, 지역상인단체, 지역농어민단체 등 특정지역 단체의 구성원이 그 지역의 산업폐기물 처리, 금융ㆍ보험서비스 제공, 농수축산물의 생산ㆍ가공ㆍ판매 등의 공동사업을 영위하기 위하여 공동으로 출자한 회사(설립중인 회사 포함)인 경우 해당 단체의 구성원 5. 발행인이 동창회, 종친회 등의 단체 구성원이 총의에 의하여 공동의 사업을 영위하기 위하여 공동으로 출자한 회사(설립중인 회사 포함)인 경우 해당 단체의 구성원 6. 법 제159조제1항에 따른 사업보고서 제출대상법인이 아닌 법인(이하 이 조에서 \"사업보고서 미제출법인\"이라 한다)의 주주가 그 사업보고서 미제출법인의 합병, 주식의 포괄적 교환ㆍ이전, 분할 및 분할합병의 대가로 다른 사업보고서 미제출법인이 발행한 증권을 받는 경우 그 주주 7. 기타 제1호부터 제6호까지 및 영 제11조제1항제2호 각 목의 연고자와 유사한 자로서 발행인의 재무내용이나 사업성을 잘 알 수 있는 특별한 연고자라고 감독원장이 정하는 자 제2-2조(증권의 모집으로 보는 전매기준) ① 영 제11조제3항에서 \"금융위원회가 정하여 고시하는 전매기준에 해당하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다. <개정 2013. 6. 25.> 1. 지분증권(지분증권과 관련된 증권예탁증권을 포함한다. 이하 이 조 및 제2-3조제2항에서 같다)의 경우에는 같은 종류의 증권이 모집 또는 매출된 실적이 있거나 증권시장(제2-2조의3제1항에 따른 코넥스시장을 제외한다)에 상장된 경우 [분할 또는 분할합병(「상법」 제530조의12에 따른 물적분할의 경우를 제외한다)으로 인하여 설립된 회사가 발행하는 증권은 분할되는 회사가 발행한 증권과 같은 종류의 증권으로 본다] 또는 기업인수목적회사와 합병하려는 법인이 합병에 따라 발행하는 경우. <개정 2021. 12. 9.> 2. 지분증권이 아닌 경우(법 제4조제3항에 따른 기업어음증권은 제외한다)에는 50매 이상으로 발행되거나 발행 후 50매 이상으로 권면분할되어 거래될 수 있는 경우. 다만, 전자등록(「주식ㆍ사채 등의 전자등록에 관한 법률」에 따른 전자등록을 말한다. 이하 같다) 또는 등록(「은행법」에 따른 등록을 말한다. 이하 같다)발행의 경우에는 매수가 아닌 거래단위를 기준으로 적용한다. <개정 2013. 2. 5.> 3. 전환권, 신주인수권 등 증권에 부여된 권리의 목적이 되는 증권이 제1호 또는 제2호에 해당되는 경우 4. <삭제 2009. 7. 6.> 5. 법 제4조제3항에 따른 기업어음증권(이하 ‘기업어음’이라 한다)의 경우에는 다음 각목의 어느 하나에 해당하는 경우 <신설 2013. 2. 5.> 가. 50매 이상으로 발행되는 경우 나. 기업어음의 만기가 365일 이상인 경우 다. 기업어음이 영 제103조에 따른 특정금전신탁에 편입되는 경우 6. 법 제4조제7항에 따른 파생결합증권이 영 제103조제1호에 따른 특정금전신탁에 편입되는 경우 <신설 2013. 12. 4.> ② 제1항에도 불구하고 증권을 발행함에 있어 다음 각 호의 어느 하나에 해당하는 경우에는 제1항에 따른 전매기준에 해당되지 않는 것으로 본다. 1. 증권을 발행한 후 지체없이 한국예탁결제원(이하 \"예탁결제원\"이라 한다)에 전자등록하거나 예탁하고 그 전자등록일 또는 예탁일부터 1년간 해당 증권(증권에 부여된 권리의 행사로 취득하는 증권을 포함한다)을 인출하거나 매각(매매의 예약 등을 통해 사실상 매각이 이루어지는 경우를 포함한다. 이하 제9호에서 같다)하지 않기로 하는 내용의 계약을 예탁결제원과 체결한 후 그 계약을 이행하는 경우 또는 「금융산업의 구조개선에 관한 법률」(이하 \"금산법\"이라 한다) 제12조제1항에 따라 정부 또는 예금보험공사가 부실금융기관에 출자하여 취득하는 지분증권에 대하여 취득일부터 1년 이내에 50인 이상의 자에게 전매되지 않도록 필요한 조치를 취하는 경우 <개정 2013. 9. 17. 2017. 2. 23.> 2. 제1항제2호 중 50매 미만으로 발행되는 경우에는 증권의 권면에 발행 후 1년 이내 분할금지특약을 기재하는 경우. 다만, 전자등록 또는 등록발행의 경우에는 거래단위를 50단위 미만으로 발행하되 발행 후 1년이내에는 최초 증권 발행시의 거래단위 이상으로 분할되지 않도록 조치를 취하는 경우를 말한다. <개정 2013. 2. 5.> 3. 제1항제3호에 해당되는 경우에는 권리행사금지기간을 발행 후 1년 이상으로 정하는 경우 4. 채무증권(기업어음은 제외한다)으로서 다음 각 목의 요건을 모두 충족하는 경우 <개정 2013. 12. 4.> 가. 다음 (1)부터 (5)까지에 해당하는 자(이하 \"적격기관투자자\"라 한다)가 발행인 또는 인수인으로부터 직접 취득하고, 감독원장이 정하는 바에 따라 적격기관투자자 사이에서만 양도ㆍ양수될 것. 단, 제5호의 유동화증권(「자산유동화에 관한 법률」에서 정하는 방법으로 발행된 채무증권을 말한다. 이하 같다)을 발행하기 위하여 자산유동화전문회사에 양도하는 경우에는 그러하지 아니하다.　  (1) 영 제10조제1항제1호부터 제4호까지의 자(영 제10조제2항제11호, 같은 조 제3항제5호부터 제8호까지에 해당하는 자는 제외한다)　  (2) 주권상장법인, 영 제10조제3항제12호제13호 및 같은 항 제16호에 해당하는 자　  (3) 「중소기업진흥에 관한 법률」에 따른 중소기업진흥공단　  (4)　  (5) (1)부터 (4)까지의 적격기관투자자에 준하는 외국인 <삭제 2016. 6. 28.> 나. 직전 사업연도말 총자산이 2조원 이상인 기업이 발행한 증권이 아닐 것. 다만, 제1-2조제6항에 따른 원화표시채권 또는 외화표시채권을 발행하는 경우에는 그러하지 아니하다. <개정 2013. 12. 4., 2016. 6. 28.> 5. 유동화증권으로서 다음 각 목의 요건을 모두 충족하는 경우 <신설 2013. 12. 4.><개정 2016. 6. 28.> 가. 제4호 각 목의 요건을 충족하는 채무증권이 유동화자산의 100분의 80 이상일 것 나. 적격기관투자자가 발행인 또는 인수인으로부터 직접 취득하고, 감독원장이 정하는 바에 따라 적격기관투자자 사이에서만 양도ㆍ양수 될 것 6. 제1항제5호다목 및 제6호의 경우에는 발행인이 특정금전신탁의 위탁자를 합산하여 50인 이상(영 제11조제1항제1호 및 제2호에 해당하는 자는 제외한다)이 될 수 없다는 뜻을 인수계약서와 취득계약서에 기재하고, 발행인 또는 기업어음, 파생결합증권을 인수한 금융투자업자가 그러한 발행조건의 이행을 담보할 수 있는 장치를 마련한 경우 <신설 2013. 2. 5.> 7. 단기사채(「주식ㆍ사채 등의 전자등록에 관한 법률」 제2조제1호나목에 따른 권리로서 같은 법 제59조 각 호의 요건을 모두 갖추고 전자등록된 것을 말한다)로서 만기가 3개월 이내인 경우 <신설 2013. 2. 5.> 8. 근로복지기본법에 따라 우리사주조합원이 우리사주조합을 통해 취득한 주식을 같은 법 제43조에 따른 수탁기관(이하 이 조에서 \"수탁기관\"이라 한다)에 전자등록 또는 예탁하고 그 전자등록일 또는 예탁일로부터 1년간 해당 주식(주식에 부여된 권리의 행사로 취득하는 주식을 포함한다)을 인출하거나 매각하지 않기로 하는 내용의 계약을 수탁기관과 체결한 후 그 계약을 이행하는 경우 <신설 2013. 9. 17.> 9. 온라인소액투자중개를 통해 지분증권을 모집한 발행인이 다음 각목의 요건을 모두 충족하는 경우 <신설 2017. 2. 23.> 가. 영 제118조의17제2항 각 호에 해당하는 자에게 온라인소액투자중개를 통해 모집한 지분증권과 같은 종류의 증권을 발행할 것 나. 온라인소액투자중개 이외의 방법으로 같은 종류의 증권을 모집 또는 매출한 실적이 없을 것 다. 같은 종류의 증권이 증권시장(제2-2조의3제1항에 따른 코넥스시장을 제외한다)에 상장되어 있지 않을 것 라. 온라인소액투자중개를 통해 모집의 방법으로 최근 발행된 지분 증권에 대하여 법 제117조의10제7항에 따른 매도 또는 양도가 제한되는 기간(이하 이 목에서 ‘제한기간’이라 한다)이 경과하지 않은 때에는, 해당 증권을 지체 없이 예탁결제원에 전자등록하거나 예탁하고 제한기간의 종료일까지 인출하거나 매각하지 않기로 하는 내용의 계약을 예탁결제원과 체결한 후 그 계약을 이행할 것 ③ 예탁결제원 및 수탁기관은 제2항제1호 전단 또는 같은 항 제8호에 따라 예탁된 증권에 대하여 다음 각 호의 어느 하나에 해당하는 사유가 발생하는 경우 발행인의 신청에 의하여 해당 증권의 인출을 허용할 수 있다. 이 경우 예탁결제원 또는 수탁기관은 사유가 종료되는 대로 해당 증권이나 전환권 등 권리의 행사에 따라 취득한 증권을 지체없이 재예탁하도록 하여야 한다. <개정 2013. 9. 17.> 1. 통일규격증권으로 교환하기 위한 경우 2. 전환권, 신주인수권 등 증권에 부여된 권리행사를 위한 경우 3. 회사의 합병, 분할, 분할합병, 또는 주식의 포괄적 교환ㆍ이전에 따라 다른 증권으로 교환하기 위한 경우 4. 액면 또는 권면의 분할 또는 병합에 따라 새로운 증권으로 교환하기 위한 경우 5. 전환형 조건부자본증권을 주식으로 전환하기 위한 경우 <개정 2013. 9. 17.> 6. 기타 상기 사유와 유사한 것으로서 감독원장이 인정하는 경우 <신설 2013. 9. 17.> 제2-2조의2(해외증권 발행시 증권의 모집으로 보는 전매기준) ① 제2-2조에도 불구하고 해외에서 증권을 발행하는 경우(청약의 권유, 청약 등 발행과 관련한 주요 행위가 해외에서 이루어지는 경우를 말한다) 해당 증권, 해당 증권에 부여된 권리 또는 그 권리의 행사에 따라 발행되는 증권 등(이하 이 조에서 \"해당 증권 등\"이라 한다)을 「외국환거래법」에 따른 거주자(증권의 발행과 관련한 인수계약에 따라 해당 증권을 취득하는 금융투자업자를 제외한다. 이하 이 조에서 같다)가 해당 증권의 발행 당시 취득 가능하거나 또는 발행일부터 1년 이내에 취득 가능한 조건으로 발행하는 경우(외국법인등에 관하여는 다음 각 호의 어느 하나에 해당하는 외국법인등이 해외에서 증권을 발행하는 경우에 한한다)에는 영 제11조제3항에서 \"금융위원회가 정하여 고시하는 전매기준에 해당하는 경우\"로 본다. <개정 2013. 6. 25. 2017. 2. 23.> 1. 외국법인등이 국내에 증권을 상장한 경우 <신설 2017. 2. 23.> 2. 최근 사업연도 말을 기준으로 외국법인등이 발행한 지분증권 발행주식총수의 100분의 20 이상을 거주자가 보유하고 있는 경우 <신설 2017. 2. 23.> ② 제1항에도 불구하고 다음 각 호의 어느 하나에 해당하는 경우에는 제1항에 따른 전매기준에 해당되지 않는 것으로 본다. <개정 2017. 2. 23.> 1. 발행당시 또는 발행일부터 1년 이내에 해당 증권등을 거주자에게 양도할 수 없다는 뜻을 해당 증권의 권면(실물발행의 경우에 한한다), 인수계약서, 취득계약서 및 청약권유문서에 기재하고, 발행인 또는 인수한 금융투자업자가 취득자로부터 그러한 발행조건을 확인ㆍ서명한 동의서를 징구하고, 해당 동의서의 이행을 담보할 수 있는 장치를 강구한 후 발행하는 경우 2. 발행 후 지체없이 발행지의 공인 예탁결제기관에 예탁하고 그 예탁일부터 1년 이내에는 이를 인출하지 못하며 거주자에게 해당 증권등을 양도하지 않는다는 내용의 예탁계약을 체결한 후 그 예탁계약을 이행하는 경우 3. 전환사채권신주인수권부사채권교환사채권이 아닌 사채권으로서 제2-2조제2항제4호(나목은 제외한다)에 따라 적격기관투자자가 취득(발행시점에서 발행인 또는 인수인으로부터 취득하는 것을 포함한다)하고 적격기관투자자 사이에서만 양도ㆍ양수되는 경우로서 다음 각목의 요건을 모두 충족하는 경우 <개정 2012. 12. 4.> 가. 외국통화로 표시하여 발행하고 외국통화로 원리금을 지급할 것 나. 발행금액의 100분의 80이상을 거주자 외의 자에게 배정할 것(발행시점에서 발행인 또는 인수인으로부터 취득하는 것에 한한다) 다. 사채권이 감독원장이 정하는 해외주요시장(이하 이 목에서 \"해외주요시장\"이라 한다)에 상장되거나 해외주요시장 소재지국의 외국금융투자감독기관에 등록 또는 신고, 그 밖에 모집으로 볼 수 있는 절차를 거친 것 라. 발행당시 또는 발행일부터 1년 이내에 적격기관투자자가 아닌 거주자에게 해당 사채권을 양도(다만, 영 제181조제1항에 따른 환매조건부매매를 통해 양도하는 경우는 제외한다)할 수 없다는 뜻을 해당 사채권의 권면(실물발행의 경우에 한한다), 인수계약서, 취득계약서 및 청약권유문서에 기재하는 조치를 취할 것 <개정 2012. 12. 4., 2025. 6. 2.> 마. 발행인과 주관회사(주관회사가 있는 경우에 한한다. 이하 이 목에서 같다)가 가목부터 라목까지의 조치를 취하고 관련 증빙서류를 발행인 및 주관회사가 각각 또는 공동으로 보관할 것 4. 외국법인등이 외국통화로 표시된 증권을 해외에서 발행하는 경우로서 발행당시 또는 발행일로부터 1년 이내에 해당 증권 등을 거주자에게 양도할 수 없다는 뜻을 해당 증권의 권면(실물발행의 경우에 한한다), 인수계약서, 취득계약서 및 청약권유문서에 기재하고 국내 금융투자업자가 해당 증권 등을 중개 또는 주선하지 않는 경우 <신설 2017. 2. 23.> 5. 그 밖에 발행당시 또는 발행일부터 1년 이내에 거주자가 해당 증권등을 취득할 수 없는 구조로 발행되는 경우 <개정 2017. 2. 23.> 제2-2조의3(코넥스시장에 관한 특례 등) ① 영 제11조제2항 각 호 외의 부분에서 \"금융위원회가 정하여 고시하는 증권시장\"이란 한국거래소[법 부칙(법률 제11845호) 제15조제1항에 따라 거래소허가를 받은 것으로 보는 한국거래소(이하 \"한국거래소\"라 한다)]의 「코넥스시장업무규정」에 따른 코넥스시장(이하 \"코넥스시장\"이라 한다)을 말한다. <개정 2013. 9. 17.> ② 영 제11조제2항제5호에서 \"금융위원회가 정하여 고시하는 자\"란 다음 각 호의 어느 하나에 해당하는 자를 말한다. 다만, 제2호의2 및 제3호에 해당하는 자는 영 제178조제1항제2호 및 제178조의2에 따른 증권시장에 상장되지 아니한 지분증권의 장외매매거래 대상에서 제외한다. <단서 신설 2019. 11. 21., 개정 2025. 9. 23.> 1. 「벤처기업육성에 관한 특별조치법」 제13조에 따른 개인투자조합 2. 「벤처기업육성에 관한 특별조치법」 제2조의2제1항제2호가목(8)에 해당하는 자 <개정 2014. 11. 4.> 2의2. 「조세특례제한법」 제91조의15제1항에 따른 고위험고수익투자신탁에 해당하는 투자일임재산의 명의자 <신설 2014. 11. 4.> 2의3. 「자본시장법」 제249조의15에 따라 금융위원회에 등록한 업무집행사원 <신설 2019. 11. 21.> 2의4. 「벤처기업육성에 관한 특별조치법」 제4조의3제1항제3호에 따른 「상법」상 유한회사 또는 유한책임회사 <신설 2019. 11. 21.> 2의5. 「벤처기업육성에 관한 특별조치법」 제4조의3제1항제4호에 따른 외국투자회사 <신설 2019. 11. 21.> 3. 한국거래소의 「코넥스시장 업무규정」 제62조에 따른 기본예탁금을 납부한 자 <개정 2013. 9. 17., 2019. 11. 21.> 4. 「중소기업창업 지원법」 제2조제4호의2에 따른 창업기획자 <신설 2017. 8. 28.> 제2-2조의4(온라인소액증권발행인의 게재사항 등) <신설 2016. 1. 19., 개정 2017. 2. 23.> ① 영 제118조의16제1항제2호 각 목 외의 부분 단서에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 회사의 개요 2. 사업의 내용, 그 밖의 사업계획에 관한 사항 3. 설립 후 예상되는 회사의 기관, 대주주 및 발기인에 관한 사항 4. 임원선임 계획 5. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 영 제118조의16제1항제2호다목에서 \"금융위원회가 정하여 고시하는 금액\"이란 다음 각 호의 구분에 따른 금액을 말한다. 1. 영 제118조의15제1항 각 호의 어느 하나에 따른 합계액이 3억원 이하인 경우: 온라인소액증권발행인의 재무 상태를 기재한 서류가 동 온라인소액증권발행인에게 적용되는 회계기준에 따라 공정하게 작성되었으며 중요한 왜곡표시가 없다는 내용에 대한 온라인소액증권발행인의 대표이사의 확인(이하 이 조에서 \"온라인소액증권발행인의 대표이사의 확인\"이라 한다) 2. 영 제118조의15제1항 각 호의 어느 하나에 따른 합계액이 3억원 초과 5억원 이하인 경우: 온라인소액증권발행인의 대표이사의 확인 및 공인회계사의 확인과 의견표시 3. 영 제118조의15제1항 각 호의 어느 하나에 따른 합계액이 5억원 초과인 경우: 회계감사인의 감사의견 ③ 제1항제2호에 의한 공인회계사의 확인과 의견표시에 관하여는 「외부감사 및 회계 등에 관한 규정」 제38조제2항에 따른 준칙을 준용한다. ④ 영 제118조의16제1항제3호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 온라인소액증권발행인과 그 대주주(법 제12조제2항제6호가목의 대주주를 말한다. 이하 이 조에서 같다) 및 임원이 「금융회사의 지배구조에 관한 법률」 제5조제1항제3호부터 제5호까지 각 호의 어느 하나에 해당하는 자인지 여부에 관한 사항 2. 증권을 모집할 당시에 온라인소액증권발행인과 그 대주주 및 임원이 해당 온라인소액증권발행인의 업무와 관련된 소송의 당사자에 해당하는 경우 그 소송에 관한 사항 ⑤ 영 제118조의16제3항제3호에서 \"금융위원회가 정하여 고시하는 조치\"란 영 제118조의13제1항 각 호에 따른 사유가 발생함에 따라 온라인소액증권발행인이 영 제118조의16제3항에 따른 조치를 하기 위하여 온라인소액투자중개업자의 인터넷 홈페이지에 게재하는 것이 불가능한 경우 이를 중앙기록관리기관이 운영하는 인터넷 홈페이지에 게재 하도록 하는 조치를 말한다. <신설 2017. 2. 23.> 제2-2조의5(온라인소액증권발행인의 게재사항 작성방법 등) <신설 2016. 1. 19. 개정 2017. 2. 23.> ① 온라인소액증권발행인이 온라인소액투자중개업자의 인터넷 홈페이지에 게재할 사항(이하 \"게재사항\"이라 한다)과 관련하여 영 제118조의16제4항에 따라 금융위원회가 정하여 고시하는 작성방법은 다음 각 호와 같다. 1. 게재사항 작성시 관련법규를 준수하고 신의에 따라 성실하게 작성하되, 알기 쉽고 충실하게 작성할 것 2. 게재사항의 작성은 투자자 등 이용자가 이해하기 쉽도록 알기 쉬운 용어를 사용하여 간단하고 명료하게 서술식으로 기재하는 것을 원칙으로 하되, 이해를 높이는데 도움이 되거나 중요한 정보의 전달을 위해 필요한 경우에는 그래프, 표, 그림 등을 이용하여 작성할 것 3. 모든 기재사항은 객관적인 자료와 사실 또는 합리적 추론과 분석에 근거하여 기재하되, 투자자 등 이용자의 오해를 불러일으키거나 이를 유도할 우려가 있는 표현, 예측ㆍ추정ㆍ전망ㆍ계획 등에 대한 단정적 주장, 추상적이거나 애매모호한 표현 등을 사용하지 않을 것 ② 제1항에 규정한 사항 외에 인터넷 홈페이지에 게재할 사항에 관한 서식과 그 작성방법 등에 관한 세부사항은 감독원장이 정할 수 있다. <개정 2017. 2. 23.> 제2-2조의6(온라인소액투자중개의 전문투자자 등의 범위) <신설 2016. 1. 19., 개정 2017. 2. 23.> ① 영제118조의17제2항제2호에서 \"금융위원회가 정하여 고시하는 금액\"이란 최근 2년 이내에 1건에 5천만원 또는 2건 이상에 합계 2천만원을 말한다. <개정 2017. 2. 23.> ② 영 제118조의17제2항제3호에서 \"금융위원회가 정하여 고시하는 자\"란 제2-2조의3제2항제1호부터 제2호의5까지 및 제4호 규정에 해당하는 자를 말한다. <개정 2019. 11. 21., 2020. 9. 23.> ③ 영 제118조의17제3항제1호라목에서 \"금융위원회가 정하여 고시하는 사람\"이란 법 제286조제1항제3호에 따른 주요직무 종사자 중 협회가 정하는 기준을 충족하는 사람을 말한다. <신설 2017. 2. 23.><개정 2021. 6. 9.> ④ 영 제118조의17제5항제5호에서 \"금융위원회가 정하여 고시하는 자\"란 온라인소액증권발행인이 발행한 주권의 매매거래와 관련하여 한국거래소가 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따라 운영하는 정보통신망을 통하여 거래되는 경우 그 주권을 매수하려는 자를 말한다. <신설 2017. 2. 23.> 제2-2조의7(온라인소액투자중개업자의 게재 내용 사실 확인 범위 및 방법ㆍ절차) ① 영 제118조의18제3항제1호 에서 \"금융위원회가 정하여 고시하는 사항\"이란 제2-2조의4제4항제1호의 사항을 말한다. ② 법 제117조의11제2항에 따라 온라인소액투자중개업자가 수행하는 온라인소액증권발행인에 관한 사실 확 인(이하 이 조에서 \"사실 확인\"이라 한다)은 다음 각 호의 방법 중 하나 이상의 방법을 포함하여 수행하되 온라인소액증권발행인의 상황 등 제반여건을 감안하여야 한다. <개정 2017. 2. 23.> 1. 현장방문을 통한 실사 2. 경영진 및 대주주 등에 대한 면담 3. 온라인소액증권발행인이 제공하는 자료에 대한 검토 4. 공시자료, 대법원ㆍ인터넷등기소ㆍ온라인소액증권발행인의 홈페이지 및 홍보전단 등 공개된 자료에 대한 검토 5. 언론보도 및 풍문을 통해 수집한 정보에 대한 검토 6. 온라인소액증권발행인이 영위하는 사업에 관한 객관적 정보를 제공할 수 있는 제3자(제품구입처, 경쟁업체 등)로부터의 의견 청취 7. 게재사항과 관련된 자료의 요구 및 검토 8. 기타 사실을 확인하는 방법 및 절차에 관한 세부사항으로서 감독원장이 정하는 방법 <개정 2017. 2. 23.> 제2-3조(효력발생시기의 특례 등) ① 규칙 제12조에 따라 금융위가 따로 정하는 효력발생시기는 다음 각 호와 같다. 1. 일괄신고서의 정정신고서는 수리된 날부터 3일이 경과한 날에 그 효력이 발생한다. 다만, 일괄신고서의 정정신고서가 수리된 날부터 3일이 경과한 날이 당초의 일괄신고서의 효력이 발생하는 날보다 먼저 도래하는 경우에는 당초의 일괄신고서의 효력이 발생하는 날에 그 효력이 발생한다. 2. 사업보고서, 법 제160조제1항에 따른 반기보고서(이하 \"반기보고서\"라 한다), 법 제160조제1항에 따른 분기보고서(이하 \"분기보고서\"라 한다) 또는 신고서를 제출한 사실이 있는 법인이 신고서의 기재사항 중 영 제125조의 발행인에 관한 사항이 이미 제출한 사업보고서ㆍ반기보고서 및 분기보고서 또는 신고서와 동일한 내용의 신고서를 제출하는 경우 무보증사채권(보증사채권 또는 담보부사채권을 제외한 사채권을 말한다. 이하 같다)의 발행을 위한 신고서는 수리된 날부터 5일, 보증사채권(영 제362조제8항에 따른 보증사채권을 말한다. 이하 같다), 담보부사채권(「담보부사채신탁법」에 따라 발행되는 사채권을 말한다. 이하 같다)의 발행을 위한 신고서는 수리된 날부터 3일이 경과한 날에 각각 그 효력이 발생한다. 다만, 「관공서의 공휴일에 관한 규정」 제2조에 따른 휴일은 그 기간에 산입하지 아니한다. <개정 2025. 6. 25.> 3. 사채권의 발행을 위하여 신고서를 제출한 자가 사채거래수익률 등의 변동으로 인한 발행가액의 변경 또는 발행이자율의 변경을 위하여 정정신고서를 제출하는 경우에는 정정신고서가 수리된 다음날에 그 효력이 발생한다. 다만, 제2호 또는 규칙 제12조제1항제1호의 기간이 경과하기 전에 정정신고서가 수리되어 그 효력이 발생하게 되는 경우에는 당초의 신고서의 효력이 발생하는 날에 그 효력이 발생한다. 4. <삭제 2013. 9. 17.> 5. 법 제4조제7항제1호에 해당하는 증권의 모집 또는 매출을 위하여 신고서를 제출한 자가 시장상황의 변동 등으로 동 증권의 지급금액 결정방식을 변경하기 위하여 정정신고서를 제출하는 경우에는 정정신고서를 수리한 날부터 3일이 경과한 날에 그 효력이 발생한다. 다만, 제2호단서의 공휴일은 효력발생기간에 산입하지 아니하며 규칙 제12조제1항에서 정한 기간이 경과하기 전에 정정신고서가 수리되어 그 효력이 발생하게 되는 경우에는 당초의 신고서의 효력이 발생하는 날에 그 효력이 발생한다. <개정 2013. 9. 17.> 6. 법 제193조에 따라 집합투자기구간 합병을 위해 신고서를 제출하는 경우로서 수익자총회일의 2주전부터 합병계획서 등을 공시하는 경우에는 그 신고서가 수리된 날부터 3일이 경과한 날에 그 효력이 발생한다. 7. 제1호에도 불구하고 영 제7조제2항에 따른 금적립계좌등(이하 ‘금적립계좌등’이라 한다)의 발행을 위하여 제출한 일괄신고서가 효력이 발생한 후에 제출하는 정정신고서는 수리된 날에 그 효력이 발생한다. <신설 2012. 1. 3., 개정 2013. 9. 17.> ② 신고서를 제출한 자가 다음 각 호의 어느 하나의 사유로 정정신고서를 제출하는 경우에는 당초의 신고서 효력 발생일에 영향을 미치지 아니한다. 1. 증권시장에 상장하기 위하여 지분증권(지분증권과 관련된 증권예탁증권을 포함한다)을 모집 또는 매출하는 경우로서 모집 또는 매출할 증권수를 당초에 제출한 신고서의 모집 또는 매출할 증권수의 100분의 80 이상과 100분의 120 이하에 해당하는 증권수로 변경하는 경우 2. 제2-19조에 따른 초과배정옵션계약을 추가로 체결하거나 초과배정 수량을 변경하는 경우 3. 영 제146조제4항제5호 단서에 따라 공개매수의 대가로 교부하기 위하여 신주를 발행함에 있어서 발행예정주식수가 변경되는 경우 4. 채무증권(주권 관련 사채권은 제외한다)을 모집 또는 매출하는 경우로서 모집가액 또는 매출가액의 총액을 당초에 제출한 신고서의 모집가액 또는 매출가액의 총액의 100분의 80 이상과 100분의 120 이하에 해당하는 금액으로 변경하는 경우 <신설 2014. 11. 4.> ③ 사소한 문구수정 등 투자자의 투자판단에 크게 영향을 미치지 아니하는 경미한 사항을 정정하기 위하여 정정신고서를 제출하는 경우에도 당초의 효력발생일에 영향을 미치지 아니한다. ④ 규칙 제12조제3항제2호에 따라 「국제금융기구에의 가입조치에 관한 법률」 제2조제1항 각 호의 어느 하나에 해당하는 국제금융기구가 원화표시채권을 발행하기 위하여 증권신고서를 제출하는 경우에는 증권신고서가 수리된 날부터 5일이 경과한 날에 효력이 발생한다. ⑤ 법 제4조제10항에 따른 기초자산의 가격, 이자율, 지표, 단위 또는 이를 기초로 하는 지수 등의 변동과 연계하여 미리 정해진 방법에 따라 이익을 얻거나 손실을 회피하기 위한 계약상의 권리를 나타내는 것으로서 거래소에 상장되어 거래되는 법 제4조제7항에 따른 파생결합증권(금융투자업규정 제6-1조제11호의 주식워런트증권은 제외한다)을 모집 또는 매출한 실적이 있는 자(이하 이 항에서 \"발행인\"이라 한다)가 규칙 제12조제3항제3호에 따라 동일한 종류의 증권을 추가적으로 발행하기 위하여 증권신고서(일괄신고서를 포함한다)를 제출하는 경우에는 증권신고서를 수리한 날부터 3일이 경과한 날에 그 효력이 발생한다. 이 경우, 발행인 및 거래소가 증권신고서와 함께 투자자 보호 또는 공정한 시장질서 유지의 필요성을 입증할 수 있는 근거자료를 감독원장에게 제출하고, 감독원장이 이를 인정하는 경우에 한한다. <신설 2021. 12. 9.> ⑥ 효력발생기간을 계산함에 있어 금융위가 신고서를 수리하면 접수된 날에 수리된 것으로 본다. 이 경우 금융위가 신고서를 수리 또는 수리거부를 한 때에는 신고서를 제출한 발행인에게 이를 서면, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에 따른 정보통신망을 이용한 전자문서 또는 모사전송(FAX)의 방법으로 통지한다. 다만, 제2-12조제4항의 규정에 의한 정정신고서를 수리한 때에는 그 통지를 생략할 수 있다. <개정 2010. 11. 8.> 제2-4조(일괄신고서 및 추가서류 관련사항) ① 영 제121조제1항제4호나목의 \"기초자산의 구성 및 수익구조가 금융위원회가 정하여 고시하는 기준에 부합하는 파생결합증권\"이란 국내 증권시장 및 제2-2조의2제2항제3호다목에 따른 해외주요시장의 주가지수 또는 이를 구성하는 개별종목만을 기초자산으로 하는 파생결합증권으로서 손실배수가 1 이하인 것을 말한다. <신설 2021. 5. 10.> ② 영 제121조제6항제4호에서 \"금융위원회가 정하여 고시하는 제재\"란 법 제429조에 따른 과징금 부과, 법 제449조제1항제36호부터 제38호까지 및 같은 조 제2항제7호부터 제8의2호까지(제8호의 경우는 법 제131조제1항, 제146조제1항, 제151조제1항, 제158조제1항, 제164조제1항이 관련된 경우에 한한다.)에 따른 과태료 부과, 영 제138조제1호ㆍ제2호의 조치, 한국거래소의 「유가증권시장상장규정」 제47조제1항제12호 및 「코스닥시장상장규정」 제28조제1항제8호에 따른 관리종목 지정을 말한다. <신설 2009. 7. 6., 개정 2017. 2. 23.> <개정 2013. 6. 25., 2013. 9. 17.> ③ 영 제121조제7항에서 \"금융위원회가 정하여 고시하는 조건에 해당하는 경우\"란 다음 각 호의 1에 해당하는 경우를 말한다. <신설 2010. 11. 8.> 1. 영 제121조제6항에 따라 일괄신고서를 제출한 법인의 분할로 인하여 설립 또는 존속하는 법인(주권상장법인에 한한다)이 영 제121조제6항제2호를 충족하는 경우 2. 영 제121조제6항에 따라 일괄신고서를 제출한 법인이 「상법」제527조의3에 따라 다른 법인과 합병하는 경우 ④ 영 제122조제2항제1호 단서에서 \"금융위원회가 정하여 고시하는 경우\"란 「금융위원회의 설치 등에 관한 법률」 제38조에 따른 검사대상기관이 일괄신고추가서류를 제출하거나 영 제121조제6항의 요건을 갖춘 자가 영 같은 조 제1항제3호의 사채권을 발행하기 위해 일괄신고추가서류를 제출하는 경우를 말한다. <개정 2010. 11. 8.> ⑤ 영 제122조제2항제6호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 모집 또는 매출되는 증권의 권리내용 2. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 3. 모집 또는 매출되는 증권의 기초자산에 관한 사항(파생결합증권의 경우만 해당한다) 4. 자금의 사용목적 5. 그 밖에 투자자 보호를 위하여 필요한 사항 ⑥ 영 제122조제4항에서 \"금융위원회가 정하여 고시\"하는 첨부서류는 다음 각 호에 따른 서류를 말한다. 1. 보증사채권을 모집 또는 매출하는 경우 가. 영 제125조제2항제1호부터 제5호까지의 서류(다만, 이사회의사록의 경우 영 제 121조제1항제3호의 사채권 및 같은 조 같은 항 제4호의 파생결합증권에 한하여 발행인의 이사회가 일괄신고서 제출 당시에 이에 관한 구체적인 범위를 정하여 대표이사에게 위임하고 대표이사가 위임범위 내에서 발행하는 경우에는 일괄신고서 제출당시에 첨부한 이사회의사록을 재첨부할 수 있다) <개정 2009. 7. 6., 2010. 11. 8., 2017. 2. 23.> 나. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 다. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 라. 회계감사인의 감사보고서 마. 원리금지급 대행계약을 체결한 경우에는 그 계약서 사본 바. 증권 신탁계약을 체결한 경우에는 그 계약서 사본 사. 원리금지급보증계약서 사본 아. 증권의 모집ㆍ매출의 주선계약을 체결한 경우에는 그 계약서의 사본 <개정 2009. 7. 6.> 2. 담보부사채권을 모집 또는 매출하는 경우 가. 제1호 가목부터 바목까지의 서류 및 아목의 서류 <개정 2009. 7. 6.> 나. 신탁증서 사본 3. 무보증사채권을 모집 또는 매출하는 경우 가. 제1호 가목부터 바목까지의 서류 및 아목의 서류 <개정 2009. 7. 6.> 나. 회계감사인의 연결감사보고서(연결재무제표의 작성의무가 없는 경우에는 이를 제외한다. 이하 같다) 다. 회계감사인의 반기감사보고서 또는 반기검토보고서(법 제160조제1항에 따라 반기보고서를 제출하는 법인이 반기재무제표가 확정된 이후에 신고서를 제출하는 경우에 첨부해야 할 반기감사보고서 또는 반기검토보고서를 말한다. 이하 같다) <개정 2025. 6. 25.> 라. 회계감사인의 분기감사보고서 또는 분기검토보고서(영 제170조제1항제2호 단서에 따른 금융기관ㆍ주권상장법인이 분기재무제표가 확정된 이후에 신고서를 제출하는 경우에 첨부해야 할 분기감사보고서 또는 분기검토보고서를 말한다. 이하 같다) 마. 모집위탁계약을 체결한 경우에는 그 계약서 사본 바. 해당 사채권에 대하여 법 제335조의3에 따라 인가를 받은 신용평가회사(이하 \"신용평가회사\"라 한다)의 평가등급을 받은 경우에는 그 신용평가서 사본 <개정 2013. 9. 17.> 4. 파생결합증권을 모집 또는 매출하는 경우 가. 제1호 가목부터 라목까지의 서류 및 아목의 서류 <개정 2009. 7. 6.> 나. 제3호 나목부터 라목까지의 서류 다. 해당 증권을 증권시장에 상장하고자 하는 경우 상장예비심사결과서류 5. 주권을 모집 또는 매출하는 경우 <신설 2009. 7. 6.> 가. 제1호 가목부터 라목까지의 서류 및 아목의 서류 나. 제3호 나목부터 라목까지의 서류 ⑦ 영 제126조제1항제4호에도 불구하고 영 제129조에 따라 파생결합증권의 일괄신고서를 제출하는 경우에는 영 제125조제1항제3호마목부터 아목까지의 사항을 기재하지 않을 수 있다. ⑧ 영 제126조제2항제6호에서 \"금융위원회가 정하여 고시하는 서류\"란 제4항제3호다목 및 라목을 말한다. <개정 2009. 7. 6.> ⑨ 그 밖에 일괄신고서 및 일괄신고추가서류의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-4조의2(매출신고서 면제요건) ① 영 제124조의2제1항제6호에서 \"금융위원회가 정하여 고시하는 요건\"이란 다음 각호의 사항을 말한다. <개정 2016. 6. 28.> 1. 발행인과 매출인이 법 제9조 제1항 및 제2항에서 정하는 대주주, 주요주주 또는 임원의 관계가 아닐 것 2. 발행인이 최근 1년간 공시위반으로 한국거래소의 「유가증권시장상장규정」제47조제1항제12호 또는 「코스닥시장상장규정」제28조제1항제8호에 따른 관리종목 지정을 받은 사실이 없을 것 3. 매출인이 최근 1년간 공시위반으로 법 제429조에 따른 과징금 부과, 영 제138조 또는 제175조에 따른 조치, 한국거래소의 「유가증권시장상장규정」제47조제1항제12호 또는 「코스닥시장상장규정」제28조제1항제8호에 따른 관리종목 지정을 받은 사실이 없을 것 4. 주권으로서 과거 6개월간 매출인이 매출신고서를 제출하지 아니하고 매출한 수량과 이번에 매출하고자 하는 수량의 합계가 다음 각 목의 어느 하나에 해당하는 수량보다 적을 것 가. 발행주식 총수의 100분의 1에 해당하는 수량 나. 매매 체결일 전일을 기산일로 하여 소급한 1개월간 일평균거래량의 100분의 25에 해당하는 수량 ② 영 제124조의2제2항의 \"금융위원회가 정하여 고시하는 사채권\"이란 「금융투자업규정」제5-1조제8호에 따른 대고객조건부매매의 대상증권으로서 같은 규정 제5-18조제2항제2호마목의 사채권을 말한다. <신설 2025. 6. 2.> ③ 영 제124조의2제2항제1호의 \"금융위원회가 정하여 고시하는 기준\"이란 2개 이상의 국제신용평가기관(감독원장이 정하는 국제신용평가기관을 말한다. 이하 이 조에서 같다)에서 A이상의 신용등급을 받는 경우를 말한다. <신설 2016. 6. 28><개정 2025. 6. 2.> ④ 영 제124조의2제2항제3호의 \"금융위원회가 정하여 고시하는 방법\"이란 투자자가 외국정부가 발행한 국채증권, 법 제9조제16항제5호에 해당하는 자가 발행한 채무증권 또는 제2항에 따른 사채권의 시세, 발행인에 관한 정보 등을 확인할 수 있도록 투자매매업자 또는 투자중개업자가 인터넷 홈페이지 등에 관련 정보를 게재하는 것을 말한다. 이 경우 인터넷 홈페이지 등에 게재하는 사항은 한국금융투자협회(이하 \"협회\"라 한다)가 정한다. <신설 2016. 6. 28.><개정 2025. 6. 2.> ⑤ 영 제124조의2제2항제4호의 \"금융위원회가 정하여 고시하는 요건\"이란 투자매매업자 또는 투자중개업자가 투자자에게 외국정부가 발행한 국채증권, 법 제9조제16항제5호에 해당하는 자가 발행한 채무증권에 대한 기본정보, 투자위험, 그 밖에 투자판단에 중요한 영향을 미칠 수 있는 사항 등을 감독원장이 정하는 바에 따라 사전에 제공설명하고, 투자자의 확인을 받는 것을 말한다. 다만, 금융투자업규정 제5-1조제8호에 따른 대고객조건부매매의 대상증권을 투자자에게 매도하고자 하는 경우에는 해당 증권에 대한 사전 설명 및 투자자 확인을 하지 아니할 수 있다. <신설 2016. 6. 28., 단서 신설 2018. 12. 6.> <개정 2025. 6. 2.> 제2-5조(증권분석기관 등) ① 영 제125조제1항제2호바목에서 \"금융위원회가 정하여 고시하는 요건을 갖춘 분석기관\"이란 모집가액 또는 매출가액의 적정성 등 증권의 가치를 평가하는 기관으로서 다음 각 호의 어느 하나에 해당하는 자를 말한다. 1. 영 제68조제2항제1호 및 제2호의 업무를 인가받은 자 2. 신용평가회사 <개정 2013. 9. 17.> 3. 「공인회계사법」에 따른 회계법인 4. 법 제263조에 따른 채권평가회사 ② 제1항에 따른 분석기관(이하 \"증권분석기관\"이라 한다)이 다음 각 호의 어느 하나에 해당하는 경우에는 그 기간 중에 증권분석업무를 할 수 없다. 다만, 제4호의 경우에는 해당 특정회사에 대한 증권분석업무만 할 수 없다. <개정 2009. 7. 6.> 1. 제1항제1호에 해당하는 증권분석기관이 금융위원회로부터 증권 인수업무의 정지조치를 받은 경우 그 정지기간 2. 제1항제2호에 해당하는 증권분석기관이 금융위원회로부터 신용평가업무의 정지조치를 받은 경우 그 정지기간 3. 제1항제3호에 해당하는 증권분석기관이 금융위원회로부터 업무의 정지조치를 받은 경우 그 정지기간 4. 제1항제3호에 해당하는 증권분석기관이 외감법에 따라 특정회사에 대한 감사업무의 제한조치를 받은 경우에는 그 제한기간 <개정 2009. 7. 6.> 5. 제1항제4호에 해당하는 증권분석기관이 금융위원회로부터 업무의 정지조치를 받은 경우 그 정지기간 ③ 증권분석기관이 영 제125조제1항제2호바목에 따른 공모를 하려는 법인과 다음 각 호의 어느 하나의 관계가 있는 경우에는 제1항에 따른 평가를 할 수 없다. 1. 증권분석기관이 해당 법인에 그 자본금의 100분의 3 이상을 출자하고 있는 경우 및 그 반대의 경우 2. 증권분석기관에 그 자본금의 100분의 5 이상을 출자하고 있는 주주와 해당 법인에 100분의 5 이상을 출자하고 있는 주주가 동일인이거나 영 제2조제4항에 따른 특수관계인(이하 \"특수관계인\"이라 한다)인 경우. 다만, 그 동일인이 영 제11조제1항제1호가목 및 나목에 따른 전문투자자로서 증권분석기관 및 해당 법인과 제5호의 관계에 있지 아니한 경우에는 그러하지 아니하다. 3. 증권분석기관의 임원이 해당 법인에 그 자본금의 100분의 1 이상을 출자하고 있거나 해당 법인의 임원이 증권분석기관에 100분의 1 이상을 출자하고 있는 경우 4. 증권분석기관 또는 해당 법인의 임원이 해당 법인 또는 증권분석기관의 주요주주의 특수관계인인 경우 5. 동일인이 증권분석기관 및 해당 법인에 대하여 임원의 임면 등 법인의 주요경영사항에 대하여 사실상 영향력을 행사하는 관계가 있는 경우 ④ 감독원장은 증권분석기관이 다음 각 호의 어느 하나에 해당하는 경우 증권분석기관에 대하여 일정한 기간을 정하여 증권분석업무를 제한할 수 있다. 1. 공정한 평가에 필요한 적절한 주의의무를 기울이지 아니하였거나 평가내용 중 허위의 표시 또는 중요사실에 대한 오해를 유발할 수 있는 표시를 한 경우로서 감독원장이 인정하는 경우 2. 증권분석기관의 임직원이 평가와 관련하여 지득한 기밀을 누설 또는 업무외에 이용한 사실이 있는 경우로서 감독원장이 인정하는 경우 ⑤ 영 제125조제1항제2호바목 단서에서 \"금융위원회가 정하여 고시하는 경우\"란 소액공모(제2-17조에 따른 소액공모를 말한다)를 하는 경우 또는 모집설립의 경우로서 다음 각 호의 어느 하나에 해당하는 경우를 말한다. 1. 「은행법」에 따라 금융위의 금융기관 신설을 위한 예비인가를 받은 경우 2. 「금융지주회사법」에 따라 금융위의 금융지주회사 신설을 위한 예비인가를 받은 경우 3. 회사설립시에 발행하는 지분증권 중 상당부분(최대주주로서 설립시 총지분의 100분의 25 이상을 취득하는 경우를 말한다)을 정부 또는 지방자치단체가 취득할 예정인 경우 4. 특별법에 따라 정부로부터 영업인가 또는 허가를 받은 경우 5. 그 밖에 사업의 내용 등에 비추어 국민경제 발전을 위하여 필요하다고 감독원장이 인정하는 경우 ⑥ 영 제178조제1항제1호에서 정하는 방법으로 지분증권의 매매를 중개하는 방법(이하 \"호가중개시스템\"이라 한다)을 통하여 지분증권을 매출하는 경우 증권분석기관은 해당 증권의 가치에 대한 평가로 제1항에 따른 매출가액의 적정성에 대한 평가를 갈음할 수 있다. <개정 2019. 11. 21.> 제2-6조(증권신고서의 기재사항 및 첨부서류) ① 영 제125조제1항제2호아목에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 시장조성 또는 안정조작에 관한 사항 2. 영 제6조제4항제14호가목 및 「금융투자업규정」 제1-4조의2제2항에 따라 증권금융회사 또는 신탁업자에 예치 또는 신탁한 금전(이하 \"예치자금등\"이라 한다)의 주주에 대한 지급에 관한 사항[영 제6조제4항제14호 각 목 외의 부분에 따른 기업인수목적회사(이하 \"기업인수목적회사\"라 한다)에 한한다] 3. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 영 제125조제1항제3호 각 목 외의 부분에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 회사의 개요 2. 사업의 내용 3. 설립 후 예상되는 이사회 등 회사의 기관 및 계열회사에 관한 사항 4. 설립 후 예상되는 주주에 관한 사항 5. 발기인에 관한 사항 6. 임원선임 및 직원 등의 채용계획 7. 그 밖에 투자자 보호를 위하여 필요한 사항 ③ 영 제125조제1항제3호자목에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 부속명세서 2. 주요사항보고서 및 거래소 공시사항 등의 진행ㆍ변경상황 <개정 2009. 7. 6.> 3. 우발채무 등 <개정 2010. 11. 8.> 4. 자금의 사용내역에 관한 사항 5. 발기인 및 주주인 지분증권 투자매매업자에 관한 사항(기업인수목적회사에 한한다. 이하 제6호에서 같다) 6. 영 제6조제4항제14호에서 정하는 요건의 충족 여부에 관한 사항 7. 그 밖에 투자자 보호를 위하여 필요한 사항 가. 주주총회 의사록 요약 <신설 2010. 11. 8.> 나. 제재현황 <신설 2010. 11. 8.> 다. 결산기이후 발생한 주요사항 <신설 2010. 11. 8.> 라. 중소기업기준검토표 등 <신설 2010. 11. 8.> 마. 장래계획에 관한 사항의 추진실적 <신설 2010. 11. 8.> ④ 영 제125조제1항제3호에도 불구하고 영 제129조에 따라 보증사채권, 담보부사채권, 무보증사채권 등의 증권신고서의 발행인에 관한 사항은 다음 각 호에 따른 사항을 말한다. 1. 보증사채권을 모집 또는 매출하는 경우 : 영 제125조제1항제3호 가목부터 다목까지 및 자목의 사항 2. 담보부사채권을 모집 또는 매출하는 경우 : 영 제125조제1항제3호 가목부터 라목까지 및 자목의 사항 3. 무보증사채권을 모집 또는 매출하는 경우 : 영 제125조제1항제3호 가목부터 자목까지의 사항 4. 파생결합증권을 모집 또는 매출하는 경우 : 영 제125조제1항제3호 가목부터 라목까지 및 자목의 사항(제3항제1호부터 제3호까지의 사항에 한한다) ⑤ 영 제125조제1항제3호 및 이 조 제2항은 익명조합의 지분증권에 관하여 이를 준용한다. 이 경우 「상법」 제79조에 따른 영업자는 익명조합의 발행인으로 본다. <개정 2013. 9. 17.> ⑥ 영 제125조제3항의 그 밖에 금융위원회가 정하여 고시하는 사항이란 한국채택국제회계기준을 적용하는 법인에 대하여 다음 각 호에서 정하는 사항으로 한다. <신설 2010. 11. 8.> 1. 영 제125조제1항제3호가목 및 나목의 사항 2. 제3항제3호 및 같은 항 제7호나목 및 다목의 사항 ⑦ 영 부칙(제20947호, 2008. 7. 29.) 제23조에서 증권신고서의 기재사항 중 그 밖에 금융위원회가 정하여 고시하는 사항이란 제6항 각 호에서 정하는 사항으로 한다. <신설 2010. 11. 8.> ⑧ 영 제125조제2항제10호에서 \"금융위원회가 정하여 고시하는 서류\"란 다음 각 호에 따른 서류를 말한다. 1. 기존 법인이 지분증권을 모집 또는 매출하는 경우 가. 회계감사인의 감사보고서(기업인수목적회사가 설립된 후 최초사업연도가 경과하지 아니한 경우에는 회사 설립 시점의 회계감사인의 감사보고서를 말한다) 나. 회계감사인의 연결감사보고서 다. 회계감사인의 반기감사보고서 또는 반기검토보고서(증권시장에 주권을 상장하기 위한 모집 또는 매출의 경우 제2-4조제5항제3호다목에도 불구하고 반기재무제표가 확정된 이후에는 반기감사보고서 또는 반기검토보고서를 첨부하여야 한다) <개정 2014. 7. 8.> 라. 회계감사인의 분기감사보고서 또는 분기검토보고서 마. 주권비상장법인의 경우에는 주주명부 바. 「부동산투자회사법」에 따른 부동산투자회사(기업구조조정부동산투자회사를 포함하며 이하 \"부동산투자회사\"라 한다)가 같은 법에 따라 그 자산의 투자ㆍ운용에 관한 업무를 위탁하는 계약(이하 \"업무위탁계약서\"라 한다)을 체결한 경우에는 업무위탁계약서 사본 사. 증권의 모집ㆍ매출의 주선계약을 체결한 경우에는 그 계약서의 사본 <신설 2009. 7. 6.> 아. 기업인수목적회사 설립 후 주권의 최초 모집 전에 영 제139조제1호 각 목의 증권 및 의결권 없는 주식에 관계 된 증권(이하 이 호 및 제5-13조제4항에서 \"주식등\"이라 한다)을 취득한 자(이하 이 호에서 \"주주등\"이라 한다)와 관련된 다음 어느 하나의 서류   1) 기업인수목적회사가 발행한 주식등에 대한 계속보유확약서 및 보호예수증명서의 사본   2) 기업인수목적회사와 합병하려는 법인이 합병에 따라 발행(양도를 포함한다)하는 주식등에 대한 계속보유확약서 사본 <개정 2021. 12. 9.> 자. 주주등의 의결권 및 주식매수청구권 행사 제한에 관한 약정서의 사본 차. 주주등이 「금융투자업규정」 제1-4조의2제5항제2호 각 목의 어느 하나에 해당되어 해산되는 경우 증권금융회사 또는 신탁업자의 예치자금등의 반환과 관련하여 정관에서 정하는 방법 및 절차를 준수하겠다는 내용의 약정서의 사본 카. 기업인수목적회사 또는 당해 주주 등의 손해배상책임 부담에 관한 약정서의 사본 타. 증권금융회사 또는 신탁업자와 체결한 주권발행대금의 예치ㆍ신탁계약서의 사본 파. 영 제68조제5항제4호가목에 따른 주관회사의 적절한 주의의무 이행 서류 <신설 2012. 1. 3.> 하. 증권시장에 주권 상장시 증권신고서에 기재된 재무관련사항이 기업의 재무상황을 적정하게 반영하였다는 것을 증명하는 회계감사인의 확인서 등 서류 <신설 2012. 1. 3.> 2. 설립중인 법인이 지분증권을 모집하는 경우 가. 제1호 사목의 서류 <신설 2009. 7. 6.> 나. 사업계획서 다. 발기인 전원의 이력서 라. 발기인이 법인인 경우에는 그 개요, 연혁 등을 기재한 서류 및 최근 사업연도의 재무제표 마. 증권분석기관의 평가의견서(제2-5조제5항에 따라 평가를 받지 아니한 경우는 제외한다) 3. 보증사채권을 모집 또는 매출하는 경우 가. 제1호 사목의 서류 <신설 2009. 7. 6.> 나. 원리금지급 대행계약을 체결한 경우에는 그 계약서 사본 다. 증권 신탁계약을 체결한 경우에는 그 계약서 사본 라. 원리금지급보증계약서 사본 4. 담보부사채권을 모집 또는 매출하는 경우 가. 제1호 가목 및 사목의 서류 <개정 2009. 7. 6.> 나. 제3호 가목 및 나목의 서류 다. 신탁증서 사본 5. 무보증사채권을 모집 또는 매출하는 경우 가. 제1호 가목부터 라목까지, 사목 및 파목의 서류 <개정 2009. 7. 6., 2012. 1. 3.> 나. 제3호 가목 및 나목의 서류 다. 모집위탁계약을 체결한 경우에는 그 계약서 사본 라. 해당 사채권에 대하여 신용평가회사의 평가등급을 받은 경우에는 그 신용평가서 사본 <개정 2013. 9. 17.> 6. 파생결합증권을 모집 또는 매출하는 경우 제1호 가목부터 라목까지의 서류 및 사목의 서류 <개정 2009. 7. 6.> 7. 투자계약증권을 모집 또는 매출하는 경우 가. 제1호 사목의 서류 <신설 2009. 7. 6.> 나. 자금모집자와 투자자간에 체결된 투자계약관계서류 다. 외부에의 업무위탁 등이 있는 경우 업무위탁계약서 사본 라. 변호사의 법률검토의견 ⑨ 제8항제1호 및 제2호는 익명조합의 지분증권에 관하여 이를 준용한다. <개정 2013. 9. 17.> ⑩ 제8항제1호 및 제2호에도 불구하고 익명조합, 합자회사 또는 유한회사의 경우에는 같은 항제1호나목부터 라목까지 및 바목과 같은 항제2호라목은 적용하지 아니한다. <개정 2013. 9. 17.> ⑪ 그 밖에 이 조에 따른 증권신고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-7조(집합투자증권의 증권신고서의 기재사항 및 첨부서류) ① 영 제127조제1항제3호하목에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 집합투자기구의 조직에 관한 사항 2. 집합투자기구의 연혁 3. 운용실적에 관한 사항 4. 운용성과 산출을 위한 비교지수에 관한 사항 5. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 영 제127조제2항제7호에서 \"금융위원회가 정하여 고시하는 서류\"란 다음 각 호의 서류를 말한다. 1. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 2. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 ③ 그 밖에 이 조에 따른 증권신고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-8조(유동화증권의 증권신고서의 기재사항 및 첨부서류) ① 영 제128조제1항제7호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 신용보강에 관한 사항 2. 자산실사에 관한 사항 3. 자산유동화계획 참여하는 기관에 관한 사항 4. 전문가의 검토의견 5. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 영 제128조제2항제4호에서 \"금융위원회가 정하여 고시하는 서류\"란 다음 각 호의 서류를 말한다. 1. 법 제165조의4제2항에 따른 외부평가기관(이하 \"외부평가기관\"이라 한다)의 평가의견서 <개정 2013. 9. 17.> 2. 자산실사보고서 3. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 4. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 ③ 그 밖에 이 조에 따른 증권신고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-8조의2(자산유동화에 관한 법률에서 정하는 방법 이외의 유동화증권의 기재사항 및 첨부서류) 영 제128조 및 제2-8조의 규정은 \"자산유동화에 관한 법률\"에서 정하는 유동화전문회사 또는 신탁업자가 아닌 회사, 그 밖의 특수목적기구가 자산유동화에 준하는 업무를 하여 발행하는 증권이나 같은 법률에서 정하는 방법 이외의 것에 따라 유동화자산을 기초로 발행하는 증권의 증권신고서에 준용한다. <신설 2013. 2. 5.> 제2-9조(합병의 증권신고서의 기재사항 및 첨부서류) ① 제2-6조에도 불구하고 합병으로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 법 제119조제5항에 따른 대표이사 및 이사의 영 제124조 각 호의 사항에 대한 서명 2. 합병의 개요 가. 합병에 관한 일반사항 나. 합병가액과 상대가치(영 제176조의5제2항에 따라 상대가치를 공시해야 하는 경우에 한한다) 및 각각에 대한 산출근거(외부평가가 의무화된 경우 외부평가기관의 합병비율의 적정성에 대한 평가의견을 포함한다) <개정 2013. 9. 17.> 다. 합병의 요령 라. 모집 또는 매출되는 증권의 주요 권리내용 마. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 바. 출자ㆍ채무보증 등 당사회사간의 이해관계에 관한 사항 사. 주식매수청구권에 관한 사항 아. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 당사회사에 관한 사항(신설합병의 경우에는 소멸회사를 말한다) 가. 회사의 개요 나. 사업의 내용 다. 재무에 관한 사항 라. 회계감사인의 감사의견 마. 이사회 등 회사의 기관 및 계열회사에 관한 사항 바. 주주에 관한 사항 사. 임원 및 직원 등에 관한 사항 아. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 제1항의 신고서에는 다음 각 호의 서류를 첨부하여야 한다. 1. 합병당사회사 및 신설합병회사의 정관 또는 이에 준하는 것으로서 조직운영 및 투자자의 권리의무를 정한 것 2. 합병당사회사의 합병 주주총회 소집을 위한 이사회의 의사록 사본 또는 그 밖에 이에 준하는 서류 3. 합병당사회사의 법인등기부등본 4. 합병에 관하여 행정관청의 허가ㆍ인가 또는 승인 등을 필요로 하는 경우에는 그 허가ㆍ인가 또는 승인 등이 있었음을 증명하는 서류 5. 합병계약서 및 계획서 사본 6. 합병당사회사의 최근 3사업연도 재무제표에 대한 회계감사인의 감사보고서(합병당사회사가 주권상장법인인 경우로서 최근 사업연도에 대한 회계감사인의 감사가 종료되지 않은 경우에는 그 직전 2사업연도에 대한 회계감사인의 감사보고서를 말한다). 다만, 다음 각 목의 어느 하나에서 정하는 요건에 해당하는 경우에는 같은 목에서 정하는 서류로 제출할 수 있다. 가. 외감법 제2조에 따른 외부감사 대상법인 또는 법 제159조에 따른 사업보고서 제출대상법인(이하 이 장에서 \"외부감사의무법인\"이라 한다)으로서 설립 후 3사업연도가 경과하지 아니한 경우에는 경과한 사업연도에 대한 감사보고서(기업인수목적회사가 설립된 후 최초 사업연도가 경과하지 아니한 경우에는 회사 설립시점의 감사보고서를 말한다) 나. 외부감사의무법인이 아닌 법인으로서 영 제176조의5제3항제2호의 규정을 적용받는 경우에는 동 규정에 따른 감사의견을 입증할 수 있는 감사보고서 등의 서류 다. 외부감사의무법인이 아닌 법인으로서 영 제176조의5제3항제2호의 규정을 적용받지 아니하는 경우에는 회사 제시 최근 3사업연도 재무제표 7. 합병당사회사의 최근 3사업연도 회계감사인의 연결감사보고서(최근 사업연도에 대한 회계감사인의 감사가 종료되지 않은 경우에는 그 직전 2사업연도, 설립 후 3사업연도가 경과하지 아니한 경우에는 경과한 사업연도에 대한 감사보고서를 말한다) 8. 합병당사회사의 반기재무제표에 대한 회계감사인의 반기감사보고서 또는 반기검토보고서(법 제160조에 따른 반기보고서 제출대상법인에 해당하지 않는 경우에는 회사 제시 반기재무제표로 한다) 9. 합병당사회사의 분기재무제표에 대한 회계감사인의 분기감사보고서 또는 분기검토보고서(법 제160조에 따른 분기보고서 제출대상법인으로서 영 제170조제1항제2호 단서의 규정을 적용받지 않는 경우에는 회사 제시 분기재무제표로 한다) 10. 합병당사회사 중 주권비상장법인의 경우에는 주주명부 11. 제1항제2호나목에 따른 외부평가기관의 평가의견서 12. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 13. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 14. 영 제176조의5제6항에 따른 이사회 의견서 ③ 「상법」 제527조의3에 따른 소규모합병으로서 피합병회사가 주권상장법인이 아닌 경우와 집합투자기구간 합병하는 경우에 신고서를 제출하는 자는 제1항 및 제2항에도 불구하고 감독원장이 정하는 바에 따라 기재사항 및 첨부서류 등의 일부를 생략한 신고서를 제출할 수 있다. 제2-10조(영업 및 자산양수ㆍ도, 주식의 포괄적 교환ㆍ이전, 분할 및 분할합병의 증권신고서의 기재사항 및 첨부서류) ① 제2-6조에도 불구하고 영업양수ㆍ도로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 제2-9조제1항제1호 2. 영업양ㆍ수도의 개요 가. 영업양수ㆍ도의 일반사항 나. 영업양수ㆍ도가액 및 산출근거(외부평가가 의무화된 경우 외부평가기관의 양수ㆍ도 가액의 적정성에 대한 평가의견을 포함한다) 다. 영업양수ㆍ도의 요령 라. 양수 또는 양도하고자 하는 영업의 내용 마. 모집 또는 매출되는 증권의 주요 권리내용 바. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 사. 출자ㆍ채무보증 등 당사회사간의 이해관계에 관한 사항 아. 주식매수청구권에 관한 사항 자. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 제2-9조제1항제3호(이 경우 당사회사는 증권신고서를 제출하는 회사를 말한다) ② 제1항의 증권신고서의 첨부서류는 제2-9조제2항을 준용한다. 이 경우 당사회사는 증권신고서를 제출하는 회사를 말한다. ③ 제2-6조에도 불구하고 자산양수ㆍ도로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 제2-9조제1항제1호 2. 자산양ㆍ수도의 개요 가. 자산양수ㆍ도의 일반사항 나. 자산양수ㆍ도 가액 및 산출근거(외부평가가 의무화된 경우 외부평가기관의 양수ㆍ도 가액 적정성에 대한 평가의견을 포함한다) 다. 자산양수ㆍ도의 요령 라. 양수 또는 양도하고자 하는 자산의 내용 마. 모집 또는 매출되는 증권의 주요 권리내용 바. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 사. 출자ㆍ채무보증 등 당사회사간의 이해관계에 관한 사항 아. 주식매수청구권에 관한 사항 자. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 제2-9조제1항제3호(이 경우 당사회사는 증권신고서를 제출하는 회사를 말한다) ④ 제3항의 증권신고서의 첨부서류는 제2-9조제2항을 준용한다. 이 경우 당사회사는 증권신고서를 제출하는 회사를 말한다. ⑤ 제2-6조에도 불구하고 주식의 포괄적 교환ㆍ이전으로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 제2-9조제1항제1호 2. 주식의 포괄적 교환ㆍ이전의 개요 가. 주식의 포괄적 교환이전의 일반사항 나. 주식의 포괄적 교환이전 비율 및 산출근거(외부평가가 의무화된 경우 외부평가기관의 교환ㆍ이전 비율 적정성에 대한 평가의견을 포함한다) 다. 주식의 포괄적 교환이전의 요령 라. 모집 또는 매출되는 증권의 주요 권리내용 마. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 바. 출자ㆍ채무보증 등 당사회사간의 이해관계에 관한 사항 사. 주식매수청구권에 관한 사항 아. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 제2-9조제1항제3호(이 경우 당사회사는 주식의 포괄적 교환의 경우에는 완전모회사 및 완전자회사가 되는 회사, 주식의 포괄적 이전의 경우에는 완전자회사가 되는 회사를 말한다) ⑥ 제5항의 증권신고서의 첨부서류는 제2-9조제2항을 준용한다. 이 경우 같은 항 제5호는 주식교환계약서 또는 주식이전계획서를 말하며, 당사회사는 주식의 포괄적 교환의 경우에는 완전모회사 및 완전자회사가 되는 회사, 주식의 포괄적 이전의 경우에는 완전자회사가 되는 회사를 말한다. <개정 2013. 9. 17.> ⑦ 제2-6조에도 불구하고 분할로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 제2-9조제1항제1호 2. 분할의 개요 가. 분할에 관한 일반사항 나. 분할의 요령 다. 분할되는 영업 및 자산의 내용 라. 모집 또는 매출되는 증권의 주요 권리내용 마. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 바. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 제2-9조제1항제3호(이 경우 당사회사는 분할되는 회사를 말한다) ⑧ 제7항의 증권신고서의 첨부서류는 제2-9조제2항(제11호는 제외한다)을 준용한다. 이 경우 같은 항 제5호는 분할계획서를 말하며, 당사회사는 분할되는 회사를 말한다. ⑨ 제2-6조에도 불구하고 분할합병으로 인하여 증권을 모집 또는 매출하는 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 제2-9조제1항제1호 2. 분할합병의 개요 가. 제2-9조제1항제2호 각 목의 사항 나. 분할되는 영업 및 자산의 내용 3. 제2-9조제1항제3호(이 경우 당사회사는 분할되는 회사 및 분할합병의 상대방회사를 말한다) ⑩ 제9항의 증권신고서의 첨부서류는 제2-9조제2항을 준용한다. 이 경우 당사회사는 분할되는 회사 및 분할합병의 상대방회사를 말한다. ⑪ 제1항, 제3항, 제5항, 제7항, 제9항의 증권신고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-11조(외국법인등의 증권신고서의 기재사항 및 첨부서류) ① 발행인이 외국법인등인 경우에는 영 제129조에 따라 증권신고서에 다음 각 호의 사항을 기재하여야 한다. 1. 발행인이 외국 기업인 경우(집합투자증권을 모집 또는 매출하는 경우를 제외한다) 가. 제2-9조제1항제1호 나. 모집 또는 매출에 관한 사항　  (1) 모집 또는 매출에 관한 일반사항　  (2) 모집 또는 매출되는 증권의 권리내용　  (3) 모집 또는 매출되는 증권의 취득에 따른 투자위험요소　  (4) 모집 또는 매출되는 증권에 대한 인수인의 의견　  (5) 자금의 사용목적　  (6) 변호사의 법률검토의견　  (7) 그 밖에 투자자 보호를 위하여 필요한 사항 다. 발행인에 관한 사항　  (1) 회사의 개요　  (2) 사업의 내용　  (3) 재무에 관한 사항　  (4) 회계감사인의 감사의견　  (5) 계열회사에 관한 사항　  (6) 주주에 관한 사항　  (7) 임원 및 직원에 관한 사항　  (8) 이해관계자와의 거래내용　  (9) 부속명세서　  (10) 주요사항보고서 및 거래소 공시사항 등의 진행ㆍ변경상황　  (11) 주주총회 의사록 요약　  (12) 우발채무 등　  (13) 제재현황　  (14) 결산기이후 발생한 주요사항　  (15) 중소기업기준검토표 등　  (16) 장래계획에 관한 사항의 추진실적　  (17) 자금의 사용내역　  (18) 그 밖에 투자자 보호를 위하여 필요한 사항 <신설 2010. 11. 8.> 라. 외국기업이 국제회계기준 등 발행인이 적용한 회계기준에 의해 연결재무제표를 주된 재무제표로 작성하는 경우 다목 (1)부터 (3)까지 및 (12)부터 (14)까지의 사항은 연결재무제표를 기준으로 기재하되 그 외국기업의 재무제표를 포함하여야 하며, 다목 (4)에 따른 회계감사인의 감사의견은 연결재무제표와 그 외국기업의 재무제표에 대한 감사의견을 기재하여야 한다. 다만, 제4-9조에 해당하는 경우에는 그 외국기업의 재무제표 및 이에 대한 감사의견을 기재하지 아니할 수 있다. <신설 2010. 11. 8.> 2. 발행인이 외국 기업 외의 외국법인등인 경우(집합투자증권을 모집 또는 매출하는 경우를 제외한다) 가. 제2-9조제1항제1호 나. 발행에 관한 사항 다. 발행인에 관한 사항 라. 대한민국의 가맹 또는 출자현황 마. 발행자금의 용도 바. 인수 및 판매 사. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 외국법인등이 집합투자증권을 모집 또는 매출하는 경우 가. 영 제127조제1항제1호의 사항 나. 모집 또는 매출에 관한 사항　  (1) 영 제127조제1항제2호 각 목의 사항　  (2) 변호사의 법률검토의견 다. 집합투자기구에 관한 사항　  (1) 영 제127조제1항제3호 각 목의 사항　  (2) 외국 집합투자기구 관련 법제도에 관한 사항　  (3) 외국 집합투자기구에 적용되는 회계처리기준에 관한 사항　  (4) 과세처리와 환 관리에 관한 사항 4. 외국법인등이 증권을 모집 또는 매출하는 경우에는 제1호부터 제3호까지의 규정에도 불구하고 국제증권감독기구(IOSCO)에서 제정한 공시기준에 맞춰 감독원장이 정하는 신고서 서식을 사용할 수 있다. ② 제1항의 신고서에는 다음 각 호에 따른 서류를 첨부하여야 한다. 1. 발행인이 외국 기업인 경우(집합투자증권을 모집 또는 매출하는 경우를 제외한다) 가. 정관 또는 이와 유사한 서류 나. 최근 3사업연도의 재무제표에 대한 회계감사인의 감사보고서(국제회계기준 등 발행인이 적용한 회계기준에 의해 연결재무제표를 주된 재무제표로 작성하는 경우에는 연결재무제표에 대한 감사보고서를 포함한다) 다만, 제4-9조에 해당하는 경우에는 연결감사보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 다. 회계감사인의 반기감사보고서 또는 반기검토보고서(영 제176조제6항에 따른 회계기준에 의해 연결재무제표를 주된 재무제표로 작성하는 경우에는 연결반기감사보고서 또는 연결반기검토보고서를 포함한다) 다만, 제4-9조에 해당하는 경우에는 연결반기감사보고서 또는 연결반기검토보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 라. 회계감사인의 분기감사보고서 또는 분기검토보고서(영 제176조제6항에 따른 회계기준에 의해 연결재무제표를 주된 재무제표로 작성하는 경우에는 연결분기감사보고서 또는 연결분기검토보고서를 포함한다.) 다만, 설립근거가 되는 국가 또는 증권이 상장된 국가의 법률등에 따라 분기감사 또는 분기검토가 의무화된 경우에 한하고, 제4-9조에 해당하는 경우에는 연결분기감사보고서 또는 연결분기검토보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 마. 해당 증권에 대하여 신용평가회사(감독원장이 정하는 국제신용평가기관을 포함한다. 이하 이 조에서 같다)의 평가등급을 받은 경우 그 신용평가서 사본 <개정 2013. 9. 17.> 바. 증권 발행계획을 결의한 이사회의사록 사본 사. 「외국환거래법」ㆍ기타 법령에 따라 허가, 승인 또는 신고를 요하는 경우에는 그 허가서, 승인서 또는 신고서 사본 아. 인수계약서, 예탁계약서, 대리인 선임계약서 기타 해당 증권의 발행과 관련하여 관계기관과 체결한 계약서 사본 자. 발행인이 외국 거래소에 상장되어 있는 경우 동 사실을 증명하는 서류(주식 또는 원주식의 발행인에 한한다) 차. 영 제125조제2항제6호에 따른 상장예비심사결과서류 카. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 타. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 파. 그 밖에 감독원장이 필요하다고 인정하는 서류 2. 발행인이 외국 기업 외의 외국법인등인 경우(집합투자증권을 모집 또는 매출하는 경우를 제외한다) 가. 정관 또는 이와 유사한 서류(외국정부, 외국지방자치단체는 제외) 나. 최근 3사업연도의 재무제표에 대한 회계감사인의 감사보고서 다. 해당 증권에 대하여 신용평가회사의 평가등급을 받은 경우 신용평가서 사본 <개정 2013. 9. 17.> 라. 해당 증권 발행계획을 결의한 이사회의사록 또는 이에 상당하는 서류의 사본 마. 「외국환거래법」ㆍ기타 법령에 따라 허가, 승인 또는 신고를 요하는 경우에는 그 허가서, 승인서 또는 신고서 사본 바. 인수계약서, 신탁증서, 기타 해당 증권 발행과 관련하여 관계기관과 체결한 계약서 사본 사. 영 제125조제2항제6호에 따른 상장예비심사결과서류 아. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 자. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 차. 그 밖에 감독원장이 필요하다고 인정하는 서류 3. 외국법인등이 집합투자증권을 모집 또는 매출하는 경우 가. 영 제127조제2항제1호 및 제4호부터 제6호까지의 서류 나. 자기자본을 증명할 수 있는 감사보고서 등 증빙서류 다. 외국 집합투자증권을 모집 또는 매출하기 위하여 외국에서 제출한 투자설명서 라. 외국 집합투자업자가 최근 3년간 금융업에 상당하는 영업의 영위와 관련하여 본국 또는 국내의 감독기관으로부터 업무정지 이상에 해당하는 행정처분을 받거나 벌금형 이상에 상당하는 형사처벌을 받은 사실이 없음을 증명하는 외국금융투자감독기관의 확인서 등 서류 마. 최근 사업연도말 현재 운용자산규모가 1조원 이상임을 증빙하는 서류 바. 외국 집합투자기구가 해당 국가의 법령에 따라 인가받았다는 사실을 증명하는 서류 사. 국내대리인 선임계약서 등 연락책임자에 관한 서류 아. 예비투자설명서를 사용하려는 경우에는 예비투자설명서 자. 간이투자설명서를 사용하려는 경우에는 간이투자설명서 ③ 동일 사업연도 중 신고서를 2회 이상 제출하는 경우 제2항제1호의 가목부터 라목까지의 서류, 자목 및 차목의 서류와 제2호의 가목, 나목 및 사목의 서류가 종전에 첨부된 것과 동일한 내용일 때에는 그 첨부서류가 종전 신고서의 첨부서류와 내용상 차이가 없다는 뜻과 그 첨부서류를 참조하라는 뜻을 기재한 서면으로 이를 갈음할 수 있다. ④ 그 밖에 이 조에 따른 증권신고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. <신설 2010. 11. 8.> 제2-12조(신고서 기재사항의 특례) ① 지분증권을 모집 또는 매출하는 경우 모집 또는 매출가액을 결정하기 전에 신고서를 제출하는 때에는 다음 각 호의 사항에 대한 기재를 하지 않을 수 있다. 이 경우 그 산정방법 또는 인수인이 확정된 후 추후 기재한다는 사실을 기재하여 신고서를 제출하여야 한다. 1. 모집 또는 매출가액 2. 청약증거금 3. 인수증권수 4. 인수조건 5. 인수인(모집 또는 매출하는 증권의 발행인 또는 매출인으로부터 해당 증권의 인수를 의뢰받아 인수조건 등을 결정하고 해당 모집 또는 매출과 관련된 업무를 통할하는 자(이하 \"주관회사\"라 한다)를 제외한다) ② 전환사채권, 신주인수권부사채권 또는 교환사채권을 발행함에 있어서 필요한 경우 전환가액, 신주인수권행사가액 또는 교환가액 등에 대하여는 그 산정 또는 결정방법만을 기재한 신고서를 제출할 수 있다. ③ 채무증권을 발행함에 있어서 필요한 경우 발행가액과 발행이자율에 대하여는 그 산정 또는 결정방법만을 기재한 신고서를 제출할 수 있다. <개정 2009. 7. 6.> ④ 제1항부터 제3항까지의 경우 발행가액 또는 인수인 등이 확정된 때에는 법 제122조에 따른 정정신고서를 제출하여야 한다. 이 경우 당초의 신고서 효력발생일에 영향을 미치지 아니한다. ⑤ 영 제129조에 따라 발행인은 다음 각 호의 방법에 따라 신고서의 기재사항 또는 그 첨부서류를 생략할 수 있다. 1. 법 제119조제4항에서 정하는 방법 2. 이미 제출한 사업보고서, 반기보고서, 분기보고서, 주요사항보고서에 신고서의 기재사항이나 그 첨부서류와 같은 부분이 있는 때에는 그 부분을 적시하여 이를 참조하라는 뜻을 기재한 서면을 제출하는 방법 3. 자산유동화에관한법률에 따라 이미 제출한 자산유동화계획의등록신청서, 자산양도등의등록신청서에 신고서의 기재사항이나 그 첨부서류와 같은 부분이 있는 때에는 그 부분을 적시하여 이를 참조하라는 뜻을 기재한 서면을 제출하는 방법 제2-13조(증권신고서의 정정사유) ① 영 제130조제1항제1호마목에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 증권 발행과 관련된 담보ㆍ보증 또는 기초자산 2. 발행증권의 수 3. 모집 또는 매출되는 증권의 취득에 따른 투자위험요소 ② 영 제130조제1항제2호라목에서 \"금융위원회가 정하여 고시하는 사항\"이란 모집 또는 매출되는 증권의 취득에 따른 투자위험요소를 말한다. 제2-14조(투자설명서의 기재사항 등) ① 영 제131조제2항제9호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 발행회사의 명칭 2. 증권의 종목 3. 대표주관회사의 명칭 ② 영 제131조제3항제5호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호에 따른 사항을 말한다. 1. 사채권 및 파생결합증권의 투자설명서의 기재사항 가. 보증사채권의 신고서를 제출하는 경우 : 영 제125조제1항제1호 및 제2호, 제2-6조제4항제1호의 사항 나. 담보부사채권의 신고서를 제출하는 경우 : 영 제125조제1항제1호 및 제2호, 제2-6조제4항제2호의 사항 다. 무보증사채권의 신고서를 제출하는 경우 : 영 제125조제1항제1호 및 제2호, 제2-6조제4항제3호의 사항 라. 파생결합증권의 신고서를 제출하는 경우 : 영 제125조제1항제1호 및 제2호, 제2-6조제4항제4호의 사항 2. 합병, 영업양수ㆍ도, 자산양수ㆍ도, 주식의 포괄적 교환ㆍ이전, 분할, 분할합병(이하 \"합병등\"이라 한다)의 투자설명서의 기재사항 가. 합병에 따라 신고서를 제출하는 경우 : 제2-9조제1항 각 호의 사항. 다만, 집합투자기구간 합병에 관한 투자설명서는 기재사항 등의 일부를 생략할 수 있다. 나. 영업양수ㆍ도에 따라 신고서를 제출하는 경우 : 제2-10조제1항 각 호의 사항 다. 자산양수ㆍ도에 따라 신고서를 제출하는 경우 : 제2-10조제3항 각 호의 사항 라. 주식의 포괄적 교환ㆍ이전에 따라 신고서를 제출하는 경우 : 제2-10조제5항 각 호의 사항 마. 분할에 따라 신고서를 제출하는 경우 : 제2-10조제7항 각 호의 사항 바. 분할합병에 따라 발행되는 증권의 신고서를 제출하는 경우 : 제2-10조제9항 각 호의 사항 3. 외국법인등의 투자설명서의 기재사항 가. 외국 기업(집합투자증권의 발행인인 경우를 제외한다)이 신고서를 제출하는 경우 : 제2-11조제1항제1호 각 목의 사항 나. 외국 기업 외의 외국법인등(집합투자증권인 경우를 제외한다)이 신고서를 제출하는 경우 : 제2-11조제1항제2호 각 목의 사항 다. 외국법인등이 집합투자증권의 신고서를 제출하는 경우 : 제2-11조제1항제3호 각 목의 사항 ③ 제2-12조제4항에 따라 정정신고서를 제출하는 발행인은 그 미확정된 내용이 구체적으로 확정된 때에는 지체 없이 투자설명서(간이투자설명서 포함)에 이를 보완하여야 한다. ④ 그 밖에 투자설명서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-15조(예비투자설명서의 작성방법) ① 영 제133조제1항제3호에서 \"금융위원회가 정하여 고시하는 사항\"이란 제2-14조제1항 각 호의 사항을 말한다. ② 그 밖에 예비투자설명서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-16조(간이투자설명서의 작성방법) ① 영 제134조제1항제1호라목에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 자금의 사용목적 2. 모집가액 또는 매출가액의 총액 3. 인수에 관한 사항 4. 발행인이 영위하는 사업 목적 5. 요약 재무정보 6. 투자자 유의사항 ② 그 밖에 간이투자설명서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-17조(신고서를 제출하지 아니하는 모집ㆍ매출) ① 법 제130조에 따라 신고서를 제출하지 아니하고 모집 또는 매출(이하 \"소액공모\"라 한다)을 하는 자가 영 제137조제1항제1호의 \"금융위원회가 정하여 고시\"하는 바에 따라 금융위에 미리 제출하는 서류는 다음 각 호와 같다. 1. 설립 후 1사업연도가 경과한 법인의 경우에는 최근 사업연도의 회계감사인의 감사보고서(최근 사업연도 경과 후 반기결산일이 지난 경우에는 반기 검토보고서 포함) 또는 최근월 말일을 기준으로 한 회계감사인의 감사보고서 2. 설립 후 1사업연도가 경과하지 아니한 법인의 경우에는 최근월 말일을 기준으로 한 회계감사인의 감사보고서 ② 제1항의 서류는 소액공모를 개시하는 날의 3일전까지 제출하여야 한다. ③ 발행인이 영 제137조제1항제4호에 따라 모집 또는 매출이 종료된 때 금융위에 제출하는 서류에는 다음 각 호의 사항을 기재하여야 한다. 1. 발행인의 명칭 및 주소 2. 주관회사의 명칭(주관회사가 있는 경우에 한한다) 3. 청약 및 배정에 관한 사항 4. 증권의 교부일, 상장일 및 증자등기일 5. 유상증자 전후의 주요주주의 지분변동 상황 6. 조달된 자금의 사용내역 ④ 영 제137조제1항제2호 각 목의 사항에 관하여 기재 또는 표시해야 할 구체적인 내용, 같은 조제1항제3호 및 같은 조제4항에 따라 제출하는 서류의 세부적인 기재사항, 제3항 각 호의 사항에 대한 구체적인 기재범위 및 방법 등은 감독원장이 정한다. <개정 2009. 7. 6.> 제2-18조(지분증권의 소액매출시의 특례) <개정 2025. 9. 23.> ① 영 제137조제3항제3호가목과 관련하여 \"금융위원회가 정하여 고시하는 방법\"이란 발행인이 매출을 하는 날의 3일전까지 다음 각 호의 서류를 제178조제1항제1호에 따른 장외거래인 경우 금융위 및 협회, 제178조의2에 따른 장외거래인 경우 금융위 및 장외거래중개업자(「금융투자업규정」제5-1조제16호에 따른 장외거래중개업자를 말한다. 이하 같다)에 제출하여 공시하는 것을 말한다. <개정 2016. 6. 28., 2025. 9. 23> 1. 영 제137조제1항제3호에 따라 금융위에 제출하는 기재 또는 표시내용 중 발행인에 관한 사항만을 기재한 서류 2. 제2-17조제1항의 서류 ② 사업보고서 제출대상법인이 사업보고서를 매출을 하는 날의 3일 전일 현재 이미 금융위에 제출하여 공시하고 있는 경우에는 제1항에 따른 공시의무를 면제한다. ③ 발행인은 제1항제1호의 서류를 매결산기별 및 매반기별로 그 변동사항을 정정하여 제출하여야 한다. 이 경우 제출시기는 각각 결산기 경과 후 90일 이내 또는 반기 경과 후 45일 이내로 하며, 감사보고서 또는 반기검토보고서를 각각 첨부하여야 한다. ④ 제1항제1호의 서류에 대한 세부적인 기재내용 및 방법 등은 감독원장이 정한다. 제2-18조의2(수익증권의 소액매출시 특례) ① 영 제137조제3항제3호나목과 관련하여 \"금융위원회가 정하여 고시하는 방법\"이란 다음 각 호의 내용이 포함된 보고서를 매 분기의 말일을 기준으로 분기의 말일로부터 45일 이내에 금융위 및 장외거래중개업자에게 제출하여 공시하는 것을 말한다. 1. 신탁업자, 신탁기간, 신탁재산의 특징 등 신탁의 기본정보에 관한 사항 2. 신탁재산의 현황 3. 신탁재산의 운용경과 및 손익에 관한 사항 4. 신탁 관련 수수료, 보수에 관한 사항 5. 그 밖에 투자자 보호 및 건전한 거래질서를 위해 필요하다고 인정되는 사항 ② 제1항의 보고서에 대한 세부적인 기재내용 및 방법 등은 감독원장이 정한다. [본조신설 2025. 9. 23.] 제2-19조(증권발행실적보고서) ① 법 제128조에 따라 발행인은 모집 또는 매출을 완료한 때[초과배정옵션(주식공모시 인수회사가 당초 공모하기로 한 주식의 수량을 초과하는 주식을 청약자에게 배정하는 것을 조건으로 하여 그 초과배정 수량에 해당하는 신주를 발행회사로부터 미리 정한 가격으로 취득할 수 있는 권리를 말한다) 계약을 인수회사와 체결한 경우에는 동 옵션의 권리행사로 인한 주식발행이 완료되었거나 동 옵션의 권리행사기한 도래로 주식이 새로이 발행되지 아니하는 것이 확정된 때를 말한다] 지체 없이 발행실적보고서를 금융위에 제출하여야 한다. 다만, 일괄신고서의 효력이 발생한 발행인은 추가서류를 제출하여 모집 또는 매출을 완료한 때 지체 없이 발행실적보고서를 금융위에 제출하여야 한다. ② 발행실적보고서에는 다음 각 호의 사항을 기재하여야 한다. 1. 발행인의 명칭 및 주소 2. 주관회사의 명칭 3. 청약 및 배정에 관한 사항 4. 공시의 이행에 관한 사항 5. 증권의 교부일, 상장일 및 증자등기일 6. 유상증자 전후의 주요주주의 지분변동상황 7. 신주인수권증서의 발행내역 8. 주주가 주식인수의 청약을 하지 아니한 주식의 처리내역 9. 조달된 자금의 사용내역 ③ 합병등의 증권신고서에 대한 발행실적보고서에는 다음 각 호의 사항을 기재하여야 한다. 1. 합병등의 일정 2. 최대주주 및 주요주주 지분변동 상황 3. 주식매수청구권 행사 4. 채권자보호에 관한 사항 5. 합병등 관련 소송의 현황 6. 신주배정등에 관한 사항 7. 합병등 전후의 요약재무정보 8. 증권신고서 제출 당시 제2-6조제8항제1호아목2)에 따라 계속보유확약서 사본만을 첨부한 경우 보호예수에 관한 사항 <신설 2021. 12. 9.> ④ 영 제121조제1항에 따른 개방형 집합투자증권의 발행인이 집합투자기구별로 각 회계기간의 순발행실적(총판매금액에서 총환매금액을 차감한 금액을 말한다) 등을 기재한 발행실적보고서를 회계기간말부터 1개월 이내에 금융위에 제출하는 경우 제1항에 따른 발행실적보고서를 제출한 것으로 본다. ⑤ 금적립계좌등의 발행인이 매 사업연도의 순발행실적(제4항에 따른 순발행실적을 말한다) 등을 기재한 발행실적보고서를 사업연도말부터 1개월 내에 금융위에 제출한 경우 제1항에 따른 발행실적보고서를 제출한 것으로 본다. <신설 2012. 1. 3., 개정 2013. 9. 17.> ⑥ 그 밖에 발행실적보고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제2-20조(신고서 등의 제출부수 및 공시) ① 발행인은 신고서, 일괄신고서ㆍ추가서류, 정정신고서, 철회신고서, 증권발행실적보고서 및 제2-17조ㆍ제2-18조ㆍ제2-18조의2에 따른 신고서류는 각각 2부씩, 투자설명서, 예비투자설명서 및 간이투자설명서는 각각 1부씩 금융위에 제출하여야 한다. 각 서류의 첨부서류도 또한 같다. <개정 2025. 9. 23.> ② 금융위는 제1항에 따라 제출된 서류를 접수한 날부터 3년간 공시한다. 다만, 신고서(정정신고서, 일괄신고서ㆍ추가서류 및 철회신고서를 포함한다)는 이를 수리한 날부터 증권발행실적보고서 접수 후 3년이 되는 날까지 공시한다. 제2-21조(안정조작의 기준가격 등) ① 영 제204조제4항제1호에서 \"금융위원회가 정하여 고시하는 평균거래가격\"이란 다음 각 호의 가격을 말한다. 1. 증권시장에서 거래가 형성된 증권은 다음 각 목의 방법에 따라 산정된 가격의 산술평균가격 가. 안정조작기간의 초일 전일부터 과거 20일(동 기간 중에 배당락, 권리락 또는 행사가격 조정 등으로 인하여 매매기준가격의 조정이 있는 경우로서 배당락, 권리락 또는 행사가격 조정 등이 있은 날부터 안정조작기간의 초일 전일까지의 기간이 7일 이상이 되는 경우에는 그 기간)간 공표된 매일의 증권시장에서 거래된 최종시세가격을 실물거래에 의한 거래량을 가중치로 하여 가중산술평균한 가격 <개정 2009. 7. 6.> 나. 안정조작기간의 초일 전일부터 과거 7일간 공표된 매일의 증권시장에서 거래된 최종시세가격을 실물거래에 의한 거래량을 가중치로 하여 가중산술평균한 가격 <개정 2009. 7. 6.> 2. 증권시장에서 거래가 형성되지 아니한 주식은 해당 법인의 자산상태ㆍ수익성 기타의 사정을 참작하여 감독원장이 정하는 가격 ② 영 제204조제3항의 안정조작신고서, 같은 조 제5항의 안정조작보고서, 영 제205조제1항의 시장조성신고서, 같은 조 제3항의 시장조성보고서의 서식 및 작성방법은 감독원장이 정한다. 제2-22조(서식제정 등) 감독원장은 제2-17조ㆍ제2-18조ㆍ제2-18조의2에 따른 신고서류 및 제2-21조에 따른 시장조성신고서ㆍ시장조성보고서ㆍ안정조작신고서ㆍ안정조작보고서의 접수ㆍ처리에 관한 사항을 정할 수 있다. <개정 2025. 9. 23.> 제3장 기업의 인수ㆍ합병관련제도 제1절 공개매수신고 제3-1조(공개매수의 면제) 영 제143조제7호의 규정에서 \"금융위원회가 정하여 고시하는 주식등의 매수등\"이란 다음 각 호의 경우를 말한다. 1. 기업의 경영합리화를 위하여 법률의 규정 또는 정부의 허가ㆍ인가ㆍ승인 또는 문서에 의한 지도ㆍ권고 등에 따른 주식등의 매수등 2. 정부의 공기업민영화계획 등에 의하여 정부(한국은행, 한국산업은행 및 정부투자기관을 포함한다)가 처분하는 주식등의 매수등 3. 회생절차개시 또는 파산을 법원에 신청한 회사의 주식등 또는 해당 회사 보유 주식등을 법원의 허가ㆍ인가ㆍ결정ㆍ명령 또는 문서에 의한 권고 등에 따라 처분하는 경우 동 주식등의 매수등 4. 채권금융기관(「기업구조조정촉진법」 제2조제1호에 따른 채권금융기관을 말한다. 이하 같다) 또는 채권은행(「기업구조조정촉진법」 제2조제2호에 따른 채권은행을 말한다. 이하 같다)이 「기업구조조정 촉진법」제5조 또는 제13조에 따라 채권금융기관 또는 채권은행의 공동관리절차가 개시된 부실징후기업의 주식등을 제3자에게 매각하는 경우 그 주식등의 매수등 <개정 2014. 7. 8.> 4의2. 채권금융기관이 자율적인 협약에 따라 구조조정이 필요한 기업의 주식등을 제3자에게 처분하는 경우로서 다음 각 목의 요건을 충족하는 경우 그 주식등의 매수등 <신설 2014. 7. 8.> 가. 복수의 채권금융기관이 협약에 참여하여 공동으로 의사결정을 할 것 나. 협약에 참여한 채권금융기관이 대출금의 출자전환 외에 채권재조정 등 기업의 경영정상화를 위한 조치를 취하였을 것 다. 주식등의 매수자가 협약에 참여한 모든 채권금융기관으로부터 주식등을 매수할 것. 다만 협약에 참여한 채권금융기관간 합의가 있는 경우 그러하지 아니하다. 5. 금산법 제10조에 따른 적기시정조치에 따라 해당 금융기관이 이행하는 사항과 관련되는 다음 각 목의 어느 하나에 해당하는 주식등의 매수등 가. 해당 금융기관이 발행하는 주식등의 취득 나. 해당 금융기관이 보유한 주식등의 매수등 다. 제3자의 해당 금융기관 주식등의 매수등 6. 「예금자보호법」 제2장에 따른 예금보험공사가 부실금융기관의 경영합리화를 위하여 관련법규 등에서 정하는 바에 따라 행하는 부실 금융기관 주식등의 매수등 및 예금보험공사가 동 주식등을 처분하는 경우의 해당 주식등의 매수등 7. 「국유재산의 현물출자에 관한 법률」에 따라 정부가 국유재산을 정부출자기업체에 현물출자하고 그 대가로 해당 회사가 발행하는 주식등의 취득 8. 「외국인투자촉진법」 제5조부터 제7조까지의 규정에 따라 외국투자가가 취득한 주식등을 처분하는 경우의 해당 주식등의 매수등 또는 외국인투자기업의 합작당사자가 주식등을 처분하는 경우 합작계약에 따라 우선매입권을 가진 다른 합작당사자의 해당 주식등의 매수등 9. 금융기관이 관련법규에 따른 자본금요건을 충족하기 위하여 발행하는 주식의 취득 또는 자기자본비율 등 재무요건을 충족하기 위하여 감독원장 등에게 경영개선계획서 등을 제출하고 발행하는 주식의 취득 10. 제5호에 따른 자본금 증액시 일반주주의 대량실권 발생이 예상되어 해당 금융기관의 최대주주 및 그 특수관계인이 증자를 원활하게 하기 위하여 불가피하게 행하는 해당 금융기관 주식등의 매수등 11. 금융투자업규정 제6-7조에 따른 주식의 종목별 외국인 전체취득한도에 달하거나(한도에서 단주가 부족한 경우를 포함한다) 초과한 종목을 증권회사의 중개에 의하여 외국인간에 매매거래를 하는 경우 해당 주식의 매수 <개정 2013. 9. 17.> 12. 증권시장에 상장하기 위하여 모집 또는 매출하는 주식을 인수한 투자매매업자가 증권신고서에 기재한 바에 따라 모집 또는 매출한 주식을 매수하는 경우 해당 주식의 매수 13. 공개매수사무취급자가 공개매수개시이전 해당 주식을 차입하여 매도한 경우 이의 상환을 위한 장내매수 14. 주채무계열(은행업감독규정 제79조 제1항에 따른 주채무계열을 말한다. 이하 같다)이 주채권은행(은행업감독규정 제80조 제1항에 따른 주채권은행을 말한다)과 「은행법」 제34조, 은행업감독규정 제82조 제3항 및 은행업감독업무시행세칙 제52조 제4항에 근거하여 체결한 재무구조개선약정에 따라 재무구조 개선을 위하여 주채무계열 및 그 공동보유자가 보유한 주식등을 처분하는 경우의 해당 주식등의 매수등 <개정 2013. 9. 17.> 제3-2조(공개매수신고서의 기재사항 등) ① 영 제146조제5항에 따라 공개매수신고서에 기재하여야 할 사항은 다음 각 호와 같다. 1. 공개매수자 및 그 특별관계자에 관한 사항 가. 공개매수자 및 그 특별관계자의 현황 나. 공개매수자가 법인인 경우 해당 법인이 속해 있는 기업집단 다. 공개매수자가 법인인 경우 해당 법인의 재무에 관한 사항 2. 공개매수할 주식등의 발행인 가. 공개매수대상회사 및 그 특별관계자의 현황 나. 공개매수대상회사가 속해 있는 기업집단 3. 공개매수의 목적 4. 공개매수할 주식등의 종류 및 수 가. 공개매수예정 주식등의 종류 및 수 나. 공개매수후 소유하게 되는 주식등의 수 다. 공개매수대상회사의 발행 주식등의 총수 5. 공개매수 기간ㆍ가격ㆍ결제일 등 공개매수조건 가. 공개매수 기간ㆍ가격ㆍ결제일 등 일반적 조건 나. 결제의 방법 6. 공개매수공고일 이후에 공개매수에 의하지 아니하고 주식등의 매수등을 하는 계약이 있는 경우에는 해당 계약의 내용 7. 매수자금의 내역 가. 공개매수에 필요한 금액 이상의 금융기관 예금잔고 기타 자금보유 내역 나. 다른 증권과의 교환에 의한 공개매수의 경우에는 교환의 대가로 인도할 증권의 보유 내역 다. 독점규제 및 공정거래에 관한 법률 제8조의2제2항제2호의 기준에 해당하지 아니할 목적으로 현물출자를 받기 위하여 공개매수를 하고자 하는 경우에는 신주의 발행 내용 8. 공개매수사무취급자(이하 \"사무취급회사\"라 한다)에 관한 사항 가. 사무취급회사명 나. 사무취급회사의 공개매수 관련업무 수행범위 다. 사무취급회사의 본ㆍ지점 소재지 및 전화번호 9. 공개매수대상회사의 현황 가. 최근 분기 및 최근 3사업연도 재무 및 손익 상황 나. 공개매수공고일 이전 6월간의 공개매수대상회사 주식등의 거래상황 10. 공개매수의 방법 가. 청약의 방법 나. 철회의 방법 다. 청약주식 등의 매입방법 라. 공개매수신고의 정정 및 철회의 방법 등 11. 공개매수에 필요한 자금 또는 교환대상 증권의 조성내역(차입의 경우 차입처를 포함한다) 가. 공개매수에 필요한 자금 조성내역 나. 교환대상 증권의 조성 내역 다. 교환의 대가로 인도할 증권 발행회사의 현황 12. 공개매수자 및 그 특별관계자의 최근 1년간 공개매수대상회사의 주식등의 보유상황 및 거래상황 13. 공개매수대상회사의 임원 또는 최대주주와의 사전협의가 있는지 여부와 사전협의가 있는 경우 그 협의내용 14. 공개매수 종료후 공개매수대상회사에 관한 장래계획 15. 공개매수의 중개인 또는 주선인이 있는 경우 그에 관한 사항 가. 법인명 또는 성명 나. 법인의 설립목적 및 사업내용 16. 공개매수신고서 및 공개매수설명서의 열람장소 ② 영 제146조제4항제4호 및 제5호의 서류(본문에 따른 서류를 말한다)는 공개매수신고서 제출일전 3일 이내에서 동일한 날짜를 기준으로 하여 작성하여야 한다. 제3-3조(공개매수신고서의 첨부서류) 영 제146조제4항제10호의 규정에서 \"공개매수신고서의 기재사항을 확인하는 데에 필요한 서류로서 금융위원회가 정하는 서류\"는 다음 각 호의 서류를 말한다. 1. 영 제146조제4항제4호 또는 제5호의 서류에 기재된 공개매수대금 또는 교환대상 증권을 결제일까지 인출 또는 처분하지 아니하는 경우에는 그 내용을 기재한 서류 2. 공개매수신고서를 제출한 후 영 제146조제4항제4호 또는 제5호의 서류에 기재된 공개매수대금 또는 교환대상 증권을 인출 또는 처분하여 결제일까지 운용하고자 하는 경우에는 인출일 또는 처분일부터 결제일까지의 자금 또는 증권의 운용계획서와 그 내용을 확인할 수 있는 서류 3. 공개매수자가 외국인 또는 외국법인등인 경우에는 국내에 주소 또는 사무소를 가진 자에게 해당 공개매수에 관한 권한을 부여한 것을 증명하는 서면 4. 공개매수신고서에 첨부하는 서류가 한글로 기재된 것이 아닌 경우에는 그 한글번역문 제3-4조(공개매수공고 기재사항) 영 제145조제1항의 규정에서 \"금융위원회가 정하여 고시하는 방법\"이란 제3-2조제1항제1호가목, 제2호부터 제5호까지 및 제7호, 제8호, 제10호, 제13호, 제14호, 제16호의 사항 등을 기재하여 공고하는 것을 말한다. 제3-5조(신고서를 제출할 수 없는 날) 법 제134조제2항 단서에서 \"금융위원회가 정하여 고시하는 날\"란 법 제413조에 따라 금융위원회가 휴장명령을 한 날을 말한다. 제3-6조(비례배분) ① 법 제141조제1항제2호의 비례배분은 응모한 주식등의 총수가 매수예정주식등의 수를 초과할 경우 청약주식 등의 수에 비례하여 배정하는 것을 말한다. ② 제1항에 따라 계산한 수의 합계와 매수예정 주식등의 총수가 다른 경우에 그 다른 수의 처리는 공개매수신고서에 기재한 방법에 따른다. 제3-7조(공개매수통지서의 송부) 공개매수자는 공개매수기간이 종료한 때에는 매수의 상황, 매수예정 주식등 또는 반환주식등 및 기타 결제 등에 필요한 사항을 기재한 공개매수통지서를 응모자에게 지체없이 송부하여야 한다. 제3-8조(결과보고) 법 제143조의 규정에서 \"금융위원회가 정하여 고시하는 방법\"이란 공개매수자는 공개매수가 종료한 때에 지체없이 공개매수로 취득한 공개매수자의 보유 주식등의 수, 지분율 등을 기재한 공개매수결과보고서를 금융위원회와 거래소에 제출하는 것을 말한다. 제3-9조(공개매수설명서 기재 생략) 영 제148조에서 \"공개매수자가 주권상장법인인 경우 공개매수설명서에 기재를 생략할 수 있는 사항\"이란 해당 법인의 재무에 관한 사항을 말한다. 제2절 주식등의 대량보유상황보고 등 제3-10조(보고서의 기재사항) ① 영 제153조제2항제7호에서 \"금융위원회가 정하는 사항\"이란 다음 각 호의 사항을 말한다. 1. 보유주식등의 발행인에 관한 사항 2. 대량보유자 및 그 특별관계자에 관한 사항 가. 성명, 주소, 국적, 직업 등 인적사항 나. 대량보유자 및 그 특별관계자가 자연인이 아닌 법인 또는 단체인 경우에는 해당 법인 또는 단체의 법적 성격, 임원(회사가 아닌 경우 구성원을 말한다), 의사결정기구 및 최대주주(회사가 아닌 경우 출자자를 말한다)에 관한 사항 3. 보유목적(영 제154조 각 호의 행위에 대한 구체적인 계획 또는 방침 등을 포함한다) 4. 변동사유 5. 보고자 및 특별관계자별 보유 또는 변동 주식등의 종류 및 수 6. 보고자 및 특별관계자별 취득 또는 처분 일자ㆍ가격 및 방법 7. 보고자 및 특별관계자별 보유형태 8. 취득에 필요한 자금 또는 교환대상물건의 조성내역(보고대상 주식등의 취득과 직접 또는 간접적으로 관련된 자금등의 조성경위 및 원천을 말하며, 차입의 경우에는 차입처, 차입기간 그 밖의 계약상의 주요내용을 포함한다) 9. 보유주식등에 관한 신탁계약ㆍ담보계약 그 밖의 주요계약의 내용 ② 제1항제2호의 규정에 정한 사항을 기재함에 있어 대량 보유자 및 그 특별관계자가 투자신탁이나 투자익명조합의 집합투자업자 또는 투자회사ㆍ투자유한회사ㆍ투자합자회사 및 투자조합(이하 \"집합투자기구\"라 한다. 이하 이 조에서 같다)인 경우에는 해당 집합투자기구와 해당 집합투자업자 각각에 대하여 기재한다. ③ 영 제154조제3항에 따른 보고서에는 다음 각 호의 구분에 따른 사항을 기재한다. 1. 영 제154조제3항제1호의 경우 : 제1항제1호부터 제3호까지 및 제5호ㆍ제6호의 기재사항 및 주식등의 보유기간 동안 주식등의 수와 관계없이 보장되는 권리의 행사 외의 행위를 하지 아니하겠다는 확인 2. 영 제154조제3항제2호의 경우 : 제1항제1호부터 제3호, 제5호ㆍ제6호 및 제8호ㆍ제9호의 기재사항 ④ 영 제154조제4항에 따른 보고서에는 다음 각 호의 사항을 기재한다. 1. 제1항제1호ㆍ제2호의 기재사항 2. 보고하여야 할 사유가 발생한 날의 보고자 및 특별관계자별 보유 또는 변동 주식등의 종류 및 수 <신설 2009. 7. 6.> ⑤ 영 제154조제5항에 따른 보고서에는 다음 각 호의 구분에 따른 사항을 기재한다. 1. 영 제154조제5항제1호의 경우 : 제1항제1호부터 제3호까지 및 제5호ㆍ제6호의 기재사항 2. 영 제154조제5항제2호의 경우 : 제1항제1호부터 제3호, 제5호의 기재사항 및 주식등의 보유기간 동안 주식등의 수와 관계없이 보장되는 권리의 행사 외의 행위를 하지 아니하겠다는 확인 3. 영 제154조제5항제3호의 경우 : 제1항제1호부터 제3호 및 제5호의 기재사항 제3-11조(연명보고의 방법) ① 영 제153조제4항에 따라 보유주식등의 수가 가장 많은 자를 대표자로 선정하여 본인과 그 특별관계자가 함께 보고(이하 \"연명보고\"라 한다)하는 경우에는 특별관계자는 그 대표자에게 보고를 위임한다는 뜻을 기재한 위임장을 제출하고, 대표자는 제출 받은 위임장사본을 최초연명보고시 주식등의대량보유및변동보고서에 첨부하여 금융위에 제출하여야 한다. ② 제1항에 따른 보고를 한 이후 대량변동이 있는 때에는 연명보고를 한 대표자가 대량변동보고를 하여야 한다. 다만, 대표자가 변경되는 경우에는 변경된 대표자가 보고를 하여야 하며 이 경우에도 제1항의 규정을 준용한다. 제3-12조(보고서의 첨부서류 등) ① 법 제147조에 따라 주식등의 대량보유상황을 보고하는 경우 매매보고서 그 밖에 취득 또는 처분을 증빙할 수 있는 자료와 보유주식등에 관한 주요 계약서사본(영 제153조제2항에 따라 보고서를 기재한 경우로서 계약서를 작성한 경우에 한한다)을 첨부하여야 한다. 다만, 다음 각 호의 1에 해당하는 법인이 증권시장 또는 다자간매매체결회사를 통하여 주식등을 취득 또는 처분한 경우에는 그 취득 또는 처분에 관한 증빙자료의 제출을 생략할 수 있다. 이 경우 외국법인인 경우에는 대량보유보고서를 신규로 제출하는 때에 해당 외국금융투자감독기관의 인가, 허가 또는 등록확인서 등 해당 업무를 영위하는 법인임을 확인할 수 있는 서류를 제출하여야 한다. <개정 2013. 9. 17.> 1. 다음 각 목의 어느 하나에 해당하는 법인 가. 영 제10조 제1항 제1호 및 제2호 나. 영 제10조 제2항 다. 영 제10조 제3항 제1호부터 제14호 2. 그 밖에 제1호에 준하는 법인으로 감독원장이 정하는 법인 ② 제1항의 첨부서류가 사본인 때에는 원본과 상위없음을 표시하고 보고자가 날인하여야 한다. 제3-13조(경영권에 영향을 주기 위한 것) ① 영 제154조제1항제7호에서 \"금융위원회가 정햐여 고시하는 중요한 일부의 양수ㆍ양도\"란 다음 각 호의 어느 하나에 해당하는 양수ㆍ양도를 말한다. 1. 양수ㆍ양도하고자 하는 영업부문의 자산액이 최근 사업연도말 현재 자산총액의 100분의 10이상인 양수ㆍ양도 2. 양수ㆍ양도하고자 하는 영업부문의 매출액이 최근 사업연도말 현재 자산총액의 100분의 10이상인 양수ㆍ양도 3. 영업의 양수로 인하여 인수할 부채액이 최근 사업연도말 현재 자산총액의 100분의 10이상인 양수ㆍ양도 ② 영 제154조제1항제8호에서 \"금융위원회가 정하여 고시하는 중요한 일부의 처분\"이란 처분하고자 하는 자산액이 최근 사업연도말 현재 자산총액의 100분의 10 이상인 처분을 말한다. 다만 제4-4조(중요한 자산양수ㆍ도의 예외 등) 각 호의 어느 하나에 해당하는 자산의 처분은 제외한다. 제3-14조(보고특례 적용 전문투자자) 영 제154조제2항에서 \"보고내용과 보고시기 등을 달리 정할 필요가 있는 자\"란 영 제10조제2항제9호, 제3항제1호부터 제8호까지, 제10호부터 제13호까지 중 어느 하나에 해당하는 자를 말한다. <개정 2010. 11. 8.> 제3절 의결권대리행사의 권유 제3-15조(참고서류) ① 영 제163조에 따른 참고서류에는 의결권대리행사의 권유의 개요, 주주총회의 각 목적사항 및 의결권대리행사를 권유하는 취지를 기재하되 항목별로는 적절한 표제를 붙여야 한다. ② 제1항에 따른 권유자 및 그 대리인 등에 관한 사항은 다음 각 호의 1에 해당하는 사항을 기재하여야 한다. 1. 권유자 및 그 특별관계자의 성명, 권유자와 특별관계자가 소유하고 있는 주식의 종류 및 수 2. 권유자의 대리인 성명, 그 대리인이 소유하고 있는 주식의 종류 및 수 3. 피권유자의 범위 4. 권유자 및 그 대리인과 회사와의 관계 ③ 제1항에 따른 주주총회의 목적이 다음 각 호의 1에 해당하는 사항인 경우에는 그 내용을 기재하여야 한다. 다만, 권유자가 해당 상장주권의 발행회사, 그 임원 또는 대주주가 아닌 경우 또는 주주총회 목적사항에 반대하고자 하는 자인 경우에는 주주총회의 목적사항의 제목만 기재할 수 있다. 1. 재무제표의 승인에 관한 것인 경우 가. 해당 사업연도의 영업상황의 개요 나. 해당 사업연도의 대차대조표 및 손익계산서 다. 이익잉여금처분계산서(안) 또는 결손금처리계산서(안). 다만, 권유시에 배당에 관한 처리안이 확정되어 있지 아니한 경우에는 최근 2사업연도의 배당에 관한 사항 2. 정관의 변경에 관한 것인 경우 가. 집중투표 배제를 위한 정관 변경 또는 그 배제된 정관의 변경에 관한 것인 경우에는 그 변경의 목적 및 내용 나. 가목외의 정관 변경에 관한 것인 경우에는 그 변경의 목적 및 내용 3. 이사의 선임에 관한 것인 경우 가. 후보자의 성명ㆍ생년월일ㆍ주된 직업 및 세부 경력사항 나. 후보자가 사외이사 또는 사외이사가 아닌 이사 후보자인지 여부 다. 후보자의 추천인 및 후보자와 최대주주와의 관계 라. 후보자와 해당 법인과의 최근 3년간의 거래내역. 이 경우의 거래내역은 금전, 증권 등 경제적 가치가 있는 재산의 대여, 담보제공, 채무보증 및 법률고문계약, 회계감사계약, 경영자문계약 또는 이와 유사한 계약등(후보자가 동 계약등을 체결한 경우 또는 동 계약등을 체결한 법인ㆍ사무소 등에 동 계약등의 계약기간 중 근무한 경우의 계약등을 말한다)으로 하되 약관 등에 따라 불특정다수인에게 동일한 조건으로 행하는 정형화된 거래는 제외한다. 마. 후보자(사외이사 선임의 경우에 한한다)의 직무수행계획 바. 가목부터 마목까지의 사항이 사실과 일치한다는 후보자의 확인ㆍ서명 사. 후보자에 대한 이사회의 추천 사유 4. 감사위원회 위원의 선임에 관한 것인 경우 가. 사외이사인 감사위원회의 위원의 선임에 관한 것인 경우에는 제3호가목, 다목 및 라목, 바목 및 사목의 내용 나. 사외이사가 아닌 감사위원회의 위원의 선임에 관한 것인 경우에는 제3호가목, 다목 및 라목, 바목 및 사목의 내용 5. 감사의 선임에 관한 것인 경우 가. 권유시에 감사후보자가 예정되어 있을 경우에는 제3호가목, 다목 및 라목, 바목 및 사목의 내용 나. 권유시에 감사후보자가 예정되어 있지 아니한 경우에는 선임예정 감사의 수 6. 이사의 해임에 관한 것인 경우 가. 해임 대상자의 성명, 생년월일 및 최근 주요약력 나. 해임하여야 할 사유 7. 감사위원회의 위원의 해임에 관한 것인 경우 가. 사외이사인 감사위원회의 위원의 해임에 관한 것인 경우에는 제6호가목 및 나목의 내용 나. 사외이사가 아닌 감사위원회의 위원의 해임에 관한 것인 경우에는 제6호가목 및 나목의 내용 8. 감사의 해임에 관한 것인 경우에는 제6호가목 및 나목의 내용 9. 이사의 보수 한도 승인에 관한 것인 경우 가. 당기 및 전기의 이사의 수 나. 당기의 이사 전원에 대한 보수총액 또는 최고 한도액 다. 전기의 이사 전원에 대하여 실제 지급된 보수총액 및 최고 한도액 10. 감사의 보수 한도 승인에 관한 것인 경우 가. 당기 및 전기의 감사의 수 나. 당기의 감사 전원에 대한 보수총액 또는 최고 한도액 다. 전기의 감사 전원에 대하여 실제 지급된 보수총액 및 최고 한도액 11. 주식매수선택권의 부여에 관한 것인 경우 가. 주식매수선택권을 부여하여야 할 필요성의 요지 나. 주식매수선택권을 부여받을 자의 성명 다. 주식매수선택권의 부여방법, 그 행사에 따라 교부할 주식의 종류 및 수, 그 행사가격, 기간 기타 조건의 개요 라. 최근일 현재 잔여 주식매수선택권의 내역 및 최근 2사업연도와 해당 사업연도 중의 주식매수선택권의 부여, 행사 및 실효내역의 요약 12. 회사의 합병에 관한 것인 경우 가. 합병의 목적 및 경위 나. 합병계약서의 주요내용의 요지 다. 합병당사회사(합병회사 및 피합병회사)의 최근 사업연도의 대차대조표 및 손익계산서 13. 회사의 분할 또는 분할합병에 관한 것인 경우 가. 분할 또는 분할합병의 목적 및 경위 나. 분할 또는 분할합병 계획서 또는 계약서의 주요내용의 요지 다. 분할의 경우 분할되는 회사 및 분할되는 부분의 최근 사업연도의 대차대조표 및 손익계산서. 분할합병의 경우 합병당사회사(합병회사 및 분할합병 부분) 및 분할되는 회사의 최근 사업연도의 대차대조표 및 손익계산서 14. 영업의 전부 또는 중요한 일부의 양도이거나 다른 회사의 영업전부 또는 중요한 일부의 양수(이하 이 호에서 \"영업양수도\"라 한다)에 관한 것인 경우 가. 영업양수도 상대방의 주소, 성명(상호) 및 대표자 나. 영업양수도의 경위 및 그 계약의 주요내용 다. 영업양수도 상대방과의 사이에 가지고 있거나 있었던 이해관계의 요지 15. 금융지주회사법 제5장에 따른 주식교환 또는 주식이전에 관한 것이거나 「상법」 제3편제4장제2절에 따른 주식교환 또는 주식이전에 관한 것인 경우 가. 주식교환 또는 주식이전의 목적 및 경위 나. 주식교환 또는 주식이전 계약서의 주요내용 다. 주식매수청구권의 내용 및 행사방법 라. 일방회사의 정관에 주식의 양도에 관하여 이사회의 승인을 요한다는 뜻의 규정이 있고 다른 회사의 정관에 그 규정이 없는 경우 그 뜻 16. 준비금의 자본전입 또는 이에 따른 신주 발행에 관한 것인 경우 가. 자본에 전입하게 되는 금액 나. 발행하는 신주의 종류 및 수 다. 신주의 배정비율, 배정기준일 및 배당기산일 17. 주주외의 자에게 신주의 인수권을 부여하는 것에 관한 것인 경우 가. 주주외의 자에게 신주인수권을 부여하여야 할 필요성의 요지 나. 신주인수권의 목적인 주식의 종류, 수, 발행가액 및 납입기일 18. 법 제165조의8에 따른 액면미달의 가액으로 주식을 발행하는 것에 관한 것인 경우 가. 주식을 액면미달가액으로 발행하여야 할 필요성의 요지 및 경위 나. 액면미달가액발행의 목적인 주식의 종류와 수, 발행가액 및 납입기일 다. 상각이 완료된 액면미달금액이 있는 경우 가장 최근의 액면미달가액 발행내역 19. 자본 감소에 관한 것인 경우 가. 자본의 감소를 하는 사유 나. 자본 감소의 방법 다. 자본 감소의 목적인 주식의 종류와 수, 감소비율 및 기준일 20. 주주총회의 목적인 사항이 제1호부터 제19호까지에 기재한 사항 외의 사항에 관한 것인 경우에는 그 사항의 요지 ④ 제2항 및 제3항에 따라 참고서류에 기재하여야 할 사항으로서 이미 관보ㆍ신문 등에 공고된 내용은 이를 기재하지 아니할 수 있다. 이 경우에는 참고서류에 기재하여야 할 사항이 공고된 관보 또는 신문명과 그 일자를 참고서류에 명확하게 기재하여야 한다.　 제4절 기타사항 제3-16조(주식의 대량취득 승인절차) 법 제167조제1항의 기준을 초과하여 공공적법인 발행주식을 취득하고자 하는 자는 대량주식취득승인신청서에 다음 각 호의 서류를 첨부하여 금융위에 그 승인을 신청하여야 한다. 1. 가족관계등록부 기본증명서 또는 법인등기부등본 2. 주식취득의 사유설명서 3. 해당 주식 발행인의 최대주주의 소유비율을 초과하여 주식을 취득하고자 하는 경우에는 최대주주의 의견서 제3-17조(주식의 대량취득의 승인간주) ① 다음 각 호의 1의 사유로 법 제167조제1항의 기준을 초과하여 취득한 주식은 금융위의 승인을 얻어 이를 취득한 것으로 본다. 1. 합병ㆍ상속 또는 유증 2. 준비금의 자본전입 또는 주식배당 3. 유상증자(주주권의 행사로 취득한 경우에 한한다) 4. 대주주(주주1인과 특수관계인의 소유주식수가 100분의 10 이상인 주주. 이에 해당하는 자가 없는 경우에는 최대주주)외의 주주가 실권한 주식의 인수 5. 정부 소유주식에 대한 정부로부터의 직접 취득 6. 정부의 취득 ② 공공적법인이 상장된 당시에 총발행주식의 100분의 10 이상을 소유한 주주외의 주주가 법 제167조제1항제2호에서 정한 비율을 초과하여 소유하는 주식은 금융위의 승인을 얻어 이를 취득한 것으로 본다. 제3-18조(주식의 대량취득 보고) ① 금융위의 승인을 얻어 주식을 취득한 자(제3-17조제1항제1호부터 제5호까지의 규정에 따라 취득한 자를 포함한다)는 취득기간의 종료일부터 10일 이내에 금융위에 대량주식취득보고서를 제출하여야 한다. ② 제1항에 따라 주식취득의 보고를 하는 때에는 주식취득의 사실을 확인할 수 있는 서류를 첨부하여야 한다. 이 경우 금융위의 승인의 내용대로 주식을 취득하지 아니한 때에는 그 사유서를 첨부하여야 한다. 제3-19조(보고서 등의 제출부수 및 공시) 공공적법인 발행주식 취득을 신청하는 자는 대량주식취득승인신청서 및 대량주식취득보고서를 각각 2부씩 금융위에 제출하여야 하며, 금융위는 동 신청서 등을 접수일부터 3년간 공시하여야 한다. 제3-20조(서식제정 등) 감독원장은 이 장의 시행과 관련하여 세부절차 등 기타 필요한 사항을 정할 수 있다. 제4장 상장법인등의 공시 제1절 통 칙 제4-1조(적용범위) 법 159조 및 영 제167조제1항에 따른 사업보고서 제출대상법인이 법 제159조, 제160조 및 제161조에 따라 사업보고서, 반기보고서 및 분기보고서(이하 \"사업보고서등\"이라 한다)와 주요사항보고서를 제출함에 있어 그 내용과 방법 및 절차 등은 이 장에서 정하는 바에 따른다. 제2절 사업보고서등의 공시 제4-2조(사업보고서 제출대상법인 등) 영 제137조제1항제5호 단서 또는 제167조제1항제3호에 따른 증권의 소유자 수는 해당 증권별로 최근 사업연도말을 기준으로 하여 다음 각 호에서 정하는 방법에 따라 산정한다. 1. 주권의 경우에는 주주명부 및 실질주주명부상의 주주수로 한다. 2. 주권 외의 증권의 경우에는 모집 또는 매출에 의하여 증권을 취득한 자의 수로 하되, 2회 이상 모집 또는 매출을 한 경우에는 그 각각의 수를 모두 더하고 중복되는 자를 빼 준다. 다만, 해당 법인이 그 증권의 실질 소유자의 수를 증명하는 경우에는 그 수로 한다. 제4-3조(사업보고서등의 기재사항) ① 법 제159조제4항 및 영 제168조제3항제9호에 따라 사업보고서에는 다음 각 호의 사항을 기재하여야 한다. <개정 2013. 9. 17., 2017. 2. 23.> 1. 사업의 내용 (제조ㆍ서비스업 및 금융업으로 구분한다) 2. 이사의 경영진단 및 분석의견 3. 그 밖에 투자자 보호를 위하여 필요한 사항 가. 주요사항보고서 및 거래소 공시사항 등의 진행ㆍ변경상황 나. 주주총회 의사록 요약 다. 우발채무 등 라. 제재현황 마. 결산기이후 발생한 주요사항 바. 중소기업기준검토표 등 사. 장래계획에 관한 사항의 추진실적 아. 자금의 사용내역 자. 영 제6조제4항제14호에서 정하는 요건의 충족 여부에 관한 사항 (기업인수목적회사에 한한다) 차. 「기후위기 대응을 위한 탄소중립ㆍ녹색성장 기본법」제27조제1항에 따른 관리업체 지정 및 취소에 관한 사항, 온실가스 배출량 및 에너지 사용량에 관한 사항(「기후위기 대응을 위한 탄소중립ㆍ녹색성장 기본법」제27조제1항에 따른 관리업체에 한한다.)<신설 2012. 1. 3., 개정 2025. 6. 25.> 카. 녹색기술ㆍ녹색산업 등에 대한 인증에 관한 사항(「기후위기 대응을 위한 탄소중립ㆍ녹색성장 기본법」제60조제2항에 따라 정부로부터 인증을 받은 법인에 한한다.) 및 녹색기업 지정에 관한 사항(「환경기술 및 환경산업 지원법」제16조의2에 따라 환경부장관으로부터 지정을 받은 자에 한한다.)<신설 2012. 1. 3., 개정 2025. 6. 25.> 타. 영 제176조의12 및 제 176조의13에 따라 조건부자본증권을 발행한 경우 전환 또는 상각의 사유가 되는 가격ㆍ지표ㆍ단위ㆍ지수의 현황에 관한 사항 <신설 2013. 9. 17.> 파. 「고용정책 기본법 시행규칙」 제4조제1항제4호에 따른 근로자의 현황(「고용정책 기본법」 제15조의6제1항에 따라 근로자의 고용형태 현황을 공시하는 자에 한한다) 하. 재무제표 중 이해관계자의 판단에 상당한 영향을 미칠 수 있는 사항에 대해 감사위원회(감사위원회가 설치되지 않은 경우에는 감사를 말한다)와 회계감사인이 논의한 결과 거. 영 제176조의2제6항에 따른 자기주식 보유에 관한 보고서에 기재된 자기주식 보유 현황, 자기주식 보유 목적, 추가 자기주식 취득계획, 자기주식 소각 및 처분계획 <신설 2024. 12. 31.> ② 영 제170제2항 본문에서 \"금융위원회가 정하여 고시하는 기준\"이란 다음 각 호의 사항을 말한다. 1. 영 제168제3항제2호, 제3호 2. 영 제168제3항제4호부터 제6호까지 중 변동이 없는 경우로서 감독원장이 정하는 사항 ③ 반기보고서 및 분기보고서에는 제1항제2호와 제3호 바목, 차목, 카목, 파목 및 투자판단에 중요한 영향을 미칠 우려가 낮은 사항으로서 감독원장이 정하는 사항을 기재하지 않을 수 있고, 분기보고서에는 제1항제3호 가목, 다목은 변동이 없는 경우 기재하지 않을 수 있다 . <개정 2017. 2. 23.> ④ 영 제168조제6항제5호에서 \"금융위원회가 정하여 고시하는 서류\"란 다음 각 호에서 정하는 것을 말한다. 1. 법 제162조제1항제4호에서 정한 자의 동의서 2. 「상법」 제447조의2에 따른 영업보고서 3. 정관 등 영 제125조제2항 제1호의 서류 4. 영 제176조의2제6항에 따른 자기주식 보유에 관한 보고서 <신설 2024. 12. 31.> ⑤ 자산유동화에관한법률 제3조에 따른 유동화전문회사등이 제출하는 사업보고서등에는 다음 각 호의 사항을 기재하여야 한다. 1. 유동화전문회사등에 관한 사항 2. 자산관리자 및 자산의 관리방법 등 3. 자산유동화계획의 추진실적 4. 그 밖에 투자자 보호를 위하여 필요한 사항 ⑥ 제4항의 사업보고서등에는 다음 각 호의 서류를 첨부하여야 한다. 1. 사업보고서의 첨부서류 가. 회계감사인의 감사보고서 나. 정관 2. 반기보고서의 첨부서류회계감사인의 반기감사보고서 또는 반기검토보고서 ⑦ 영 제168조제4항에서 그 밖에 금융위원회가 정하여 고시하는 사항이란 한국채택국제회계기준을 적용하는 법인에 대하여 다음 각 호에서 정하는 사항으로 한다. 다만, 감독원장은 제8항에 따라 기재사항의 특성을 감안하여 필요한 범위내에서 조정할 수 있다. 1. 영 제168조제3항제2호의 사항 <개정 2013. 9. 17.> 2. 제1항제1호의 사항 3. 제1항제2호의 사항 4. 제1항제3호 다목부터 마목까지의 사항 ⑧ 영 부칙(제20947호, 2008. 7. 29.) 제23조에서 반기보고서ㆍ분기보고서의 기재사항 중 그 밖에 금융위원회가 정하여 고시하는 사항이란 제6항 각호에서 정하는 사항으로 한다. <신설 2010. 11. 8.> ⑨ 그 밖에 사업보고서등의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다.　 제3절 주요사항보고서의 공시 제4-4조(중요한 자산양수ㆍ도의 예외 등) ① 영 제171조제2항제5호에서 \"금융위원회가 정하여 고시하는 자산의 양수ㆍ양도\"란 해당 법인의 사업목적을 수행하기 위하여 행하는 영업행위로서 다음 각 호의 어느 하나에 해당하는 것을 말한다. <개정 2013. 9. 17.> 1. 상품ㆍ원재료ㆍ저장품 또는 그 밖에 재고자산의 매입ㆍ매출 등 일상적인 영업활동으로 인한 자산의 양수ㆍ양도 2. 영업활동에 사용되는 기계, 설비, 장치 등의 주기적 교체를 위한 자산의 취득 또는 처분. 다만, 그 교체주기가 1년 미만인 경우에 한한다. 3. 법 및 「상법」에 따른 자기주식의 취득 또는 처분 4. 「금융위원회의 설치 등에 관한 법률」 제38조에 따른 검사대상기관과의 거래로서 약관에 따른 정형화된 거래 5. 「자산유동화에 관한 법률」에 따른 자산유동화 6. 공개매수에 의한 주식등의 취득, 공개매수청약에 의한 주식등의 처분 7. 법 제4조제3항에서 정한 국채증권ㆍ지방채증권ㆍ특수채증권 또는 법률에 의하여 직접 설립된 법인이 발행한 출자증권의 양수ㆍ양도 8. 제1호부터 제7호까지에 준하는 자산의 양수ㆍ양도로서 투자자 보호의 필요성이 낮은 자산의 양수 또는 양도 ② 영 제171조제3항제7호에서 \"금융위원회가 정하여 고시하는 사항이 발생한 때\"란 다음 각 호의 어느 하나에 해당하는 것을 말한다. <신설 2021. 10. 28.> 1. 주권상장법인이 미리 정한 가액으로 전환사채를 매수할 수 있는 권리(이하 \"전환사채매수선택권\")를 제3자에게 부여한 전환사채를 발행(발행 이후에 제3자가 결정되는 경우를 포함한다)하고 그 전환사채매수선택권이 행사된 때 2. 주권상장법인이 자기가 발행한 전환사채를 취득하여 제3자에게 매도하기로 결정한 때 3. 주권상장법인이 전환사채매수선택권의 행사자를 지정한 때(주권상장법인이 전환사채매수선택권을 제3자에게 양도하는 경우를 포함한다) <신설 2024. 12. 1.> 4. 주권상장법인이 자기가 발행한 전환사채를 만기 전에 취득하기로 결정한 때 <신설 2024. 12. 1.> ③ 「상법」 제346조에 따른 종류주식(이하 \"전환주식\"이라 한다)에 관하여는 제2항을 준용한다. <신설 2023. 3. 30.> ④ 신주인수권부사채에 관하여는 제2항을 준용한다. <신설 2024. 12. 1.> 제4-5조(주요사항보고서 첨부서류 등) ① 영 제171제1항제2호나목에서 \"금융위원회가 정하여 고시하는 사채\"란 만기의 영구성, 이자(배당) 지급의 임의성, 채무변제의 후순위성 등의 특성을 가지며, 회계상 자본으로 인정받는 채무증권을 말한다. ② 영 제171조제4항제8호에서 \"금융위원회가 정하는 서류\"란 다음 각 호와 같다. 1. 법 제161조제1항제6호 및 제7호의 경우 계약서(계획서) 및 외부평가기관의 평가의견서(외부평가가 의무화된 경우에 한한다) 2. 영 제171조제3항제1호의 경우 주채권은행의 결정서ㆍ계약서ㆍ합의서 등 관련 증빙서류 등 <개정 2013. 9. 17.> 3. 영 제171조제3항제2호의 경우 소장부본 등 법원송달서류 등 <개정 2013. 9. 17.> 4. 영 제171조제3항제3호의 경우 해당 외국 정부, 외국금융투자감독기관 또는 외국 거래소에 제출하였거나 통지받은 서류와 한글요약본 <개정 2013. 9. 17.> 5. 영 제171조제3항제5호 및 제5호의 경우 이사회 의사록 등 해당사실 증빙서류 <신설 2009. 7. 6., 개정 2010. 11. 8., 2013. 9. 17, 2025. 6. 25.> 6. 제4-4조제2항제1호 내지 제4호의 경우 다음 각 목의 서류 <신설 2021. 10. 28.> 가. 계약서 등 전환사채매수선택권 행사자 지정 및 제3자의 전환사채매수선택권 행사 또는 주권상장법인이 자기가 발행한 전환사채의 매수 및 매도를 증명할 수 있는 서류(제4-4조제3항에 따른 경우 \"전환사채\"를 \"전환주식\"으로 보며, 제4-4조제4항에 따른 경우 \"전환사채\"를 \"신주인수권부사채\"로 본다)) <개정 2023. 3. 30., 2024. 12. 1.> 나. 제5-21조제3항에 따른 최대주주 및 그의 특수관계인의 주식보유 비율의 증가 여부를 확인할 수 있는 서류 7. 법 제161조제1항제6호 및 제7호의 경우 영 제176조의5제6항에 따른 이사회 의견서 ③ 그 밖에 주요사항보고서의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다.　 제4절 기타사항 제4-6조(사업보고서등의 제출부수) 법 제159조부터 제161조에 따라 사업보고서등을 제출하는 법인 및 법 제161조에 따라 주요사항보고서를 제출하는 법인은 금융위 및 거래소에 각각 2부씩 제출하여야 한다. 다만, 사업보고서등을 전자문서의 방법으로 제출한 경우 그러하지 아니한다. 제4-6조의2(주주총회 소집통지 참고서류) 「상법시행령」제31조제4항제3호에 따른 주주총회의 목적사항별 참고서류는 제3-15조 제3항에 따른 참고서류로 한다. <신설 2009. 7. 6., 개정 2013. 9. 17.> 제5절 사업보고서등의 제출에 관한 특례 제4-7조(적용범위) ① 법 제159조제4항ㆍ제160조ㆍ제161조제3항ㆍ제163조ㆍ제165조, 영 제167조부터 제174조까지 및 제176조 등의 규정에 따라 외국법인등의 공시에 관한 사항은 이 절에서 정하는 바에 따른다. <개정 2010. 11. 8.> ② 외국법인등의 공시 등에 관하여 이 절에서 정하지 아니한 사항에 대해서는 다른 절의 규정에 따른다. <개정 2010. 11. 8.> 제4-8조(한글번역본의 기재내용 등) 외국법인등이 영 제176조제3항에 따라 사업보고서등을 한글번역본과 함께 제출하는 경우 그 한글번역본에 기재하는 내용은 법 제159조제2항ㆍ제161조제1항, 영 제168조ㆍ제170조ㆍ제171조ㆍ제176조제5항, 제4-3조제1항 및 제2항에 규정된 사항으로 한다. 제4-9조(개별재무제표 미제출사유) 영 제176조제4항에서 \"금융위원회가 정하여 고시하는 사유\"라 함은 설립근거가 되는 국가 또는 증권이 상장된 국가의 법률에 따라 해당 외국법인등의 재무제표 및 그 재무제표에 대한 외국 회계감사인의 감사보고서의 제출이 의무화되어 있지 아니하는 경우를 말한다. 제4-10조(제출자료의 작성방법 등) ① 외국법인등이 법, 영 또는 이 규정에 따라 금융위, 증권선물위원회(이하 \"증선위\"라 한다)에 제출하거나 신고하는 신청서 또는 신고서류 등은 한글로 작성하여야 한다. 다만, 금융위가 필요하다고 인정하는 경우에는 영문으로 제출할 수 있다. ② 발행인은 외국의 금융관련법령에 의하여 외국의 금융투자감독기관에 공시서류를 제출하는 경우 그 사본 및 한글 요약본 2부를 금융위에 제출하여야 한다. ③ 발행인이 제출하는 공시서류는 이 규정에 따른 전자문서제출을 원칙으로 한다. 다만, 감독원장이 인정하는 경우에는 문서 또는 모사전송(FAX)으로 갈음할 수 있다. ④ 금융위는 발행인이 제출한 공시서류를 제출한 날부터 3년간 공시한다. ⑤ 영 제176조제6항에 따라 증권의 발행인은 증권의 모집ㆍ매출, 공시 등과 관련하여 국내에 주소 또는 거소를 둔 자로서 발행인을 대리할 권한을 가진 자를 지정하여야 한다. ⑥ 발행인이 외국 기업 외의 외국법인등인 경우 이 장에 따른 기재사항, 관련서식 및 첨부서류 등은 발행인의 특성에 맞게 변형하여 작성할 수 있다. 제4-11조(사업보고서등의 기재내용 등) ① 발행인이 금융위에 제출하는 사업보고서ㆍ반기보고서ㆍ분기보고서에는 다음 각 호의 사항을 기재하여야 한다. 1. 발행인이 외국 기업인 경우 가. 영 제168조제3항제1호부터 제9호까지의 사항 <개정 2013. 9. 17.> 나. 제4-3조제1항 각 호에서 정한 사항(반기보고서 및 분기보고서의 경우에는 제4-3조제1항제2호를 제외한다) 다. 그 밖에 투자자 보호를 위하여 필요한 사항 2. 발행인이 외국 기업 외의 외국법인등인 경우 가. 발행인의 개황 나. 발행인의 자본구성 다. 발행인의 업무내용 라. 발행인의 조직 마. 발행인의 재무상황 바. 그 밖에 감독원장이 필요하다고 인정하는 사항 ② 제1항의 사업보고서ㆍ반기보고서ㆍ분기보고서에는 다음 각 호의 구분에 따른 서류를 첨부하여야 한다. 1. 사업보고서의 첨부서류 가. 회계감사인의 감사보고서(국제회계기준 등 발행인이 적용한 회계기준에 의해 연결재무제표 작성대상 종속회사를 보유한 외국법인등의 경우에는 연결감사보고서를 포함한다) 다만, 제4-9조에 해당하는 경우에는 연결감사보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 나. 대리인이 사업보고서를 제출하는 경우에는 그 사실을 증명하는 위임장 다. 정관 또는 이와 유사한 서류 라. 그 밖에 감독원장이 필요하다고 인정하는 서류 2. 반기보고서의 첨부서류 가. 회계감사인의 반기감사보고서 또는 반기검토보고서(영 제176조제6항에 따른 회계기준에 의해 연결재무제표 작성대상 종속회사를 보유한 외국법인등의 경우에는 연결반기감사보고서 또는 연결반기검토보고서를 포함한다) 다만, 제4-9조에 해당하는 경우에는 연결반기감사보고서 또는 연결반기검토보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 나. 대리인이 반기보고서를 제출하는 경우에는 그 사실을 증명하는 위임장 다. 그 밖에 감독원장이 필요하다고 인정하는 서류 3. 분기보고서의 첨부서류 가. 회계감사인의 분기감사보고서 또는 분기검토보고서(영 제176조제6항에 따른 회계기준에 의해 연결재무제표 작성대상 종속회사를 보유한 외국법인등의 경우에는 연결분기감사보고서 또는 연결분기검토보고서를 포함한다) 다만, 설립근거가 되는 국가 또는 증권이 상장된 국가의 법률등에 따라 분기감사 또는 분기검토가 의무화된 경우에 한하고, 제4-9조에 해당하는 경우에는 연결분기감사보고서 또는 연결분기검토보고서만을 첨부할 수 있다. <개정 2010. 11. 8.> 나. 대리인이 분기보고서를 제출하는 경우에는 그 사실을 증명하는 위임장 다. 그 밖에 감독원장이 필요하다고 인정하는 서류 ③ 국제회계기준 등 발행인이 적용한 회계기준에 의해 연결재무제표 작성대상 종속회사를 보유한 외국법인등은 영 제168조제4항 및 제170조를 적용함에 있어 연결재무제표 작성대상법인에 해당하는 것으로 본다. <신설 2010. 11. 8.> ④ 발행인이 적용한 회계기준에 의해 연결재무제표를 주된 재무제표로 작성하는 외국법인등은 영 제170조 및 제4-3조제6항을 적용함에 있어 한국채택국제회계기준을 적용한 것으로 본다. <신설 2010. 11. 8.> ⑤ 그 밖에 사업보고서등의 서식 및 작성방법 등에 관하여 필요한 사항은 감독원장이 정한다. 제4-12조(발행인의 신고사항 등) 영 제176조제5항에서 \"금융위원회가 정하여 고시하는 날\"이란 그 사실 발생일 이후 2영업일을 말한다. 제4-13조(감사보고서의 제출방법) ① 영 제190조제2호에서 \"금융위원회가 정하여 고시하는 사항\"이란 다음 각 호에서 정하는 사항을 말한다. 1. 외국 기업이 채택하고 있는 회계처리기준과 국내 회계처리기준과의 차이의 구체적 내용 2. 제1호의 내용이 해당 기업의 재무제표에 미치는 영향 3. 외국 기업에 대하여 국내 회계처리기준을 적용하여 비교형식으로 작성한 최근 2사업연도의 요약재무제표 ② 제1항의 규정에 불구하고 외국 기업이 국제회계기준위원회가 제정한 국제회계기준 또는 미국 내에서 일반적으로 인정되는 회계처리기준(US GAAP)에 따라 재무제표를 작성하여 해당 외국 기업의 설립근거가 되는 국가 또는 증권이 상장된 국가의 법률등에 따라 회계감사를 받은 경우에는 제1항 각 호의 사항을 기재하지 아니할 수 있다. 제4-14조(사업보고서등의 제출기한 연장 신고사항 등) ① 법 제165조제4항에 따라 사업보고서 제출대상법인이 사업보고서등의 제출기한을 연장하기 위해 금웅위원회와 거래소에 제출하는 신고서(이하\"사업보고서등의 제출기한 연장 신고서\"라 한다)에는 다음 각 호의 사항을 기재하여야 한다. 1. 제출기한을 연장하고자 하는 사업보고서등의 제목 2. 제출 연장 기한 3. 제출기한 연장 사유 4. 그 밖에 투자자 보호를 위하여 필요한 사항 ② 그 밖에 사업보고서등의 제출기한 연장 신고서의 기재방법 및 서식에 관하여 필요한 사항은 감독원장이 정한다. 　　 <신설 2018. 2. 21.> 제5장 주권상장법인에 대한 특례 제1절 자기주식의 취득 및 처분 등 제5-1조(자기주식취득ㆍ처분에 관한 이사회결의 사항) 주권상장법인이 영 제176조의2제1항제1호에 따라 이사회결의를 거쳐야 할 사항은 다음 각 호와 같다. 1. 취득의 경우 가. 취득의 목적 나. 취득예정금액 다. 주식의 종류 및 수 라. 취득하고자 하는 주식의 가격 마. 취득방법 바. 취득하고자 하는 기간 사. 취득 후 보유하고자 하는 예상기간 아. 취득을 위탁할 투자중개업자의 명칭 자. 그 밖에 투자자 보호를 위하여 필요한 사항 2. 처분의 경우 <개정 2024. 12. 31.> 가. 처분목적 나. 처분 상대방 다. 처분예정금액 라. 주식의 종류 및 수 마. 처분하고자 하는 주식의 가격 바. 처분방법 사. 처분하고자 하는 기간 아. 처분을 위탁할 투자중개업자의 명칭 자. 가격 산정근거 및 예상되는 주식가치 희석효과 차. 처분 상대방 선정사유 카. 그 밖에 투자자 보호를 위하여 필요한 사항 제5-2조(신탁계약에 의한 자기주식취득ㆍ처분에 관한 이사회결의 사항) 주권상장법인이 영 제176조의2제1항제2호에 따라 이사회결의를 거쳐야 할 사항은 다음 각 호와 같다. 1. 신탁계약의 체결의 경우 <개정 2024. 12. 31.> 가. 체결목적 나. 체결금액 다. 주식의 종류 및 수 라. 취득하고자 하는 주식의 가격 마. 취득 후 보유하고자 하는 예상기간 바. 계약일자 및 계약기간 사. 계약을 체결하고자 하는 신탁업자의 명칭 아. 그 밖에 투자자 보호를 위하여 필요한 사항 2. 신탁계약의 해지(일부해지를 포함한다. 이하 같다)의 경우 <개정 2024. 12. 31.> 가. 해지목적 나. 해지금액 다. 주식의 종류 및 수 라. 해지일자 마. 해지 후 보유하고자 하는 예상기간 바. 해지할 신탁업자의 명칭 사. 그 밖에 투자자 보호를 위하여 필요한 사항 3. 신탁계약에 의해 자기주식을 처분하는 경우 <신설 2024. 12. 31.> 가. 처분목적 나. 처분 상대방 다. 처분예정금액 라. 주식의 종류 및 수 마. 처분하고자 하는 주식의 가격 바. 처분방법 사. 처분하고자 하는 기간 아. 처분을 위탁할 신탁업자의 명칭 자. 가격 산정근거 및 예상되는 주식가치 희석효과 차. 처분 상대방 선정사유 카. 그 밖에 투자자 보호를 위하여 필요한 사항 제5-3조(증권예탁증권 발행을 위한 자기주식의 처분제한기간) 영 제176조의2제2항제6호차목에서 \"금융위원회가 정하여 고시하는 기간\"이라 함은 자기주식취득일로부터 제5-8조에 따른 자기주식의 취득에 관한 결과보고서(이하 \"취득결과보고서\"라 한다)를 제출한 날까지의 기간을 말한다. 제5-4조(자기주식의 취득기간등) ① 주권상장법인은 취득결과보고서를 제출한 경우에 한하여 자기주식 취득에 관하여 새로운 이사회 결의를 할 수 있으며, 영 제176조의2제3항에 따른 기간 이내에 결의한 취득예정금액에 미달하여 자기주식을 취득한 경우(취득신고주식수량 이상으로 자기주식을 취득한 경우를 제외한다)에는 해당 취득기간 만료 후 1월이 경과하여야 새로운 이사회 결의를 할 수 있다. 다만, 보통주를 취득하기 위하여 취득에 관한 이사회 결의를 하였으나 다시 「상법」 제344조의3제1항에 따른 의결권 없거나 제한되는 주식을 취득하고자 하는 경우에는 후단의 규정을 적용하지 아니한다. <개정 2013. 9. 17., 2024. 12. 31.> ② 주권상장법인이 주식매수선택권 행사에 따라 자기주식을 교부하기 위하여 자기주식을 취득하고자 하는 경우로서 다음 각 호의 요건을 충족하는 경우에는 제1항 전단의 규정에 불구하고 자기주식 취득에 관하여 새로운 이사회 결의를 할 수 있다. 1. 종전의 이사회결의에 따른 자기주식 취득이 주식매수선택권의 행사에 따라 자기주식을 교부하는 것을 목적으로 하지 않을 것 2. 새로운 이사회 결의일 현재 주식매수선택권의 행사가능일이 이미 도래하였거나 행사가능일이 3월 이내에 도래하는 경우로서 주식매수선택권 행사에 따라 자기주식을 교부하기로 한 수량 이내에서 취득할 것. 이 경우 해당 주권상장법인은 그 사실을 입증할 수 있는 서류를 법 제161조에 따른 주요사항보고서에 첨부하여야 한다. ③ 주권상장법인이 주식매수선택권의 행사에 따라 교부할 목적으로 취득하고 있는 자기주식은 해당 취득에 대한 취득결과보고서 제출전이라도 이를 취득목적에 따라 교부할 수 있다. 이 경우 교부된 자기주식은 제5-9조제3항 및 제5-11조제1항의 규정을 적용함에 있어 취득결과보고서 제출시점까지는 처분되지 않은 것으로 본다. 제5-5조(자기주식의 취득을 위한 매수주문의 방법) ① 법 제165조의3에 따라 주권상장법인이 「상법」 제341조제1항제1호의 방법으로 자기주식을 취득하기 위하여 매수주문을 하고자 할 때에는 다음 각 호의 방법에 따라야 한다. <개정 2013. 9. 17.> 1. 거래소가 정하는 바에 따라 장개시 전에 매수주문을 하는 경우 그 가격은 전일의 종가와 전일의 종가를 기준으로 100분의 5 높은 가격의 범위 이내로 하며, 거래소가 정하는 정규시장의 매매거래시간 중에 매수주문(정정매수주문을 포함한다. 이하 같다)을 하는 경우 그 가격은 법 제393조제1항에 따른 거래소의 증권시장업무규정에서 정하는 가격의 범위 이내로 할 것. 이 경우 매매거래시간 중 매수주문은 거래소가 정하는 정규시장이 종료하기 30분전까지 제출하여야 한다. <개정 2016. 6. 28.> 2. 1일 매수주문수량은 취득신고주식수 또는 이익소각신고주식수의 100분의 10에 해당하는 수량과 이사회결의일 전일을 기산일로 하여 소급한 1개월간의 일평균거래량의 100분의 25에 해당하는 수량 중 많은 수량 이내로 할 것. 다만, 그 많은 수량이 발행주식총수의 100분의 1에 해당하는 수량을 초과하는 경우에는 발행주식총수의 100분의 1에 해당하는 수량 이내로 할 것 3. 매수주문일 전일의 장 종료 후 즉시 제4호의 규정에 의한 위탁 투자중개업자로 하여금 1일 매수주문수량등을 거래소에 신고하도록 할 것 4. 매수주문 위탁 투자중개업자를 1일 1사로 할 것(자기주식 취득 또는 이익소각에 관한 이사회결의상의 취득기간 중에 매수주문을 위탁하는 투자중개업자는 5사를 초과할 수 없다) ② 주권상장법인이 다음 각 호의 어느 하나에 해당하는 경우에는 제1항제1호 및 제2호에 불구하고 거래소가 정하는 시간외 대량매매의 방법에 따라 자기주식을 취득할 수 있다. 1. 정부, 한국은행, 예금보험공사, 한국산업은행, 중소기업은행, 한국수출입은행 및 정부가 납입자본금의 100분의 50 이상을 출자한 법인으로부터 자기주식을 취득하는 경우 2. 정부가 주권상장법인의 자기주식 취득과 관련하여 공정경쟁 촉진, 공기업 민영화등 정책목적 달성을 위하여 허가ㆍ승인ㆍ인가 또는 문서에 의한 지도ㆍ권고를 하고 금융위에 요청한 경우로서 금융위가 투자자보호에 문제가 없다고 인정하여 승인하는 경우 ③ 주권상장법인이 제5-4조제2항에 따라 새로이 자기주식 취득에 관한 이사회 결의를 한 때에는 제1항ㆍ제2항ㆍ제5-6조제1항의 규정은 각각의 이사회 결의를 기준으로 적용한다. 제5-6조(자기주식취득을 위한 매수주문의 특례) ① 거래소는 시장상황 급변 등으로 투자자 보호와 시장안정을 유지하기 위하여 즉각적인 조치가 필요한 경우 제5-5조제1항제2호에 불구하고 1일 매수주문수량을 이사회 결의 주식수 이내로 하여 주권상장법인이 자기주식을 취득(이익소각을 위하여 자기주식을 취득하는 경우를 포함한다. 이하 같다)하도록 할 수 있다. ② 거래소는 제1항의 조치를 취하거나 이를 변경할 경우에는 금융위의 승인을 받아야 한다. 제5-7조(위탁의 거부) 자기주식의 취득을 위탁받은 투자중개업자는 해당 주권상장법인이 영 제176조의2제2항에 위반하여 자기주식의 매수를 위탁하는 것임을 안 경우에는 그 위탁을 거부하여야 한다. <개정 2013. 9. 17.> 제5-8조(자기주식 취득결과의 보고) ① 법 제165조의3에 따라 주권상장법인이 자기주식의 취득을 완료하거나 이를 취득하고자 하는 기간이 만료된 때에는 그 날부터 5일 이내에 자기주식의 취득에 관한 결과보고서(이하 \"취득결과보고서\"라 한다)를 금융위에 제출하여야 한다. <개정 2013. 9. 17.> ② 취득결과보고서에는 다음 각 호의 서류를 첨부하여야 한다. 1. 매매거래의 내역을 증명할 수 있는 서류 2. 취득에 관한 이사회 결의 내용대로 취득하지 않았을 경우에는 그 사유서 및 소명자료 제5-9조(자기주식 처분기간 등) ① 제5-4조제1항 및 제5-8조의 규정은 자기주식의 처분에 관하여 이를 준용한다. 이 경우 \"취득\"은 \"처분\"으로 보며 처분기간은 법 제391조에 따라 이사회 결의 사실이 공시된 날의 다음날부터 3월 이내로 한다. 다만, 주식매수선택권의 행사에 따라 자기주식을 교부하는 경우에는 이를 준용하지 아니하며, 자기주식을 교환대상으로 하는 교환사채 발행을 통하여 처분하는 경우에는 제5-8조를 준용하지 아니한다. <개정 2009. 7. 6.> ② 주식매수선택권의 행사에 따라 자기주식을 교부하는 경우에는 동일한 주주총회 또는 이사회결의로 부여한 주식매수선택권의 최초 행사에 대하여 자기주식을 교부하는 날의 5일전까지 동 주식매수선택권의 행사기간 중 행사가능한 자기주식수에 대한 주요사항보고서를 제출하여야 하며, 이 경우 주요사항보고서를 제출한 때에 자기주식을 처분한 것으로 본다. <신설 2009. 7. 6.> ③ 주권상장법인이 자기주식을 교환대상으로 하는 교환사채의 발행을 완료한 때에는 그 날로부터 5일 이내에 자기주식의 처분에 관한 결과보고서(이하 \"처분결과보고서\"라 한다)를 제출하여야 하며, 동 처분결과보고서에는 처분(교환사채 발행)내역을 증명할 수 있는 서류를 첨부하여야 한다. ④ 주식매수선택권의 행사에 따라 자기주식을 교부하는 경우와 신탁계약의 계약기간이 종료된 경우에는 그 처분결과보고서의 제출을 생략할 수 있다. ⑤ 법 제165조의3에 따라 취득한 자기주식을 처분하고자 하는 주권상장법인이 증권시장을 통하여 자기주식을 처분하기 위하여 매도주문을 할 때에는 다음 각 호의 방법에 따라야 한다. <개정 2013. 9. 17.> 1. 거래소가 정하는 바에 따라 장개시전에 매도주문을 하는 경우 그 가격은 전일의 종가와 전일종가를 기준으로 2 호가가격단위 낮은 가격의 범위 이내로 하며, 거래소가 정하는 정규시장의 매매거래시간 중에 매도주문(정정매도주문을 포함한다. 이하 같다)을 하는 경우 그 가격은 법 제393조제1항에 따른 거래소의 증권시장업무규정에서 정하는 가격의 범위 이내로 할 것. 이 경우 매매거래시간 중 매도주문은 거래소가 정하는 정규시장이 종료하기 30분전까지 제출하여야 한다. <개정 2016. 6. 28.> 2. 1일 매도주문수량은 처분신고주식수의 100분의 10에 해당하는 수량과 처분신고서 제출일 전일을 기산일로 하여 소급한 1개월간의 일평균거래량의 100분의 25에 해당하는 수량 중 많은 수량 이내로 할 것. 다만, 그 많은 수량이 발행주식총수의 100분의 1에 해당하는 수량을 초과하는 경우에는 발행주식총수의 100분의 1에 해당하는 수량 이내로 할 것 3. 매도주문일 전일의 장 종료 후 즉시 제4호의 규정에 의한 위탁 투자중개업자로 하여금 1일 매도주문수량등을 거래소에 신고하도록 할 것 4. 매도주문 위탁 투자중개업자를 1일 1사로 할 것(처분에 관한 이사회 결의에 정한 처분기간중에 매도주문을 위탁하는 투자중개업자는 5사를 초과할 수 없다) ⑥ 법 제165조의3에 따라 취득한 자기주식을 거래소가 정하는 시간외대량매매의 방법으로 처분하고자 하는 경우에는 제5항제1호 및 제2호의 규정은 적용하지 아니한다. 이 경우 매도주문의 호가는 당일(장 개시 전 시간외대량매매의 경우에는 전일을 말한다) 종가를 기준으로 100분의 5 낮은 가격과 100분의 5 높은 가격의 범위 이내로 하여야 한다. <개정 2013. 9. 17.> ⑦ 법 제165조의3에 따라 자기주식을 취득한 주권상장법인이 법 제78조의 다자간매매체결회사를 통하여 자기주식을 처분하기 위하여 매도주문을 할 때에는 제5항의 방법을 준용한다. <개정 2013. 9. 17.> 1. <삭제 2013. 9. 17.> 2. <삭제 2013. 9. 17.> 3. <삭제 2013. 9. 17.> 4. <삭제 2013. 9. 17.> ⑧ 자기주식의 처분을 위탁받은 투자중개업자는 해당 주권상장법인이 영 제176조의2의 규정에 위반하여 자기주식의 매도를 위탁하는 것임을 안 경우에는 그 위탁을 거부하여야 한다. 제5-10조(신탁계약에 의한 자기주식의 취득상황보고 및 해지결과의 보고 등) ① 자기주식 취득에 관하여 신탁계약을 체결한 주권상장법인은 해당 계약을 체결한 후 3월이 경과한 때에는 그날부터 5일 이내에 신탁계약에 따라 신탁업자가 취득하여 보유하고 있는 자기주식 상황보고서(이하 \"신탁계약에의한취득상황보고서\"라 한다)를 금융위에 제출하여야 한다. ② 주권상장법인이 자기주식 취득에 관한 신탁계약을 해지하거나 신탁계약이 기간만료로 종료된 때에는 신탁계약이 해지 또는 종료된 날부터 5일 이내에 신탁계약의 해지결과보고서(이하 \"신탁계약해지결과보고서\"라 한다)를 금융위에 제출하여야 한다. <개정 2009. 7. 6.> ③ 제1항의 규정에 의한 신탁계약에의한취득상황보고서에는 보고대상 기간 중 해당 신탁계약을 통하여 취득한 자기주식의 취득 결과를 확인할 수 있는 서류를 첨부하여야 하며, 제2항의 규정에 의한 신탁계약해지결과보고서에는 신탁계약 해지사실을 확인할 수 있는 서류 및 제5-8조제2항 각 호의 서류를 첨부하여야 한다. <개정 2024. 12. 31.> ④ 신탁계약에 따라 자기주식을 취득하여 보유하고 있는 주권상장법인은 자기주식 보유상황을 해당연도 각 분기말을 기준으로 사업보고서 및 분ㆍ반기보고서에 기재하여야 한다. ⑤ 제5-4조제1항의 규정은 신탁계약을 체결한 경우에도 준용한다. 이 경우 ‘취득결과보고서’는 ‘신탁계약해지결과보고서’로, ‘자기주식 취득’은 ‘신탁계약의 체결’로, ‘영 제176조의2제3항에 따른 기간’은 ‘신탁계약 기간’으로, ‘취득예정금액에 미달하여 자기주식을 취득한 경우(취득신고주식수량 이상으로 자기주식을 취득한 경우를 제외한다)’는 ‘체결금액에 미달하여 자기주식을 취득한 경우(신탁계약에 따른 취득신고주식수량 이상으로 자기주식을 취득한 경우를 제외한다)’로, ‘해당 취득기간 만료 후’는 ‘해당 계약기간 만료 후’로 본다. <신설 2024. 12. 31.> 제5-11조(자기주식 취득금액한도의 산정기준) ① 주권상장법인이 법 제165조의3에 따라 자기주식을 취득할 수 있는 금액의 한도는 직전 사업연도말 재무제표를 기준으로 「상법」 제462조제1항에 따른 이익배당을 할 수 있는 한도의 금액에서 제1호부터 제3호까지의 금액을 공제하고 제4호의 금액을 가산한 금액으로 한다. <개정 2013. 9. 17.> 1. 직전 사업연도말 이후 「상법」 제341조의2, 제343조제1항 후단, 법 제165조의3에 따라 자기주식을 취득한 경우 그 취득금액(자기주식의 취득이 진행 중인 경우에는 해당 최초취득일부터 취득금액한도 산정시점까지 발생한 자기주식의 취득금액을 포함한다) <개정 2013. 9. 17.> 2. 신탁계약이 있는 경우 그 계약금액(일부해지가 있는 경우에는 해당 신탁계약의 원금 중에서 해지비율 만큼의 금액을, 직전 사업연도말 현재 해당 신탁계약을 통하여 취득한 자기주식이 있는 경우에는 해당 신탁계약의 원금 중에서 취득한 자기주식에 해당하는 금액을 각각 차감한 금액을 말한다) 3. 직전 사업연도말 이후의 정기주주총회에서 결의된 이익배당금액 및 「상법」 제458조 본문의 규정에 따라 해당 이익배당에 대하여 적립하여야 할 이익준비금(법 제165조의12에 따라 이사회에서 결의된 분기 또는 중간배당금액 및 해당 분기 또는 중간배당에 대하여 적립하여야 할 이익준비금을 포함한다) <개정 2013. 9. 17.> 4. 직전 사업연도말 이후 「상법」 제342조ㆍ법 제165조의3제4항ㆍ제165조의5제4항에 따라 처분한 자기주식(「상법」 제343조제1항 후단에에 따라 소각한 주식은 제외한다)이 있는 경우 그 처분주식의 취득원가(이동평균법을 적용하여 산정한 금액으로 한다) <개정 2013. 9. 17.> ② <삭제 2013. 9. 17.> ③ 신탁계약을 체결하고 있는 주권상장법인으로서 자기주식 취득금액한도를 초과하게 된 경우에는 해당 주권상장법인은 신탁계약을 체결하고 있는 신탁업자에 해당 사실을 지체없이 통보하여야 한다. 제5-12조(주식의 소각을 위한 주식의 취득 방법 등에 대한 준용) 제2절 합병등 관련 사항 제5-13조(합병가액의 산정기준) ① 영 제176조의5제2항에 따른 자산가치ㆍ수익가치 및 그 가중산술평균방법과 상대가치의 산출방법ㆍ공시방법에 대하여 이 조에서 달리 정하지 않는 사항은 감독원장이 정한다. <개정 2012. 1. 3., 2013. 9. 17.> ② 제1항에 따른 합병가액은 주권상장법인이 가장 최근 제출한 사업보고서에서 채택하고 있는 회계기준을 기준으로 산정한다. <신설 2010. 11. 8.> ③ <삭제 2013. 9. 17.> ④ 영 제176조의5제3항 각 호 외의 부분에서 \"금융위원회가 정하여 고시하는 요건\"이란 다음 각 호의 요건을 말한다. <신설 2012. 1. 3., 개정 2013. 9. 17.> 1. 기업인수목적회사가 법 제165조의5제2항에 따라 매수하는 주식을 공모가격 이상으로 매수할 것 2. 영 제6조제4항제14호다목에 따른 투자매매업자가 소유하는 증권(기업인수목적회사가 발행한 주식등 및 기업인수목적회사와 합병하려는 법인이 합병에 따라 발행하려는 주식등)을 합병기일 이후 1년간 계속 소유할 것 <개정 2021. 12. 9.> 3. 주권비상장법인과 합병하는 경우 영 제176조의5제3항제2호나목에 따라 협의하여 정한 가격을 영 제176조의5제2항에 따라 산출한 합병가액 및 상대가치와 비교하여 공시할 것 <개정 2013. 9. 17.> ⑤ 영 제176조의5제2항에 따른 상대가치의 공시방법은 제2-9조에 따른 합병의 증권신고서에 기재하는 것을 말한다. <신설 2013. 9. 17.> 제5-13조의2(합병 법인가치의 산정기준) 영 제176조의5제4항제2호에 따른 법인의 가치는 주요사항보고서에 따른 합병가액에 발행주식의 총수(그 합병가액을 산정할 때 사용한 기산일의 총 발행주식수 또는 분석기준일의 발행주식의 총수를 말한다)를 곱하여 산정한다. [본조신설 2025. 6. 2.] 제5-14조(외부평가기관의 평가제한 등) 영 제176조의5제12항에서 \"금융위원회가 정하여 고시하는 특수한 관계에 있는 경우\"라 함은 다음 각 호의 어느 하나에 해당하는 경우를 말한다. <개정 2013. 6. 25., 2013. 9. 17.> 1. 외부평가기관이 합병당사회사에 그 자본금의 100분의 3 이상을 출자하고 있거나 합병당사회사가 외부평가기관에 100분의 3 이상을 출자하고 있는 경우 2. 외부평가기관에 그 자본금의 100분의 5 이상을 출자하고 있는 주주와 합병당사회사에 그 자본금의 100분의 5 이상을 출자하고 있는 주주가 동일인이거나 특수관계인인 경우. 다만, 그 동일인이 기관투자자로서 외부평가기관 및 합병당사회사와 제5호의 관계에 있지 아니한 경우에는 그러하지 아니하다. 3. 외부평가기관의 임원이 합병당사회사에 100분의 1 이상을 출자하고 있거나 합병당사회사의 임원이 외부평가기관에 100분의 1 이상을 출자하고 있는 경우 4. 외부평가기관 또는 합병당사회사의 임원이 합병당사회사 또는 외부평가기관의 주요주주의 특수관계인인 경우 5. 동일인이 외부평가기관 및 합병당사회사에 대하여 임원의 임면 등 법인의 주요경영사항에 대하여 사실상 영향력을 행사하는 관계가 있는 경우 6. 외부평가기관이 합병당사회사의 회계감사인(평가대상 재무제표에 대한 회계감사인을 포함한다)인 경우 <개정 2009. 7. 6.> 7. 외부평가기관이 평가의 대상이 되는 합병 등의 가액 산정에 관여한 경우 제5-14조의2(외부평가기관의 평가면제 등) 영 제176조의6 제3항 단서에서 \"금융위원회가 정하여 고시하는 경우\"란 다음 각 호의 어느 하나에 해당하는 경우를 말한다. <신설 2009. 7. 6.> 1. 증권시장 또는 다자간매매체결회사를 통해 증권을 양수ㆍ양도한 경우 <개정 2013. 9. 17.> 2. 민사집행법에 따른 경매를 통해 자산을 양수ㆍ양도한 경우 3. 제1호 및 제2호에 준하는 것으로서 외부평가기관의 평가필요성이 적은 자산의 양수ㆍ양도의 경우 제5-14조의3(외부평가기관에 대한 조치) ① 영 제176조의5제13항(영 제176조의6제4항에서 준용하는 경우를 포함한다)에 따른 외부평가기관에 대한 평가 업무의 제한조치는 별표에서 정하는 기준에 따른다. 다만, 다음 각 호의 사항을 종합적으로 고려하여 정상을 참작할 사유가 있는 경우에는 그 이유를 제시하고 기준과 달리 조치할 수 있다. 1. 당해 위법행위의 시정 또는 원상회복 여부 2. 유사사건에 대한 조치와의 형평성 3. 당해 조치가 향후 특정 증권시장 참여자에게 미칠 영향 ② 제1항의 규정에 따라 조치를 하는 경우에는 자본시장조사업무규정 제35조부터 제40조까지의 규정 및 같은 규정 시행세칙을 준용한다. 제5-14조의4(외부평가업무품질관리규정) 제5-14조의4(외부평가업무품질관리규정) 영 제176조의5제10항에 따른 외부평가업무품질관리규정(이하 \"외부평가업무품질관리규정\"이라 한다)이라 함은 외부평가기관이 외부평가업무 계약체결부터 외부평가의견서 발행까지 준수하여야 하는 품질관리에 관한 사항을 정한 것으로 다음 각 호의 사항이 포함된 것을 말한다. 1. 외부평가의 독립성, 공정성, 객관성을 유지하기 위한 사항 2. 외부평가업무 수임시 이해상충 가능성 검토와 기피 의무에 관한 사항 3. 외부평가업무 수행, 외부평가보고서 검토 등 외부평가의 품질 유지를 위한 사항 4. 미공개정보의 이용 금지 등 비밀유지에 관한 사항 5. 외부평가업무품질관리규정 위반자에 대한 조치에 관한 사항 제5-15조(합병등 종료보고) 주권상장법인이 합병등의 사유로 법 제161조에 따라 주요사항보고서를 제출한 이후 다음과 같이 합병등을 사실상 종료한 때에는 지체없이 이와 관련한 사항을 기재한 서면을 금융위에 제출하여야 한다. 다만, 제2-19조제3항에 따라 증권발행실적보고서를 제출하는 경우에는 그러하지 아니하다. 1. 합병등기를 한 때 2. 등기 등 사실상 영업양수ㆍ양도를 종료한 때 3. 관련 자산의 등기 등 사실상 자산양수ㆍ양도를 종료한 때 4. 분할 또는 분할합병 등기를 한 때 5. 주식교환을 한 날 또는 주식이전에 따른 등기를 한 때　 제2절의2 주식 등의 발행 및 배정 에 관한 특례 <신설 2013. 9. 17.> 제5-15조의2(실권주 철회의 예외 등) ① 법 제165조의6제2항 각 호 외의 부분 단서에서 \"금융위원회가 정하여 고시하는 방법에 따라 산정한 가격\"이란 청약일전 과거 제3거래일부터 제5거래일까지의 가중산술평균주가(그 기간 동안 증권시장에서 거래된 해당 종목의 총 거래금액을 총 거래량으로 나눈 가격을 말한다. 이하 같다)에서 다음 각 호의 어느 하나의 할인율을 적용하여 산정한 가격을 말한다. 다만, 주권상장법인이 증권시장에서 시가가 형성되어 있지 않은 종목의 주식을 발행하고자 하는 경우에는 제5-18조제3항을 준용한다. 1. 법 제165조의6제1항제1호의 방식으로 신주를 배정하는 방식 : 100분의 40 2. 법 제165조의6제1항제2호의 방식으로 신주를 배정하는 방식 : 100분의 10 3. 법 제165조의6제1항제3호의 방식으로 신주를 배정하는 방식 : 100분의 30 ② 영 제176조의8제5항에서 \"금융위원회가 정하여 고시하는 방법\"이란 인수인 또는 주선인이 전문투자자를 대상으로, 발행되는 주식에 대한 수요와 투자성향 등을 파악하는 방법을 말한다. 제5-15조의3(우리사주조합원에 대한 우선배정 등의 특례가 적용되는 증권시장) 영 제176조의9 제1항에서 \"금융위원회가 정하여 고시하는 증권시장\"이란 영 제11조제2항에 따른 한국거래소의 「유가증권시장 업무규정」 제1조에 따른 유가증권시장을 말한다. <신설 2013. 9. 17.> 제5-15조의4(주권 관련 사채권의 실권에 관한 처리) 법 제165조의10제1항에 따라 주권 관련 사채권의 발행과 관련하여 법 제165조의6제2항을 준용하는 경우 \"금융위가 정하여 고시하는 방법에 따라 산정한 가격\"이란 주권 관련 사채권을 통한 주식의 취득가격을 각각 다음 각 호에 해당하는 방법을 통해 산정한 것을 말한다. <신설 2013. 9. 17.> 1. 전환형 조건부자본증권 중 전환사유가 제5-25조제2항제1호에 해당하는 사채 : 제5-25조제1항제1호에 따라 산정한 가격 2. 전환형 조건부자본증권 중 전환사유가 제5-25조제2항제2호에 해당하는 사채 : 제5-25조제1항제2호에 따라 산정한 가격 3. 상법 제469조제2항제2호, 제513조 및 제516조의2에 따른 사채 : 제5-22조에 따라 산정한 가격　 제3절 주권상장법인의 재무관리기준 제5-16조(적용범위 및 용어의 정의) ① 법 제165조의16 및 영 제176조의17에 따른 주권상장법인의 재무관리기준에 관한 사항은 이 절에서 정하는 바에 따른다 ② 이 절에서 \"주주배정증자방식\"이란 법 제165조의6제1항제1호에 따라 신주를 발행하는 증자방식을 말하며, \"제3자배정증자방식\"이란 법 제165조의6제1항제2호에 따라 신주를 발행하는 증자방식을 말한다. <개정 2013. 9. 17.> ③ 이 절에서 \"일반공모증자방식\"이란 법 제165조의6제1항제3호에 따른 증자방식을 말하며, \"주주우선공모증자방식\"이란 법 제165조의6제4항제3호에 따른 방식을 말한다. <개정 2013. 9. 17.> ④ 이 절에서 \"거래일\"이란 증권시장에서 증권을 매매거래하는 날을 말한다. 제5-17조(감사의견의 표시) ① 주권상장법인이 결산주주총회에 제출하는 영업보고서에는 회계감사인의 감사의견과 감사결과 수정된 당기순이익(당기순손실) 수정총액 및 주요 수정내용 등 감사보고서 본문을 기재하여야 한다. ② 주권상장법인이 「상법」 제449조제3항에 따라 대차대조표를 공고하는 때에는 외감법 제14조제2항에 따라 병기하여야 하는 회계감사인의 명칭과 감사의견 이외에 회계감사인의 감사결과 수정된 당기순이익(당기순손실) 및 감사결과 수정된 수정후 전기이월이익잉여금(수정후 전기이월결손금)을 부기하여야 한다. 제5-18조(유상증자의 발행가액 결정) ① 주권상장법인이 일반공모증자방식 및 제3자배정증자방식으로 유상증자를 하는 경우 그 발행가액은 청약일전 과거 제3거래일부터 제5거래일까지의 가중산술평균주가를 기준주가로 하여 주권상장법인이 정하는 할인율을 적용하여 산정한다. 다만, 일반공모증자방식의 경우에는 그 할인율을 100분의 30 이내로 정하여야 하며, 제3자배정증자방식의 경우에는 그 할인율을 100분의 10 이내로 정하여야 한다. <개정 2009. 7. 6., 2013. 9. 17.> ② 제1항 본문에 불구하고 제3자배정증자방식의 경우 신주 전체에 대하여 제2-2조제2항제1호 전단의 규정에 따른 조치 이행을 조건으로 하는 때에는 유상증자를 위한 이사회결의일(발행가액을 결정한 이사회결의가 이미 있는 경우에는 그 이사회결의일로 할 수 있다) 전일을 기산일로 하여 과거 1개월간의 가중산술평균주가, 1주일간의 가중산술평균주가 및 최근일 가중산술평균주가를 산술평균한 가격과 최근일 가중산술평균주가 중 낮은 가격을 기준주가로 하여 주권상장법인이 정하는 할인율을 적용하여 산정할 수 있다. ③ 제1항 및 제2항에 따라 기준주가를 산정하는 경우 주권상장법인이 증권시장에서 시가가 형성되어 있지 않은 종목의 주식을 발행하고자 하는 경우에는 권리내용이 유사한 다른 주권상장법인의 주식의 시가(동 시가가 없는 경우에는 적용하지 아니한다) 및 시장상황 등을 고려하여 이를 산정한다. ④ 주권상장법인이 다음 각 호의 어느 하나에 해당하는 경우에는 제1항 단서에 따른 할인율을 적용하지 아니할 수 있다. 1. 금융위원회 위원장의 승인을 얻어 해외에서 주권 또는 주권과 관련된 증권예탁증권을 발행하거나 외자유치 등을 통한 기업구조조정(출자관계에 있는 회사의 구조조정을 포함한다)을 위하여 국내에서 주권을 발행하는 경우 2. 기업구조조정촉진을 위한 금융기관협약에 의한 기업개선작업을 추진중인 기업으로서 금산법 제11조제6항제1호의 규정에 의하여 같은 법 제2조제1호의 금융기관(이하 이 절에서 \"금융기관\"이라 한다)이 대출금 등을 출자로 전환하기 위하여 주권을 발행하거나, 「기업구조조정촉진법」에 의하여 금융채권자 공동관리절차가 진행 중인 기업으로서 금융채권자가 채무조정의 일환으로 대출금 등을 출자로 전환하기 위하여 주권을 발행하는 경우 <개정 2024. 4. 30.> 3. 금산법 제12조 및 제23조의8, 「예금자보호법」 제37조 및 제38조에 따라 정부, 「한국정책금융공사법」에 의하여 설립된 정책금융공사 또는 「예금자보호법」에 의하여 설립된 예금보험공사의 출자를 위하여 주권을 발행하는 경우 <개정 2013. 9. 17.> 4. 금융기관이 공동(은행법 제8조의 규정에 의하여 은행업을 인가받은 자를 1 이상 포함하여야 한다)으로 경영정상화를 추진중인 기업이 경영정상화계획에서 정한 자에게 제3자배정증자방식으로 주권을 발행하는 경우 5. 「채무자 회생 및 파산에 관한 법률」에 의한 회생절차가 진행 중인 기업이 회생계획 등에 따라 주권을 발행하는 경우 <신설 2014. 11. 4.> 6. 코넥스시장에 상장된 주권을 발행한 법인이 다음 각 목의 어느 하나에 해당하면서 제3자배정증자방식(대주주 및 그의 특수관계인을 대상으로 하는 경우는 제외한다)으로 주권을 발행하는 경우 <신설 2019. 11. 21.> 가. 신주가 발행주식총수의 100분의 20 미만이고, 그 발행에 관한 사항을 주주총회의 결의로 정하는 경우 나. 신주가 발행주식총수의 100분의 20 이상이고, 그 발행에 관한 사항을 주주총회의 특별결의로 정하는 경우 ⑤ 제1항에도 불구하고 코넥스시장에 상장된 주권을 발행한 법인이 수요예측(대표주관회사가 협회가 정하는 기준에 따라 법인이 발행하는 주식 공모가격에 대해 기관투자자 등을 대상으로 해당 법인이 발행하는 주식에 대한 매입희망 가격 및 물량을 파악하는 것을 말한다)을 통해 일반공모증자방식으로 유상증자를 하는 경우에는 제1항을 적용하지 아니한다. <신설 2019. 11. 21.> 제5-19조(신주인수권증서의 발행ㆍ상장 등) ① 주권상장법인이 주주배정증자방식의 유상증자를 결의하는 때에는 법 제165조의6제3항에 따른 신주인수권증서의 발행에 관한 사항을 정하여야 한다. <개정 2013. 9. 17.> ② 제1항의 주권상장법인은 해당 신주인수권증서를 증권시장에 상장하거나 자기 또는 타인의 계산으로 매매할 금융투자업자(주권상장법인과 계열회사의 관계에 있지 아니한 금융투자업자를 말한다. 이하 이 조에서 같다)를 정하여야 한다. <개정 2013. 9. 17.> ③ 영 제176조의8제4항 각 호 외의 부분 후단 중 \"신주인수권증서의 상장 및 유통의 방법 등에 관하여 필요한 세부사항\"이란 금융투자업자가 회사 내부의 주문ㆍ체결 시스템을 통하여 신주인수권증서를 투자자 또는 다른 금융투자업자에게 매매하거나 중개ㆍ주선 또는 대리하는 것을 말한다. 이 경우 인터넷 홈페이지ㆍ유선ㆍ전자우편 등을 통하여 신주인수권증서를 매수할 투자자 또는 다른 금융투자업자를 탐색하는 것을 포함한다. <신설 2013. 9. 17.> 제5-20조(발행가액등의 공고ㆍ통지) ① 주주우선공모증자방식에 따라 신주를 발행하고자 하는 주권상장법인이 그 유상증자를 결의하는 때에는 우선 청약할 수 있는 주주를 정하기 위한 주주확정일을 정하고 그 확정일 2주 전에 이를 공고하여야 한다. ② 주주배정증자방식 또는 주주우선공모증자방식으로 유상증자를 하는 주권상장법인은 발행가액이 확정되는 때에 그 발행가액을 지체없이 주주에게 통지하거나 정관에 정한 신문에 공고하여야 한다. ③ 신주를 발행하는 주권상장법인은 그 발행가액이 확정되는 때에 그 내용을 지체없이 공시하여야 한다. 제5-21조(전환사채의 발행제한 및 전환금지기간) ① 주권상장법인은 다음 각 호의 기간 중에는 「상법」 제513조의2제1항에 따라 주주에게 사채의 인수권을 부여하여 모집하거나 법 제165조의6제1항제3호의 방법으로 사채를 모집하는 방식(이하 이 절에서 \"공모발행방식\"이라 한다) 외의 방법으로 전환사채를 발행할 수 없다. <개정 2013. 9. 17.> 1. 「금융회사의 지배구조에 관한 법률」 제33조에 따른 소수주주(이하 \"소수주주\"라 한다)가 해당 주권상장법인의 임원의 해임을 위하여 주주총회의 소집을 청구하거나 법원에 그 소집의 허가를 청구한 때에는 청구시부터 해당 임원의 해임여부가 결정될 때까지의 기간 2. 소수주주가 법원에 해당 주권상장법인의 임원의 직무집행의 정지를 청구하거나 주주총회결의의 무효ㆍ취소 등의 소를 제기하는 등 해당 주권상장법인의 경영과 관련된 분쟁으로 소송이 진행중인 기간 3. 제1호 및 제2호에 준하는 해당 주권상장법인의 경영권분쟁사실이 신고ㆍ공시된 후 그 절차가 진행중인 기간 ② 주권상장법인이 전환사채를 발행하는 경우에는 그 발행 후 1년이 경과한 후에 전환할 수 있는 조건으로 이를 발행하여야 한다. 다만, 공모발행방식으로 발행하는 경우에는 그 발행 후 1월이 경과한 후에 전환할 수 있는 조건으로 이를 발행할 수 있다. ③ 주권상장법인이 최대주주 또는 그의 특수관계인(이하 이 조에서 \"최대주주등\"이라 한다)에게 전환사채매수선택권을 부여하는 전환사채를 발행하는 경우(주권상장법인이 자신이 발행한 전환사채를 취득한 후 최대주주등에게 매도하는 경우를 포함한다)에는 최대주주등이 전환사채매수선택권의 행사로 각자 발행당시 보유(누구의 명의로든지 자기의 계산으로 소유하는 경우를 말한다)한 주식 비율을 초과하여 주식을 취득할 수 없도록 하는 조건으로 이를 발행하여야 한다. <신설 2021. 10. 28.> 제5-22조(전환사채의 전환가액 결정) ① 주권상장법인이 전환사채를 발행하는 경우 그 전환가액은 전환사채 발행을 위한 이사회결의일 전일을 기산일로 하여 그 기산일부터 소급하여 산정한 다음 각 호(법 제165조의6제1항제2호의 방법으로 발행하는 경우로서 전환사채 발행을 위한 이사회결의일부터 납입일까지의 기간이 1개월 미만인 경우에는 제3호를 적용하지 아니한다)의 가액 중 높은 가액(법 제165조의6제1항제3호의 방법으로 사채를 모집하는 방식으로 발행하는 경우에는 낮은 가액) 이상으로 한다. 다만, 전환에 따라 발행할 주식이 증권시장에서 시가가 형성되어 있지 않은 종목의 주식인 경우에는 제5-18조제3항을 준용한다. <개정 2009. 7. 6., 2013. 9. 17., 2024. 12. 1.> 1. 1개월 가중산술평균주가, 1주일 가중산술평균주가 및 최근일 가중산술평균주가를 산술평균한 가액 2. 최근일 가중산술평균주가 3. 청약일전(청약일이 없는 경우에는 납입일) 제3거래일 가중산술평균주가(법 제165조의6제1항제2호의 방법으로 발행하는 경우로서 전환사채 발행을 위한 이사회결의일부터 납입일까지의 기간이 1개월 이상인 경우에는 실제 납입일 전 제3거래일 가중산술평균주가) <개정 2024. 12. 1.> ② 제1항에 불구하고 주권상장법인이 발행하는 전환사채가 다음 각 호의 어느 하나에 해당하는 경우에는 전환가액을 제1항 본문의 규정에 의하여 산정한 가액의 100분의 90이상으로 할 수 있다. 1. 2 이상의 신용평가회사가 평가한 해당 채권의 신용평가등급(해당 채권의 발행일부터 과거 3월 이내에 평가한 채권의 등급이 있는 경우 그 등급으로 갈음할 수 있다)이 투기등급(BB+ 이하)인 경우 <개정 2013. 9. 17.> 2. 해당 사채를 「자산유동화에 관한 법률」에 따라 발행하는 유동화증권의 기초자산으로 하는 경우 ③ 다음 각 호의 어느 하나에 해당하는 주권상장법인이 금융기관의 대출금 또는 사채를 상환하기 위하여 전환사채를 발행하는 경우에는 제1항 및 제2항의 규정을 적용하지 아니할 수 있다. 1. 기업구조조정 촉진을 위한 금융기관협약에 의하여 기업개선작업을 추진중인 기업 2. 금융기관이 공동(「은행법」 제8조의 규정에 의하여 은행업을 인가받은 자를 1 이상 포함하여야 한다)으로 경영정상화를 추진중인 기업이 경영정상화계획에서 정한 자를 대상으로 전환사채를 발행하는 경우 해당 기업 제5-23조(전환가액의 하향조정) 주권상장법인이 전환가액을 하향하여 조정할 수 있는 전환사채를 발행하는 경우에는 다음 각 호의 방법에 따라야 한다. <개정 2010. 11. 8., 2021. 10. 28.> 1. 전환사채의 발행을 위한 이사회에서 다음 각 목의 사항(나목의 사항은 공모발행방식으로 발행하는 경우에는 적용하지 아니한다)을 정하여야 한다. 가. 증자ㆍ주식배당 또는 시가변동 등 전환가액을 하향조정 하고자 하는 각 사유별로 전환가액을 조정할 수 있다는 내용, 전환가액을 조정하는 기준이 되는 날(이하 \"조정일\"이라 한다) 및 구체적인 조정방법 나. 시가변동에 따라 전환가액을 하향조정할 수 있다는 내용을 정한 경우 하향조정 이후 다시 시가가 상승하면 가목에 따른 조정일에 전환가액을 상향조정 해야한다는 내용 및 구체적인 조정방법 2. 시가하락에 따른 전환가액의 조정시 조정 후 전환가액은 다음 각 목의 가액 이상으로 하여야 한다. 가. 발행당시의 전환가액(조정일 전에 신주의 할인발행 등 또는 감자 등의 사유로 전환가액을 이미 하향 또는 상향 조정한 경우에는 이를 감안하여 산정한 가액)의 100분의 70에 해당하는 가액. 다만, 정관의 규정으로 전환가액의 조정에 관한 사항을 주주총회의 특별결의로 정하도록 하고 해당 전환사채 발행시 주주총회에서 조정 후 전환가액의 최저한도(이하 \"최저조정가액\"이라 한다) 및 해당 사채의 금액을 구체적으로 정한 경우에는 정관 또는 주주총회에서 정한 최저조정가액 <개정 2024. 12. 1.> 나. 조정일 전일을 기산일로 하여 제5-22조제1항 본문의 규정에 의하여 산정(제3호는 제외한다)한 가액 3. 제1호나목에 따라 전환가액을 상향조정하는 경우 조정 후 전환가액은 발행당시의 전환가액(조정일 전에 신주의 할인발행 등 또는 감자 등의 사유로 전환가액을 이미 하향 또는 상향 조정한 경우에는 이를 감안하여 산정한 가액)이내에서 제2호 각 목의 가액 이상으로 하여야 한다. <신설 2021. 10. 28.> 4. 시가변동 외 증자ㆍ주식배당 등 주식가치 하락사유에 따른 전환가액의 조정시 조정 후 전환가액은 증자ㆍ주식배당 등으로 인하여 주식가치가 하락한 비율을 적용하여 산정한 가액 이상으로 하여야 한다. <신설 2024. 12. 1.> 제5-23조의2(전환가액의 상향조정) ① 주권상장법인이 전환사채를 발행하는 경우에는 감자ㆍ주식병합 등 주식가치 상승사유가 발생하는 경우 감자ㆍ주식병합 등으로 인한 조정비율만큼 상향하여 반영하는 조건으로 이를 발행하여야 한다. 단, 감자ㆍ주식병합 등을 위한 주주총회 결의일 전일을 기산일로 하여 제5-22조제1항 본문의 규정에 의하여 산정(제3호는 제외한다)한 가액(이하 이 항에서 \"산정가액\"이라 한다)이 액면가액 미만이면서 기산일 전에 전환가액을 액면가액으로 이미 조정한 경우(전환가액을 액면가액 미만으로 조정할 수 있는 경우는 제외한다.)에는 조정 후 전환가액은 산정가액을 기준으로 감자ㆍ주식병합 등으로 인한 조정비율만큼 상향조정한 가액 이상으로 할 수 있다. ② 제1항에도 불구하고 주권상장법인이 정관의 규정으로 전환가액의 조정에 관한 사항을 주주총회의 특별결의로 정하도록 하고 해당 전환사채 발행시 주주총회에서 최저조정가액 및 해당 사채의 금액을 구체적으로 정한 경우에는 최저조정가액 이상으로 상향하여 반영하는 조건으로 이를 발행할 수 있다. ③ 주권상장법인이 「기업구조조정 촉진법」에 의한 부실징후기업의 관리, 「채무자 회생 및 파산에 관한 법률」에 의한 회생절차 개시 등 관련 법령에 의해 전환사채를 발행하는 경우에는 제1항 및 제2항을 적용하지 아니할 수 있다. 제5-24조(신주인수권부사채의 발행) ① 제5-21조, 제5-22조제1항, 제5-23조 및 제5-23조의2의 규정은 신주인수권부사채의 발행에 관하여 이를 준용한다. <개정 2010. 11. 8.> ② 주권상장법인이 신주인수권부사채를 발행하는 경우 각 신주인수권부사채에 부여된 신주인수권의 행사로 인하여 발행할 주식의 발행가액의 합계액은 각 신주인수권부사채의 발행가액을 초과할 수 없다. ③ <삭제 2013. 9. 17.> 제5-24조의2(전환주식의 발행) ① 제5-21조, 제5-22조제1항, 제5-23조 및 제5-23조의2의 규정은 전환주식의 발행에 관하여 이를 준용한다. <신설 2023. 3. 30.> ② 전환주식의 발행가액은 제5-22조제1항의 규정에 따라 산정한 전환가액 이상인 것을 말한다. <신설 2024. 12. 1.> 제5-25조(전환형 조건부자본증권의 전환가액 결정 등) ① 전환형 조건부자본증권을 발행하는 경우 주식의 전환가격은 전환사유별로 다음 각 호의 방법에 따라 정하여야 한다. 다만, 전환으로 인하여 발행할 주식이 증권시장에서 시가가 형성되어 있지 않은 종목의 주식인 경우에는 제5-18조제3항을 준용한다. 1. 전환사유가 발행인의 재무건전성 악화 등 제2항제1호에 따른 사유 등에 해당하는 경우: 전환사유가 발생한 때에 다음 각 목의 방법에 따라 산정한 가격 중 가장 높은 가격 가. 전환사유 발생일 전 제3거래일부터 제5거래일까지의 가중산술평균주가를 기준으로 제5-22조제2항에 따른 할인율을 적용하여 산정한 가격 나. 발행인이 전환으로 인하여 발행할 주식수의 예측 등을 위하여 조건부자본증권의 발행시 정한 가격 다. 전환으로 인하여 발행할 주식의 액면가액(무액면주식을 제외한다) 2. 전환사유가 발행인의 경영성과 또는 재무구조의 개선 등 제2항제2호에 따른 사유 등에 해당하는 경우: 다음 각 목의 방법에 따라 산정한 가격 중 가장 높은 가격 이상일 것. 다만, 전환 전에 주식배당 또는 시가변동 등 주식가치 하락사유가 발생하거나 감자ㆍ주식병합 등 주식가치 상승사유가 발생한 경우 제5-23조 또는 제5-23조의2를 준용한다. 가. 조건부자본증권의 발행을 위한 이사회의 결의일 전일부터 과거 1개월 가중산술평균주가, 1주일 가중산술평균주가 및 결의일 전일의 가중산술평균주가를 산술평균한 가액 나. 조건부자본증권의 발행을 위한 이사회의 결의일 전일의 가중산술평균주가 다. 청약일 전 제3거래일의 가중산술평균주가 ② 영 제176조의12제2항제1호에서 \"금융위원회가 정하여 고시하는 요건\"이란 다음 각 호의 어느 하나에 해당하는 경우를 말한다. 1. 다음 각 목의 어느 하나에 해당하는 경우 가. 조건부자본증권을 발행한 발행인이 금산법 제2조제2호 또는 「예금자보호법」 제2조제5호에 따른 부실금융기관으로 지정된 경우 <개정 2014. 11. 4.> 나. 조건부자본증권을 발행한 발행인이 「기업구조조정 촉진법」제4조에 따라 주채권은행으로부터 부실징후기업에 해당한다는 사실을 통보받은 경우 2. 그 밖에 발행인의 경영성과 또는 재무구조의 개선 등 조건부자본증권을 발행할 당시 미리 정한 일정시점에서의 목표수준에 관한 사항이 달성되는 경우　 제6장 전자문서에 의한 신고 등 제6-1조(적용범위) 영 제385조제2항에 따라 전자문서의 방법에 따른 신고서ㆍ보고서 기타 서류 또는 자료등(이하 이 장에서 \"신고서등\"이라 한다)의 제출에 관하여 필요한 사항은 이 장에서 정하는 바에 따른다. 제6-2조(다른 규정과의 관계) 전자문서의 방법에 따른 신고서등의 제출과 관련하여 이 장에서 정한 사항 외에는 해당 신고서등에 관하여 금융위 및 증선위가 정한 규정에 따른다. 제6-3조(전자공시시스템의 운영) ① 감독원장은 신고서등을 전자문서의 방법으로 제출받을 수 있도록 전자공시시스템을 운영하여야 한다. ② 신고서등을 제출할 의무가 있는 자(이하 이 장에서 \"제출인\"이라 한다)는 전자문서를 감독원장이 정하는 바에 따라 작성하여 제출하여야 한다. 제6-4조(전자문서의 접수 및 통지) 감독원장은 제출인이 전자문서의 방법으로 제출한 신고서등이 제6-3조제2항에 따라 작성ㆍ제출되지 아니한 경우에 그 접수를 거부할 수 있다. 제6-5조(전자문서의 관계기관 전송 등) ① 감독원장은 관계기관에 전자문서의 방법으로 제출된 관련 신고서등을 전송할 수 있다. ② 제1항에 따라 제출된 신고서등이 관계기관에 전송ㆍ도달된 경우에는 제출인이 이를 관계기관에 제출한 것으로 본다. 제6-6조(전자문서의 제출부수) 제출인이 신고서등을 전자문서의 방법으로 제출한 경우 관련 법령 및 금융위 규정에서 정한 공시서류 제출부수를 충족한 것으로 본다. 제6-7조(전자공시시스템 장애시의 제출) ① 제출인은 전자공시시스템에 장애가 발생하여 이 장에 따른 전자문서를 제출할 수 없는 경우에는 신고서등을 서면ㆍ모사전송(FAX) 등의 방법으로 금융감독원과 관계기관에 제출하여야 한다. ② 제1항에 의하여 신고서등을 서면ㆍ모사전송 등의 방법으로 제출하는 경우에는 전자문서 파일을 첨부하여 금융감독원에 제출하여야 한다. ③ 감독원장은 전자공시시스템이 복구되었을 때 즉시 제2항에 따라 제출된 전자문서 파일을 전자공시시스템에 등록ㆍ전송하여야 한다.　 제7장 보칙 제7-1조(공고방법) 법 제132조, 제146조제2항, 제158조제2항, 제164조제2항 및 제165조의18에 따른 공고는 제6-3조에서 규정하는 전자공시시스템에 등재하는 방법에 따른다.<삭제> 제7-3조(권한의 위탁 등) ① 금융위는 법 제438조제4항 및 영 제387조제3항에 따라 이 규정의 집행에 필요한 공시서류의 기준 및 서식의 제정 및 그 밖에 필요하거나 부수되는 업무는 감독원장에게 위탁한다. ② 이 규정 및 제1항에 따라 감독원장이 정하는 사항에 대하여는 그 제정 및 변경내용을 금융위에 보고하여야 하며, 투자자 보호를 위하여 필요한 경우 금융위는 정정을 요구할 수 있다.　 제8장 재검토기한 제8조(규제의 재검토) 금융위원회는 「행정규제기본법」 제8조ㆍ제19조의2 및 「훈령ㆍ예규 등의 발령 및 관리에 관한 규정」(대통령훈령 제248호)에 따라 이 고시에 대하여 2014년 1월 1일을 기준으로 매 3년이 되는 시점(매 3년째의 12월 31일까지를 말한다)마다 그 타당성을 검토하여 개선 등의 조치를 하여야 한다. <신설 2009. 8. 26., 개정 2012. 6. 26., 개정 2013. 12. 31.> ",
    "첨부파일": {
      "첨부파일링크": [
        "http://law.go.kr/flDownload.do?flSeq=156569617",
        "http://law.go.kr/flDownload.do?flSeq=156569661"
      ],
      "첨부파일명": [
        "증권의 발행 및 공시 등에 관한 규정(전문)_(금융위원회 고시 제2025-25호)(20250923).hwp",
        "증권의 발행 및 공시 등에 관한 규정(전문)_(금융위원회 고시 제2025-25호)(20250923).pdf"
      ]
    },
    "부칙": {
      "부칙공포일자": [
        "20091224",
        "20101108",
        "20120103",
        "20120626",
        "20130205",
        "20130625",
        "20130917",
        "20131204",
        "20131231",
        "20140708",
        "20141104",
        "20160628",
        "20160728",
        "20170223",
        "20170828",
        "20180221",
        "20181206",
        "20190829",
        "20191121",
        "20200129",
        "20200923",
        "20210503",
        "20210630",
        "20211028",
        "20211209",
        "20220307",
        "20230330",
        "20240430",
        "20241126",
        "20241201",
        "20241231",
        "20250602",
        "20250625",
        "20250923"
      ],
      "부칙내용": [
        "부칙 <제2009-63호, 2009.12.24.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. ",
        "부칙 <제2010-37호,2010.11.8.> 제1조(시행일) 이 규정은 2010년 11월 10일 부터 시행한다. <고시 2010.11.8.> 제2조(한국채택국제회계기준 등을 적용하는 기업의 증권신고서 기재) 한국채택국제회계기준을 적용하는 기업(영 제176조 제6항에 따른 회계기준에 의해 연결재무제표를 주된 재무제표로 사용하는 기업을 포함한다.)이 2011년 1월 1일 이후 증권신고서를 제출하는 경우 해당 법인의 가장 최근 제출한 사업보고서 또는 반기ㆍ분기보고서를 기준으로 증권신고서를 작성한다. ",
        "부칙 <제2012-3호,2012.1.3.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. <고시 2012.1.3.>다만, 제2-6조제8항제1호파목 및 하목은 2012년 2월 1일부터, 제2-2조제2항제4호 및 제2-2조의2제2항제3호의 개정규정은 2012년 5월 2일부터 시행한다. 제2조(사업보고서등 작성에 관한 적용례) 제4-3조제1항제3호차목 내지 카목은 2011년 1월 1일 이후 개시되는 사업연도의 사업보고서 제출분부터 적용한다. ",
        "부칙 (금융기관분담금 징수 등에 관한 규정 등 금융위원회 소관 39개 고시 일괄개정)<제2012-12호,2012.6.26.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. ",
        "부칙 <제2013-3호,2013.2.5.> 이 규정은 고시한 날부터 시행한다. 다만, 제2-2조제1항제5호 및 제2-2조제2항제5호의 개정 규정은 고시한 날로부터 3개월이 경과한 날부터 시행한다.",
        "부칙 <제2013-3호,2013.2.5> 이 규정은 고시한 날부터 시행한다. 다만, 제2-2조제1항제5호 및 제2-2조제2항제5호의 개정 규정은 고시한 날로부터 3개월이 경과한 날부터 시행한다.",
        "부칙 <제2013-29호,2013.9.17.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. <고시 2013.9.17.> 제2조(규제의 재검토) 금융위원회는 제5-25조에 따른 전환형 조건부자본증권의 전환가격 산정방법과 전환사유에 대하여 2015년 9월 30일까지 그 타당성을 검토하여 폐지, 완화 또는 유지 여부를 결정하여야 한다. ",
        "부칙 <제2013-41호,2013.12.4.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. <고시 2013.12.4.> 다만, 제2-2조제1항제6호 및 제2-2조제2항제6호 개정 규정은 고시한 날로부터 3개월이 경과한 날부터 시행한다. ",
        "부칙 <제2013-41호,2013.12.4> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. <고시 2013.12.4> 다만, 제2-2조제1항제6호 및 제2-2조제2항제6호 개정 규정은 고시한 날로부터 3개월이 경과한 날부터 시행한다. ",
        "부칙 <제2014-19호,2014.7.8.> 제1조(시행일) 이 규정은 고시된 날부터 시행한다. ",
        "부칙 <제2014-19호,2014.7.8> 제1조(시행일) 이 규정은 고시된 날부터 시행한다. ",
        "부칙 <제2016-23호,2016.6.28.> 제1조(시행일) 이 규정은 다음 각 호의 구분에 따라 각각 해당 호에서 정하는 날부터 시행한다.1. 제2-2조제2항의 개정규정 : 2016년 8월 1일2. 제2-4조의2의 개정규정 : 2016년 6월 30일3. 제5-5조제1항 및 제5-9조제5항의 개정규정 : 2016년 9월 12일 ",
        "부칙 (금융회사 지배구조 감독규정)<제2016-30호,2016.7.28.> 제1조(시행일) 이 규정은 2016년 8월 1일부터 시행한다. 제2조(다른 규정의 개정) ①부터 ⑥까지 생략⑦ 증권의 발행 및 공시 등에 관한 규정 일부를 다음과 같이 개정한다.제2조의4제4항제1호 중 \"법 제23조제1항\"을 \"법 제12조제2항제6호가목\"으로, \"법 제24조제1항제3호 또는 제4호의 규정\"을 \"「금융회사의 지배구조에 관한 법률」 제5조제1항제3호부터 제5호까지 각 호의 어느 하나\"로 한다.제2-5조제3항제2호 본문 중 \"영 제8조\"를 \"영 제2조제4호\"로 한다.제5-21조제1항제1호 중 \"법 제29조\"를 \"「금융회사의 지배구조에 관한 법률」 제33조\"로 한다.⑧ 생략 ",
        "부칙 <제2017-4호,2017.2.23.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. 다만, 제2-2조의6제4항의 개정 규정은 2017년 4월 1일부터 시행한다. 제2조(전매기준 예외의 적용례) 제2-2조제1항제9호의 개정규정은 이 규정 시행 전에 같은 호 각 목의 요건을 모두 충족한 경우에도 적용한다. 제3조(자료 게재에 관한 경과조치) 이 규정의 시행으로 제2-2조의4제5항에 따라 새로 게재 조치를 하여야 하는 온라인소액증권발행인은 이 규정 시행 후 1개월 이내에 같은 항에 따른 게재 조치를 하여야 한다. ",
        "부칙 <제2017-30호,2017.8.28.> 이 규정은 2017년 8월 29일부터 시행한다.",
        "부칙 <제2018-7호,2018.2.21.> 이 고시는 공포한 날부터 시행한다.",
        "부칙 <제2018-34호,2018.12.6.> 제1조(시행일) 이 규정은 고시한날부터 시행한다. ",
        "부칙 <제2019-38호,2019.8.29.> 제1조(시행일) 이 규정은 2019년 9월 16일부터 시행한다. ",
        "부칙 <제2019-51호,2019.11.21.> 제1조(시행일) 이 규정은 고시한날부터 시행한다. ",
        "부칙 <제2020-5호,2020.1.29.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. 다만, 제3-10조제3항 및 제5항, 제3-14조, 제3-15조제3항제3호가목 및 마목부터 사목까지, 제4호, 제5호가목, 제9호, 제10호의 개정규정은 2020년 2월 1일부터 시행한다. 제2조(사업보고서등 작성에 관한 적용례) 제4-3조제1항제3호차목, 파목 및 하목의 개정규정은 2019년 1월 1일 이후 개시되는 사업연도의 사업보고서등 제출분부터 적용한다. ",
        "부칙 <제2020-40호,2020.9.23.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. ",
        "부칙 <제2021-14호, 2021.05.03.> 제1조(시행일) 이 규정은 2021년 5월 10일부터 시행한다. ",
        "부칙 <제2021-23호, 2021.06.30.> 이 규정은 고시한 날부터 시행한다.",
        "부칙 <제2021-49호, 2021.10.28.> 제1조(시행일) 이 규정은 2021년 12월 1일부터 시행한다. 제2조(적용례) 이 규정은 이 규정 시행 이후 최초로 발행하는 이사회의 의결이 있는 경우부터 적용한다. 제3조(규제의 재검토) 금융위원회는 제5-22조에 따른 최대주주등과 관련한 전환사채매수선택권 제한 및 제5-23조에 따른 전환가액의 하향조정에 대하여 2024.12.31일까지 그 타당성을 검토하여 개선 등의 조치를 하여야 한다. ",
        "부칙 <제2021-55호, 2021.12.09.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. 다만, 제2-2조제1항제1호, 제2-6조제8항제1호아목, 제2-19조제3항제8호, 제5-13조제4항제2호의 개정 규정은 2022년 1월 1일부터 시행한다. 제2조(적용례) (증권신고서 제출 효력에 관한 적용례) 제2-3조제5항의 개정규정은 동 규정이 시행된 이후 제출된 증권신고서(법 제119조제2항에 따른 일괄신고서를 포함한다)부터 적용한다. ",
        "부칙 <제2022-12호, 2022.03.07.> 제1조(시행일) 이 규정은 2022년 3월 10일부터 시행한다. 제2조(사업보고서등의 기재사항에 관한 적용례) 제4-3조의 개정규정은 부칙 제1조에 따른 시행일이 속한 분기에 관한 분기보고서를 기재하는 경우부터 적용한다. 제3조(주요사항보고서 첨부서류 등에 관한 적용례) 제4-5조제1항의 개정규정은 부칙 제1조에 따른 시행일 이후에 사채를 발행(추가발행을 포함한다)하는 경우부터 적용한다. ",
        "부칙 <제2023-16호, 2023.03.30.> 제1조(시행일) 이 규정은 고시한 날로부터 1개월이 경과한 날부터 시행한다. 제2조(적용례) 이 규정은 이 규정 시행 이후 최초로 발행하는 이사회의 의결이 있는 경우부터 적용한다. ",
        "부칙 <제2024-20호, 2024.04.30.> 이 규정은 고시한 날부터 시행한다.",
        "부칙 <제2024-52호, 2024.11.26.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. 제2조(외부평가기관의 평가제한 적용례) 제5-14조제7호는 이 규정 시행 이후  외부평가기관을 선정하는 경우부터 적용한다. 제3조(증권신고서 및 주요사항보고서 첨부서류 중 합병 등의 이사회 의견서에 관한 적용례) 제2-9조제2항제14호(제2-10조 제2항, 제4항, 제6항, 제8항, 제10항에 따라 준용되는 경우를 포함한다), 제4-5조제2항제7호의 개정규정은 이 규정 시행 이후 합병, 중요한 영업 또는 자산의 양수ㆍ양도, 주식의 포괄적 교환, 포괄적 이전 또는 분할ㆍ분할합병에 관한 이사회 결의를 하는 경우부터 적용한다. 제4조(외부평가기관의 부실평가 등에 대한 제재기준에 관한 경과조치) 이 규정 시행 당시 합병, 주식의 포괄적 교환, 포괄적 이전 또는 분할합병에 관한 이사회 결의가 있는 경우에는 별표의 Ⅳ 제1호나목(1)(나)의 현저한 부실평가행위의 유형란 제2항의 개정규정에도 불구하고 종전의 규정에 따른다. ",
        "부칙 <제2024-53호, 2024.12.01.> 제1조(시행일) 이 규정은 공고한 날부터 시행한다. 제2조(적용례) 이 규정은 이 규정 시행 이후 최초로 발행하는 이사회의 의결이 있는 경우부터 적용한다. ",
        "부칙 <제2024-65호, 2024.12.31.> 제1조(시행일) 이 규정은 공포한 날부터 시행한다. 제2조(적용례) 제5-2조제3호 및 제5-10조제5항은 이 규정 시행 후 신탁계약을 체결(연장 계약을 포함한다)하는 경우부터 적용한다. ",
        "부칙 <제2025-15호, 2025.06.02.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. 제2조(다른 규정의 개정) 「금융투자업규정」제4-40조제1항제2호다목 중 \"제2-4조의2제2항\"을 \"제2-4조의2제3항\"으로 한다. ",
        "부칙 <제2025-17호, 2025.06.25.> 제1조(시행일) 이 규정은 2025년 7월 22일부터 시행한다. ",
        "부칙 <제2025-25호, 2025.09.23.> 제1조(시행일) 이 규정은 고시한 날부터 시행한다. "
      ],
      "부칙공포번호": [
        "2009-63",
        "2010-37",
        "2012-3",
        "2012-12",
        "2013-3",
        "2013-21",
        "2013-29",
        "2013-41",
        "2013-44",
        "2014-19",
        "2014-34",
        "2016-23",
        "2016-30",
        "2017-4",
        "2017-30",
        "2018-7",
        "2018-34",
        "2019-38",
        "2019-51",
        "2020-5",
        "2020-40",
        "2021-14",
        "2021-23",
        "2021-49",
        "2021-55",
        "2022-12",
        "2023-16",
        "2024-20",
        "2024-52",
        "2024-53",
        "2024-65",
        "2025-15",
        "2025-17",
        "2025-25"
      ]
    },
    "제개정이유": {
      "제개정이유내용": [
        [
          "◇ 개정사유",
          "  「금융혁신지원 특별법」에 따라 비상장주식 및 조각투자 유통플랫폼, 국내주식 소수단위 거래 서비스가 혁신금융서비스로 지정되어 운영되어 온 가운데, 「금융혁신지원 특별법」상 규제개선 절차에 따라 위 두 가지 서비스를 공식 제도화하려는 것임.",
          "◇ 주요내용",
          "  가. 비상장주식 유통플랫폼의 \"전문종목\" 거래가 가능한 전문투자자 범위 확대(제2-2조의3)",
          "    비상장주식 유통플랫폼의 \"전문종목\" 거래가 가능한 투자자의 범위를 자본시장법상 \"전문투자자\"에 더해 벤처투자회사, 벤처펀드, 전문엔젤투자자 등 전문투자자에 준하는 자까지 확대하여 전문종목의 유통성 제고",
          "  나. 비상장주식 및 조각투자 유통플랫폼 관련 매출 증권신고서 면제 (제2-18조, 제2-18조의2, 제2-20조, 제2-22조)",
          "    비상장주식 및 조각투자 유통플랫폼 제도를 도입하면서, 동 유통플랫폼에서 소액출자자의 거래는 매출 증권신고서 제출 대신 간소화된 유통공시를 하도록 특례 부여"
        ]
      ]
    }
  }
}