{
  "판례일련번호": "147375",
  "사건명": "손실보상재결신청기각결정취소등",
  "사건번호": "2007두6571",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101209",
  "판시사항": "[1] 1990. 8. 1. 법률 제4252호로 전부 개정된 수산업법 시행 후 종래의 관행어업권자의 2년 동안의 법적 지위<br/>[2] 간척사업의 시행으로 종래의 관행어업권자에게 구 공유수면매립법에서 정하는 손실보상청구권이 인정되기 위해서는 매립면허고시 후 매립공사가 실행되어 관행어업권자에게 실질적이고 현실적인 피해가 발생해야 하는지 여부(적극)<br/>[3] 구 공유수면매립법상 간척사업의 시행으로 인하여 관행어업권이 상실되었음을 이유로 한 손실보상청구권에 민법에서 정하는 소멸시효규정이 유추적용될 수 있는지 여부(적극)와 소멸시효기간(=10년) 및 소멸시효의 기산일(=실질적이고 현실적인 손실이 발생한 때)<br/>",
  "판결요지": "[1]1990. 8. 1. 법률 제4252호로 전부 개정된 수산업법 제2조 제7호는 ‘입어자라 함은제44조의 규정에 의하여 어업의 신고를 한 자로서 공동어업권이 설정되기 전부터 당해 수면에서 계속적으로 수산동식물을 포획·채취하여 온 사실이 대다수 사람들에게 인정되는 자 중 대통령령이 정하는 바에 의하여 어업권원부에 등록된 자’라고 규정하였고, 이에 따라 위 수산업법 시행 이후 일정한 공유수면에서의 관행에 따른 어업을 권리로 새로 인정받기 위해서는 단순히 종전과 같이 당해 공유수면에서 계속적으로 수산동식물을 포획·채취하여온 사실이 대다수 사람들에게 시인되는 것만으로는 부족하고같은 법 제44조에 의하여 어업의 신고를 하고 공동어업의 어업권원부에 입어에 관한 사항을 등록할 것을 요하게 되었으나,같은 법 부칙 제11조 제2항은 “이 법 시행 당시 공동어업의 어장 안에서 입어관행이 있는 것으로 인정되는 자로서 종전의 규정에 의하여 어업권원부에 입어자로 등록하지 아니한 자는 이 법 시행일로부터 2년 이내에제16조의 규정에 의하여 어업권원부에 등록을 한 경우에 한하여 입어자로 본다.”고 규정하여 종래의 관행어업권자의 지위에 대한 경과규정을 별도로 두고 있다. 따라서 종래의 관행어업권자는 같은 법 규정에도 불구하고 그 시행일(1991. 2. 1.)로부터 2년 동안은 어업의 신고나 어업권원부에의 등록 없이도 종전의 권리를 그대로 유지할 수 있으며, 어업권원부에 입어자로 등록하지 아니한 상태로 2년을 경과하면 그 때 비로소 같은 법에 의한 관행어업권으로 인정될 여지가 더 이상 없게 되어 그 권리가 소멸하고, 그 자체로서는 더 이상 보호를 받을 수 없게 된다고 보아야 한다.<br/>[2]구 공유수면매립법(1999. 2. 8. 법률 제5911호로 전부 개정되기 전의 것) 제17조가 “매립의 면허를 받은 자는제16조 제1항의 규정에 의한 보상이나 시설을 한 후가 아니면 그 보상을 받을 권리를 가진 자에게 손실을 미칠 공사에 착수할 수 없다. 다만, 그 권리를 가진 자의 동의를 받았을 때에는 예외로 한다.”고 규정하고 있으나, 손실보상은 공공필요에 의한 행정작용에 의하여 사인에게 발생한 특별한 희생에 대한 전보라는 점에서 그 사인에게 특별한 희생이 발생하여야 하는 것은 당연히 요구되는 것이고, 공유수면 매립면허의 고시가 있다고 하여 반드시 그 사업이 시행되고 그로 인하여 손실이 발생한다고 할 수 없으므로, 매립면허 고시 이후 매립공사가 실행되어 관행어업권자에게 실질적이고 현실적인 피해가 발생한 경우에만 공유수면매립법에서 정하는 손실보상청구권이 발생하였다고 할 것이다.<br/>[3] 소멸시효는 권리자가 그 권리를 행사할 수 있음에도 일정한 기간 동안 행사하지 않는 권리불행사의 상태가 계속된 경우에 그 권리를 소멸시키는 제도로서, 상당한 기간 동안 권리불행사가 지속되어 있는 이상 그 권리가 사법상의 손실보상청구인지 아니면 공법상 손실보상청구인지에 따라 달리 볼 것은 아니다. 따라서 공유수면매립법상 간척사업의 시행으로 인하여 관행어업권이 상실되었음을 이유로 한 손실보상청구권에도 그 소멸시효에 관하여 달리 정함이 없으면 민법에서 정하는 소멸시효규정이 유추적용될 수 있고, 이 경우 관행어업권자가 그 매립면허를 받은 자 또는 사업시행자에 대하여 가지는 손실보상청구권은 금전의 지급을 구하는 채권적 권리이므로 그 소멸시효기간은민법 제162조 제1항에 따라 10년이다. 또한 그 소멸시효의 기산일은 손실보상청구권이 객관적으로 발생하여 그 권리를 행사할 수 있는 때, 곧 특별한 사정이 없는 한 이 사건 간척사업으로 인하여 관행어업권자가 자연산 패류 및 해초류 어장으로서의 어장을 상실하는 등 실질적이고 현실적인 손실이 발생한 때부터라고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것) 부칙(1990. 8. 1.) 제11조 제2항(현행 삭제) / [2]구 공유수면매립법(1999. 2. 8. 법률 제5911호로 전부 개정되기 전의 것) 제16조(현행공유수면관리 및 매립에 관한 법률 제32조 참조),제17조(현행공유수면관리 및 매립에 관한 법률 제38조 참조),구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것) 부칙(1990. 8. 1.) 제11조 제2항(현행 삭제) / [3]구 공유수면매립법(1999. 2. 8. 법률 제5911호로 전부 개정되기 전의 것) 제16조(현행공유수면관리 및 매립에 관한 법률 제32조 참조),민법 제162조<br/>",
  "참조판례": "[1]대법원 2000. 5. 26. 선고 99다37382 판결(공2000하, 1504),대법원 2001. 12. 27. 선고 99다36532 판결<br/>"
}