{
  "판례일련번호": "147370",
  "사건명": "성폭력범죄의처벌및피해자보호등에관한법률위반(특수강도강간등)·주거침입",
  "사건번호": "2010도9630",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101209",
  "판시사항": "[1] 강간의 실행행위 계속 중에 강도행위를 한 경우 ‘강도강간죄’를 구성하는지 여부(적극) 및 특수강간범이 강간행위 종료 전에 특수강도의 행위를 한 경우구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 제5조 제2항에 정한 ‘특수강도강간죄’로 의율할 수 있는지 여부(원칙적 적극)<br/>[2] 강도죄에서 ‘폭행, 협박’과 ‘재물의 탈취’와의 관계 및 강간범인이 폭행, 협박에 의한 반항억압 상태가 계속 중임을 이용하여 재물을 탈취하는 경우 새로운 폭행, 협박을 요하는지 여부(소극)<br/>[3] 甲에 대한 특수강간 행위 도중 범행현장에 있던 乙 소유의 핸드백을 가져간 피고인의 행위를 포괄하여 구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 위반(특수강도강간등)죄에 해당한다고 판단한 원심의 조치를 수긍한 사례<br/>",
  "판결요지": "[1] 강간범이 강간행위 후에 강도의 범의를 일으켜 그 부녀의 재물을 강취하는 경우에는 강도강간죄가 아니라 강간죄와 강도죄의 경합범이 성립될 수 있을 뿐이지만, 강간행위의 종료 전 즉 그 실행행위의 계속 중에 강도의 행위를 할 경우에는 이때에 바로 강도의 신분을 취득하는 것이므로 이후에 그 자리에서 강간행위를 계속하는 때에는 강도가 부녀를 강간한 때에 해당하여형법 제339조에 정한 강도강간죄를 구성하고,구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제5조 제2항은형법 제334조(특수강도) 등의 죄를 범한 자가형법 제297조(강간) 등의 죄를 범한 경우에 이를 특수강도강간 등의 죄로 가중하여 처벌하는 것이므로, 다른 특별한 사정이 없는 한 특수강간범이 강간행위 종료 전에 특수강도의 행위를 한 이후에 그 자리에서 강간행위를 계속하는 때에도 특수강도가 부녀를 강간한 때에 해당하여구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 제5조 제2항에 정한 특수강도강간죄로 의율할 수 있다.<br/>[2] 강도죄는 재물탈취의 방법으로 폭행, 협박을 사용하는 행위를 처벌하는 것이므로 폭행, 협박으로 타인의 재물을 탈취한 이상 피해자가 우연히 재물탈취 사실을 알지 못하였다고 하더라도 강도죄는 성립하고, 폭행, 협박당한 자가 탈취당한 재물의 소유자 또는 점유자일 것을 요하지도 아니하며, 강간범인이 부녀를 강간할 목적으로 폭행, 협박에 의하여 반항을 억업한 후 반항억압 상태가 계속 중임을 이용하여 재물을 탈취하는 경우에는 재물탈취를 위한 새로운 폭행, 협박이 없더라도 강도죄가 성립한다.<br/>[3] 야간에 甲의 주거에 침입하여 드라이버를 들이대며 협박하여 甲의 반항을 억압한 상태에서 강간행위의 실행 도중 범행현장에 있던 乙 소유의 핸드백을 가져간 피고인의 행위를 포괄하여 구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 위반(특수강도강간등)죄에 해당한다고 판단한 원심의 조치를 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제339조,구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제5조 제2항(현행성폭력범죄의 처벌 등에 관한 특례법 제3조 제2항 참조) / [2]형법 제333조 / [3]형법 제297조,제319조 제1항,제333조,제334조,구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제5조 제2항(현행성폭력범죄의 처벌 등에 관한 특례법 제3조 제2항 참조),제6조 제1항(현행성폭력범죄의 처벌 등에 관한 특례법 제4조 제1항 참조)<br/>",
  "참조판례": "[1]대법원 1977. 9. 28. 선고 77도1350 판결(공1977, 571),대법원 1988. 9. 9. 선고 88도1240 판결(공1988, 1288),대법원 2002. 2. 8. 선고 2001도6425 판결(공2002상, 726),대법원 2010. 7. 15. 선고 2010도3594 판결 / [2]대법원 1964. 9. 8. 선고 64도310 판결,대법원 1967. 6. 13. 선고 67도610 판결,대법원 1979. 9. 25. 선고 79도1735 판결(공1979, 620),대법원 1985. 10. 22. 선고 85도1527 판결(공1985, 1588),대법원 2009. 1. 30. 선고 2008도10308 판결<br/>"
}