{
  "판례일련번호": "147612",
  "사건명": "분묘굴이",
  "사건번호": "2010다58889",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101223",
  "판시사항": "[1] 확정판결의 기판력이 미치는 범위<br/>[2] 甲이 乙 종중을 상대로 부동산의 소유권에 기하여 제기한 분묘굴이 및 토지인도 등 청구가 인용되고 그 판결이 그대로 확정되었다고 하더라도, 그 기판력은 소송물인 분묘굴이 및 토지인도 등 청구권에 한하여 생기고 판결이유 중에서 판단되었을 뿐인 소유권에 관하여 생기는 것은 아니고, 나아가 그 효력 또한 甲과 乙 종중 사이에만 미칠 뿐 종중의 종중원으로서 단순한 공동소송인의 관계에 있을 뿐인 丙에게는 미치지 아니하므로, 甲의 乙 종중에 대한 제1심판결이 확정되었다는 이유만으로 甲이 부동산의 소유권을 적법하게 취득하였음을 丙에게도 주장할 수 있다고 한 원심판단에는 기판력의 범위에 관한 법리를 오해한 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 확정판결의 기판력은 그 판결의 주문에 포함된 것, 즉 소송물로 주장된 법률관계의 존부에 관한 판단의 결론 그 자체에만 생기는 것이고, 판결이유에 설시된 그 전제가 되는 법률관계의 존부에까지 미치는 것은 아니고, 건물철거 및 토지인도청구권을 소송물로 하는 소송은 소유권 자체의 확정이 아니라 건물철거청구권 및 토지인도청구권의 존부만을 목적으로 할 따름이므로 그 소송에서 부동산의 권리귀속에 관한 판단이 있었다고 하더라도 그 기판력은 판결주문에 표시된 건물철거청구권 및 토지인도청구권에 국한되고 판결이유 중의 부동산 권리귀속에 관한 판단 부분에까지 미치지는 아니한다. 또한 기판력이 미치는 주관적 범위는 신분관계소송이나 회사관계소송 등에서 제3자에게도 그 효력이 미치는 것으로 규정되어 있는 경우를 제외하고는 원칙적으로 당사자, 변론을 종결한 뒤의 승계인 또는 그를 위하여 청구의 목적물을 소지한 사람과 다른 사람을 위하여 원고나 피고가 된 사람이 확정판결을 받은 경우의 그 다른 사람에 국한되고, 그 외의 제3자나 변론을 종결하기 전의 승계인에게는 미치지 않는 것이며(민사소송법 제218조 제1항,제3항), 한편민사소송법 제52조에 의하여 대표자가 있는 법인 아닌 사단이 소송의 당사자가 되는 경우에도 그 법인 아닌 사단은 대표자나 구성원과는 별개의 주체이므로, 그 대표자나 구성원을 당사자로 한 판결의 기판력이 법인 아닌 사단에 미치지 아니함은 물론 그 법인 아닌 사단을 당사자로 한 판결의 기판력 또한 그 대표자나 구성원에게 미치지 아니하는 것이 당연하다.<br/>[2] 甲이 乙 종중을 상대로 부동산의 소유권에 기하여 제기한 분묘굴이 및 토지인도 등 청구가 인용되고 그 판결이 그대로 확정되었다고 하더라도, 그 기판력은 소송물인 분묘굴이 및 토지인도 등 청구권에 한하여 생기고 판결이유 중에서 판단되었을 뿐인 소유권에 관하여 생기는 것은 아니고, 나아가 그 효력 또한 甲과 乙 종중 사이에만 미칠 뿐 乙 종중의 종중원으로서 단순한 공동소송인의 관계에 있을 뿐인 丙에게는 미치지 아니하므로, 甲의 乙 종중에 대한 제1심판결이 확정되었다는 이유만으로 甲이 부동산의 소유권을 적법하게 취득하였음을 丙에게도 주장할 수 있다고 한 원심판단에는 기판력의 범위에 관한 법리를 오해한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제52조,제216조,제218조 제1항,제3항,민법 제31조 / [2]민사소송법 제52조,제216조,제218조 제1항,제3항,민법 제31조<br/>",
  "참조판례": "[1]대법원 1969. 12. 9. 선고 69다1780 판결(집17-4, 민164),대법원 1978. 11. 1. 선고 78다1206 판결(공1979, 11527),대법원 1989. 4. 25. 선고 88다카3618 판결(공1989, 806),대법원 1990. 1. 12. 선고 88다카24622 판결(공1990, 451),대법원 1996. 11. 15. 선고 96다31406 판결(공1997상, 14)<br/>"
}