{
  "판례일련번호": "147619",
  "사건명": "마약류관리에관한법률위반(향정)·도로교통법위반",
  "사건번호": "2010도11272",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101223",
  "판시사항": "[1]구 도로교통법 제150조 제1호,제45조 위반죄가 ‘위태범’인지 여부(적극) 및 약물 등의 영향으로 현실적으로 ‘정상적으로 운전하지 못할 상태’에 이르러야 성립하는지 여부(소극)<br/>[2] 피고인이 필로폰을 투약한 후 그 영향으로 정상적으로 운전하지 못할 우려가 있는 상태에서 자동차를 운전하였다는 구 도로교통법 위반의 공소사실에 대하여, 필로폰 투약 후 자동차를 운전할 당시 아무런 증상이 없었다는 피고인의 진술만으로 위 법 위반죄의 성립을 방해할 수 없는데도, 이 점을 인정할 아무런 증거가 없다고 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>[3] 자백에 대한 보강증거의 정도<br/>[4] 2010. 2. 18. 01:35경 자동차를 타고 온 피고인으로부터 필로폰을 건네받은 후 피고인이 위 차량을 운전해 갔다고 한 甲의 진술과 2010. 2. 20. 피고인으로부터 채취한 소변에서 나온 필로폰 양성 반응은, 피고인이 2010. 2. 18. 02:00경의 필로폰 투약으로 정상적으로 운전하지 못할 우려가 있는 상태에 있었다는 공소사실 부분에 대한 자백을 보강하는 증거가 되기에 충분하다고 본 사례<br/>",
  "판결요지": "[1]구 도로교통법(2010. 7. 23. 법률 제10382호로 개정되기 전의 것) 제150조 제1호에 “제45조의 규정을 위반하여 약물로 인하여 정상적으로 운전하지 못할 우려가 있는 상태에서 자동차 등을 운전한 사람”을 처벌하도록 규정하고 있고,같은 법 제45조에 “자동차 등의 운전자는제44조의 규정에 의한 술에 취한 상태 외에 과로·질병 또는 약물(마약·대마 및 향정신성의약품과 그 밖에 행정안전부령이 정하는 것을 말한다)의 영향과 그 밖의 사유로 인하여 정상적으로 운전하지 못할 우려가 있는 상태에서 자동차 등을 운전하여서는 아니된다.”고 규정하고 있다. 위 규정의 법문상 필로폰을 투약한 상태에서 운전하였다고 하여 바로 처벌할 수 있는 것은 아니고 그로 인하여 정상적으로 운전하지 못할 우려가 있는 상태에서 자동차 등을 운전한 경우에만 처벌할 수 있다고 보아야 하나, 위 법 위반죄는 이른바 위태범으로서 약물 등의 영향으로 인하여 ‘정상적으로 운전하지 못할 우려가 있는 상태’에서 운전을 하면 바로 성립하고, 현실적으로 ‘정상적으로 운전하지 못할 상태’에 이르러야만 하는 것은 아니다.<br/>[2] 피고인이 필로폰 약 0.03g을 커피에 타 마신 후 그 영향으로 정상적으로 운전하지 못할 우려가 있는 상태에서 자동차를 1km 가량 운전하였다는 구 도로교통법(2010. 7. 23. 법률 제10382호로 개정되기 전의 것) 위반의 공소사실에 대하여, 피고인이 필로폰 투약의 증상이 나타나는 통상적인 수량을 투약하고 근접한 시간 내에 운전을 하였다면 위태범인 위 법 위반죄가 성립하고, 피고인이 현실적으로 필로폰 투약의 영향으로 인하여 정상적으로 운전하지 못하는 상태에 이르러야 하는 것은 아니므로, 필로폰 투약 후 자동차를 운전할 당시 아무런 증상이 없었다는 피고인의 진술만으로 위 죄의 성립을 방해할 수 없는데도, 이 점을 인정할 아무런 증거가 없다고 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>[3] 자백에 대한 보강증거는 범죄사실의 전부 또는 중요 부분을 인정할 수 있는 정도가 되지 아니하더라도 피고인의 자백이 가공적인 것이 아닌 진실한 것임을 인정할 수 있는 정도만 되면 족할 뿐만 아니라, 직접증거가 아닌 간접증거나 정황증거도 보강증거가 될 수 있고, 또한 자백과 보강증거가 서로 어울려서 전체로서 범죄사실을 인정할 수 있으면 유죄의 증거로 충분하다.<br/>[4] 2010. 2. 18. 01:35경 자동차를 타고 온 피고인으로부터 필로폰을 건네받은 후 피고인이 위 차량을 운전해 갔다고 한 甲의 진술과 2010. 2. 20. 피고인으로부터 채취한 소변에서 나온 필로폰 양성 반응은, 피고인이 2010. 2. 18. 02:00경의 필로폰 투약으로 정상적으로 운전하지 못할 우려가 있는 상태에 있었다는 공소사실 부분에 대한 자백을 보강하는 증거가 되기에 충분하므로, 위 공소사실 부분에 대한 보강증거가 없다는 원심판단에 보강증거의 정도에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 도로교통법(2010. 7. 23. 법률 제10382호로 개정되기 전의 것) 제45조,제150조 제1호(현행제148조의2 제3호 참조) / [2]구 도로교통법(2010. 7. 23. 법률 제10382호로 개정되기 전의 것) 제45조,제150조 제1호(현행제148조의2 제3호 참조) / [3]형사소송법 제310조 / [4]구 도로교통법(2010. 7. 23. 법률 제10382호로 개정되기 전의 것) 제45조,제150조 제1호(현행제148조의2 제3호 참조),형사소송법 제310조<br/>",
  "참조판례": "[3]대법원 2006. 1. 27. 선고 2005도8704 판결(공2006상, 380),대법원 2007. 9. 20. 선고 2007도5845 판결,대법원 2008. 5. 29. 선고 2008도2343 판결(공2008하, 959),대법원 2008. 11. 27. 선고 2008도7883 판결<br/>"
}