{
  "판례일련번호": "147605",
  "사건명": "소유권이전등기등",
  "사건번호": "2007다22859",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101223",
  "판시사항": "[1] 특정유증을 한 유증자가 사망한 경우 그의 소송상 지위의 당연승계인(=상속인) 및 특정유증을 받은 자가 이를 당연승계할 수 있는지 여부(소극)<br/>[2] 당사자가 사망하였으나 그를 위한 소송대리인이 있어 소송절차가 중단되지 않는 경우, 망인의 공동상속인 중 소송수계절차를 밟은 일부만을 당사자로 표시한 판결의 효력이 나머지 공동상속인에게도 미치는지 여부(적극)<br/>[3] 사망한 당사자의 소송대리인에게 상소제기에 관한 특별수권이 부여되어 있는 경우 상소제기 없이 상소기간이 지나가면 그 판결이 확정되는지 여부(적극) 및 당사자 표시가 잘못되었음에도 망인의 소송상 지위를 당연승계한 정당한 상속인들 모두에게 효력이 미치는 판결에 대하여 그 잘못된 당사자 표시를 신뢰한 망인의 소송대리인이나 상대방 당사자가 그 잘못 기재된 당사자 모두를 상소인 또는 피상소인으로 표시하여 상소를 제기한 경우, 정당한 상속인들 모두에게 효력이 미치는 위 판결 전부에 대하여 상소가 제기된 것으로 보아야 하는지 여부(원칙적 적극)<br/>[4] 제1심 소송 계속 중 사망한 당사자의 소송대리인이 제기한 항소가 소송수계인으로 표시되지 아니한 망인의 공동상속인들 모두에게 효력이 미치는 제1심판결 전부에 대하여 제기된 것으로 보아야 하므로 위 항소로 인하여 제1심판결 전부에 대하여 확정이 차단되었음에도 불구하고, 제1심에서 수계신청을 하지 아니한 공동상속인들에 대한 제1심판결이 이미 확정된 것으로 오인하여 위 공동상속인들이 항소심에서 제출한 소송수계신청을 기각한 원심판결을 파기한 사례<br/>[5] 부모가 자식에게 재산의 명의를 이전하여 준 이후에도 그 재산에 대한 관리·처분권을 계속 행사하였음을 이유로 이를 명의신탁으로 단정할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 유언자가 자신의 재산 전부 또는 전 재산의 비율적 일부가 아니라 단지 일부 재산을 특정하여 유증한 데 불과한 특정유증의 경우에는, 유증 목적인 재산은 일단 상속재산으로서 상속인에게 귀속되고 유증을 받은 자는 단지 유증의무자에 대하여 유증을 이행할 것을 청구할 수 있는 채권을 취득하게 될 뿐이므로, 유증자가 사망한 경우 그의 소송상 지위도 일단 상속인에게 당연승계되는 것이고 특정유증을 받은 자가 이를 당연승계할 여지는 없다.<br/>[2]민사소송법 제95조 제1호,제238조에 따라 소송대리인이 있는 경우에는 당사자가 사망하더라도 소송절차가 중단되지 않고 소송대리인의 소송대리권도 소멸하지 아니하는바, 이때 망인의 소송대리인은 당사자 지위의 당연승계로 인하여 상속인으로부터 새로이 수권을 받을 필요 없이 법률상 당연히 상속인의 소송대리인으로 취급되어 상속인들 모두를 위하여 소송을 수행하게 되는 것이고, 당사자가 사망하였으나 그를 위한 소송대리인이 있어 소송절차가 중단되지 않는 경우에 비록 상속인으로 당사자의 표시를 정정하지 아니한 채 망인을 그대로 당사자로 표시하여 판결하였다고 하더라도 그 판결의 효력은 망인의 소송상 지위를 당연승계한 상속인들 모두에게 미치는 것이므로, 망인의 공동상속인 중 소송수계절차를 밟은 일부만을 당사자로 표시한 판결 역시 수계하지 아니한 나머지 공동상속인들에게도 그 효력이 미친다.<br/>[3] 망인의 소송대리인에게 상소제기에 관한 특별수권이 부여되어 있는 경우에는, 그에게 판결이 송달되더라도 소송절차가 중단되지 아니하고 상소기간은 진행하는 것이므로 상소제기 없이 상소기간이 지나가면 그 판결은 확정되는 것이지만, 한편 망인의 소송대리인이나 상속인 또는 상대방 당사자에 의하여 적법하게 상소가 제기되면 그 판결이 확정되지 않는 것 또한 당연하다. 그런데 당사자 표시가 잘못되었음에도 망인의 소송상 지위를 당연승계한 정당한 상속인들 모두에게 효력이 미치는 판결에 대하여 그 잘못된 당사자 표시를 신뢰한 망인의 소송대리인이나 상대방 당사자가 그 잘못 기재된 당사자 모두를 상소인 또는 피상소인으로 표시하여 상소를 제기한 경우에는, 상소를 제기한 자의 합리적 의사에 비추어 특별한 사정이 없는 한 정당한 상속인들 모두에게 효력이 미치는 위 판결 전부에 대하여 상소가 제기된 것으로 보는 것이 타당하다.<br/>[4] 제1심 소송 계속 중 원고가 사망하자 공동상속인 중 甲만이 수계절차를 밟았을 뿐 나머지 공동상속인들은 수계신청을 하지 아니하여 甲만을 망인의 소송수계인으로 표시하여 원고 패소 판결을 선고한 제1심판결에 대하여 상소제기의 특별수권을 부여받은 망인의 소송대리인이 항소인을 제1심판결문의 원고 기재와 같이 “망인의 소송수계인 甲”으로 기재하여 항소를 제기하였고, 항소심 소송 계속 중에 망인의 공동상속인 중 乙 등이 소송수계신청을 한 사안에서, 수계적격자인 망인의 공동상속인들 전원이 아니라 제1심에서 실제로 수계절차를 밟은 甲만을 원고로 표시한 제1심판결의 효력은 그 당사자 표시의 잘못에도 불구하고 당연승계에 따른 수계적격자인 망인의 상속인들 모두에게 미치는 것인데, 위와 같은 제1심판결의 잘못된 당사자 표시를 신뢰한 망인의 소송대리인이 판결에 표시된 소송수계인을 그대로 항소인으로 표시하여 그 판결에 전부 불복하는 위 항소를 제기한 이상, 그 항소 역시 소송수계인으로 표시되지 아니한 나머지 상속인들 모두에게 효력이 미치는 위 제1심판결 전부에 대하여 제기된 것으로 보아야 할 것이므로, 위 항소로 인하여 제1심판결 전부에 대하여 확정이 차단되고 항소심절차가 개시되었으며, 다만 제1심에서 이미 수계한 甲 외에 망인의 나머지 상속인들 모두의 청구 부분과 관련하여서는 항소제기 이후로 소송대리인의 소송대리권이 소멸함에 따라민사소송법 제233조에 의하여 그 소송절차는 중단된 상태에 있었다고 보아야 할 것이고, 따라서 원심으로서는 망인의 정당한 상속인인 乙 등의 위 소송수계신청을 받아들여 그 부분 청구에 대하여도 심리 판단하였어야 함에도, 乙 등이 망인의 당사자 지위를 당연승계한 부분의 제1심판결이 이미 확정된 것으로 오인하여 위 소송수계신청을 기각한 원심판결을 파기한 사례.<br/>[5] 부모가 생전에 자신이 일군 재산을 자식에게 물려준 때에는, 그 후에도 자식의 협조 내지 승낙하에 부모가 여전히 당해 재산에 대한 관리·처분권을 행사하는 경우가 흔히 있을 수 있는 모습이므로, 부모가 자식에게 재산의 명의를 이전하여 준 이후에도 그 재산에 대한 관리·처분권을 계속 행사하였다고 해서 곧바로 이를 증여가 아닌 명의신탁이라고 단정할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제1078조,민사소송법 제233조 / [2]민사소송법 제95조 제1호,제218조,제233조,제238조 / [3]민사소송법 제90조 제2항 제3호,제95조 제1호,제218조,제233조,제238조,제396조,제425조 / [4]민사소송법 제90조 제2항 제3호,제95조 제1호,제218조,제233조,제238조,제396조 / [5]민법 제103조[명의신탁],제554조<br/>",
  "참조판례": "[1]대법원 2003. 5. 27. 선고 2000다73445 판결(공2003하, 1419) / [2][3]대법원 1992. 11. 5.자 91마342 결정(공1993상, 66) / [2]대법원 1995. 9. 26. 선고 94다54160 판결(공1995하, 3519),대법원 1996. 2. 9. 선고 94다61649 판결(공1996상, 888)<br/>"
}