{
  "판례일련번호": "147600",
  "사건명": "시정명령등취소",
  "사건번호": "2008두22815",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101223",
  "판시사항": "[1] 의약품의 판매를 증진하기 위하여 의료기관 등에 현금이나 물품지원, 케이스 스터디 지원 등 다양한 판촉계획을 수립하고 이행한 甲 제약회사의 의료기관 등에 대한 지원행위가 부당한 고객유인행위에 해당한다는 이유로 공정거래위원회가 시정명령과 과징금 납부명령을 한 사안에서, 甲의 구체적인 여러 종류의 지원행위가독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호에서 정한 포괄적인 하나의 부당한 고객유인행위에 해당한다고 본 원심판단을 수긍한 사례<br/>[2] 공정거래위원회가 甲 제약회사의 부당한 고객유인행위에 대한 과징금을 산정하면서 관련 약품의 매출액을 구체적으로 특정된 위반행위의 상대방에 대한 상품의 매출액으로 한정하지 않고, 부당한 고객유인행위로 영향을 받은 관련 약품 전체의 매출액으로 산정하여 과징금을 부과한 사안에서, 당해 의약품에 대한 거래처 전체의 매출액을 위반행위로 하여 영향을 받은 관련 상품의 매출액으로 보는 것이 타당하다고 본 원심판단을 수긍한 사례<br/>[3]독점규제 및 공정거래에 관한 법률 제29조 제1항에서 정한 사업자의 최저재판매가격유지행위가 예외적으로 허용되는 경우 및 허용 여부의 판단 기준과 그에 관한 증명책임자(=사업자)<br/>[4] 甲 제약회사가 3개 의약품 도매상과 박카스류 제품에 대한 판매계약을 체결하면서 도매상이 약국에 재판매하는 가격을 병당 330원으로 지정한 후 도매상이 이 가격 이하로 판매할 때에는 계약을 해지할 수 있도록 약정함으로써 최저재판매가격유지행위를 한 사안에서, 최저재판매가격유지행위를 허용할 정당한 이유가 있음을 인정할 자료가 없다고 판단한 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1] 의약품의 판매를 증진하기 위하여 의료기관 등에 현금이나 물품지원, 케이스 스터디 지원 등 다양한 판촉계획을 수립하고 이행한 甲 제약회사의 의료기관 등에 대한 지원행위가 부당한 고객유인행위에 해당한다는 이유로 공정거래위원회가 시정명령과 과징금 납부명령을 한 사안에서, 甲의 의료기관 등에 대한 구체적인 여러 종류의 지원행위는구 독점규제 및 공정거래에 관한 법률 시행령(2010. 5. 14. 대통령령 제22160호로 개정되기 전의 것) 제36조 제1항 [별표 1] 제4호 (가)목에서 정한 ‘정상적인 거래관행에 비추어 부당하거나 과대한 이익을 제공 또는 제공할 제의를 한 경우’에 해당하고 경쟁사업자의 고객을 유인할 가능성이 있는 점 등에 비추어,독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호에서 정한 포괄적인 하나의 부당한 고객유인행위에 해당한다고 본 원심판단을 수긍한 사례.<br/>[2] 공정거래위원회가 甲 제약회사의 부당한 고객유인행위에 대한 과징금을 산정하면서 관련 약품의 매출액을 구체적으로 특정된 위반행위의 상대방에 대한 상품의 매출액으로 한정하지 않고, 부당한 고객유인행위로 영향을 받은 관련 약품 전체의 매출액으로 산정하여 과징금을 부과한 사안에서, 판촉계획의 상당수가 거래처 일반을 대상으로 하고 있고 대상 의료기관 등이 전국에 분포되어 있는 점 등에 비추어, 구체적으로 확인된 甲의 이익제공행위는 본사 차원에서 수립된 거래처 일반에 대한 판촉계획의 실행행위로서 이루어진 것으로 볼 수 있으므로, 당해 의약품에 대한 거래처 전체의 매출액을 위반행위로 하여 영향을 받은 관련 상품의 매출액으로 보는 것이 타당하다고 본 원심판단을 수긍한 사례.<br/>[3] 독점규제 및 공정거래에 관한 법률의 입법 목적은 경쟁을 촉진하여 소비자를 보호하려는 데에도 있고,제29조 제1항이 재판매가격유지행위를 금지하는 취지도 사업자가 상품 또는 용역에 관한 거래가격을 미리 정하여 거래함으로써 유통단계에서의 가격경쟁을 제한하여 소비자후생을 저해하는 것을 방지하기 위한 데에 있다. 이러한 독점규제 및 공정거래에 관한 법률의 입법 목적과 재판매가격유지행위를 금지하는 취지에 비추어 볼 때, 최저재판매가격유지행위가 당해 상표 내의 경쟁을 제한하는 것으로 보이는 경우라 할지라도, 시장의 구체적 상황에 따라 그 행위가 관련 상품시장에서의 상표 간 경쟁을 촉진하여 결과적으로 소비자후생을 증대하는 등 정당한 이유가 있는 경우에는 이를 예외적으로 허용하여야 할 필요가 있다. 그리고 그와 같은 정당한 이유가 있는지 여부는 관련 시장에서 상표 간 경쟁이 활성화되어 있는지 여부, 그 행위로 인하여 유통업자들의 서비스 경쟁이 촉진되는지 여부, 소비자의 상품 선택이 다양화되는지 여부, 신규사업자로 하여금 유통망을 원활히 확보함으로써 관련 상품시장에 쉽게 진입할 수 있도록 하는지 여부 등을 종합적으로 고려하여야 할 것이며, 이에 관한 증명책임은 관련 규정의 취지상 사업자에게 있다고 보아야 한다.<br/>[4] 甲 제약회사가 3개 의약품 도매상과 박카스류 제품에 대한 판매계약을 체결하면서 도매상이 약국에 재판매하는 가격을 병당 330원으로 지정한 후 도매상이 이 가격 이하로 판매할 때에는 계약을 해지할 수 있도록 약정함으로써 최저재판매가격유지행위를 한 사안에서, 최저재판매가격유지행위를 허용할 정당한 이유가 있음을 인정할 자료가 없다고 판단한 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호,구 독점규제 및 공정거래에 관한 법률 시행령(2010. 5. 14. 대통령령 제22160호로 개정되기 전의 것) 제36조 제1항 [별표 1] 제4호 (가)목[현행제36조 제1항 [별표 1의2] 제4호 (가)목 참조] [2]독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호,제24조의2 / [3]독점규제 및 공정거래에 관한 법률 제2조 제6호,제29조 제1항 / [4]독점규제 및 공정거래에 관한 법률 제2조 제6호,제29조 제1항<br/>",
  "참조판례": "[3]대법원 2010. 11. 25. 선고 2009두9543 판결(공2011상, 36)<br/>"
}