{
  "판례일련번호": "147606",
  "사건명": "특정범죄가중처벌등에관한법률위반(뇌물)·제3자뇌물취득·변호사법위반",
  "사건번호": "2010도13584",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20101223",
  "판시사항": "[1] 재건축조합의 전임 조합장 직무대행자가 선임된 상태에서 후임 조합장으로 선임된 자가 실질적으로 조합장 직무를 수행한 경우, 뇌물죄의 적용에서 공무원으로 의제되는 ‘조합의 임원’으로 보아야 하는지 여부(적극)<br/>[2]구 도시 및 주거환경정비법 제84조에 의하여 공무원으로 의제되는 조합의 임원이 뇌물을 수수한 경우에도구 특정범죄 가중처벌 등에 관한 법률 제2조 제1항에 의하여 수뢰액에 따라 가중처벌되는지 여부(적극)<br/>[3] 뇌물죄에서 ‘직무관련성’ 및 ‘직무’의 의미<br/>[4] 공무원으로 의제되는 재건축조합 조합장인 피고인이 조합장의 직무와 관련하여 금품을 수수하였다는 내용으로 기소된 사안에서, 피고인에게 ‘뇌물수수죄’를 인정한 원심판단을 수긍한 사례<br/>[5] 피고인들이 공모하여 공무원으로 의제되는 재건축조합 조합장의 사무인 재건축상가의 일반분양분 매각에 관해 청탁 또는 알선한다는 명목으로 금품을 받았다는 구 변호사법 위반의 공소사실에 대하여, 이를 유죄로 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]  법인 등 대표자의 직무대행자가 선임된 상태에서 피대행자의 후임자가 적법하게 소집된 총회의 결의에 따라 새로 선출되었다 해도 그 직무대행자의 권한은 위 총회의 결의에 의하여 당연히 소멸하는 것은 아니므로 사정변경 등을 이유로 가처분결정이 취소되지 않는 한 직무대행자만이 적법하게 위 법인 등을 대표할 수 있고, 총회에서 선임된 후임자는 그 선임결의의 적법 여부에 관계없이 대표권을 가지지 못한다. 그러나구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제84조의 문언과 취지를 고려하면, 전임 조합장의 직무대행자가 선임된 상태에서 적법하게 소집된 총회의 결의에 의하여 후임 조합장으로 선임된 자가 직무대행자로부터 조합 사무를 인계받아 실질적으로 조합장 직무를 수행하였다면, 비록 대표권을 가지지 못한다고 하더라도,형법 제129조 내지제132조의 적용에서 공무원으로 의제되는 조합의 임원으로 보아야 한다.<br/>[2]구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제84조는 “형법 제129조 내지제132조의 적용에 있어서 조합의 임원과 정비사업전문관리업자의 대표자(법인인 경우에는 임원을 말한다)·직원은 이를 공무원으로 본다.”고 규정하고 있고,구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제2조 제1항은 “형법 제129조·제130조 또는제132조에 규정된 죄를 범한 자는 그 수수·요구 또는 약속한 뇌물의 가액에 따라 가중처벌한다.”고 규정하고 있으므로,구 도시 및 주거환경정비법 제84조에 의하여 공무원으로 의제되는 조합의 임원이 뇌물을 수수한 경우에도구 특정범죄 가중처벌 등에 관한 법률 제2조 제1항에 의하여 수뢰액에 따라 가중처벌된다.<br/>[3] 뇌물죄는 직무집행의 공정과 이에 대한 사회의 신뢰에 기하여 직무수행의 불가매수성을 직접적인 보호법익으로 하고 있으므로, 공무원의 직무와 금원의 수수가 전체적으로 대가관계에 있으면 뇌물수수죄가 성립하고, 특별히 청탁의 유무, 개개의 직무행위의 대가적 관계를 고려할 필요는 없으며, 또한 그 직무행위가 특정된 것일 필요도 없다. 한편 뇌물죄에 있어서 직무에는 공무원이 법령상 관장하는 직무 그 자체뿐만 아니라 그 직무와 밀접한 관계가 있는 행위 또는 관례상이나 사실상 소관하는 직무행위, 결정권자를 보좌하거나 영향을 줄 수 있는 직무행위도 포함된다.<br/>[4] 공무원으로 의제되는 재건축조합 조합장인 피고인 甲이 조합장의 직무와 관련하여 금품을 수수하였다는 내용으로 기소된 사안에서, 甲이 재건축상가 일반분양분의 매수를 위한 청탁 명목으로 제공된다는 사정을 알면서 피고인 乙을 통하여 丁으로부터 5,000만 원이 입금되어 있는 통장과 현금카드를 교부받았고, 재건축상가 일반분양분의 매각은 조합장의 직무와 밀접한 관련이 있다는 이유로, 甲에게 뇌물수수죄를 인정한 원심판단을 수긍한 사례.<br/>[5] 피고인 乙, 丙이 공모하여 공무원으로 의제되는 재건축조합 조합장의 사무인 재건축상가의 일반분양분 매각에 관해 청탁 또는 알선한다는 명목으로 丁으로부터 1억 원을 받았다는 구 변호사법(2008. 3. 28. 법률 제8991호로 개정되기 전의 것) 위반의 공소사실에 대하여, 제반 사정에 비추어 피고인들이 이에 관하여 전체적인 모의를 하지 않았더라도 순차적·암묵적으로 상통하여 공모하였다고 볼 수 있고, 또 이들이 위 1억 원을 받은 사실을 인정할 수 있다는 이유로, 이를 유죄로 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제84조 / [2]형법 제129조 제1항,구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제2조 제1항,구 도시 및 주거환경정비법 제84조 / [3]형법 제129조 제1항 / [4]형법 제129조 제1항,구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제2조 제1항,구 도시 및 주거환경정비법 제84조 / [5]형법 제30조,구 변호사법(2008. 3. 28. 법률 제8991호로 개정되기 전의 것) 제111조 제1항,제2항,구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제84조<br/>",
  "참조판례": "[1]대법원 1992. 5. 12. 선고 92다5638 판결(공1992, 1850),대법원 2010. 2. 11. 선고 2009다70395 판결(공2010상, 521) / [3]대법원 1997. 4. 17. 선고 96도3378 판결(공1997상, 1368),대법원 2001. 1. 19. 선고 99도5753 판결(공2001상, 584),대법원 2001. 10. 12. 선고 2001도3579 판결(공2001하, 2510),대법원 2002. 5. 10. 선고 2000도2251 판결(공2002하, 1439),대법원 2004. 5. 28. 선고 2004도1442 판결<br/>"
}