{
  "판례일련번호": "147816",
  "사건명": "손해배상(기)",
  "사건번호": "2009다103950",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110113",
  "판시사항": "[1] 소멸시효의 완성을 주장하는 것이 신의성실의 원칙에 반하여 권리남용으로서 허용될 수 없는 경우<br/>[2] 불법구금 상태에서 고문을 당한 후 간첩방조 등의 범죄사실로 유죄판결을 받고 형집행을 당한 사람에 대하여 국가배상책임을 인정하면서, 국가의 소멸시효 완성 항변은 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없다고 한 원심판단을 수긍한 사례<br/>[3] 불법행위 시와 변론종결 시 사이에 장기간의 세월이 경과되어 통화가치 등에 상당한 변동이 생긴 경우, 불법행위로 인한 위자료배상채무의 지연손해금 기산일(=사실심 변론종결 당일)<br/>[4] 불법행위로 인한 위자료배상채무의 지연손해금이 사실심 변론종결 당일로부터 발생한다고 보아야만 하는 예외적인 경우, 변론종결 시의 위자료 원금을 증액할 수 있는지 여부(적극)<br/>[5] 불법행위 시로부터 변론종결 시까지 장기간의 세월이 경과하였음에도 불법행위 시부터 위자료배상채무의 지연손해금이 발생한다고 판단한 원심판결을 파기하면서 위자료 원금에 관한 부분을 함께 파기환송한 사례<br/>",
  "판결요지": "[1] 채무자의 소멸시효에 기한 항변권의 행사도 우리 민법의 대원칙인 신의성실의 원칙과 권리남용금지의 원칙의 지배를 받는 것이어서, 채무자가 시효완성 전에 채권자의 권리행사나 시효중단을 불가능 또는 현저히 곤란하게 하였거나, 그러한 조치가 불필요하다고 믿게 하는 행동을 하였거나, 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었거나, 또는 일단 시효완성 후에 채무자가 시효를 원용하지 아니할 것 같은 태도를 보여 권리자로 하여금 그와 같이 신뢰하게 하였거나, 채권자 보호의 필요성이 크고, 같은 조건의 다른 채권자가 채무의 변제를 수령하는 등의 사정이 있어 채무이행의 거절을 인정함이 현저히 부당하거나 불공평하게 되는 등의 특별한 사정이 있는 경우에는 채무자가 소멸시효의 완성을 주장하는 것이 신의성실의 원칙에 반하여 권리남용으로서 허용될 수 없다.<br/>[2] 경찰 수사관들이 甲을 불법구금 상태에서 고문하여 간첩혐의에 대한 허위자백을 받아내는 등의 방법으로 증거를 조작함으로써 甲이 구속 기소되어 유죄판결을 받고 그 형집행을 당하도록 하였으므로, 그 소속 공무원들의 불법행위로 인하여 甲과 그 가족이 입은 일체의 비재산적 손해에 대하여 국가배상법에 따른 위자료배상책임을 인정하면서, 甲이 국가를 상대로 위자료지급청구를 할 수 없는 객관적인 장애사유가 있었고, 피해자인 甲을 보호할 필요성은 심대한 반면 국가의 이행거절을 인정하는 것은 현저히 부당하고 불공평하므로 국가의 소멸시효 완성 항변은 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없다고 한 원심판단을 수긍한 사례.<br/>[3] 불법행위가 없었더라면 피해자가 그 손해를 입은 법익을 계속해서 온전히 향유할 수 있었다는 점에서 불법행위로 인한 손해배상채무에 대하여는 원칙적으로 별도의 이행 최고가 없더라도 공평의 관념에 비추어 그 채무성립과 동시에 지연손해금이 발생한다고 보아야 한다. 그런데 위자료를 산정할 때에는 사실심 변론종결 당시까지 발생한 일체의 사정이 그 참작대상이 될 뿐만 아니라, 위자료 산정의 기준이 되는 국민소득수준이나 통화가치 등도 변론종결 시의 것을 반영해야만 하는바, 불법행위가 행하여진 시기와 가까운 무렵에 통화가치 등의 별다른 변동이 없는 상태에서 위자료 액수가 결정된 경우에는 위와 같이 그 채무가 성립한 불법행위 시로부터 지연손해금이 발생한다고 보더라도 특별히 문제될 것은 없으나, 불법행위 시와 변론종결 시 사이에 장기간의 세월이 경과되어 위자료를 산정함에 있어 반드시 참작해야 할 변론종결 시의 통화가치 등에 불법행위 시와 비교하여 상당한 변동이 생긴 때에도 덮어놓고 불법행위 시로부터 지연손해금이 발생한다고 보는 경우에는 현저한 과잉배상의 문제가 제기된다. 왜냐하면, 이때에는 위와 같이 변동된 통화가치 등을 추가로 참작하여 위자료의 수액을 재산정해야 하는데, 이러한 사정은 불법행위가 행하여진 무렵의 위자료 산정의 기초되는 기존의 제반 사정과는 명백히 구별되는 것이고, 변론종결의 시점에서야 전적으로 새롭게 고려되는 사정으로서 어찌 보면 변론종결 시에 비로소 발생한 사정이라고도 할 수 있어, 이처럼 위자료 산정의 기준되는 통화가치 등의 요인이 변론종결 시에 변동된 사정을 참작하여 위자료가 증액된 부분에 대하여 불법행위 시로부터 지연손해금을 붙일 수 있는 근거는 전혀 없다고 할 것이기 때문이다. 따라서 이처럼 불법행위 시와 변론종결 시 사이에 장기간의 세월이 경과됨으로써 위자료를 산정함에 있어 반드시 참작해야 할 변론종결 시의 통화가치 등에 불법행위 시와 비교하여 상당한 변동이 생긴 때에는, 예외적으로라도 불법행위로 인한 위자료배상채무의 지연손해금은 그 위자료 산정의 기준시인 사실심 변론종결 당일로부터 발생한다고 보아야만 한다.<br/>[4] 불법행위로 인한 위자료배상채무의 지연손해금이 그 위자료 산정의 기준시인 사실심 변론종결 당일로부터 발생한다고 보아야만 하는 예외적인 경우에는 논리상 변론종결시 이전에는 지연손해금을 붙일 수 없는 결과, 위자료채무가 성립한 불법행위 시로부터 지연손해금을 붙이는 원칙적인 경우와는 달리, 불법행위 시로부터 변론종결 시까지 상당한 장기간 동안 배상이 지연됨에도 그 기간에 대한 지연손해금이 전혀 가산되지 않게 된다는 사정까지 참작하여 변론종결 시의 위자료 원금을 산정함에 있어 이를 적절히 증액할 여지가 있을 수 있다.<br/>[5] 경찰 수사관들의 불법행위로 인한 국가배상책임을 인정하면서 불법행위 시로부터 변론종결 시까지 34년 이상의 오랜 세월이 경과하였음에도 불법행위 시부터 지연손해금이 발생한다고 판단한 원심판결에는 불법행위로 인한 위자료배상채무의 지연손해금 기산일에 관한 법리를 오해한 위법이 있고, 한편 이러한 경우에는 불법행위 시로부터 변론종결 시까지 배상이 지연된 사정을 참작하여 변론종결 시의 위자료 원금을 적절히 증액할 여지가 있을 수 있으므로 위자료 원금에 관한 부분을 함께 파기환송한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제162조 / [2]민법 제2조,제166조 제1항,국가배상법 제2조 제1항,제8조,구 예산회계법(2006. 10. 4. 법률 제8050호 국가재정법 부칙 제2조로 폐지) 제96조(현행국가재정법 제96조 참조) / [3]민법 제393조,제750조,제751조,제763조 / [4]민법 제393조,제750조,제751조,제763조 / [5]민법 제393조,제750조,제751조,제763조,국가배상법 제2조 제1항<br/>",
  "참조판례": "[1]대법원 2002. 10. 25. 선고 2002다32332 판결(공2002하, 2849),대법원 2008. 5. 29. 선고 2004다33469 판결(공2008하, 1109),대법원 2010. 6. 10. 선고 2010다8266 판결(공2010하, 1365)<br/>"
}