{
  "판례일련번호": "147841",
  "사건명": "용수료",
  "사건번호": "2009다21058",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110113",
  "판시사항": "[1] 취수 사용하고자 하는 하천유수가 구 댐건설 및 주변지역지원 등에 관한 법률상 댐사용권이 설정된 물일 경우, 댐사용권자인 한국수자원공사와 이용자가 체결한 각 취수장별 용수계약을 일괄하여 하나의 계약으로 볼 수 있는지 여부(소극)<br/>[2] 댐용수계약에 따른 용수료 부과 대상에서 제외되는 기득사용물량은 각 취수장별로 산정되어야 하는지 여부(적극)<br/>[3] 한국수자원공사와 서울특별시가 체결한 각 용수계약이 취수장별로 각각 별개로 이루어진 것이 아니라 전체가 하나의 계약이라고 보고, 용수료 산정 방법은 ‘취수장별 기득사용물량 공제방식’이 아닌 ‘사용자별 기득사용물량 총량 공제방식’에 의하여야 한다고 한 원심판결을 파기한 사례<br/>[4] 피해 당사자가 궁박, 경솔 또는 무경험의 상태에 있으나, 상대방 당사자에게 폭리행위의 악의가 없는 경우 불공정 법률행위가 성립하는지 여부(소극)<br/>[5] 한국수자원공사와 서울특별시가 체결한 각 용수계약 중 ‘취수장별 기득사용물량 공제방식’에 의한 용수료 산정에 관한 약정 부분이 불공정한 법률행위로서 무효라고 한 원심판결을 파기한 사례<br/>",
  "판결요지": "[1] 댐이 완공되면 저수구역은구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것, 이하 ‘댐법’이라 한다) 제12조,구 하천법(2007. 4. 6. 법률 제8338호로 전부 개정되기 전의 것) 제2조에 따라 하천구역이 되고, 댐에서 방류되어 댐하류의 하천에 흐르는 물은 하천유수에 속하게 되는데, 하천유수를 본래의 공용목적에 따라 타인의 공동이용을 방해하지 않는 한도에서 자유로이 사용하는 것을 넘어서 일반인에게는 허용되지 않는 특별한 공물사용권을 설정받아 일정기간 배타적으로 사용하기 위해서는 하천법에 의해 하천점용허가를 받아야 한다. 그런데 취수 사용하고자 하는 하천유수가 댐법상 댐사용권이 설정된 물일 경우 허가신청자는구 하천법 제34조의 규정에 따라 댐사용권자의 동의를 얻어야 하고,구 하천법 제35조에 따라 그 손실을 보상하여야 하는데, 댐사용권자가 한국수자원공사인 경우에는한국수자원공사법 제15조 제1항 등에 의하여 이용자와 한국수자원공사 사이에 용수계약의 체결이 강제되고한국수자원공사법 제16조 제1항 및댐법 제35조 제1항 등에 의하여 한국수자원공사는 이용자로부터 용수 사용료를 징수할 수 있게 된다. 이러한 용수계약은 하천점용허가라는 대물적 특허처분에 상응하여 체결된 것이므로, 각 취수장별 계약을 일괄하여 하나의 계약으로 파악하는 것은 각 용수계약 및 하천법상 하천점용허가의 본질에 어긋난다.<br/>[2]구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것) 제35조 제1항 단서 등에 의하면, 댐 건설 이전에 하천점용허가를 받아 사용하던 물량에 대해서는 사용료를 부과하지 않도록 하고 있는바, 취수지점별 취수량은 하천 수량 및 수질에 영향을 미치므로 하천관리청에서는 취수지점별로 하천점용허가를 하여 왔고, 댐용수계약이 하천점용허가와 밀접하게 연관되어 있다는 점을 보태어 보면, 용수료 부과 대상에서 제외되는 기득사용물량은 각 취수장별로 산정되어야 한다.<br/>[3] 한국수자원공사가 공급하는 댐용수를 서울특별시가 암사 취수장에서 취수하고 요금은 취수한 물의 총량에서 기득물량을 공제한 잔여 물량에 단가를 곱하여 산출하는 방식으로 한국수자원공사와 서울특별시가 암사 취수장에 대한 용수계약을 체결한 후 다른 취수장들에 대하여는 자세한 계약 내용이 기재된 계약서를 사용하지 않고 용수계약을 체결한 사안에서, 선행 암사 취수장에 대한 용수계약이나 후행 각 취수장에 대한 용수계약 모두 개별 취수장에 관하여 체결된 것으로 보이고, 용수료 부과 대상에서 제외되는 기득사용물량은 각 취수장별로 산정되어야 한다고 해석할 여지도 충분함에도, 각 용수계약이 취수장별로 각각 별개로 이루어진 것이 아니라 전체가 하나의 계약이라고 보고, 용수료 산정 방법은 ‘취수장별 기득사용물량 공제방식’이 아니라 사용자별로 전체 취수장의 취수량을 합산한 물량에서 기득사용물량 총량을 공제한 것을 잔여 물량으로 인정한 후 이를 기준으로 용수 사용료를 산정하는 ‘사용자별 기득사용물량 총량 공제방식’에 의하야여 한다고 한 원심판결을 파기한 사례.<br/>[4]민법 제104조에 규정된 불공정한 법률행위는 객관적으로 급부와 반대급부 사이에 현저한 불균형이 존재하고, 주관적으로 그와 같이 균형을 잃은 거래가 피해 당사자의 궁박, 경솔 또는 무경험을 이용하여 이루어진 경우에 성립하는 것으로서, 약자적 지위에 있는 자의 궁박, 경솔 또는 무경험을 이용한 폭리행위를 규제하려는 데 그 목적이 있는바, 피해 당사자가 궁박, 경솔 또는 무경험의 상태에 있었다고 하더라도 그 상대방 당사자에게 위와 같은 피해 당사자 측의 사정을 알면서 이를 이용하려는 의사, 즉 폭리행위의 악의가 없었다면 불공정 법률행위는 성립하지 않는다.<br/>[5] 한국수자원공사와 서울특별시가 체결한 각 용수계약에서 ‘취수장별 기득사용물량 공제방식’에 따라 용수료를 산정하기로 정함으로써 ‘사용자별 기득사용물량 총량 공제방식’을 따르는 경우에 비해 용수료의 차이가 발생하더라도, 각 용수계약의 일부 내용에 불과한 공제방식에 따른 용수료의 차이만을 비교하여 급부와 반대급부 사이에 현저한 불균형 여부를 판단할 수 없고, 용수계약 체결 당시 서울특별시가 궁박한 상태에 있었다거나 서울수자원공사에게 폭리를 취하려는 의사가 있었다고 단정하기 어려움에도 불구하고, 위 용수계약 중 취수장별 공제방식에 의한 용수료 산정에 관한 약정 부분이 불공정한 법률행위로서 무효라고 한 원심판결을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것) 제12조,제35조 제1항,구 하천법(2007. 4. 6. 법률 제8338호로 전부 개정되기 전의 것) 제2조(현행제2조 참조),제33조(현행제33조,제50조 참조),제34조(현행제34조,제50조 제8항 참조),제35조(현행제35조,제50조 제8항 참조),한국수자원공사법 제15조 제1항,제16조 제1항 / [2]구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것) 제35조 제1항,구 하천법(2007. 4. 6. 법률 제8338호로 전부 개정되기 전의 것) 제33조(현행제33조,제50조 참조),한국수자원공사법 제15조 제1항,제16조 제1항 / [3]구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것) 제12조,제35조 제1항,구 하천법(2007. 4. 6. 법률 제8338호로 전부 개정되기 전의 것) 제2조(현행제2조 참조),제33조(현행제33조,제50조 참조),제34조(현행제34조,제50조 제8항 참조),제35조(현행제35조,제50조 제8항 참조),한국수자원공사법 제15조 제1항,제16조 제1항,민법 제105조 / [4]민법 제104조 / [5]민법 제104조,구 댐건설 및 주변지역지원 등에 관한 법률(2001. 12. 31. 법률 제6587호로 개정되기 전의 것) 제35조 제1항,구 하천법(2007. 4. 6. 법률 제8338호로 전부 개정되기 전의 것) 제33조(현행제33조,제50조 참조),한국수자원공사법 제15조 제1항,제16조 제1항<br/>",
  "참조판례": "[4]대법원 2002. 9. 4. 선고 2000다54406, 54413 판결(공2002하, 2308)<br/>"
}