{
  "판례일련번호": "147813",
  "사건명": "근저당피담보채권부존재확인",
  "사건번호": "2010다69940",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110113",
  "판시사항": "[1] 의사표시와 관련하여 ‘사실인정’과 법률적 판단의 영역에 속하는 ‘의사표시의 해석’의 구별<br/>[2] 채권자 아닌 제3자 명의의 근저당권설정등기의 효력(한정 유효) 및 이 경우 당사자들의 일련의 행위가 가지는 법률적 의미가 분명하지 아니하여 채권자와 근저당권자 사이에 형성된 법률관계의 실체를 밝히는 것이 의사표시 해석의 문제인지 여부(적극)<br/>[3] 채무자가 채권자 아닌 제3자 명의의 근저당권설정등기를 한 사안에서, 채권자와 근저당권자가 불가분적 채권관계를 형성한 것이라고 볼 여지가 충분함에도, 채권자가 근저당권자에게 채권을 양도하였다는 사실인정을 한 원심판결을 파기한 사례<br/>",
  "판결요지": "[1] 의사표시와 관련하여, 당사자에 의하여 무엇이 표시되었는가 하는 점과 그것으로써 의도하려는 목적을 확정하는 것은 사실인정의 문제이고, 인정된 사실을 토대로 그것이 가지는 법률적 의미를 탐구 확정하는 것은 이른바 의사표시의 해석으로서, 이는 사실인정과는 구별되는 법률적 판단의 영역에 속하는 것이다. 그리고 어떤 목적을 위하여 한 당사자의 일련의 행위가 법률적으로 다듬어지지 아니한 탓으로 그것이 가지는 법률적 의미가 명확하지 아니한 경우에는 그것을 법률적인 관점에서 음미, 평가하여 그 법률적 의미가 무엇인가를 밝히는 것 역시 의사표시의 해석에 속한다.<br/>[2] 제3자를 근저당권 명의인으로 하는 근저당권을 설정하는 경우 그 점에 대하여 채권자와 채무자 및 제3자 사이에 합의가 있고, 채권양도, 제3자를 위한 계약, 불가분적 채권관계의 형성 등 방법으로 채권이 그 제3자에게 실질적으로 귀속되었다고 볼 수 있는 특별한 사정이 있는 경우에는 제3자 명의의 근저당권설정등기도 유효하다고 보아야 할 것이지만, 위와 같은 경우에 있어서도 당사자들의 일련의 행위가 가지는 법률적 의미가 분명하지 아니하다면 채권자와 근저당권자 사이에 형성된 법률관계의 실체를 밝히는 것은 단순한 사실인정의 문제가 아니라 의사표시 해석의 영역에 속하는 것일 수밖에 없고, 따라서 그 행위가 가지는 법률적 의미는 채권자와 근저당권자의 관계, 근저당권설정의 동기 및 경위, 당사자들의 진정한 의사와 목적 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[3] 甲이 乙로부터 토지를 매수하여 매매대금 중 일부를 지급하였고, 그 후 乙이 丙에 대한 차용금채무를 담보하기 위하여 甲에 대한 매매잔대금채권을 丙에게 양도하였는데, 丙이 양수한 위 매매잔대금채권의 지급을 담보하기 위하여 甲이 丙에게 근저당권설정등기를 마쳐주었다고 사실인정을 한 원심에 대하여, 위와 같은 채권양도의 의사표시가 있었음을 인정할 만한 직접적인 증거가 없을 뿐만 아니라 그에 대한 丙의 주장에 일관성이 없어, 채권자인 乙과 근저당권자인 丙 사이에 어떠한 법률관계가 형성되었는지를 판단하는 것은 단순한 사실인정의 문제가 아니라 의사표시 해석의 영역에 속하는 것으로 보아야 하는데, 그 법률관계의 실체는 채권자인 乙과 근저당권자인 丙의 관계, 위 근저당권설정의 동기 및 경위 등에 비추어, 丙이 乙로부터 채권을 양도받은 것이 아니라 위 근저당권의 피담보채권을 원래의 채권자인 乙뿐만 아니라 근저당권자인 丙에게도 귀속시키기로 합의함으로써 丙과 乙이 불가분적 채권관계를 형성한 것이라고 볼 여지가 충분함에도, 乙이 丙에게 매매잔대금채권을 양도하였다는 사실인정을 한 다음 甲이 乙에 대하여 한 변제는 채권양수인인 丙에게 그 효과가 미치지 않는다는 취지로 판단한 원심판결을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조 / [2]민법 제105조,제361조,제369조 / [3]민법 제105조,제361조,제369조,제409조,제449조 제1항<br/>",
  "참조판례": "[1][2]대법원 2001. 3. 15. 선고 99다48948 전원합의체 판결(공2001상, 873) / [2]대법원 2007. 1. 11. 선고 2006다50055 판결(공2007상, 286)<br/>"
}