{
  "판례일련번호": "147818",
  "사건명": "신용장대금지급",
  "사건번호": "2008다88337",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110113",
  "판시사항": "[1] 취소불능신용장 개설은행이 수익자의 동의 없이 매입은행 등 지정은행에 대한 지시의 형식을 취하여 실질적으로 수익자의 귄리 또는 그 행사요건 등을 변경하는 결과를 초래한 경우, 그 지시의 효력(=무효)<br/>[2] 취소불능신용장 개설은행이 매입은행에게 지시의 형식으로 부가조건의 삭제를 통보하였는데 수익자가 그 부가조건 삭제 요청을 거절한 사안에서, 위 부가조건의 삭제는 신용장 조건의 변경에 해당하는데 수익자가 그 부가조건 삭제 요청을 거절하였으므로 개설은행의 매입은행에 대한 부가조건 삭제 지시는 아무런 효력이 없다고 본 원심판단을 수긍한 사례<br/>[3] 제5차 개정 신용장통일규칙 제14조 d항 i호에 정한 기간이 지난 후에 신용장 개설은행이 최초에 명시하지 아니한 새로운 하자를 주장하여 신용장 대금 지급을 거절할 수 있는지 여부(소극)<br/>[4] 신용장의 부가조건에 따라 매입은행이 수익자로부터 선하증권 대신 수익자 발행의 보상장을 제출받아 환어음을 매입한 후 개설은행에게 신용장 대금의 상환을 청구한 사안에서, 개설은행은 보상장의 수신인이 개설은행이 아니라는 점을 하자로 들어 신용장 대금의 상환을 거부할 수 없다고 한 원심판단이 정당하다고 한 사례<br/>[5] 신용장 문면과 조건 심사에 대한 ‘엄격 일치의 원칙’과 그 예외<br/>[6] 신용장의 각 화물명세서에는 “KL”이라고 기재된 반면 상업송장에는 “KLS”로 기재되어 있는 사안에서, 위 단위 기재의 불일치는 같은 단위에 관한 다른 표현을 혼용하여 사용한 것일 뿐 신용장 조건을 해하는 것이 아님을 쉽게 알 수 있는 경우에 해당한다고 보아 신용장 조건과 상업송장이 일치한다고 한 원심판단이 정당하다고 한 사례<br/>[7] 화환신용장에 의한 거래에서 매입은행이 매입한 서류가 위조된 것임을 이유로 신용장 개설은행이 신용장 대금의 상환의무를 면하기 위한 요건<br/>",
  "판결요지": "[1] 국제상업회의소(International Chamber of Commerce)의 제5차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500, 이하 ‘신용장통일규칙’이라고 한다) 제9조 d항은 “제48조에 의하여 별도로 규정된 경우를 제외하고는 취소불능신용장은 개설은행, 확인은행(있는 경우) 및 수익자의 합의 없이는 변경되거나 취소되지 아니한다.”고 규정하고 있다. 따라서 취소불능신용장에서 규정된 수익자의 권리 또는 권리의 행사요건 등에 영향을 미치는 신용장 조건 등의 변경은 수익자의 동의를 얻지 못하면 효력이 없다. 취소불능신용장의 이러한 조건변경 제한규정은 개설은행이 매입은행 등 지정은행에 대한 지시의 형식을 취하였다고 하더라도 그 지시 내용이 실질적으로 수익자의 권리 또는 권리의 행사요건 등을 변경하는 결과를 초래하는 경우에도 마찬가지로 적용된다고 보아야 하므로 수익자의 동의가 없는 한 그와 같은 지시는 효력이 없다. 왜냐하면 개설은행의 그와 같은 지시가 수익자에 대한 관계에서만 무효이고 매입은행에 대한 관계에서는 그대로 유효하다고 한다면, 매입은행은 개설은행의 지시를 따를 수밖에 없고 그에 따라 수익자는 매입은행에게 변경 지시 전의 권리를 사실상 행사할 수 없게 되는 반면, 개설은행은 수익자의 동의 없이 매입은행에 대한 지시를 통하여 취소불능신용장의 신용장 조건을 임의로 변경할 수 있는 부당한 결과가 초래되기 때문이다. 따라서 이러한 경우 개설은행은 수익자뿐만 아니라 매입은행에 대한 관계에서도 그 지시의 유효를 주장할 수 없다.<br/>[2] 신용장 개설은행이 어느 은행이나 매입가능하고 지급에 필요한 서류로 상업송장 및 선하증권 전통(full set)을 제시하도록 한 취소불능신용장을 개설하면서, 그 부가조건에서 ‘매입 시점에 선하증권 원본을 제출할 수 없는 경우에는 상업송장 및 수익자가 발행한 보상장(Letter of Indemnity, LOI)과 상환으로 대금을 지급할 수 있다’고 규정하였다가 나중에 매입은행에게 ‘개설은행의 매입은행에 대한 지시의 변경’이라는 형식으로 그 부가조건을 삭제하도록 통보하였는데, 수익자가 매입은행으로부터 그 부가조건 삭제 요청을 통보받고 이를 거절하자, 매입은행이 다시 개설은행에 그 거절의사를 통지하고 그 후 수익자로부터 위 신용장에 기한 환어음과 상업송장 및 보상장 등의 서류를 매입한 다음 개설은행에 신용장 대금의 지급을 구한 사안에서, 위 부가조건의 삭제는 신용장으로 규정된 수익자의 권리행사요건을 변경시키는 신용장 조건의 변경에 해당하는데 수익자가 그 부가조건 삭제 요청을 거절하였으므로, 신용장 개설은행의 매입은행에 대한 부가조건 삭제 지시는 아무런 효력이 없다고 한 사례.<br/>[3] 제5차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제14조 d항 i호는 “개설은행 및/혹은 확인은행(있는 경우), 또는 이들을 대리하는 지정은행이 서류를 거절하기로 결정한 경우에는 서류접수일 다음 영업일로부터 기산하여 제7 은행영업일의 마감시간까지 지체 없이 전신 또는 그 사용이 불가능할 경우에는 기타 신속한 방법으로 그 취지를 통지하여야 한다. 이러한 통지는 서류를 송부하여 온 은행에게 또는 서류를 수익자로부터 직접 받은 경우 수익자에게 하여야 한다.”고 규정하고 있고, 같은 항 ii호는 “위와 같은 통지를 할 경우 은행은 서류를 거절하게 된 모든 하자사항(all discrepancies)을 명시하여야 하며, 동시에 그 은행은 서류를 제시인의 지시를 기다리며 보관하고 있는지 아니면 이를 제시인에게 반송 중에 있는지 여부를 기재하여야 한다.”고 규정하고 있다. 위 규정들의 취지에 비추어 볼 때 매입은행으로부터 신용장 및 그 관련 서류를 제시받은 개설은행이 신용장 및 그 서류의 하자를 이유로 신용장 대금의 지급을 거절할 경우, 개설은행은 위 신용장통일규칙이 정한 소정의 기간 내에 매입은행에게 그 모든 거절 사유를 구체적으로 명시하여 통보하여야 하고, 그 기간이 지난 후에는 최초에 명시하지 아니한 새로운 하자를 주장하여 신용장 대금 지급을 거절할 수 없다.<br/>[4] 신용장 개설은행이 어느 은행이나 매입가능하고 지급에 필요한 서류로 상업송장 및 선하증권 전통(full set)을 제시하도록 한 취소불능신용장을 개설하면서, 그 부가조건에서 ‘매입 시점에 선하증권 원본을 제출할 수 없는 경우에는 상업송장 및 수익자가 발행한 보상장(Letter of Indemnity, LOI)과 상환으로 대금을 지급할 수 있다’고 규정함에 따라, 매입은행이 수익자로부터 선하증권 대신 수익자 발행의 보상장을 제출받아 환어음을 매입한 후 개설은행에게 신용장 대금의 상환을 청구한 사안에서, 선하증권에 관하여 정해진 신용장 조건이 당연히 보상장에도 그대로 적용된다고 해석할 근거가 없고, 또한 위 부가조건에는 수익자가 발행한 보상장이라고 명시되어 있을 뿐 그 수신인을 개설은행으로 하라는 조건이 기재되어 있지 않으므로, 매입은행이 제출받은 보상장의 수신인이 개설은행이 아니라고 하여 이를 신용장 조건에 위배된다고 할 수 없을 뿐만 아니라, 무엇보다도 개설은행이 매입은행에게 보상장의 수신인이 개설은행이 아니라는 점을 하자로 통지하였다고 볼 증거가 없으므로, 개설은행은 그와 같은 사정을 들어 신용장 대금의 상환을 거부할 수 없다고 한 원심판단이 정당하다고 한 사례.<br/>[5] 신용장 첨부서류가 신용장 조건과 문언대로 엄격하게 합치하여야 한다고 하여 자구 하나도 틀리지 않게 완전히 일치하여야 한다는 뜻은 아니며, 자구에 약간의 차이가 있더라도 그 차이가 경미한 것으로서 문언의 의미에 차이를 가져오는 것이 아니거나 단지 신용장에 표시되어 있는 상품의 기재를 보완하고 특정하기 위한 것으로서 신용장 조건을 전혀 해하는 것이 아님을 문면상 알아차릴 수 있는 경우에는 신용장 조건과 합치하는 것으로 보아야 하고, 그 판단은 구체적인 경우에 신용장 조건과의 차이가 국제적 표준은행거래관습에 비추어 용인될 수 있는지 여부에 따라야 한다.<br/>[6] 신용장의 각 화물명세서에는 “KL”이라고 기재된 반면 상업송장에는 “KLS”로 기재되어 있는 사안에서, “KL” 또는 “KLS”는 아라비아 숫자 다음에 위치하면서 등유(KEROSENE) 또는 석유(GASOIL)와 수량을 표시하기 위한 전치사 “OF”로 연결되어 있으므로 “KL” 또는 “KLS”가 상품의 중량단위이지 상품명세의 일부를 이루는 것이 아니라는 점은 문면상 쉽게 알 수 있고, 화물이 원유라는 것을 감안하면 “KL”과 “KLS”는 모두 킬로리터(Kiloliter)를 표시하는 단위로 해석될 수밖에 없으므로, 위 단위 기재의 불일치는 같은 단위에 관한 다른 표현을 혼용하여 사용한 것일 뿐 신용장 조건을 해하는 것이 아님을 쉽게 알 수 있는 경우에 해당한다고 보아 신용장 조건과 상업송장이 일치한다고 한 원심판단이 정당하다고 한 사례.<br/>[7] 화환신용장에 의한 거래에서 서류 등의 매입은행이 신용장 개설은행에 대하여 신용장 대금의 상환을 청구하는 경우에 매입은행이 매입 당시 서류가 위조된 문서임을 알았거나 위조된 문서라고 의심할 만한 충분한 이유가 있었다고 인정되지 않는 한 신용장 개설은행은 상환의무를 면할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제9조 d항 / [2] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제9조 d항 / [3] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제14조 d항 i호, ii호 / [4] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제13조 a항, 제14조 d항 i호 / [5] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제13조 a항 / [6] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제37조 c항,민법 제105조 / [7] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제13조, 제15조,민법 제2조<br/>",
  "참조판례": "[3][5]대법원 2009. 10. 29. 선고 2007다52911, 52928 판결(공2009하, 1972) / [3]대법원 2002. 10. 11. 선고 2000다60296 판결(공2002하, 2663),대법원 2002. 11. 26. 선고 2001다83715, 83722 판결(공2003상, 201) / [5]대법원 2002. 6. 28. 선고 2000다63691 판결(공2002하, 1784),대법원 2009. 12. 24. 선고 2009다56221 판결(공2010상, 234) / [7]대법원 1997. 8. 29. 선고 96다37879 판결(공1997하, 2832),대법원 2002. 10. 11. 선고 2000다60296 판결(공2002하, 2663)<br/>"
}