{
  "판례일련번호": "148139",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(13세미만미성년자강간등)·부착명령",
  "사건번호": "2010도14391,2010전도119",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110210",
  "판시사항": "[1] 법원이 공소장변경 없이 공소사실과 다른 사실을 인정하거나 적용법조를 달리하는 경우, 피고인의 방어권 행사에 실질적인 불이익을 초래하는지 여부의 판단 기준<br/>[2]형사소송법 제279조 및형사소송규칙 제141조 제1항에 따른 석명을 구한다는 것의 의미<br/>[3] 피고인이 자신의 손가락을 음부에 집어넣는 등 위력으로써 甲(여, 7세)을 추행하였다는 내용으로 기소된 사안에서, 적용법조에 관한 석명을 통하여 피고인에게 방어권 행사의 기회를 제공하지 아니한 채성폭력범죄의 처벌 등에 관한 특례법 제7조 제5항,제3항을 적용한 제1심판결을 직권파기한 후 그보다 훨씬 중한 형이 규정된같은 법 제7조 제5항,제2항 제2호를 적용한 원심판결에 법리오해 및 심리미진의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 피고인의 방어권 행사에 있어서 실질적인 불이익을 초래할 염려가 존재하는지 여부는 공소사실의 기본적 동일성이라는 요소 이외에도 법정형의 경중 및 그러한 경중의 차이에 따라 피고인이 자신의 방어에 들일 노력·시간·비용에 관한 판단을 달리할 가능성이 뚜렷한지 여부 등의 여러 요소를 종합하여 판단해야 한다.<br/>[2]형사소송법 제279조 및형사소송규칙 제141조 제1항에 의하면, 재판장은 소송지휘의 일환으로 검사, 피고인 또는 변호인에게 석명을 구하거나 입증을 촉구할 수 있는데, 여기에서 석명을 구한다는 것은 사건의 소송관계를 명확하게 하기 위하여 당사자에 대하여 사실상 및 법률상의 사항에 관하여 질문을 하고 그 진술 내지 주장을 보충 또는 정정할 기회를 부여하는 것을 말한다.<br/>[3] 피고인이 자신의 손가락을 음부에 2회 집어넣는 등 위력으로써 甲(여, 7세)을 추행하였다는 내용으로 기소된 사안에서, 위력 부분을 제외한 위 공소사실의 행위유형이성폭력범죄의 처벌 등에 관한 특례법 제7조 제2항 제2호와제3항에 모두 해당할 수 있는 상황에서, 검사는같은 법 제7조 제5항으로만 공소제기한 채같은 법 제7조 제2항 제2호 또는제3항 중 그 적용법조를 특정하지 않았고, 제1심이 피고인에게 보다 유리한같은 법 제7조 제5항,제3항을 적용하였으며, 검사마저 이를 전제로 형의 양정이 부당하다는 항소이유만을 들어 항소한 탓에 피고인으로서는 법정형이 훨씬 중한같은 법 제7조 제5항,제2항 제2호의 적용에 따른 불이익이 발생할 수 있는 사정을 예상할 수 없는 상황에 처해 있었다면, 원심이 위 적용법조의 변경에 따른 방어권 행사의 기회를 피고인에게 제공하지도 아니한 채 직권으로 위 공소사실에 대하여같은 법 제7조 제5항,제2항 제2호를 적용한 것은 피고인의 방어권 행사에 있어서 실질적인 불이익을 초래할 염려가 있는 경우에 해당한다고 볼 수 있고, 이 경우 원심으로서는 제1심과 달리 피고인에게 불리한 적용법조를 직권으로 적용하기 위하여 검사에게 그 부분 석명을 구함과 아울러 위와 같은 취지를 밝히는 방법 등을 통하여 피고인에게 적절한 방어권 행사의 기회를 제공한 다음 비로소 직권판단으로 나아갔어야 하는데도, 이러한 조치 없이 제1심판결을 직권파기한 후같은 법 제7조 제5항,제2항 제2호를 적용한 원심판결에는 피고인의 방어권 행사와 관련된 법리를 오해함으로써 필요한 심리 등을 다하지 아니한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제254조,제298조 / [2]형사소송법 제279조,형사소송규칙 제141조 제1항 / [3]형법 제298조,성폭력범죄의 처벌 등에 관한 특례법 제7조 제2항 제2호,제3항,제5항,형사소송법 제254조,제279조,제298조,형사소송규칙 제141조 제1항<br/>",
  "참조판례": "[1]대법원 2007. 12. 27. 선고 2007도4749 판결(공2008상, 176),대법원 2010. 4. 29. 선고 2010도2414 판결(공2010상, 1087),대법원 2010. 9. 9. 선고 2010도5975 판결 / [2]대법원 1999. 6. 11. 선고 99도1238 판결(공1999하, 1459)<br/>"
}