{
  "판례일련번호": "148194",
  "사건명": "손해배상(기)",
  "사건번호": "2009다19864",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110127",
  "판시사항": "[1] 사인에 의한 평등권 침해가 불법행위를 구성하는 형태<br/>[2] 사적 단체의 구성원에 대한 성별에 따른 차별처우가 불법행위를 구성하기 위한 요건<br/>[3] 서울기독교청년회(서울YMCA)가 남성 회원에게는 별다른 심사 없이 총회의결권 등을 가지는 총회원 자격을 부여하면서도 여성 회원의 경우에는 지속적인 요구에도 불구하고 원천적으로 총회원 자격심사에서 배제하여 온 것은, 여성 회원들의 인격적 법익을 침해하여 불법행위를 구성한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 헌법상의 기본권은 제1차적으로 개인의 자유로운 영역을 공권력의 침해로부터 보호하기 위한 방어적 권리이지만 다른 한편으로 헌법의 기본적인 결단인 객관적인 가치질서를 구체화한 것으로서, 사법을 포함한 모든 법 영역에 그 영향을 미치는 것이므로 사인간의 사적인 법률관계도 헌법상의 기본권 규정에 적합하게 규율되어야 한다. 다만 기본권 규정은 그 성질상 사법관계에 직접 적용될 수 있는 예외적인 것을 제외하고는 사법상의 일반원칙을 규정한민법 제2조,제103조,제750조,제751조 등의 내용을 형성하고 그 해석 기준이 되어 간접적으로 사법관계에 효력을 미치게 된다.헌법 제11조는 “모든 국민은 법 앞에 평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.”라고 규정하여 평등의 원칙을 선언함과 동시에 모든 국민에게 평등권을 보장하고 있다.  따라서 사적 단체를 포함하여 사회공동체 내에서 개인이 성별에 따른 불합리한 차별을 받지 아니하고 자신의 희망과 소양에 따라 다양한 사회적·경제적 활동을 영위하는 것은 그 인격권 실현의 본질적 부분에 해당하므로 평등권이라는 기본권의 침해도민법 제750조의 일반규정을 통하여 사법상 보호되는 인격적 법익침해의 형태로 구체화되어 논하여질 수 있고, 그 위법성 인정을 위하여 반드시 사인간의 평등권 보호에 관한 별개의 입법이 있어야만 하는 것은 아니다.<br/>[2] 사적 단체는 사적 자치의 원칙 내지 결사의 자유에 따라 그 단체의 형성과 조직, 운영을 자유롭게 할 수 있으므로, 사적 단체가 그 성격이나 목적에 비추어 그 구성원을 성별에 따라 달리 취급하는 것이 일반적으로 금지된다고 할 수는 없다. 그러나 사적 단체의 구성원에 대한 성별에 따른 차별처우가 사회공동체의 건전한 상식과 법감정에 비추어 볼 때 도저히 용인될 수 있는 한계를 벗어난 경우에는 사회질서에 위반되는 행위로서 위법한 것으로 평가할 수 있고, 위와 같은 한계를 벗어났는지 여부는 사적 단체의 성격이나 목적, 차별처우의 필요성, 차별처우에 의한 법익 침해의 양상 및 정도 등을 종합적으로 고려하여 판단하여야 한다. 특히 사적 단체의 성격이나 목적과 관련해서는, 대외적으로 그 단체가 사회공동체 내에서 순수하게 사적인 영역에서만 활동하는지 아니면 일정 부분 공공적 영역에서 활동하며 공익적 기능도 수행하는지와 대내적으로 그 단체의 구성원들에게 제공되는 구체적인 역무의 내용과 성격 등을, 차별처우의 필요성과 관련해서는 그러한 차별처우가 단체의 정체성을 유지하기 위하여 불가피한 것으로서 필요한 한도 내의 조치였는지 여부를, 차별처우에 의한 법익 침해의 양상 및 정도와 관련해서는 해당 구성원의 단체가입 목적, 이를 위한 단체 내 활동에서의 제약 정도와 기간, 그 가입목적 달성을 위한 대체적 단체의 가입 가능성 유무, 가입시 단체 내 차별처우의 존재에 대한 인식 여부, 차별처우에 대한 문제제기 기간과 이에 대한 그 단체의 대응방식 등을 우리 사회의 건전한 상식과 법감정에 비추어 합리적으로 고려하여야 한다.<br/>[3] 서울기독교청년회(서울YMCA)가 남성 회원에게는 별다른 심사 없이 총회의결권 등을 가지는 총회원 자격을 부여하면서도 여성 회원의 경우에는 지속적인 요구에도 불구하고 원천적으로 총회원 자격심사에서 배제하여 온 것은, 우리 사회의 건전한 상식과 법감정에 비추어 용인될 수 있는 한계를 벗어나 사회질서에 위반되는 것으로서 여성 회원들의 인격적 법익을 침해하여 불법행위를 구성한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제11조,민법 제2조,제103조,제750조,제751조 / [2]헌법 제11조,민법 제2조,제103조,제750조,제751조 / [3]헌법 제11조,민법 제2조,제103조,제750조,제751조<br/>",
  "참조판례": "[1]대법원 2010. 4. 22. 선고 2008다38288 전원합의체 판결(공2010상, 897)<br/>"
}