{
  "판례일련번호": "148142",
  "사건명": "보증채무금",
  "사건번호": "2009다68941",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110210",
  "판시사항": "[1] 처분문서상 문언의 객관적인 의미가 명확하게 드러나지 않는 경우, 계약 내용의 해석 방법<br/>[2] 신의성실 원칙의 의미와 그 위배를 이유로 권리행사를 부정하기 위한 요건<br/>[3] 파산자 甲 주식회사의 종전 파산관재인이 화의채무자인 乙 주식회사와 채무를 일부 감경해 주는 내용의 변경된 채무변제약정을 체결하면서, 그 약정에 ‘乙 주식회사의 신용상태에 중대한 변동이 발생하는 경우 파산자 甲 주식회사는 乙 주식회사의 동의 없이 약정을 파기할 수 있으며, 약정파기 시 채권채무도 본 계약 체결 전 상태로 원상회복된다’고 규정하였는데, 그 후 乙 주식회사가 회생절차 개시신청을 하였음을 이유로 甲 주식회사의 파산관재인이 위 규정에 따른 약정해제권을 행사한 것이 신의성실의 원칙에 반하는 권리의 행사라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 계약당사자 사이에 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에 문언의 객관적인 의미가 명확하다면 특별한 사정이 없는 한 문언대로의 의사표시의 존재와 내용을 인정하여야 하고, 그 문언의 객관적인 의미가 명확하게 드러나지 않는 경우에는 그 문언의 내용과 계약이 이루어지게 된 동기 및 경위, 당사자가 계약에 의하여 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 계약 내용을 합리적으로 해석하여야 한다.<br/>[2] 신의성실의 원칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나, 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행하여서는 아니 된다는 추상적 규범으로서, 신의성실의 원칙에 위배된다는 이유로 그 권리의 행사를 부정하기 위해서는 상대방에게 신의를 공여하였다거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 있어야 하고, 이러한 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다.<br/>[3] 파산자 甲 주식회사의 종전 파산관재인이 화의채무자인 乙 주식회사와 채무를 일부 감경해 주는 내용의 변경된 채무변제약정을 체결하면서, 그 약정에 ‘乙 주식회사의 신용상태에 중대한 변동(회사정리의 신청, 청산결의, 파산의 신청 등 기타 이에 준하는 경우)이 발생하는 경우 파산자 甲 주식회사는 乙 주식회사의 동의 없이 약정을 파기할 수 있으며, 약정파기 시 채권채무도 본계약 체결 전 상태로 원상회복된다’고 규정하였는데, 그 후 乙 주식회사가 회생절차 개시신청을 하였음을 이유로 甲 주식회사의 파산관재인이 위 규정에 따라 위 약정을 해제하고 乙 주식회사의 연대보증인들에게 종전 연대보증채무의 이행을 구하는 사안에서, 회생절차 개시결정으로 乙 주식회사의 신용상태에 중대한 변동이 발생하였다고 보지 않을 수 없고, 甲 주식회사의 파산관재인이 약정해제권을 행사하지 않을 것이라는 신의를 공여하였다거나 객관적으로 보아 상대방이 그와 같은 신의를 갖는 것이 정당하다고 볼 만한 사정도 없으므로, 甲 주식회사의 파산관재인이 약정해제권을 행사한 것이 정의관념에 비추어 용인될 수 없어 신의성실의 원칙에 반하는 권리의 행사라고 볼 수는 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조 / [2]민법 제2조 제1항 / [3]민법 제2조 제1항<br/>",
  "참조판례": "[1]대법원 2002. 5. 24. 선고 2000다72572 판결(공2002하, 1479) / [2]대법원 2003. 4. 22. 선고 2003다2390, 2406 판결(공2003상, 1192),대법원 2003. 8. 22. 선고 2003다19961 판결(공2003하, 1923),대법원 2006. 5. 26. 선고 2003다18401 판결(공2006하, 1126)<br/>"
}