{
  "판례일련번호": "148233",
  "사건명": "배임",
  "사건번호": "2009도10701",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110127",
  "판시사항": "[1] 구 농지개혁법상 자경 또는 자영의사 없는 비농가의 농지매수인이 소유권이전등기절차의 이행을 청구할 수 있는지 여부(소극)<br/>[2] 망(亡) 甲은 망 乙에게, 망 乙은 丙에게 각 토지에 관한 소유권이전등기절차를 순차 이행하여야 할 의무가 있고, 甲의 처인 피고인도 甲의 위와 같은 의무를 상속하였음에도 위 토지를 제3자에게 처분하고 소유권이전등기를 마침으로써 그 시가 상당의 재산상 이익을 취득하고 丙에게 그에 해당하는 손해를 가하였다는 내용으로 기소된 사안에서, 丙은 구 농지개혁법상 위 토지의 소유권을 취득할 수 없어 ‘丙’에 대하여 배임죄를 구성하지 아니한다고 본 원심판단을 수긍한 사례<br/>[3] 원심이 공소장변경 없이도 직권으로 피고인에 대한 배임의 공소사실에 피해자로 기재된 ‘丙’이 아닌 ‘乙의 상속인들’을 피해자로 보아 배임죄 성립을 인정하였어야 한다는 취지의 검사의 상고이유 주장을 배척하고, 공소제기된 대로 ‘丙’을 피해자로 한 배임죄에 관하여만 판단하여 무죄를 선고한 원심의 조치를 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지)상 자경 또는 자영의 의사가 없는 농지의 매수인은 농지매매증명의 발급 여부에 관계없이 농지에 대한 소유권을 취득할 수 없고, 비농가인 매수인이 자경·자영의사가 없었다고 인정되면 매수인은 매도인에 대하여 소유권이전등기절차의 이행을 청구할 수 없다.<br/>[2] 망(亡) 甲은 망 乙에게, 망 乙은 丙에게 각 토지에 관한 소유권이전등기절차를 순차 이행하여야 할 의무가 있고, 甲의 처인 피고인도 甲의 위와 같은 의무를 상속하였음에도 그 임무에 위배하여 위 토지를 제3자에게 처분하고 소유권이전등기를 마침으로써 위 토지의 시가 상당의 재산상 이익을 취득하고 丙에게 그에 해당하는 손해를 가하였다는 내용으로 기소된 사안에서, 乙과 丙 사이의 토지 매매는 자경 또는 자영할 의사가 없었던 매매로서 丙은 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지)상 위 토지의 소유권을 취득할 수 없으므로, 피고인이 제3자에게 위 토지를 처분하고 소유권이전등기절차를 마쳤더라도 丙에 대하여 배임죄를 구성하지 아니한다고 본 원심판단을 수긍한 사례.<br/>[3] 원심이 공소장변경 없이도 직권으로 피고인에 대한 배임의 공소사실에 피해자로 기재된 丙이 아닌 乙의 상속인들을 피해자로 보아 배임죄 성립을 인정하였어야 한다는 취지의 검사의 상고이유 주장에 대하여, 공소사실과 달리 乙의 상속인들을 피해자로 인정할 경우 그에 대응할 피고인의 방어방법이 달라질 수밖에 없어 그의 방어권 행사에 실질적인 불이익을 초래할 염려가 있다고 보일 뿐만 아니라, 원심이 직권으로 乙의 상속인들을 피해자로 인정하지 아니한 것이 현저하게 정의와 형평에 반한다고 볼 수도 없다는 이유로, 공소제기된 대로 丙을 피해자로 한 배임죄에 관하여만 판단하여 무죄를 선고한 원심의 조치를 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 제5조(현행농지법 제6조 참조),제11조(현행농지법 제6조 참조),제19조(현행농지법 제8조 참조) / [2]형법 제355조 제2항,구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 제5조(현행농지법 제6조 참조),제11조(현행농지법 제6조 참조) / [3]형법 제355조 제2항,형사소송법 제254조,제298조<br/>",
  "참조판례": "[1]대법원 1994. 9. 13. 선고 93다52501 판결(공1994하, 2630),대법원 2000. 8. 22. 선고 99다62609, 62616 판결(공2000하, 1998) / [3]대법원 2004. 12. 10. 선고 2004도5652 판결(공2005상, 157),대법원 2009. 6. 11. 선고 2008도11042 판결(공2009하, 1158),대법원 2010. 1. 14. 선고 2009도11601 판결<br/>"
}