{
  "판례일련번호": "148217",
  "사건명": "신용장대금등",
  "사건번호": "2009다10249",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110127",
  "판시사항": "[1] 분할 환어음의 발행이 허용된 신용장거래에서 수익자가 신용장 한도금액을 초과하여 분할 환어음을 발행하고 선적서류 중 일부를 위조하여 서로 다른 은행에게 이를 매도한 경우, 신용장 개설은행이 선행 매입은행에 대한 신용장대금의 상환을 내세워 후행 매입은행의 신용장대금 상환청구를 거절할 수 있는지 여부<br/>[2] 신용장 개설은행과 매입은행 사이의 신용장대금 상환의 법률관계에 관한 준거법(=신용장 개설은행의 소재지법)<br/>[3] 원본채권의 준거법이 외국법인 경우, 신용장에 따른 대금지급의무의 지체에 대한 지연손해금의 지급을 명함에 있어소송촉진 등에 관한 특례법 제3조 제1항을 적용할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 국제상업회의소(International Chamber of Commerce)의 제5차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제9조 제a항 제iv호, 제10조 제d항, 제14조 제a항 등의 규정을 종합하면, 화환신용장에 의한 거래에서 신용장의 제 조건과 문면상 일치하게 표시된 서류와 상환으로 환어음을 매입한 매입은행이 신용장 개설은행에 대하여 신용장대금의 상환을 청구하는 경우에 특별한 사정이 없는 한 신용장 개설은행은 상환의무를 면할 수 없다. 따라서 분할 환어음의 발행이 허용된 신용장거래에서 수익자가 신용장 한도금액을 초과하여 분할 환어음을 발행하고 선적서류 중 일부를 위조하여 서로 다른 은행에게 이를 매도한 경우, 위조된 선적서류를 매입한 선행 매입은행의 신용장대금 청구에 대하여 신용장 개설은행이 선적서류에 상당한 주의를 기울였으면 충분히 발견할 수 있었던 신용장조건과 불일치하는 하자가 있음을 간과하고 신용장대금을 상환하였다면, 신용장 개설은행은, 후행 매입은행이 상당한 주의를 기울였음에도 신용장 한도금액을 초과하여 환어음이 발행되었고 다른 은행이 환어음 일부를 선행하여 매입하였다는 사실 등을 알지 못한 채 신용장의 제 조건과 문면상 일치하게 표시된 서류와 상환으로 환어음 등을 선의로 매입한 후 신용장대금의 상환을 구하는 것에 대하여 선행 매입은행에게 신용장대금을 상환한 점을 내세워 신용장 한도금액이 초과하였다는 이유로 이를 거절하지 못한다. 그리고 여기서 신용장 개설은행과 매입은행에게 요구되는 상당한 주의는 상품거래에 관한 특수한 지식경험이 없는 은행원으로서의 일반적인 지식경험에 의하여 기울여야 할 객관적이고 합리적인 주의를 말하며, 은행원은 이러한 주의를 기울여 신용장과 기타 서류에 기재된 문언을 형식적으로 엄격하게 해석하여 신용장조건과의 합치 여부를 가려낼 의무가 있다.<br/>[2]국제사법 제26조 제1항은 외국적 요소가 있는 법률관계에서 당사자가 준거법을 선택하지 아니한 경우에 계약은 그 계약과 가장 밀접한 관련이 있는 국가의 법에 의하여야 한다고 규정하고,제26조 제2항 제3호에서는 위임사무의 준거법은 위임사무 이행의무 당사자의 계약체결 당시의 주된 사무소 등의 소재지법을 가장 밀접한 관련이 있는 법으로 추정하고 있다. 그런데 신용장에 기한 환어음 등을 매입하는 매입은행은 신용장 개설은행의 수권에 의하여 매입하긴 하지만, 이는 어디까지나 자기의 계산에 따라 독자적인 영업행위로서 매입하는 것이고 신용장 개설은행을 위한 위임사무의 이행으로서 신용장을 매입하는 것은 아니므로, 신용장 개설은행과 매입은행 사이의 신용장대금 상환의 법률관계에 관한 준거법의 결정에는 위임사무의 이행에 관한 준거법의 추정 규정인국제사법 제26조 제2항 제3호를 적용할 수 없고, 환어음 등의 매입을 수권하고 신용장대금의 상환을 약정하여 신용장대금 상환의무를 이행하여야 하는 신용장 개설은행의 소재지법이 계약과 가장 밀접한 관련이 있는 국가의 법으로서 준거법이 된다.<br/>[3] 지연손해금은 채무의 이행지체에 대한 손해배상으로서 본래의 채무에 부수하여 지급되는 것이므로 본래의 채권채무관계를 규율하는 준거법에 의하여 결정되어야 한다. 한편소송촉진 등에 관한 특례법 제3조 제1항에서 정하는 법정이율에 관한 규정은 비록 소송촉진을 목적으로 소송절차에 의한 권리구제와 관련하여 적용되는 것이기는 하지만 그 실질은 금전채무의 불이행으로 인한 손해배상의 범위를 정하기 위한 것이다. 따라서소송촉진 등에 관한 특례법 제3조 제1항에서 정한 법정이율에 관한 규정을 절차법적인 성격을 가지는 것이라고만 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 1993 Revision, ICC Publication No. 500) 제9조 제a항 제iv호, 제10조 제d항, 제14조 제a항 / [2]국제사법 제26조 제1항,제2항 제3호 / [3]소송촉진 등에 관한 특례법 제3조 제1항<br/>",
  "참조판례": "[1]대법원 1985. 5. 28. 선고 84다카696 판결(공1985, 893),대법원 1997. 8. 29. 선고 96다37879 판결(공1997하, 2832),대법원 2002. 6. 28. 선고 2000다63691 판결(공2002하, 1784),대법원 2002. 10. 11. 선고 2000다60296 판결(공2002하, 2663) / [3]대법원 1997. 5. 9. 선고 95다34385 판결(공1997상, 1717),헌법재판소 2000. 3. 30. 선고 97헌바49 전원재판부 결정(헌공44, 310),헌법재판소 2003. 4. 24. 선고 2002헌가15 전원재판부 결정(헌공80, 373)<br/>"
}