{
  "판례일련번호": "148839",
  "사건명": "부산·진해경제자유구역명지지구개발사업실시계획승인취소",
  "사건번호": "2010두21464",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110224",
  "판시사항": "[1]구 ‘경제자유구역의 지정 및 운영에 관한 법률' 제9조 제1항 본문의 실시계획 승인 시기에 관한 규정의 법적 성질(= 훈시규정)<br/>[2]사립학교법 제28조 제2항의 규정 취지 및 공용수용으로 인한 소유권 변동이사립학교법 제28조 제2항,같은 법 시행령 제12조 제1항에서 금지하는 처분행위에 포함되는지 여부(소극)<br/>[3] 행정계획의 의미 및 행정주체가 구체적인 행정계획을 입안·결정할 때 가지는 형성의 자유의 한계<br/>",
  "판결요지": "[1] 경제자유구역의 지정 고시일로부터 2년 이내에 대통령령이 정하는 바에 따라 실시계획을 작성하여 지식경제부장관에게 승인을 신청하지 않은 경우의 효력에 관하여 구 ‘경제자유구역의 지정 및 운영에 관한 법률’(2009. 1. 30. 법률 제9366호로 개정되기 전의 것, 이하 ‘경제자유구역법’이라 한다)에 별다른 규정을 두고 있지 않은 점을 비롯하여 경제자유구역 지정제도의 취지 및 관련 규정의 내용 등을 종합하여 보면,경제자유무역법 제9조 제1항 본문의 실시계획을 작성하여 지식경제부장관의 승인을 얻어야 하는 시기에 관한 규정은 훈시규정에 해당한다.<br/>[2] 사립학교의 특수성에 비추어 그 자주성을 확보하고 공공성을 앙양함으로써 건전한 발달을 도모함을 목적으로 하는 사립학교법의 입법 취지를 비롯하여,사립학교법 제28조 제2항,같은 법 시행령 제12조 제1항의 형식 및 내용, 관련 규정 등을 종합하여 보면, 위 규정들의 주된 취지는위 시행령 제12조 제1항 각 호에서 규정한 ‘학교교육에 직접 사용되는 학교법인의 재산’을 학교법인이 매도하거나 담보에 제공함으로써 위 재산이 산일(散逸)되는 것을 방지하는 데에 있다. 따라서 국가 또는 지방자치단체 등이 공공사업의 시행을 위하여 관계 법령에 따라 사인의 재산권을 강제로 취득하고 그에 대하여 손실보상을 하는 공용수용으로 인한 소유권 변동은 학교법인의 처분행위에 의한 것이 아님이 명백하므로, 공용수용으로 인한 소유권 변동은위 법 제28조 제2항,위 시행령 제12조 제1항에서 금지하는 처분행위에 포함되지 않는다고 해석함이 타당하다.<br/>[3] 행정계획이란 행정에 관한 전문적·기술적 판단을 기초로 하여 특정한 행정목표를 달성하기 위하여 서로 관련되는 행정수단을 종합·조정함으로써 장래의 일정한 시점에 일정한 질서를 실현하기 위한 활동기준을 설정하는 것이다. 그런데 관계 법령에는 추상적인 행정목표와 절차만을 규정하고 있을 뿐 행정계획의 내용에 관하여는 별다른 규정을 두고 있지 아니하므로, 행정주체는 구체적인 행정계획을 입안·결정할 때 비교적 광범위한 형성의 자유를 가진다. 다만 행정주체가 갖는 이와 같은 형성의 자유는 무제한적인 것이 아니라 그 행정계획에 관련되는 자들의 이익을 공익과 사익 사이에서는 물론이고 공익 상호간과 사익 상호간에도 정당하게 비교·교량하여야 한다는 제한이 있으므로, 행정주체가 행정계획을 입안·결정함에 있어서 이익형량을 전혀 행하지 아니하거나 이익형량의 고려 대상에 마땅히 포함시켜야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성과 객관성이 결여된 경우, 그 행정계획결정은 형량에 하자가 있어 위법하게 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 경제자유구역의 지정 및 운영에 관한 법률(2009. 1. 30. 법률 제9366호로 개정되기 전의 것) 제9조 제1항 / [2]사립학교법 제28조 제2항,사립학교법 시행령 제12조 제1항 / [3]행정소송법 제27조,헌법 제37조 제2항<br/>",
  "참조판례": "[3]대법원 2006. 9. 8. 선고 2003두5426 판결(공2006하, 1673),대법원 2007. 4. 12. 선고 2005두1893 판결(공2007상, 711)<br/>"
}