{
  "판례일련번호": "148879",
  "사건명": "재결취소",
  "사건번호": "2009추15",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110224",
  "판시사항": "[1] 예인선단과 대형 유조선의 충돌로 발생한 이른바 ‘태안반도 유조선 기름누출사고’와 관련하여 중앙해양안전심판원이 주 예인선 선장 甲에게 2급 항해사 면허 취소, 예인선단장 乙에게 시정권고의 재결을 한 사안에서, 甲과 乙의 과실을 인정하고, 나아가 甲의 2급 항해사 면허를 취소한 것이 재량권의 일탈·남용에 해당하지도 않는다고 한 사례<br/>[2] 해양안전심판원이 해기사 또는 도선사 이외의 자로서 해양사고의 원인에 관계 있는 자에게구 해양사고의 조사 및 심판에 관한 법률 제5조 제3항에 따라 시정 또는 개선을 권고하는 재결을 하는 경우, 시정·개선을 권고할 사항과 해양사고의 원인 사이에 관련성이 있는지 여부를 판단하는 기준<br/>[3] 예인선단과 대형 유조선의 충돌로 발생한 이른바 ‘태안반도 유조선 기름누출사고’와 관련하여 중앙해양안전심판원이 예인선단의 임차인인 甲 회사에 대하여 안전관리체제를 구비하도록 개선권고를 하는 내용의 재결을 한 사안에서, 비록 乙 회사에 선박의 관리 및 운항을 위탁하였다고 하더라도 甲 회사가 여전히 예인선단의 운항자이므로, 개선권고 처분은 적법하다고 한 사례<br/>",
  "판결요지": "[1] 2007. 12. 7. 충남 태안군 원북면 신도 남서쪽 약 6마일 해상에서 주 예인선, 보조예인선, 기중기 부선, 닻 작업선으로 구성된 예인선단이 기상악화로 풍파에 밀리며 항해하다가 주 예인선의 예인줄이 끊어진 후 기중기 부선이 정박 중인 유조선과 충돌하면서 유조선의 유류탱크에 구멍이 뚫려 약 12,547kl의 원유가 누출된 해양사고와 관련하여 중앙해양안전심판원이 주 예인선 선장 甲에게 2급 항해사 면허 취소, 예인선단장 乙에게 시정권고의 재결을 한 사안에서, 甲은 기상정보를 충분히 확인하지 않은 채 출항하고, 기상악화에 제때 대피하지 못하여 예인선단이 풍파에 밀려가는 상황이 되었는데도 비상 투묘를 하지 않은 채 무리한 항해를 계속하였으며, 북서풍이 불고 있는 상황에서 굳이 정박 중인 유조선의 서쪽으로 통과하려고 시도하다가 위 사고를 일으킨 과실이 있고, 위 사고로 무려 12,547kl 가량의 원유가 누출되어 해양이 회복되기 어려울 정도로 심각하게 손상되었고 그로 인한 인근 지역 주민들의 정신적·재산적 피해가 막대한 점 등을 고려하면, 甲의 2급 항해사 면허를 취소하는 것이 비례원칙에 위배되어 재량권의 일탈·남용에 해당한다고 볼 수 없으며, 乙 역시 기상 상태를 수시로 면밀하게 파악하고 기상악화로 예인능력이 제한 또는 상실될 경우 예인선 선장들과 수시로 교신함으로써 예상되는 위험요소들을 미리 파악하고 필요한 조치를 적절한 시점에 시행하도록 할 주의의무가 있음에도 이를 게을리한 과실이 있으므로, 위 재결이 적법하다고 한 사례.<br/>[2] 각급 해양안전심판원은 해기사 또는 도선사 이외의 자로서 해양사고의 원인과 관계 있는 자에게 시정 또는 개선을 권고하거나 명하는 재결을 할 수 있는데, 이때 시정 또는 개선할 사항은 해양사고의 원인과 관련이 있어야 한다. 그러나 구 해양사고의 조사 및 심판에 관한 법률(2009. 12. 29. 법률 제9854호로 개정되기 전의 것)이 자유심증주의를 채택하고 있고(제51조), 형사소송절차와 유사한 심리 구조를 택하면서도 증거능력에 관한 규정을 두지 아니하고 있는 점, 해양사고 원인과의 관련성이란 본래 불확정 개념으로서 그에 관하여는 행정청인 중앙해양안전심판원의 판단 여지가 인정될 수밖에 없는 점, 특히 시정·개선 권고 재결의 경우 그 이행을 강제할 법적 수단이 없어 법적 구속력에 한계가 있는 점 등을 고려하면, 시정·개선을 권고할 사항과 해양사고 간의 관련성은 반드시 엄격한 인과관계의 틀에 구속되어야 하는 것이 아니라, 해당 해양사고가 남긴 교훈을 살려 향후 유사한 해양사고의 방지 및 안전 확보를 도모한다는 관점에서 시정·개선 권고가 해양사고 관련자에게 객관적으로 귀속될 수 있는가 하는 규범적·법적 문제로 파악하여야 한다.<br/>[3] 2007. 12. 7. 예인선단과 대형 유조선의 충돌로 발생한 이른바 ‘태안반도 유조선 기름누출사고’와 관련하여, 중앙해양안전심판원이 예인선단의 임차인인 甲 회사에 대하여 안전관리체제를 구비하도록 개선권고를 하는 내용의 재결을 한 사안에서, 甲 회사가 비록 乙 회사에 선박들의 관리 및 운항을 위탁하였고, 그 위탁계약상 바다에서의 선박 운항에 관한 안전관리를 乙 회사가 담당하게 되어 있다고 하더라도, 甲 회사가 주 예인선, 기중기 부선, 닻 작업선의 임차인이고 예인선단장과 주 예인선의 선장 등이 甲 회사의 통제·감독 아래 있었던 점 등에 비추어 甲 회사가 여전히 예인선단의 운항자이므로, 甲 회사에 대한 개선권고 처분은 적법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 해양사고의 조사 및 심판에 관한 법률(2009. 12. 29. 법률 제9854호로 개정되기 전의 것) 제5조 제3항,행정소송법 제27조 / [2]구 해양사고의 조사 및 심판에 관한 법률(2009. 12. 29. 법률 제9854호로 개정되기 전의 것) 제5조 제3항,제51조 / [3]구 해양사고의 조사 및 심판에 관한 법률(2009. 12. 29. 법률 제9854호로 개정되기 전의 것) 제5조 제3항<br/>",
  "참조판례": "[2]대법원 2004. 4. 16. 선고 2003추20 판결(공2004상, 818),대법원 2006. 10. 26. 선고 2004추58 판결(공2006하, 2006)<br/>"
}