{
  "판례일련번호": "148863",
  "사건명": "위자료등·위자료",
  "사건번호": "2007나87872,87889",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110224",
  "판시사항": "[1] 일제 강점기에 일본제철 주식회사 등에 강제징용된 피해자와 유족들이, 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금 중 일부가 국내 제철회사인 甲 회사의 설립에 사용된 점을 들어 甲 회사를 상대로 불법행위로 인한 손해배상을 청구한 사안에서, 甲 회사의 불법행위를 인정하기 어렵다고 한 사례<br/>[2]구 ‘청구권자금의 운용 및 관리에 관한 법률’ 제4조 제1항이 강제동원 피해자들에게 청구권자금이 귀속되는 것 자체를 원천적으로 불가능하게 하는 위헌적 조항인지 여부(소극)<br/>[3] 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금 중 일부를 투자받아 설립된 국내 제철회사인 甲 회사가 일제 강점기에 강제동원 피해자들을 강제노역시킨 일본제철 주식회사의 후신인 乙 회사와 전략적 제휴관계를 맺고 상호 주식지분을 보유한 데 대하여 위 피해자와 유족들이 甲 회사를 상대로 인격권 침해 등 불법행위로 인한 손해배상을 청구한 사안에서, 甲 회사의 불법행위를 인정하기 어렵다고 한 사례<br/>[4] 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금 중 일부를 투자받아 설립된 국내 제철회사인 甲 회사가 일제 강점기에 강제동원 피해자들을 강제노역시킨 일본제철 주식회사의 후신인 乙 회사의 주주로서 乙 회사에게 강제동원 피해자 및 그 유족들에 대한 사과나 피해보상을 촉구하지 않은 데 대하여 위 피해자와 유족들이 甲 회사를 상대로 인격권 침해 등 불법행위로 인한 손해배상을 청구한 사안에서, 甲 회사의 불법행위를 인정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 일제 강점기에 일본제철 주식회사 등에 강제징용된 피해자와 유족들이, 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’(이하 ‘청구권협정’이라 한다)에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금(이하 ‘청구권자금’이라 한다) 중 일부가 국내 제철회사인 甲 회사의 설립에 사용된 점을 들어 甲 회사를 상대로 불법행위로 인한 손해배상을 청구한 사안에서, 위 청구권자금은 한국인의 개인재산권(저금, 채권 등)·한국법인의 재일재산·한국정부의 국가로서의 청구권 등과 함께 강제동원된 한국인의 미수금과 강제동원 피해자에 대한 보상금 성격의 자금을 포괄적으로 감안하여 각 항목별 금액을 특정한 것이 아니라 정치적 협상을 통하여 총액으로 일괄 타결한 것이어서 청구권자금 중 강제동원 및 미수금 피해자들에 대한 보상금 성격의 자금 액수를 특정하기 곤란한 점, 대한민국과 일본 사이의 청구권협정 당시 양국 및 그 국민 간의 청구권 문제를 해결하기 위하여 장차 각 국에서 국내조치를 취하기로 하였고, 대한민국 정부는 이에 따라 구 ‘청구권자금의 운용 및 관리에 관한 법률’(1982. 12. 31. 법률 제3613호로 폐지), 구 ‘대일 민간청구권 신고에 관한 법률’(1982. 12. 31. 법률 제3614호로 폐지) 등의 국내 입법을 통한 보상절차 및 보상기준을 마련한 점, 甲 회사는구 ‘청구권자금의 운용 및 관리에 관한 법률’ 제4조 제1항,제2항이 정한 ‘청구권자금 사용기준’ 및 같은 법 시행령이 정한 절차에 따라 정부로부터 청구권자금 중 일부를 투자받아 적법하게 설립되었고, 甲 회사의 설립 목적과 운영 내용 또한 위 ‘청구권자금 사용기준’에 부합하는 점, 그 후 甲 회사의 설립에 사용된 무상 청구권자금은 대한민국 정부의 출자금으로 대체되었으며, 차관으로 도입된 유상 청구권자금은 직접 상환된 점 등의 사정을 종합하면, 청구권자금 중 일부가 국내 제철회사인 甲 회사의 설립에 사용되었다 하더라도 이를 들어 甲 회사가 대한민국과 공모하여 甲 회사를 설립하는 데 청구권자금을 부당하게 사용하는 한편, 청구권자금이 일제강점기에 군인·군속 또는 노무자로 동원되어 희생된 피해자 및 그 유족들에게 정당하게 귀속되는 것을 방해함으로써 그들에 대하여 불법행위를 저질렀다고 인정하기 어렵다고 한 사례.<br/>[2]구 ‘청구권자금의 운용 및 관리에 관한 법률’(1982. 12. 31. 법률 제3613호로 폐지) 제5조에 의하여 신고대상 청구권의 범위를 ‘1947. 8. 15.부터 1965. 6. 22.까지 일본에 거주한 일이 있는 자를 제외한 대한민국 국민(법인 포함)이 1945. 8. 15. 이전에 일본국 및 일본국민(법인 포함)에 대하여 가졌던 청구권 등’으로 정한구 ‘대일 민간청구권 신고에 관한 법률’(1982. 12. 31. 법률 제3614호로 폐지) 제2조의 ‘청구권 등’에는 ‘일본국에서 예입 또는 납입한 일본국 정부에 대한 우편저금 채권’이 포함되므로, 구 ‘청구권자금의 운용 및 관리에 관한 법률’이 강제동원 피해자로서 임금을 지급받지 못한 피해자들로 하여금 보상받을 방법을 원천적으로 봉쇄하였다고 볼 수 없고, 다만구 ‘대일 민간청구권 신고에 관한 법률’ 제2조가 강제징용되어 1945. 8. 15. 이전에 사망한 자의 청구권만 신고대상에 포함시키고 그 후 생환한 피해자를 보상의 대상에서 제외한 것은, 입법의 불비 또는 국민의 모든 권리는 공공복리를 위하여 필요한 경우에 한하여 법률로써 제한할 수 있도록 규정한헌법 제37조 제2항에 의하여 경제발전이 시급하였던 당시 상황에서 정책적으로 우선 보상대상에서 제외한 것으로 볼 수 있을 뿐구 ‘청구권자금의 운용 및 관리에 관한 법률’ 제4조 제1항이 강제동원 피해자들에게 청구권자금이 귀속되는 것 자체를 원천적으로 불가능하게 하는 위헌적인 것이라고까지 할 수는 없다.<br/>[3] 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금 중 일부를 투자받아 설립된 국내 제철회사인 甲 회사가 일제 강점기에 강제동원 피해자들을 강제노역시킨 일본제철 주식회사의 후신인 乙 회사와 전략적 제휴관계를 맺고 상호 주식지분을 보유한 데 대하여 그 피해자와 유족들이 甲 회사를 상대로 인격권 침해 등 불법행위로 인한 손해배상을 청구한 사안에서, 위와 같은 甲 회사의 활동은 실정법 위반이라고 할 수 없을 뿐만 아니라 자유로운 기업활동을 할 권리의 행사로서 기업의 생존과 이윤 극대화를 위한 경영상 판단에 근거한 것이므로 그 활동이 곧 헌법 전문의 3·1 정신이나헌법 제5조,제10조를 위반하여 강제동원 피해자 및 그 유족들의 인간의 존엄과 가치·행복추구권 내지 인격권을 침해하는 행위인 동시에 반사회질서행위라고 볼 수 없어, 甲 회사의 불법행위를 인정하기 어렵다고 한 사례.<br/>[4] 1965. 6. 22. 체결된 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’에 따라 대한민국이 일본으로부터 유상 또는 무상으로 제공받은 자금 중 일부를 투자받아 설립된 국내 제철회사인 甲 회사가 일제 강점기에 강제동원 피해자들을 강제노역시킨 일본제철 주식회사의 후신인 乙 회사의 주주로서 乙 회사에게 강제동원 피해자 및 그 유족들에 대한 사과나 피해보상을 촉구하지 않은 데 대하여 위 피해자와 유족들이 甲 회사를 상대로 인격권 침해 등 불법행위로 인한 손해배상을 청구한 사안에서, 甲 회사에게 그와 같은 촉구를 하여야 할 실정법상 의무가 있다고 볼 수 없고, 외국인 지분이 60%가 넘는 회사인 甲 회사가 乙 회사로부터 사죄와 배상을 받으려는 강제동원 피해자 및 그 유족들의 권리행사에 대하여 배려·협조할 헌법 및 조리상 의무를 부담한다고 보기도 어려우므로, 甲 회사가 乙 회사 주주로서의 의무를 소홀히 함으로써 강제동원 피해자 및 그 유족들의 인간의 존엄과 가치·행복추구권 내지 인격권을 침해하고 선량한 풍속 및 기타 사회질서에 반하는 불법행위를 저질렀다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’ 제1조, 제2조,구 ‘청구권자금의 운용 및 관리에 관한 법률’(1982. 12. 31. 법률 제3613호로 폐지) 제1조,제4조,제5조,구 ‘대일 민간청구권 신고에 관한 법률’(1982. 12. 31. 법률 제3614호로 폐지) 제1조,제2조,제11조,민법 제750조,제751조 / [2]헌법 제37조 제2항,구 ‘청구권자금의 운용 및 관리에 관한 법률’(1982. 12. 31. 법률 제3613호로 폐지) 제4조 제1항,제5조,구 ‘대일 민간청구권 신고에 관한 법률’(1982. 12. 31. 법률 제3614호로 폐지) 제2조 / [3] 헌법 전문,제5조,제10조,민법 제103조,제105조,제750조,제751조 / [4]헌법 제10조,민법 제2조,제103조,제105조,제750조,제751조<br/>",
  "참조판례": ""
}