{
  "판례일련번호": "148855",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(횡령)·특정경제범죄가중처벌등에관한법률위반(수재등)·특정경제범죄가중처벌등에관한법률위반(배임)(일부인정된죄명:업무상배임)·특정경제범죄가중처벌등에관한법률위반(증재등)·상호저축은행법위반",
  "사건번호": "2010도13801",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110224",
  "판시사항": "[1] 수개의 업무상횡령 행위를 포괄하여 특정경제범죄 가중처벌 등에 관한 법률 위반(횡령)죄로 의율하기 위해서는 피해자 및 피해자별 피해액에 관한 공소사실의 특정이 필요한지 여부(적극)<br/>[2] 업무상배임죄로 이익을 얻는 수익자 또는 그와 밀접한 관련이 있는 제3자를 배임의 실행행위자와 공동정범으로 인정하기 위한 요건<br/>[3] 동일인 한도초과 대출로 인하여 ‘상호저축은행법 위반죄’와 ‘업무상배임죄’가 성립하는 경우 두 죄의 죄수 관계(=상상적 경합) 및 그 중 1죄에 대한 확정판결의 기판력이 다른 죄에 대하여도 미치는지 여부(적극)<br/>[4] 판결이 확정된 동일인 한도초과 대출로 인한 구 상호저축은행법 위반의 범죄사실과 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)의 공소사실이 상상적 경합관계에 있다고 보아, 위 공소사실에 대하여 면소를 선고한 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1] 수개의 업무상횡령 행위라 하더라도 피해법익이 단일하고, 범죄의 태양이 동일하며, 단일 범의의 발현에 기인하는 일련의 행위로 인정되는 경우는 포괄하여 1개의 범죄라고 할 것이지만, 피해자가 수인인 경우는 피해법익이 단일하다고 할 수 없으므로 포괄일죄의 성립을 인정하기 어렵고,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항에서 정한 이득액은 단순일죄의 이득액이나 포괄일죄의 이득액 합산액을 의미하는 것이지 경합범으로 처벌될 수죄의 이득액을 합한 금액을 말한다고 볼 수는 없으므로, 횡령행위를 포괄하여 특정경제범죄 가중처벌 등에 관한 법률 위반(횡령)죄로 의율하려면 원칙적으로 피해자 및 피해자별 피해액에 관한 공소사실의 특정이 필요하다.<br/>[2] 업무상배임죄로 이익을 얻는 수익자 또는 그와 밀접한 관련이 있는 제3자를 배임의 실행행위자와 공동정범으로 인정하기 위해서는 실행행위자의 행위가 피해자 본인에 대한 배임행위에 해당한다는 것을 알면서도 소극적으로 배임행위에 편승하여 이익을 취득한 것만으로는 부족하고, 실행행위자의 배임행위를 교사하거나 또는 배임행위의 전 과정에 관여하는 등으로 배임행위에 적극 가담할 것이 필요하다.<br/>[3] 동일인 한도초과 대출로 상호저축은행에 손해를 가하여 상호저축은행법 위반죄와 업무상배임죄가 모두 성립한 경우, 두 죄는형법 제40조에서 정한 상상적 경합관계에 있고,형법 제40조의 상상적 경합관계의 경우에는 그 중 1죄에 대한 확정판결의 기판력은 다른 죄에 대하여도 미친다.<br/>[4] 판결이 확정된 동일인 한도초과 대출로 인한 구 상호저축은행법(2010. 3. 22. 법률 제10175호로 개정되기 전의 것) 위반의 범죄사실과 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)의 공소사실이 상상적 경합관계에 있다고 보아, 위 공소사실에 대하여 면소를 선고한 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제37조,제355조 제1항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항,형사소송법 제254조 제4항 / [2]형법 제30조,제355조 제2항,제356조 / [3]형법 제40조,제355조 제2항,제356조,상호저축은행법 제12조 제1항,제39조 제4항 제6호 / [4]형법 제40조,제355조 제2항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항,구 상호저축은행법(2010. 3. 22. 법률 제10175호로 개정되기 전의 것) 제12조 제1항,제39조 제3항 제4호의2(현행제39조 제4항 제6호 참조),형사소송법 제326조 제1호<br/>",
  "참조판례": "[1]대법원 1989. 6. 13. 선고 89도582 판결(공1989, 1103),대법원 2005. 9. 28. 선고 2005도3929 판결(공2005하, 1731),대법원 2009. 2. 12. 선고 2006도6994 판결,대법원 2010. 4. 29. 선고 2010도2810 판결 / [2]대법원 2003. 10. 30. 선고 2003도4382 판결(공2003하, 2384),대법원 2007. 4. 12. 선고 2007도1033 판결 / [3]대법원 2007. 2. 23. 선고 2005도10233 판결,대법원 2008. 7. 10. 선고 2008도3357 판결<br/>"
}