{
  "판례일련번호": "148843",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2007두21587",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110224",
  "판시사항": "[1] 외국납부 법인세 공제한도액을 결정할 때 국외원천소득을 계산하는 방법<br/>[2] 국내 방송사 甲 회사의 미주방송지사가 본사로부터 제공받은 방송프로그램을 비디오 등으로 제작하여 미국 내에서 판매한 수입에 대하여 미국 과세당국에 법인세를 납부한 사안에서, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제2항을 근거로 미주방송지사가 독립기업일 경우 甲 회사에게 지급하였을 것으로 예상되는 방송프로그램의 사용료에 해당하는 금액을 손금에 산입한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 국내 방송사 甲 회사가 위성방송사업권을 취득하기 위하여 인건비를 지출하였으나 위성방송사업권을 취득하지 못한 경우, 지출한 인건비는 무형고정자산의 취득가액이 아니라 당기비용으로 보아 손금에 산입하여야 한다고 본 원심판결이 정당하다고 한 사례<br/>[4]구 부가가치세법 제16조 제1항에 따른 ‘용역을 공급받는 자’의 의미 및 판단 기준<br/>[5] 국내 방송사 甲 회사와 乙 미술센터가 체결한 미술용역공급계약에 따라 丙 프로덕션이 국내 방송사 甲 회사의 의뢰를 받아 제작하는 프로그램에 乙 미술센터가 미술용역을 제공한 사안에서, 미술용역을 공급받는 자는 미술용역공급계약의 당사자인 甲 회사이므로, 위 미술용역비 중 공통미술비에 관해 乙 미술센터가 甲 회사를 공급받는 자로 하여 작성·교부한 세금계산서가 ‘사실과 다른 세금계산서’에 해당한다고 볼 수 없다고 한 원심판결이 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 법인세법(1996. 12. 30. 법률 제5192호로 개정되기 전의 것)은 제24조의3 제1항 제1호에서 외국납부 법인세액은 내국법인의 당해 사업연도 법인세 산출세액에 국외원천소득이 당해 사업연도의 과세표준금액에서 차지하는 비율을 곱하여 산출한 금액을 한도로 당해 사업연도의 법인세액에서 공제할 수 있도록 규정하면서 국외원천소득의 결정방법에 관해서는 아무런 규정을 두고 있지 않으므로, 국외원천소득금액은구 법인세법 제9조 제1항이 정하는 소득개념에 따라 외국지점의 당해 사업연도 익금 총액에서 그 손금 총액을 공제하는 방법으로 계산하여야 할 것이고, 내국법인이 당해 사업연도의 과세표준금액 계산상 손금에 산입한 비용 중 외국지점의 영업에 관련된 부분은 그것이 외국지점에서 직접 지출되지 아니하였다고 하더라도 그 발생원인에 따라 적정하게 안분하여 당해 외국지점의 손금으로 계산하여야 한다.<br/>[2] 국내 방송사 甲 회사의 미주방송지사가 甲 회사 본사로부터 제공받은 방송프로그램을 비디오 등으로 제작하여 미국 내에서 판매한 총수입에서 판매관리비 등을 공제한 금액을 미국 내 원천소득으로 계산하여 미국 과세당국에 법인세를 납부한 사안에서, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제5조 제1항, 제6조 제8항의 규정에 의하면 미주방송지사의 국외원천소득과 관련하여서도 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제2항이 적용될 수 있다고 할 것이지만, 그와 별도로 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제3항이 고정사업장에 귀속되는 사업소득의 구체적인 결정 방법을 규정하고 있는 점, 위 각 규정과 관련하여 그동안 국제적으로 통용되어 온 해석은 무형자산의 경우에는 이를 동일기업 내부의 본사 또는 고정사업장 등 어느 특정 부문에 전적으로 귀속시키는 것이 어려우므로 설령 본사와 고정사업장 사이에서 그 사용료가 수수된다 하더라도 그것을 고정사업장의 손금이나 익금에 산입할 수는 없다는 것이었던 점, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 체결 당시 대한민국 정부 및 미합중국 정부도 그와 같은 국제적인 해석의 범위 안에서 위 각 규정을 조약의 내용에 포함시킨 것으로 보이는 점, 소득에 관한 이중과세를 회피하고자 하는 외국납부세액 공제제도의 취지 등을 종합하여 보면, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제2항을 근거로 미주방송지사가 독립기업일 경우 甲 회사 본사에 지급하였을 것으로 예상되는 방송프로그램의 사용료에 상당하는 금액을 공제하여 미주방송지사의 국외원천소득금액을 계산한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[3] 국내 방송사 甲 회사가 위성방송사업단을 구성하여 그 인건비를 지급하였으나 위성방송사업권을 취득하지 못한 사안에서, 위 인건비가구 법인세법 시행규칙(1999. 5. 24. 재정경제부령 제86호로 전부 개정되기 전의 것) 제27조 제1항 제2호 [별표 4]에 따른 무형고정자산 취득가액에 해당하지 아니하고, 당기비용으로 보아 손금산입되어야 한다고 본 원심판결이 정당하다고 한 사례.<br/>[4]구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제16조 제1항에 의하면, 납세의무자로 등록한 사업자가 재화 또는 용역을 공급하는 때에는 이를 공급받는 자에게 세금계산서를 교부하여야 하는바, 여기서 ‘용역을 공급받는 자’라 함은 계약상 또는 법률상의 원인에 의하여 역무 등을 제공받는 자를 의미하므로, 계약상 원인에 의하여 ‘용역을 공급받는 자’가 누구인가를 결정함에 있어서는 당해 용역공급의 원인이 되는 계약의 당사자 및 그 내용, 위 용역의 공급은 누구를 위하여 이루어지는 것이며 그 대가의 지급관계는 어떠한지 등 제반 사정을 고려하여야 한다.<br/>[5] 국내 방송사 甲 회사와 乙 미술센터가 체결한 미술용역공급계약에 따라 丙 프로덕션이 국내 방송사 甲 회사의 의뢰를 받아 제작하는 프로그램에 乙 미술센터가 미술용역을 제공한 사안에서, 乙 미술센터와 丙 프로덕션 사이에는 이에 관한 아무런 계약관계가 존재하지 아니하므로 미술용역을 공급받는 자는 미술용역공급계약의 당사자인 甲 회사이고, 丙 프로덕션은 단지 위 미술용역을 사실상 수령하는 자에 불과하다고 할 것이므로, 위 미술용역비 중 공통미술비에 관하여 乙 미술센터가 甲 회사를 공급받는 자로 하여 작성·교부한 세금계산서가 매입세액이 불공제되는 ‘사실과 다른 세금계산서’에 해당한다고 볼 수 없다고 한 원심판결이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 법인세법(1996. 12. 30. 법률 제5192호로 개정되기 전의 것) 제9조 제1항(현행제14조 제1항 참조),제24조의3 제1항 제1호(현행제57조 제1항 제1호 참조) / [2]구 법인세법(1996. 12. 30. 법률 제5192호로 개정되기 전의 것) 제9조 제1항(현행제14조 제1항 참조),제24조의3 제1항 제1호(현행제57조 제1항 제1호 참조), 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제5조 제1항, 제6조 제8항, 제8조 제2항, 제3항 / [3]구 법인세법(1998. 12. 28. 법률 제5581호로 전부 개정되기 전의 것) 제16조 제12호(현행제23조 제1항 참조),제17조(현행제41조 참조),구 법인세법 시행령(1998. 12. 31. 대통령령 제15970호로 전부 개정되기 전의 것) 제37조 제1항 제2호(현행제72조 제2항 제2호 참조),제48조(현행제26조 참조),구 법인세법 시행규칙(1999. 5. 24. 재정경제부령 제86호로 전부 개정되기 전의 것) 제27조 제1항 제2호 [별표 4](현행제15조 제2항 [별표 2] 참조) / [4]구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제16조 제1항 / [5]구 부가가치세법(1998. 12. 28. 법률 제5585호로 개정되기 전의 것) 제17조 제2항<br/>",
  "참조판례": "[1]대법원 1987. 2. 24. 선고 86누219 판결(공1987, 561) / [4]대법원 2006. 12. 22. 선고 2005두1497 판결<br/>"
}