{
  "판례일련번호": "148878",
  "사건명": "보험금",
  "사건번호": "2009다43355",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110224",
  "판시사항": "[1] 화재에 따른 직접손해, 소방손해, 피난손해 등을 보상하는 보험계약이 책임보험의 성격을 가지는지 여부(원칙적 소극)<br/>[2] 부동산 매수인이 자신을 피보험자로 하여 체결한 화재보험계약이 자기를 위한 보험계약인지 여부(원칙적 적극)<br/>[3] 주관적·예비적 공동소송에서 일부 공동소송인에 대하여만 판결을 하거나 남겨진 자를 위하여 추가판결을 하는 것이 허용되는지 여부(소극) 및 주위적 공동소송인과 예비적 공동소송인 중 어느 한 사람이 상소를 제기한 경우, 상소심의 심판대상<br/>[4] 주관적·예비적 공동소송에서 예비적 공동소송인 중 한 사람만이 제1심판결에 대하여 항소를 제기하였더라도 다른 공동소송인에 관한 부분도 함께 확정이 차단되고 원심에 이심되어 심판대상이 되었다고 보아야 함에도, 그 심판대상을 예비적 청구 중 제1심이 인용한 부분에 한정된다고 전제하여 그 부분에 관하여만 판단한 원심판결을 직권으로 파기한 사례<br/>[5] 제1심이 피고 甲에 대한 주위적 청구와 예비적 청구를 모두 기각하면서 피고 乙 및 제1심 공동피고들에 대한 예비적 청구를 전부 인용하였는데, 피고 甲이 피고 乙 및 제1심 공동피고들에 대한 예비적 청구에 관한 제1심판결에 대하여 항소를 제기한 사안에서, 피고 甲에게 항소의 이익이 없다고 한 사례<br/>",
  "판결요지": "[1] 보험계약에 편입된 보통약관에 보험회사가 보험에 가입한 물건이 입은 화재에 따른 직접손해, 소방손해, 피난손해 등을 보상하도록 되어 있는 경우에, 보통약관에 의하여 체결된 보험계약은 손해보험의 일종인 화재보험으로서의 성격을 갖는 것임이 분명하고, 이러한 화재보험은 다른 특약이 없는 한 피보험자가 목적물의 소유자인 타인에게 손해배상의무를 부담하게 됨으로써 입게 되는 손해까지 보상하기로 하는 책임보험의 성격을 갖는다고는 할 수 없다.<br/>[2] 부동산을 매수한 자가 그 부동산에 관하여 자신을 피보험자로 하여 화재보험계약을 체결하였다면, 특별한 사정이 없는 한 이는 자기를 위한 보험계약이라고 보아야 한다.<br/>[3] 주관적·예비적 공동소송은 동일한 법률관계에 관하여 모든 공동소송인이 서로간의 다툼을 하나의 소송절차로 한꺼번에 모순 없이 해결하는 소송형태로서 모든 공동소송인에 대한 청구에 관하여 판결을 하여야 하고(민사소송법 제70조 제2항), 그 중 일부 공동소송인에 대하여만 판결을 하거나 남겨진 자를 위하여 추가판결을 하는 것은 허용되지 않는다. 그리고 주관적·예비적 공동소송에서 주위적 공동소송인과 예비적 공동소송인 중 어느 한 사람이 상소를 제기하면 다른 공동소송인에 관한 청구 부분도 확정이 차단되고 상소심에 이심되어 심판대상이 되고, 이러한 경우 상소심의 심판대상은 주위적·예비적 공동소송인들 및 상대방 당사자 간 결론의 합일확정 필요성을 고려하여 판단하여야 한다.<br/>[4] 공탁이 무효임을 전제로 한 피고 甲에 대한 주위적 청구와 공탁이 유효임을 전제로 한 피고 乙 및 제1심 공동피고들에 대한 예비적 청구가 공탁의 효력 유무에 따라 두 청구가 모두 인용될 수 없는 관계에 있거나 한쪽 청구에 대한 판단 이유가 다른 쪽 청구에 대한 판단 이유에 영향을 주어 각 청구에 대한 판단 과정이 필연적으로 상호 결합되어 있는 주관적·예비적 공동소송의 관계에서 모든 당사자들 사이에 결론의 합일확정을 기할 필요가 인정되므로, 피고 乙만이 제1심판결에 대하여 적법한 항소를 제기하였다고 하더라도 피고 甲에 대한 주위적 청구 부분과 제1심 공동피고들에 대한 예비적 청구 부분도 함께 확정이 차단되고 원심에 이심되어 심판대상이 되었다고 보아야 함에도, 그 심판대상을 위 예비적 청구 중 제1심이 인용한 부분에 한정된다고 전제하여 그 부분에 관하여만 판단한 원심판결을 직권으로 전부 파기한 사례.<br/>[5] 제1심이 피고 甲에 대한 주위적 청구와 예비적 청구를 모두 기각하면서 피고 乙 및 제1심 공동피고들에 대한 예비적 청구를 전부 인용하였는데, 피고 甲이 피고 乙 및 제1심 공동피고들에 대한 예비적 청구에 관한 제1심판결에 대하여 그 일부취소를 구하며 항소를 제기한 사안에서, 상소는 자기에게 불이익한 재판에 대하여 유리하게 취소·변경을 구하기 위한 것이므로, 주위적 피고에 해당하는 피고 甲으로서는 자신에 대한 주위적 청구와 관련해서는 제1심에서 전부 승소의 판결을 받은 이상 그 판결이유에 불만이 있더라도 항소의 이익은 없고, 피고 乙 및 제1심 공동피고들에 대한 예비적 청구에 대하여는 자신이 당사자가 아니므로 제1심법원이 그 청구의 전부를 인용한 데 불만이 있더라도 이에 불복하여 항소를 제기할 이익이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제639조,제683조,제719조 / [2]상법 제639조,제683조 / [3]민사소송법 제67조 제1항,제2항,제70조 / [4]민사소송법 제67조 제1항,제2항,제70조 / [5]민사소송법 제248조[소의 제기],제390조<br/>",
  "참조판례": "[1]대법원 1997. 5. 30. 선고 95다14800 판결(공1997하, 1992),대법원 2003. 1. 24. 선고 2002다33496 판결(공2003상, 714) / [3]대법원 2008. 3. 27. 선고 2006두17765 판결,대법원 2008. 4. 10. 선고 2007다36308 판결,대법원 2009. 12. 24. 선고 2009다65669 판결<br/>"
}