{
  "판례일련번호": "149164",
  "사건명": "단기매매차익반환",
  "사건번호": "2010다84420",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110310",
  "판시사항": "[1]구 증권거래법 제188조 제2항에서 정한 ‘단기매매차익 반환제도’의 취지 및 6월 이내의 단기매매인지 여부의 판단 기준일(=계약체결일)<br/>[2] 구 증권거래법상 코스닥상장법인의 대표이사가 제3자로부터 매수한 그 법인의 주식을 양도하기로 하는 내용의 합의각서를 체결하고 약 6개월의 기간이 경과한 후 주식매매계약서를 작성한 사안에서, 위 합의각서는 추후 별도의 확정적인 매매계약 성립을 전제로 작성된 것으로 보이므로, 주식 매도는 위 주식매매계약서를 작성한 날에 이루어졌다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조 제2항에서 정한 단기매매차익 반환제도는, 주권상장법인 또는 코스닥상장법인의 내부자가 6월 이내의 단기간에 그 법인의 주식 등을 매매하는 경우 미공개 내부정보를 이용하였을 개연성이 크다는 점에서, 거래 자체는 허용하되 그 대신 내부자가 실제로 미공개 내부정보를 이용하였는지 여부나 내부자에게 미공개 내부정보를 이용하여 이득을 취하려는 의사가 있었는지 여부를 묻지 않고 내부자로 하여금 그 거래로 얻은 이익을 법인에 반환하도록 함으로써 내부자가 미공개 내부정보를 이용하여 법인의 주식 등을 거래하는 행위를 간접적으로 규제하는 제도이다. 내부정보를 이용할 가능성이 높은 단기매매를 6월이라는 기간요건하에 간접적으로 규제하고자 하는 단기매매차익 반환제도의 취지와 더불어 민법상 매매는 당사자 일방이 재산권을 상대방에게 이전할 것을 약정하고 상대방이 그 대금을 지급할 것을 약정함으로써 그 효력이 생긴다(민법 제563조)는 점을 고려하면, 6월 이내의 단기매매인지 여부는 계약체결일을 기준으로 판단하여야 한다. 그리고 어느 시점에 계약체결이 있었는지는 법률행위 해석의 문제로서 당사자가 표시한 문언에 의하여 객관적인 의미가 명확하게 드러나지 않는 경우에는 그 문언의 내용과 법률행위가 이루어지게 된 동기 및 경위, 당사자가 법률행위에 의하여 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/>[2] 구 증권거래법(2007. 8. 3. 법률 제8635호자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지)상 코스닥상장법인의 대표이사가 제3자로부터 매수한 그 법인의 주식을 양도하기로 하는 내용의 합의각서를 체결하고 약 6개월의 기간이 경과한 후 주식매매계약서를 작성한 사안에서, 제반 사정상 위 합의각서는 추후 별도의 확정적인 매매계약 성립을 전제로 예비적인 사항들을 합의하기 위하여 작성된 것이고, 매매계약 체결 여부 등은 제반 진행상황을 보아가면서 추후 결정하기로 합의한 것으로 보아야 하므로, 주식 매도는 위 주식매매계약서를 작성한 날에 이루어졌다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조 제2항(현행자본시장과 금융투자업에 관한 법률 제172조 제1항 참조),민법 제105조,제563조 / [2]구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조 제2항(현행자본시장과 금융투자업에 관한 법률 제172조 제1항 참조),민법 제105조,제563조<br/>",
  "참조판례": "[1]대법원 2004. 2. 13. 선고 2001다36580 판결(공2004상, 451),대법원 2004. 5. 28. 선고 2003다60396 판결(공2004하, 1061),대법원 2008. 3. 13. 선고 2006다73218 판결(공2008상, 517)<br/>"
}