{
  "판례일련번호": "149181",
  "사건명": "출입국관리법위반",
  "사건번호": "2008도7724",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110310",
  "판시사항": "[1] 일반사법경찰관리가 출입국사범에 대한 출입국관리사무소장 등의 고발이 있기 전에 한 수사가 소급하여 위법하게 되는지 여부(원칙적 소극)<br/>[2] 일반사법경찰관리가 출입국사범에 대한 전속적 고발권자인 출입국관리사무소장 등에게 인계하지 않고 한 수사가 소급하여 위법하게 되는지 여부(소극)<br/>[3] 피고인이 체류자격이 없는 외국인들을 고용하여 구 출입국관리법 위반으로 기소된 사안에서, 당초 위 사건을 입건한 지방경찰청이 지체없이 관할 출입국관리사무소장 등에게 인계하지 않고 그 고발없이 수사를 하였다는 것만으로는 지방경찰청 및 검찰의 수사가 위법하다거나 공소제기절차가 법률의 규정에 위배되어 무효인 때에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 법률에 의하여 고소나 고발이 있어야 논할 수 있는 죄에 있어서 고소 또는 고발은 이른바 소추조건에 불과하고 당해 범죄의 성립요건이나 수사의 조건은 아니므로, 위와 같은 범죄에 관하여 고소나 고발이 있기 전에 수사를 하였더라도, 그 수사가 장차 고소나 고발의 가능성이 없는 상태하에서 행해졌다는 등의 특단의 사정이 없는 한, 고소나 고발이 있기 전에 수사를 하였다는 이유만으로 그 수사가 위법하게 되는 것은 아니다. 그렇다면 일반사법경찰관리가 출입국사범에 대한 출입국관리사무소장 등의 고발이 있기 전에 수사를 하였더라도, 달리 위에서 본 특단의 사정이 없는 한 그 사유만으로 수사가 소급하여 위법하게 되는 것은 아니다.<br/>[2]구 출입국관리법(2010. 5. 14. 법률 제10282호로 개정되기 전의 것) 제101조는제1항에서 출입국관리사무소장 등의 전속적 고발권을 규정함과 아울러,제2항에서 일반사법경찰관리가 출입국사범을 입건한 때에는 지체없이 사무소장 등에게 인계하도록 규정하고 있고, 이는 그 규정의 취지에 비추어제1항에서 정한 사무소장 등의 전속적 고발권 행사의 편의 등을 위한 것이라고 봄이 상당하므로 일반사법경찰관리와의 관계에서 존중되어야 할 것이지만, 이를 출입국관리공무원의 수사 전담권에 관한 규정이라고까지 볼 수는 없는 이상 이를 위반한 일반사법경찰관리의 수사가 소급하여 위법하게 되는 것은 아니다.<br/>[3] 피고인이 체류자격이 없는 외국인들을 고용하여 구 출입국관리법(2010. 5. 14. 법률 제10282호로 개정되기 전의 것) 위반으로 기소되었는데, 당초 위 사건을 입건한 지방경찰청이 지체없이 관할 출입국관리사무소장 등에게 인계하지 아니한 채 그 고발없이 수사를 진행하였고, 이후 위 사무소장이 지방경찰청장의 고발의뢰에 따라 고발하면서 그 사유를 ‘지방경찰청의 고발의뢰 공문 등에 의해 명백히 입증되었다’라고만 기재한 사안에서, 고발 경위에 비추어 사무소장이 한 위 고발은 구체적인 검토에 따라 재량으로 행하여진 것이어서 무효로 볼 수 없고, 지방경찰청에서같은 법 제101조 제2항의 규정을 위반하였다는 것만으로는 지방경찰청 및 검찰의 수사가 위법하다거나 공소제기의 절차가 법률의 규정에 위배되어 무효인 때에 해당하지 않는다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 출입국관리법(2010. 5. 14. 법률 제10282호로 개정되기 전의 것) 제101조,제102조 제1항,제3항,사법경찰관리의 직무를 수행할 자와 그 직무범위에 관한 법률 제3조 제5항,경찰관직무집행법 제2조 제5호 / [2]구 출입국관리법(2010. 5. 14. 법률 제10282호로 개정되기 전의 것) 제101조 제1항,제2항 / [3]구 출입국관리법(2010. 5. 14. 법률 제10282호로 개정되기 전의 것) 제18조 제3항,제94조 제5호의2(현행제94조 제9호 참조),제101조 제1항,제2항,제102조 제1항,제3항,형사소송법 제327조 제2호<br/>",
  "참조판례": "[1]대법원 1995. 2. 24. 선고 94도252 판결(공1995상, 1512)<br/>"
}