{
  "판례일련번호": "149162",
  "사건명": "손해배상(의)",
  "사건번호": "2010다72410",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110310",
  "판시사항": "[1] 자연질식분만 도중 흡입분만을 실시하여 분만한 신생아가 분만 후 경막하출혈 등으로 사망한 사안에서, 흡입분만 시술과정에 의사의 과실이 있다고 단정하기 어렵다고 한 사례<br/>[2] 의사가 제왕절개수술을 실시할 필요가 없는 산모에게 질식분만을 실시하면서 그로 인해 발생할 수 있는 위험 등을 설명하지 않은 것이 설명의무를 위반하여 산모의 자기결정권을 침해한 것인지 여부(소극)<br/>[3] 자연질식분만 도중 흡입분만을 실시하여 분만한 신생아가 분만 후 경막하출혈 등으로 사망하자 산모 등이 의사의 설명의무 위반을 이유로 손해배상을 구한 사안에서, 제왕절개수술을 실시할 필요가 있었다고 볼 만한 자료가 없는 이상 의사에게 흡입분만의 방법으로 질식분만을 실시할 경우 발생할 수 있는 위험 등을 설명할 의무가 있었다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 자연질식분만 도중 흡입분만을 실시하여 분만한 신생아가 분만 후 경막하출혈, 골막하출혈 등으로 사망한 사안에서, 진료기록부 중 흡입분만 기재 부분이 다른 부분과 글씨체 등에서 서로 달라 보이나 이는 분만 직후 간호사 등이 망아의 몸무게 등을 먼저 기재하고 의사가 산모 등에 대한 산후처치 후 분만 과정에 대한 설명을 추가로 기재했기 때문으로 볼 여지가 충분하고, 흡입분만 기재 부분의 내용대로 의사가 흡입분만을 시도할 당시 이미 망아의 머리가 보일 정도로 분만이 진행된 상태였다면 망아의 두정부가 아닌 측두부나 좌측이마에 흡입컵을 부착시키는 것이 오히려 용이하지 않았을 것으로 보일 뿐만 아니라, 설령 망아의 좌측이마 윗부분에 흡입컵을 부착한 사실이 있다 하더라도 그로 인해 경막하출혈 등의 위험이 높아진다고 볼 만한 뚜렷한 자료도 없는 점 등을 고려하면 의사가 흡입분만을 실시하면서 망아의 좌측이마 윗부분에 흡입컵을 부착한 것이 의료상 과실에 해당한다고 보기 어렵고, 나아가 골막하출혈의 경우 자연질식분만에서도 발생할 수 있는 합병증이므로 망아에게 골막하출혈이 있었다는 사정만으로 의사가 흡입컵의 음압과 그 증가속도를 제대로 살피지 아니하여 망아의 머리에 무리한 힘이 가해지도록 한 과실이 있다고 단정하기 어려움에도, 위 흡입분만 기재 부분을 믿을 수 없다고 판단한 후 흡입분만 시술과정에 의사의 과실이 있었고 그 과실과 망아에게 생긴 경막하출혈 등 사이의 인과관계도 추정된다고 단정한 원심판단을 파기한 사례.<br/>[2] 질식분만을 하게 되면 산모 또는 태아의 생명·신체 등에 중대한 위험을 초래할 개연성이 있어 제왕절개수술을 실시할 필요가 있다고 판단되는 경우에, 의사는 특별한 사정이 없는 한 산모로 하여금 제왕절개수술을 받을지 여부를 결정하도록 하기 위해 질식분만을 실시할 경우 예상되는 위험, 대체적인 분만방법으로 제왕절개수술이 있다는 점 및 제왕절개수술을 실시할 경우 예상되는 위험 등을 설명할 의무가 있으나, 위와 같이 제왕절개수술을 실시할 상황이 아니라면 질식분만이 가장 자연스럽고 원칙적인 분만방법이므로 의사가 산모에게 질식분만을 실시할 경우 발생할 수 있는 위험 등을 설명하지 않았다고 하여 설명의무를 위반하여 산모의 자기결정권을 침해하였다고 할 수는 없다.<br/>[3] 자연질식분만 도중 흡입분만을 실시하여 분만한 신생아가 분만 후 경막하출혈 등으로 사망하자 산모 등이 의사의 설명의무 위반을 이유로 손해배상을 구한 사안에서, 제왕절개수술을 실시할 필요가 있었다고 볼 만한 자료가 없는 이상 의사에게 질식분만 중인 산모로 하여금 질식분만을 더 시도할 것인지 제왕절개수술을 시도할 것인지 결정할 기회를 가지도록 흡입분만의 방법으로 질식분만을 실시할 경우 발생할 수 있는 위험 등을 설명할 의무가 있었다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제750조 / [2]민법 제750조 / [3]민법 제750조<br/>",
  "참조판례": "[2]대법원 1995. 4. 25. 선고 94다27151 판결(공1995상, 1939),대법원 2007. 5. 31. 선고 2005다5867 판결(공2007하, 949),대법원 2010. 6. 24. 선고 2007다62505 판결<br/>"
}