{
  "판례일련번호": "149166",
  "사건명": "시정명령등",
  "사건번호": "2009두1990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110310",
  "판시사항": "[1]구 ‘하도급거래 공정화에 관한 법률’ 제4조 제2항 제1호에서 정한 ‘일률적인 비율로 단가를 인하’한다는 의미<br/>[2] 원사업자인 자동차 제조회사가 자신에게 자동차 부품을 납품하는 55개 중소기업 수급사업자들 중 26개 수급사업자의 789개 품목에 관하여 1, 2차에 걸쳐 납품단가를 3.2～3.5% 인하한 행위가구 ‘하도급거래 공정화에 관한 법률’ 제4조 제2항 제1호에서 정한 부당한 하도급대금의 결정 행위에 해당한다고 보아 공정거래위원회가 시정명령 등을 내린 사안에서, 원사업자의 2차 인하행위가 ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당한다고 할 수 있음에도 이와 달리 판단한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3]구 ‘하도급거래 공정화에 관한 법률’ 제13조 등의 위반행위가 있었으나 그 결과가 더 이상 존재하지 않는 경우,같은 법 제25조 제1항에 의한 시정명령을 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1]구 ‘하도급거래 공정화에 관한 법률’(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제4조 제1항,제2항 제1호 각 규정의 내용 및 체계와 부당한 하도급대금의 결정 금지에 관한 입법 취지 등에 비추어 보면,위 법 제4조 제2항 제1호에서 ‘일률적인 비율로 단가를 인하’한다는 것은, 둘 이상의 수급사업자나 품목에 관하여 수급사업자의 경영상황, 시장상황, 목적물 등의 종류·거래규모·규격·품질·용도·원재료·제조공법·공정 등 개별적인 사정에 차이가 있는데도 동일한 비율 또는 위와 같은 차이를 반영하지 아니한 일정한 구분에 따른 비율로 단가를 인하하는 것을 의미한다. 그리고 결정된 인하율이 수급사업자에 따라 어느 정도 편차가 있다고 하더라도, 위 기준에 비추어 전체적으로 동일하거나 일정한 구분에 따른 비율로 단가를 인하한 것으로 볼 수 있다면, ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당한다고 보아야 한다.<br/>[2] 원사업자인 자동차 제조회사가 자신에게 자동차 부품을 납품하는 55개 중소기업 수급사업자들 중 26개 수급사업자의 789개 품목에 관하여 2001. 12.부터 2003. 5.까지 1, 2차에 걸쳐 납품단가를 3.2~3.5% 인하한 행위가구 ‘하도급거래 공정화에 관한 법률’(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제4조 제2항 제1호에서 정한 부당한 하도급대금의 결정 행위에 해당한다고 보고 공정거래위원회가 시정명령 등을 내린 사안에서, 수급사업자들의 경영상황과 목적물의 종류 등은 물론 납품물량 증가율까지 서로 다른데도, 원사업자가 저수익 차종의 재료비를 3.5% 인하하여 수익성을 개선할 계획을 세운 다음 2차 인하를 단행함으로써 수급사업자들 중 1차에서 1.8~2.0% 인하한 20개 업체에 대하여는 1.3~1.5% 추가 인하하여 인하율이 합계 3.2~3.5%에 이르게 하고, 나머지 6개 업체에 대하여는 3.4~3.5% 인하한 것으로 볼 여지가 있어 원사업자의 2차 인하행위가 ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당한다고 할 수 있음에도, 이와 달리 판단한 원심판결에 법리를 오해하여 필요한 심리를 다하지 않은 위법이 있다고 한 사례.<br/>[3]구 ‘하도급거래 공정화에 관한 법률’(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제25조 제1항은 공정거래위원회가같은 법 제13조 등의 규정을 위반한 원사업자에 대하여 하도급대금 등의 지급, 법 위반행위의 중지 기타 ‘당해 위반행위의 시정’에 필요한 조치를 권고하거나 명할 수 있다고 규정하고 있는데,위 법이 제13조 등의 위반행위 그 자체에 대하여 과징금을 부과하고(제25조의3 제1항) 형사처벌을 하도록(제30조 제1항) 규정하고 있는 것과 별도로 그 위반행위를 이유로 한 시정명령의 불이행에 대하여도 형사처벌을 하도록(제30조 제2항 제2호) 규정하고 있는 점 및 이익침해적 제재규정의 엄격해석원칙 등에 비추어 볼 때, 비록위 법 제13조 등의 위반행위가 있었더라도 그 위반행위의 결과가 더 이상 존재하지 않는다면위 법 제25조 제1항에 의한 시정명령은 할 수 없다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 하도급거래 공정화에 관한 법률(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제4조 제2항 제1호 / [2]구 하도급거래 공정화에 관한 법률(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제4조 제2항 제1호 / [3]구 하도급거래 공정화에 관한 법률(2009. 4. 1. 법률 제9616호로 개정되기 전의 것) 제13조,제25조 제1항<br/>",
  "참조판례": "[3]대법원 2010. 9. 30. 선고 2008두16377 판결,대법원 2010. 11. 11. 선고 2008두20093 판결(공2010하, 2269)<br/>"
}