{
  "판례일련번호": "149294",
  "사건명": "부당이득금",
  "사건번호": "2010나63173",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110323",
  "판시사항": "[1] 사문서에 날인된 인영의 진정성립 추정이 번복되는 경우<br/>[2] 甲 의료법인과 그 법인 소유의 병원 부지 및 건물에 대한 경매절차에서 배당을 받은 乙 주식회사 및 丙이 서로 배당이의의 소 등을 제기하여 그 소송 진행 중 丁이 甲 법인 대표이사 명의로 작성된 위임장에 근거하여 甲 법인의 대리인으로서 乙 회사 및 丙과 소 취하 등 합의 및 부제소 약정을 체결한 사안에서, 위임장에 날인된 甲 법인 법인인감의 인영이 당시 대표이사에 의해 날인된 것이 아님이 인정된다는 이유로 위임장의 진정성립을 부정하여 위 합의 및 약정이 甲 법인에 대하여 효력이 없다고 한 사례<br/>[3] 제1심법원이 소가 부제소 약정을 위반하여 부적법하다는 이유로 각하하자 원고만이 항소한 사안에서, 위 부제소 약정은 권한 없는 대리인에 의하여 체결된 것으로 원고에게 효력이 없으므로 위 소는 적법하다고 하면서, 제1심판결을 취소하여 환송하지 않고 직접 본안심리를 한 다음 원고의 청구를 기각한 사례<br/>",
  "판결요지": "[1] 사문서에 날인된 작성 명의인의 인영이 그의 인장에 의하여 현출된 것이라면 특단의 사정이 없는 한 인영의 진정성립, 즉 날인행위가 작성 명의인의 의사에 기한 것임이 추정되고, 일단 인영의 진정성립이 추정되면민사소송법 제358조에 의하여 문서 전체의 진정성립이 추정되나, 위와 같은 추정은 날인행위가 작성 명의인 이외의 자에 의하여 이루어진 것임이 밝혀지거나 작성 명의인의 의사에 반하여 혹은 작성 명의인의 의사에 기하지 않고 이루어진 것임이 밝혀진 경우에는 깨진다고 할 것이고, 나아가 위와 같은 인영의 진정성립, 즉 날인행위가 작성 명의인의 의사에 기한 것이라는 추정은 사실상의 추정이므로, 인영의 진정성립을 다투는 자가 반증을 들어 인영의 진정성립, 즉 날인행위가 작성 명의인의 의사에 기한 것임에 관하여 법원으로 하여금 의심을 품게 할 수 있는 사정을 입증하면 진정성립의 추정은 깨진다.<br/>[2] 甲 의료법인과 그 법인 소유의 병원 부지 및 건물에 대한 경매절차에서 배당을 받은 乙 주식회사 및 丙이 서로 배당이의의 소 등을 제기하여 그 소송이 진행되던 중 丁이 甲 법인 대표이사 명의로 작성된 위임장에 근거하여 甲 법인의 대리인으로서 乙 회사 및 丙과 소 취하 등 합의 및 부제소 약정을 체결한 사안에서, 위임장에 甲 법인의 법인인감이 날인되어 있음은 인정되나 위임장 작성 전부터 위 합의 당시까지 그 법인인감을 丙이 소지하고 있었던 사실 등에 비추어 위임장에 날인된 그 법인인감의 인영은 당시 대표이사였던 자에 의해 날인된 것이 아님이 인정된다는 이유로 위임장의 진정성립을 부정하여 위 합의 및 약정은 권한 없는 대리인에 의해 체결된 것으로 甲 법인에 대하여 효력이 없다고 한 사례.<br/>[3] 제1심법원이 원고가 제기한 소가 부제소 약정을 위반하여 부적법하다는 이유로 이를 각하하자 이에 대하여 원고만이 항소한 사안에서, 위 부제소 약정은 권한 없는 대리인에 의하여 체결된 것으로 원고에게 효력이 없으므로 위 소는 적법하다고 하면서, 제1심판결을 취소하여민사소송법 제418조 본문에 따라 제1심법원에 환송하지 않고, 제1심에서 본안판결을 할 수 있을 정도로 심리가 되었음을 인정하여민사소송법 제418조 단서에 따라 직접 본안심리를 한 다음 원고의 청구를 이유 없다고 기각한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제358조 / [2]민사소송법 제358조,민법 제105조,제130조 / [3]민사소송법 제418조<br/>",
  "참조판례": "[1]대법원 2003. 2. 11. 선고 2002다59122 판결(공2003상, 782),대법원 2003. 7. 25. 선고 2003다21384, 21391 판결,대법원 2010. 4. 29. 선고 2009다38049 판결<br/>"
}