{
  "판례일련번호": "149320",
  "사건명": "직원신규임용취소행위무효확인",
  "사건번호": "2008다92022",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110324",
  "판시사항": "[1] 한국철도공사 설립 당시 철도청 공무원의 신분에서 퇴직하여 한국철도공사 직원으로 임용된 사람의 종전 근로관계가 한국철도공사에 당연히 승계되는지 여부(적극) 및 이미 철도청 공무원의 신분을 상실하였는데도 위 공사에서 사실상 근무해 온 사람의 근로관계까지 승계되는지 여부(소극)<br/>[2] 국가공무원이 금고 이상의 형의 집행유예를 받아 당연퇴직한 후형법 제65조에 따라 형의 선고가 효력을 잃게 된 경우, 이미 발생한 당연퇴직의 효력에 영향이 있는지 여부(소극)<br/>[3] 철도청 공무원으로 근무하던 중 집행유예의 확정판결을 받고도 사실상 계속 근무해 온 사람을 한국철도공사 직원으로 임용한 것은 무효라고 한 사례<br/>",
  "판결요지": "[1] 국가 또는 지방자치단체가 수행하던 특정 사업을 법률에 의하여 새로 설립되는 공사에 이관하는 경우 인적 조직에 신분상 변동이 있고 물적 조직에도 그것을 규율하는 법률 등에 차이가 있는 점에 비추어 볼 때 입법정책적 판단에 의하여 새로 설립되는 공사에 승계되는 권리·의무의 범위를 정할 수 있다. 그런데철도산업발전기본법 제21조 제3항은 “국가는 철도운영 관련사업을 효율적으로 경영하기 위하여 철도청 및 고속철도건설공단의 관련조직을 전환하여 특별법에 의하여 한국철도공사(이하 ‘철도공사’라 한다)를 설립한다.”고 규정하고,같은 법 제25조 제1항은 “철도공사 및 철도시설공단은 철도청 직원 중 공무원 신분을 계속 유지하는 자를 제외한 철도청 직원 및 고속철도건설공단 직원의 고용을 포괄하여 승계한다.”고 규정하고 있다. 이에 따라한국철도공사법 부칙(2003. 12. 31.) 제7조 제1항,제2항,제4항은 철도청장은 소속 공무원 중 철도공사의 직원으로 신분이 전환될 자를 확정하여 철도공사가 직원을 임용할 수 있도록 조치하여야 하고, 철도공사 설립 당시 공무원 신분을 계속 유지하는 자와 한국철도시설공단 직원으로 임용된 자를 제외한 철도청 직원은 철도공사의 직원으로 임용하며, 철도공사의 직원으로 임용된 때에는 공무원 신분에서 퇴직한 것으로 본다고 규정하고 있다. 위 각 규정의 문언 및 입법 취지에 비추어,위 부칙 제7조 제1항,제2항,제4항에 의하여 철도공사 설립 당시 철도청 소속 공무원의 신분에서 퇴직하여 철도공사 직원으로 임용된 자의 종전 근로관계는 철도공사에 당연히 승계된다고 보아야 하고, 다만 이 경우 승계되는 근로관계는 구 한국철도공사법(2007. 4. 6. 법률 제8339호로 개정되기 전의 것) 시행일인 2005. 1. 1. 현재 철도청 공무원 신분을 갖고 있는 자와의 근로관계만을 의미하고 그 시점에 이미 철도청 공무원 신분을 상실한 자로서 사실상 근무해 온 자의 근로관계까지 승계하는 것은 아니다.<br/>[2]구 국가공무원법(2002. 12. 18. 법률 제6788호로 개정되기 전의 것) 제69조는 “공무원이제33조 각 호의 1에 해당할 때에는 당연히 퇴직한다.”고 규정하고,같은 법 제33조 제1항 제4호는 결격사유 중의 하나로 ‘금고 이상의 형을 받고 그 집행유예의 기간이 완료된 날로부터 2년을 경과하지 아니한 자’를 들고 있다.같은 법 제69조에서 규정하고 있는 당연퇴직제도는같은 법 제33조 제1항 각 호에 규정되어 있는 결격사유가 발생하는 것 자체에 의하여 임용권자의 의사표시 없이 결격사유에 해당하게 된 시점에 당연히 공무원 신분을 상실하게 하는 것이고, 당연퇴직의 효력이 생긴 후에 당연퇴직사유가 소멸한다는 것은 있을 수 없으므로, 국가공무원이 금고 이상의 형의 집행유예를 받은 경우에는 그 이후형법 제65조에 따라 형의 선고가 효력을 잃게 되었다 하더라도 이미 발생한 당연퇴직의 효력에는 영향이 없다.<br/>[3] 甲이 철도청 공무원으로 근무하던 중 징역형의 집행유예 확정판결을 받고도 철도청 소속 공무원으로 사실상 계속 근무하다가 2005. 1. 1. 한국철도공사 설립과 함께 철도청 공무원 신분에서 퇴직하고 한국철도공사 직원으로 임용되어 사실상 근무해 온 사안에서, 甲은 위 집행유예 판결이 확정된 시점에 이미 철도청 공무원 신분을 상실하였으므로,한국철도공사법 부칙(2003. 12. 31.) 제7조 제1항,제2항에 의하여 한국철도공사 직원으로 신분이 전환될 수 없고, 따라서 甲이 철도청 공무원 신분을 가지고 있음을 전제로 하는 한국철도공사의 2005. 1. 1.자 임용행위는 효력이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]철도산업발전기본법 제21조 제3항,제25조 제1항,한국철도공사법 부칙(2003. 12. 31.) 제1조,제7조 제1항,제2항,제4항 / [2]구 국가공무원법(2002. 12. 18. 법률 제6788호로 개정되기 전의 것) 제33조 제1항 제4호,제69조,형법 제65조 / [3]철도산업발전기본법 제21조 제3항,제25조 제1항,한국철도공사법 부칙(2003. 12. 31.) 제1조,제7조 제1항,제2항,제4항,국가공무원법 제33조 제1항 제4호,제69조<br/>",
  "참조판례": "[1]대법원 2005. 3. 25. 선고 2003다39644 판결(공2005상, 647) / [2]대법원 2002. 7. 26. 선고 2001두205 판결(공2002하, 2068)<br/>"
}