{
  "판례일련번호": "149302",
  "사건명": "효력정지가처분",
  "사건번호": "2011카합113",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20110308",
  "판시사항": "[1] 신주를 발행하여 상장신청을 한 회사가, 신주발행무효소송이 제기되었음을 이유로 상장유예결정을 한 한국거래소를 상대로 그 결정의 효력정지 등 가처분을 신청하자, 신주발행무효소송을 제기한 소액주주들이 한국거래소를 위한 보조참가신청을 한 사안에서, 위 소액주주들에게 가처분신청 결과에 대한 직접적인 법률상 이해관계가 없어 보조참가신청이 부적법하다고 한 사례<br/>[2]자본시장과 금융투자업에 관한 법률 제390조에 따라 한국거래소가 제정한 상장규정의 법적 성질(=약관)<br/>[3] 금융지주회사가 신주를 발행하여 상장신청을 하였으나, 한국거래소가 신주발행무효소송이 제기되었음을 이유로 ‘신주발행의 효력과 관련하여 소송이 제기된 경우’ 상장을 유예할 수 있도록 정한 증권상장규정 제103조 제1항 제1호에 따라 상장유예결정을 한 사안에서, 위 조항은 상장신청법인에게 부당하게 불리하고 신의성실의 원칙에 반하여 공정성을 잃은 조항으로서약관의 규제에 관한 법률 제6조 제1항,제2항 제1호에 따라 무효라고 한 사례<br/>[4] 금융지주회사가 신주를 발행하여 상장신청을 하였으나, 한국거래소가 신주발행무효소송이 제기되었음을 이유로 상장유예결정을 하자, 그 결정의 효력정지 및 상장절차이행 가처분을 신청한 사안에서, 상장유예결정의 효력정지 가처분신청에 관해서는 피보전권리 및 보전의 필요성이 인정된다고 보아 인용한 반면, 상장절차이행 가처분신청에 관해서는 피보전권리 및 보전의 필요성에 관하여 충분한 고도의 소명이 있다고 보기 어렵다는 이유로 기각한 사례<br/>",
  "판결요지": "[1] 신주를 발행하여 상장신청을 한 회사가, 신주발행무효소송이 제기되었음을 이유로 상장유예결정을 한 한국거래소를 상대로 그 결정의 효력정지 등 가처분을 신청하자, 신주발행무효소송을 제기한 소액주주들이 한국거래소를 위한 보조참가신청을 한 사안에서, 위 소액주주들은 가처분신청 결과에 대하여 사실상, 경제상 또는 감정상의 이해관계를 넘어 직접적인 법률상 이해관계가 있다고 볼 수 없으므로 보조참가신청이 부적법하다고 한 사례.<br/>[2]자본시장과 금융투자업에 관한 법률 제390조 제1항은 한국거래소가 증권시장에 상장할 증권의 심사 및 상장증권의 관리를 위하여 상장규정을 정하여야 한다고 규정한 다음,제2항에서 ‘증권의 상장기준 및 상장심사에 관한 사항(제1호)’ 등 상장규정에서 정할 사항을 열거하고 있는데, 이러한 법 규정에 따라 제정한 상장규정은 계약의 일방 당사자인 한국거래소가 다수의 상장신청 법인과 사이에 상장계약을 체결하기 위하여 일정한 형식에 의하여 미리 마련한 계약의 내용, 즉 약관의 성질을 갖는다.<br/>[3] 금융지주회사가 은행 인수자금 조달을 위하여 제3자 배정방식으로 신주를 발행한 다음 한국거래소에 그 신주의 상장신청을 하였으나, 한국거래소가 소액주주들에 의해 신주발행무효소송이 제기되었음을 이유로 ‘신주발행의 효력과 관련하여 소송이 제기된 경우’ 상장을 유예할 수 있도록 정한 증권상장규정 제103조 제1항 제1호에 따라 상장유예결정을 한 사안에서, 위 조항은 비례의 원칙이나 형평의 원칙에 현저히 어긋남으로써 정의관념에 반하거나 다른 법률이 보장하는 상장법인의 권리를 지나치게 제약하여 상장신청법인에게 부당하게 불리하고 신의성실의 원칙에 반하여 공정성을 잃은 조항으로서약관의 규제에 관한 법률 제6조 제1항,제2항 제1호에 따라 무효라고 한 사례.<br/>[4] 금융지주회사가 은행 인수자금 조달을 위하여 제3자 배정방식으로 신주를 발행한 다음 한국거래소에 그 신주의 상장신청을 하였으나, 한국거래소가 소액주주들에 의해 신주발행무효소송이 제기되었음을 이유로 상장유예결정을 하자, 그 결정의 효력정지 및 상장절차이행 가처분을 신청한 사안에서, 상장유예결정의 효력정지 가처분신청에 관해서는 위 회사가 상장계약의 당사자로서 갖는 상장절차이행청구권을 피보전권리에 해당한다고 보고, 상장유예결정으로 위 회사가 자금조달계획에 현저한 지장이 초래되어 금융기관으로서 쉽게 회복하기 어려운 대외적 신용하락이 발생할 우려가 있는 점 등에 비추어 보전의 필요성도 인정된다고 보아 그 가처분신청을 인용한 반면, 상장절차이행 가처분신청에 관해서는 위 신주에 대한 직접적이고 즉각적인 상장절차이행을 구할 피보전권리 및 보전의 필요성에 관하여 충분한 고도의 소명이 있다고 보기 어렵다는 이유로 그 가처분신청을 기각한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제71조 / [2]자본시장과 금융투자업에 관한 법률 제390조 제1항,제2항 제1호,약관의 규제에 관한 법률 제2조 제1호 / [3]자본시장과 금융투자업에 관한 법률 제390조 제1항,제2항 제1호,약관의 규제에 관한 법률 제6조 제1항,제2항 제1호 / [4]민사집행법 제300조<br/>",
  "참조판례": "[2]대법원 2007. 11. 15. 선고 2007다1753 판결(공2007하, 1913)<br/>"
}