{
  "판례일련번호": "149347",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2010두25527",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110324",
  "판시사항": "[1]1996. 12. 30. 법률 제5189호로 국세기본법 제26조 제1호가 개정되어 ‘결손처분’이 납세의무 소멸사유에서 제외되고,1999. 12. 28. 법률 제6053호로 국세징수법 제86조 제1항이 개정되면서 결손처분의 취소사유가 위 개정 국세기본법의 취지에 맞추어 ‘압류할 수 있는 다른 재산을 발견한 때’로 확대된 후, ‘결손처분’ 또는 ‘결손처분의 취소’가 항고소송의 대상이 되는 행정처분인지 여부(소극)<br/>[2] 국세징수법이 압류재산을 공매할 때에 공매통지를 하도록 한 이유 및 위 공매통지 자체가 항고소송의 대상이 되는 행정처분인지 여부(원칙적 소극)<br/>",
  "판결요지": "[1]1996. 12. 30. 법률 제5189호로 개정되기 전의 구 국세기본법 제26조 제1호에 납세의무의 소멸사유 중 하나로 규정되어 있던 ‘결손처분’이 개정 국세기본법에서는 납세의무의 소멸사유에서 제외되었음에도, ‘결손처분 당시 다른 압류할 수 있는 재산이 있었던 것을 발견한 때’에는 지체 없이 그 처분을 취소하고 체납처분을 하여야 한다고 규정한구 국세징수법(1999. 12. 28. 법률 제6053호로 개정되기 전의 것) 제86조 제2항이 그대로 존치되어 오다가, 1999. 12. 28. 법률 제6053호로 국세징수법이 개정되면서(이하 ‘개정 국세징수법’이라 한다) 결손처분의 취소사유가 개정 국세기본법의 취지에 맞추어 ‘압류할 수 있는 다른 재산을 발견한 때’로 확대되었는바, 개정 국세징수법 아래에서 결손처분은 체납처분절차의 종료라는 의미만 가지게 되었고, 결손처분의 취소도 종료된 체납처분절차를 다시 시작하는 행정절차로서의 의미만을 가질 뿐이다.<br/>[2] 국세징수법이 압류재산을 공매할 때에 공고와 별도로 체납자 등에게 공매통지를 하도록 한 이유는, 체납자 등으로 하여금 공매절차가 유효한 조세부과처분 및 압류처분에 근거하여 적법하게 이루어지는지 여부를 확인하고 이를 다툴 수 있는 기회를 주는 한편, 국세징수법이 정한 바에 따라 체납세액을 납부하고 공매절차를 중지 또는 취소시켜 소유권 또는 기타의 권리를 보존할 수 있는 기회를 갖도록 함으로써 체납자 등이 감수하여야 하는 강제적인 재산권 상실에 대응한 절차적인 적법성을 확보하기 위한 것으로 보아야 하고, 따라서 체납자 등에 대한 공매통지는 국가의 강제력에 의하여 진행되는 공매에서 체납자 등의 권리 내지 재산상의 이익을 보호하기 위하여 법률로 규정한 절차적 요건이라고 보아야 하며, 공매처분을 하면서 체납자 등에게 공매통지를 하지 않았거나 공매통지를 하였더라도 그것이 적법하지 아니한 경우에는 절차상의 흠이 있어 그 공매처분이 위법하게 되는 것이지만, 공매통지 자체가 그 상대방인 체납자 등의 법적 지위나 권리·의무에 직접적인 영향을 주는 행정처분에 해당한다고 할 것은 아니므로 다른 특별한 사정이 없는 한 체납자 등은 공매통지의 결여나 위법을 들어 공매처분의 취소 등을 구할 수 있는 것이지 공매통지 자체를 항고소송의 대상으로 삼아 그 취소 등을 구할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국세기본법(1996. 12. 30. 법률 제5189호로 개정되기 전의 것) 제26조 제1호,구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조 제1호,구 국세징수법(1999. 12. 28. 법률 제6053호로 개정되기 전의 것) 제86조 제2항,구 국세징수법(2008. 12. 26. 법률 제9265호로 개정되기 전의 것) 제86조 제2항 / [2]구 국세징수법(2006. 10. 27. 법률 제8055호로 개정되기 전의 것) 제66조,제67조 제2항,제68조,행정소송법 제2조,제4조<br/>",
  "참조판례": "[1]대법원 2002. 9. 24. 선고 2001두10066 판결(공2002하, 2611),대법원 2005. 2. 17. 선고 2003두12363 판결(공2005상, 429) / [2]대법원 2007. 7. 27. 선고 2006두8464 판결(공2007하, 1393),대법원 2008. 11. 20. 선고 2007두18154 전원합의체 판결(공2008하, 1799)<br/>"
}