{
  "판례일련번호": "149491",
  "사건명": "화물자동차운수사업법위반",
  "사건번호": "2008도6693",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110414",
  "판시사항": "[1]구 화물자동차 운수사업법 제48조 제4호,제39조의 처벌대상인 ‘자가용화물자동차를 유상으로 화물운송용에 제공하거나 임대하는 행위’의 의미<br/>[2] 피고인들이 자가용화물자동차를 유상으로 임대하였다고 하여 구 화물자동차 운수사업법 위반으로 기소된 사안에서, 위 임대행위가같은 법 제48조 제4호,제39조의 처벌대상에 해당한다고 보아야 하는데도, 이와 달리 판단하여 피고인들에게 무죄를 선고한 원심판결에 위 규정의 해석·적용을 그르친 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제48조 제4호는 ‘법 제39조의 규정에 위반하여 자가용화물자동차를 유상으로 화물운송용에 제공하거나 임대한 자’를 처벌하도록 규정하고 있는데, 위 법은 화물의 원활한 운송을 도모함으로써 공공복리의 증진에 기여함을 목적으로 하고 있고(법 제1조), ‘화물자동차 운수사업’이란 화물자동차 운송사업, 화물자동차 운송주선사업 및 화물자동차 운송가맹사업만을 의미하는 것이어서(법 제2조 제2항) 화물자동차 대여사업은 이에 포함되지 않을 뿐 아니라,여객자동차 운수사업법 제30조와그 시행규칙 제67조에서도 화물자동차는 자동차대여사업에 사용할 수 있는 자동차의 범위에 포함되어 있지 않은 점, 화물의 원활한 운송 및 공공복리의 증진이라는 화물자동차 운수사업법의 목적 및 이를 달성하기 위해 국내 물류운송 시장의 건전한 발전과 그 과정의 왜곡을 방지하고자 하는 위 규정들의 취지, 그 밖에 관련 법률의 체계와 상호관계 및 화물자동차 운수사업과 관련된 입법정책 등을 종합해 보면,법 제48조 제4호,제39조의 처벌대상이 되는 ‘자가용화물자동차를 유상으로 화물운송용에 제공하거나 임대하는 행위’란 자가용화물자동차를 ‘유상으로 화물운송용에 제공하는 행위’와 ‘임대하는 행위’를 의미한다고 보아야 한다.<br/>[2] 피고인들이 자가용화물자동차를 유상으로 임대하였다고 하여 구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘법’이라 한다) 위반으로 기소된 사안에서,법 제48조 제4호,제39조의 처벌대상이 되는 ‘자가용화물자동차를 유상으로 화물운송용에 제공하거나 임대하는 행위’란 자가용화물자동차를 ‘유상으로 화물운송용에 제공하는 행위’와 ‘임대하는 행위’를 의미한다고 보아야 하고, 또한 위 처벌규정은 그 개념이 다의적이지 아니할 뿐 아니라 어의(語意)의 테두리 안에서 헌법합치적 법률해석 방법을 적용하더라도 피고인들의 자가용화물자동차 임대행위를 이에 해당하지 않는 것으로 해석할 여지는 없는데도, 이와 달리법 제39조 위반을 이유로 자가용화물자동차의 소유자 등을 처벌하려면 자가용화물자동차를 유상으로 타인의 사용에 제공하거나 임대한 것만으로는 안 되고 그에 더하여 위 자동차에 의한 화물운송행위 역시 유상으로 이루어진 사실이 인정되어야 하는데, 피고인들이 자가용화물자동차를 유상으로 임대한 사실은 인정되나 ‘유상으로 화물운송용에’ 제공하거나 임대하였다고 볼 증거가 없다는 이유로 피고인들에게 무죄를 선고한 원심판결에 위 규정의 해석·적용을 그르친 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제1조,제2조 제2항,제39조(현행제56조 참조),제48조 제4호(현행제67조 제5호 참조),구 화물자동차 운수사업법 시행규칙(2007. 2. 1. 건설교통부령 제548호로 개정되기 전의 것) 제49조,여객자동차 운수사업법 제30조,여객자동차 운수사업법 시행규칙 제67조 / [2]구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제39조(현행제56조 참조),제48조 제4호(현행제67조 제5호 참조),제49조(현행제69조 제1항 참조)<br/>",
  "참조판례": ""
}