{
  "판례일련번호": "149528",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(수재등)·특정경제범죄가중처벌등에관한법률위반(알선수재)",
  "사건번호": "2010도5605",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110414",
  "판시사항": "[1]헌법재판소법 제47조 제2항에도 불구하고 위헌결정의 소급효의 범위를 달리 정할 필요성이 인정되는 경우<br/>[2] 동일한 형벌조항에 대하여 헌법재판소가 합헌결정을 하였으나 이후 사정변경을 이유로 위헌결정을 한 경우, 해석으로 위 위헌결정의 소급효의 범위를 제한하는 것이 허용되는지 여부(소극)<br/>[3]구 특정경제범죄 가중처벌 등에 관한 법률 제5조 제4항 제1호에 대하여 헌법재판소가 합헌결정을 하였으나 이후 외부 사정변경을 이유로 위헌결정을 한 경우, 위 조항은헌법재판소법 제47조 제2항 단서에 의하여 소급하여 그 효력을 상실하였다고 한 사례<br/>[4] 피고인이 구 특정경제범죄 가중처벌 등에 관한 법률(이하 ‘구 특경법’이라 한다) 위반(수재등)으로 기소된 사안에서, 이에 대해서는 헌법재판소의 위헌결정으로 이미 효력을 상실한구 특경법 제5조 제4항 대신구 특경법 제5조 제1항이 적용되어야 하는데, 위 조항에 따른 공소시효기간 경과 후에 위 공소가 제기되었다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 헌법재판소의 위헌결정에 소급효를 인정하는 것은 개별 사건에서 정의 내지 평등의 원칙을 구현하는 측면이 있는 반면, 법적 안정성 내지 신뢰보호의 원칙에는 배치되는 측면도 있어 그 중 어느 원칙을 보다 중시할 것인지는 원칙적으로 입법적 선택의 문제라 할 수 있고,헌법재판소법 제47조 제2항이 형벌조항에 대한 위헌결정과 비형벌조항에 대한 위헌결정의 소급효를 명문으로 달리 규정한 것도 그 때문이다. 이러한 입법적 결단에도 불구하고 효력이 다양할 수밖에 없는 위헌결정의 특수성 때문에 예외적으로 부분적인 소급효의 인정 또는 소급효의 제한 가능성을 부정할 수는 없다. 따라서 당사자의 소급적 권리구제를 위한 구체적 타당성의 요청, 소급효 인정에 따른 법적 안정성 또는 신뢰보호원칙의 침해 우려, 구법에 의하여 형성된 법적 질서 혹은 기득권과 위헌결정에 따른 새로운 법적 질서의 조화 등 제반 이익을 종합적으로 고려하여, 맹목적인 소급효의 인정이나 부인이 오히려 정의와 형평 등 헌법적 이념에 심히 배치되는 것으로 인정될 때에는, 법문의 규정에도 불구하고 소급효의 범위를 달리 정할 필요성이 인정된다.<br/>[2] 형벌조항의 경우 그 제정이나 개정 이후의 시대적·사회적 상황의 변화로 말미암아 비로소 위헌적인 것으로 평가받는 때에는 그 조항의 효력발생 시점까지 위헌결정의 전면적인 소급효를 인정하는 것이 오히려 사법적 정의에 현저히 반하는 결과를 초래할 수 있으므로,헌법재판소법 제47조 제2항 단서의 규정에도 불구하고 소급효를 제한할 필요성이 있음은 비형벌조항의 경우와 크게 다르지 않다. 특히 동일한 형벌조항이 과거 헌법재판소의 결정에 의하여 합헌으로 선언된 바 있음에도 그 후의 사정변경 때문에 새로 위헌으로 결정된 때에는 더욱 그러하다. 그럼에도 형벌조항에 대한 위헌결정의 경우, 죄형법정주의 등 헌법과 형사법하에서 형벌이 가지는 특수성에 비추어 위헌결정의 소급효와 그에 따른 재심청구권을 명시적으로 규정한 법률의 문언에 반하여 해석으로 소급효 및 피고인의 재심에 관한 권리를 제한하는 것은 허용되기 어렵고, 그에 따른 현저한 불합리는 결국 입법으로 해결할 수밖에 없다.<br/>[3]구 특정경제범죄 가중처벌 등에 관한 법률(2007. 5. 17. 법률 제8444호로 개정되기 전의 것) 제5조 제4항 제1호는헌법재판소 2006. 4. 27. 선고 2006헌가5 전원재판부 결정에서 위헌으로 선언되었으므로헌법재판소법 제47조 제2항 단서에 의하여 소급하여 그 효력을 상실하였고, 그에 앞서헌법재판소 2005. 6. 30. 선고 2004헌바4, 2005헌바44(병합) 전원재판부 결정에서 합헌으로 선언된 바 있다거나, 위 위헌결정이 위 합헌결정 이후에 발생한 관련 법률의 개정 등 외부 사정변경을 이유로 한 법원의 위헌법률심판제청에 따른 것이더라도 법률상 달리 볼 수 없다고 한 사례.<br/>[4] 금융기관 임원인 피고인이 대출 사례비 명목으로 5,000만 원을 수수하였다고 하여 구 특정경제범죄 가중처벌 등에 관한 법률(2007. 5. 17. 법률 제8444호로 개정되기 전의 것, 이하 ‘구 특경법’이라 한다) 위반(수재등)으로 기소된 사안에서,구 특경법 제5조 제4항이 그 후 개정되어 위 수수액에 대한 법정형이 ‘무기 또는 10년 이상의 징역’에서 ‘7년 이상의 유기징역’으로 가볍게 변경되기는 하였으나, 그에 앞서 위헌결정으로 이미 효력을 상실한 가중처벌 규정인구 특경법 제5조 제4항 대신 적용되어야 하는 원래의 벌칙규정인구 특경법 제5조 제1항의 법정형인 ‘5년 이하의 징역 또는 10년 이하의 자격정지’와 비교하면 결국 범죄 후 법률의 변경에 의하여 형이 구법보다 경하게 된 때(형법 제1조 제2항)에 해당하지 아니하므로 형이 더 무거운 현행특정경제범죄 가중처벌 등에 관한 법률 제5조 제4항 제2호를 적용할 수 없고, 또한 형벌조항이 위헌으로 결정되어 효력을 상실한 경우에는 그 대신 적용되는 형벌조항의 법정형에 따라 공소시효가 적용될 뿐이라는 이유로, 같은 취지에서 위 공소사실에 대하여는구 특경법 제5조 제1항이 적용되어야 하는데 위 조항에 따른 공소시효기간인 5년이 경과된 후에 위 공소가 제기되었다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법재판소법 제47조 제2항 / [2]헌법재판소법 제47조 제2항,제3항 / [3]구 특정경제범죄 가중처벌 등에 관한 법률(2007. 5. 17. 법률 제8444호로 개정되기 전의 것) 제5조 제4항 제1호,헌법재판소법 제47조 제2항 단서 / [4]헌법 제13조 제1항,형법 제1조 제1항,제2항,구 특정경제범죄 가중처벌 등에 관한 법률(2007. 5. 17. 법률 제8444호로 개정되기 전의 것) 제5조 제1항,제4항 제1호,특정경제범죄 가중처벌 등에 관한 법률 제5조 제4항 제2호,구 형사소송법(2007. 12. 21. 법률 제8730호로 개정되기 전의 것) 제249조 제1항 제4호,형사소송법 제249조 제1항 제4호,제326조 제3호,부칙(2007. 12. 21.) 제3조<br/>",
  "참조판례": "[1][2]대법원 2011. 4. 14. 선고 2010도5606 판결 / [1]대법원 2003. 7. 24. 선고 2001다48781 전원합의체 판결(공2003하, 1785),대법원 2009. 5. 14. 선고 2007두16202 판결,헌법재판소 2008. 9. 25. 선고 2006헌바108 전원재판부 결정(헌공144, 1273)<br/>"
}