{
  "판례일련번호": "149512",
  "사건명": "과징금등부과처분취소",
  "사건번호": "2010두26315",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110414",
  "판시사항": "[1]의료법 제33조 제1항 제2호의 ‘환자나 환자 보호자의 요청에 따라 진료하는 경우’의 의미<br/>[2] 요양기관인 병원을 운영하는 甲 의료법인이, 소속 의사로 하여금 사회복지시설을 1주에 1, 2회 방문하여 환자들을 진료하도록 한 후 진찰료를 요양급여비용 등으로 청구하여 지급 받은 사안에서, 위 행위가의료법 제33조 제1항 등을 위반하였다고 본 원심판결을 수긍한 사례<br/>[3] 요양기관인 병원을 운영하는 甲 의료법인이, 소속 간호사 乙이 단독으로 병원의 입원환자에게 경구 의약품을 조제·투약하였음에도 마치 의사가 조제한 것처럼 의약품비용 등의 명목의 요양급여비용 등을 청구하여 지급받은 사안에서, 국민건강보험공단 등이 위 요양급여비용 등 전액을 부당이득으로 삼은 것은 부당하지 않다고 한 사례<br/>",
  "판결요지": "[1] 의료법이 원칙적으로 의료인이 개설한 의료기관 내에서 의료업을 영위하도록 한 것은 의료행위가 의료기관 밖에서 행하여질 경우 의료의 질 저하와 적정 진료를 받을 환자의 권리 침해 등으로 인해 의료질서가 문란하게 되고, 국민의 보건위생에 심각한 위험을 초래하게 되는 것을 사전에 방지하고자 하는 보건의료정책상의 필요성에 의한 것인 점, 진료는 의료인이 아니면 할 수 없는 의료행위의 일종으로서 의료행위가 의료인이 의학적 전문지식을 기초로 하는 경험과 기능으로 진료, 검안, 처방, 투약 또는 외과적 시술을 시행하여 하는 질병의 예방 또는 치료행위 등을 의미하고, 의료인은 위와 같은 의료행위를 할 때 사람의 생명·신체·건강을 관리하는 업무의 성질상 환자의 구체적인 증상이나 상황에 따라 위험을 방지하기 위하여 요구되는 최선의 조치를 취하여야 할 주의의무를 부담하고 있으므로, 환자나 환자 보호자의 요청을 받은 의료인으로서는 최선의 의료행위를 하기 위해서 해당 환자의 증상이나 상황 등을 미리 숙지하여 대비하고 환자의 진료에 필요한 기구, 장비 등을 구비한 다음 그 환자가 있는 장소를 방문하여 진료행위를 할 필요가 있는 점 등을 감안하여 볼 때,의료법 제33조 제1항 제2호가 정한 ‘환자나 환자 보호자의 요청에 따라 진료하는 경우’란 특별한 사정이 없는 한 특정 환자에 대한 개별적이고 구체적인 요청에 응하여 이루어지는 진료를 의미한다고 해석하는 것이 타당하다.<br/>[2] 요양기관인 병원을 운영하는 甲 의료법인이, 소속 의사로 하여금 사회복지시설을 1주에 1, 2회 방문하여 환자들을 진료하도록 한 후 진찰료를 요양급여비용 등으로 청구하여 지급받은 사안에서, 甲의 위 방문진료는의료법 제33조 제1항 각 호에서 정한 의료인이 개설한 의료기관 밖에서 진료행위를 할 수 있는 경우에 해당하지 않으므로, 위 사회복지시설에서 진료 후 그에 따른 요양급여비용 등을 청구한 것은의료법 제33조 제1항 등을 위반한 행위라고 본 원심판결을 수긍한 사례.<br/>[3] 요양기관인 병원을 운영하는 甲 의료법인이, 소속 간호사 乙이 단독으로 병원의 입원환자에게 경구 의약품을 조제·투약하였음에도 마치 의사가 조제한 것처럼 의약품비용, 의약품관리료 및 복약지도료 명목의 요양급여비용 등을 청구하여 지급받은 사안에서, 乙의 위와 같은 의약품 조제행위는 약사법 위반에 해당하는 위법한 것으로서 그에 실제로 소요된 비용이 있다고 하더라도 이를 요양급여비용이나 의료급여비용으로 청구할 수 없고, 따라서 국민건강보험공단 등이 乙의 조제행위에 따라 甲이 요양급여비용 등으로 지급받은 금액 전부를 부당이득으로 삼은 것은 부당하지 않다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]의료법 제33조 제1항 제2호 / [2]의료법 제33조 제1항,국민건강보험법 제52조 제1항,제85조 제1항 제1호,제85조의2 제1항 / [3]국민건강보험법 제52조 제1항,의료급여법 제23조 제1항<br/>",
  "참조판례": ""
}