{
  "판례일련번호": "149713",
  "사건명": "특수공무집행방해·지방공무원법위반",
  "사건번호": "2007도7514",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1] 적법성이 결여된 직무행위를 하는 공무원에게 대항하여 폭행이나 협박을 가한 경우, 공무집행방해죄가 성립하는지 여부(소극)<br/>[2]구 공유재산 및 물품 관리법 제83조가 ‘대체적 작위의무’가 아닌 의무에 대하여도 대집행을 허용하는 취지인지 여부(소극)<br/>[3] 법외 단체인 전국공무원노동조합의 지부가 당초 공무원 직장협의회의 운영에 이용되던 군(郡) 청사시설인 사무실을 임의로 사용하자, 지방자치단체장이 자진폐쇄 요청 후 행정대집행법에 따라 행정대집행을 하였는데, 피고인들과 위 지부 소속 공무원들이 위 집행을 행하던 공무원들에게 대항하여 폭행 등 행위를 한 사안에서, 피고인들에게 특수공무집행방해죄를 인정한 원심판단의 결론을 정당하다고 한 사례<br/>[4]구 지방공무원법 제58조 제1항에서 금지하는 ‘노동운동 기타 공무 이외의 일을 위한 집단행위’의 의미<br/>[5] 피고인 甲과 전국공무원노동조합 지부 소속 공무원들이 ‘가사정리’를 사유로 연가를 내면서까지 지방자치단체의 적법한 행정대집행을 저지한 사안에서, 위 행위가구 지방공무원법 제58조 제1항에서 금지하는 ‘노동운동 기타 공무 이외의 일을 위한 집단행위’에 해당한다는 이유로, 피고인 甲에게 같은 법 위반죄를 인정한 원심판단의 결론을 정당하다고 한 사례<br/>",
  "판결요지": "[1]형법 제136조가 정하는 공무집행방해죄는 공무원의 직무집행이 적법한 경우에 한하여 성립하는 것으로, 이러한 적법성이 결여된 직무행위를 하는 공무원에게 대항하여 폭행이나 협박을 가하였더라도 이를 공무집행방해죄로 다스릴 수는 없다. 이때 ‘적법한 공무집행’이란 그 행위가 공무원의 추상적 권한에 속할 뿐 아니라 구체적 직무집행에 관한 법률상 요건과 방식을 갖춘 경우를 가리킨다.<br/>[2]구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제83조는 “정당한 사유 없이 공유재산을 점유하거나 이에 시설물을 설치한 때에는행정대집행법 제3조 내지제6조의 규정을 준용하여 철거 그 밖의 필요한 조치를 할 수 있다.”라고 정하고 있는데, 위 규정은 대집행에 관한 개별적인 근거 규정을 마련함과 동시에 행정대집행법상의 대집행 요건 및 절차에 관한 일부 규정만을 준용한다는 취지에 그치는 것이고, 대체적 작위의무에 속하지 아니하여 원칙적으로 대집행의 대상이 될 수 없는 다른 종류의 의무에 대하여서까지 강제집행을 허용하는 취지는 아니다.<br/>[3] 법외 단체인 전국공무원노동조합의 지부가 당초 공무원 직장협의회의 운영에 이용되던 군(郡) 청사시설인 사무실을 임의로 사용하자 지방자치단체장이 자진폐쇄 요청 후 행정대집행법에 따라 행정대집행을 하였는데, 지부장 등인 피고인들과 위 지부 소속 군청 공무원들이 위 집행을 행하던 공무원들에게 대항하여 폭행 등 행위를 한 사안에서, 위 행정대집행은 주된 목적이 조합의 위 사무실에 대한 사실상 불법사용을 중지시키기 위하여 사무실 내 조합의 물품을 철거하고 사무실을 폐쇄함으로써 군(郡) 청사의 기능을 회복하는 데 있으므로, 전체적으로 대집행의 대상이 되는 대체적 작위의무인 철거의무를 대상으로 한 것으로 적법한 공무집행에 해당한다고 볼 수 있고, 그에 대항하여 피고인 등이 폭행 등 행위를 한 것은 단체 또는 다중의 위력으로 공무원들의 적법한 직무집행을 방해한 것에 해당한다는 이유로, 피고인들에게 특수공무집행방해죄를 인정한 원심판단의 결론을 정당하다고 한 사례.<br/>[4]구 지방공무원법(2008. 12. 31. 법률 제9301호로 개정되기 전의 것) 제58조 제1항에서 정하는 ‘노동운동 기타 공무 이외의 일을 위한 집단행위’는 공무에 속하지 아니하는 어떤 일을 위하여 공무원들이 하는 모든 집단적 행위를 의미하는 것이 아니라, 언론·출판·집회·결사의 자유를 보장하고 있는헌법 제21조 제1항과 지방공무원법의 입법 취지, 지방공무원법상의 성실의무와 직무전념의무 등을 종합적으로 고려하여 ‘공익에 반하는 목적을 위하여 직무전념의무를 해태하는 등의 영향을 가져오는 집단적 행위’라고 해석하여야 한다.<br/>[5] 피고인 甲과 전국공무원노동조합 지부 소속 공무원들이 ‘가사정리’를 사유로 연가를 내면서까지 지방자치단체의 적법한 행정대집행을 저지한 사안에서, 위 행위가구 지방공무원법(2008. 12. 31. 법률 제9301호로 개정되기 전의 것) 제58조 제1항에서 금지하는 ‘노동운동 기타 공무 이외의 일을 위한 집단행위’에 해당한다는 이유로, 피고인 甲에게 같은 법 위반죄를 인정한 원심판단의 결론을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제136조 / [2]구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제83조(현행제83조 제1항,제2항 참조),행정대집행법 제3조 / [3]형법 제30조,제136조 제1항,제144조 제1항,행정대집행법 제3조 / [4]구 지방공무원법(2008. 12. 31. 법률 제9301호로 개정되기 전의 것) 제58조 제1항,제82조,헌법 제21조 제1항 / [5]구 지방공무원법(2008. 12. 31. 법률 제9301호로 개정되기 전의 것) 제58조 제1항,제82조<br/>",
  "참조판례": "[1]대법원 1992. 5. 22. 선고 92도506 판결(공1992, 2059),대법원 2005. 10. 28. 선고 2004도4731 판결,대법원 2007. 10. 12. 선고 2007도6088 판결 / [2]대법원 1998. 10. 23. 선고 97누157 판결(공1998하, 2785) / [4]대법원 2004. 10. 15. 선고 2004도5035 판결(공2004하, 1904),대법원 2008. 3. 14. 선고 2007도11044 판결<br/>"
}