{
  "판례일련번호": "149718",
  "사건명": "환급금",
  "사건번호": "2010다106337",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1] 보통거래약관의 객관적·획일적 해석 원칙 및 상대방의 법률상 지위에 중대한 영향을 미치는 약관의 엄격해석 원칙<br/>[2] 주택분양보증약관에서 ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’을 보증채무 대상에서 제외하고 있는 사안에서, ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’이란 입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금 전체를 의미하는 것으로 해석하여야 하고, 입주자모집공고 전에 주택분양계약을 체결한 자가 입주자모집공고 전에 납부한 입주금으로 제한하여 해석할 수 없다고 한 사례<br/>[3] 주택분양보증계약의 당사자(=사업주체와 대한주택보증 주식회사) 및 수분양자가구 약관의 규제에 관한 법률 제2조 제3항에 규정한 ‘고객’에 해당하는지 여부(소극)<br/>[4] 주택분양보증약관에서 ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’을 보증채무 대상에서 제외하고 있는 사안에서, 위 약관조항이 고객에게 부당하게 불리한 조항이라거나 고객이 이를 예상하기 어렵다거나 그로 인하여 대한주택보증 주식회사의 책임 범위가 부당하게 제한되는 것에 해당하여 무효라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 보통거래약관은 신의성실의 원칙에 따라 당해 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개의 계약당사자가 기도한 목적이나 의사를 참작함이 없이 평균적 고객의 이해가능성을 기준으로 보험단체 전체의 이해관계를 고려하여 객관적·획일적으로 해석하여야 한다. 특히, 그 계약의 내용이 당사자 일방이 작성한 약관의 내용으로서 상대방의 법률상의 지위에 중대한 영향을 미치게 되는 경우에는구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제1항,제7조 제2호의 규정 취지에 비추어 더욱 엄격하게 해석하여야 한다.<br/>[2] 주택분양보증약관에서 ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’을 보증채무 대상에서 제외하고 있는 사안에서, 입주자모집공고 전에 주택분양계약을 체결한 자는 주택분양보증제도를 통하여 보호하고자 하는 관계 법령이 정한 절차와 방법에 따라 분양계약을 체결한 자로 보기 어려운 점 등에 비추어, 약관규정에서 정한 ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’이란 입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금 전체를 의미하는 것으로 해석하여야 하고, 입주자모집공고 전에 주택분양계약을 체결한 자가 입주자모집공고 전에 납부한 입주금으로 제한하여 해석할 수 없다고 한 사례.<br/>[3] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것, 이하 ‘구 약관규제법’이라 한다)에서 ‘고객’이란 계약의 일방 당사자로서 사업자에게서 약관을 계약 내용으로 할 것을 제안받은 자를 말하고(제2조 제3항), 주택분양보증계약은 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것)에 따라 주택건설을 하는 사업주체가 파산 등의 사유로 분양계약을 이행할 수 없게 되는 경우 대한주택보증 주식회사가 당해 주택의 이행 또는 수분양자가 납부한 계약금 및 중도금의 환급에 대하여 이행책임을 부담하기로 하는 조건부 제3자를 위한 계약이므로, 주택분양보증계약의 당사자는 사업주체와 대한주택보증 주식회사이고, 수분양자들은 위와 같은 조건이 성취되면 대한주택보증 주식회사에 수익의 의사표시(보증채무의 이행 청구)를 하여 급부를 수령하는 수익자에 불과할 뿐구 약관규제법 제2조 제3항에 규정한 ‘고객’에 해당한다고 할 수 없다.<br/>[4] 주택분양보증약관에서 ‘입주자모집공고 전에 주택분양계약을 체결한 자가 납부한 입주금’을 보증채무 대상에서 제외하고 있는 사안에서, 위 약관규정이구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제2항 제1호,제2호,제7조 제3호에 해당하여 무효인지 여부는 주택분양보증계약의 당사자인 사업주체들의 평균적이고 전형적인 이익을 기준으로 판단하여야 하는데, 위와 같은 부적법한 주택분양계약은 관계 법령상 금지되어야 하므로 위 약관규정으로 인한 불이익을 사업주체가 감수하여야 하고, 수분양자를 보호할 필요가 있다는 사정만으로 그가 당연히 보증의 이익을 받는 것은 아닌 점 등에 비추어, 위 약관조항이 고객에게 부당하게 불리한 조항이라거나 고객이 이를 예상하기 어렵다거나 그로 인하여 대한주택보증 주식회사의 책임 범위가 부당하게 제한되는 것에 해당하여 무효라고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제5조 제1항,제6조 제1항,제7조 제2호 / [2]구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제5조 제1항,구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제77조 제1항 제1호,구 주택법 시행령(2008. 12. 9. 대통령령 제21159호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2005. 3. 9. 건설교통부령 제428호로 개정되기 전의 것) 제7조 제1항,제8조 제1항,제4항(현행제8조 제6항 참조),제9조,제10조,제26조 제4항 / [3]구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제2조 제3항(현행제2조 제3호 참조),구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제77조 제1항 제1호,구 주택법 시행령(2008. 12. 9. 대통령령 제21159호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,민법 제539조 / [4]구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제2조 제3항(현행제2조 제3호 참조),제6조 제1항,제2항 제1호,제2호,제7조 제3호,구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제77조 제1항 제1호,구 주택법 시행령(2008. 12. 9. 대통령령 제21159호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2005. 3. 9. 건설교통부령 제428호로 개정되기 전의 것) 제7조 제1항,제8조 제1항,제4항(현행제8조 제6항 참조),제9조,제10조,제26조 제4항<br/>",
  "참조판례": "[1]대법원 2001. 3. 23. 선고 2000다71555 판결(공2001상, 979),대법원 2006. 9. 8. 선고 2006다24131 판결(공2006하, 1666),대법원 2009. 5. 28. 선고 2008다81633 판결,대법원 2010. 11. 25. 선고 2010다45777 판결(공2011상, 13),대법원 2011. 3. 24. 선고 2010다94021 판결(2011상, 823) / [3]대법원 1997. 9. 26. 선고 97다10208 판결(공1997하, 3230),대법원 2006. 5. 12. 선고 2005다68783 판결(공2006상, 1035)<br/>"
}