{
  "판례일련번호": "149717",
  "사건명": "용역비",
  "사건번호": "2010다105112",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1] 도시 및 주거환경정비법에 의해 설립된 재건축정비사업조합이 조합원 총회 의결을 거치지 않고 ‘예산으로 정한 사항 외에 조합원의 부담이 될 계약’을 체결한 경우 그 효력(=무효)<br/>[2]도시 및 주거환경정비법 제24조 제3항 제5호에서 말하는 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’의 의미<br/>[3] 甲과 乙 조합이 체결한 용역계약이도시 및 주거환경정비법 제24조 제3항 제5호에서 정한 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하여 총회 의결을 거치지 않으면 무효로 되는지 여부가 문제된 사안에서, 통상 예비비 항목의 예산으로 지출되어 온 업무에 대한 지출 내지 계약 체결이라고 하더라도 총회 의결 없이 예산으로 정해진 예비비의 범위를 벗어나서 집행할 수 있는 것은 아니므로, 乙 조합의 예산으로 정해진 예비비 항목이 이미 모두 지출된 상태에서 용역계약이 체결된 것이라면 이는 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하여 조합원 총회를 거치지 아니한 이상 무효로 보아야 할 것이라고 한 사례<br/>",
  "판결요지": "[1]도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)은 제24조 제3항 제5호에서 ‘예산으로 정한 사항 외에 조합원의 부담이 될 계약’은 총회의 의결을 거쳐야 한다고 규정하는 한편제85조 제5호에서제24조의 규정에 의한 총회의 의결을 거치지 아니하고제24조 제3항 각 호의 사업을 임의로 추진하는 조합의 임원을 형사처벌하도록 하고 있다. 위와 같이도시정비법 제24조 제3항에서 총회 의결을 거치도록 한 취지는 조합원들의 권리·의무에 직접적인 영향을 미치는 사항에 대하여 조합원들의 의사가 반영될 수 있도록 절차적 보장을 하기 위한 것이다. 이러한 규정의 취지에 비추어 보면, 도시정비법에 의해 설립된 재건축정비사업조합이 조합원 총회 결의를 거치지 아니하고 예산으로 정한 사항 외에 조합원의 부담이 될 계약을 체결한 경우에는 그 효력이 없다.<br/>[2]도시 및 주거환경정비법 제24조 제3항 제5호에서 말하는 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’이란 조합의 예산으로 정해진 항목과 범위를 벗어나서 돈을 지출을 하거나 채무를 짐으로써 조합원에게 비용에 대한 부담이 되는 계약을 의미한다.<br/>[3] 甲과 乙 조합이 체결한 용역계약이도시 및 주거환경정비법 제24조 제3항 제5호에서 정한 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하여 총회 의결을 거치지 않으면 무효로 되는지 여부가 문제된 사안에서, 조합원 총회 의결을 거친 예산상 정해진 항목이 아닌 것을 위하여 조합 예산을 지출하는 것은 그것이 정당한 예비비의 지출로 인정되지 않는 한 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하므로 원칙적으로 조합원 총회의 의결을 거쳐야 할 것이고, 같은 취지에서 예비비 항목의 금원 지출의 경우에도 예산으로 정해진 범위를 벗어나는 지출이나 채무 부담 역시 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하여 조합원 총회의 의결을 거쳐야 하는 것으로 해석하여야 하므로, 통상 예비비 항목의 예산으로 지출되어 온 업무에 대한 지출 내지 계약 체결이라고 하더라도 총회 의결 없이 예산으로 정해진 예비비의 범위를 벗어나서 집행할 수 있는 것은 아니므로, 乙 조합의 예산으로 정해진 예비비 항목이 이미 모두 지출되어 소진된 상태에서 용역계약이 체결된 것이라면 이는 ‘예산으로 정한 사항 이외에 조합원의 부담이 될 계약’에 해당하여 조합원 총회를 거치지 아니한 이상 무효로 보아야 할 것이라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]도시 및 주거환경정비법 제24조 제3항 제5호,제85조 제5호 / [2]도시 및 주거환경정비법 제24조 제3항 제5호 / [3]도시 및 주거환경정비법 제24조 제3항 제5호,제85조 제5호<br/>",
  "참조판례": "[1]대법원 2010. 6. 24. 선고 2009도14296 판결(공2010하, 1526)<br/>"
}