{
  "판례일련번호": "149743",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(배임)·모해위증·무고",
  "사건번호": "2009도14268",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1] 피고인이 甲과 공동으로 토지를 매수하여 그 지상에 창고사업을 하는 내용의 동업약정을 하고 동업재산이 될 토지에 관한 매매계약을 체결하였는데, 이후 甲 몰래 제3자 명의로 소유권이전등기를 마치는 배임행위를 한 사안에서, 배임죄의 피해자를 동업체인 ‘조합’이 아닌 ‘甲’이라고 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>[2] 배임죄나 업무상배임죄에서 재산상의 손실을 야기한 임무위배행위가 동시에 그 손실을 보상할 만한 재산상의 이익을 준 경우, ‘재산상 손해’의 유무(소극)<br/>[3] 피고인이 甲과 공동으로 토지를 매수하여 그 지상에 창고사업을 하는 내용의 동업약정을 하고 동업재산이 될 토지에 관한 매매계약을 체결한 다음 매도인에게 계약금을 지급하였는데, 이후 甲 몰래 제3자 명의로 소유권이전등기를 마치는 배임행위를 한 사안에서, 이로 인해 피고인이 얻은 이득액 및 피해자인 조합이 입은 손해액을 위 토지의 매수대금 상당액으로 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 피고인이 甲과 공동으로 토지를 매수하여 그 지상에 창고사업을 하는 내용의 동업약정을 하고 동업재산이 될 토지에 관한 매매계약을 체결하였는데, 이후 소유권이전등기 업무를 처리하면서 甲 몰래 매도인과 사이에 위 매매계약을 해제하고 甲을 배제하는 내용의 새로운 매매계약을 체결한 다음 제3자 명의로 소유권이전등기를 마친 사안에서, 피고인과 甲은 2인 이상이 상호출자 하여 공동사업을 경영할 것을 내용으로 하는민법 제703조가 정한 조합계약을 체결한 것이고, 피고인은 부동산의 소유권이전등기 등 업무에 관하여 동업체인 조합에 대하여 선량한 관리자의 주의로 사무를 처리해야 할 의무가 있으므로(민법 제707조,제681조), ‘조합의 사무를 처리하는 자’의 지위에 있다고 할 것인데도 그 임무에 위배하여 위와 같이 소유권이전등기를 마침으로써 위 ‘조합’에 대한 배임행위를 한 것으로 보아야 한다는 이유로, 피해자를 ‘甲’이라고 본 원심판단에 배임죄의 피해자 특정에 관한 법리오해의 위법이 있다고 한 사례.<br/>[2] 배임죄나 업무상배임죄에서 ‘재산상의 손해를 가한 때’란 현실적인 손해를 가한 경우뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함되고, 재산상 손해의 유무에 대한 판단은 법률적 판단에 의하지 아니하고 경제적 관점에서 파악하여야 하지만, 여기서 재산상의 손해를 가한다는 것은 총체적으로 보아 본인의 재산상태에 손해를 가하는 경우, 즉 본인의 전체적 재산가치의 감소를 가져오는 것을 말하므로 재산상의 손실을 야기한 임무위배행위가 동시에 그 손실을 보상할 만한 재산상의 이익을 준 경우, 예컨대 배임행위로 인한 급부와 반대급부가 상응하고 다른 재산상 손해(현실적인 손해 또는 재산상 실해 발생의 위험)도 없는 때에는 전체적 재산가치의 감소, 즉 재산상 손해가 있다고 할 수 없다.<br/>[3] 피고인이 甲과 공동으로 토지를 매수하여 그 지상에 창고사업을 하는 내용의 동업약정을 하고 동업재산이 될 토지에 관한 매매계약을 체결한 다음 매도인에게 계약금을 지급하였는데, 이후 소유권이전등기 업무를 처리하면서 甲 몰래 매도인과 사이에 위 매매계약을 해제하고 甲을 배제하는 내용의 새로운 매매계약을 체결한 다음 제3자 명의로 소유권이전등기를 마친 사안에서, 피해자인 조합으로서는 장차 취득할 것이 기대되었던 토지의 가치에 상응하는 재산이 감소되었지만 다른 한편으로는 토지의 잔금지급의무를 면하게 되었으므로 토지의 매수대금 상당액이 위 배임행위로 인하여 조합이 입게 된 재산상 손해액에 해당한다고 할 수는 없는데도, 피고인이 얻은 이득액 및 피해자가 입은 손해액을 토지의 매수대금 상당액으로 인정하여 피고인을 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)죄로 의율한 원심판단에 배임죄의 재산상 손해액에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제2항,민법 제681조,제703조,제707조 / [2]형법 제355조 제2항,제356조 / [3]형법 제355조 제2항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항<br/>",
  "참조판례": "[2]대법원 2005. 4. 15. 선고 2004도7053 판결(공2005상, 791),대법원 2007. 3. 15. 선고 2004도5742 판결(공2007상, 569),대법원 2007. 6. 15. 선고 2005도4338 판결,대법원 2009. 8. 20. 선고 2008도12112 판결,대법원 2010. 1. 28. 선고 2009도6347 판결<br/>"
}