{
  "판례일련번호": "149731",
  "사건명": "특정범죄가중처벌등에관한법률위반(조세)·조세범처벌법위반",
  "사건번호": "2011도527",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1]구 법인세법 시행령 제104조 제2항 등 법령에 포탈세액의 추계방법이 규정되어 있는 경우, 이를 적용하여야 하는지 여부(원칙적 적극)<br/>[2] 피고인 甲 주식회사의 법인세 포탈세액은 특별한 사정이 없는 한구 법인세법 시행령 제104조 제2항 등의 규정에 따라 단순경비율 방식으로 추계하여야 할 것인데도, 검사가 적용한 매출원가 기준 추계방법도 허용된다고 판단한 원심판결에 법리오해 또는 심리미진의 위법이 있다고 한 사례<br/>[3]구 조세범 처벌법 제9조 제1항에 규정된 조세포탈죄의 ‘고의’를 인정하기 위한 요건<br/>[4]구 조세범 처벌법 제9조 제1항에 규정된 조세포탈죄에서 ‘사기 기타 부정한 행위’의 의미<br/>",
  "판결요지": "[1]구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제104조 제2항이 추계결정의 방법을 제한적으로 열거하고 있는 것은 아니고, 그 방법이 일반적으로 용인될 수 있는 객관적, 합리적인 것이고 그 결과가 고도의 개연성과 진실성을 가진 것이라면 이에 의한 포탈세액의 추계도 허용된다. 그러나 위와 같이 법령에 추계방법이 규정되어 있는 경우에는 구체적 사안에서 그 방법이 불합리하다고 볼 특별한 사정이 없는 한 이를 적용하여야 한다고 보는 것이 타당하다.<br/>[2] 피고인 甲 주식회사의 법인세 포탈세액은 특별한 사정이 없는 한구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제104조 제2항 등의 규정에 따라 단순경비율 방식으로 추계하여야 할 것인데도, 이에 의하여 추계하면 불합리한 결과가 초래된다는 등의 특별한 사정이 있는지 여부를 가려보지 아니한 채 검사가 적용한 매출원가 기준 추계방법도 허용된다고 판단한 원심판결에 포탈세액 추계방법에 관한 법리오해 또는 심리미진의 위법이 있다고 한 사례.<br/>[3]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항에 규정된 조세포탈죄의 고의가 있다고 하려면, 피고인에게 허위의 세금계산서에 의하여 매입세액의 환급을 받는다는 인식 이외에 위 허위의 세금계산서 발행업체들이 위 허위의 세금계산서상의 매출세액을 제외하고 부가가치세의 과세표준 및 납부세액을 신고·납부하거나 또는 위 허위의 세금계산서상의 매출세액 전부를 신고·납입한 후 매출세액을 환급받는 등으로 위 허위의 세금계산서상의 부가가치세 납부의무를 면탈함으로써 결과적으로 피고인이 위 허위의 세금계산서에 의한 매입세액의 공제를 받는 것이 국가의 조세수입의 감소를 가져오게 될 것이라는 인식이 있어야 한다.<br/>[4]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항에 규정된 조세포탈죄에서 ‘사기 기타 부정한 행위’란 조세의 포탈을 가능하게 하는 행위로서 사회통념상 부정이라고 인정되는 행위, 즉 조세의 부과징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적 행위를 말하고, 어떤 다른 행위를 수반함이 없이 단순한 세법상의 신고를 하지 아니하거나 허위의 신고를 하는 데에 그치는 것은 이에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제104조 제2항 / [2]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제66조 제3항,구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제104조 제2항 제3호,구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조(현행제18조 참조),제9조 제1항 제3호(현행제3조 제1항,제6항 참조) / [3]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조),형법 제13조 / [4]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조)<br/>",
  "참조판례": "[1]대법원 2004. 5. 28. 선고 2004도925 판결,대법원 2005. 5. 12. 선고 2004도7141 판결(공2005상, 988) / [3]대법원 1990. 10. 16. 선고 90도1955 판결(공1990, 2355),대법원 2007. 6. 1. 선고 2005도5772 판결,대법원 2010. 1. 14. 선고 2008도8868 판결 / [4]대법원 2008. 6. 12. 선고 2008도2300 판결,대법원 2011. 3. 24. 선고 2010도13345 판결(공2011상, 882)<br/>"
}