{
  "판례일련번호": "149811",
  "사건명": "지연손해금",
  "사건번호": "2010다94953",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110428",
  "판시사항": "[1] 영업양도에 반대하는 주주가 행사하는 주식매수청구권의 법적 성질(=형성권)과상법 제374조의2 제2항에서 정한 ‘회사가 주식매수청구를 받은 날로부터 2월’이 주식매매대금 지급의무의 이행기인지 여부(적극) 및 위 기간 내에 주식매수가액이 확정되지 않더라도 그 기간 경과로 회사가 지체책임을 지는지 여부(적극)<br/>[2] 쌍무계약에서 일방 당사자의 자기 채무에 관한 이행제공의 정도<br/>[3] 영업양도에 반대하는 주주들의 주권이 금융기관에 예탁되어 있었는데 반대주주들이 주식매수청구권을 행사하면서 회사가 공정한 매매대금을 지급함과 동시에 언제든지 자신들이 소지하고 있는 주권을 인도하겠다는 취지의 서면을 회사에 제출한 사안에서, 반대주주들이 주식매수청구권을 행사한 날부터 2월이 경과하였을 당시 회사에 주식매수대금 지급과 동시에 주권을 교부받아 갈 것을 별도로 최고하지 않았더라도 주권 교부의무에 대한 이행제공을 마쳤다고 본 원심판단을 수긍한 사례<br/>[4] 영업양도에 반대하는 주주들이 주식매수청구권을 행사하였으나 2월의 매수기간 내에 주식대금을 지급하지 않은 회사에 지체책임을 인정한 사안에서, 반대주주들이 법원의 주식매수가액 결정에 대하여 항고 및 재항고를 거치면서 상당한 기간이 소요되었다는 사정만으로 지연손해금에 관하여 감액이나 책임제한을 할 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 영업양도에 반대하는 주주의 주식매수청구권에 관하여 규율하고 있는상법 제374조의2 제1항 내지제4항의 규정 취지에 비추어 보면, 영업양도에 반대하는 주주의 주식매수청구권은 이른바 형성권으로서 그 행사로 회사의 승낙 여부와 관계없이 주식에 관한 매매계약이 성립하고,상법 제374조의2 제2항의 ‘회사가 주식매수청구를 받은 날로부터 2월’은 주식매매대금 지급의무의 이행기를 정한 것이라고 해석된다. 그리고 이러한 법리는 위 2월 이내에 주식의 매수가액이 확정되지 아니하였다고 하더라도 다르지 아니하다.<br/>[2] 쌍무계약에서 일방 당사자의 자기 채무에 관한 이행제공을 엄격하게 요구하면 오히려 불성실한 상대 당사자에게 구실을 주는 것이 될 수도 있으므로, 일방 당사자가 하여야 할 제공 정도는 시기와 구체적인 상황에 따라 신의성실의 원칙에 어긋나지 않게 합리적으로 정하여야 한다.<br/>[3] 영업양도에 반대하는 주주들의 주권이 금융기관에 예탁되어 있었는데 반대주주들이 주식매수청구권을 행사하면서 회사가 공정한 매매대금을 지급함과 동시에 언제든지 자신들이 소지하고 있는 주권을 인도하겠다는 취지의 서면을 회사에 제출한 사안에서, 반대주주들이 주식매수청구권을 행사한 날부터 2월이 경과하였을 당시 회사에  주식매수대금 지급과 동시에 주권을 교부받아 갈 것을 별도로 최고하지 않았더라도 주권 교부의무에 대한 이행제공을 마쳤다고 보아 회사의 동시이행 항변을 배척한 원심판단을 수긍한 사례.<br/>[4] 영업양도에 반대하는 주주들이 주식매수청구권을 행사하였으나 2월의 매수기간 내에 주식대금을 지급하지 않은 회사에 지체책임을 인정한 사안에서, 반대주주들이 주식매수가액 결정에서 자신들의 희망 매수가액을 주장하는 것은 상법에 의하여 인정된 권리이고, 법원의 주식매수가액 결정에 대하여 항고 및 재항고를 하는 것 역시 비송사건절차법에 의하여 인정되는 권리이므로, 반대주주들이 위와 같은 권리를 남용하였다는 특별한 사정이 인정되지 않는 한 반대주주들이 법원의 주식매수가액 결정에 대하여 항고 및 재항고를 거치면서 상당한 기간이 소요되었다는 사정만으로 지연손해금에 관하여 감액이나 책임제한을 할 수 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제374조의2,민법 제387조 / [2]민법 제460조,제536조 제1항 / [3]상법 제336조,제374조의2,민법 제460조,제536조 제1항 / [4]상법 제374조의2,민법 제396조,비송사건절차법 제86조 제4항,제86조의2<br/>",
  "참조판례": "[2]대법원 1995. 12. 22. 선고 95다40397 판결(공1996상, 507),대법원 2005. 4. 29. 선고 2005다8637 판결<br/>"
}