{
  "판례일련번호": "149895",
  "사건명": "특허전용실시권침해금지등",
  "사건번호": "2010다58728",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 처분문서에 나타난 당사자 의사의 해석 방법<br/>[2] 甲 회사가 특허권자인 乙 회사와 특허전용사용승인계약을 체결한 사안에서, 계약관련 서류상 전용사용승인기간이 ‘특허보호기간 만료 시’까지로 명확히 기재되어 있는 사정 등에 비추어, 비록 특허등록원부에 甲 회사의 전용실시권 기간이 위와 달리 등록되어 있더라도 위 전용사용승인계약의 계약기간은 특허권 존속기간까지라고 보는 것이 타당하다고 한 사례<br/>[3] 특허권 또는 전용실시권 침해에 관한 소송에서 손해 발생 사실은 인정되나 손해액을 증명하기가 곤란한 경우,특허법 제128조 제5항에 의한 구체적 손해액 산정 방법<br/>[4] 甲 회사가 특허기술이 적용된 공사를 직접 수주받아 시공함으로써 이익을 얻고자 특허권자인 乙 회사에게서 전용실시권을 취득하였는데, 乙 회사가 위 전용실시권을 침해하여 제3자로 하여금 공사를 수주하도록 한 후 이를 하도급받아 시공하여, 甲 회사가 위 공사를 수주받아 시공할 수 없게 된 사안에서, 乙 회사의 전용실시권 침해행위로 인하여 甲 회사가 입은 손해는 甲 회사가 위 공사를 수주·시공하지 못하여 얻지 못한 이익을 기준으로 산정해야 한다고 한 사례<br/>[5] 甲 회사가 특허권자인 乙 회사와 특허전용사용승인계약을 체결하였는데, 乙 회사 대표이사 丙이 직접 위 전용사용승인계약을 체결하고 甲 회사에 특허전용실시권을 설정하였음에도 이후 제3자에게 위 특허에 관한 통상실시권을 설정하여 특허기술이 적용된 공사를 수주할 수 있도록 한 사안에서, 丙은 甲 회사의 전용실시권을 침해하는 불법행위를 한 자로서 甲 회사에 대하여 손해배상책임이 있다고 한 사례<br/>",
  "판결요지": "[1] 처분문서의 진정성립이 인정되면 법원은 기재 내용을 부인할 만한 분명하고도 수긍할 수 있는 반증이 없는 한 원칙적으로 처분문서에 기재되어 있는 문언대로 의사표시의 존재와 내용을 인정하여야 하고, 당사자 사이에 계약 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제되는 경우에는 문언의 내용, 그러한 약정이 이루어진 동기와 경위, 약정에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 甲 회사가 특허권자인 乙 회사와 특허전용사용승인계약을 체결한 사안에서, 계약관련 서류상 전용사용승인기간이 ‘특허보호기간 만료 시’까지로 명확히 기재되어 있는 사정 등에 비추어, 비록 특허등록원부에 甲 회사의 전용실시권 기간이 위와 달리 등록되어 있더라도 위 전용사용승인계약의 계약기간은 특허권 존속기간까지라고 보는 것이 타당함에도, 甲 회사의 전용실시권 기한이 경과함으로써 계약기간이 만료되었다고 본 원심판결을 파기한 사례. <br/>[3] 법원은 특허권 또는 전용실시권 침해에 관한 소송에서 손해 발생 사실은 입증되었으나 사안의 성질상 손해액에 대한 입증이 극히 곤란한 경우특허법 제128조 제1항 내지제4항의 규정에도 불구하고같은 조 제5항에 의하여 변론 전체의 취지와 증거조사 결과에 기초하여 상당한 손해액을 인정할 수 있으나, 이는 자유심증주의하에서 손해가 발생된 것은 인정되나 손해액을 입증하기 위하여 필요한 사실을 입증하는 것이 해당 사실의 성질상 극히 곤란한 경우에는 증명도·심증도를 경감함으로써 손해의 공평·타당한 분담을 지도원리로 하는 손해배상제도의 이상과 기능을 실현하고자 하는 데 취지가 있는 것이지, 법관에게 손해액 산정에 관한 자유재량을 부여한 것은 아니므로, 법원이 위와 같은 방법으로 구체적 손해액을 판단할 때에는 손해액 산정 근거가 되는 간접사실들의 탐색에 최선의 노력을 다해야 하고, 그와 같이 탐색해 낸 간접사실들을 합리적으로 평가하여 객관적으로 수긍할 수 있는 손해액을 산정해야 한다.<br/>[4] 甲 회사가 특허기술이 적용된 공사를 직접 수주받아 시공함으로써 이익을 얻고자 특허권자인 乙 회사에게서 전용실시권을 취득하였는데, 乙 회사가 위 전용실시권을 침해하여 제3자로 하여금 공사를 수주하도록 한 후 이를 하도급받아 시공하여, 甲 회사가 위 공사를 수주받아 시공할 수 없게 된 사안에서, 乙 회사의 전용실시권 침해행위로 인하여 甲 회사가 입은 손해는,특허법 제128조 제5항에 의하여 손해액을 산정할 수밖에 없더라도, 위 전용실시권 침해로 인하여 甲 회사가 위 공사를 수주·시공하지 못하여 얻지 못한 이익을 기준으로 산정하는 것이 합리적이고, 乙 회사가 특허기술이 적용되어 설계된 공사를 수주한 회사로부터 받기로 한 실시료를 기준으로 산정할 수 없다고 한 사례.<br/>[5] 甲 회사가 특허권자인 乙 회사와 특허전용사용승인계약을 체결하였는데, 乙 회사 대표이사 丙이 직접 위 전용사용승인계약을 체결하고 甲 회사에 특허전용실시권을 설정하였음에도 이후 제3자에게 위 특허에 관한 통상실시권을 설정하여 특허기술이 적용된 공사를 수주할 수 있도록 한 사안에서, 丙은 甲 회사의 전용실시권을 침해하는 불법행위를 한 자로서 甲 회사에 대하여 손해배상책임이 있고, 丙의 행위가 乙 회사의 직무에 관하여 이루어진 것이라고 하여 위 책임을 면할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조 / [2]민법 제105조,특허법 제100조,제101조 / [3]특허법 제128조 제5항,민사소송법 제202조 / [4]특허법 제128조 제5항,민사소송법 제202조 / [5]민법 제35조 제1항<br/>",
  "참조판례": "[1]대법원 2002. 2. 26. 선고 2000다48265 판결(공2002상, 785),대법원 2005. 5. 27. 선고 2004다60065 판결(공2005하, 1031) / [3]대법원 2007. 11. 29. 선고 2006다3561 판결(공2008상, 2012),대법원 2009. 9. 10. 선고 2006다64627 판결(공2009하, 1599)<br/>"
}