{
  "판례일련번호": "149867",
  "사건명": "수뢰후부정처사·공전자기록등위작·위작공전자기록등행사·공전자기록등불실기재·불실기재공전자기록등행사·부정처사후수뢰·허위공문서작성·허위작성공문서행사·뇌물수수",
  "사건번호": "2011도1415",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 공전자기록등위작죄에서 ‘위작’ 및 ‘허위의 정보’의 의미<br/>[2] 자동차등록 담당공무원인 피고인이 여객자동차 운수사업법상 차량충당연한 규정에 위배되어 영업용으로 변경 및 이전등록을 할 수 없는 차량인 것을 알면서 자동차등록정보 처리시스템의 자동차등록원부 용도란에 ‘영업용’이라고 입력하였으나, 변경 및 이전등록에 관한 구체적 등록내용인 최초등록일 등은 사실대로 입력한 사안에서, 위 행위가 공전자기록등위작죄의 ‘위작’에 해당한다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>[3] 공전자기록등불실기재죄에서 ‘허위의 신고’의 의미<br/>[4] 중고자동차매매업자인 피고인이 여객자동차 운수사업법상 차량충당연한 규정에 위배되어 여객자동차운수사업에 충당될 수 없는 차량인 것을 알면서 영업용으로 변경 및 이전등록신청을 하였으나, 구체적 등록내용인 최초등록일 등은 사실대로 기재한 사안에서, 피고인이 공전자기록등불실기재죄 및 그 행사죄의 ‘허위신고’를 하였다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>[5] 허위공문서작성죄의 간접정범이 성립하는 경우<br/>[6] 공무원 甲이 허위의 사실을 기재한 자동차운송사업변경(증차)허가신청 검토조서를 작성한 다음 이를 자동차운송사업변경(증차)허가신청 검토보고에 첨부하여 결재를 상신하였고, 담당계장으로서 그와 같은 사정을 알고 있는 중간 결재자인  피고인과 담당과장으로서 그와 같은 사정을 모르는 최종 결재자인 乙이 차례로 결재를 하여 자동차운송사업 변경허가가 이루어진 사안에서, 피고인과 甲의 행위가 허위공문서작성죄의 간접정범에 해당하는데도 공동정범에 해당한다고 본 원심판단은 잘못이지만, 그러한 잘못은 판결에 영향이 없다고 한 사례<br/>",
  "판결요지": "[1]형법 제227조의2에서 정하는 전자기록의 ‘위작’이란 전자기록에 관한 시스템을 설치·운영하는 주체와의 관계에서 전자기록의 생성에 관여할 권한이 없는 사람이 전자기록을 작출하거나 전자기록의 생성에 필요한 단위 정보의 입력을 하는 경우는 물론이고, 시스템의 설치·운영 주체로부터 각자의 직무 범위에서 개개의 단위 정보의 입력 권한을 부여받은 사람이 그 권한을 남용하여 허위의 정보를 입력함으로써 시스템 설치·운영 주체의 의사에 반하는 전자기록을 생성하는 경우도 포함한다. 이 때 ‘허위의 정보’라 함은 진실에 반하는 내용을 의미하는 것으로서, 관계 법령에 의하여 요구되는 자격을 갖추지 못하였음에도 불구하고 고의로 이를 갖춘 것처럼 단위 정보를 입력하였다고 하더라도 그 전제 또는 관련된 사실관계에 대한 내용에 거짓이 없다면 허위의 정보를 입력하였다고 볼 수 없다.<br/>[2] 자동차등록 담당공무원인 피고인이 여객자동차 운수사업법상 차량충당연한 규정에 위배되어 영업용으로 변경 및 이전등록을 할 수 없는 차량인 것을 알면서 자동차등록정보 처리시스템의 자동차등록원부 용도란에 ‘영업용’이라고 입력하였으나, 변경 및 이전등록에 관한 구체적 등록내용인 최초등록일 등은 사실대로 입력한 사안에서, 자동차등록원부상 ‘영업용으로의 용도변경 및 이전’에 관한 등록정보가 확인·공시하는 내용에 자동차가 영업용으로 용도변경되어 이전되었다는 사실 외에 변경 및 이전등록에 필요한 법령상 자격의 구비 사실까지 포함한다고 볼 법적인 근거가 없고, 최초등록일 등 등록과 관련된 사실관계에 대한 내용에 거짓이 있다고 볼 수 없는 이상, 위 행위가 공전자기록등위작죄의 ‘위작’에 해당한다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>[3]형법 제228조 제1항이 규정하는 공전자기록등불실기재죄는 공무원에게 허위의 신고를 하여 공전자기록에 불실의 사실을 기록하게 함으로써 성립하고, ‘허위의 신고’란 진실에 반하는 사실을 신고하는 것을 말한다.<br/>[4] 중고자동차매매업자인 피고인이 여객자동차 운수사업법상 차량충당연한 규정에 위배되어 여객자동차운수사업에 충당될 수 없는 차량인 것을 알면서 영업용으로 변경 및 이전등록신청을 하였으나, 구체적 등록내용인 최초등록일 등은 사실대로 기재한 사안에서, 자동차등록원부상 ‘영업용으로의 용도변경 및 이전’에 관한 등록정보가 확인·공시하는 내용에 자동차가 영업용으로 용도변경되어 이전되었다는 사실 외에 변경 및 이전등록에 필요한 법령상 자격의 구비 사실까지 포함한다고 볼 법령상의 근거가 없고, 최초등록일 등 등록과 관련된 사실관계에 대한 내용에 거짓이 있다고 볼 수 없는 이상, 피고인이 허위의 신고를 하였다고 할 수 없는데도, 이와 달리 피고인에게 공전자기록등불실기재죄 및 그 행사죄를 인정한 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>[5] 허위공문서작성의 주체는 직무상 그 문서를 작성할 권한이 있는 공무원에 한하고 작성권자를 보조하는 직무에 종사하는 공무원은 허위공문서작성죄의 주체가 되지 못한다. 다만 공문서의 작성권한이 있는 공무원의 직무를 보좌하는 사람이 그 직위를 이용하여 행사할 목적으로 허위의 내용이 기재된 문서 초안을 그 정을 모르는 상사에게 제출하여 결재하도록 하는 등의 방법으로 작성권한이 있는 공무원으로 하여금 허위의 공문서를 작성하게 한 경우에는 허위공문서작성죄의 간접정범이 성립한다.<br/>[6] 공무원 甲이 허위의 사실을 기재한 자동차운송사업변경(증차)허가신청 검토조서를 작성한 다음 이를 자동차운송사업변경(증차)허가신청 검토보고에 첨부하여 결재를 상신하였고, 담당계장으로서 그와 같은 사정을 알고 있는 중간 결재자인 피고인과 담당과장으로서 그와 같은 사정을 알지 못하는 최종 결재자인 乙이 차례로 위 검토보고에 결재를 하여 자동차운송사업 변경허가가 이루어진 사안에서, 위 검토조서 및 검토보고의 각 내용과 형식, 관계 및 작성 목적, 이를 토대로 변경허가가 이루어진 점 등을 종합할 때, 공문서인 위 검토보고의 작성자는 乙이라고 보아야 하므로, 위 검토보고의 내용 중 일부에 불과한 위 검토조서의 작성자인 甲은 물론 乙의 업무상 보조자이자 중간 결재자인 피고인은 허위공문서작성죄의 주체가 될 수 없는데도 피고인과 甲의 행위가 공동정범에 해당한다고 본 원심판단은 잘못이지만, 이는 허위의 정을 모르는 작성권자 乙로 하여금 허위의 공문서를 결재·작성하게 한 경우에 해당하여 그 간접정범에 해당하고, 간접정범은형법 제34조 제1항,제31조 제1항에 의하여 죄를 실행한 자와 동일한 형으로 처벌되는 것이므로 그러한 잘못은 판결에 영향을 미친 위법이 되지 못한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제227조의2 / [2]형법 제227조의2,제229조,구 여객자동차운수사업법(2008. 3. 21. 법률 제8980호로 전부 개정되기 전의 것) 제75조 제2항(현행제84조 제2항 참조),구 여객자동차운수사업법 시행령(2008. 6. 13. 대통령령 제20820호로 개정되기 전의 것) 제28조 제3항,제4항(현행제40조 제3항,제4항 참조) / [3]형법 제228조 제1항 / [4]형법 제228조 제1항,제229조,구 여객자동차운수사업법(2008. 3. 21. 법률 제8980호로 전부 개정되기 전의 것) 제75조 제2항(현행제84조 제2항 참조),구 여객자동차운수사업법 시행령(2008. 6. 13. 대통령령 제20820호로 개정되기 전의 것) 제28조 제3항,제4항(현행제40조 제3항,제4항 참조) / [5]형법 제34조 제1항,제227조 / [6]형법 제30조,제31조 제1항,제34조 제1항,제227조<br/>",
  "참조판례": "[1]대법원 2005. 6. 9. 선고 2004도6132 판결(공2005하, 1191),대법원 2007. 7. 27. 선고 2007도3798 판결 / [5]대법원 1990. 10. 30. 선고 90도1912 판결(공1990, 2488),대법원 1992. 1. 17. 선고 91도2837 판결(공1992, 948),대법원 2009. 1. 15. 선고 2008도6988 판결,대법원 2010. 1. 14. 선고 2009도9963 판결<br/>"
}