{
  "판례일련번호": "149893",
  "사건명": "법인세부과처분취소",
  "사건번호": "2008두14074",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 합병에 의한 청산소득 금액을 계산하는 경우, 포합주식의 취득으로 인하여 피합병법인의 청산소득이 부당히 감소되었는지에 관계없이 합병법인이 취득한 주식이 포합주식에 해당하는 것만으로구 법인세법 제80조 제2항의 적용대상이 되는지 여부(원칙적 적극)<br/>[2] 합병법인 甲 법인이 합병등기일 전 2년 이내에 피합병법인 乙 법인의 주식을 취득하였고, 이에 과세관청이 위 주식이 포합주식에 해당한다고 보아 그 취득가액에서 교부된 합병신주의 가액을 공제한 금액을 합병대가의 총합계액에 산입하여 甲 법인에 법인세 부과처분을 한 사안에서, 乙 법인의 청산소득이 부당히 감소되었는지 여부에 관계없이 위 주식은 포합주식에 해당하여구 법인세법 제80조 제2항의 적용대상이 된다고 본 원심판단을 수긍한 사례<br/>[3]구 법인세법 제79조 제4항,제80조 제3항에서 말하는 ‘세무회계상의 이월결손금을 공제하기 전의 자기자본의 총액’은 기업회계상 결손금이 반영된 것인지 여부(적극)<br/>",
  "판결요지": "[1]구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것. 이하 ‘구 법인세법’이라 한다) 제80조 제1항은 “내국법인이 합병으로 인하여 해산하는 경우 그 청산소득의 금액은 피합병법인의 주주 등이 합병법인으로부터 받은 합병대가의 총합계액에서 피합병법인의 합병등기일 현재의 자기자본의 총액을 공제한 금액으로 한다”고 정하고,제2항 전문은 “합병법인이 합병등기일 전 2년 이내에 취득한 피합병법인의 주식 등(이하 ‘포합주식 등’이라 한다)이 있는 경우로서 그 포합주식 등에 대하여 합병법인의 주식 등을 교부하지 아니한 경우 합병대가의 총합계액은 당해 포합주식 등의 취득가액을 가산한 금액으로 한다”고 정하고 있다. 조세법률주의의 원칙상 과세요건이나 비과세요건 또는 조세감면요건을 막론하고 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해석할 것이고 합리적 이유 없이 확장해석하거나 유추해석하는 것은 허용되지 아니한다. 따라서구 법인세법 제80조 제2항이 포합주식의 취득으로 인하여 피합병법인의 청산소득이 부당히 감소되는 것으로 인정되는 것을 적용요건으로 규정하고 있지 아니하는 이상, 합병법인이 취득한 주식이 포합주식에 해당하는 것만으로구 법인세법 제80조 제2항의 적용대상이 된다.<br/>[2] 합병법인 甲 법인이 합병등기일 전 2년 이내에 피합병법인 乙 법인의 주식을 취득하였고 이에 과세관청이 위 주식이 포합주식에 해당한다고 보아 그 취득가액에서 교부된 합병신주의 가액을 공제한 금액을 합병대가의 총합계액에 산입하여 甲 법인에 법인세 부과처분을 한 사안에서, 甲 법인이 합병등기일 전 2년 이내에 乙 법인의 주식을 취득한 이상 그로 인하여 피합병법인인 乙 법인의 청산소득이 부당히 감소되었는지 여부에 관계없이 위 주식은 포합주식에 해당하여구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것) 제80조 제2항의 적용대상이 된다고 본 원심판단을 수긍한 사례.<br/>[3]구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것) 제79조 제4항,제80조 제3항 규정의 문언 내용, 나아가 그 입법취지가 피합병법인의 세무회계상 자기자본을 정확히 파악하여 이를 합병대가에서 공제함으로써 청산소득과세에 있어서의 실질과세원칙을 구현하고자 하는 것인 점, 세무회계상 자기자본을 정확하게 파악하기 위하여는 기업회계상 자기자본의 총액에서 그에 반영되지 아니한 세무회계상의 이월결손금을 공제하여야 하는 점 등을 고려하여 보면, 위 규정에서 말하는 ‘세무회계상의 이월결손금을 공제하기 전의 자기자본의 총액’은 기업회계상 결손금이 반영된 것을 의미한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것) 제80조 제2항(현행법인세법 제44조 및법인세법 시행령 제80조의2 제3항 참조) / [2]구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것) 제80조 제2항(현행법인세법 제44조 및법인세법 시행령 제80조의2 제3항 참조),구 법인세법 시행령(2001. 12. 31. 대통령령 제17457호로 개정되기 전의 것) 제122조(현행제80조의2 제3항 참조) / [3]구 법인세법(2001. 12. 31. 법률 제6558호로 개정되기 전의 것) 제18조 제8호(현행제18조 제6호 참조),제79조 제4항,제80조 제3항(현행제79조 제6항 참조),구 법인세법 시행령(2001. 12. 31. 대통령령 제17457호로 개정되기 전의 것) 제18조<br/>",
  "참조판례": ""
}