{
  "판례일련번호": "149860",
  "사건명": "손해배상(기)·손해배상(기)",
  "사건번호": "2010나1307,1314",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110414",
  "판시사항": "[1] TV 토론 프로그램의 발언이 화제가 되어 ‘고대녀’라고 불리던 甲이 위 발언 당시 고려대 재학생 신분을 유지하고 있었음에도, 다음 주 같은 프로그램에 패널로 참여한 국회의원 乙이 甲의 프로필을 공개하며 甲은 ‘고려대학교 학생이 아니다. 고려대학교에서 제적을 당한 학생인데, 이력을 보면 민주노동당 당원으로 각종 선거에서 선거운동을 하는 정치인이다’라는 취지의 발언을 한 사안에서, 乙은 甲에게 명예훼손에 따른 손해를 배상할 책임이 있다고 한 사례<br/>[2] TV 토론 프로그램의 발언이 화제가 되어 ‘고대녀’라고 불리던 甲이 위 발언 당시 고려대 재학생 신분을 유지하고 있었음에도, 다음 주 같은 프로그램에 패널로 참여한 국회의원 乙이 甲은 ‘고려대 재학생이 아니고, 민주노동당 당원이다’라는 취지의 발언을 하자, 甲이 다른 사람들과 함께 乙이 속한 정당 당사 앞에서 항의집회를 열어 乙은 ‘대국민 사기극을 벌였다’는 취지의 발언을 하고, 다른 시위참여자들도 ‘입만 열면 망언’ 등의 구호가 적힌 피켓을 들고 있었으며, 甲은 같은 날 라디오 시사 프로그램 인터뷰에서 乙은 ‘국회의원으로서의 수준과 자질이 의심스럽다’는 취지의 발언을 한 사안에서, 甲의 항의집회 시 발언과 피켓 내용 및 인터뷰 내용 등은 구체적인 사실의 적시로 보기 어려워 명예훼손을 구성하지 않고, 다만 乙을 비하하는 모욕적 언사에는 해당하나 그 표현내용이 사회상규에 위배될 정도로 乙의 사회적 평가를 저하시키거나 乙에게 모욕적이고 경멸적인 인신공격을 하였다고 보기 어려워 甲이 乙을 모욕하였다고도 볼 수 없다고 한 사례.<br/>",
  "판결요지": "[1] TV 토론 프로그램에서 고려대 재학생 신분으로서의 발언이 화제가 되어 ‘고대녀’라고 불리며 일반 국민들에게서 높은 관심과 인기를 얻고 있었던 甲이 과거 학내문제로 대학에서 출교 및 퇴학처분을 받았지만 출교처분 무효확인의 소와 퇴학처분 효력정지 가처분신청에서 각각 승소확정판결과 인용결정을 받은 후 복학하여 위 발언 당시 고려대 재학생 신분을 유지하고 있었고, 그 내용이 신문, 방송 등 오프라인 및 온라인 언론매체에 보도되어 인터넷 검색사이트에서 이를 쉽게 검색해 볼 수 있었음에도, 다음 주 같은 프로그램에 패널로 참여한 국회의원 乙이 甲의 프로필을 공개하며 甲은 ‘고려대학교 학생이 아니다. 고려대학교에서 제적을 당한 학생인데, 이력을 보면 민주노동당 당원으로 각종 선거에서 선거운동을 하는 정치인이다’라는 취지의 발언을 한 사안에서, 乙이 甲의 프로필을 공개한 것과 그 전후에 한 발언 내용 및 당시의 여러 외부적 정황 사실에 비추어 乙의 발언과 행위는 구체적인 허위사실의 적시를 통해 甲의 사회적 평가를 저하시킨 행위에 해당하고, 甲이 대학에서 출교 및 퇴학처분을 받은 사실과 이에 대한 무효확인 소송의 과정 및 결과는 당시 여러 언론매체를 통해 보도되어 당시는 물론 현재에도 인터넷 검색 등을 통해 관련 기사를 용이하게 검색할 수 있는 점 등 여러 사정에 비추어 乙에게 그 표현 내용이 진실이라고 믿을 만한 상당한 이유가 있었다고 보기 어렵다는 이유로, 乙은 甲에게 명예훼손에 따른 손해를 배상할 책임이 있다고 한 사례.<br/>[2] TV 토론 프로그램의 발언이 화제가 되어 ‘고대녀’라고 불리며 일반 국민들에게서 높은 관심과 인기를 얻고 있었던 甲이 위 발언 당시 고려대 재학생 신분을 유지하고 있었음에도, 다음 주 같은 프로그램에 패널로 참여한 국회의원 乙이 甲은 ‘고려대학교 학생이 아니다. 고려대학교에서 제적을 당한 학생인데, 이력을 보면 민주노동당 당원으로 각종 선거에서 선거운동을 하는 정치인이다’라는 취지의 발언을 하자, 甲이 다른 사람들과 함께 乙이 속한 정당의 당사 앞에서 항의집회를 열어 乙은 ‘대국민 사기극을 벌였다’, ‘정치적 수준이 한심하다’는 취지의 발언을 하고, 다른 시위참여자들도 ‘입만 열면 망언’ 등의 구호가 적힌 피켓과 ‘乙의 뇌구조’라는 제목하에 乙의 뇌구조가 그려진 피켓을 들고 있었으며, 甲은 같은 날 라디오 시사 프로그램 인터뷰에서 乙은 ‘국회의원으로서의 수준과 자질이 의심스럽다’는 취지의 발언을 한 사안에서, 甲이 乙에 대해 ‘대국민 사기극을 벌였다’고 생각한다는 부분이나 ‘정치적 수준이 한심하다’거나 ‘국회의원으로서의 수준과 자질이 의심스럽다’는 취지의 발언 및 ‘입만 열면 망언’이라는 표현은 그 진위를 결정하는 것이 가능하다고 보이지 않으므로, 단지 甲의 乙에 대한 개인적 생각이나 의견표명이라고 할 것이지, 그 내용이 비판적 관점에서 작성되었다거나 다소 과격한 표현을 사용하였다고 하여 이를 명예훼손에 해당한다고 볼 수 없고, 乙의 뇌구조를 형상화한 피켓의 경우 일반 국민의 보통의 주의로 위와 같은 피켓 내용에 접근하는 것을 전제하여 이에 사용된 어휘, 표현방식, 일반 국민에게 주는 전체적인 인상을 고려할 때, 이는 단순히 乙과 관련된 일련의 사건을 희화적으로 묘사한 것일 뿐 실질적으로 乙이 그와 같은 생각을 하고 있을 것이라는 등의 구체적 사실을 적시하였다고 볼 수 없으므로, 甲의 항의집회 시 발언과 피켓 내용 및 인터뷰 내용 등은 구체적인 사실의 적시로 보기 어려워 명예훼손을 구성하지 않고, 다만 그 표현의 통상적 의미와 용법 등에 비추어 乙을 비하하여 사회적 평가를 저하시킬 만한 추상적 판단이나 경멸적 감정을 표현한 것으로 모욕적 언사에는 해당하나 위 발언 등을 하게 된 동기나 경위 및 배경에 비추어 표현내용이 사회상규에 위배될 정도로 乙의 사회적 평가를 저하시키거나 乙에게 모욕적이고 경멸적인 인신공격을 하였다고 보기 어려워 甲이 乙을 모욕하였다고도 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제751조 / [2]민법 제751조<br/>",
  "참조판례": ""
}