{
  "판례일련번호": "149896",
  "사건명": "소유권이전등기청구등",
  "사건번호": "2010다94472",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 기존회사가 채무를 면탈할 목적으로 기업의 형태·내용이 실질적으로 동일한 신설회사를 설립한 경우, 기존회사의 채권자가 두 회사 모두에 채무 이행을 청구할 수 있는지 여부(적극) 및 어느 회사가 채무를 면탈할 목적으로 이미 설립되어 있는 다른 회사를 이용한 경우에도 위 법리가 적용되는지 여부(적극)<br/>[2] 기존회사의 채무를 면탈할 의도로 다른 회사 법인격을 이용하였는지의 판단 기준<br/>[3] 아파트 신축사업을 추진하던 甲 회사와 乙 회사가 사업부지인 토지의 공유지분을 소유하고 있던 丙과, 그에게서 공유지분을 이전받는 대신 신축 아파트 1세대를 분양해 주기로 하는 내용의 약정을 체결하면서 담보로 당좌수표를 발행해 주고, 그 약정에 따라 乙 회사와 丙이 분양계약을 체결하여 甲 회사가 공유지분을 이전받았는데, 아파트 공사 진행 중 甲, 乙 회사가 위 토지와 사업권을 丁 회사와 戊 회사를 거쳐 己 회사에 매도한 사안에서, 위 회사들은 乙 회사의 대표이사였던 자가 사실상 지배하는 동일한 회사로서 甲, 乙 회사가 丙에 대한 채무를 면탈할 목적으로 다른 회사의 법인격을 내세운 것으로 볼 여지가 충분하므로, 甲, 乙 회사의 채권자인 丙은 甲, 乙 회사뿐만 아니라 己 회사에 대해서도 위 약정 등에 기한 채무의 이행을 청구할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 기존회사가 채무를 면탈할 목적으로 기업의 형태·내용이 실질적으로 동일한 신설회사를 설립하였다면, 신설회사 설립은 기존회사의 채무면탈이라는 위법한 목적달성을 위하여 회사제도를 남용한 것이므로, 기존회사의 채권자에게 위 두 회사가 별개의 법인격을 갖고 있음을 주장하는 것은 신의성실 원칙상 허용될 수 없다 할 것이어서 기존회사의 채권자는 위 두 회사 어느 쪽에 대하여서도 채무 이행을 청구할 수 있고, 이와 같은 법리는 어느 회사가 채무를 면탈할 목적으로 기업의 형태·내용이 실질적으로 동일한 이미 설립되어 있는 다른 회사를 이용한 경우에도 적용된다.<br/>[2] 기존회사의 채무를 면탈할 의도로 다른 회사 법인격을 이용하였는지는 기존회사의 폐업 당시 경영상태나 자산상황, 기존회사에서 다른 회사로 유용된 자산의 유무와 정도, 기존회사에서 다른 회사로 이전된 자산이 있는 경우 정당한 대가가 지급되었는지 등 제반 사정을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 아파트 신축사업을 추진하던 甲 회사와 乙 회사가 사업부지인 토지의 공유지분을 소유하고 있던 丙과, 그에게서 공유지분을 이전받는 대신 신축 아파트 1세대를 분양해 주기로 하는 내용의 약정을 체결하면서 담보로 당좌수표를 발행해 주고, 그 약정에 따라 乙 회사와 丙이 분양계약을 체결하여 甲 회사가 공유지분을 이전받았는데, 아파트 공사 진행 중 甲, 乙 회사가 위 토지와 사업권을 丁 회사와 戊 회사를 거쳐 己 회사에 매도한 사안에서, 위 회사들은 모두 영업목적이 동일하고 법인 소재지도 상당 부분 일치하는 점, 위 회사들은 乙 회사의 대표이사였던 자가 사실상 지배하는 회사인 점, 위 토지 외에 별다른 자산이 없었던 甲, 乙 회사가 부도가 이미 발생하였거나 임박하여 위 토지와 사업권을 정당한 대가를 지급받지 않고 丁 회사에 양도한 것으로 보이고, 丁 회사에서 戊 회사를 거쳐 己 회사에게 위 토지와 사업권이 이전되는 과정에서도 정당한 대가가 지급되었다고 볼 만한 자료가 없는 점, 甲, 乙 회사가 丙에게서 이전받은 공유지분이 포함된 위 토지와 사업권을 丁 회사에 양도하면서 위 약정 등에 따른 丙에 대한 채무를 부도난 甲, 乙 회사에 남겨둔 점 등을 종합할 때, 위 회사들은 乙 회사의 대표이사였던 자가 사실상 지배하는 동일한 회사로서 甲, 乙 회사가 丙에 대한 채무를 면탈할 목적으로 다른 회사의 법인격을 내세운 것으로 볼 여지가 충분하므로, 甲, 乙 회사의 채권자인 丙은 甲, 乙 회사뿐만 아니라 己 회사에 대해서도 위 약정에 기한 채무의 이행을 청구할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,상법 제171조 제1항 / [2]민법 제2조,상법 제171조 제1항 / [3]민법 제2조,상법 제171조 제1항<br/>",
  "참조판례": "[1][2]대법원 2008. 8. 21. 선고 2006다24438 판결(공2008하, 1269),대법원 2010. 1. 14. 선고 2009다77327 판결(공2010상, 330) / [1]대법원 2004. 11. 12. 선고 2002다66892 판결(공2004하, 2013)<br/>"
}