{
  "판례일련번호": "149997",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(정보통신망침해등)·업무방해·컴퓨터등장애업무방해",
  "사건번호": "2008도10116",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조에서 정한 ‘정보’와 ‘훼손’의 의미<br/>[2] 불특정 다수인의 업무처리에 사용되는 컴퓨터 등을 대상으로 범한 ‘컴퓨터 등 장애 업무방해죄’에 대한 공소사실의 특정 정도<br/>[3] 피고인들이 불특정 다수 인터넷 이용자들의 컴퓨터에 자신들의 프로그램을 설치하여 경쟁업체 프로그램이 정상적으로 사용되거나 설치되지 못하도록 함으로써 인터넷 이용자들의 인터넷 이용에 관한 업무를 방해하였다고 하여 ‘컴퓨터 등 장애 업무방해’로 기소된 사안에서, 공소장 기재만으로는 업무 주체인 피해자와 방해된 업무 내용을 알 수 없다는 이유로, 공소사실이 특정되지 않았다고 본 원심판단을 정당하다고 한 사례 <br/>",
  "판결요지": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 12. 21. 법률 제8778호로 개정되기 전의 것, 이하 ‘구 정보통신망법’이라고 한다) 제49조는 “누구든지 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설하여서는 아니된다.”고 규정하고 있다. 그런데 ‘정보’의 개념에 대하여구 정보통신망법 제2조 제1항에서 정한 바가 없고,같은 조 제2항에서 “이 법에서 사용하는 용어의 정의는제1항에서 정하는 것을 제외하고는 정보화촉진기본법이 정하는 바에 의한다.”고 규정하고 있는데, 구 정보통신망법 시행 당시구 정보화촉진기본법(2009. 5. 22. 법률 제9705호 국가정보화 기본법으로 전부 개정되기 전의 것) 제2조 제1호는 “정보라 함은 자연인 또는 법인이 특정 목적을 위하여 광 또는 전자적 방식으로 처리하여 부호·문자·음성·음향 및 영상 등으로 표현한 모든 종류의 자료 또는 지식을 말한다.”고 규정하고 있으므로구 정보통신망법 제49조의 ‘정보’의 개념도 이와 마찬가지이다. 이와 같이 정보는 특정 목적을 위하여 광 또는 전자적 방식에 의하여 부호 등으로 표현된 것이므로 비록 정보통신망을 통하여 정보가 처리·보관 또는 전송되는 과정에 영향을 미치는 행위라고 하더라도 그 목적을 해하지 아니하는 경우에는 이를구 정보통신망법 제49조에서 정한 타인의 정보를 ‘훼손’하는 행위에 해당한다고 볼 수 없다.<br/>[2]형법 제314조 제2항에서 정한 ‘컴퓨터 등 장애 업무방해죄’는 피해자의 업무를 보호객체로 삼고 있는데, 불특정 다수인이 업무처리를 위하여 사용하는 컴퓨터 등 정보처리장치 등을 대상으로 위 조항에서 정한 범죄가 저질러진 경우에는 최소한 컴퓨터 등 정보처리장치 등을 이용한 업무 주체가 구체적으로 누구인지, 나아가 그 업무가 위 조항의 보호객체인 업무에 해당하는지를 심리·판단할 수 있을 정도로 특정되어야만 하고, 이에 이르지 못한 경우에는 공소사실로서 적법하게 특정되었다고 보기 어렵다.<br/>[3] 피고인들이 불특정 다수 인터넷 이용자들의 컴퓨터에 자신들의 프로그램을 설치하여 경쟁업체 프로그램이 정상적으로 사용되거나 설치되지 못하도록 함으로써 인터넷 이용자들의 인터넷 이용에 관한 업무를 방해하였다고 하여 ‘컴퓨터 등 장애 업무방해’로 기소된 사안에서, 공소장의 기재만으로는 피해자인 인터넷 이용자들이 누구이고 몇 명인지 특정되지 않아 몇 개의 죄로 공소제기한 것인지 알 수 없고, 방해된 업무 내용이 구체적으로 무엇인지 알 수 없어 보호객체인 업무에 해당하는지를 심리·판단할 수 없다는 이유로, 공소사실이 특정되지 않았다고 본 원심판단을 정당하다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 12. 21. 법률 제8778호로 개정되기 전의 것) 제2조 제2항,제49조,제62조 제6호(현행제71조 제11호 참조),구 정보화촉진기본법(2009. 5. 22. 법률 제9705호 국가정보화 기본법으로 전부 개정되기 전의 것) 제2조 제1호(현행국가정보화 기본법 제3조 제1호 참조) / [2]형법 제314조 제2항,형사소송법 제254조 제4항 / [3]형법 제314조 제2항,형사소송법 제254조 제4항,제327조 제2호<br/>",
  "참조판례": "[1]대법원 2011. 3. 10. 선고 2008도12119 판결 / [2]대법원 2009. 3. 12. 선고 2008도11187 판결<br/>"
}