{
  "판례일련번호": "149900",
  "사건명": "소유권말소등기·소유권말소등기·소유권말소등기",
  "사건번호": "2009다94384,94391,94407",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 소유권보존등기 명의인 이외의 자가 토지를 사정받은 것으로 밝혀진 경우 소유권보존등기 추정력이 깨지는지 여부(적극) 및 사정명의인이 토지를 다른 사람에게 처분한 경우 사정명의인 또는 상속인에게 소유권보존등기 명의인을 상대로 등기의 말소를 청구할 권원이 있는지 여부(소극)<br/>[2] 구 토지대장이나 농지분배 관련 서류들의 기재 내용을 다른 사정들과 종합하여 권리변동에 관한 사실인정의 자료로 삼을 수 있는지 여부(적극)<br/>[3]민법 부칙(1958. 2. 22.) 제25조 제2항에서 정한 ‘재산상속이 개시되는 경우’에 상속인이던 사람이 실종선고를 받아 대습상속 사유가 발생한 경우도 포함되는지 여부(적극)<br/>[4] 상속인이던 사람이 민법 시행 후 실종선고를 받아 구민법 시행기간 중에 사망한 것으로 간주된 사안에서, 망인의 사망에 의한 대습상속에도민법 부칙(1958. 2. 22.) 제25조 제2항이 적용되므로, 구 관습법이 아닌 당시 민법 규정에 따라 상속분을 산정하여야 한다고 본 원심판결을 수긍한 사례<br/>[5] 환지처분 전 종전 토지에 관한 소유권확인 청구에 대한 판결이 확정된 후 다시 동일 피고를 상대로 환지처분 후 새로운 환지 중 종전 토지에 상응하는 비율의 해당 공유지분에 관한 소유권확인청구 소송을 제기한 경우, 전소 확정판결의 소유권 존부에 관한 판단이 후소에 미치는지 여부(적극)<br/>[6] 전소 확정판결의 존재가 직권조사사항인지 여부(적극) 및 당사자가 확정판결의 존재를 상고심에서 새로이 주장·증명할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 토지조사부에 소유자로 등재되어 있는 자는 재결에 의하여 사정 내용이 변경되었다는 등 반증이 없는 이상 토지 소유자로 사정받아 그 사정이 확정된 것으로 추정되어 토지를 원시적으로 취득하게 되고, 소유권보존등기 추정력은 보존등기 명의인 이외의 자가 당해 토지를 사정받은 것으로 밝혀지면 깨지는 것이나, 한편 부동산 소유권에 기한 물권적 방해배제청구권 행사의 일환으로서 부동산에 관하여 마쳐진 타인 명의의 소유권보존등기 말소를 구하려면 먼저 자신에게 말소를 청구할 수 있는 권원이 있음을 적극적으로 주장·증명하여야 하며, 만일 그러한 권원이 있음이 인정되지 않는다면 설사 타인 명의의 소유권보존등기가 말소되어야 할 무효의 등기라고 하더라도 청구를 인용할 수 없다. 따라서 사정 이후에 사정명의인이 토지를 다른 사람에게 처분한 사실이 인정된다면 사정명의인 또는 상속인들에게는 소유권보존등기 명의인을 상대로 등기의 말소를 청구할 권원이 없게 되므로, 그 청구를 인용할 수 없다.<br/>[2] 1975. 12. 31. 지적법 개정 전에 복구된 구 토지대장상의 소유자란에 이름이 기재되어 있다고 하더라도 그 기재에는 권리추정력을 인정할 수 없고, 분배농지상환대장이나 분배농지부는 분배농지확정절차가 완료된 후 상환에 필요한 사항을 기재하기 위하여 작성하는 서류이므로 기재 사실에 권리변동의 추정력을 인정할 수는 없으나, 구 토지대장이나 농지분배 관련 서류들의 기재 내용을 다른 사정들과 종합하여 권리변동에 관한 사실인정의 자료로 삼는 데는 아무런 제약이 없다.<br/>[3]민법 부칙(1958. 2. 22.) 제25조 제2항은 “실종선고로 인하여 호주 또는 재산상속이 개시되는 경우에 그 실종기간이 구법 시행기간 중에 만료하는 때에도 그 실종이 본법 시행일 후에 선고된 때에는 그 상속순위, 상속분 기타 상속에 관하여는 본법의 규정을 적용한다.”고 규정하고 있는데, 여기서 ‘재산상속이 개시되는 경우’란 피상속인의 실종선고로 인하여 재산상속이 개시되는 경우뿐만 아니라 일응 상속인이던 자가 행방불명으로 인하여 실종선고를 받은 결과 재산상속의 개시 내지는 대습상속 사유가 발생한 경우도 포함된다.<br/>[4] 상속인이던 사람이 민법 시행 후 실종선고를 받아 구민법 시행기간 중에 사망한 것으로 간주된 사안에서, 망인의 사망 효과로서 발생된 대습상속의 경우에도민법 부칙(1958. 2. 22.) 제25조 제2항이 적용되므로, 구 관습법이 아닌 당시 민법 규정에 따라 상속분을 산정하여야 한다고 본 원심판결을 수긍한 사례.<br/>[5] 환지처분 공고가 있는 경우 환지계획에서 정해진 환지는 환지처분 공고가 있는 날의 다음날부터 종전 토지로 보게 되어 종전 토지에 대하여 존재하던 소유권 기타 권리관계는 동일성을 유지하면서 환지에 그대로 옮겨진다. 소유자를 달리한 수 필지의 토지에 대하여 적법하게 한 필지의 환지가 지정된 경우에는 종전 수 필지의 소유권이 한 필지에 그대로 이행되는 결과 특별한 사정이 없으면 종전 토지에 상응하는 비율에 따라서 종전 소유자들은 환지에 대하여 공유지분을 취득하게 되므로, 환지처분 전 종전 토지에 관한 소유권확인의 소와 환지처분 후 새로운 환지 중 종전의 토지에 상응하는 비율의 해당 공유지분에 관한 소유권확인의 소는 서로 동일한 소송물이다. 따라서 환지처분 전 종전 토지에 관한 소유권확인 청구에 대한 판결이 확정된 후 다시 동일 피고를 상대로 환지처분 후 새로운 환지 중 종전 토지에 상응하는 비율의 해당 공유지분에 관한 소유권확인 청구소송을 제기한 경우에는 전소 확정판결의 소유권 존부에 관한 판단에 구속되어 법원으로서는 이와 다른 판단을 할 수 없다.<br/>[6] 전소 확정판결의 존부는 당사자 주장이 없더라도 법원이 직권으로 조사하여 판단하지 않으면 안 되고, 더 나아가 당사자가 확정판결의 존재를 사실심 변론종결 시까지 주장하지 아니하였더라도 상고심에서 새로이 주장·증명할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제186조,제187조,제214조,부동산등기법 제130조,민사소송법 제288조 / [2]민법 제186조,민사소송법 제202조,구 지적법(2009. 6. 9. 법률 제9774호 측량·수로조사 및 지적에 관한 법률 부칙 제2조로 폐지) 제12조(현행측량·수로조사 및 지적에 관한 법률 제74조 참조) / [3]민법 제28조,제1001조,부칙(1958. 2. 22.) 제25조 제2항 / [4]민법 제28조,제1001조,부칙(1958. 2. 22.) 제25조 제2항 / [5]민사소송법 제216조 / [6]민사소송법 제134조,제216조,제423조<br/>",
  "참조판례": "[1]대법원 2008. 12. 24. 선고 2007다79718 판결 / [2]대법원 2010. 4. 15. 선고 2009다87508 판결(공2010상, 881) / [3]대법원 1980. 8. 26. 선고 80다351 판결(공1980, 13120) / [5]대법원 1994. 12. 27. 선고 94다4684 판결(공1995상, 657) / [6]대법원 1989. 10. 10. 선고 89누1308 판결(공1989, 1684),대법원 2010. 10. 14. 선고 2010다50113 판결<br/>"
}