{
  "판례일련번호": "149999",
  "사건명": "통신비밀보호법위반·명예훼손",
  "사건번호": "2009도14442",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1] 국회의원 면책특권의 취지 및 면책특권의 대상이 되는 행위의 범위와 판단 기준<br/>[2] 국회의원인 피고인이, 구 국가안전기획부 내 정보수집팀이 대기업 고위관계자와 중앙일간지 사주 간의 사적 대화를 불법 녹음한 자료를 입수한 후 그 대화 내용과, 전직 검찰간부인 피해자가 위 대기업으로부터 이른바 떡값 명목의 금품을 수수하였다는 내용이 게재된 보도자료를 작성하여 국회 법제사법위원회 개의 당일 국회 의원회관에서 기자들에게 배포한 사안에서, 위 행위가 국회의원 면책특권의 대상이 되는 직무부수행위에 해당한다고 한 사례<br/>[3] 불법 감청·녹음 등에 관여하지 아니한 언론기관이 그 통신 또는 대화 내용을 보도하여 공개하는 행위가형법 제20조의 정당행위에 해당하기 위한 요건 및 공개행위의 주체가 언론기관이나 그 종사자 아닌 사람인 경우에도 동일한 법리가 적용되는지 여부(적극)<br/>[4] 국회의원인 피고인이, 구 국가안전기획부 내 정보수집팀이 대기업 고위관계자와 중앙일간지 사주 간의 사적 대화를 불법 녹음한 자료를 입수한 후 그 대화내용과, 위 대기업으로부터 이른바 떡값 명목의 금품을 수수하였다는 검사들의 실명이 게재된 보도자료를 작성하여 자신의 인터넷 홈페이지에 게재하였다고 하여 통신비밀보호법 위반으로 기소된 사안에서, 위 행위가형법 제20조의 정당행위에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]헌법 제45조는 “국회의원은 국회에서 직무상 행한 발언과 표결에 관하여 국회 외에서 책임을 지지 아니한다”고 규정하여 국회의원의 면책특권을 인정하고 있다. 그 취지는 국회의원이 국민의 대표자로서 국회 내에서 자유롭게 발언하고 표결할 수 있도록 보장함으로써 국회가 입법 및 국정통제 등 헌법에 의하여 부여된 권한을 적정하게 행사하고 그 기능을 원활하게 수행할 수 있도록 보장하는 데에 있다. 따라서 면책특권의 대상이 되는 행위는 국회의 직무수행에 필수적인 국회의원의 국회 내에서의 직무상 발언과 표결이라는 의사표현행위 자체에만 국한되지 아니하고 이에 통상적으로 부수하여 행하여지는 행위까지 포함하며, 그와 같은 부수행위인지 여부는 구체적인 행위의 목적·장소·태양 등을 종합하여 개별적으로 판단하여야 한다.<br/>[2] 국회의원인 피고인이, 구 국가안전기획부 내 정보수집팀이 대기업 고위관계자와 중앙일간지 사주 간의 사적 대화를 불법 녹음한 자료를 입수한 후 그 대화 내용과, 전직 검찰간부인 피해자가 위 대기업으로부터 이른바 떡값 명목의 금품을 수수하였다는 내용이 게재된 보도자료를 작성하여 국회 법제사법위원회 개의 당일 국회 의원회관에서 기자들에게 배포한 사안에서, 피고인이 국회 법제사법위원회에서 발언할 내용이 담긴 위 보도자료를 사전에 배포한 행위는 국회의원 면책특권의 대상이 되는 직무부수행위에 해당하므로, 피고인에 대한 허위사실적시 명예훼손 및 통신비밀보호법 위반의 점에 대한 공소를 기각하여야 한다고 한 사례.<br/>[3] 불법 감청·녹음 등에 관여하지 아니한 언론기관이 그 통신 또는 대화 내용을 보도하여 공개하는 행위가형법 제20조의 정당행위에 해당하기 위하여는, 첫째, 그 보도의 목적이 불법 감청·녹음 등의 범죄가 저질러졌다는 사실 자체를 고발하기 위한 것으로 그 과정에서 불가피하게 통신 또는 대화의 내용을 공개할 수밖에 없는 경우이거나, 불법 감청·녹음 등에 의하여 수집된 통신 또는 대화의 내용이 이를 공개하지 아니하면 공중의 생명·신체·재산 기타 공익에 대한 중대한 침해가 발생할 가능성이 현저한 경우 등과 같이 비상한 공적 관심의 대상이 되는 경우에 해당하여야 하고, 둘째, 언론기관이 불법 감청·녹음 등의 결과물을 취득함에 있어 위법한 방법을 사용하거나 적극적·주도적으로 관여하여서는 아니되며, 셋째, 그 보도가 불법 감청·녹음 등의 사실을 고발하거나 비상한 공적 관심사항을 알리기 위한 목적을 달성하는 데 필요한 부분에 한정되는 등 통신비밀의 침해를 최소화하는 방법으로 이루어져야 하고, 넷째, 그 내용을 보도함으로써 얻어지는 이익 및 가치가 통신비밀의 보호에 의하여 달성되는 이익 및 가치를 초과하여야 한다. 이러한 법리는 불법 감청·녹음 등에 의하여 수집된 통신 또는 대화 내용의 공개가 관계되는 한, 그 공개행위의 주체가 언론기관이나 그 종사자 아닌 사람인 경우에도 마찬가지로 적용된다.<br/>[4] 국회의원인 피고인이, 구 국가안전기획부 내 정보수집팀이 대기업 고위관계자와 중앙일간지 사주 간의 사적 대화를 불법 녹음한 자료를 입수한 후 그 대화내용과, 위 대기업으로부터 이른바 떡값 명목의 금품을 수수하였다는 검사들의 실명이 게재된 보도자료를 작성하여 자신의 인터넷 홈페이지에 게재하였다고 하여 통신비밀보호법 위반으로 기소된 사안에서, 피고인이 국가기관의 불법 녹음 자체를 고발하기 위하여 불가피하게 위 녹음 자료에 담겨 있던 대화 내용을 공개한 것이 아니고, 위 대화가 피고인의 공개행위시로부터 8년 전에 이루어져 이를 공개하지 아니하면 공익에 대한 중대한 침해가 발생할 가능성이 현저한 경우로서 비상한 공적 관심의 대상이 되는 경우에 해당한다고 보기 어려우며, 전파성이 강한 인터넷 매체를 이용하여 불법 녹음된 대화의 상세한 내용과 관련 당사자의 실명을 그대로 공개하여 방법의 상당성을 결여하였고, 위 게재행위와 관련된 사정을 종합하여 볼 때 위 게재에 의하여 얻어지는 이익 및 가치가 통신비밀이 유지됨으로써 얻어지는 이익 및 가치를 초월한다고 볼 수 없으므로, 피고인이 위 녹음 자료를 취득하는 과정에 위법이 없었더라도 위 행위는형법 제20조의 정당행위에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제45조 / [2]헌법 제45조,형사소송법 제327조 제2호 / [3]헌법 제18조,제21조,제37조 제2항,형법 제20조,통신비밀보호법 제3조 제1항,제16조 제1항 / [4]형법 제20조,통신비밀보호법 제3조 제1항,제16조 제1항 제1호,제2호<br/>",
  "참조판례": "[1]대법원 1992. 9. 22. 선고 91도3317 판결(공1992, 3038),대법원 1996. 11. 8. 선고 96도1742 판결(공1996하, 3639),대법원 2007. 1. 12. 선고 2005다57752 판결(공2007상, 292) / [3]대법원 2011. 3. 17. 선고 2006도8839 전원합의체 판결(공2011상, 846)<br/>"
}