{
  "판례일련번호": "150005",
  "사건명": "관세등부과처분취소",
  "사건번호": "2008두18250",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1]구 관세법 제5조 제2항에 의한 비과세관행의 성립요건 및 성립된 비과세관행의 소멸시점<br/>[2] 수입업체들이 전자제품의 전원공급·제어 기능을 수행하는 트랜지스터 모듈을 수입하면서 양허관세율 0%가 적용되는 관세율표상 품목번호로 수입신고를 하여 왔고 과세관청들은 이러한 수입신고를 아무런 이의 없이 수령하여 왔는데, 일부 세관장이 위 물품이 기본관세율 8%가 적용되는 품목번호로 분류되어야 한다는 점을 검토사항으로 제시하며 수입업체들에게 자료제출 요구를 하였고, 이후 관세청 관세품목분류위원회가 같은 취지의 결정을 한 뒤 과세관청들이 위 물품에 대하여 기본관세율 8%를 적용한 관세 등을 부과한 사안에서, 위 물품에 대하여 성립된 비과세관행의 소멸시점은 일부 세관장의 자료제출 요구일이 아니라 관세청 관세품목분류위원회가 위 물품을 기본관세율 8%가 적용되는 품목번호로 분류하기로 결정함으로써 향후 그에 대하여 과세하겠다는 확정적인 의사표시를 한 날로 보아야 한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제5조 제2항에 의한 비과세관행이 성립하려면 과세물건에 대하여 상당한 기간에 걸쳐 과세하지 아니한 객관적 사실이 존재할 뿐만 아니라 과세관청이 과세할 수 있음을 알면서도 특별한 사정 때문에 과세하지 아니한다는 의사표시가 있어야 하나, 그러한 의사표시는 과세물건에 대한 비과세의 사실상태가 장기간에 걸쳐 지속된 경우 묵시적인 의향의 표시라고 볼 수 있는 정도이면 족하다고 할 것이다. 그리고 일단 성립한 비과세관행이 더 이상 유효하지 아니하다고 하기 위해서는 종전의 비과세관행을 시정하여 앞으로 당해 과세물건에 대하여 과세하겠다는 과세관청의 확정적인 의사가 표시되어야 하며, 그러한 의사표시는 반드시 전체 과세관청에 의하여 이루어지거나 처분 또는 결정과 같이 구체적인 행정작용을 통하여 이루어질 필요는 없지만, 적어도 공적 견해의 표명으로서 그로 인하여 납세자가 더 이상 종전의 비과세관행을 신뢰하는 것이 무리라고 여겨질 정도에 이르러야 한다.<br/>[2] 수입업체들이 전자제품의 전원공급·제어 기능을 수행하는 트랜지스터 모듈(이하 ‘쟁점물품’이라 한다)을 수입하면서 양허관세율 0%가 적용되는 관세율표상 품목번호 8541호 또는 8542호로 수입신고를 하였고 과세관청들은 이러한 수입신고를 아무런 이의 없이 수령하여 왔는데, 2004. 3. 26. 구미세관장이 수입업체들에게 서면으로 쟁점물품에 대한 자료제출을 요구하면서 쟁점물품이 기본관세율 8%가 적용되는 관세율표상 품목번호 8504호로 분류되어야 한다는 점을 검토사항으로 제시하였고, 이후 관세청 관세품목분류위원회가 2005. 7. 28. 쟁점물품을 관세율표상 품목번호 8504호로 분류하는 결정을 하였으며, 이후 과세관청들이 2003. 12. 1.부터 수입신고된 물품에 대하여 기본관세율 8%를 적용한 관세 등을 부과하였다가 쟁점물품에 관하여 성립된 비과세관행이 구미세관장의 자료제출 요구일인 2004. 3. 26. 소멸하였다고 보아 그 전에 수입신고된 물품에 대한 관세 등은 취소한 사안에서, 쟁점물품에 대하여 성립된 비과세관행의 소멸시점은 자료제출 요구일인 2004. 3. 26.이 아니라 관세청 관세품목분류위원회가 위 물품을 품목번호 8504호로 분류하기로 결정함으로써 향후 그에 대하여 과세하겠다는 확정적인 의사표시가 있었던 2005. 7. 28.로 보아야 한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제5조 제2항 / [2]국세기본법 제18조 제3항,구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제5조 제2항<br/>",
  "참조판례": "[1]대법원 1982. 11. 23. 선고 81누21 판결(공1983, 216),대법원 2009. 12. 24. 선고 2008두15350 판결(공2010상, 275)<br/>"
}