{
  "판례일련번호": "150251",
  "사건명": "사해행위취소등",
  "사건번호": "2009다75291",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110513",
  "판시사항": "[1]채무자 회생 및 파산에 관한 법률 제100조 제1항 제1호에서 정한 부인대상 행위 당시 수익자가 다른 회생채권자 등을 해하는 사실을 알지 못하였는지에 대한 증명책임 소재(=수익자)<br/>[2] 회생절차 관리인이 부인대상 행위의 전득자에게 부인권을 행사하기 위한 요건으로서 전득자가 전자(前者)인 수익자 내지 중간 전득자에게 부인의 원인이 있음을 알았는지에 관한 증명책임 소재(=관리인)<br/>[3] 甲 회사가 자기 또는 자회사가 개설한 은행 대출계좌에서 인출한 자금으로 자기앞수표를 발행받아 대표이사 乙에게 교부하고, 乙이 이를 丙 회사 대표이사 丁의 대리인인 戊를 통해 丁에게 자신의 채무변제 목적으로 교부하여, 丁이 이 수표를 가수금으로 丙 회사 은행계좌에 입금한 사안에서, 丙 회사가 丁에게서 자기앞수표를 교부받은 행위는 전득자에 대한 부인권 행사의 대상이 된다고 볼 여지가 많음에도, 丙 회사에 부인권을 행사할 수 없다고 본 원심판단에는 법리오해 등 위법이 있다고 한 사례<br/>[4] 채무자가 지급 정지 전 60일 이내에 한 변제 등 채무 소멸에 관한 행위로서 그 시기가 채무자의 의무에 속하지 않는 행위가 다른 회생채권자 등과의 평등을 해하지 아니하여 부인의 대상이 되지 않는 경우<br/>[5] 채무자 회사가 차용금 채무 변제기 도래 2개월 전에 변제 명목으로 자회사가 개설한 은행 대출계좌에서 인출한 자금으로 자기앞수표를 발행받아 차용금 채권자에게 교부한 사안에서, 위 교부행위는채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호에서 정한 부인권 행사 대상에 해당하고, 그 행위가 다른 회생채권자 등과의 평등을 해하지 아니하여 부인의 대상이 되지 않는 특별한 사정이 존재하지 않는다고 본 원심판단을 수긍한 사례<br/>[6]채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호에서 정한 부인대상 행위 당시 채권자가 다른 회생채권자 등과의 평등을 해하는 사실을 알지 못하였는지에 관한 증명책임 소재(=채권자)<br/>[7] 회생절차상 부인의 대상이 되는 행위가 다른 회생채권자 등에게 유해하지만 상당성이 인정되는 경우, 부인권 행사의 대상이 되는지 여부(소극) 및 행위의 상당성 유무에 관한 판단 기준<br/>[8] 채무초과 상태로 어음부도 직전에 있던 채무자 회사가 자신의 은행 대출계좌 등에서 인출한 자금으로 자기앞수표를 발행받은 다음 이를 특정 채권자에 대한 기존 채무의 변제를 위해 교부하면서 기왕에 담보조로 제공하였던 당좌수표 등을 회수하였으나 수표를 교부한 당일 또는 다음날 약속어음 등을 결제하지 못하여 결국 부도가 난 사안에서, 위 수표 교부행위가 사회적으로 필요하고 상당하였거나 불가피하다고 인정되어 일반 회생채권자 등이 회생회사 재산의 감소나 불공평을 감수하여야 하는 경우에 해당한다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 회생절차의 관리인은 채무자가 회생채권자 또는 회생담보권자(이하 ‘회생채권자 등’이라 한다)를 해하는 것을 알고 한 행위를 부인할 수 있다(채무자 회생 및 파산에 관한 법률 제100조 제1항 제1호). 이때 각 행위로 인하여 이익을 받은 자(이하 ‘수익자’라 한다)가 행위 당시 회생채권자 등을 해하는 사실을 알지 못한 경우에는 그 행위를 부인할 수 없으나, 그와 같은 수익자의 악의는 추정되므로, 수익자 자신이 선의에 대한 증명책임을 부담한다.<br/>[2] 회생절차 관리인이 부인대상 행위의 전득자에 대하여 부인권을 행사하기 위해서는 전득자가 전자(前者)인 수익자 내지 중간 전득자에 대하여 각각채무자 회생 및 파산에 관한 법률 제100조 제1항에서 정하는 부인의 원인이 있음을 알아야 하고(같은 법 제110조 제1항 제1호), 특별한 사정이 없는 한 이러한 전득자의 악의에 대한 증명책임은 전득자에 대한 부인권을 행사하는 관리인에게 있다.<br/>[3] 甲 회사가 자기 또는 자회사가 개설한 은행 대출계좌에서 인출한 자금으로 자기앞수표를 발행받아 대표이사 乙에게 교부하고, 乙이 이를 丙 회사 대표이사 丁의 대리인인 戊를 통해 丁에게 자신의 채무변제 목적으로 교부하여, 丁이 이 수표를 가수금으로 丙 회사 은행계좌에 입금한 사안에서, 위 자기앞수표는 ① 甲 회사가 차용금의 변제, 증여, 대여 등 어떠한 명목으로든 乙에게 교부하고, 乙이 이를 丁의 대리인 戊를 통해 자신의 채무변제 명목으로 교부하여, 丁이 다시 丙 회사에게 대여 등의 명목으로 교부한 것이거나, ② 甲 회사가 대표이사 乙의 행위에 의하여 丁의 대리인 戊를 통해 丁에게 교부함으로써 乙의 丁에 대한 채무를 대위변제하고, 丁이 다시 丙 회사에 대여 등 목적으로 교부한 것이라 볼 것인데, 위 수표 교부 경위가 ①과 같다면 이는 부채가 자산을 초과하고 거액의 어음채무 등을 결제할 자금을 마련하지 못하고 있던 甲 회사가 특수관계인인 乙에게 재산을 교부한 것으로 甲 회사의 회생채권자 또는 회생담보권자를 해하여채무자 회생 및 파산에 관한 법률 제100조 제1항 제1호에서 정한 부인의 대상이 되고, 이 경우 수익자인 乙의 악의는 추정되며, 제1전득자인 丁과 제2전득자인 丙 회사도 전자(前者)에게 부인의 원인이 있음을 알았다고 볼 여지가 충분하고, 위 수표의 교부 경위가 ②와 같다면, 甲 회사의 丁에 대한 자기앞수표의 교부는 부채초과 또는 사실상 지급불능 상태에서 타인의 채무를 대위변제한 것으로 회생채권자 등을 해하여 같은 호에서 정하는 부인의 대상이 되고, 이 경우 수익자인 丁의 악의와 전득자인 丙 회사의 악의가 모두 추정된다고 보아야 하므로, 어느 모로 보나 丙 회사가 丁에게서 위 자기앞수표를 교부받은 행위는 전득자에 대한 부인권 행사의 대상이 된다고 볼 여지가 많음에도, 丙 회사가 甲 회사의 부인대상 행위에 터 잡아 丁에게서 위 수표를 교부받았다는 점과 丙 회사가 乙 또는 제1전득자 내지 수익자인 丁의 위 수표 취득에 관하여 부인의 원인이 있음을 알았다는 점을 인정할 수 없다는 이유로, 위 수표를 전득한 丙 회사에 부인권을 행사할 수 없다고 본 원심판단에는 법리오해 등의 위법이 있다고 한 사례.<br/>[4] 채무자가 지급 정지 전 60일 이내에 한 채무의 소멸에 관한 행위로서 그 시기가 채무자의 의무에 속하지 아니한 경우에는 특별한 사정이 없는 이상 회생채권자 등을 해하여 부인의 대상이 된다(채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호). 그러나 채무자가 변제 등 채무를 소멸시키기 위한 자금을 마련하기 위하여 제3자로부터 자금을 차입하는 경우, 제3자와 채무자가 차입금을 특정 채무를 소멸시키기 위하여 사용하기로 약정하고, 실제 그와 같은 약정에 따라 특정 채무에 대한 변제 등이 이루어졌으며, 차입과 변제 등이 이루어진 시기와 경위, 방법 등 제반 사정에 비추어 실질적으로 특정 채무의 변제 등이 당해 차입금에 의하여 이루어진 것이라고 볼 수 있고, 이자, 변제기, 담보제공 여부 등 차입금의 차입 조건이나 차입금을 제공하는 제3자와 채무자의 관계 등에 비추어 차입 이전과 비교할 때 변제 등 채무 소멸이 이루어진 이후에 채무자 재산이 감소되지 아니한 등의 사정이 인정된다면, 해당 변제 등 채무소멸행위는 전체적으로 보아 회생채권자 등을 해하지 아니하여 부인의 대상이 되지 아니하는 특별한 사정이 존재한다고 할 수 있다.<br/>[5] 채무자 회사가 차용금 채무 변제기 도래 2개월 전에 변제 명목으로 자회사가 개설한 은행 대출계좌에서 인출한 자금으로 자기앞수표를 발행받아 차용금 채권자에게 교부한 사안에서, 위 교부행위는채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호에서 정한 부인권 행사 대상에 해당하고, 채무자 회사가 자회사에게서 자금을 제공받을 당시 그 자금을 위 채권자에 대한 변제를 위한 용도로만 사용하기로 하는 조건으로 제공받았음을 인정할 수 없는 등 위 교부행위가 다른 회생채권자 등을 해하지 아니하여 부인의 대상이 되지 않는 특별한 사정이 존재하지 않는다고 본 원심판단을 수긍한 사례.<br/>[6]채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호에서 정하는 부인의 대상이 되는 행위라고 하더라도 채권자가 행위 당시 채무자가 다른 회생채권자 등과의 평등을 해하게 되는 것을 알지 못한 경우에는 부인할 수 없으나, 이때 채권자는 채무자가 행위 당시 다른 회생채권자 등과의 평등을 해하게 되는 것을 알았다고 추정되므로, 채권자 자신이 선의에 대한 증명책임을 부담한다.<br/>[7] 회생절차상 부인의 대상이 되는 행위가 회생채권자 등에게 유해하다고 하더라도 행위 당시 개별적·구체적 사정에 따라서는 당해 행위가 사회적으로 필요하고 상당하였다거나 불가피하였다고 인정되어 회생채권자 등이 회생회사 재산의 감소나 불공평을 감수하여야 한다고 볼 수 있는 경우가 있고, 그와 같은 예외적인 경우에는 채권자 평등, 채무자 보호와 이해관계의 조정이라는 법의 지도이념이나 정의관념에 비추어채무자 회생 및 파산에 관한 법률 제100조 제1항에서 정한 부인권 행사의 대상이 될 수 없다고 보아야 하며, 여기에서 행위의 상당성 유무는 행위 당시 회생회사의 재산 및 영업 상태, 행위의 목적·의도와 동기 등 회생회사의 주관적 상태를 고려함은 물론, 변제행위에서는 변제자금의 원천, 회생회사와 채권자의 관계, 채권자가 회생회사와 통모하거나 회생회사에 변제를 강요하는 등 영향력을 행사하였는지 등을 기준으로 하여 신의칙과 공평의 이념에 비추어 구체적으로 판단하여야 한다.<br/>[8] 채무초과 상태로 어음부도 직전에 있던 채무자 회사가 자신의 은행 대출계좌 등에서 인출한 자금으로 자기앞수표를 발행받은 다음 이를 특정 채권자에 대한 기존 채무의 변제를 위해 교부하면서 기왕에 담보조로 제공하였던 당좌수표 등을 회수하였으나 수표를 교부한 당일 또는 다음날 약속어음 등을 결제하지 못하여 결국 부도가 난 사안에서, 위 수표 교부행위는 기왕에 제공하였던 당좌수표를 회수하여 부정수표 발행으로 인한 대표이사의 형사처벌을 모면하게 하기 위한 것으로 보이고, 이와 같은 행위의 동기를 감안하더라도 거액의 약속어음을 결제하지 못하여 어차피 부도에 이를 것이 분명한 상황에서 기왕에 수표가 담보조로 제공된 특정 채무만을 골라 변제하는 행위가 객관적으로 회사의 회생에 도움이 되는 행위라고 단정하기 어려운 점 등의 사정에 비추어, 위 수표 교부행위가 사회적으로 필요하고 상당하였거나 불가피하다고 인정되어 일반 회생채권자 등이 회생회사 재산의 감소나 불공평을 감수하여야 하는 경우에 해당한다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]채무자 회생 및 파산에 관한 법률 제100조 제1항 제1호,민사소송법 제288조 / [2]채무자 회생 및 파산에 관한 법률 제100조 제1항,제110조 제1항 제1호,민사소송법 제288조 / [3]채무자 회생 및 파산에 관한 법률 제100조 제1항 제1호,제110조 제1항 제1호,민사소송법 제288조 / [4]채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호 / [5]채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호 / [6]채무자 회생 및 파산에 관한 법률 제100조 제1항 제3호,민사소송법 제288조 / [7]채무자 회생 및 파산에 관한 법률 제100조 제1항,민법 제2조 / [8]채무자 회생 및 파산에 관한 법률 제100조 제1항,민법 제2조<br/>",
  "참조판례": "[7]대법원 2007. 9. 21. 선고 2005다22398 판결<br/>"
}