{
  "판례일련번호": "150881",
  "사건명": "변상금부과처분취소",
  "사건번호": "2010두28106",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 도로법 적용을 받는 도로가 되기 위한 요건<br/>[2] 행정청이 도로 일부를 침범하고 있는 건물 소유자들에게도로법 제94조에 따라 변상금 부과처분을 한 사안에서, 위 도로는 도로법 적용을 받는 도로라고 할 수 없으므로, 이와 달리 본 원심판결에 위법이 있다고 한 사례<br/>[3] 처분청이 처분 당시 적시한 구체적 사실을 변경하지 아니하는 범위 내에서 처분의 근거 법령만을 추가·변경하는 것이 허용되는지 여부(원칙적 적극) 및 처분의 근거 법령 변경이 허용되지 아니하는 경우<br/>[4] 행정청이 점용허가를 받지 않고 도로를 점용한 사람에 대하여도로법 제94조에 의한 변상금 부과처분을 하였다가, 처분에 대한 취소소송이 제기된 후 해당 도로가 도로법 적용을 받는 도로에 해당하지 않을 경우를 대비하여 처분의 근거 법령을구 국유재산법 제51조와 그 시행령 등으로 변경하여 주장한 사안에서, 위와 같이 근거 법령을 변경하는 것은종전 도로법 제94조에 의한 변상금 부과처분과 동일성을 인정할 수 없는 별개의 처분을 하는 것과 다름 없어 허용될 수 없으므로, 이와 달리 판단한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 도로는 도로의 형태를 갖추고, 도로법에 따른 노선 지정 또는 인정 공고 및 도로구역 결정·고시를 한 때 또는 도시계획법이나 도시재개발법에서 정한 절차를 거쳐야 비로소 도로법 적용을 받는 도로로 되는 것이고, 도로로 실제 사용되었다는 사정만으로는 도로법 적용을 받는 도로라고 할 수 없다.<br/>[2] 행정청이 도로 일부를 침범한 건물 소유자들에게 사용·수익허가 없이 해당 도로를 무단 점유하고 있다는 이유로도로법 제94조에 따라 변상금 부과처분을 한 사안에서, 위 도로가 도로법에 따른 노선 지정 또는 인정 공고 및 도로구역 결정·고시되었다는 점을 인정할 자료가 없고, 일반인의 통행을 위한 도로로 실제 사용되어 온 사정만으로는 도로법 적용을 받는 도로라고 할 수 없으므로, 위 도로가 도로법 적용을 받는 도로에 해당한다고 보아 변상금 부과처분이 적법하다고 본 원심판결에 법리를 오해한 위법이 있다고 한 사례.<br/>[3] 행정처분이 적법한지는 특별한 사정이 없는 한 처분 당시 사유를 기준으로 판단하면 되고, 처분청이 처분 당시 적시한 구체적 사실을 변경하지 아니하는 범위 내에서 단지 처분의 근거 법령만을 추가·변경하는 것은 새로운 처분사유의 추가라고 볼 수 없으므로 이와 같은 경우에는 처분청이 처분 당시 적시한 구체적 사실에 대하여 처분 후 추가·변경한 법령을 적용하여 처분의 적법 여부를 판단하여도 무방하다. 그러나 처분의 근거 법령을 변경하는 것이 종전 처분과 동일성을 인정할 수 없는 별개의 처분을 하는 것과 다름 없는 경우에는 허용될 수 없다.<br/>[4] 행정청이 점용허가를 받지 않고 도로를 점용한 사람에 대하여도로법 제94조에 의한 변상금 부과처분을 하였다가 처분에 대한 취소소송이 제기된 후 해당 도로가 도로법의 적용을 받는 도로에 해당하지 않을 경우를 대비하여 처분의 근거 법령을 도로의 소유자가 국가인 부분은구 국유재산법(2009. 1. 30. 법률 제9401호로 전부 개정되기 전의 것, 이하 같다) 제51조와 그 시행령 등으로, 소유자가 서울특별시 종로구인 부분은구 공유재산 및 물품관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것, 이하 같다) 제81조와 그 시행령 등으로 변경하여 주장한 사안에서, 도로법과 구 국유재산법령 및 구 공유재산 및 물품관리법령의 해당 규정은 별개 법령에 규정되어 입법 취지가 다르고, 해당 규정내용을 비교하여 보면 변상금의 징수목적, 산정 기준금액, 징수 재량 유무, 징수절차 등이 서로 달라 위와 같이 근거 법령을 변경하는 것은종전 도로법 제94조에 의한 변상금 부과처분과 동일성을 인정할 수 없는 별개의 처분을 하는 것과 다름 없어 허용될 수 없으므로, 이와 달리 판단한 원심판결에 법리를 오해한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]도로법 제2조,제8조 / [2]도로법 제2조,제38조,제94조 / [3]행정소송법 제19조 / [4]도로법 제94조,구 국유재산법(2009. 1. 30. 법률 제9401호로 전부 개정되기 전의 것) 제51조(현행제72조 참조),구 국유재산법 시행령(2009. 7. 27. 대통령령 제21641호로 전부 개정되기 전의 것) 제56조(현행제71조 참조),구 공유재산 및 물품관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제81조,구 공유재산 및 물품관리법 시행령(2010. 8. 4. 대통령령 제22319호로 개정되기 전의 것) 제81조,행정소송법 제19조<br/>",
  "참조판례": "[1]대법원 1992. 12. 8. 선고 92다22725 판결(공1993상, 423),대법원 1994. 9. 30. 선고 94누2176 판결(공1994하, 2884) / [3]대법원 1987. 12. 8. 선고 87누632 판결(공1988, 294)<br/>"
}