{
  "판례일련번호": "150883",
  "사건명": "소유권이전등기등",
  "사건번호": "2010다21214",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1]부동산 실권리자명의 등기에 관한 법률 제11조 제4항에서 정한 ‘부동산물권에 관한 쟁송’의 의미<br/>[2]부동산 실권리자명의 등기에 관한 법률 제11조에서 정한 유예기간 후에 제기된 ‘부동산물권에 관한 쟁송’이 같은 법 시행 전 또는 유예기간 중에 제기된 소와 함께 전체로서 일체가 됨으로써 그와 같은 일련의 소송 계속 중에는 기존 명의신탁관계가 실효되지 않는다고 인정하기 위한 요건<br/>[3] 甲과 乙의 명의신탁약정에 따라 乙이 丙에게서 토지를 매수한 후 다시 丁과 명의신탁약정을 하고 丁에게 소유권이전등기를 경료하여 주었는데, 그 후 乙이 의사무능력에 빠지게 되었고 丁은 戊에게 토지에 관하여 근저당권설정등기를 마쳐준 사안에서, 甲이 丁을 상대로 부동산 실권리자명의 등기에 관한 법률 시행 전에 제기한 소가같은 법 제11조 제4항에 정한 ‘부동산물권에 관한 쟁송’에 해당한다고 보기 어렵고, 甲의 위 소와 같은 법 유예기간이 경과한 후에 甲이 乙 등을 상대로 제기한 소 등이 전체로서 일체가 되어 ‘부동산물권에 관한 쟁송’에 해당한다고 볼 수도 없다고 하며,같은 법 제11조 제1항에서 정한 유예기간이 경과함으로써 甲과 乙의 명의신탁약정이 무효가 되었다고 한 사례<br/>[4] 부동산 실권리자명의 등기에 관한 법률 시행 전에 이른바 계약명의신탁약정을 한 명의수탁자가 명의신탁약정 사실을 알지 못하는 소유자와 부동산 매매계약을 체결하고 대금을 모두 지급하였으나 소유권이전등기를 명의수탁자 명의로 마치지 못한 상태에서같은 법 제11조에서 정한 유예기간이 경과한 경우, 명의수탁자가 명의신탁자에게 반환하여야 할 부당이득 대상(=매수자금)<br/>",
  "판결요지": "[1]부동산 실권리자명의 등기에 관한 법률 제11조 제4항에서 말하는 ‘부동산물권에 관한 쟁송’란 명의신탁자가 당사자로서 해당 부동산에 관하여 자신이 실권리자임을 주장하여 이를 공적으로 확인받기 위한 쟁송이면 족하고, 또한 쟁송제기 주체가 명의신탁자가 아닌 명의신탁자의 채권자가 명의신탁자를 대위하여 명의수탁자를 상대로 소송을 제기한 경우에도 이에 해당하며, 그 결과에 의하여 곧바로 실명등기를 할 수 있어야 하는 쟁송으로 제한되는 것도 아니지만, 적어도 다툼의 대상인 권리관계가 확정되기 전까지는 실명등기를 할 수 없는 쟁송이어야 한다고 해석하여야 한다.<br/>[2] 비록부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 제11조에 규정된 유예기간 후에 ‘부동산물권에 관한 쟁송’이 제기되었더라도 위 소송이 부동산실명법 시행 전 또는 유예기간 중에 제기된 소송과 함께 전체로서 일체가 됨으로써 그 같은 일련의 소송 계속 중에는 기존 명의신탁관계가 실효되지 않는다고 보기 위해서는, 부동산실명법 시행 전 또는 유예기간 중에 ‘부동산물권에 관한 쟁송’이 제1차로 제기되어 판결이 선고되었으나 판결 결과만으로는 실명전환을 할 수 없어 유예기간 경과 후 다시 실명전환을 위한 제2차 소송이 제1차 소송 확정 후 상당한 기간 내에 이루어져 당해 부동산에 관한 쟁송이 계속되고 있다고 평가되는 경우라야 한다.<br/>[3] 甲과 乙 사이에 체결한 명의신탁약정에 따라 乙이 丙에게서 토지를 매수하면서 다시 丁과 명의신탁약정을 하고 丁에게로 소유권이전등기를 마쳤는데 그 후 乙이 의사무능력에 빠지게 되었고 丁은 戊에게 토지에 관하여 근저당권설정등기를 마쳐준 사안에서, 甲이 부동산 실권리자명의 등기에 관한 법률 시행 전에 丁을 상대로 제기한 손해배상청구의 소는 근저당권설정행위라는 불법행위에 따른 손해배상을 구하는 내용에 불과하여같은 법 제11조 제4항에 정한 ‘부동산물권에 관한 쟁송’에 해당한다고 보기 어렵고, 甲이 丁을 상대로 제기하였다가 패소판결이 선고되어 확정된 손해배상청구의 소와 같은 법 유예기간이 경과한 후에 甲이 乙 등을 상대로 제기한 소유권이전등기 등 청구의 소 및 甲의 위임을 받은 자가 乙 명의로 丁 등을 상대로 제기한 소가 전체로서 일체가 되어같은 법 제11조 제4항에서 정한 ‘부동산물권에 관한 쟁송’에 해당한다고 볼 수도 없다고 하며,같은 법 제11조 제1항에서 정한 유예기간이 경과함으로써 甲과 乙의 명의신탁약정이 무효가 되었다고 한 사례.<br/>[4] 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 시행 전에 명의신탁자와 명의수탁자가 이른바 계약명의신탁약정을 맺고 명의수탁자가 당사자가 되어 명의신탁약정이 있다는 사실을 알지 못하는 소유자와 부동산에 관한 매매계약을 체결하고 매매계약에 따른 매매대금을 모두 지급하였으나 당해 부동산의 소유권이전등기를 명의수탁자 명의로 마치지 못한 상태에서부동산실명법 제11조에서 정한 유예기간이 경과하였다면, 명의신탁약정의 무효에 불구하고 명의수탁자와 소유자의 매매계약 자체는 유효한 것으로 취급되는데, 이 경우 명의수탁자는 명의신탁약정에 따라 명의신탁자가 제공한 비용으로 소유자에게 매매대금을 지급하고 당해 부동산을 매수한 매수인의 지위를 취득한 것에 불과하지 당해 부동산에 관한 소유권을 취득하는 것은 아니므로, 유예기간 경과에 따른 명의신탁약정의 무효로 인하여 명의신탁자가 입게 되는 손해는 당해 부동산 자체가 아니라 명의수탁자에게 제공한 매수자금이고, 그 후 명의수탁자가 당해 부동산에 관한 소유권을 취득하게 되었다고 하더라도 이로 인하여 부당이득반환 대상이 달라진다고 할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제103조[명의신탁],부동산 실권리자명의 등기에 관한 법률 제11조 제4항 / [2]민법 제103조[명의신탁],부동산 실권리자명의 등기에 관한 법률 제11조 / [3]민법 제103조[명의신탁],부동산 실권리자명의 등기에 관한 법률 제11조 / [4]민법 제103조[명의신탁],부동산 실권리자명의 등기에 관한 법률 제11조<br/>",
  "참조판례": "[1]대법원 1998. 11. 10. 선고 98다30827 판결(공1998하, 2841),대법원 1999. 1. 26. 선고 98다1027 판결(공1999상, 347),대법원 1999. 4. 9. 선고 98다51541 판결(공1999상, 843) / [2]대법원 1998. 6. 26. 선고 98다12874 판결(공1998하, 1992)<br/>"
}