{
  "판례일련번호": "150833",
  "사건명": "상하수도요금부과처분취소",
  "사건번호": "2010누33476",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110421",
  "판시사항": "[1] 신규 수도사용자가 기존 수도사용자의 체납 수도요금 납부의무를 승계하도록 규정한 부천시 수도급수 조례 제24조 제2항이수도법 제38조 제1항의 ‘그 밖의 수돗물의 공급조건에 관한 규정’의 위임 범위를 벗어난 것으로 무효인지 여부(적극)<br/>[2] 부천시장이 ‘타이거월드’ 부천체육문화센터를 매수한 甲 회사에 부천시 수도급수 조례 제24조 제2항을 근거로 기존 수도사용자 乙 회사가 체납한 상하수도요금을 부과한 사안에서, 부과처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 수도공급은 수도공급계약에 기초하여 이루어지는 것으로 특별한 사정이 없는 한 계약당사자만이 수도요금 납부에 관한 권리의무자가 되는 것이 원칙이므로 신규 수도사용자의 체납 수도요금 납부의무 승계는 개별책임원칙에 위반되는 점,수도법 제68조 제1항 문언 해석상 직접 수돗물 공급을 받지 않은 자는 납부의무자가 아니라고 볼 수 있는 점, 신규 수도사용자에게 체납 수도요금의 납부의무를 승계하도록 하는 것은 지역적 사정과 관련된 문제가 아니므로 각 지방자치단체가 그 지방의 실정에 맞게 별도로 규율할 필요가 있는 사항에 해당하지 않는 점, 신규 수도사용자의 체납 수도요금 납부의무 승계 규정은약관의 규제에 관한 법률 제6조 제2항 제1호의 고객에게 부당하게 불리한 조항에 해당하여 무효라고 볼 여지가 큰 점, 기존 수도사용자의 체납요금이 몇 개월에 걸쳐서 누적된 경우 지방자치단체나 일반 수도사업자가 별도의 법적 절차를 통해 징수하는 것이 합당하고, 기존 수도사용자에 대한 징수절차가 번거롭고 곤란하다는 이유로 기존 수도사용자의 체납요금을 신규 수도사용자에게 일방적으로 전가하는 것은 부당한 점 등을 종합하여 보면,수도법 제38조 제1항에서 지방자치단체 조례로 정하도록 위임한 ‘그 밖의 수돗물의 공급조건에 관한 규정’이란 신규 수도사용자가 일반수도사업자 또는 지방자치단체로부터 장래 수도를 공급받기 위한 수도공급계약의 내용이 되는 사항, 즉 일반수도사업자 또는 지방자치단체가 신규 수도사용자에게 수돗물을 공급하는 방법, 이와 관련하여 신규 수도사용자가 수인하거나 부담하여야 할 요금 기타 사항을 말하고, 기존 수도사용자가 체납한 수도요금 납부의무 승계에 관한 사항은 기존 수도사용자의 일반수도사업자 또는 지방자치단체에 대한 채무를 신규 수도사용자가 인수하는 문제로서 이러한 사항은 ‘그 밖의 수돗물의 공급조건에 관한 규정’에 포함되지 않는다고 보는 것이 타당하다. 따라서 수돗물의 공급을 받지 않았던 신규 수도사용자가 기존 수도사용자의 체납 수도요금 납부의무를 승계하도록 한 부천시 수도급수 조례 제24조 제2항은수도법 제38조 제1항의 ‘그 밖의 수돗물의 공급조건에 관한 규정’의 위임 범위를 벗어난 것으로 법률에 위배되어 무효이다.<br/>[2] 부천시장이 ‘타이거월드’ 부천체육문화센터를 매수한 甲 회사에 부천시 수도급수 조례 제24조 제2항을 근거로 甲 회사가 스포츠센터 소유권을 취득하기 전 기존 수도사용자 乙 회사가 체납한 상하수도요금을 부과한 사안에서, 수돗물 공급을 받지 않았던 신규 수도사용자가 기존 수도사용자의 체납 수도요금 납부의무를 승계하도록 한 위 조례 제24조 제2항은수도법 제38조 제1항의 위임 범위를 벗어나 법률에 위배되어 무효이므로, 그에 근거하여 이루어진 부과처분은 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제117조 제1항,지방자치법 제22조,제136조,제139조 제1항,수도법 제38조 제1항,제68조 제1항 / [2]헌법 제117조 제1항,지방자치법 제22조,제136조,제139조 제1항,수도법 제38조 제1항,제68조 제1항<br/>",
  "참조판례": "[1]대법원 1992. 12. 24. 선고 92다16669 판결(공1993상, 591),대법원 1993. 5. 11. 선고 92누17211 판결(공1993하, 1731)<br/>"
}