{
  "판례일련번호": "150937",
  "사건명": "건설산업기본법위반·독점규제및공정거래에관한법률위반",
  "사건번호": "2008도6341",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1]독점규제 및 공정거래에 관한 법률 제58조에서 정한 ‘법령에 따른 정당한 행위’의 의미<br/>[2] 건설회사인 피고인들이 지하철 연장공사가 시행될 특정 공구의 입찰에 참가하면서 공동수급체를 구성하여 공동계약을 체결한 사안에서, 위 공동수급체 구성행위가독점규제 및 공정거래에 관한 법률 제58조에서 정한 ‘법령에 따른 정당한 행위’에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>[3] 어떠한 공동행위가독점규제 및 공정거래에 관한 법률 제19조 제1항에서 정한 ‘경쟁제한성’을 가지는지의 판단 기준<br/>[4] 건설회사인 피고인들이 지하철 연장공사가 시행될 특정 공구의 입찰에 참가하면서 공동수급체를 구성하여 공동계약을 체결한 행위가,독점규제 및 공정거래에 관한 법률 제19조 제1항에서 정한 부당한 공동행위에 해당한다고 하여 기소된 사안에서, 위 공동수급체 구성행위가 ‘경쟁제한성을 가진 부당한 공동행위’에 해당한다고 단정한 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]독점규제 및 공정거래에 관한 법률 제58조는 “이 법의 규정은 사업자 또는 사업자단체가 다른 법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위에 대하여는 이를 적용하지 아니한다.”고 규정하고 있다. 여기서 말하는 ‘정당한 행위’란 당해 사업의 특수성으로 경쟁제한이 합리적이라고 인정되는 사업 또는 인가제 등에 의하여 사업자의 독점적 지위가 보장되는 반면 공공성의 관점에서 고도의 공적규제가 필요한 사업 등에 관하여 자유경쟁의 예외를 구체적으로 인정하고 있는 법률 또는 그 법률에 의한 명령의 범위 내에서 행하는 필요·최소한의 행위를 말한다.<br/>[2] 건설회사인 피고인들이 지하철 7호선 연장공사가 시행될 특정 공구의 입찰에 참가하면서 공동수급체를 구성하여 공동계약을 체결한 사안에서, 계약담당공무원 등이 계약상대자를 2인 이상으로 하는 공동계약을 체결하는 것이 가능하고 가급적 이를 원칙으로 한다는 것에 불과한 내용의국가를 당사자로 하는 계약에 관한 법률 제25조 제1항,같은 법 시행령 제72조 제2항은, 피고인들과 같이 공동수급체를 구성하여 입찰에 참가하는 것을 가능하게 하는 규정이지 사업자의 독점적 지위가 보장되는 반면 공공성의 관점에서 고도의 공적규제가 필요한 사업 등에 관하여 자유경쟁의 예외를 구체적으로 인정하고 있는 규정은 아니라는 이유로, 위 공동수급체 구성행위가독점규제 및 공정거래에 관한 법률 제58조에서 정한 ‘법령에 따른 정당한 행위’에 해당하지 않는다고 본 원심판단을 수긍한 사례.<br/>[3] 어떠한 공동행위가독점규제 및 공정거래에 관한 법률 제19조 제1항이 정하고 있는 ‘경쟁제한성’을 가지는지는 상품의 특성, 소비자의 제품선택 기준, 당해 행위가 시장 및 사업자들의 경쟁에 미치는 영향 등 여러 사정을 고려하여, 공동행위로 인하여 일정한 거래분야에서 경쟁이 감소하여 가격·수량·품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴 개별적으로 판단하여야 한다.<br/>[4] 건설회사인 피고인들이 지하철 7호선 연장공사가 시행될 특정 공구의 입찰에 참가하면서 공동수급체를 구성하여 공동계약을 체결한 행위가,독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제19조 제1항에서 정한 부당한 공동행위에 해당한다고 하여 기소된 사안에서, 위 공동수급체 구성행위의 경쟁제한성 유무를 판단할 때에는,국가를 당사자로 하는 계약에 관한 법률 제25조 제1항 및같은 법 시행령 제72조 제2항의 규정 내용에 비추어 비록공정거래법 제58조에 규정된 법령에 따른 정당한 행위에는 해당하지 않더라도 국가를 당사자로 하는 계약에서 공동수급체를 구성하는 행위 자체가 위법한 것은 아닌 사정, 공동수급체 구성을 통해 얻을 수 있는 효과와 조달청의 업무처리 현황 등의 사정과 함께 당해 입찰의 종류 및 태양, 공동수급체를 구성하게 된 경위 및 의도, 공동수급체 구성원들의 시장점유율, 공동수급체 구성원들이 아닌 경쟁사업자의 존재 여부, 당해 공동수급체 구성행위가 입찰 및 다른 사업자들과의 경쟁에 미치는 영향 등을 제대로 심리하여 당해 공동수급체 구성행위로 입찰 경쟁이 감소하여 낙찰가격이나 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 고려해야 하는데도, 위 공동수급체의 구성행위가 경쟁제한성을 가진 부당한 공동행위에 해당한다고 단정한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]독점규제 및 공정거래에 관한 법률 제58조 / [2]독점규제 및 공정거래에 관한 법률 제58조,국가를 당사자로 하는 계약에 관한 법률 제25조 제1항,국가를 당사자로 하는 계약에 관한 법률 시행령 제72조 제2항 / [3]독점규제 및 공정거래에 관한 법률 제19조 제1항 / [4]독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호,제2호,제58조,제66조 제1항 제9호,제70조,국가를 당사자로 하는 계약에 관한 법률 제25조 제1항,국가를 당사자로 하는 계약에 관한 법률 시행령 제72조 제2항<br/>",
  "참조판례": "[1]대법원 1997. 5. 16. 선고 96누150 판결(공1997상, 1759),대법원 2008. 12. 24. 선고 2007두19584 판결,대법원 2009. 6. 23. 선고 2007두19416 판결 / [3]대법원 2002. 3. 15. 선고 99두6514 판결(공2002상, 903),대법원 2009. 3. 26. 선고 2008두21058 판결(공2009상, 576),대법원 2011. 4. 14. 선고 2009두7912 판결(공2011상, 934)<br/>"
}