{
  "판례일련번호": "150971",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2008두18335",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 회사가 분할된 경우, 신설회사에 대하여 분할하는 회사의 분할 전 법 위반행위를 이유로 과징금을 부과할 수 있는지 여부(원칙적 소극)<br/>[2] 부당한 공동행위를 한 사업자에 대한 과징금 산정 기준인 매출액 산정의 전제가 되는 부당한 공동행위와 관련된 상품 또는 용역의 범위 판단 방법<br/>[3] 甲 회사 등 8개 석유화학 회사들이 고밀도 폴리에틸렌 제품의 판매가격을 담합하였다는 이유로 공정거래위원회가 시정명령과 함께 과징금 납부명령을 한 사안에서, 폐기물부담금이 부당한 공동행위를 한 사업자에 대한 과징금 산정의 전제가 되는 매출액에 포함된다고 한 사례<br/>",
  "판결요지": "[1] 회사 분할 시 신설회사 또는 존속회사가 승계하는 것은 분할하는 회사의 권리와 의무이고, 분할하는 회사의 분할 전 법 위반행위를 이유로 과징금이 부과되기 전까지는 단순한 사실행위만 존재할 뿐 과징금과 관련하여 분할하는 회사에 승계 대상이 되는 어떠한 의무가 있다고 할 수 없으므로, 특별한 규정이 없는 한 신설회사에 대하여 분할하는 회사의 분할 전 법 위반행위를 이유로 과징금을 부과하는 것은 허용되지 않는다.<br/>[2]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제22조 및구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조 제1항,제61조 제1항 [별표 2]의 각 규정에 의하면, 사업자가 다른 사업자와 부당한 공동행위를 한 경우에 공정거래위원회는 그 사업자에 대하여 해당 위반행위기간 동안의 관련 상품 또는 용역의 매출액을 기준으로 산정한 과징금을 부과할 수 있는데, 매출액 산정의 전제가 되는 관련 상품 또는 용역의 범위는 부당한 공동행위를 한 사업자 간의 합의내용에 포함된 상품 또는 용역의 종류와 성질, 용도 및 대체가능성과 거래지역·거래상대방·거래단계 등을 고려하여 개별적·구체적으로 판단하여야 한다.<br/>[3] 甲 회사 등 8개 석유화학 회사들이 고밀도 폴리에틸렌 제품의 판매가격을 담합하였다는 이유로 공정거래위원회가 시정명령과 함께 과징금 납부명령을 한 사안에서,구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제22조 및구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조 제1항,제61조 제1항 [별표 2]의 각 규정에 의하면, 부당한 공동행위를 행한 사업자에 대한 과징금 산정의 전제가 되는 매출액은 사업자의 회계자료 등을 참고하여 정하는 것을 원칙으로 하되, 각각의 범위는 행위유형별로 개별적·구체적으로 판단하도록 하고 있는데, 폐기물부담금은 폐기물의 발생을 억제하고 자원 낭비를 방지하기 위하여 폐기물을 발생시키는 합성수지 등의 제조업자 및 수입업자에게 부과하는 것이어서 원인자부담금의 성격을 갖는 것이고, 기업회계상으로도 통상 판매비와 관리비 계정의 제세공과금에 해당하여 매출액에 포함되어 있으므로, 이를 부당한 공동행위를 한 사업자에 대한 과징금 산정의 전제가 되는 매출액에서 제외할 것은 아니라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제530조의9 제1항,제530조의10 / [2]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제22조,구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조 제1항,제61조 제1항 [별표 2] / [3]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제22조,구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조 제1항,제61조 제1항 [별표 2],구 자원의 절약과 재활용촉진에 관한 법률(2002. 2. 4. 법률 제6653호로 전부 개정되기 전의 것) 제19조 제1항(현행제12조 제1항 참조),제2항(현행제12조 제2항 참조),구 자원의 절약과 재활용촉진에 관한 법률 시행령(2002. 12. 18. 대통령령 제17808호로 전부 개정되기 전의 것) 제17조(현행제10조 참조),제18조(현행제11조 참조) [별표 2]<br/>",
  "참조판례": "[1][2]대법원 2009. 6. 25. 선고 2008두17035 판결(공2009하, 1313) / [1]대법원 2007. 11. 29. 선고 2006두18928 판결(공2007하, 2055) / [2]대법원 2003. 1. 10. 선고 2001두10387 판결(공2003상, 635),대법원 2009. 6. 25. 선고 2008두17035 판결(공2009하, 1313),대법원 2010. 2. 11. 선고 2009두11485 판결<br/>"
}