{
  "판례일련번호": "150935",
  "사건명": "뇌물수수[변경된죄명:특정범죄가중처벌등에관한법률위반(뇌물),인정된죄명:뇌물수수]",
  "사건번호": "2009도2453",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 뇌물죄에서 ‘직무’의 의미 및 구체적인 행위가 공무원의 직무에 속하는지의 판단 기준<br/>[2] 구 해양수산부 소속 공무원인 피고인이 甲 해운회사의 대표이사 등에게서 중국의 선박운항허가 담당부서가 관장하는 중국 국적선사의 선박에 대한 운항허가를 받을 수 있도록 노력해 달라는 부탁을 받고 돈을 받은 사안에서, 직무관련성이 없어 뇌물수수죄가 성립하지 않는다고 본 원심판단을 수긍한 사례<br/>[3] 뇌물죄에서 수뢰액이 엄격한 증명의 대상인지 여부(적극) 및 수뢰액을 특정할 수 없는 경우, 가액을 추징할 수 있는지 여부(소극)<br/>[4] 구 해양수산부 소속 공무원인 피고인이 甲 해운회사의 전·현직 대표이사에게서 직무관련성이 없는 ‘중국 교통부로부터 선박운항허가를 받을 수 있도록 해달라는 명목’과 직무관련성이 있는 ‘甲 회사의 업무편의를 도모하여 달라는 명목’으로 돈을 교부받은 사안에서, 명확한 근거없이 비율적 방법으로 직무관련성이 있는 업무와 대가관계에 있는 수뢰액을 추산하여 추징한 원심판결에 법리오해 및 심리미진의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 뇌물죄에서 말하는 직무에는 공무원이 법령상 관장하는 직무 그 자체뿐만 아니라 직무와 밀접한 관계가 있는 행위 또는 관례상이나 사실상 관여하는 직무행위도 포함되나, 구체적인 행위가 공무원의 직무에 속하는지는 그것이 공무의 일환으로 행하여졌는가 하는 형식적인 측면과 함께 공무원이 수행하여야 할 직무와의 관계에서 합리적으로 필요하다고 인정되는 것인가 하는 실질적인 측면을 아울러 고려하여 결정하여야 한다.<br/>[2] 구 해양수산부 해운정책과 소속 공무원인 피고인이 甲 해운회사의 대표이사 등에게서 중국의 선박운항허가 담당부서가 관장하는 중국 국적선사의 선박에 대한 운항허가를 받을 수 있도록 노력해 달라는 부탁을 받고 돈을 받은 사안에서, 관련 규정에 의하면 해운정책과 업무에는 대한민국 국적선사의 선박에 관한 것만 포함되어 있을  뿐 외국 국적선사의 선박에 대한 행정처분에 관한 것은 포함되어 있지 않고, 또한 외국 국적선사의 선박에 대한 구체적인 행정처분은, 해운정책과 소속 공무원에게 이를 좌우할 수 있는 어떠한 영향력이 있다고 할 수도 없어 해운정책과 소속 공무원의 직무와 밀접한 관계에 있는 행위라거나 또는 그가 관여하는 행위에 해당한다고 볼 수 없다는 이유로, 직무관련성이 없어 뇌물수수죄가 성립하지 않는다고 본 원심판단을 수긍한 사례.<br/>[3] 뇌물죄에서 수뢰액은 다과에 따라 범죄구성요건이 되므로 엄격한 증명의 대상이 되고, 특정범죄 가중처벌 등에 관한 법률에서 정한 범죄구성요건이 되지 않는 단순 뇌물죄의 경우에도 몰수·추징의 대상이 되는 까닭에 역시 증거에 의하여 인정되어야 하며, 수뢰액을 특정할 수 없는 경우에는 가액을 추징할 수 없다.<br/>[4] 구 해양수산부 해운정책과 소속 공무원인 피고인이 甲 해운회사의 전·현직 대표이사에게서 직무관련성이 없는 ‘중국 교통부로부터 선박운항허가를 받을 수 있도록 해달라는 명목’과 직무관련성이 있는 ‘甲 회사의 업무편의를 도모하여 달라는 명목’으로 돈을 교부받은 사안에서, 피고인이 수수한 돈에 직무관련성이 있는 업무에 대한 대가의 성질과 직무관련성이 없는 업무에 대한 사례의 성질이 불가분적으로 결합되어 구분이 객관적으로 불가능하다면 추징을 아예 하지 않거나, 그렇지 않고 추징을 할 것이라면 직무관련성이 있는 수뢰액을 특정하여 그에 따라 적용법조 및 추징액을 결정하였어야 하는데도, 단지 양자의 구분이 어렵다는 이유로 명확한 근거도 없이 비율적 방법으로 직무관련성이 있는 업무와 대가관계에 있는 수뢰액을 추산하여 추징한 원심판단에 수뢰액의 산정과 추징에 관한 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제129조 제1항 / [2]형법 제129조 제1항,구 특정범죄 가중처벌 등에 관한 법률(2008. 12. 26. 법률 제9169호로 개정되기 전의 것) 제2조 제1항,구 해양수산부와 그 소속기관 직제(2007. 2. 5. 대통령령 제19868호로 개정되기 전의 것) 제13조 제2항(현행국토해양부와 그 소속기관 직제 제14조 제3항 참조) / [3]형법 제129조 제1항,제134조,특정범죄 가중처벌 등에 관한 법률 제2조 제1항,형사소송법 제308조 / [4]형법 제129조 제1항,제134조,구 특정범죄 가중처벌 등에 관한 법률(2008. 12. 26. 법률 제9169호로 개정되기 전의 것) 제2조 제1항,형사소송법 제308조<br/>",
  "참조판례": "[1]대법원 2002. 5. 31. 선고 2001도670 판결(공2002하, 1602),대법원 2006. 6. 15. 선고 2005도1420 판결,대법원 2009. 11. 26. 선고 2009도8670 판결 / [3]대법원 2009. 8. 20. 선고 2009도4391 판결<br/>"
}