{
  "판례일련번호": "150924",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(횡령)·근로기준법위반",
  "사건번호": "2011도1904",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 피고인이 운영하는 오피스텔 등 신축·분양사업 시행사인 甲 주식회사가 시공사인 乙 주식회사와 공동사업자로서 상호 협력하여 사업을 추진하기로 약정한 사안에서, 甲 회사는 乙 회사와 동업계약을 체결하여 조합을 구성하였으므로, 동업관계로 인하여 발생한 수익금을 乙 회사를 위하여 보관하는 지위에 있다고 본 원심판단을 수긍한 사례<br/>[2] 오피스텔 등 신축·분양사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 동업계약을 체결하여 조합을 구성하였는데, 甲 회사의 대표이사인 피고인이 조합 사업과 관련된 부가가치세를 납부한 후 돌려받은 환급금을 공동 운영계좌에 입금하지 않은 사안에서, 피고인이 위 부가가치세 환급금을 개인적인 용도에 임의로 사용하였다면 그 전액에 대하여 횡령죄의 죄책을 부담한다고 한 사례<br/>[3] 횡령죄에서 ‘불법영득의사’의 의미 및 타인의 재물을 보관하는 자가 소유자의 이익을 위하여 처분한 경우 불법영득의사의 인정 여부<br/>[4] 오피스텔 등 신축·분양사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 동업계약을 체결하여 조합을 구성하였는데, 甲 회사의 대표이사인 피고인이 조합 사업과 관련된 부가가치세 환급금 등을 동업재산에 귀속시키지 않고 甲 회사 운영자금 등에 임의로 사용하였다고 하여 기소된 사안에서, 피고인이 위 돈을 조합 사업과 직·간접적으로 관련된 비용에 지출하였더라도 그 전부에 대하여 횡령죄의 죄책을 부담한다고 본 원심판단에 법리오해 및 심리미진의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 피고인이 운영하는 오피스텔 등 신축·분양사업의 시행사인 甲 주식회사가 시공사인 乙 주식회사와 공동사업자로서 상호 협력하여 사업을 추진하기로 약정한 사안에서, 甲 회사와 乙 회사는 공동사업이행협약 등을 통하여 상당한 재산상 이익과 노무를 출자하고 위 사업을 공동으로 경영할 것을 약정하는 동업계약을 체결함으로써 조합을 구성하였으므로, 동업관계로 인하여 발생한 수익금은 합유에 속하는 동업재산에 해당하며, 甲 회사는 이를 乙 회사를 위하여 보관하는 지위에 있다고 본 원심판단을 수긍한 사례.<br/>[2] 오피스텔 등 신축·분양사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 동업계약을 체결하여 조합을 구성하였는데, 甲 회사의 대표이사인 피고인이 조합 사업과 관련된 부가가치세를 납부한 후 돌려받은 환급금을 공동 운영계좌에 입금하지 않은 사안에서, 위 부가가치세 환급금은 동업재산이므로 피고인이 이를 개인적인 용도에 임의로 사용하였다면 甲 회사와 乙 회사의 이익분배비율과 관계없이 그 전액에 대하여 횡령죄의 죄책을 부담한다고 한 사례.<br/>[3] 횡령죄에서 불법영득의사는 타인의 재물을 보관하는 자가 위탁 취지에 반하여 권한 없이 스스로 소유권자의 처분행위(반환 거부를 포함한다)를 하려는 의사를 의미하므로, 보관자가 자기 또는 제3자의 이익을 위한 것이 아니라 소유자의 이익을 위하여 이를 처분한 경우에는 특별한 사정이 없는 한 위와 같은 불법영득의사를 인정할 수 없다. 다만 타인으로부터 용도가 엄격히 제한된 자금을 위탁받아 집행하면서 제한된 용도 이외의 목적으로 자금을 사용하는 것은 결과적으로 자금을 위탁한 본인을 위하는 면이 있더라도 사용행위 자체로서 불법영득의사를 실현하는 것이 되어 횡령죄가 성립하겠지만, 이러한 경우에 해당하지 아니할 때에는 피고인이 불법영득의사의 존재를 인정하기 어려운 사유를 들어 돈의 행방이나 사용처에 대한 설명을 하고 있고 이에 부합하는 자료도 있다면 달리 특별한 사정이 인정되지 아니하는 한 함부로 위탁받은 돈을 불법영득의사로 횡령하였다고 인정할 수는 없다.<br/>[4] 오피스텔 등 신축·분양사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 동업계약을 체결하여 조합을 구성하였는데, 甲 회사의 대표이사인 피고인이 조합 사업과 관련된 부가가치세 환급금 등을 동업재산에 귀속시키지 않고 甲 회사 운영자금 등에 임의로 사용하였다고 하여 기소된 사안에서, 피고인이 위 돈을 조합 사업과 직·간접적으로 관련된 비용에 지출하였더라도 그 전부에 대하여 횡령죄의 죄책을 부담한다고 본 원심판단에 횡령죄의 불법영득의사 인정에 관한 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제703조,제704조 / [2]형법 제355조 제1항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 / [3]형법 제355조 제1항 / [4]형법 제355조 제1항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항<br/>",
  "참조판례": "[3]대법원 1982. 3. 9. 선고 81도3009 판결(공1982, 451),대법원 1997. 4. 22. 선고 96도8 판결(공1997상, 1677),대법원 1999. 7. 9. 선고 98도4088 판결(공1999하, 1671),대법원 2005. 9. 28. 선고 2005도3929 판결(공2005하, 1731),대법원 2006. 8. 24. 선고 2006도3272 판결,대법원 2008. 2. 29. 선고 2007도9755 판결(공2008상, 491),대법원 2008. 5. 29. 선고 2006도3742 판결,대법원 2009. 4. 23. 선고 2009도495 판결<br/>"
}