{
  "판례일련번호": "150933",
  "사건명": "상해·공무집행방해",
  "사건번호": "2011도3682",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 현행범인을 체포하기 위하여 ‘체포의 필요성’이 있어야 하는지 여부(적극) 및 현행범인 체포 요건을 갖추지 못하여 위법한 체포에 해당하는지의 판단 기준<br/>[2] 공무집행방해죄에서 ‘적법한 공무집행’의 의미 및 현행범인이 경찰관의 불법한 체포를 면하려고 반항하는 과정에서 경찰관에게 상해를 가한 경우 ‘정당방위’의 성립 여부(적극)<br/>[3] 피고인이 경찰관의 불심검문을 받아 운전면허증을 교부한 후 경찰관에게 큰 소리로 욕설을 하였는데, 경찰관이 피고인을 모욕죄의 현행범으로 체포하려고 하자 피고인이 반항하면서 경찰관에게 상해를 가한 사안에서, 위 행위가 정당방위에 해당한다는 이유로, 피고인에 대한 ‘상해’ 및 ‘공무집행방해’의 공소사실을 무죄로 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 현행범인은 누구든지 영장 없이 체포할 수 있는데(형사소송법 제212조), 현행범인으로 체포하기 위하여는 행위의 가벌성, 범죄의 현행성·시간적 접착성, 범인·범죄의 명백성 이외에 체포의 필요성 즉, 도망 또는 증거인멸의 염려가 있어야 하고, 이러한 요건을 갖추지 못한 현행범인 체포는 법적 근거에 의하지 아니한 영장 없는 체포로서 위법한 체포에 해당한다. 여기서 현행범인 체포의 요건을 갖추었는지는 체포 당시 상황을 기초로 판단하여야 하고, 이에 관한 검사나 사법경찰관 등 수사주체의 판단에는 상당한 재량 여지가 있으나, 체포 당시 상황으로 보아도 요건 충족 여부에 관한 검사나 사법경찰관 등의 판단이 경험칙에 비추어 현저히 합리성을 잃은 경우에는 그 체포는 위법하다고 보아야 한다.<br/>[2]형법 제136조가 규정하는 공무집행방해죄는 공무원의 직무집행이 적법한 경우에 한하여 성립하고, 여기서 적법한 공무집행은 그 행위가 공무원의 추상적 권한에 속할 뿐 아니라 구체적 직무집행에 관한 법률상 요건과 방식을 갖춘 경우를 가리킨다. 경찰관이 현행범인 체포 요건을 갖추지 못하였는데도 실력으로 현행범인을 체포하려고 하였다면 적법한 공무집행이라고 할 수 없고, 현행범인 체포행위가 적법한 공무집행을 벗어나 불법인 것으로 볼 수밖에 없다면, 현행범이 체포를 면하려고 반항하는 과정에서 경찰관에게 상해를 가한 것은 불법체포로 인한 신체에 대한 현재의 부당한 침해에서 벗어나기 위한 행위로서 정당방위에 해당하여 위법성이 조각된다.<br/>[3] 피고인이 경찰관의 불심검문을 받아 운전면허증을 교부한 후 경찰관에게 큰 소리로 욕설을 하였는데, 경찰관이 모욕죄의 현행범으로 체포하겠다고 고지한 후 피고인의 오른쪽 어깨를 붙잡자 반항하면서 경찰관에게 상해를 가한 사안에서, 피고인은 경찰관의 불심검문에 응하여 이미 운전면허증을 교부한 상태이고, 경찰관뿐 아니라 인근 주민도 욕설을 직접 들었으므로, 피고인이 도망하거나 증거를 인멸할 염려가 있다고 보기는 어렵고, 피고인의 모욕 범행은 불심검문에 항의하는 과정에서 저지른 일시적, 우발적인 행위로서 사안 자체가 경미할 뿐 아니라, 피해자인 경찰관이 범행현장에서 즉시 범인을 체포할 급박한 사정이 있다고 보기도 어려우므로, 경찰관이 피고인을 체포한 행위는 적법한 공무집행이라고 볼 수 없고, 피고인이 체포를 면하려고 반항하는 과정에서 상해를 가한 것은 불법체포로 인한 신체에 대한 현재의 부당한 침해에서 벗어나기 위한 행위로서 정당방위에 해당한다는 이유로, 피고인에 대한 상해 및 공무집행방해의 공소사실을 무죄로 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제211조,제212조 / [2]형법 제21조,제136조,제257조 제1항,형사소송법 제211조,제212조 / [3]형법 제21조,제136조 제1항,제257조 제1항,제311조,형사소송법 제211조,제212조,제325조<br/>",
  "참조판례": "[1][2]대법원 2006. 9. 8. 선고 2006도148 판결(공2006하, 1699) / [1]대법원 1999. 1. 26. 선고 98도3029 판결(공1999상, 405),대법원 2002. 6. 11. 선고 2000도5701 판결(공2002하, 1720),대법원 2002. 12. 10. 선고 2002도4227 판결,대법원 2008. 5. 29. 선고 2008도2099 판결 / [2]대법원 2000. 7. 4. 선고 99도4341 판결(공2000하, 1851),대법원 2006. 11. 23. 선고 2006도2732 판결<br/>"
}