{
  "판례일련번호": "150938",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2008두20376",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1]구 독점규제 및 공정거래에 관한 법률 제58조에서 정한 ‘법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위’의 의미<br/>[2] 甲 손해보험회사가 다른 손해보험회사들과 순율, 부가율, 할인·할증률의 개별적 조정을 통하여 실제 적용보험료를 일정한 범위 내에서 유지하기로 합의하고 이를 실행한 행위는구 독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호의 ‘부당한 공동행위’에 해당하고,같은 법 제58조의 ‘법령에 따른 정당한 행위’에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>[3] 어떠한 공동행위가구 독점규제 및 공정거래에 관한 법률 제19조 제1항이 정하고 있는 ‘경쟁제한성’을 가지는지에 관한 판단 기준 및 사업자들이 공동으로 가격을 결정하거나 변경하는 행위가 부당한 공동행위인지 여부(적극)<br/>[4] 甲 손해보험회사의 부당한 공동행위에 대한 과징금 산정에서, 미경과보험료와 재보험출재분도 과징금 산정의 기준이 되는 영업수익에 포함된다고 본 원심판단을 수긍한 사례<br/>[5] 공정거래위원회가, 甲 손해보험회사가 다른 손해보험회사들과 순율, 부가율, 할인·할증률의 개별적 조정을 통하여 실제 적용보험료를 일정한 범위 내에서 유지하기로 합의하고 이를 실행한 행위에 대하여 시정명령과 과징금 납부를 명하기로 하고 과징금을 산정하면서 그 공동행위가 ‘중대한 위반행위’에 해당한다는 이유로 기본과징금 부과기준율 3%를 적용한 사안에서, 과징금 액수 산정에서 재량권을 일탈·남용하지 않았다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제58조에서 말하는 ‘법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위’란 당해 사업의 특수성으로 경쟁제한이 합리적이라고 인정되는 사업 또는 인가제 등에 의하여 사업자의 독점적 지위가 보장되는 반면, 공공성의 관점에서 고도의 공적 규제가 필요한 사업 등에 있어서 자유경쟁의 예외를 구체적으로 인정하고 있는 법률 또는 그 법률에 의한 명령의 범위 내에서 행하는 필요·최소한의 행위를 말한다.<br/>[2] 甲 손해보험회사가 독자적인 판단에 따라 일반손해보험의 보험료율을 결정하여 일반손해보험 시장에서 다른 손해보험회사들과 경쟁할 수 있는데도 다른 손해보험회사들과 순율, 부가율, 할인·할증률의 개별적 조정을 통하여 실제 적용보험료를 일정한 범위 내에서 유지하기로 합의하고 이를 실행한 행위는구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제19조 제1항 제1호의 ‘부당한 공동행위’에 해당하고, 금융감독원의 ‘일반손해보험 가격자유화에 따른 감독정책’ 등은 보험료율에 대한 바람직한 방향을 제시한 것에 불과하여 이를 보험료율의 수준에 관하여 직접적이고 구체적인 지시를 한 것이라고 볼 수 없어 위 공동행위가같은 법 제58조의 ‘법령에 따른 정당한 행위’에 해당하지도 않는다고 본 원심판단을 수긍한 사례.<br/>[3] 어떠한 공동행위가구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제19조 제1항이 정하고 있는 ‘경쟁제한성’을 가지는지는 당해 상품의 특성, 소비자의 제품선택 기준, 당해 행위가 시장 및 사업자들의 경쟁에 미치는 영향 등에 비추어 볼 때 당해 공동행위로 인하여 일정한 거래분야에서 경쟁이 감소하여 가격·수량·품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴 개별적으로 판단하여야 한다. 또한 사업자들이 공동으로 가격을 결정하거나 변경하는 행위는 그 범위 내에서 가격경쟁을 감소시킴으로써 그들의 의사에 따라 어느 정도 자유로이 가격 결정에 영향을 미치거나 미칠 우려가 있는 상태를 가져오게 되므로, 그와 같은 사업자들의 공동행위는 특별한 사정이 없는 한 부당하다고 볼 수밖에 없다.<br/>[4] 甲 손해보험회사의 부당한 공동행위에 대한 과징금 산정에서, 보험업회계처리준칙 제20조가 보험료 회수기일이 도래한 회계연도의 보험료 전체를 수익으로 인식하도록 하고 있고, 수익에서 미경과보험료, 재보험출재분을 공제하지 않는 점 등에 비추어, 미경과보험료와 재보험출재분도 과징금 산정의 기준이 되는 영업수익에 포함된다고 본 원심판단을 수긍한 사례.<br/>[5] 공정거래위원회가, 甲 손해보험회사가 다른 손해보험회사들과 순율, 부가율, 할인·할증률의 개별적 조정을 통하여 실제 적용보험료를 일정한 범위 내에서 유지하기로 합의하고 이를 실행한 행위에 대하여 시정명령과 함께 과징금 납부를 명하기로 하고, 과징금을 산정하면서 그 공동행위가 ‘중대한 위반행위’에 해당한다고 보아 기본과징금 부과기준율 3%를 적용한 사안에서, 일반손해보험시장의 시장점유율이 90.4%에 이르는 10개 손해보험회사가 장기간에 걸쳐 보험료의 수준을 결정하는 순율, 부가율, 할인·할증률의 범위와 폭을 합의하고 이를 실행함으로써 국내 일반손해보험시장에서의 경쟁을 심각하게 제한한 점 등에 비추어 볼 때 위 공동행위를 ‘중대한 위반행위’로 평가하여 기본과징금 부과기준율 3%를 적용한 것이 부당하다고 할 수 없고, 여러 사정을 고려하여 과징금의 액수를 상당 부분 감액하였으므로 과징금 액수 산정에서 재량권을 일탈·남용하지 않았다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제58조 / [2]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제19조 제1항 제1호,제58조 / [3]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제19조 제1항 / [4]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제6조,제22조,제55조의3,구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조의2,제61조 제1항 [별표 2] 제2호 (가)목 / [5]구 독점규제 및 공정거래에 관한 법률(2004. 12. 31. 법률 제7315호로 개정되기 전의 것) 제6조,제22조,제55조의3,구 독점규제 및 공정거래에 관한 법률 시행령(2005. 3. 31. 대통령령 제18768호로 개정되기 전의 것) 제9조의2,제61조 제1항 [별표 2] 제2호 (가)목<br/>",
  "참조판례": "[1]대법원 1997. 5. 16. 선고 96누150 판결(공1997상, 1759),대법원 2009. 6. 23. 선고 2007두19416 판결 / [3]대법원 2002. 3. 15. 선고 99두6514 판결(공2002상, 903),대법원 2010. 2. 11. 선고 2009두11485 판결,대법원 2011. 4. 14. 선고 2009두7912 판결(공2011상, 934)<br/>"
}