{
  "판례일련번호": "150939",
  "사건명": "손해배상(기)",
  "사건번호": "2011다1330",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 기획여행업자가 여행자에게 부담하는 안전배려의무의 내용<br/>[2]민법 제391조에서 정한 ‘이행보조자’의 의미 및 채무자의 승낙 또는 묵시적 동의하에 이행보조자가 채무 이행을 위하여 제3자를 복이행보조자로 사용하는 경우, 복이행보조자의 고의·과실에 관하여 채무자가민법 제391조에 따른 책임을 지는지 여부(적극)<br/>[3] 기획여행업자와 사전 협의에 따라 현지에서 선택관광서비스를 제공해 온 업체가 고용한 현지 운전자의 과실로 교통사고가 발생하여 여행객이 사망한 사안에서, 기획여행업자의 손해배상책임을 인정한 사례<br/>",
  "판결요지": "[1] 기획여행업자는 통상 여행 일반은 물론 목적지의 자연적·사회적 조건에 관하여 전문적 지식을 가진 자로서 우월적 지위에서 행선지나 여행시설 이용 등에 관한 계약 내용을 일방적으로 결정하는 반면, 여행자는 안전성을 신뢰하고 기획여행업자가 제시하는 조건에 따라 여행계약을 체결하는 것이 일반적이다. 이러한 점을 감안할 때, 기획여행업자는 여행자의 생명·신체·재산 등의 안전을 확보하기 위하여 여행목적지·여행일정·여행행정·여행서비스기관의 선택 등에 관하여 미리 충분히 조사·검토하여 여행계약 내용의 실시 도중에 여행자가 부딪칠지 모르는 위험을 미리 제거할 수단을 강구하거나, 여행자에게 그 뜻을 고지함으로써 여행자 스스로 위험을 수용할지에 관하여 선택할 기회를 주는 등 합리적 조치를 취할 신의칙상 안전배려의무를 부담하며, 기획여행업자가 사용한 여행약관에서 여행업자의 여행자에 대한 책임의 내용 및 범위 등에 관하여 규정하고 있다면 이는 위와 같은 안전배려의무를 구체적으로 명시한 것으로 보아야 한다.<br/>[2]민법 제391조는 이행보조자의 고의·과실을 채무자의 고의·과실로 본다고 규정하고 있는데, 이러한 이행보조자는 채무자의 의사 관여 아래 채무이행행위에 속하는 활동을 하는 사람이면 족하고 반드시 채무자의 지시 또는 감독을 받는 관계에 있어야 하는 것은 아니므로, 그가 채무자에 대하여 종속적 또는 독립적인 지위에 있는가는 문제되지 않으며, 이행보조자가 채무의 이행을 위하여 제3자를 복이행보조자로서 사용하는 경우에도 채무자가 이를 승낙하였거나 적어도 묵시적으로 동의한 경우에는 채무자는 복이행보조자의 고의·과실에 관하여민법 제391조에 의하여 책임을 부담한다.<br/>[3] 기획여행업자 甲 회사가 乙 등과 기획여행계약을 체결하면서 여행약관에서 “현지 여행업자 등의 고의 또는 과실로 여행자에게 손해를 가한 경우 당사는 여행자에게 손해를 배상한다. 여행 출발 시부터 도착 시까지 현지 여행업자 또는 그 고용인 등이 여행계획의 수립 및 실행 과정에서 甲 회사의 임무와 관련하여 여행자들에게 고의 또는 과실로 손해를 가한 경우 책임을 진다.”고 약정하였는데, 甲 회사와 사전 협의에 따라 현지에서 선택관광서비스를 제공해 온 丙이 고용한 현지 운전자의 과실로 교통사고가 발생하여 乙 등이 사망한 사안에서, 위 약관조항은 여행업자가 여행자에 대하여 기획여행계약상 부수의무로 부담하는 신의칙상 안전배려의무를 구체적으로 명시한 것이고, 기획여행에서 여행업자가 부담하는 업무가 개별 서비스의 수배·알선에만 국한된다고 보기는 어려우며, 약관조항에 규정하는 ‘현지 여행업자’는 ‘여행업자의 여행지 현지에서의 이행보조자 내지 여행업자가 사용을 승낙하였거나 또는 적어도 사용에 묵시적으로 동의한 복이행보조자’를 의미하는 것으로 해석해야 하므로, 丙이 약관의 ‘현지 여행업자’에 해당한다고 보아 甲 회사는 乙 등이 입은 손해를 배상할 책임이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]관광진흥법 제2조 제3호,제12조,민법 제2조,제390조,제680조 / [2]민법 제391조 / [3]관광진흥법 제2조 제3호,제12조,민법 제2조,제390조,제391조,제680조<br/>",
  "참조판례": "[1]대법원 1998. 11. 24. 선고 98다25061 판결(공1999상, 5),대법원 2007. 5. 10. 선고 2007다3377 판결 / [2]대법원 1999. 4. 13. 선고 98다51077, 51084 판결(공1999상, 868),대법원 2002. 7. 12. 선고 2001다44338 판결(공2002하, 1940)<br/>"
}