{
  "판례일련번호": "152341",
  "사건명": "시정명령등취소",
  "사건번호": "2008두16322",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110610",
  "판시사항": "[1] 특정 사업자가 시장지배적 지위에 있는지를 판단하는 데 전제가 되는 ‘관련상품시장’의 의미 및 그 범위의 판단 기준<br/>[2]구 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호 전단,같은 법 시행령 제5조 제5항 제2호에서 정한 시장지배적 지위남용행위로서 배타조건부 거래의 ‘부당성’을 판단하는 기준<br/>[3] 甲 회사가 자신이 운영하는 오픈마켓에 입점하여 상품을 판매하는 사업자들 중 乙 회사가 운영하는 쇼핑몰에도 입점해 있던 7개 사업자들에게 자신의 오픈마켓에서 판매가격을 인하하거나 乙 회사의 쇼핑몰에서 판매가격을 인상할 것 등을 요구하고, 乙 회사의 쇼핑몰에 올려놓은 상품을 내리지 않으면 자신의 메인 화면에 노출된 상품을 빼버리겠다고 위협한 행위에 대하여, 시장지배적 지위남용행위로서 배타조건부 거래에 해당한다는 이유로 공정거래위원회가 시정명령과 과징금 납부를 명령한 사안에서, 위 행위가 부당한지 명백하지 않음에도 배타조건부 거래행위로서 부당하다고 본 원심판결에 법리를 오해한 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 특정 사업자가 시장지배적 지위에 있는지를 판단하기 위해서는 경쟁관계가 문제될 수 있는 일정한 거래 분야에서 거래의 객체인 관련 상품 또는 용역(이하 ‘상품 등’이라 한다)에 따른 시장과 거래의 지리적 범위인 관련지역에 따른 시장(이하 ‘관련상품시장’이라 한다) 등을 구체적으로 정하고 그 시장에서 지배가능성이 인정되어야 한다. 관련상품시장은 일반적으로 시장지배적 사업자가 시장지배력을 행사하는 것을 억제하여 줄 경쟁관계에 있는 상품 등의 범위를 말하는 것으로서, 구체적으로는 거래되는 상품 등의 가격이 상당기간 어느 정도 의미 있는 수준으로 인상 또는 인하될 경우 그 상품 등의 대표적 구매자 또는 판매자가 이에 대응하여 구매 또는 판매를 전환할 수 있는 상품 등의 집합을 의미하고, 그 범위는 거래에 관련된 상품 등의 가격, 기능 및 효용의 유사성, 구매자들의 대체가능성에 대한 인식 및 그와 관련한 구매행태는 물론 판매자들의 대체가능성에 대한 인식 및 그와 관련한 경영의사결정 형태, 사회적·경제적으로 인정되는 업종의 동질성 및 유사성 등을 종합적으로 고려하여 판단하여야 하며, 그 외에도 기술발전 속도, 그 상품 등의 생산을 위하여 필요한 다른 상품 등 및 그 상품 등을 기초로 생산되는 다른 상품 등에 관한 시장 상황, 시간적·경제적·법적 측면의 대체 용이성 등도 함께 고려하여야 한다. <br/>[2]구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 8631호로 개정되기 전의 것) 제3조의2 제1항 제5호 전단,구 독점규제 및 공정거래에 관한 법률 시행령(2007. 11. 2. 대통령령 제20360호로 개정되기 전의 것) 제5조 제5항 제2호에서 시장지배적 사업자의 지위남용행위로 규정하고 있는 배타조건부 거래의 ‘부당성’은 ‘독과점적 시장의 경쟁촉진’이라는 입법 목적에 맞추어 해석해야 하므로, 시장에서 독점을 유지·강화할 목적, 곧 시장에서 자유로운 경쟁을 제한함으로써 인위적으로 시장질서에 영향을 가하려는 목적을 가지고, 객관적으로도 그러한 경쟁제한의 효과가 생길 만한 우려가 있는 행위로 평가될 수 있는 배타조건부 거래행위를 하였을 때에 부당성이 인정될 수 있다. 그러므로 시장지배적 지위남용행위로서의 배타조건부 거래의 부당성은 거래행위의 목적 및 태양, 시장지배적 사업자의 시장점유율, 경쟁사업자의 시장 진입 내지 확대 기회의 봉쇄 정도 및 비용 증가 여부, 거래의 기간, 관련 시장에서의 가격 및 산출량 변화 여부, 유사품 및 인접시장의 존재 여부, 혁신 저해 및 다양성 감소 여부 등 여러 사정을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 甲 회사가 자신이 운영하는 오픈마켓에 입점하여 상품을 판매하는 사업자들 중 乙 회사가 운영하는 쇼핑몰에도 입점해 있던 7개 사업자들에게 자신의 오픈마켓에서 판매가격을 인하하거나 乙 회사의 쇼핑몰에서 판매가격을 인상할 것 등을 요구하고, 乙 회사의 쇼핑몰에 올려놓은 상품을 내리지 않으면 자신의 메인 화면에 노출된 상품을 빼버리겠다고 위협한 행위에 대하여 시장지배적 지위남용행위로서 배타조건부 거래에 해당한다는 이유로 공정거래위원회가 시정명령과 과징금 납부를 명령한 사안에서, 甲 회사의 행위로 7개 사업자들이 乙 회사와 거래를 중단한 기간은 주로 1, 2개월이고, 짧게는 14일, 길게는 7개월 보름 남짓에 불과한 점, 행위의 상대방들이 전체 판매업체들 중 차지하는 비율이 미미한 점 등에 비추어 보면 甲 회사의 행위로 인하여 乙 회사가 매출부진을 이기지 못하고 오픈마켓 시장에서 퇴출된 것인지, 다른 신규 사업자의 시장진입에도 부정적인 영향을 미쳤는지 명백하지 않음에도, 위 행위가 ‘부당하게 거래상대방이 경쟁사업자와 거래하지 아니할 조건으로 그 거래상대방과 거래하는 경우’에 해당한다고 본 원심판결에 법리를 오해한 위법이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 8631호로 개정되기 전의 것) 제3조의2 제1항 / [2]구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 8631호로 개정되기 전의 것) 제3조의2 제1항 제5호,구 독점규제 및 공정거래에 관한 법률 시행령(2007. 11. 2. 대통령령 제20360호로 개정되기 전의 것) 제5조 제5항 제2호 / [3]구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 8631호로 개정되기 전의 것) 제3조의2 제1항 제5호,구 독점규제 및 공정거래에 관한 법률 시행령(2007. 11. 2. 대통령령 제20360호로 개정되기 전의 것) 제5조 제5항 제2호<br/>",
  "참조판례": "[1]대법원 2007. 11. 22. 선고 2002두8626 전원합의체 판결(공2007하, 1940),대법원 2009. 9. 10. 선고 2008두9744 판결(공2009하, 1661) / [2]대법원 2009. 7. 9. 선고 2007두22078 판결(공2009하, 1319)<br/>"
}