{
  "판례일련번호": "152391",
  "사건명": "특수공무집행방해치상(인정된죄명:공무집행방해·상해)",
  "사건번호": "2009도591",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110609",
  "판시사항": "[1] 옥외집회 또는 시위가 신고 범위를 벗어나 신고된 것과 동일성이 없거나 ‘신고한 범위를 뚜렷이 벗어나는 행위’에 해당하여 해산명령 대상이 되는지의 판단 기준<br/>[2] 옥외집회 또는 시위 장소가 두 곳 이상의 지방경찰청 관할지에 속하는 경우,집회 및 시위에 관한 법률 제6조 제1항 단서에 따른 적법한 신고가 있다고 하기 위한 요건<br/>[3] 피고인이 부산지방경찰청장에게 ‘부산에서 서울까지 도보로 시위한다’는 내용의 옥외집회(시위·행진) 신고를 한 후 부산 등을 거쳐 서울에서 도보행진을 하던 중, 불법집회라며 이를 제지하는 일부 경찰관들을 넘어뜨려 상해를 입히는 등 시위진압 업무를 방해하였다는 내용으로 기소된 사안에서, 위 행위가 공무집행방해죄를 구성한다고 본 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 신고 후 개최된 옥외집회나 시위가 신고 범위를 벗어나 신고된 옥외집회 또는 시위와 동일성이 없거나집회 및 시위에 관한 법률 제16조 제4항 제3호에서 정한 ‘신고한 목적, 일시, 장소, 방법 등의 범위를 뚜렷이 벗어나는 행위’에 해당하여 해산명령의 대상이 되는지는 집회·시위의 자유가 헌법상 보장된 국민의 기본권이라는 점과, 집회 등의 주최자로서는 사전에 진행방법의 세부적인 사항까지 모두 예상하여 빠짐없이 신고하기 어려울 뿐 아니라 진행과정에서 방법의 변경이 불가피한 경우도 있을 수 있는 점을 염두에 두고, 신고 내용과 실제 상황을 구체적·개별적으로 비교하여 살펴본 다음 이를 전체적·종합적으로 평가하여 판단하여야 한다.<br/>[2]집회 및 시위에 관한 법률(이하 ‘집시법’이라고 한다) 제6조 제1항 단서는 옥외집회나 시위의 장소가 두 곳 이상의 지방경찰청 관할지에 속하는 경우 신고서를 ‘주최지 관할 지방경찰청장’에게 제출하도록 하면서 ‘주최지’에 관한 정의를 규정하지 않고 있는데, 위 규정이 집회나 시위 장소의 관할 지방경찰청장 모두에게 신고서를 제출하도록 하고 있지는 않을 뿐 아니라 두 곳 이상의 관할 지방경찰청장 중 어느 쪽이 ‘주최지 관할’ 지방경찰청장에 해당한다고 규정하지도 않고 있으므로, 헌법상 집회의 자유에 대한 보장과 신고제도의 취지 및 신고사항과 그에 대한 관할 경찰관서장의 보완, 금지의 통고 및 제한 조치 등에 관한 절차규정에 비추어 볼 때, 주최지 중 어느 한 곳의 관할 지방경찰청장에게 두 곳 이상의 지방경찰청 관할지에 속하는 옥외집회나 시위의 신고서를 제출하고집시법 제6조 제1항 각 호에서 정한 신고사항이 실제 개최한 내용과 실질적인 점에서 부합하는 경우에는 위 규정에 따른 적법한 신고가 있다고 볼 수 있다.<br/>[3] ‘태평양전쟁 희생자 유족회’ 사무국장인 피고인이 부산지방경찰청장에게 시위(행진)의 상세한 일정과 진로가 기재된 전국도보행진 일정표와 함께 ‘위 유족회가 부산에서 서울까지 도보로 시위한다’는 내용의 옥외집회(시위·행진) 신고를 한 후 부산 등을 거쳐 서울에서 도보행진을 하던 중, 경찰관들에게서 불법집회라는 등의 이유로 제지를 받자 이에 불응하여 승합차를 계속 운전함으로써 일부 경찰관들을 넘어뜨려 상해를 입히는 등 시위진압 업무를 방해하였다는 내용으로 기소된 사안에서, 제반 사정에 비추어 두 곳 이상의 지방경찰청 관할지에 속하는 위 집회 신고가 주최지 관할 지방경찰청장인 부산지방경찰청장에게 접수되었고, 신고서 및 첨부서류에 의하면 도보행진 당일의 집회를 비롯하여 예정된 각 집회의 구체적 일정 및 장소가 특정된 것으로 볼 수 있으며, 신고 후 개최된 집회의 실제 내용도 신고 내용과 동일성이 없다거나 신고한 목적, 일시, 장소, 방법 등의 범위를 뚜렷이 벗어난 것이라고 보기 어려워, 위 집회를 집시법에서 정한 신고절차를 위반하여 개최된 옥외집회 또는 시위에 해당한다고 단정할 수 없다는 이유로, 경찰관들의 위 제지 행위가 공무집행방해죄의 보호대상이 되는 적법한 공무집행에 해당하는지에 관하여 살피지 아니한 채 이에 저항한 피고인의 행위가 공무집행방해죄를 구성한다고 본 원심판결에 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제21조 제1항,집회 및 시위에 관한 법률 제6조 제1항,제16조 제4항 제3호 / [2]헌법 제21조 제1항,제2항,집회 및 시위에 관한 법률 제6조 제1항,제2항,제7조 제1항,제8조 제1항 / [3]형법 제136조 제1항,집회 및 시위에 관한 법률 제6조 제1항,제2항,제7조 제1항,제8조 제1항,제16조 제4항 제3호,집회 및 시위에 관한 법률 시행규칙 제2조 제1항<br/>",
  "참조판례": "[1]대법원 2008. 7. 10. 선고 2006도9471 판결(공2008하, 1193),대법원 2008. 10. 23. 선고 2008도3974 판결(공2008하, 1642),대법원 2010. 3. 11. 선고 2009도10425 판결,대법원 2010. 3. 11. 선고 2009도12609 판결(공2010상, 773)<br/>"
}