{
  "판례일련번호": "153098",
  "사건명": "공직선거법위반",
  "사건번호": "2011도3447",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110624",
  "판시사항": "[1]공직선거법 제90조 제1항,제93조 제1항,제103조 제3항에서 정한 ‘선거에 영향을 미치게 할 목적’ 유무의 판단 기준<br/>[2]공직선거법 제58조 제1항에서 정한 ‘선거운동’의 의미 및 구체적인 행위가 선거운동에 해당하는지의 판단 기준<br/>[3] 특정 정당이나 후보자 또는 입후보예정자와 특정 정책 사이의 관련성을 나타내지 않고 정책 자체에 대한 지지·반대 의사를 표현하는 단체의 활동이 ‘선거에 영향을 미치게 할 목적의 탈법행위’ 또는 ‘선거운동’에 해당하는지의 판단 기준<br/>[4] 지역 환경운동연합의 사무국장과 간사인 피고인들이 제5회 전국동시지방선거를 앞두고 선거쟁점인 이른바 ‘4대강 사업’에 반대하는 활동을 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 증거부족 등을 이유로 위 공소사실을 무죄로 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]공직선거법 제90조 제1항,제93조 제1항,제103조 제3항에서 ‘선거에 영향을 미치게 하기 위하여’라는 전제 아래 그에 정한 행위를 제한하고 있는 것은 고의 이외에 초과주관적 요소로서 ‘선거에 영향을 미치게 할 목적’을 범죄성립요건으로 규정한 것이므로, 비록 그 목적에 대한 적극적 의욕이나 확정적 인식을 요하지 아니하고 미필적 인식으로 충분하다고는 하더라도, 위 각 규정의 입법 목적이 선거의 공정성과 평온성을 침해하는 탈법적인 행위를 차단함으로써 공공의 이익을 도모하는 것임을 염두에 두고 합리적으로 판단하여야 하며, 그러한 목적이 있는지는 피고인의 사회적 지위, 피고인과 후보자·경쟁후보자 또는 정당과의 관계, 행위 동기 및 경위와 수단 및 방법, 행위의 내용과 태양, 행위 당시 사회상황 등을 종합하여 사회통념에 비추어 판단하여야 한다.<br/>[2]공직선거법 제105조 제1항,제107조는 ‘선거운동을 위하여’라는 전제 아래 그에 정한 행위를 제한하고 있는데,공직선거법 제58조 제1항에 규정된 선거운동은 특정 후보자의 당선 내지 득표나 낙선을 위하여 필요하고도 유리한 모든 행위로서 당선 또는 낙선을 도모한다는 목적의지가 객관적으로 인정될 수 있는 능동적·계획적인 행위를 말하므로, 단순히 장래 선거운동을 위한 내부적·절차적 준비행위에 해당하는 통상적인 정당활동과는 구별되나, 구체적으로 어떠한 행위가 선거운동에 해당하는지를 판단할 때에는 단순히 행위의 명목뿐만 아니라 행위 태양, 즉 그 행위가 행하여지는 시기·장소·방법 등을 종합적으로 관찰하여 그것이 특정 후보자의 당선 또는 낙선을 도모하는 목적의지를 수반하는 행위인지를 판단하여야 한다.<br/>[3] 단체가 선거 이전부터 지지·반대하여 온 특정 정책이, 각 정당 및 선거에 출마하고자 하는 입후보예정자들이 공약으로 채택하거나 정당·후보자 간 쟁점으로 부각된 정치적·사회적 현안을 말하는 이른바 ‘선거쟁점’에 해당하게 되었더라도, 그러한 사정만으로 특정 정책에 대한 단체의 지지·반대활동이 전부 공직선거법에 의한 규제 대상이 된다고 할 수 없다. 특정 정당이나 후보자 또는 입후보예정자와 특정 정책의 관련성을 나타내지 않고 정책 자체에 대한 지지·반대 의사를 표현하는 단체의 활동이 ‘선거에 영향을 미치게 할 목적의 탈법행위’ 또는 ‘선거운동’에 해당하는지는 그 정책이 ‘선거쟁점’이 되었는지에 따라 일률적으로 결정될 수 없고, 일정한 판단 기준에 따라 개별적으로 판단되어야 한다. 또한 이러한 법리는, 선거쟁점이 된 특정 정책에 대한 단체의 지지·반대활동이 결과적으로 그 정책에 찬성하거나 반대하는 정당, 후보자, 입후보예정자에게 유·불리한 영향을 미치게 되는 경우에도 마찬가지이다.<br/>[4] 지역 환경운동연합의 사무국장과 간사인 피고인들이 2010. 6. 2. 실시된 제5회 전국동시지방선거를 앞두고 선거쟁점인 이른바 ‘4대강 사업’에 반대하는 활동을 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 위 사실만으로는 피고인들에게 위 지방선거에서 특정 정당 또는 후보자에 대한 낙선운동의 목적이 있었다거나 기타 선거운동 목적 또는 선거에 영향을 미치게 할 목적이 있었다고 곧바로 단정할 수 없고, 검사 제출 증거만으로는 피고인들이 선거운동 목적 또는 선거에 영향을 미치게 할 목적으로 ‘4대강 사업’ 반대와 관련된 행위를 하였다고 인정하기 부족하다는 이유로 위 공소사실을 무죄로 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]공직선거법 제90조 제1항,제93조 제1항,제103조 제3항 / [2]공직선거법 제58조 제1항,제105조 제1항,제107조 / [3]공직선거법 제58조 제1항,제90조 제1항,제93조 제1항,제103조 제3항,제105조 제1항,제107조 / [4]형법 제30조,공직선거법 제58조 제1항,제90조 제1항,제93조 제1항,제103조 제3항,제105조 제1항,제107조,제255조 제1항 제16호,제18호,제2항 제5호,제256조 제2항 제1호 (아)목,(카)목,형사소송법 제307조,제308조,제325조<br/>",
  "참조판례": "[1][2]대법원 2009. 5. 28. 선고 2008도11857 판결 / [1]대법원 2005. 6. 23. 선고 2004도8969 판결(공2005하, 1285),대법원 2006. 3. 24. 선고 2004도8716 판결,대법원 2007. 6. 15. 선고 2007도175 판결,대법원 2009. 5. 28. 선고 2009도1937 판결(공2009하, 1074) / [2]대법원 2005. 10. 14. 선고 2005도301 판결(공2005하, 1818),대법원 2007. 3. 30. 선고 2006도9043 판결(공2007상, 655),대법원 2007. 10. 11. 선고 2007도3468 판결,대법원 2009. 3. 12. 선고 2009도445 판결<br/>"
}