{
  "판례일련번호": "153109",
  "사건명": "유치권신청에의한임의경매결정에대한즉시항고",
  "사건번호": "2010마1059",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20110615",
  "판시사항": "[1]민법 제322조 제1항에 따른 유치권에 의한 경매가 목적부동산 위의 부담을 소멸시키는 것을 법정매각조건으로 하여 실시되는지 여부(적극)와 유치권자의 배당순위(=일반채권자와 동일한 순위) 및 집행법원이 매각조건 변경결정을 통해 목적부동산 위의 부담을 매수인이 인수하도록 정할 수 있는지 여부(적극)<br/>[2] 유치권에 의한 경매에서 집행법원은 매각기일 공고나 매각물건명세서에 목적부동산 위의 부담이 소멸하지 않고 매수인이 이를 인수하게 된다는 취지를 기재하여야 하는지 여부(원칙적 소극)<br/>[3] 집행법원이 유치권에 의한 경매절차에 매수인이 인수할 부담의 존재에 관하여 매수신청인 등에게 고지하지 않은 중대한 잘못이 있다는 이유로 매각을 불허하고 원심이 이를 그대로 유지한 사안에서, 유치권에 의한 경매가 인수주의로 진행됨을 전제로 매각을 불허한 집행법원의 판단을 그대로 유지한 원심결정에는 유치권에 의한 경매에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]민사집행법 제91조 제2항,제3항,제268조는 경매의 대부분을 차지하는 강제경매와 담보권 실행을 위한 경매에서 소멸주의를 원칙으로 하고 있을 뿐만 아니라 이를 전제로 하여 배당요구의 종기결정이나 채권신고의 최고, 배당요구, 배당절차 등에 관하여 상세히 규정하고 있는 점,민법 제322조 제1항에 “유치권자는 채권의 변제를 받기 위하여 유치물을 경매할 수 있다.”고 규정하고 있는데, 유치권에 의한 경매에도 채권자와 채무자의 존재를 전제로 하고 채권의 실현·만족을 위한 경매를 상정하고 있는 점, 반면에 인수주의를 취할 경우 필요하다고 보이는 목적부동산 위의 부담의 존부 및 내용을 조사·확정하는 절차에 대하여 아무런 규정이 없고 인수되는 부담의 범위를 제한하는 규정도 두지 않아, 유치권에 의한 경매를 인수주의를 원칙으로 진행하면 매수인의 법적 지위가 매우 불안정한 상태에 놓이게 되는 점, 인수되는 부담의 범위를 어떻게 설정하느냐에 따라 인수주의를 취하는 것이 오히려 유치권자에게 불리해질 수 있는 점 등을 함께 고려하면, 유치권에 의한 경매도 강제경매나 담보권 실행을 위한 경매와 마찬가지로 목적부동산 위의 부담을 소멸시키는 것을 법정매각조건으로 하여 실시되고 우선채권자뿐만 아니라 일반채권자의 배당요구도 허용되며, 유치권자는 일반채권자와 동일한 순위로 배당을 받을 수 있다고 보아야 한다. 다만 집행법원은 부동산 위의 이해관계를 살펴 위와 같은 법정매각조건과는 달리 매각조건 변경결정을 통하여 목적부동산 위의 부담을 소멸시키지 않고 매수인으로 하여금 인수하도록 정할 수 있다.<br/>[2] 유치권에 의한 경매가 소멸주의를 원칙으로 하여 진행되는 이상 강제경매나 담보권 실행을 위한 경매의 경우와 같이 목적부동산 위의 부담을 소멸시키는 것이므로 집행법원이 달리 매각조건 변경결정을 통하여 목적부동산 위의 부담을 소멸시키지 않고 매수인으로 하여금 인수하도록 정하지 않은 이상 집행법원으로서는 매각기일 공고나 매각물건명세서에 목적부동산 위의 부담이 소멸하지 않고 매수인이 이를 인수하게 된다는 취지를 기재할 필요없다.<br/>[3] 유치권에 의한 경매절차에서 집행법원이 매각기일 공고와 매각물건명세서 작성을 하면서 목적부동산이 매각되더라도 그 위에 설정된 제한물권 등 부담이 소멸하지 않고 매수인이 이를 인수하게 된다는 취지의 기재를 하지 않았고, 이에 집행법원이 경매절차에 매수인이 인수할 부담의 존재에 관하여 매수신청인 등에게 이를 고지하지 않은 중대한 잘못이 있다는 이유로 매각을 불허하고 원심이 이를 그대로 유지한 사안에서, 집행법원이 목적부동산 위의 부담이 소멸하지 않고 매수인에게 이를 인수시키기로 하는 변경결정을 하지 않은 이상 그러한 취지를 매각기일 공고나 매각물건명세서에 기재하는 등으로 매수신청인 등에게 고지하여야만 하는 것이 아님에도 유치권에 의한 경매가 인수주의로 진행됨을 전제로 위와 같이 매각을 불허한 집행법원의 판단을 그대로 유지한 원심결정에는 유치권에 의한 경매에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사집행법 제91조 제2항,제3항,제111조,제268조,제274조 제1항,민법 제322조 제1항 / [2]민사집행법 제91조 제2항,제3항,제104조 제1항,제105조,제106조,제111조,제268조,제274조 제1항,민법 제322조 제1항 / [3]민사집행법 제91조 제2항,제3항,제104조 제1항,제105조,제106조,제111조,제121조 제7호,제123조 제2항,제268조,제274조 제1항,민법 제322조 제1항<br/>",
  "참조판례": "[1]대법원 2009. 10. 29. 선고 2006다37908 판결(공2009하, 1963)<br/>"
}