{
  "판례일련번호": "153104",
  "사건명": "손해배상(기)",
  "사건번호": "2009다35033",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110624",
  "판시사항": "[1] 주식회사 대표이사가 이사회결의를 거쳐 주주들에게 임시주주총회 소집통지서를 발송하였다가 다시 이를 철회하기로 하는 이사회결의를 거친 후 총회 개최장소 출입문에 총회 소집이 철회되었다는 취지의 공고문을 부착하고, 이사회에 참석하지 않은 주주들에게는 퀵서비스를 이용하여 총회 소집이 철회되었다는 내용의 소집철회통지서를 보내는 한편, 전보와 휴대전화로도 같은 취지의 통지를 한 사안에서, 임시주주총회 소집이 적법하게 철회되었다고 본 원심판단을 정당하다고 한 사례<br/>[2] 주주의 의결권행사를 불가능하게 하거나 현저히 곤란하게 하는 것을 내용으로 하는 이사회결의의 효력(무효)<br/>[3] 주식회사 대표이사 甲이 乙에게 교부하였던 주식에 대하여 甲 측과 경영권 분쟁중인 乙 측의 의결권행사를 허용하는 가처분결정이 내려진 것을 알지 못한 채 이사회결의를 거쳐 임시주주총회를 소집하였다가 나중에 이를 알고 가처분결정에 대하여 이의절차로 불복할 시간을 벌기 위해 일단 임시주주총회 소집을 철회하기로 계획한 후 이사회를 소집하여 결국 임시주주총회 소집을 철회하기로 하는 내용의 이사회결의가 이루어진 사안에서, 임시주주총회 소집을 철회하기로 하는 이사회결의로 乙 측의 의결권행사가 불가능하거나 현저히 곤란하게 된다고 볼 수 없으므로 위 이사회결의를 무효로 보기 어렵다고 한 사례<br/>[4] 주식회사 이사회 소집통지를 할 때 회의의 목적사항도 함께 통지하여야 하는지 여부(원칙적 소극)<br/>[5] 주주총회결의 효력이 회사 아닌 제3자 사이의 소송에서 선결문제로 된 경우, 당사자가 먼저 회사를 상대로 주주총회의 효력을 직접 다투는 소송을 제기하여야 하는지 여부(소극)<br/>[6] 무효인 결의를 사후에 추인한 경우 소급효가 있는지 여부(원칙적 소극)<br/>[7] 회사와 노동조합이 ‘업무복귀 후 추가적인 불법행위를 하지 않을 경우, 합의 전에 발생한 파업 관련 불법행위에 대하여 본 합의까지 제소된 것 이외에는 추가적인 민사소송을 제기하지 않는다’는 내용의 부제소합의를 한 후, 노동조합과 조합원들이 회사에 어떠한 불법행위도 하지 않았음에도, 회사가 합의 전 제기한 소의 청구취지를 확장하여 노동조합 등에 손해배상을 구한 사안에서, 회사가 노동조합 등을 상대로 제기한 소 중 위 합의 전인 소제기 당시 이미 배상을 구한 손해액을 초과하여 배상을 구하는 부분은 부제소합의에 반하여 소의 이익이 없다고 한 사례<br/>[8] 회사가 노동조합을 상대로 쟁의행위를 막기 위해 지출한 용역경비료 상당의 손해배상을 구한 사안에서, 위 용역경비료는 노동조합의 불법쟁의행위와 상당인과관계 있는 손해가 아니라고 본 원심판단을 정당하다고 한 사례<br/>[9] 회사와 노동조합이 ‘회사는 ① 주주간 경영권 관련 포괄합의(전임 경영진 주주의 보유주식 양도 등을 포함)가 이루어지거나, ② 노동조합 및 그 조합원들에 대한 선처로 인하여 발생할 수도 있는 업무상 배임 고소 및 대표이사 직무집행정지가처분 등 경영권 관련 민·형사 문제 제기 가능성이 해소되면, 그 때까지 추가적인 불법행위를 하지 않은 조합원들의 노사합의 전 파업 관련 민·형사상 책임을 면해 준다’는 내용의 합의를 한 후, 노동조합이나 조합원들이 어떤 불법행위도 하지 않았고, 전임 경영진인 甲 측이 보유주식을 투자증권회사의 사모펀드에 양도한 사안에서, 위 합의조건 ①이 성취되지 않았다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 주식회사 대표이사가 이사회결의를 거쳐 주주들에게 임시주주총회 소집통지서를 발송하였다가 다시 이를 철회하기로 하는 이사회결의를 거친 후 총회 개최장소 출입문에 총회 소집이 철회되었다는 취지의 공고문을 부착하고, 이사회에 참석하지 않은 주주들에게는 퀵서비스를 이용하여 총회 소집이 철회되었다는 내용의 소집철회통지서를 보내는 한편, 전보와 휴대전화(직접 통화 또는 메시지 녹음)로도 같은 취지의 통지를 한 사안에서, 임시주주총회 소집을 철회하기로 하는 이사회결의를 거친 후 주주들에게 소집통지와 같은 방법인 서면에 의한 소집철회통지를 한 이상 임시주주총회 소집이 적법하게 철회되었다고 본 원심판단을 정당하다고 한 사례.<br/>[2] 소유와 경영의 분리를 원칙으로 하는 주식회사에서 주주는 주주총회 결의를 통하여 회사 경영을 담당할 이사의 선임과 해임 및 회사의 합병, 분할, 영업양도 등 법률과 정관이 정한 회사의 기초 내지는 영업조직에 중대한 변화를 초래하는 사항에 관한 의사결정을 하기 때문에, 이사가 주주의 의결권행사를 불가능하게 하거나 현저히 곤란하게 하는 것은 주식회사 제도의 본질적 기능을 해하는 것으로서 허용되지 아니하고, 그러한 것을 내용으로 하는 이사회결의는 무효로 보아야 한다.<br/>[3] 주식회사 대표이사 甲이 자신이 乙에게 교부하였던 주식에 대하여 甲 측과 경영권 분쟁 중인 乙 측의 의결권행사를 허용하는 가처분결정이 내려진 것을 알지 못한 채 이사회결의를 거쳐 임시주주총회를 소집하였다가 나중에 이를 알고 가처분결정에 대하여 이의절차로 불복할 시간을 벌기 위해 일단 임시주주총회 소집을 철회하기로 계획한 후 이사회를 소집하여 결국 임시주주총회 소집을 철회하기로 하는 내용의 이사회결의가 이루어진 사안에서, 乙 측은 발행주식총수의 100분의 3 이상에 해당하는 주식을 가진 주주로서구 상법(2009. 5. 28. 법률 제9746호로 개정되기 전의 것) 제366조에 따라 임시주주총회 소집을 청구할 수 있고 소집절차를 밟지 않는 경우 법원의 허가를 얻어 임시주주총회를 소집할 수 있었던 점 등에 비추어 볼 때, 임시주주총회 소집을 철회하기로 하는 이사회결의로 乙 측의 의결권행사가 불가능하거나 현저히 곤란하게 된다고 볼 수 없으므로 위 이사회결의가 주식회사 제도의 본질적 기능을 해하는 것으로서 무효가 되기에 이르렀다고 보기 어렵다고 한 사례.<br/>[4] 이사회 소집통지를 할 때에는, 회사의 정관에 이사들에게 회의의 목적사항을 함께 통지하도록 정하고 있거나 회의의 목적사항을 함께 통지하지 아니하면 이사회에서의 심의·의결에 현저한 지장을 초래하는 등의 특별한 사정이 없는 한, 주주총회 소집통지의 경우와 달리 회의의 목적사항을 함께 통지할 필요는 없다.<br/>[5] 주주총회결의 효력이 회사 아닌 제3자 사이의 소송에서 선결문제로 된 경우에 당사자는 언제든지 당해 소송에서 주주총회결의가 처음부터 무효 또는 부존재한다고 주장하면서 다툴 수 있고, 반드시 먼저 회사를 상대로 주주총회의 효력을 직접 다투는 소송을 제기하여야 하는 것은 아니다.<br/>[6] 무효행위를 추인한 때에는 달리 소급효를 인정하는 법률규정이 없는 한 새로운 법률행위를 한 것으로 보아야 하고, 이는 무효인 결의를 사후에 적법하게 추인하는 경우에도 마찬가지이다.<br/>[7] 회사와 노동조합이 ‘업무복귀 후 추가적인 불법행위를 하지 않을 경우, 합의 전에 발생한 파업 관련 불법행위에 대하여 본 합의까지 제소된 것 이외에는 추가적인 민사소송을 제기하지 않는다’는 내용의 부제소합의를 한 후, 노동조합과 그 조합원들이 회사에 어떠한 불법행위도 하지 않았음에도, 회사가 합의 전 제기한 소의 청구취지를 확장하여 노동조합 등에게 손해배상을 구한 사안에서, 청구취지를 확장하는 것은 특별한 사정이 없는 한 새로운 소를 제기하는 것과 같은 성질을 가지므로, 회사는 합의 후 노동조합 등을 상대로 파업과 관련하여 청구취지를 확장할 수 없고, 따라서 회사가 노동조합 등을 상대로 제기한 소 중 위 합의 전인 소제기 당시 이미 배상을 구한 손해액을 초과하여 배상을 구하는 부분은 부제소합의에 반하여 소의 이익이 없다고 한 사례.<br/>[8] 회사가 노동조합을 상대로 쟁의행위를 막기 위해 지출한 용역경비료 상당의 손해배상을 구한 사안에서, 회사가 일정 기간 용역경비료를 지출한 사실이 인정되나, 이는 노동조합 때문이라기보다는 위 기간 동안 회사를 경영하던 자가 전임 경영진 측이 회사를 사실상 점거하는 것을 막기 위한 것으로 보이는 점, 노동조합의 쟁의행위들 중 일부를 제외하고는 법원의 가처분결정에 맞추어 합법적으로 이루어진 것으로 보이는 점, 회사가 부당하게 노동조합의 정상적인 노동운동을 배척한 것도 노동조합의 일부 과격행위의 한 원인이 되었던 점, 회사가 경찰의 협조를 받지 않고 자력으로 노동조합의 행위를 막아야 할 필요성도 인정할 수 없는 점 등에 비추어 보면, 위 용역경비료는 노동조합의 불법쟁의행위와 상당인과관계 있는 손해가 아니라고 본 원심판단을 정당하다고 한 사례.<br/>[9] 회사와 노동조합이 ‘회사는 ① 주주간 경영권 관련 포괄합의(전임 경영진 주주의 보유주식 양도 등을 포함)가 이루어지거나, ② 노동조합 및 그 조합원들에 대한 선처로 인하여 발생할 수도 있는 업무상 배임 고소 및 대표이사 직무집행정지가처분 등 경영권 관련 민·형사 문제 제기 가능성이 해소되면, 그때까지 추가적인 불법행위를 하지 않은 조합원들의 노사합의 전 파업 관련 민·형사상 책임을 면해 준다’는 내용의 합의를 한 후, 노동조합이나 조합원들이 어떤 불법행위도 하지 않았고, 전임 경영진인 甲 측이 보유주식을 투자증권회사의 사모펀드에 양도한 사안에서, 위 합의조건 ①은 甲 측과 乙 측의 합의에 따라 경영권 분쟁이 종결되는 것을 의미하는 것으로서 甲 측이 보유주식을 사모펀드에 양도한 사정만으로는 그동안의 경영권 분쟁이 종결되었다고 보기 어렵다는 이유로, 위 합의조건 ①이 성취되지 않았다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제362조,제363조 제1항,제365조 제3항 / [2]상법 제361조,제362조,제369조,제374조,제382조 제1항,제385조 제1항,제393조 제1항,제522조,제530조의3 제1항 / [3]상법 제361조,제362조,제363조 제1항,제365조 제3항,제369조,제393조 제1항,구 상법(2009. 5. 28. 법률 제9746호로 개정되기 전의 것) 제366조 / [4]상법 제363조 제1항,제2항,제390조 / [5]상법 제380조 / [6]민법 제139조,상법 제361조,제393조 제1항 / [7]민사소송법 제248조[소의제기],제262조,민법 제105조 / [8]민법 제750조 / [9]민법 제105조<br/>",
  "참조판례": "[5]대법원 1992. 9. 22. 선고 91다5365 판결(공1992, 2950) / [6]대법원 1995. 4. 11. 선고 94다53419 판결(공1995상, 1839)<br/>"
}