{
  "판례일련번호": "153101",
  "사건명": "보험금",
  "사건번호": "2011다4162",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110624",
  "판시사항": "[1] 주택분양보증제도의 취지<br/>[2] 주택건설 사업주체에 대하여 사업자금을 지원하여 주는 것을 주된 목적으로 하여 분양계약을 체결한 자나 그에게 분양계약 명의를 대여한 자가 주택분양보증제도의 보호대상이 되는 선의의 수분양자에 해당하는지 여부(소극)<br/>[3] 수분양자가 대한주택보증 주식회사를 상대로 주택분양보증계약에 기한 보증채무의 이행을 구한 사안에서, 위 수분양자는 아파트 분양사업주체에 대하여 사업자금을 지원하여 주는 것을 주된 목적으로 하여 분양계약을 체결하면서 수분양자 명의를 대여한 것으로 보이므로, 주택분양보증제도에 의하여 보호되는 선의의 수분양자라고 할 수 없고, 따라서 대한주택보증 주식회사는 분양보증 책임을 지지 않는다고 한 사례<br/>",
  "판결요지": "[1]주택법 제77조,구 주택법 시행령(2008. 6. 20. 대통령령 제20849호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2008. 12. 31. 국토해양부령 제84호로 개정되기 전의 것) 제7조 제1항에 의하면, 주택건설 사업주체가 착공과 동시에 입주자를 모집하기 위하여는 대한주택보증 주식회사가 제공하는 주택분양보증을 받아야 한다. 이러한 주택분양보증제도가 마련된 취지는 사업주체가 주택의 완공 이전에 분양을 함으로써 발생하는 분양계약상 의무를 이행하지 못할 위험으로부터 주택을 공급받고자 하는 선의의 수분양자를 보호하기 위한 것이다.<br/>[2] 주택분양보증제도의 취지에 비추어 보면, 금융기관에게서 계약금 또는 중도금 대출을 받아 분양대금을 납부하는 등의 방법으로 주택건설 사업주체에 대하여 주택 공사자금 등 사업자금을 지원하여 주는 것을 주된 목적으로 하여 분양계약을 체결한 자나 그에게 분양계약 명의를 대여한 자는 특별한 사정이 없는 한 주택분양보증제도의 보호대상이 되는 선의의 수분양자에 해당한다고 할 수 없고, 나아가 주택분양보증계약 약관에서 ‘주채무자가 주택공급에 관한 규칙에 의한 정상계약자가 아닌 자에게 부담하는 채무’에 관하여 대한주택보증 주식회사가 보증채무를 이행하지 아니한다는 취지로 규정하고 있는 경우, 그는 바로 약관에서 정한 ‘주택공급에 관한 규칙에 의한 정상계약자가 아닌 자’에 해당한다.<br/>[3] 수분양자 甲이 대한주택보증 주식회사를 상대로 주택분양보증계약에 기한 보증채무의 이행을 구한 사안에서, 아파트 분양사업주체인 乙 주식회사와 乙 회사의 협력업체인 丙 주식회사 및 수분양자 甲의 관계, 분양계약 체결 당시 乙 회사의 자금사정, 乙 회사가 체결한 다른 분양계약들의 내용, 분양대금의 출처, 甲의 주거관계 등에 비추어, 甲은 丙 회사 등이 중도금 등의 대출을 통하여 乙 회사에 사업자금을 지원하여 주는 것을 주된 목적으로 하여 乙 회사와 분양계약을 체결하면서 丙 회사 등에 수분양자 명의를 대여하여 준 것으로 보이므로, 甲은 주택분양보증제도에 의하여 보호되는 선의의 수분양자라고 할 수 없고, 보증계약 약관에서 정한 ‘주택공급에 관한 규칙에 의한 정상계약자가 아닌 자’에 해당하므로, 대한주택보증 주식회사는 甲에 대하여 보증계약에 기한 분양보증 책임을 지지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]주택법 제77조,구 주택법 시행령(2008. 6. 20. 대통령령 제20849호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2008. 12. 31. 국토해양부령 제84호로 개정되기 전의 것) 제7조 제1항 / [2]주택법 제77조,구 주택법 시행령(2008. 6. 20. 대통령령 제20849호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2008. 12. 31. 국토해양부령 제84호로 개정되기 전의 것) 제7조 제1항,민법 제105조 / [3]주택법 제77조,구 주택법 시행령(2008. 6. 20. 대통령령 제20849호로 개정되기 전의 것) 제106조 제1항 제1호 (가)목,구 주택공급에 관한 규칙(2008. 12. 31. 국토해양부령 제84호로 개정되기 전의 것) 제7조 제1항,민법 제105조<br/>",
  "참조판례": ""
}