{
  "판례일련번호": "153117",
  "사건명": "농업협동조합법위반",
  "사건번호": "2010도9737",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110624",
  "판시사항": "[1] 농업협동조합법상 ‘선거운동’의 의미 및 구체적인 행위가 선거운동에 해당하는지의 판단 기준<br/>[2] 농업협동조합 조합장으로서 차기 조합장 선거 후보자인 피고인 甲과 조합 이사인 피고인 乙이 공모하여, 피고인 甲이 신규조합원들을 상대로 특강 등을 실시하면서 피고인 甲의 재직 중 사업실적과 향후 계획을 홍보하는 등으로 임원의 지위를 이용하여 선거운동을 하였다고 하여 농업협동조합법 위반으로 기소된 사안에서, 피고인들을 같은 법 위반죄의 공동정범으로 인정한 원심판단을 수긍한 사례<br/>[3]농업협동조합법 제50조 제5항 제2호에서 조합 임직원에 대하여 금지하는 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’의 의미<br/>[4] 농업협동조합 조합장인 피고인 甲이 차기 조합장 선거에 입후보하였는데, 조합 이사인 피고인 乙이 피고인 甲의 재직 중 실적 및 공약사항을 기재한 문건을 직접 작성하여 실적 관련 자료와 함께 피고인 甲의 선거홍보물 제작 담당자에게 전달하였다고 하여 농업협동조합법 위반으로 기소된 사안에서, 피고인 乙의 행위가 임원의 지위를 이용하여 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’에 해당한다고 본 원심판단을 수긍한 사례<br/>[5] 농업협동조합 조합장으로서 차기 조합장 선거 후보자인 피고인 甲과 조합 이사인 피고인 乙이 신규조합원들을 상대로 피고인 甲의 재직 중 사업실적과 향후 계획을 홍보하는 특강 등을 실시한 후 위 조합원들에게 점심을 제공하였다고 하여 ‘임직원의 지위 이용 선거운동’으로 인한 농업협동조합법 위반죄와 ‘이익제공’으로 인한 같은 법 위반죄의 상상적 경합으로 기소된 사안에서, 위 두 죄가 실체적 경합 관계에 있다는 전제에서, 위 식사제공 행위 부분에 대하여 무죄를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 선거운동은 특정 후보자의 당선 내지 득표나 낙선을 위하여 필요하고도 유리한 모든 행위로서 당선 또는 낙선을 도모한다는 목적의사가 객관적으로 인정될 수 있는 능동적·계획적인 행위를 말하는 것으로, 구체적으로 어떠한 행위가 선거운동에 해당하는지를 판단할 때에는 단순히 행위의 명목뿐만 아니라 행위의 태양, 즉 그 행위가 행하여지는 시기·장소·방법 등을 종합적으로 관찰하여 그것이 특정 후보자의 당선 또는 낙선을 도모하는 목적의지를 수반하는 행위인지를 판단하여야 한다.<br/>[2] 농업협동조합 조합장으로서 차기 조합장 선거 후보자인 피고인 甲과 조합 이사인 피고인 乙이 공모하여, 피고인 甲이 신규조합원들을 상대로 특강 등을 실시하면서 피고인 甲의 재직 중 사업실적과 향후 계획을 홍보하는 등으로 임원의 지위를 이용하여 선거운동을 하였다고 하여 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것, 이하 ‘농협법’이라 한다) 위반으로 기소된 사안에서, 교육이 실시된 배경, 시기, 교육 내용, 신규조합원의 전체 투표권자에 대한 비율, 기존 조합원에 대한 교육이 선거 후로 연기된 점 등을 종합할 때, 위 교육은 농협법에 의해 금지되는 조합 임원의 지위를 이용한 선거운동으로 평가된다는 이유로 피고인들을 농협법 위반죄의 공동정범으로 인정한 원심판단을 수긍한 사례.<br/>[3]농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제5항 제2호에서 금지하는 임직원이 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’란 당선되게 하거나 되지 못하게 하기 위한 선거운동에는 이르지 아니하는 것으로서 선거운동의 효율적 수행을 위한 일체의 계획 수립에 참여하는 행위 또는 그 계획을 직접 실시하거나 실시에 관하여 지시·지도하는 행위를 말하는 것으로 해석하여야 하고, 반드시 구체적인 선거운동을 염두에 두고 선거운동을 할 목적으로 그에 대한 기획에 참여하는 행위만을 의미하는 것으로 볼 수는 없다.<br/>[4] 농업협동조합 조합장인 피고인 甲이 차기 조합장 선거에 입후보하였는데, 조합 이사인 피고인 乙이 피고인 甲의 재직 중 실적 및 공약사항을 기재한 문건을 직접 작성하여 실적 관련 자료와 함께 피고인 甲의 선거홍보물 제작 담당자에게 전달하였다고 하여 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것, 이하 ‘농협법’이라 한다) 위반으로 기소된 사안에서, 제반 사정에 비추어 피고인 乙의 위와 같은 행위는 임원의 지위를 이용하여 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’에 해당하고,농협법 제172조 제1항 제2호가 조합 임직원이 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’를 하고 나아가 ‘선거운동’까지 할 것을 추가적인 구성요건으로 규정하였다고 해석할 경우농협법 제50조 제5항 제1호(임직원의 지위를 이용하여 선거운동을 하는 행위)와 별도로같은 항 제2호(선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위)를 규정한 것이 아무런 의미를 갖지 못한다는 이유로 이와 반대되는 취지의 피고인 乙 주장을 배척한 원심판단을 수긍한 사례.<br/>[5] 농업협동조합 조합장으로서 차기 조합장 선거 후보자인 피고인 甲과 조합 이사인 피고인 乙이 신규조합원들을 상대로 피고인 甲의 재직 중 사업실적과 향후 계획을 홍보하는 특강 등을 실시한 후 위 조합원들에게 점심을 제공하였다고 하여 ‘임직원의 지위 이용 선거운동’으로 인한 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것, 이하 ‘농협법’이라 한다) 위반죄와 ‘이익제공’으로 인한 농협법 위반죄의 상상적 경합으로 기소된 사안에서, 위 두 죄는 주체나 행위 태양 등이 다르므로 실체적 경합 관계에 있다는 전제에서, 위 식사제공은 선거운동으로 인정되는 신규조합원 교육의 실시 과정에서 부수적으로 수반된 것으로서 피고인 甲의 당선을 목적으로 한 별도의 이익제공 행위로 보기 어렵다는 이유로 위 식사제공 행위 부분에 대하여 무죄를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제5항,제172조 제1항 제2호 / [2]형법 제30조,농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제5항 제1호,제172조 제1항 제2호 / [3]농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제5항 제2호,제172조 제1항 제2호 / [4]농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제5항 제2호,제172조 제1항 제2호 / [5]형법 제30조,제37조,제40조,농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제50조 제1항 제1호,제5항 제1호,제172조 제1항 제2호<br/>",
  "참조판례": "[1]대법원 1999. 4. 9. 선고 98도1432 판결(공1999상, 935) / [3]대법원 2007. 10. 25. 선고 2007도4069 판결(공2007하, 1882)<br/>"
}