{
  "판례일련번호": "154232",
  "사건명": "개발행위 허가신청 불허가처분취소 등",
  "사건번호": "2011두1665",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1] 토지거래계약허가를 받은 자가 관련 법령에 저촉되어 관할관청으로부터 토지 형질변경 등 개발행위를 위한 허가를 받지 못한 경우,구 국토의 계획 및 이용에 관한 법률 시행령 제124조 제1항 제7호의 ‘공익사업의 시행 등 토지거래계약허가를 받은 자의 귀책사유가 아닌 사유로 인하여 허가받은 목적대로 이용하는 것이 불가능한 경우’에 해당하는지 여부(소극)<br/>[2] 구청장이 甲에게 이용목적을 ‘복지시설(기숙사)’로 하여 토지거래계약허가를 하고, 이후 허가받은 목적대로 이행할 것을 내용으로 하는 이용의무 이행명령을 하였는데 甲이 이행명령을 이행하지 아니하자 이행강제금을 부과한 사안에서,구 국토의 계획 및 이용에 관한 법률 시행령 제124조 제1항 제7호의 ‘자신의 귀책사유가 아닌 사유로 인하여 허가받은 목적대로 이용하는 것이 불가능한 경우’에 해당하여 이행강제금 부과처분이 위법하다고 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 국토의 계획 및 이용에 관한 법률(2009. 2. 6. 법률 제9442호로 개정되기 전의 것) 제56조 제1항,제124조 제1항,제124조의2 제1항,제2항,구 국토의 계획 및 이용에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호로 개정되기 전의 것) 제124조 제1항 제7호 등 관련 법령의 내용과 취지에 비추어 보면, 토지거래계약허가제도는 토지의 투기적인 거래가 성행하거나 지가가 급격히 상승하는 지역 및 그러한 우려가 있는 지역에서 투기적인 거래를 방지하기 위한 것으로서, 관할관청은 토지거래계약을 체결하려는 자의 토지이용목적이 위와 같은 입법 취지를 고려한 국토의 계획 및 이용에 관한 법률에서 정한 허가기준에 적합한 경우에 토지거래계약을 할 수 있도록 허가를 하는 것일 뿐 허가 시 토지 개발행위를 위한 허가 등 다른 법령에 정해진 허가를 당연히 전제로 하는 것은 아니므로, 토지거래계약허가를 받은 자가 그 토지에 관하여 토지의 형질변경 등 개발행위를 하면서 필요한 허가를 받는 것은 토지거래계약허가와 별개의 문제이다. 따라서 토지거래계약허가를 받은 자가 허가를 받은 후 관련 법령에 저촉되어 관할관청으로부터 토지 형질변경 등 개발행위를 위한 허가를 받지 못하였다는 사정만으로는구 국토의 계획 및 이용에 관한 법률 시행령 제124조 제1항 제7호에서 말하는 ‘공익사업의 시행 등 토지거래계약허가를 받은 자의 귀책사유가 아닌 사유로 인하여 허가받은 목적대로 이용하는 것이 불가능한 경우’에 해당된다고 할 수 없다.<br/>[2] 구청장이 甲에게 이용목적을 ‘복지시설(기숙사)’로 하여 토지거래계약허가를 하고, 이후 허가받은 목적대로 이행할 것을 내용으로 하는 이용의무 이행명령을 하였는데, 甲이 이행명령 이행기간 만료 하루 전에 공동주택 부지조성을 위한 개발행위(토지형질변경) 허가를 신청하자 자연경관 및 미관 훼손 등을 사유로 개발행위 신청을 불허하는 처분을 한 뒤 다시 甲에게 허가받은 목적대로 토지를 이용하지 않고 방치하면서 이행명령을 이행하지 않았다는 이유로 이행강제금을 부과한 사안에서, 구청장이 甲에게 토지거래계약허가를 통지하면서 토지거래계약허가와 개발행위허가는 별개이고 개발행위허가는 甲의 책임하에 받아야 함을 분명히 하였던 점, 토지거래계약허가 시 부과되는 이용의무는 허가받은 목적대로 토지를 이용하라는 것이지 토지거래계약허가 신청인의 건축계획이 관련 법령에 맞지 않는 경우에도 당초 계획대로 이용하여야만 이용의무를 다하게 되는 것은 아니고, 관할관청으로서도 토지거래계약허가가 있다고 하여 관련 법령에 저촉되는 토지형질변경 등의 개발행위를 허가하여 줄 수는 없는 점, 甲이 구청장으로부터 토지거래계약허가와 이행명령을 받고도 토지를 허가받은 목적대로 이용하지 않고 있다가, 이행기간 만료 하루 전 신청지에 대한 토지형질변경허가를 신청하였던 점, 甲이 신축할 기숙사의 위치와 면적 등을 조정하면 형질변경이 필요한 부지가 줄어들게 되어 불허처분 사유로 삼은 자연경관 및 미관 훼손 등의 문제가 어느 정도 해소되어 형질변경허가가 가능할 수도 있을 것으로 보이는 점 등을 종합해 보면, 구청장이 차후의 형질변경 등 개발행위허가까지 가능함을 전제로 토지거래계약허가를 한 것으로 볼 수 없고, 허가받은 목적대로 토지를 이용하지 못한 데에 甲의 귀책사유가 없다고 보기도 어려우므로, 甲이구 국토의 계획 및 이용에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호로 개정되기 전의 것) 제124조 제1항 제7호의 ‘자신의 귀책사유가 아닌 사유로 인하여 허가받은 목적대로 이용하는 것이 불가능한 경우’에 해당하여 부과처분이 위법하다고 본 원심판단에 법리를 오해한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국토의 계획 및 이용에 관한 법률(2009. 2. 6. 법률 제9442호로 개정되기 전의 것) 제56조 제1항,제124조 제1항,제124조의2 제1항,제2항,구 국토의 계획 및 이용에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호로 개정되기 전의 것) 제124조 제1항 제7호 / [2]구 국토의 계획 및 이용에 관한 법률(2009. 2. 6. 법률 제9442호로 개정되기 전의 것) 제56조 제1항,제124조 제1항,제124조의2 제1항,제2항,구 국토의 계획 및 이용에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호로 개정되기 전의 것) 제124조 제1항 제7호<br/>",
  "참조판례": ""
}