{
  "판례일련번호": "154220",
  "사건명": "특정 범죄 가중 처벌등에 관한 법률 위반(알선수재)·특정 범죄 가중 처벌등에 관한 법률 위반(조세)·증권 거래법 위반(알선수재)·특정범죄가중처벌등에관한법률위반(조세)·증권거래법위반",
  "사건번호": "2010도10968",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1]구 조세범 처벌법 제3조에서 정한 자가 조세를 포탈한 경우, 포탈세액의 산정 기준<br/>[2] 납세의무자의 신고에 의하여 부과·징수하는 조세에 대한 조세포탈죄의 기수 시기 및 기수 이후 정부의 과세결정이 있다거나 납세의무자가 포탈세액 전부 또는 일부를 납부하였다는 사정이 범죄 성립에 영향을 미치는지 여부(소극)<br/>[3] 피고인이 자신의 자녀들에게 차명주식을 증여하였는데도 자녀들의 대리인으로서 그들에게 부과될 증여세의 과세표준이나 세액을 신고하지 아니하는 방법으로 증여세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률 위반(조세)으로 기소된 사안에서, 자녀별 포탈세액 전부를 합산하는 방법으로 ‘피고인의 포탈 세액’을 산정하여같은 법 제8조 제1항 위반죄가 기수에 이르렀다고 본 원심판단을 수긍한 사례<br/>[4]구 조세범 처벌법 제9조 제1항에서 정한 ‘사기 기타 부정한 행위’의 의미<br/>[5] 피고인이 자신의 자녀들에게 차명주식을 증여하였는데도 적극적으로 자녀들과 차명주주들 사이에 실질적인 매매가 있는 것과 같은 외관을 만드는 방법으로구 상속세 및 증여세법 제41조의5 제1항에서 정한 의제증여세를 포탈한 사안에서, 위 행위가 의제증여세 포탈과 관련하여 ‘사기 기타 부정한 행위’에 해당한다고 본 원심판단을 수긍한 사례<br/>[6] 조세포탈죄에서 ‘범의’의 내용 및 위 법리가구 상속세 및 증여세법 제41조의5에서 정한 의제증여세 포탈 범죄의 경우에도 동일하게 적용되는지 여부(적극)<br/>[7] 피고인이 합병을 통한 우회상장을 전제로 자신의 자녀들에게 甲 주식회사 발행의 차명주식을 이전한 후 합병을 통한 우회상장을 하여 차명주식 가치를 증가시키는 방법으로 증가된 가액을 증여하고 그에 따른 의제증여세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률 위반(조세)으로 기소된 사안에서, 피고인에게 의제증여세 포탈 범의가 있었다고 본 원심판단을 수긍한 사례<br/>[8] ‘합병에 따른 상장등 이익’을 증여로 의제하여 과세하도록 규정한구 상속세 및 증여세법 제41조의5가 헌법상 과잉금지원칙이나 평등원칙 등에 위배되는지 여부(소극)<br/>[9]구 특정범죄 가중처벌 등에 관한 법률 제8조 제1항 위반죄의 죄수 관계 및 같은 항에서 정한 ‘연간’, ‘연간 포탈세액등’의 의미<br/>[10] 증여세와 의제증여세에 대한 각 포탈범행의 기수 시기가 속한 연도가 다른 경우, 각 조세포탈행위를 포괄일죄로 보아구 특정범죄 가중처벌 등에 관한 법률 제8조 제1항 위반의 1죄로 처벌할 수 있는지 여부(소극)<br/>[11] 차명주식 증여에 관한 증여세와 ‘합병에 따른 상장등 이익’에 관한 의제증여세에 대한 각 포탈범행의 기수 시기가 속한 연도가 다른데도, 검사가 위 행위 전체를 구 특정범죄 가중처벌 등에 관한 법률(‘구 특가법’이라 한다) 위반(조세)의 포괄일죄로 기소한 사안에서, 이를구 특가법 제8조 제1항 위반의 1죄로 처벌할 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것, 이하 ‘구 조세범 처벌법’이라 한다) 제3조에서 정한 ‘법인의 대표자, 법인 또는 개인의 대리인, 사용인 기타의 종업원’ 등 행위자는구 조세범 처벌법 제9조 제1항에서 정한 납세의무자와 별개로 조세포탈범의 범죄주체가 될 수 있으므로, 행위자가 조세포탈의 주체로서 포탈한 세액은 납세의무자가 아니라 ‘행위자’를 기준으로 산정하여야 한다.<br/>[2] 납세의무자의 신고에 의하여 부과·징수하는 조세에서 납세의무자가 조세를 포탈할 목적으로 법에 의한 과세표준을 신고하지 아니함으로써 당해 세목의 과세표준을 정부가 결정 또는 조사결정을 할 수 없는 경우에는 당해 세목의 과세표준 신고기한이 경과한 때에 조세포탈범죄는 기수에 이르고[구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조의3 제1호], 범죄가 완성된 이후에 정부의 과세결정이 있다거나 납세의무자가 포탈세액 전부 또는 일부를 납부하였다는 사정은 범죄 성립에 영향을 미치지 아니한다.<br/>[3] 피고인이 자신의 자녀들에게 차명주식을 증여하였는데도 자녀들의 대리인으로서 그들에게 부과될 증여세의 과세표준이나 세액을 신고하지 아니하는 방법으로 증여세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것, 이하 ‘구 특가법’이라 한다) 위반(조세)으로 기소된 사안에서, 피고인의 자녀별 포탈세액 전부를 합산하는 방법으로 ‘피고인이구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조에 정한 행위자로서 포탈한 세액’을 산정하여구 특가법 제8조 제1항 위반 여부를 판단하고, 나아가 증여세 신고기한 경과로 조세포탈죄가 기수에 이른 후 피고인의 자녀들이 증여세 일부를 납부하였더라도 피고인의 증여세 포탈세액에서 이를 공제할 수 없다고 본 원심판단을 수긍한 사례.<br/>[4]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항에서 정한 ‘사기 기타 부정한 행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말한다.<br/>[5] 피고인이 자신의 자녀들에게 차명주식을 증여하였는데도 적극적으로 자녀들과 차명주주들 사이에 실질적인 매매가 있는 것과 같은 외관을 만들어구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5 제1항에서 정한 의제증여세 부과의 전제가 되는 ‘최대주주인 피고인과 특수관계에 있는 자녀들 사이의 차명주식 증여 사실’을 숨기는 등의 방법으로 의제증여세를 포탈한 사안에서, 피고인의 행위가 의제증여세 포탈범행과 관련하여 ‘사기 기타 부정한 행위’에 해당한다고 본 원심판단을 수긍한 사례.<br/>[6] 고의범인 조세포탈죄에서 납세의무자 또는구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것, 이하 ‘구 조세범 처벌법’이라 한다) 제3조에서 정한 행위자가 ‘사기 기타 부정한 행위’에 해당하는 것을 인식하고 이로 인하여 조세포탈의 결과가 발생한다는 사실을 인식하면서 부정행위를 감행하거나 하려고 하는 경우에 조세포탈 범의가 인정된다. 이러한 법리는구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5에서 정한 의제증여세 포탈 범죄의 경우에도 그대로 적용되므로, 의제증여세 포탈 범죄가 성립하기 위해서는 구 조세범 처벌법에서 정한 조세포탈 주체가 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 ‘사기 기타 부정한 행위’를 할 당시에, ‘합병에 따른 상장등 이익’에 대한 증여세 납부의무를 염두에 두고 자신의 부정한 행위로 인하여 의제증여세 포탈의 결과가 발생한다는 사실을 인식할 것을 요한다.<br/>[7] 피고인이 합병을 통한 우회상장을 전제로 자신의 자녀들에게 甲 주식회사 발행의 차명주식을 이전한 후 합병을 통한 우회상장을 하여 차명주식 가치를 증가시키는 방법으로 증가된 가액을 증여하고 그에 따른 의제증여세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 위반(조세)으로 기소된 사안에서, 피고인이 의제증여세 부과의 전제가 되는 ‘주식의 증여 사실이나 3년 내에 증여받은 재산으로 주식을 취득한 사실’의 발견을 어렵게 하여 ‘사기 기타 부정한 행위’를 할 당시에, 甲 회사의 우회상장을 염두에 두고 이를 위하여 협회등록법인인 乙 회사를 인수한 것으로 볼 수 있다는 이유로 피고인에게 의제증여세 포탈 범의가 있었다고 본 원심판단을 수긍한 사례.<br/>[8]구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5는 주식등의 증여일 또는 취득일로부터 일정기간 이내에 합병이 이루어져 주식등 가액이 증가하는 경우에만 추가로 과세하는 점, 기업 경영 등에 관한 미공개정보를 이용할 수 있고 경영상 판단에 상당한 영향력을 미칠 수 있는 지위에 있는 자가 그와 친족 등의 특수관계에 있는 자에게 주식등 재산을 증여하거나 양도한 경우에 한하여 증여재산의 가액증가분을 증여재산으로 평가하여 과세하는 점, 납세자가 제시하는 재무제표 등에 의하여 기업가치의 실질적 증가로 인한 이익임이 확인되는 경우 과세대상에서 제외하고 있는 점, 일정한 경우 증여세액을 환급받을 수 있도록 한 점 등을 고려하면, 위 법률 규정에 의한 증여세 부과는 주식등 재산의 증여 또는 취득 시점에 사실상 무상으로 이전된 재산 가액을 실질적으로 평가하여 과세함으로써 조세부담의 불공평을 시정하고 과세 평등을 실현하기 위한 것으로서 목적이 정당하고 수단·방법도 적절하므로, 위 규정이 과잉금지원칙이나 평등원칙 등에 위배된다고 할 수 없다.<br/>[9] 조세의 종류를 불문하고 1년간 포탈한 세액을 모두 합산한 금액이구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것, 이하 ‘구 특가법’이라 한다) 제8조 제1항에서 정한 금액 이상인 때에는 같은 항 위반의 1죄만이 성립하고, 같은 항 위반죄는 1년 단위로 하나의 죄를 구성하며 그 상호간에는 경합범 관계에 있다. 한편구 특가법 제8조 제1항에서 정한 ‘연간'은 역법상의 한 해인 1월 1일부터 12월 31일까지의 1년간을 의미하므로, 같은 항에서 말하는 ‘연간 포탈세액등'은 각 세목의 과세기간 등에 관계없이 각 연도별(1월 1일부터 12월 31일까지)로 포탈한 또는 부정 환급받은 모든 세액을 합산한 금액을 의미한다.<br/>[10] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것)에서 정한 조세포탈 주체가 조세를 포탈할 목적으로 납세의무의 성립시기와 성립요건을 달리하는 증여세와 의제증여세에 대한 각각의 신고기한이 경과할 때까지 과세표준을 신고하지 아니한 때에는 신고기한 경과로 증여세 포탈범죄와 의제증여세 포탈범죄가 각 성립하고, 이들 범죄의 성립시기가 속하는 연도가 다른 경우에는 각 포탈행위를 포괄하여구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항 위반의 1죄로 처벌할 수 없다.<br/>[11] 차명주식 증여에 관한 증여세와 합병에 따른 상장등 이익에 관한 의제증여세에 대한 각 포탈범행의 기수 시기가 속한 연도가 다른데도, 검사가 위 행위 전체를 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것, 이하 ‘구 특가법’이라 한다) 위반(조세)의 포괄일죄로 기소한 사안에서, 신고기한의 종기이자 조세포탈의 기수시기를 각각 달리하는 수개의 구 특가법 위반(조세)죄가 서로 경합범 관계에 있는 이상, 이를구 특가법 제8조 제1항 위반의 1죄로 처벌할 수 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조(현행제18조 참조),제9조 제1항(현행제3조 제1항,제6항 참조) / [2]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조의3 제1호(현행제3조 제5항 참조) / [3]구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항,구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조(현행제18조 참조),제9조의3 제1호(현행제3조 제5항 참조) / [4]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조) / [5]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조),구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5 제1항 / [6]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조(현행제18조 참조),제9조 제1항(현행제3조 제1항,제6항 참조),구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5 / [7]구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항,구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5 / [8]헌법 제11조,제37조 제2항,구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5 / [9]구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항,구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조) / [10]형법 제37조,구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항,구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제3조(현행제18조 참조),제9조 제1항(현행제3조 제1항,제6항 참조),제9조의3 제1호(현행제3조 제5항 참조),구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의5,제68조 제1항 / [11]형법 제37조,구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항<br/>",
  "참조판례": "[1]대법원 1992. 8. 14. 선고 92도299 판결(공1992, 2707),대법원 2005. 5. 12. 선고 2004도7141 판결(공2005상, 988) / [2]대법원 1985. 3. 12. 선고 83도2540 판결(공1985, 572),대법원 1988. 11. 8. 선고 87도1059 판결(공1988, 1550),대법원 1996. 12. 10. 선고 96도2398 판결(공1997상, 450),대법원 2002. 7. 26. 선고 2001도5459 판결(공2002하, 2136) / [4][6]대법원 2004. 9. 24. 선고 2003도1851 판결,대법원 2006. 6. 29. 선고 2004도817 판결(공2006하, 1458),대법원 2008. 4. 10. 선고 2007도9689 판결 / [4]대법원 2005. 1. 13. 선고 2003도297 판결,대법원 2009. 5. 29. 선고 2008도9436 판결 / [9][10]대법원 2000. 4. 20. 선고 99도3822 전원합의체 판결(공2000상, 1225),대법원 2001. 3. 13. 선고 2000도4880 판결(공2001상, 919)<br/>"
}