{
  "판례일련번호": "154213",
  "사건명": "부가가치세등 부과 처분 취소",
  "사건번호": "2010두7758",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1] 연속되는 일련의 거래과정 중 매출세액의 포탈을 목적으로 하는 악의적 사업자가 존재하는 변칙적 금지금 거래에서 그 최종단계에 있는 수출업자의 매입세액 공제·환급을 제한하는 신의성실의 원칙이, 구매확인서에 의한 국내 영세율 매출을 함으로써 매출세액의 부담 없이 매입세액을 공제·환급받는 사업자에게도 마찬가지로 적용되는지 여부(적극)<br/>[2] 과세관청이 甲 주식회사에 부가가치세 부과처분을 하였는데, 그 내역 중에 금지금 수출이나 구매확인서에 의한 국내거래에 영세율을 적용한 결과인 매입세액 공제·환급뿐만 아니라 국내 과세거래에 관련된 매입세액 공제·환급을 거부하는 내용도 포함되어 있는 사안에서, 부가가치세 부과처분 내역을 심리하여 수출거래나 구매확인서에 의한 국내거래에 영세율을 적용한 결과인 매입세액 공제·환급과 국내 과세거래에 대한 매입세액 공제·환급을 구분한 다음, 수출거래나 구매확인서에 의한 국내거래에 관련된 매입세액 공제·환급 부분에 대한 甲 회사의 매입세액 공제·환급 주장이 신의성실의 원칙에 반하는지 여부를 판단하였어야 함에도, 이러한 심리·판단을 하지 아니한 채 부가가치세 부과처분이 위법하다고 판단한 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 연속되는 일련의 거래에서 어느 한 단계의 악의적 사업자가 당초부터 부가가치세를 포탈하려고 마음먹고, 오로지 부가가치세를 포탈하는 방법에 의하여서만 이익이 창출되고 이를 포탈하지 아니하면 오히려 손해를 보는 비정상적인 거래(이하 ‘부정거래’라고 한다)를 시도하여 그가 징수한 부가가치세를 납부하지 아니하는 경우, 그 후에 이어지는 거래단계에 수출업자와 같이 영세율 적용으로 매출세액의 부담 없이 매입세액을 공제·환급받을 수 있는 사업자가 있다면 국가는 부득이 다른 조세수입을 재원으로 삼아 환급 등을 실시할 수밖에 없을 것이다. 그러나 이러한 결과는 소극적인 조세수입의 공백을 넘어 적극적인 국고의 유출에 해당되는 것이어서 부가가치세제도 자체의 훼손은 물론이고 나아가 그 부담이 일반 국민에게 전가됨으로써 전반적인 조세체계에까지 심각한 폐해가 미치게 된다. 이러한 경우 수출업자가 매입세액의 공제·환급을 구하는 것은 도저히 용납될 수 없다고 할 것이므로 이는구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제15조의 신의성실의 원칙에 반하는 것으로서 허용될 수 없다. 나아가 이러한 법리는 공평의 관점과 결과의 중대성 및 보편적 정의감에 비추어 수출업자가 중대한 과실로 인하여 그와 같은 부정거래가 있었음을 알지 못한 경우, 즉 악의적 사업자와의 관계로 보아 수출업자가 조금만 주의를 기울였다면 이를 충분히 알 수 있었음에도, 거의 고의에 가까운 정도로 주의의무를 현저히 위반하여 이를 알지 못한 경우에도 마찬가지로 적용된다고 봄이 타당하고, 그 수출업자와 부정거래를 한 악의적 사업자 간에 구체적인 공모 또는 공범관계가 있는 경우로 한정할 것은 아니다. 그리고 위와 같은 경우 악의적 사업자와 상호 의존관계에 있는 수출업자가 국가로부터 매입세액을 공제·환급받음으로써 국고의 유출이 현실화되므로 이러한 수출업자에 대한 제재로서 그에 대한 매입세액의 공제·환급을 부인한다고 하여 악의적 사업자의 부가가치세 포탈에 대한 책임을 합리적 이유 없이 수출업자에게 전가하는 것이라고 할 수도 없다. 또한 위와 같은 법리는 수출업자뿐만 아니라 구매확인서에 의한 국내 영세율 매출을 함으로써 매출세액의 부담 없이 매입세액을 공제·환급받는 사업자의 경우에도 마찬가지로 적용된다.<br/>[2] 과세관청이 甲 주식회사에 부가가치세 부과처분을 하였는데, 그 내역 중에 금지금 수출이나 구매확인서에 의한 국내거래에 영세율을 적용한 결과인 매입세액 공제·환급뿐만 아니라 국내 과세거래에 관련된 매입세액 공제·환급을 거부하는 내용도 포함되어 있는 사안에서, 부가가치세 부과처분 내역을 심리하여 수출거래나 구매확인서에 의한 국내거래에 영세율을 적용한 결과인 매입세액 공제·환급과 국내 과세거래에 대한 매입세액 공제·환급을 구분한 다음, 수출거래나 구매확인서에 의한 국내거래에 관련된 매입세액 공제·환급 부분에 대하여는 甲 회사가 금지금 거래를 하면서 자신의 매입세액 공제·환급이 다른 세수의 손실을 가져온다는 사정을 알았거나 중대한 과실로 알지 못하였는지에 관하여 충분히 심리하여 甲 회사의 매입세액 공제·환급 주장이 신의성실의 원칙에 반하는지를 판단하였어야 함에도, 이러한 심리·판단을 하지 아니한 채 부가가치세 부과처분이 위법하다고 판단한 원심판결에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제1조,제3조 제1항,제15조,구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제15조,제17조 제1항 / [2]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제1조,제3조 제1항,제15조,구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제15조,제17조 제1항<br/>",
  "참조판례": "[1]대법원 1995. 12. 21. 선고 94누1449 전원합의체 판결(공1996상, 283),대법원 2011. 1. 20. 선고 2009두13474 전원합의체 판결(공2011상, 454)<br/>"
}