{
  "판례일련번호": "154217",
  "사건명": "손해배상",
  "사건번호": "2009다72599",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1] 채무자의 소멸시효 완성 주장이 신의칙에 반하여 허용될 수 없는 경우 <br/>[2] 대외적으로 좌익전향자 단체임을 표방하였으나 실제로는 국가가 조직·관리하는 관변단체 성격을 띠고 있던 국민보도연맹 산하 지방연맹 소속 연맹원들이 1950. 6. 25. 한국전쟁 발발 직후 상부 지시를 받은 군과 경찰에 의해 구금되었다가 그들 중 일부가 처형대상자로 분류되어 집단 총살을 당하였고, 이후 국가가 처형자 명부 등을 작성하여 3급 비밀로 지정하였는데, 위 학살의 구체적 진상을 잘 알지 못했던 유족들이 진실·화해를 위한 과거사정리위원회의 진실규명결정이 있었던 2007. 11. 27. 이후에야 국가를 상대로 손해배상을 청구하자 국가가 소멸시효 완성을 주장한 사안에서, 국가의 소멸시효 완성 주장이 신의칙에 반하여 허용될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 채무자의 소멸시효에 기한 항변권 행사도 우리 민법의 대원칙인 신의성실 원칙과 권리남용금지 원칙의 지배를 받는 것이어서, 채무자가 시효완성 전에 채권자의 권리행사나 시효중단을 불가능 또는 현저히 곤란하게 하였거나, 그러한 조치가 불필요하다고 믿게 하는 행동을 하였거나, 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었거나 또는 일단 시효완성 후에 채무자가 시효를 원용하지 아니할 것 같은 태도를 보여 권리자로 하여금 그와 같이 신뢰하게 하였거나, 채권자보호의 필요성이 크고, 같은 조건의 다른 채권자가 채무변제를 수령하는 등의 사정이 있어 채무이행 거절을 인정함이 현저히 부당하거나 불공평하게 되는 등 특별한 사정이 있는 경우에는 채무자가 소멸시효 완성을 주장하는 것이 신의성실 원칙에 반하여 권리남용으로서 허용될 수 없다.<br/>[2] 대외적으로 좌익전향자 단체임을 표방하였으나 실제로는 국가가 조직·관리하는 관변단체 성격을 띠고 있던 국민보도연맹 산하 지방연맹 소속 연맹원들이 1950. 6. 25. 한국전쟁 발발 직후 상부의 지시를 받은 군과 경찰에 의해 구금되었다가 그들 중 일부가 처형대상자로 분류되어 집단 총살을 당하였고, 이후 정부가 처형자 명부 등을 작성하여 3급 비밀로 지정하였는데, 위 학살의 구체적 진상을 잘 알지 못했던 유족들이 진실·화해를 위한 과거사정리 기본법에 따라 설치된 진실·화해를 위한 과거사정리위원회의 진실규명결정이 있었던 2007. 11. 27. 이후에야 국가를 상대로 손해배상을 청구하자 국가가 소멸시효 완성을 주장한 사안에서, 전시 중에 경찰이나 군인이 저지른 위법행위는 객관적으로 외부에서 거의 알기 어려워 유족들이 사법기관의 판단을 거치지 않고 손해배상청구권의 존부를 확정하여 국가 등을 상대로 손해배상을 청구한다는 것은 좀처럼 기대하기 어려운 점, 전쟁이나 내란 등에 의하여 조성된 위난의 시기에 개인에 대하여 국가기관이 조직을 통하여 집단적으로 자행한 또는 국가권력의 비호나 묵인하에 조직적으로 자행된 기본권 침해에 대한 구제는 통상의 법절차에 의해서는 사실상 달성하기 어려운 점 등에 비추어 과거사정리위원회의 진실규명결정이 있었던 2007. 11. 27.까지는 객관적으로 유족들이 권리를 행사할 수 없었다고 보아야 하고, 여기에 본질적으로 국가는 그 성립 요소인 국민을 보호할 의무를 부담하고 어떠한 경우에도 적법한 절차 없이 국민의 생명을 박탈할 수는 없다는 점을 더하여 보면, 여태까지 생사 확인을 구하는 유족들에게 처형자 명부 등을 3급 비밀로 지정함으로써 진상을 은폐한 국가가 이제 와서 뒤늦게 유족들이 위 집단 학살의 전모를 어림잡아 미리 소를 제기하지 못한 것을 탓하는 취지로 소멸시효 완성을 주장하여 채무이행을 거절하는 것은 현저히 부당하여 신의성실 원칙에 반하는 것으로서 허용될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제162조 / [2]민법 제2조,제751조,제766조,국가배상법 제2조 제1항,제8조,진실·화해를 위한 과거사 정리 기본법 제3조,제26조<br/>",
  "참조판례": "[1]대법원 2002. 10. 25. 선고 2002다32332 판결(공2002하, 2849),대법원 2011. 1. 13. 선고 2009다103950 판결(공2011상, 319),대법원 2011. 1. 27. 선고 2010다78852 판결<br/>"
}