{
  "판례일련번호": "154221",
  "사건명": "특정 경제 범죄 가중 처벌등에 관한 법률 위반(사기)·사기·특정 경제 범죄 가중처벌등에 관한 법률 위반(배임)",
  "사건번호": "2011도1651",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1] 공소사실이나 범죄사실의 동일성 여부 판단 기준<br/>[2] 피고인에 대하여 유죄판결이 확정된 ‘아파트 사전분양’으로 인한 구 주택건설촉진법 위반죄 범죄사실과 ‘아파트를 건축·분양할 의사나 능력 없이 피해자들을 기망하여 분양대금을 편취하였다’는 내용의 특정경제범죄 가중처벌 등에 관한 법률 위반(사기) 공소사실 사이에 동일성이 있다거나, 두 죄가 1죄 내지 상상적 경합관계에 있다고 할 수 없다고 본 원심판단을 정당하다고 한 사례<br/>[3] 법원이 공소장변경절차를 거치지 아니하고 공소사실과 다른 사실을 인정하기 위한 요건<br/>[4] 피고인들이 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 원심이 공소사실과 다른 내용으로 ‘피고인들의 임무’를 인정하였더라도 기본적 사실의 동일성 범위를 벗어나 새로운 임무를 인정하였다거나 이로 인해 피고인들의 방어권 행사에 실질적 불이익이 초래되었다고 볼 수 없다고 한 사례<br/>[5] 배임죄에서 ‘본인에게 손해를 가한 때’의 의미 및 위임받은 사무가 소유권이전등기의무인 경우 배임죄의 성립 요건<br/>[6] 피고인들이 담보권 실행을 위한 경매절차가 진행 중인 호텔을 피해자 측에 매도하면서 이에 관한 최선순위 근저당권과 소유권이전청구권 가등기를 이전하여 주기로 한 약정에 따라 중도금까지 수령하였는데도, 가등기를 피고인들이 실질적으로 지배하는 甲 회사 및 乙 회사에 이전하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 이로 인해 피해자의 피고인들에 대한 가등기이전등기청구권이 이행불능에 빠질 위험성이 발생하였다는 이유로 피고인들에게 유죄를 인정한 원심판단을 수긍한 사례<br/>[7] 부동산 이중매매로 인한 배임죄에서,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항의 적용을 전제로 대상 부동산 가액을 산정할 때, 부동산 시가 상당액에서 근저당권 등에 의한 부담 금액을 공제하여야 하는지 여부(적극)<br/>[8] 피고인들이 담보권 실행을 위한 경매절차가 진행 중인 호텔을 피해자 측에 매도하면서 이에 관한 최선순위 근저당권과 소유권이전청구권 가등기를 이전하여 주기로 한 약정에 따라 중도금까지 수령하였는데도, 가등기를 다른 회사들에 이전하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 원심이같은 법 제3조 제1항의 적용을 전제로 피고인들의 배임행위로 인한 이득액을 산정할 때 대상 부동산의 시가 상당액에서 근저당권 등에 의한 부담 금액을 공제하지 않은 잘못이 있으나, 이와 같은 법리오해는 판결 결과에 영향이 없다고 한 사례<br/>",
  "판결요지": "[1] 공소사실이나 범죄사실의 동일성 여부는 사실의 동일성이 갖는 법률적 기능을 염두에 두고 피고인의 행위와 사회적인 사실관계를 기본으로 하되 규범적 요소도 고려하여 판단하여야 한다.<br/>[2] 피고인에 대하여 유죄판결이 확정된 ‘아파트 사전분양’으로 인한 구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 위반죄 범죄사실과 ‘아파트를 건축하여 분양할 의사나 능력 없이 피해자들을 기망하여 분양대금을 편취하였다’는 내용의 특정경제범죄 가중처벌 등에 관한 법률 위반(사기) 공소사실 사이에 동일성이 있다고 보기 어렵고, 또한 두 죄는 행위 태양이나 보호법익에 비추어 1죄 내지 상상적 경합관계에 있다고 볼 수도 없으므로, 피고인이 구 주택건설촉진법 위반죄의 범죄사실에 관하여 확정판결을 받았다고 하여 위 사기 부분 공소사실에 대하여 면소를 선고할 수 없다고 본 원심판단을 정당하다고 한 사례.<br/>[3] 피고인의 방어권 행사에 실질적인 불이익을 초래할 염려가 없는 경우에는 공소사실과 기본적 사실이 동일한 범위 내에서 법원이 공소장변경절차를 거치지 아니하고 다르게 사실을 인정하더라도 불고불리 원칙에 위배되지 아니한다.<br/>[4] 피고인들이 담보권 실행을 위한 경매절차가 진행 중인 호텔을 피해자 측에 매도하면서 소유권 확보방안으로 이에 관한 ‘최선순위 근저당권과 소유권이전청구권 가등기를 이전하여 주기로 한 약정’에 따라 중도금까지 수령하였는데도, 가등기를 임의로 다른 회사들에 이전하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 원심이 공소사실과 달리 피고인들이 ‘가등기에 의한 본등기를 경료하고 근저당권을 양수하여 이를 말소한 후 낙찰자 동의 없이 경매절차를 취소시킴으로써 정상적으로 호텔에 관하여 아무 부담 없는 소유권을 취득할 수 있도록 협력할 임무’를 위반하였다고 인정하였더라도, 기본적 사실의 동일성 범위를 벗어나 공소사실에 없는 새로운 임무를 인정하였다거나 이로 인해 피고인들의 방어권 행사에 실질적 불이익이 초래되었다고 할 수 없다는 이유로, 공소장변경 없이 공소사실과 다른 범죄사실을 인정한 원심판단에 불고불리 원칙에 위배하거나 공소장변경에 관한 법리오해 등의 위법이 없다고 한 사례<br/>[5] 배임죄는 타인의 사무를 처리하는 자가 임무에 위배하는 행위로써 재산상 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 손해를 가한 경우에 성립되고, 여기서 ‘본인에게 손해를 가한 때’란 현실적인 실해를 가한 경우뿐만 아니라 실해 발생의 위험성을 초래한 경우도 포함되며, 위임받은 타인의 사무가 부동산소유권 이전등기의무인 경우에는 임무위배행위로 인하여 매수인이 가지는 소유권이전등기청구권이 이행불능되거나 이행불능에 빠질 위험성이 있으면 배임죄는 성립한다.<br/>[6] 피고인들이 담보권 실행을 위한 경매절차가 진행 중인 호텔을 피해자 측에 매도하면서 소유권 확보방안으로 이에 관한 최선순위 근저당권과 소유권이전청구권 가등기를 이전하여 주기로 한 약정에 따라 중도금까지 수령하였는데도, 가등기를 피고인들이 실질적으로 지배하는 甲 회사 및 乙 회사에 이전하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 피고인들과 甲 회사, 乙 회사의 관계에 비추어 가등기의 등기명의를 회복하여 피해자에게 이전등기해 주는 것이 불가능하지는 않으나, 제반 사정에 비추어 이로 인해 피해자의 피고인들에 대한 가등기이전등기청구권이 이행불능에 빠질 위험성이 발생하였다는 이유로 피고인들에게 유죄를 인정한 원심판단을 수긍한 사례.<br/>[7] 배임행위로 얻은 재산상 이익의 일정한 액수 자체를 가중적 구성요건으로 규정하고 있는특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항의 적용을 전제로 하여 이중매매 대상이 된 부동산 가액을 산정하는 경우, 부동산에 아무런 부담이 없는 때에는 부동산 시가 상당액이 곧 가액이라고 볼 것이지만, 부동산에 근저당권설정등기가 경료되어 있거나 압류 또는 가압류 등이 이루어진 때에는 특별한 사정이 없는 한 아무런 부담이 없는 상태의 부동산 시가 상당액에서 근저당권의 채권최고액 범위 내에서 피담보채권액, 압류에 걸린 집행채권액, 가압류에 걸린 청구금액 범위 내에서 피보전채권액 등을 뺀 실제 교환가치를 부동산 가액으로 보아야 한다.<br/>[8] 피고인들이 담보권 실행을 위한 경매절차가 진행 중인 호텔을 피해자 측에 매도하면서 소유권 확보방안으로 이에 관한 최선순위 근저당권(이하 ‘이 사건 근저당권’이라 한다)과 소유권이전청구권 가등기를 이전하여 주고 가등기보다 먼저 설정된 근저당권이나 가압류, 가등기 자체에 걸린 가압류 등을 모두 말소하여 주기로 약정하였는데, 그 후 중도금을 수령하면서 이 사건 근저당권 및 가등기 이전에 필요한 서류를 피해자 측에 교부하고도 가등기에 관하여는 임의로 다른 회사들 앞으로 이전등기를 마쳤다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 피고인들의 배임행위 당시 호텔에 관하여는 이 사건 근저당권 외에도 가등기에 앞서 3건의 근저당권등기와 가압류등기가 각 마쳐져 있었고, 가등기 자체에도 4건의 가압류 또는 압류가 각 마쳐져 있었으므로, 배임행위로 인한 이득액을 산정할 때에는 이 사건 근저당권의 채권최고액 범위 내에서 피담보채권액뿐만 아니라 가등기에 앞서 설정된 각 근저당권의 채권최고액 범위 내에서 피담보채권액이나 가압류에 걸린 청구금액 범위 내에서 피보전채권액 등을 모두 공제하여야 하는데도, 원심이 이득액을 산정할 때 이를 공제하지 않은 것은 잘못이나, 제반 사정에 비추어 이와 같은 법리오해는 판결 결과에 영향이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제298조 제1항 / [2]형법 제40조,제347조 제1항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호,구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제44조(현행주택법 제32조 참조),제51조 제5호의2(현행주택법 제97조 제7호 참조),형사소송법 제298조 제1항,제326조 제1호 / [3]형사소송법 제254조,제298조 / [4]형법 제355조 제2항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제1호,형사소송법 제254조,제298조 / [5]형법 제355조 제2항,민법 제390조 / [6]형법 제355조 제2항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제1호,민법 제390조 / [7]형법 제355조 제2항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제1호 / [8]형법 제355조 제2항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제1호<br/>",
  "참조판례": "[1]대법원 1994. 3. 22. 선고 93도2080 전원합의체 판결(공1994상, 1368),대법원 1998. 8. 21. 선고 97도2487 판결(공1998하, 2365),대법원 2011. 4. 28. 선고 2009도12249 판결(공2011상, 1089) / [3]대법원 1990. 11. 13. 선고 90도153 판결(공1991, 130),대법원 2003. 6. 13. 선고 2003도1060 판결(공2003하, 1573),대법원 2010. 4. 29. 선고 2010도2414 판결(공2010상, 1087) / [5]대법원 1985. 8. 20. 선고 84도2109 판결(공1985, 1281),대법원 1993. 5. 27. 선고 93도169 판결(공1993하, 1942),대법원 2007. 7. 26. 선고 2007도3882 판결(공2007하, 1421),대법원 2010. 4. 29. 선고 2009다99129 판결(공2010상, 1001) / [7]대법원 2007. 4. 19. 선고 2005도7288 전원합의체 판결(공2007상, 923),대법원 2007. 5. 31. 선고 2005도3102 판결,대법원 2010. 12. 9. 선고 2010도12928 판결<br/>"
}