{
  "판례일련번호": "154385",
  "사건명": "손해배상(기)",
  "사건번호": "2009다12528",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1]구 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서 정한 ‘영업비밀’ 요건의 구체적 의미<br/>[2] 甲 주식회사 해외영업팀장 乙이 甲 회사에서 퇴직한 후 甲 회사와 전략적 사업제휴계약을 체결한 모바일 게임 개발업체인 丙 주식회사에 입사하면서 담당업무에 사용할 목적으로 甲 회사 재직 중 사용하던 업무용 컴퓨터에 저장된 문서들을 복사하여 가져간 사안에서, 문서들 중 일부가 경제적 유용성과 비밀관리성이 인정되어 甲 회사의 영업비밀에 해당한다고 한 사례<br/>[3]구 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (가)목 전단에서 말하는 ‘부정한 수단’의 의미 및 영업비밀을 부정취득한 자가 취득한 영업비밀을 실제 사용하지 않더라도 영업비밀 보유자에게 손해를 입힌다고 볼 수 있는지 여부(적극)<br/>[4] 甲 주식회사 해외영업팀장 乙이 甲 회사에서 퇴직한 후 甲 회사와 전략적 사업제휴계약을 체결한 丙 주식회사에 입사하여 담당업무에 사용할 목적으로 甲 회사의 영업비밀문서들을 복사하여 가져간 사안에서, 이는 영업비밀 침해행위에 해당하고, 이러한 乙의 영업비밀 부정취득행위가 있는 이상 乙은 영업비밀 보유자인 甲 회사의 영업상 이익을 침해하여 손해를 입혔다고 한 사례<br/>[5] 甲 주식회사 해외영업팀장 乙이 甲 회사에서 퇴직한 후 甲 회사와 전략적 사업제휴계약을 체결한 丙 주식회사에 입사하면서 甲 회사의 영업비밀문서들을 복사하여 丙 회사가 지급한 노트북 컴퓨터에 저장·보관한 사안에서, 이러한 사정만으로 丙 회사 대표이사 등이 乙의 영업비밀 침해행위에 관하여 공모하였다거나 영업비밀문서들을 취득·사용하였다고 단정하기 어렵고, 丙 회사의 사용자책임도 인정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제2호의 ‘영업비밀’은 공연히 알려져 있지 아니하고 독립된 경제적 가치를 가지는 것으로서, 상당한 노력에 의하여 비밀로 유지된 생산방법, 판매방법 그 밖에 영업활동에 유용한 기술상 또는 경영상의 정보를 말하는 것인데, 여기서 ‘공연히 알려져 있지 아니하다’는 것은 정보가 간행물 등의 매체에 실리는 등 불특정 다수인에게 알려져 있지 않기 때문에 보유자를 통하지 아니하고는 정보를 통상 입수할 수 없는 것을 말하고, ‘독립된 경제적 가치를 가진다’는 것은 정보 보유자가 정보의 사용을 통해 경쟁자에 대하여 경쟁상 이익을 얻을 수 있거나 또는 정보의 취득이나 개발을 위해 상당한 비용이나 노력이 필요하다는 것을 말하며, ‘상당한 노력에 의하여 비밀로 유지된다’는 것은 정보가 비밀이라고 인식될 수 있는 표시를 하거나 고지를 하고, 정보에 접근할 수 있는 대상자나 접근 방법을 제한하거나 정보에 접근한 자에게 비밀준수의무를 부과하는 등 객관적으로 정보가 비밀로 유지·관리되고 있다는 사실이 인식 가능한 상태인 것을 말한다.<br/>[2] 제휴업체들이 개발한 모바일 콘텐츠, 모바일 게임 등을 해외로 판매하는 사업을 영위하는 甲 주식회사의 해외영업팀장 乙이 甲 회사에서 퇴직한 후 甲 회사와 전략적 제휴관계에 있는 모바일 게임 개발업체인 丙 주식회사에 입사하면서 담당업무에 사용할 목적으로 甲 회사 재직 중 사용하던 업무용 컴퓨터에 저장된 문서들을 복사하여 가져간 사안에서, 문서들 중 일부가 경제적 유용성과 비밀관리성이 인정되어 甲 회사의 영업비밀에 해당함에도, 문서들 전부가 甲 회사의 영업비밀에 해당하지 않는다고 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>[3]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제3호 (가)목 전단에서 말하는 ‘부정한 수단’은 절취·기망·협박 등 형법상 범죄를 구성하는 행위뿐만 아니라 비밀유지의무 위반 또는 그 위반의 유인 등 건전한 거래질서의 유지 내지 공정한 경쟁의 이념에 비추어 위에 열거된 행위에 준하는 선량한 풍속 기타 사회질서에 반하는 일체의 행위나 수단을 말한다. 또한 영업비밀을 부정취득한 자는 취득한 영업비밀을 실제 사용하였는지에 관계없이 부정취득행위 그 자체만으로 영업비밀의 경제적 가치를 손상시킴으로써 영업비밀 보유자의 영업상 이익을 침해하여 손해를 입힌다고 보아야 한다.<br/>[4] 제휴업체들이 개발한 모바일 콘텐츠, 모바일 게임 등을 해외에 판매하는 사업을 영위하는 甲 주식회사 해외영업팀장 乙이 甲 회사에서 퇴직한 후 자신이 근무하던 사무실에서 甲 회사와 전략적 사업제휴계약을 체결한 丙 주식회사에 입사하여 담당업무에 사용할 목적으로 甲 회사의 영업비밀문서들을 복사하여 가져간 사안에서, 이는 영업비밀 침해행위에 해당하고, 이러한 乙의 영업비밀 부정취득행위가 있는 이상 乙은 영업비밀 보유자인 甲 회사의 영업상 이익을 침해하여 손해를 입혔다고 보아야 함에도, 위 영업비밀문서들이구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제2호에서 정한 ‘영업비밀’에 해당하지 않고, 甲 회사의 영업상 이익이 침해되었다는 점을 인정하기 어렵다고 본 원심판단에 법리오해 등 위법이 있다고 한 사례.<br/>[5] 제휴업체들이 개발한 모바일 콘텐츠 등을 해외에 판매하는 사업을 영위하는 甲 주식회사 해외영업팀장 乙이 甲 회사에서 퇴직한 후 甲 회사와 전략적 사업제휴계약을 체결한 丙 주식회사에 입사하면서 甲 회사의 영업비밀문서들을 복사하여 丙 회사가 지급한 노트북 컴퓨터에 저장·보관한 사안에서, 이러한 사정만으로 丙 회사 대표이사와 기획이사가 乙의 영업비밀 침해행위에 관하여 공모하였다거나 영업비밀문서들을 취득·사용하였다고 단정하기 어렵고, 乙의 영업비밀 침해행위가 丙 회사의 사무집행에 관하여 이루어진 것으로 볼 수도 없으므로 丙 회사의 사용자책임도 인정하기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제2호 / [2]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제2호 / [3]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제3호 (가)목 / [4]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제2호,제3호 (가)목 / [5]구 부정경쟁방지 및 영업비밀보호에 관한 법률(2007. 12. 21. 법률 제8767호로 개정되기 전의 것) 제2조 제3호 (가)목,(나)목,민법 제756조<br/>",
  "참조판례": "[1]대법원 2004. 9. 23. 선고 2002다60610 판결(공2004하, 1693),대법원 2008. 2. 15. 선고 2005도6223 판결(공2008상, 425),대법원 2008. 7. 10. 선고 2008도3435 판결(공2008하, 1212) / [3]대법원 1996. 12. 23. 선고 96다16605 판결(공1997상, 501)<br/>"
}