{
  "판례일련번호": "154395",
  "사건명": "손해배상(기)",
  "사건번호": "2009다97628",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1]구 도시 및 주거환경정비법 제65조 제2항 전단에 의하여 국가 또는 지방자치단체에 무상으로 귀속되는 정비기반시설의 의미<br/>[2] 재건축주택조합이 도시 및 주거환경정비법 시행 전에 구 주택건설촉진법에 따라 재건축사업의 사업계획승인을 받은 사안에서,구 도시 및 주거환경정비법 제65조 제2항 전단에 의하여 지방자치단체에 무상으로 귀속될 ‘정비기반시설’은 구 국토의 계획 및 이용에 관한 법률상 도시관리계획 결정에 의하여 새로이 설치된 기반시설에 한한다고 하면서, 보행녹도만 조성된 채 기부채납되지 않은 공공보도에 대하여는 도시관리계획 결정이 있었다고 볼 수 없으므로,구 도시 및 주거환경정비법 제65조 제2항 후단에 의하여 조합에 무상으로 양도되는 지방자치단체 소유 정비기반시설 범위에서 위 공공보도 설치비용에 상당하는 부분은 제외하여야 한다고 본 원심판단을 정당하다고 한 사례<br/>[3] 구 주택건설촉진법상 사업계획승인을 얻고자 하는 자가 사업지구 안에 새로이 설치하는 공공시설의 귀속에 관한 사항을 기재한 서류를 관계 행정청에 제출하여 사업계획승인을 얻은 경우, 그 효력<br/>[4] 도시 및 주거환경정비법 시행 하루 전에 구 주택건설촉진법에 따라 사업계획승인을 얻은 재건축조합이 사업계획승인 신청 당시 새로이 설치하는 공공보도를 지방자치단체에 귀속될 공공시설이라고 특정하지 않은 사안에서, 위 공공보도에 대하여 구 국토의 계획 및 이용에 관한 법률상 기반시설에 관한 도시관리계획 결정이 있는 것으로 의제할 수 없다고 한 사례<br/>",
  "판결요지": "[1]구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것, 이하 ‘도시정비법’이라 한다) 제65조 제2항은 “정비사업시행자로서 시장·군수 또는 주택공사 등이 아닌 자가 정비사업의 시행으로 새로이 설치한 정비기반시설은 그 시설을 관리할 국가 또는 지방자치단체에 무상으로 귀속되고, 정비사업의 시행으로 인하여 용도가 폐지되는 국가 또는 지방자치단체 소유의 정비기반시설은 그가 새로이 설치한 정비기반시설의 설치비용에 상당하는 범위 안에서 사업시행자에게 무상으로 양도된다.”고 규정하고 있으므로, 위 규정 전단에 의하여 국가 또는 지방자치단체에 무상으로 귀속되는 정비기반시설은 ‘정비사업의 시행’으로 인해 새로이 설치된 것이어야 한다. 그런데도시정비법 제28조 제1항,제30조 제2호에 의하면 정비사업을 시행하고자 하는 경우 사업시행인가를 받기 위한 사업시행계획서에는 정비기반시설 설치계획이 포함되어야 하고, 그 설치계획은 도시정비법상 정비계획에 따라야 하며, 도시정비법상 정비계획은구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것, 이하 ‘국토계획법’이라 한다) 제2조 제4호 (다)목,(라)목 그리고같은 조 제11호에 의하면 국토계획법상 기반시설의 설치·정비 또는 개량에 관한 계획과 함께 국토계획법상 도시관리계획에 해당하므로,도시정비법 제65조 제2항 전단에 의하여 국가 또는 지방자치단체에 무상으로 귀속되는 ‘정비기반시설’은 도시정비법이 시행되기 전에 다른 법에 근거하여 사업계획승인을 받은 경우에는 국토계획법에 의한 도시관리계획에 따라 기반시설로 결정되어 설치된 시설을, 도시정비법에 근거하여 사업시행인가를 받은 경우에는 도시정비법상 정비계획에 따라 정비기반시설로 결정되어 새로이 설치된 시설을 의미한다고 보아야 한다.<br/>[2] 재건축주택조합이 구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것, 이하 ‘도시정비법’이라 한다)이 시행되기 전에 구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것)에 따라 재건축사업의 사업계획승인을 받은 사안에서,도시정비법 제65조 제2항 전단에 의하여 지방자치단체에 무상으로 귀속될 ‘정비기반시설’은 구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것, 이하 ‘국토계획법’이라 한다)상 도시관리계획 결정에 의하여 새로이 설치된 기반시설에 한한다고 하면서, 보행녹도만 조성된 채 기부채납되지 않은 공공보도에 대하여 도시계획위원회의 심의의결, 조합의 사업계획승인 고시가 있었다는 것만으로는 국토계획법상 도시관리계획 결정이 있었다고 볼 수 없으므로,도시정비법 제65조 제2항 후단에 의하여 사업시행자인 조합에 무상으로 양도되는 지방자치단체 소유 정비기반시설 범위에서 공공보도 설치비용에 상당하는 부분은 제외하여야 한다고 본 원심판단을 정당하다고 한 사례.<br/>[3]구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것, 이하 ‘주촉법’이라 한다) 제33조 제1항,제4항 제1호,제12호,제8항,구 주택건설촉진법 시행령(2003. 11. 29. 대통령령 제18146호 주택법 시행령으로 전부 개정되기 전의 것) 제32조 제2항 제6호,구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것, 이하 ‘국토계획법’이라 한다) 제65조 제2항에 의하면, 주촉법에 따라 사업계획승인을 얻은 자가 사업지구 안에 새로이 공공시설을 설치하는 경우 그 공공시설은 국가 또는 지방자치단체에 무상으로 귀속되므로, 이러한 사업계획승인을 얻고자 하는 자는 관계 행정청에 공공시설의 귀속에 관한 사항을 기재한 서류를 제출하여야 하며, 사업계획승인을 얻으면 기반시설에 한하여 국토계획법상 도시관리계획 결정이 있는 것으로 간주되거나사도법 제4조에 의한 사도개설허가가 있는 것으로 간주된다.<br/>[4] 2002. 12. 30. 법률 제6852호로 제정된 도시 및 주거환경정비법 시행 하루 전에 구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것)에 따라 사업계획승인을 얻은 재건축조합이 사업계획승인 신청 당시 새로이 설치하는 공공보도를 지방자치단체에 귀속될 공공시설이라고 특정하지 않은 사안에서, 승인된 사업계획을 보면 위 공공보도는 여전히 조합의 재건축 사업부지에 포함되어 있으면서도 일반의 통행에 제공될 사실상 사도로 조성될 예정이었음을 알 수 있으므로, 위 공공보도에 대하여 구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것)상 기반시설에 관한 도시관리계획 결정이 있는 것으로 간주될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것) 제28조 제1항,제30조 제2호,제65조 제2항,부칙(2002. 12. 30.) 제1조,구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것) 제2조 제4호 (다)목,(라)목,제11호 / [2]구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것) 제28조 제1항,제30조 제2호,제65조 제2항,부칙(2002. 12. 30.) 제1조,구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것) 제2조 제4호 (다)목,(라)목,제11호,구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것) 제33조(현행주택법 제16조 참조) / [3]구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것) 제33조 제1항(현행주택법 제16조 제1항 참조),제4항 제1호(현행주택법 제17조 제1항 제5호 참조),제12호(현행주택법 제17조 제1항 제10호 참조),제8항(현행주택법 제30조 제1항 참조),구 주택건설촉진법 시행령(2003. 11. 29. 대통령령 제18146호 주택법 시행령으로 전부 개정되기 전의 것) 제32조 제2항 제6호[현행주택법 시행령 제15조 제5항 제1호 (아)목 참조],구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것) 제65조 제2항 / [4]구 주택건설촉진법(2003. 5. 29. 법률 제6919호 주택법으로 전부 개정되기 전의 것) 제33조 제1항(현행주택법 제16조 제1항 참조),제4항 제1호(현행주택법 제17조 제1항 제5호 참조),제12호(현행주택법 제17조 제1항 제10호 참조),제8항(현행주택법 제30조 제1항 참조),구 주택건설촉진법 시행령(2003. 11. 29. 대통령령 제18146호 주택법 시행령으로 전부 개정되기 전의 것) 제32조 제2항 제6호[현행주택법 시행령 제15조 제5항 제1호 (아)목 참조],구 국토의 계획 및 이용에 관한 법률(2005. 3. 31. 법률 제7470호로 개정되기 전의 것) 제65조 제2항<br/>",
  "참조판례": ""
}