{
  "판례일련번호": "154397",
  "사건명": "임금등",
  "사건번호": "2011다23149",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 연월차유급휴가를 토요휴무제로 대체하기 위해서는 반드시 근로자대표의 서면결의가 필요한지 여부(적극) <br/>[2] 평균임금 산정의 기초가 되는 임금의 범위 및 어떤 금품이 근로의 대상으로 지급된 것인지에 관한 판단 기준<br/>[3] 甲 자동차 판매회사가 영업사원들에게 매월 자동차 판매수량에 따른 일정 비율의 인센티브(성과급)를 지급한 것이 퇴직금 산정의 기초가 되는 평균임금에 포함되는지가 문제된 사안에서, 위 인센티브는 퇴직금 산정의 기초가 되는 평균임금에 해당한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 근로기준법(2003. 9. 15. 법률 제6974호로 개정되기 전의 것) 제60조는 “사용자는 근로자대표와의 서면합의에 의하여제57조의 규정에 의한 월차유급휴가일 또는제59조의 규정에 의한 연차유급휴가일에 갈음하여 특정 근로일에 근로자를 휴무시킬 수 있다.”고 규정하고 있는데, 위 법률 규정의 입법 취지에 비추어 볼 때 연월차유급휴가를 토요일 휴무로 대체하기 위해서는 반드시 근로자대표의 서면합의를 통해서만 가능하다.<br/>[2] 평균임금 산정의 기초가 되는 임금총액에는 사용자가 근로의 대상으로 근로자에게 지급하는 일체의 금품으로서, 근로자에게 계속적·정기적으로 지급되고 그에 관하여 단체협약, 취업규칙 등에 의하여 사용자에게 지급의무가 지워져 있으면 명칭 여하를 불문하고 모두 포함된다. 한편 어떤 금품이 근로의 대상으로 지급된 것인지를 판단할 때에는 금품지급의무의 발생이 근로제공과 직접적으로 관련되거나 그것과 밀접하게 관련된 것으로 볼 수 있어야 하고, 이러한 관련 없이 지급의무의 발생이 개별 근로자의 특수하고 우연한 사정에 의하여 좌우되는 경우에는 금품의 지급이 단체협약·취업규칙·근로계약 등이나 사용자의 방침 등에 의하여 이루어진 것이라 하더라도 그러한 금품은 근로의 대상으로 지급된 것으로 볼 수 없다.<br/>[3] 甲 자동차 판매회사가 영업사원들에게 매월 자동차 판매수량에 따른 일정 비율의 인센티브(성과급)를 지급한 것이 퇴직금 산정의 기초가 되는 평균임금에 포함되는지가 문제된 사안에서, 인센티브 지급규정이나 영업 프로모션 등으로 정한 지급기준과 지급시기에 따라 인센티브를 지급하여 왔고, 영업사원들이 차량판매를 위하여 하는 영업활동은 甲 회사에 대하여 제공하는 근로의 일부라 볼 수 있어 인센티브는 근로의 대가로 지급되는 것이며, 인센티브의 지급이 매월 정기적·계속적으로 이루어지고, 지급기준 등 요건에 맞는 실적을 달성하였다면 甲 회사로서는 그 실적에 따른 인센티브의 지급을 거절할 수 없을 것이며, 인센티브를 일률적으로 임금으로 보지 않을 경우 인센티브만으로 급여를 지급받기로 한 근로자는 근로를 제공하되 근로의 대상으로서의 임금은 없는 것이 되고 퇴직금도 전혀 받을 수 없게 되는 불합리한 결과가 초래될 것인 점 등에 비추어 위 인센티브는 퇴직금 산정의 기초가 되는 평균임금에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 근로기준법(2003. 9. 15. 법률 제6974호로 개정되기 전의 것) 제57조(현행 삭제),제59조(현행제59조 참조),제60조(현행제62조 참조) / [2]구 근로기준법(2003. 9. 15. 법률 제6974호로 개정되기 전의 것) 제19조(현행제2조 제6호 참조) / [3]구 근로기준법(2003. 9. 15. 법률 제6974호로 개정되기 전의 것) 제19조(현행제2조 제6호 참조)<br/>",
  "참조판례": "[1]대법원 2009. 1. 30. 선고 2007도10873 판결 / [2]대법원 1995. 5. 12. 선고 94다55934 판결(공1995상, 2111),대법원 2002. 5. 31. 선고 2000다18127 판결(공2002하, 1517),대법원 2011. 3. 10. 선고 2010다77514 판결<br/>"
}