{
  "판례일련번호": "154364",
  "사건명": "소유권 이전 등기등",
  "사건번호": "2010다107064",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 동일한 부동산에 관하여 등기명의인을 달리하여 중복된 소유권보존등기가 마쳐져, 선행 보존등기로부터 소유권이전등기를 한 소유자의 상속인이 후행 보존등기나 그에 기하여 순차로 이루어진 소유권이전등기 등 후속등기가 모두 무효라는 이유로 등기의 말소를 구하는 경우, 그 소가 상속회복청구의 소에 해당하는지 여부(소극)<br/>[2] 원고의 피상속인이 자신이 진정한 상속인이고 후행 보존등기로부터 상속을 원인으로 이루어진 소유권이전등기나 후속등기는 무효라는 이유로 소유권말소등기의 소를 제기하였다가 상속회복청구의 소에 해당한다는 이유로 패소 판결이 확정된 경우, 후행 보존등기가 중복등기에 해당하여 무효라는 이유로 말소등기를 구하는 원고의 후소가 전소의 기판력에 저촉되는지 여부(소극)<br/>[3] 무효인 후행 보존등기에 기하여 소유권이전등기를 마친 사람의 점유취득시효가 완성된 경우, 선행 보존등기에 기한 소유권을 주장하여 후행 보존등기에 터잡아 이루어진 등기의 말소를 구하는 것이 실체적 권리 없는 말소청구에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 동일한 부동산에 관하여 등기명의인을 달리하여 중복된 소유권보존등기가 마쳐진 경우 먼저 이루어진 소유권보존등기가 원인무효로 되지 않는 한 뒤에 된 소유권보존등기는 그것이 실체관계에 부합하는지를 가릴 것 없이 1부동산 1등기용지주의의 법리에 비추어 무효이므로, 선행 보존등기로부터 소유권이전등기를 한 소유자의 상속인이 후행 보존등기나 그에 기하여 순차로 이루어진 소유권이전등기 등의 후속등기가 모두 무효라는 이유로 등기의 말소를 구하는 소는, 후행 보존등기로부터 이루어진 소유권이전등기가 참칭상속인에 의한 것이어서 무효이고 따라서 후속등기도 무효임을 이유로 하는 것이 아니라 후행 보존등기 자체가 무효임을 이유로 하는 것이므로 상속회복청구의 소에 해당하지 않는다.<br/>[2] 원고의 피상속인이 후행 보존등기가 중복등기에 해당하여 무효임을 주장하지 않고, 자신이 진정한 상속인이고 후행 보존등기로부터 상속을 원인으로 이루어진 소유권이전등기의 명의인은 진정한 상속인이 아니므로 그 소유권이전등기는 무효이고 그에 이어 이루어진 소유권이전등기도 무효라고 주장하여 소유권말소등기의 소를 제기하였다가 그 소가 상속회복청구의 소에 해당하고 제척기간이 경과하였다는 이유로 패소 판결이 확정되었다고 하더라도, 후행 보존등기가 중복등기에 해당하여 무효라는 이유로 말소등기를 구하는 원고의 후소는 패소 판결이 확정된 전소와 청구원인을 달리하는 것이어서 전소의 기판력에 저촉되지 않는다. <br/>[3] 동일한 부동산에 관하여 등기명의인을 달리하여 중복된 소유권보존등기가 마쳐진 경우 선행 보존등기가 원인무효가 되지 않는 한 후행 보존등기는 실체관계에 부합하는지에 관계없이 무효라는 법리는 후행 보존등기 또는 그에 기하여 이루어진 소유권이전등기의 명의인이 당해 부동산의 소유권을 원시취득한 경우에도 그대로 적용된다. 따라서 선행 보존등기가 원인무효가 아니어서 후행 보존등기가 무효인 경우 후행 보존등기에 기하여 소유권이전등기를 마친 사람이 그 부동산을 20년간 소유의 의사로 평온·공연하게 점유하여 점유취득시효가 완성되었더라도, 후행 보존등기나 그에 기하여 이루어진 소유권이전등기가 실체관계에 부합한다는 이유로 유효로 될 수 없고, 선행 보존등기에 기한 소유권을 주장하여 후행 보존등기에 터잡아 이루어진 등기의 말소를 구하는 것이 실체적 권리 없는 말소청구에 해당한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제186조,제999조,부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제15조 / [2]민법 제186조,제999조,부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제15조,민사소송법 제216조 제1항 / [3]민법 제186조,제245조 제1항,부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제15조<br/>",
  "참조판례": "[1][2]대법원 2008. 2. 14. 선고 2007다63690 판결(공2008상, 376) / [1]대법원 1990. 11. 27. 선고 87다카2961, 87다453 전원합의체 판결(공1991, 178) / [3]대법원 1996. 9. 20. 선고 93다20177, 20184 판결(공1996하, 3099)<br/>"
}