{
  "판례일련번호": "154389",
  "사건명": "정보통신망 이용촉진 및 정보보호 등에 관한 법률위반(개인정보누설등)",
  "사건번호": "2011도1960",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제24조 제1항에서 정한 ‘같은 법 제22조 제2항의 규정에 의한 고지의 범위 또는 약관에 명시한 범위’의 의미<br/>[2] 정보통신서비스 제공자인 피고인 甲 주식회사의 임원 피고인 乙이 이용자들의 개인정보를 수집하면서 ‘미리’ 고지하거나 약관에서 명시한 ‘개인정보의 이용목적’ 범위를 넘어 개인정보를 이용하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반으로 기소된 사안에서, 피고인들에게 유죄를 인정한 원심판단을 수긍한 사례<br/>[3] 정보통신서비스 제공자인 피고인 甲 주식회사의 임원 피고인 乙이 이용자들의 동의를 받지 아니하고 개인정보를 제3자인 丙 주식회사에 제공하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반으로 기소된 사안에서, 丙 회사는 甲 회사의 일부 업무를 위탁받아 수행하는 ‘수탁자’로서같은 법 제24조에서 정한 ‘제3자’가 아니고, 달리 검사 제출 증거들만으로는 피고인들에게 유죄를 인정할 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 제24조 제1항에 의하면, 정보통신제공자는 당해 이용자의 동의가 없더라도법 제22조 제2항의 규정에 의한 고지의 범위 또는 정보통신서비스이용약관에 명시한 범위 내에서 개인정보를 이용할 수 있다고 보아야 한다. 그리고법 제22조는 ‘개인정보의 수집’에 관한 규정이고,법 제24조는 ‘개인정보의 이용 및 제공’에 관한 규정으로서,법 제22조 제2항 제2호에 의하면 정보통신서비스 제공자는 개인정보 수집을 위한 동의를 얻고자 하는 경우 ‘미리’ ‘개인정보의 수집목적 및 이용목적’을 이용자에게 고지하거나 정보통신서비스이용약관에 명시하여야 한다고 규정하고 있으므로,법 제24조 제1항에서 말하는 ‘법 제22조 제2항의 규정에 의한 고지의 범위 또는 약관에 명시한 범위’란 개인정보를 수집하면서 ‘미리’ 고지하거나 약관에 명시한 ‘개인정보의 이용목적’의 범위를 말하고, 사후에 정보통신서비스이용약관이 변경된 경우 변경된 약관을 기준으로법 제24조 제1항 위반 여부를 판단하여야 한다고 볼 수는 없다.<br/>[2] 정보통신서비스 제공자인 피고인 甲 주식회사의 임원 피고인 乙이 이용자들의 개인정보를 수집하면서 ‘미리’ 고지하거나 약관에서 명시한 ‘개인정보의 이용목적’의 범위를 넘어 개인정보를 이용하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 위반으로 기소된 사안에서, 사후에 약관이 변경된 경우 변경된 약관을 기준으로법 제24조 제1항 위반 여부를 판단하여야 한다는 피고인들의 주장을 배척하고 유죄를 인정한 원심판단을 수긍한 사례.<br/>[3] 정보통신서비스 제공자인 피고인 甲 주식회사의 임원 피고인 乙이 이용자들의 동의를 받지 아니하고 개인정보를 제3자인 丙 주식회사에 제공하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 위반으로 기소된 사안에서, 丙 회사는 甲 회사를 위하여 甲 회사 일부 업무를 위탁받아 수행하는 ‘수탁자’ 지위에 있어법 제24조에서 정한 ‘제3자’가 아니고, 달리 검사가 제출한 증거들만으로는 피고인들에게 유죄를 인정할 수 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것) 제22조 제2항(현행제22조 제1항 참조),제24조 제1항(현행제24조 참조) / [2]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것) 제24조 제1항(현행제24조 참조),제62조 제1호(현행제71조 제3호 참조),제66조(현행제75조 참조) / [3]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2007. 1. 26. 법률 제8289호로 개정되기 전의 것) 제24조 제1항(현행제24조의2 제1항 참조),제62조 제1호(현행제71조 제3호 참조),제66조(현행제75조 참조),형사소송법 제307조,제325조<br/>",
  "참조판례": ""
}