{
  "판례일련번호": "154404",
  "사건명": "특정범죄 가중처벌등에 관한 법률위반(뇌물)",
  "사건번호": "2011도3809",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 검찰관이 피고인을 뇌물수수 혐의로 기소한 후, 형사사법공조절차를 거치지 아니한 채 외국에 현지출장하여 그곳에서 뇌물공여자 甲을 상대로 참고인 진술조서를 작성한 사안에서, 진술조서가 위법수집증거에 해당하지 않는다고 한 사례<br/>[2] 전문증거인 진술조서가군사법원법 제367조에 따라 증거능력이 인정되기 위한 요건<br/>[3] 검찰관이 피고인을 뇌물수수 혐의로 기소한 후, 형사사법공조절차를 거치지 아니한 채 외국에 현지출장하여 그곳에서 뇌물공여자 甲을 상대로 참고인 진술조서를 작성한 사안에서, 甲의 진술이 특신상태에서 이루어졌다는 점에 관한 증명이 있다고 보기 어려워 진술조서를 유죄의 증거로 삼을 수 없다고 한 사례<br/>[4] 검찰관이 공판기일에 제출한 증거 중 뇌물공여자 甲이 작성한 고발장에 대하여 피고인의 변호인이 증거 부동의 의견을 밝히고, 같은 고발장을 첨부문서로 포함하고 있는 검찰주사보 작성의 수사보고에 대하여는 증거에 동의하여 증거조사가 행하여졌는데, 원심법원이 수사보고에 대한 증거동의의 효력이 첨부된 고발장에도 당연히 미친다고 본 사안에서, 위 고발장을 유죄의 증거로 삼을 수 없다고 한 사례<br/>[5] 해병대 소속 장교로서 군부대 시설공사를 담당하는 피고인이 직무와 관련하여 건설업자 甲에게서 뇌물을 수수하였다고 하여 특정범죄 가중처벌 등에 관한 법률 위반(뇌물)으로 기소된 사안에서, 증거능력이 없거나 증명력이 약한 증거만으로 피고인에게 유죄를 인정한 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 검찰관이 피고인을 뇌물수수 혐의로 기소한 후, 형사사법공조절차를 거치지 아니한 채 과테말라공화국에 현지출장하여 그곳 호텔에서 뇌물공여자 甲을 상대로 참고인 진술조서를 작성한 사안에서, 검찰관의 甲에 대한 참고인조사가 증거수집을 위한 수사행위에 해당하고 그 조사 장소가 우리나라가 아닌 과테말라공화국의 영역에 속하기는 하나, 조사의 상대방이 우리나라 국민이고 그가 조사에 스스로 응함으로써 조사의 방식이나 절차에 강제력이나 위력은 물론 어떠한 비자발적 요소도 개입될 여지가 없었음이 기록상 분명한 이상, 이는 서로 상대방 국민의 여행과 거주를 허용하는 우호국 사이에서 당연히 용인되는 우호국 국가기관과 그 국민 사이의 자유로운 의사연락의 한 형태에 지나지 않으므로 어떠한 영토주권 침해의 문제가 생겨날 수 없고, 더욱이 이는 우리나라와 과테말라공화국 사이의 국제법적 문제로서 피고인은 그 일방인 과테말라공화국과 국제법상 관할의 원인이 될 만한 아무런 연관성도 갖지 아니하므로, 피고인에 대한 국내 형사소송절차에서 위와 같은 사유로 인하여 위법수집증거배제법칙이 적용된다고 볼 수 없다고 한 사례.<br/>[2] 전문증거인 진술조서가군사법원법 제367조에 따라 증거능력이 인정되기 위해서는 진술이 특별히 신빙할 수 있는 상태에서 이루어져야 하고, 이는 진술의 내용이나 조서 또는 서류의 작성에 허위개입의 여지가 거의 없고 진술 내용의 신빙성이나 임의성을 담보할 구체적이고 외부적인 정황이 있는 경우를 가리킨다.<br/>[3] 검찰관이 피고인을 뇌물수수 혐의로 기소한 후, 형사사법공조절차를 거치지 아니한 채 과테말라공화국에 현지출장하여 그곳 호텔에서 뇌물공여자 甲을 상대로 참고인 진술조서를 작성한 사안에서, 甲이 자유스러운 분위기에서 임의수사 형태로 조사에 응하였고 조서에 직접 서명·무인하였다는 사정만으로 특신상태를 인정하기에 부족할 뿐만 아니라, 검찰관이 군사법원의 증거조사절차 외에서, 그것도 형사사법공조절차나 과테말라공화국 주재 우리나라 영사를 통한 조사 등의 방법을 택하지 않고 직접 현지에 가서 조사를 실시한 것은 수사의 정형적 형태를 벗어난 것이라고 볼 수 있는 점 등 제반 사정에 비추어 볼 때, 진술이 특별히 신빙할 수 있는 상태에서 이루어졌다는 점에 관한 증명이 있다고 보기 어려워 甲의 진술조서는 증거능력이 인정되지 아니하므로, 이를 유죄의 증거로 삼을 수 없다고 한 사례.<br/>[4] 검찰관이 공판기일에 제출한 증거 중 뇌물공여자 甲이 작성한 고발장에 대하여 피고인의 변호인이 증거 부동의 의견을 밝히고, 같은 고발장을 첨부문서로 포함하고 있는 검찰주사보 작성의 수사보고에 대하여는 증거에 동의하여 증거조사가 행하여졌는데, 원심법원이 수사보고에 대한 증거동의의 효력이 첨부된 고발장에도 당연히 미친다고 보아 이를 유죄의 증거로 삼은 사안에서, 수사기관이 수사과정에서 수집한 자료를 기록에 현출시키는 방법으로 자료의 의미, 성격, 혐의사실과의 관련성 등을 수사보고의 형태로 요약·설명하고 해당 자료를 수사보고에 첨부하는 경우, 수사보고에 기재된 내용은 수사기관이 첨부한 자료를 통하여 얻은 인식·판단·추론이거나 자료의 단순한 요약에 불과하여 원 자료로부터 독립하여 공소사실에 대한 증명력을 가질 수 없고, 피고인이나 변호인도 수사보고의 증명력을 위와 같은 취지로 이해하여 공소사실을 부인하면서도 수사보고의 증거능력을 다투지 않은 것으로 보이는 등의 제반 사정에 비추어, 위 고발장은 군사법원법에 따른 적법한 증거신청·증거결정·증거조사 절차를 거쳤다고 볼 수 없거나 공소사실을 뒷받침하는 증명력을 가진 증거가 아니므로 이를 유죄의 증거로 삼을 수 없다고 한 사례.<br/>[5] 해병대 소속 장교로서 군부대 시설공사를 담당하는 피고인이 직무와 관련하여 건설업자 甲에게서 뇌물을 수수하였다고 하여 특정범죄 가중처벌 등에 관한 법률 위반(뇌물)으로 기소된 사안에서, 검찰관 작성의 뇌물공여자 甲에 대한 참고인 진술조서와 검찰주사보 작성의 수사보고에 첨부된 甲의 고발장은 이를 유죄의 증거로 삼을 수 없고, 검찰관이 제출한 나머지 증거만으로는 유죄를 인정하기 부족한데도, 증거능력이 없거나 증명력이 약한 증거만으로 피고인에게 유죄를 인정한 원심판단에 군사재판에서 전문증거의 증거능력이나 증거서류에 대한 증거조사절차, 유죄의 입증정도에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]군사법원법 제359조의2,제365조 / [2]군사법원법 제365조,제367조 / [3]군사법원법 제365조,제367조 / [4]군사법원법 제337조,제343조,제347조,제371조 / [5]군사법원법 제359조,제360조,제365조,제367조,형법 제129조 제1항,특정범죄 가중처벌 등에 관한 법률 제2조<br/>",
  "참조판례": "[1]대법원 2006. 5. 25. 선고 2004도3619 판결(공2006하, 1202),대법원 2007. 7. 26. 선고 2006도9294 판결<br/>"
}