{
  "판례일련번호": "154416",
  "사건명": "관세법 위반·외국환거래법 위반",
  "사건번호": "2011도2136",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 외국 선박을 취득하면서 편의치적의 방법으로 외국 가국적을 취득한 후 국내에 반입하여 사용에 제공한 경우,구 관세법 제241조 제1항의 ‘수입’에 해당하는지 여부(적극)<br/>[2] 관세가 부과되지 않는 물품을 적법한 수입신고 절차 없이 통관하는 경우, 구 관세법의 무신고수입죄에 해당하는지 여부(적극)<br/>[3] 피고인 甲 주식회사의 이사 피고인 乙이 중국 해운회사에게서 중국 국적 선박을 구입한 다음, 선명(船名)을 변경하고 캄보디아 가국적을 취득한 후 국내로 반입하면서 외국적 외항선이 수리를 위하여 입항하는 것처럼 허위신고하여 밀수입한 사안에서, 피고인들의 행위가 구 관세법상 무신고수입죄에 해당한다고 본 원심판단을 수긍한 사례<br/>[4] 중국 국적 선박을 구입한 피고인이 매도인인 중국 해운회사에 선박을 임대하여 받기로 한 용선료를 재정경제부장관에게 미리 신고하지 아니하고 선박 매매대금과 상계한 사안에서, 위 행위가 구 외국환거래법 위반죄에 해당한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 외국 선박을 국내 거주자가 취득하면서 편의치적의 방법으로 외국에 자신의 명의로 선박을 등록하여 외국의 가국적을 취득한 다음 이를 국내에 반입하여 사용에 제공하게 한 때에도구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항의 ‘수입’에 해당한다.<br/>[2] 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것, 이하 ‘구 관세법’이라 한다) 등 관계 법령에서 정하는 적법한 절차를 밟아 수입하는 경우 관세가 부과되지 않는 물품에 해당한다고 하더라도, 적법한 수입신고 절차 없이 통관하는 경우에는 무신고수입으로 인한 구 관세법 위반죄에 해당한다.<br/>[3] 피고인 甲 주식회사의 이사 피고인 乙이 국내외항의 선박운항사업에 사용할 목적으로 중국 해운회사에게서 중국 국적 중고 화물선을 구입한 다음, 선명(船名)을 변경하고 캄보디아 가국적을 취득한 후 국내로 반입하면서 외국적 외항선이 국내에 수리를 위하여 입항하는 것처럼 허위신고하여 밀수입한 사안에서, 피고인들의 행위가 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것)상 무신고수입죄에 해당한다고 본 원심판단을 수긍한 사례.<br/>[4] 중국 국적 선박을 구입한 피고인이 매도인인 중국 해운회사에 선박을 임대하여 받기로 한 용선료를 재정경제부장관에게 미리 신고하지 아니하고 선박 매매대금과 상계한 사안에서, 위 행위가구 외국환거래법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제16조 제1호를 위반하여구 외국환거래법 제28조 제1항 제2호에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제2조 제1호,제241조 제1항 / [2]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항,제269조 제2항 제1호 / [3]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항,제269조 제2항 제1호,구 관세법(2008. 12. 26. 법률 제9261호로 개정되기 전의 것) 제280조(현행제279조 제1항 참조) / [4]구 외국환거래법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제16조 제1호,제28조 제1항 제2호(현행제29조 제1항 제6호 참조)<br/>",
  "참조판례": "[1][2]대법원 2004. 3. 26. 선고 2003도8014 판결(공2004상, 764) / [1]대법원 2000. 5. 12. 선고 2000도354 판결(공2000하, 1460) / [2]대법원 2002. 12. 6. 선고 2000도3581 판결(공2003상, 406)<br/>"
}