{
  "판례일련번호": "154411",
  "사건명": "특정 경제범죄 가중처벌등에 관한 법률위반(횡령)·특정 경제범죄 가중처벌등에 관한 법률위반(배임)·업무상횡령[일부인정된죄명:특정 경제범죄 가중처벌등에 관한 법률위반(횡령)]·증권거래법 위반·자본시장과 금융 투자업에 관한 법률위반·공전자기록등 불실기재·불실기재 공전자기록등 행사·상법 위반",
  "사건번호": "2011도3180",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 법인의 대표자가 법인 명의로 한 채무부담행위가 법률상 무효인 경우, 법인에 대한 배임죄를 구성하는지 여부(원칙적 소극)<br/>[2] 2인 이상이 공모하여 범죄를 실행하는 과정에서, 범죄에 필요한 자금을 제공한 공범에게 대가를 지급하거나 손실을 보전하여 주기로 하는 공범 간 약정의 효력(=무효) 및 공범 아닌 제3자가 그 무효인 약정에 기한 채무를 부담하거나 이행하기로 하는 약정의 효력(=무효)<br/>[3] 甲 주식회사 대표이사인 피고인이 乙 주식회사 등의 주식에 대한 인위적 주가관리를 하는 과정에서 丙에게서 필요한 자금을 제공받은 후 甲 회사를 채무자로 하는 금전소비대차계약 등의 약정을 체결하여 甲 회사에 재산상 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 피고인에게 유죄를 인정한 원심판단에 대표권의 남용, 반사회질서의 법률행위, 배임행위로 인한 손해의 의미 등에 관한 법리오해의 위법이 있다고 한 사례<br/>[4] 甲 주식회사 대표이사인 피고인이 乙과 약정을 맺고 乙이 보유하고 있는 해외법인 명의 증권계좌를 이용하여 주식을 매수하는 방법으로 정상적인 외국인투자를 가장하였다고 하여 자본시장과 금융투자업에 관한 법률 위반으로 기소된 사안에서, 위 행위가같은 법 제178조 제1항 제1호,제2항에서 규정하고 있는 사기적 부정거래에 해당한다고 본 원심판단을 수긍한 사례<br/>[5]자본시장과 금융투자업에 관한 법률 제443조 제1항 단서 및제2항에서 규정한 ‘위반행위로 얻은 이익’에 범행에 가담하지 아니한 제3자에게 귀속되는 이익도 포함되는지 여부(소극)<br/>[6]상법 제628조 제1항에서 규정한 납입가장죄가 신분범인지 여부(적극) 및 신분이 없는 자가 신분이 있는 자의 범행에 가공하여 공동정범으로 처벌되기 위한 요건<br/>[7] 피고인이 甲 주식회사의 임원 등이 유상증자에 관한 납입가장을 위해 돈을 빌린다는 것을 알고 돈을 빌려줌으로써 이들과 공모하여 주금납입을 가장하였다는 내용으로 기소된 사안에서, 피고인에게 납입가장죄에 대한 공동정범의 죄책을 물을 수 없다는 이유로 무죄를 선고한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 배임죄에서 ‘재산상 손해를 가한 때’란 현실적인 손해를 가한 경우뿐만 아니라 재산상 실해발생의 위험을 초래한 경우도 포함되나, 그러한 손해발생의 위험조차 초래되지 아니한 경우에는 배임죄가 성립하지 아니하는데, 법인의 대표자가 법인 명의로 한 채무부담행위가 법률상 효력이 없는 경우에는 특별한 사정이 없는 한 그로 인하여 법인에 어떠한 손해가 발생하거나 발생할 위험이 있다고 할 수 없으므로, 대표자의 행위는 배임죄를 구성하지 아니한다.<br/>[2] 2인 이상이 공모하여 범죄를 실행하는 과정에서, 범죄에 필요한 자금을 제공한 공범에게 자금제공에 대한 대가를 지급하거나 자금제공에 따른 손실을 보전하여 주기로 하는 공범 간 약정은 사회질서에 위배되어 무효이고, 공범 아닌 제3자가 그 무효인 약정에 기한 채무를 부담하거나 이행하기로 하는 약정도 역시 무효이다.<br/>[3] 甲 주식회사 대표이사인 피고인이 乙 주식회사 등의 주식에 대한 인위적 주가관리를 하는 과정에서 丙에게서 필요한 자금을 제공받은 후 甲 회사를 채무자로 하는 금전소비대차계약 등의 약정을 체결하여 甲 회사에 재산상 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 피고인이 甲 회사로 하여금 약정에 따른 채무를 부담하게 하는 행위는 회사의 영리목적 또는 경영상 필요와 관계없이 피고인 또는 제3자의 이익을 도모할 목적으로 권한을 남용한 것으로 상대방 丙도 그와 같은 진의를 알았거나 알 수 있었다고 볼 여지가 있을 뿐만 아니라, 위 금전소비대차계약 자체가 사기적 부정거래 등을 통한 주가조작 범행을 공모하여 실행한 공범 사이에서 범행에 필요한 자금제공에 대한 대가를 지급하거나 그에 따른 손실을 보전하여 주기로 하는 반사회질서 법률행위에 기초한 것으로 볼 수도 있어 위 채무부담행위는 甲 회사에 대하여 무효이므로, 그로 인하여 甲 회사에 어떠한 재산상 손해가 발생하거나 발생할 위험이 있다고 보기 어려운데도 피고인에게 유죄를 인정한 원심판단에 대표권의 남용, 반사회질서의 법률행위, 배임행위로 인한 손해의 의미 등에 관한 법리오해의 위법이 있다고 한 사례.<br/>[4] 甲 주식회사 대표이사인 피고인이 해외법인 명의 증권계좌를 보유하고 있는 乙과 약정을 맺고 해외법인 명의로 되어 있는 국내 외국인투자 전용계좌 등을 이용하여 주식을 대규모로 매수하는 등 방법으로 정상적인 외국인투자를 가장하였다고 하여 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 위반으로 기소된 사안에서, 위와 같은 주식거래 행위가자본시장법 제178조 제1항 제1호,제2항에서 규정하고 있는 ‘금융투자상품의 매매와 관련하여 부정한 수단이나 기교를 사용하는 행위’ 및 ‘위계의 사용’에 해당한다고 본 원심판단을 수긍한 사례.<br/>[5]자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제443조 제1항 단서 및제2항에서 규정하고 있는 ‘위반행위로 얻은 이익’은 당해 위반행위로 인하여 행위자가 얻은 이익을 의미하고, 여러 사람이 공동으로 시세조종 등 불공정거래 범행을 저지른 경우 범행으로 인한 이익은 범행에 가담한 공범 전체가 취득한 이익을 말하는 것일 뿐, 범행에 가담하지 아니한 제3자에게 귀속되는 이익은 여기에 포함되지 아니한다.<br/>[6]상법 제628조 제1항에서 규정한 납입가장죄는상법 제622조에서 정한 지위에 있는 자만이 주체가 될 수 있는 신분범이다. 한편 신분이 없는 자도 신분이 있는 자의 범행에 가공한 경우에 공범이 될 수 있으나, 그 경우에도 공동가공의 의사와 그 공동의사에 기한 기능적 행위지배를 통한 범죄의 실행이라는 주관적·객관적 요건이 충족되어야 공동정범으로 처벌할 수 있다.<br/>[7] 피고인이 甲 주식회사의 임원 등이 유상증자에 관한 납입가장을 위해 돈을 빌린다는 것을 알고 돈을 빌려줌으로써 이들과 공모하여 주금납입을 가장하였다는 내용으로 기소된 사안에서, 피고인이상법 제622조에서 정한 지위에 있지 아니할 뿐만 아니라, 그와 같은 지위에 있는 자들이 가장납입을 하도록 범의를 유발한 것도 아니고 이미 가장납입을 하기로 마음먹고 있는 임원 등에게 그 대금을 대여해 준 것에 불과하므로, 피고인에게 납입가장죄에 대한 공동정범의 죄책을 물을 수 없다는 이유로 무죄를 선고한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제2항,제356조 / [2]형법 제30조,민법 제103조 / [3]형법 제355조 제2항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항,민법 제103조 / [4]자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호,제2항,제443조 제1항 제8호,제9호 / [5]형법 제30조,자본시장과 금융투자업에 관한 법률 제443조 제1항,제2항 / [6]형법 제30조,제33조,상법 제622조,제628조 제1항 / [7]형법 제30조,제33조,상법 제622조 제1항,제628조 제1항,형사소송법 제325조<br/>",
  "참조판례": "[1]대법원 2010. 3. 25. 선고 2009도14585 판결,대법원 2010. 9. 30. 선고 2010도6490 판결(공2010하, 2044) / [5]대법원 2005. 8. 16. 선고 2005도2710 판결,대법원 2010. 12. 9. 선고 2009도6411 판결(공2011상, 156),대법원 2011. 4. 28. 선고 2010도7622 판결 / [6]대법원 2006. 6. 2. 선고 2005도3431 판결(공2006하, 1292),대법원 2010. 7. 15. 선고 2010도3544 판결(공2010하, 1613)<br/>"
}