{
  "판례일련번호": "157091",
  "사건명": "부당 이득금 반환",
  "사건번호": "2009다35842",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 기업자의 잘못으로 무효인 토지수용재결이 이루어졌으나 수용재결의 적법성을 믿은 저당권자가 수용절차에서 물상대위권을 행사하였는데, 기업자가 상당한 시간이 경과한 후 재차 수용절차를 진행하면서 저당권자에게 협의나 통지를 하지 않고 최초 수용재결의 무효사실이나 무효원인사실도 알리지 않음으로써 저당권자로 하여금 적법한 물상대위권을 행사할 기회를 상실하게 한 경우, 기업자의 불법행위책임이 성립할 수 있는지 여부(적극)<br/>[2] 甲 주택재개발조합의 잘못으로 1차 수용재결이 무효가 되었는데 수용재결의 적법성을 믿은 근저당권자 乙이 1차 공탁금에 대하여 물상대위권을 행사하였으나, 그 후 甲 조합이 다시 수용절차를 진행하면서 乙에게 구 토지수용법령상의 협의나 통지를 하지 않고 1차 수용재결의 무효사실이나 무효원인사실을 알리지도 않은 사안에서, 甲 조합의 일련의 잘못과 乙의 2차 공탁금에 대한 물상대위권 행사기회의 상실 사이에 상당인과관계가 있으므로 이에 대한 甲 조합의 불법행위책임이 성립할 여지가 있음에도, 이와 달리 판단한 원심판결을 파기한 사례<br/>[3] 피고가 수개의 청구를 인용한 제1심판결 중 일부에 대하여만 항소를 제기한 경우, 항소하지 않은 나머지 부분이 항소심의 심판대상이 되는지 여부(원칙적 소극) 및 항소심의 심판대상이 되지 않은 나머지 부분의 확정 시점(=항소심 판결선고 시)<br/>",
  "판결요지": "[1]구 토지수용법(2002. 2. 4. 법률 제6656호로 폐지되기 전의 것) 제25조 제1항,구 토지수용법 시행령(2002. 12. 30. 대통령령 제17854호로 폐지되기 전의 것) 제15조의2 제1항이 기업자로 하여금 관계인과 협의하거나 협의를 위한 통지를 하도록 규정한 취지는, 관계인에게 수용의 취지·절차 및 그에 따른 손실보상 제도를 설명하고 이해시켜 가능한 한 공권력 발동에 의하지 않고 원만하게 토지취득의 목적을 달성하는 한편 비자발적으로 담보권을 상실하게 될 저당권자 등 관계인으로 하여금 당해 협의절차에 참여하여 자신의 권리를 스스로 행사할 수 있는 기회를 부여함으로써 그와 같은 토지수용으로 인하여 불측의 손해를 입지 아니하도록 예방할 뿐만 아니라, 협의가 성립되지 아니하여 수용재결로 나아가는 경우 저당권자 등 관계인에게 물상대위권 등 권리를 행사할 수 있는 기회를 제공하는 데에도 있다. 또한 기업자가 수용할 토지의 저당권자에게 위와 같은 협의나 통지를 하지 아니하였다면 위법하다. 나아가 위와 같은 협의나 통지제도의 취지, 기업자는 공익사업을 위한 수용을 통하여 저당권자 의사와 관계없이 수용목적물상의 저당권을 소멸시킬 수 있는 우월한 공법상 지위에 있는 점 등을 감안하여 보면, 기업자의 잘못으로 무효인 토지수용재결이 이루어지고 수용재결의 적법성을 믿은 저당권자가 수용절차에서 물상대위권을 행사하였는데, 기업자가 상당한 시간이 경과한 후 재차 수용절차를 진행하면서 저당권자에게 위와 같은 협의나 통지를 전혀 하지 아니하고 최초 수용재결의 무효사실이나 무효원인사실도 알리지 않음으로써 이미 적법한 물상대위권 행사로 저당권의 효력이 소멸하였으리라는 신뢰가 형성된 저당권자로 하여금 적법한 물상대위권을 행사할 수 있는 기회를 상실하게 하였다면, 기업자의 위와 같은 최초 수용절차의 잘못과 이후 수용절차에서 저당권자에게 협의나 통지의 불이행 및 최초 수용재결의 무효사실이나 무효원인사실을 알리지 않은 일련의 행위와 저당권자의 물상대위권 행사 기회의 상실 사이에는 상당인과관계가 있으므로, 이러한 경우 기업자의 불법행위책임이 성립할 수 있다고 보아야 한다.<br/>[2] 甲 주택재개발조합의 잘못된 재결절차의 진행과 공탁으로 1차 수용재결이 무효가 되었는데도 수용재결의 적법성을 믿은 근저당권자 乙이 1차 공탁금에 대하여 물상대위권을 행사하였으나, 그 후 甲 조합이 다시 수용절차를 진행하여 2차 수용재결이 이루어졌는데, 그 과정에서 乙에게구 토지수용법(2002. 2. 4. 법률 제6656호로 폐지되기 전의 것) 제25조 제1항,구 토지수용법 시행령(2002. 12. 30. 대통령령 제17854호로 폐지되기 전의 것) 제15조의2 제1항에 의한 협의나 통지를 하지 않고 1차 수용재결의 무효사실이나 무효원인사실을 알리지 않은 사안에서, 甲 조합의 일련의 잘못으로 인하여 乙에게는 1차 공탁금에 대한 물상대위권 행사로 이미 근저당권의 효력이 소멸하였으리라는 신뢰가 형성되었고, 그로 인하여 乙이 2차 공탁금에 대한 물상대위권을 행사할 기회를 상실하였다고 보아야 하고, 乙이 2차 수용재결서를 송달받았다는 사실만으로는 甲 조합의 잘못에 의하여 이미 형성된 乙의 신뢰가 더 이상 유지되지 않는 것으로 보아 상당인과관계를 부정할 수 없으므로, 甲 조합의 1차 수용절차의 잘못과 2차 수용절차에서 乙에 대한 협의나 통지의 불이행 및 1차 수용재결의 무효사실이나 무효원인사실을 알리지 않은 일련의 행위와 乙의 물상대위권 행사기회의 상실 사이에는 상당인과관계가 있으므로, 이에 대한 甲 조합의 불법행위책임이 성립할 여지가 있음에도, 乙이 2차 수용재결서를 송달받고도 상당한 기간 동안 물상대위권을 행사하지 않았다는 이유로 甲 조합의 불법행위책임을 부정한 원심판결을 파기한 사례.<br/>[3] 피고가 수개의 청구를 인용한 제1심판결 중 일부에 대하여만 항소를 제기한 경우, 항소되지 않은 나머지 부분도 확정이 차단되고 항소심에 이심은 되나, 피고가 변론종결시까지 항소취지를 확장하지 않는 한 나머지 부분에 관하여는 불복한 적이 없어 항소심의 심판대상이 되지 않고 항소심의 판결선고와 동시에 확정되어 소송이 종료된다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 도시재개발법(2002. 2. 4. 법률 제6656호로 개정되기 전의 것) 제32조 제1항(현행도시 및 주거환경정비법 제40조 제1항 참조),구 토지수용법(2002. 2. 4. 법률 제6656호 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 부칙 제2조로 폐지) 제25조 제1항(현행공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제26조 제1항 참조),구 토지수용법 시행령(2002. 12. 30. 대통령령 제17854호 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 부칙 제2조로 폐지) 제15조의2 제1항(현행공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제8조 제1항 참조),민법 제750조 / [2]구 도시재개발법(2002. 2. 4. 법률 제6656호로 개정되기 전의 것) 제32조 제1항(현행도시 및 주거환경정비법 제40조 제1항 참조),구 토지수용법(2002. 2. 4. 법률 제6656호 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 부칙 제2조로 폐지) 제25조 제1항(현행공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제26조 제1항 참조),구 토지수용법 시행령(2002. 12. 30. 대통령령 제17854호 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 부칙 제2조로 폐지) 제15조의2 제1항(현행공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제8조 제1항 참조),민법 제750조 / [3]민사소송법 제415조,제498조<br/>",
  "참조판례": "[1]대법원 2003. 4. 25. 선고 2001다78553 판결(공2003상, 1250) / [3]대법원 1994. 12. 23. 선고 94다44644 판결(공1995상, 645),대법원 2001. 4. 27. 선고 99다30312 판결(공2001상, 1229)<br/>"
}