{
  "판례일련번호": "157080",
  "사건명": "손실 보상금",
  "사건번호": "2011두5728",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 공유수면에 대한 공공사업 시행으로 인한 손실보상 또는 손해배상을 청구할 수 있는 공유수면 어업자의 범위 및 공공사업에 의한 제한이 있는 상태에서 어업에 관한 허가 또는 신고가 이루어진 것인지를 판단하는 기준<br/>[2] 어업에 관한 허가 또는 신고의 경우 유효기간이 지나면 당연히 효력이 소멸하는지 여부(적극) 및 이 경우 다시 어업허가를 받거나 신고를 하더라도 종전 허가나 신고의 효력 등이 계속되는지 여부(소극)<br/>[3] 육상종묘생산어업을 하는 甲이 항만공사 실시계획이 공고된 후 종전 육상종묘생산어업신고의 유효기간이 만료되자 어업신고에 필요한 공유수면 점·사용허가를 신청하였으나 반려되어 신고어업권이 소멸하였는데, 이후 항만공사 시행으로  어업피해를 입었다며 국가에 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 등에 터잡아 손실보상금 지급을 구한 사안에서, 甲의 육상종묘생산어업은 손실보상 대상이 될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 공유수면의 어업자에게 공공사업의 시행으로 인한 손실보상 또는 손해배상을 청구할 수 있는 피해가 발생하였다고 볼 수 있으려면 그 사업시행에 관한 면허 등의 고시일은 물론이고 사업시행 당시에도 적법한 면허어업자·허가어업자 또는 신고어업자로서 어업에 종사하고 있어야 한다. 위 사업시행의 면허 등 고시 이후에 비로소 이루어진 어업허가나 어업신고는 그 공유수면에 대한 공공사업의 시행과 이로 인한 허가 또는 신고어업의 제한이 이미 객관적으로 확정되어 있는 상태에서 그 제한을 전제로 한 것으로서, 그 이전에 어업허가 또는 신고를 마친 어업자와는 달리 위 공공사업이 시행됨으로써 그렇지 아니할 경우에 비하여 그 어업자가 얻을 수 있는 이익이 감소된다고 하더라도 손실보상의 대상이 되는 특별한 손실을 입게 되었다고 할 수 없으므로 이에 대하여는 손실보상 또는 손해배상을 청구할 수 없다. 그리고 어업에 관한 허가 또는 신고의 경우 그러한 공공사업에 의한 제한이 있는 상태에서 이루어진 것인지 여부는 당해 허가 또는 신고를 기준으로 하여야 하며, 그 이전에 받았으나 이미 유효기간이 만료한 어업허가 또는 신고를 기준으로 할 수는 없다. <br/>[2] 어업에 관한 허가 또는 신고의 경우에는 어업면허와 달리 유효기간연장제도가 마련되어 있지 아니하므로 그 유효기간이 경과하면 그 허가나 신고의 효력이 당연히 소멸하며, 재차 허가를 받거나 신고를 하더라도 허가나 신고의 기간만 갱신되어 종전의 어업허가나 신고의 효력 또는 성질이 계속된다고 볼 수 없고 새로운 허가 내지 신고로서의 효력이 발생한다고 할 것이다. <br/>[3] 육상종묘생산어업을 하는 甲이 항만공사 실시계획이 공고된 후 종전 육상종묘생산어업신고의 유효기간이 만료되자 관할관청에 어업신고에 필요한 공유수면 점·사용허가를 신청하였으나 반려되어 신고어업권이 소멸하였는데, 이후 항만공사 시행으로 어업피해를 입었다며 국가에 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 등에 터잡아 손실보상금 지급을 구한 사안에서, 甲의 육상종묘생산어업신고는 항만공사 실시계획 공고 후 유효기간 만료로 효력이 당연히 소멸하였고, 유효기간 만료 후에 새로이 어업신고가 이루어졌다고 하더라도 이는 항만공사 시행과 그로 인한 신고어업 등의 제한이 이미 객관적으로 확정되어 있는 상태에서 그러한 제한을 전제로 이루어지는 것에 불과하여 항만공사 시행으로 인한 손실보상 대상이 되는 특별한 손실로 볼 수 없으며, 행정청이 공유수면 점·사용허가 신청을 반려한 것이 위법하거나 부당하다고도 할 수 없다는 이유로, 甲의 육상종묘생산어업은 관계 법령에 근거한 손실보상 대상이 될 수 없다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조,제76조,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제44조 제1항 제4항 / [2]구 수산업법(2004. 12. 31. 법률 제7314호로 개정되기 전의 것) 제41조,제44조(현행 제47조 참조) / [3]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조,제76조,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제44조 제1항 제4항,구 수산업법(2004. 12. 31. 법률 제7314호로 개정되기 전의 것) 제34조 제1항 제5호(현행 제34조 제1항 제6호 참조),제44조 제2항(현행 제47조 제2항 참조),제45조 제2항(현행제49조 제2항 참조)<br/>",
  "참조판례": "[1]대법원 2000. 5. 26. 선고 99다37382 판결(공2000하, 1504),대법원 2002. 2. 26. 선고 2000다72404 판결(공2002상, 797)<br/>"
}