{
  "판례일련번호": "157071",
  "사건명": "구상금",
  "사건번호": "2008다12408",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 근로자가 타인의 폭력에 의하여 재해를 입은 경우, 업무상 재해에 해당하는지에 관한 판단 기준<br/>[2] 근로자가 동일한 사업주에 의하여 고용된 동료 근로자의 행위로 인하여 업무상 재해를 입은 경우, 동료 근로자가구 산업재해보상보험법 제54조 제1항에 규정된 ‘제3자’에서 제외되는지 여부(적극)<br/>[3] 구 산업재해보상보험법에 의한 보험가입자인 甲 주식회사가 자신이 시공하는 건물신축공사 중 전기공사 부분을 乙에게 도급을 주었는데 작업진행과정 중 甲 회사 소속 근로자 丙, 丁과 乙의 피용자 戊가 다투게 되었고 결국 丁이 戊를 폭행하여 상해를 입게 한 사안에서, 위 사고가 업무상 재해에 해당하지만 甲 회사가같은 법 제9조 제1항에 의해 戊에게도 보험가입자의 지위에 있는 사업주인 이상 가해 근로자인 丙, 丁과 피해 근로자인 戊는같은 법 제54조 제1항에 규정된 ‘제3자’에서 제외된다고 한 사례<br/>",
  "판결요지": "[1] 구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것)에 규정된 ‘업무상 재해’란 업무상 사유에 의한 근로자의 부상·질병·신체장해 또는 사망을 말하는데, 근로자가 직장 안에서 타인의 폭력에 의하여 재해를 입은 경우, 그것이 가해자와 피해자 사이의 사적인 관계에 기인한 때 또는 피해자가 직무의 한도를 넘어 상대방을 자극하거나 도발한 때에는 업무상 사유에 의한 것이라고 할 수 없어 업무상 재해로 볼 수 없으나, 직장 안의 인간관계 또는 직무에 내재하거나 통상 수반하는 위험의 현실화로서 업무와 상당인과관계가 있으면 업무상 재해로 인정하여야 한다.<br/>[2] 동료 근로자에 의한 가해행위로 인하여 다른 근로자가 재해를 입어 그 재해가 업무상 재해로 인정되는 경우에 그러한 가해행위는 마치 사업장 내 기계기구 등의 위험과 같이 사업장이 갖는 하나의 위험이라고 볼 수 있으므로, 위험이 현실화하여 발생한 업무상 재해에 대하여는 근로복지공단이 궁극적인 보상책임을 져야 한다고 보는 것이 산업재해보상보험의 사회보험적 내지 책임보험적 성격에 부합한다. 이에 더하여 사업주를 달리하는 경우에도 하나의 사업장에서 어떤 사업주의 근로자가 다른 사업주의 근로자에게 재해를 가하여 근로복지공단이 재해 근로자에게 보험급여를 한 경우, 근로복지공단은구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것, 이하 ‘구 산재법’이라 한다) 제54조 제1항 단서에 의하여 가해 근로자 또는 사용자인 사업주에게 구상할 수 없다는 것까지 고려하면, 근로자가 동일한 사업주에 의하여 고용된 동료 근로자의 행위로 인하여 업무상 재해를 입은 경우에 동료 근로자는 보험가입자인 사업주와 함께 직·간접적으로 재해 근로자와 산업재해보상보험관계를 가지는 사람으로서구 산재법 제54조 제1항에 규정된 ‘제3자'에서 제외된다.<br/>[3] 구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것, 이하 ‘구 산재법’ 이라 한다)에 의한 보험가입자인 甲 주식회사가 자신이 시공하는 건물신축공사 중 전기공사 부분을 乙에게 도급을 주었는데 작업진행과정 중 甲 회사 소속 근로자 丙, 丁과 乙의 피용자 戊가 다투게 되었고 결국 丁이 戊를 폭행하여 상해를 입게 한 사안에서, 건물신축 공사현장에서 작업진행방식 등에 관한 근로자들 상호간의 의사소통 부족으로 인하여 야기된 다툼으로서 직장 안의 인간관계 또는 직무에 내재하거나 통상 수반하는 위험이 현실화된 것이므로 업무와 위 재해 사이에는 상당인과관계가 인정되고, 다만 甲 회사가구 산재법 제9조 제1항에 의해 戊에 대해서도 보험가입자의 지위에 있는 사업주인 이상, 가해 근로자인 丙, 丁과 피해 근로자인 戊는 보험가입자인 甲 회사와 함께 직·간접적으로 산업재해보상보험관계를 가지는 사람으로서구 산재법 제54조 제1항에 규정된 ‘제3자’에서 제외된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것) 제4조 제1호(현행 제5조 제1호 참조) / [2]구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것) 제54조 제1항 단서(현행 제87조 제1항 단서 참조)  / [3]구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것) 제4조 제1호(현행 제5조 제1호 참조),제54조 제1항 단서(현행 제87조 제1항 단서 참조)<br/>",
  "참조판례": "[1]대법원 1995. 1. 24. 선고 94누8587 판결(공1995상, 1166)<br/>"
}