{
  "판례일련번호": "157073",
  "사건명": "부동산 명도",
  "사건번호": "2008다91364",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 주택재개발정비사업조합의 조합원이 현금청산대상자가 된 경우 조합원 지위를 상실하는지 여부(적극)<br/>[2] 관리처분계획이 인가된 후라도 정관에서 정한 분양계약 체결기간 내에 분양계약을 체결하지 아니한 조합원은 현금청산대상자가 될 수 있다는 내용의 주택재개발정비사업조합 정관 규정이 무효라고 볼 수 없다고 한 사례<br/>[3] 주택재개발사업의 시행자가구 도시 및 주거환경정비법 제49조 제6항에 따라 현금청산대상자에게서 정비구역 내 부동산을 인도받기 위하여 거쳐야 할 절차<br/>",
  "판결요지": "[1]구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제47조의 내용과 형식을 비롯하여, 구 도시정비법이 현금청산제도를 둔 것은 분양신청을 하지 않은 조합원 등에 대하여 현금청산이 가능하도록 함으로써 주택재개발사업을 신속하고도 차질 없이 추진할 수 있도록 하려는 취지인 점, 조합원이 현금청산대상자가 됨으로써 조합원의 가장 중요한 권리인 분양청구권을 행사할 수 없게 된 마당에 여전히 조합원으로서 제반 권리를 가지고 의무를 부담하게 하는 것은 당사자 의사에 부합하지 아니한 점, 현금청산대상자에게 조합원의 지위를 인정하지 아니하고 현금청산을 통해 조합과의 법률관계를 마무리하더라도, 현금청산대상자는 청산금을 조합과 협의에 의하여 결정하거나 협의가 성립하지 않을 경우 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따른 수용절차를 통해 지급받을 수 있을 뿐만 아니라, 조합에게서 청산금을 지급받을 때까지 조합에 대하여 종전 토지 또는 건축물에 대한 인도를 거절할 수 있는 점 등을 종합하면, 분양신청을 하지 않거나 철회하는 등구 도시정비법 제47조의 요건에 해당하여 현금청산대상자가 된 조합원은 조합원으로서 지위를 상실한다고 보아야 한다.<br/>[2] 주택재개발정비사업조합 정관에서구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제47조와 같은 내용을 규정한 다음, 관리처분계획의 인가 후 60일 이내에 분양계약을 체결하지 아니한 조합원에게 이를 준용한다고 규정한 사안에서, 이에 따르면 위 조합의 조합원은 관리처분계획이 인가된 후라도 정관에서 정한 분양계약 체결기간 이내에 분양계약을 체결하지 아니함으로써 특별한 사정이 없는 한 현금청산대상자가 될 수 있는데, 이러한 정관 규정은 조합원으로 하여금 관리처분계획이 인가된 이후라도 조합원 지위에서 이탈하여 현금청산을 받을 기회를 추가로 부여하려는 취지이므로, 그 내용이 구 도시정비법에 위배되어 무효라고 볼 수 없다고 한 사례.<br/>[3] 주택재개발사업의 사업시행자가 공사에 착수하기 위하여 조합원이 아닌 현금청산대상자에게서 그 소유의 정비구역 내 토지 또는 건축물을 인도받기 위해서는 관리처분계획이 인가·고시된 것만으로는 부족하고 나아가 구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)이 정하는 데 따라 협의 또는 수용절차를 거쳐야 하며, 협의 또는 수용절차를 거치지 아니한 때에는구 도시정비법 제49조 제6항의 규정에도 불구하고 현금청산대상자를 상대로 토지 또는 건축물의 인도를 구할 수 없다고 보는 것이 국민의 재산권을 보장하는 헌법합치적 해석이라고 할 것이다. 만일 조합과 현금청산대상자 사이에 청산금에 관한 협의가 성립된다면 조합의 청산금 지급의무와 현금청산대상자의 토지 등 부동산 인도의무는 특별한 사정이 없는 한 동시이행 관계에 있게 되고, 수용절차에 의할 때에는 부동산 인도에 앞서 청산금 등의 지급절차가 이루어져야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제47조 / [2]구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제47조,민법 제105조 / [3]구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제38조,제40조 제1항,제47조,제49조 제6항,도시 및 주거환경정비법 시행령 제48조,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조,민법 제536조<br/>",
  "참조판례": ""
}