{
  "판례일련번호": "157076",
  "사건명": "손해배상(기)",
  "사건번호": "2010다18850",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 위법한 입찰 담합행위로 인한 손해의 산정 방법<br/>[2] 정유업체들이 수년간 군납유류 입찰에 참가하면서 일정 비율로 입찰물량을 나누어 낙찰받기로 결의하고 유종별 낙찰예정업체, 낙찰단가, 들러리 가격 등을 사전에 합의한 후 입찰에 참가하여 계약을 체결함으로써 국가에 손해를 입힌 사안에서, 담합기간 동안의 싱가포르 현물시장 거래가격에 정부회계기준에 의한 부대비용을 합산한 가격을 가상 경쟁가격이라고 보아 담합행위 손해액을 산정한 원심판단에 법리오해 등 위법이 있다고 한 사례<br/>[3] 담합행위 전후 특정 상품의 가격형성에 영향을 미치는 요인들이 변동 없이 유지되고 있는지에 관한 증명책임의 소재<br/>[4] 국방부가 당초 내수가연동제 방식으로 군용유류 입찰을 실시하였다가 정유업체들의 담합으로 수회 유찰되자 업체들이 요구하는 연간고정가 방식으로 유류구매계약을 체결함으로써 환율 및 국내 유가 하락에도 구매가격을 감액조정하지 못하여 국가가 손해를 입은 사안에서, 담합행위와 손해 사이에 상당인과관계가 없다고 한 사례<br/>[5] 국가가 입찰담합에 의한 불법행위의 피해자인 경우, 가해자에게 부과하여 납부받은 과징금이 손익상계 대상이 되는지 여부(소극)<br/>",
  "판결요지": "[1] 위법한 입찰 담합행위로 인한 손해는 담합행위로 인하여 형성된 낙찰가격과 담합행위가 없었을 경우에 형성되었을 가격(이하 ‘가상 경쟁가격’이라 한다)의 차액을 말한다. 여기서 가상 경쟁가격은 담합행위가 발생한 당해 시장의 다른 가격형성 요인을 그대로 유지한 상태에서 담합행위로 인한 가격상승분만을 제외하는 방식으로 산정하여야 한다. 위법한 입찰 담합행위 전후에 특정 상품의 가격형성에 영향을 미치는 경제조건, 시장구조, 거래조건 및 그 밖의 경제적 요인의 변동이 없다면 담합행위가 종료된 후의 거래가격을 기준으로 가상 경쟁가격을 산정하는 것이 합리적이라고 할 수 있지만, 담합행위 종료 후 가격형성에 영향을 미치는 요인들이 현저하게 변동한 때에는 그와 같이 볼 수 없다. 이러한 경우에는 상품의 가격형성상의 특성, 경제조건, 시장구조, 거래조건 및 그 밖의 경제적 요인의 변동 내용 및 정도 등을 분석하여 그러한 변동 요인이 담합행위 후의 가격형성에 미친 영향을 제외하여 가상 경쟁가격을 산정함으로써 담합행위와 무관한 가격형성 요인으로 인한 가격변동분이 손해의 범위에 포함되지 않도록 하여야 한다.<br/>[2] 정유업체들이 수년간 군납유류 입찰에 참가하면서 일정 비율로 입찰물량을 나누어 낙찰받기로 결의하고 유종별 낙찰예정업체, 낙찰단가, 들러리 가격 등을 사전에 합의한 후 입찰에 참가하여 계약을 체결함으로써 국가에 손해를 입힌 사안에서, 담합기간 동안 국내 군납유류시장은 과점체제하의 시장으로서 완전경쟁시장에 가까운 싱가포르 현물시장과 비교할 때 시장의 구조, 거래 조건 등 가격형성 요인이 서로 다르므로 전반적으로 동일·유사한 시장이라고 볼 수 없고, 정부회계기준에서 정하고 있는 부대비용은 이러한 양 시장의 가격형성 요인의 차이점을 특히 염두에 두고 군납유류의 가격 책정 시 차이점을 보완하기 위하여 마련된 것이 아니므로, 단순히 담합기간 동안의 싱가포르 현물시장 거래가격에 정부회계기준에 의한 부대비용을 합산한 가격을 가상 경쟁가격이라고 단정할 수 없음에도, 이를 담합기간 동안의 가상 경쟁가격으로 보아 담합행위 손해액을 산정한 원심판단에는 위법한 입찰 담합행위로 인한 손해액 산정에 관한 법리오해 등의 위법이 있다고 한 사례.<br/>[3] 불법행위를 원인으로 한 손해배상청구소송에서 손해의 범위에 관한 증명책임이 피해자에게 있는 점에 비추어, 담합행위 전후에 특정 상품의 가격형성에 영향을 미치는 요인들이 변동 없이 유지되고 있는지가 다투어지는 경우 그에 대한 증명책임은 담합행위 종료 후의 가격을 기준으로 담합행위 당시의 가상 경쟁가격을 산정하여야 한다고 주장하는 피해자가 부담한다.<br/>[4] 국방부가 당초 내수가연동제 방식으로 군용유류 입찰을 실시하였다가 정유업체들의 담합으로 수회 유찰되자 업체들이 요구하는 연간고정가 방식으로 유류구매계약을 체결함으로써 그 후 환율 및 국내 유가가 하락하였는데도 구매가격을 감액조정하지 못하여 국가가 손해를 입은 사안에서, 국방부가 연간고정가 방식을 채택한 것은 정유업체들의 담합으로 수회 입찰이 유찰된 것이 하나의 계기가 되었다고 볼 수 있지만, 당초 입찰 당시 담합행위만으로 연간고정가 방식이 계약조건으로 곧바로 편입되는 효과가 발생하는 것은 아니고 입찰을 실시하는 국방부의 내부 검토와 결정 절차를 거쳐야 했던 점, 당시 국방부는 연간고정가 방식을 채택하는 대신 월별 분할입찰을 실시하는 등의 대안이 있었음에도 연간고정가 방식으로 당초 입찰 당시보다 예정가격을 낮추어 입찰을 실시한다면 유류의 조기구입이 가능할 뿐만 아니라 예산도 절감할 수 있어 환율하락 정도와 시기를 감안하더라도 수용가능하다는 판단하에 연간고정가 방식을 수용한 것인 점, 이러한 연간고정가 방식의 계약 체결로 인하여 국방부가 손해를 입게 된 원인은 당초 예상과 달리 환율이 급격하게 하락하고 그에 동반하여 국내 유가가 급격하게 하락한 외부적 사정에 기인하는 점 등을 고려할 때, 정유업체들이 당초 입찰 당시 담합하여 유찰시킨 행위와 국방부가 연간고정가 방식의 계약을 체결한 행위 또는 당초 국방부의 예상과 달리 환율 및 국내 유가의 하락이 발생하였음에도 연간고정가 방식 때문에 유류구매가격 전액을 내수가연동제 방식으로 감액조정을 할 수 없게 됨으로써 국가가 입게 된 손해 사이에 상당인과관계가 없다고 한 사례.<br/>[5] 입찰담합에 의한 부당한 공동행위에 대하여 독점규제 및 공정거래에 관한 법률에 따라 부과되는 과징금은 담합행위의 억지라는 행정목적을 실현하기 위한 제재적 성격과 불법적인 경제적 이익을 박탈하기 위한 성격을 함께 갖는 것으로서 피해자에 대한 손해 전보를 목적으로 하는 불법행위로 인한 손해배상책임과는 성격이 전혀 다르므로, 국가가 입찰담합에 의한 불법행위 피해자인 경우 가해자에게 입찰담합에 의한 부당한 공동행위에 과징금을 부과하여 이를 가해자에게서 납부받은 사정이 있다 하더라도 이를 가리켜 손익상계 대상이 되는 이익을 취득하였다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제393조,제750조,제763조 / [2]민법 제393조,제750조,제763조 / [3]민사소송법 제288조,민법 제393조,제750조,제763조 [4]민법 제750조 / [5]민법 제396조,제750조,제763조,독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호,제22조<br/>",
  "참조판례": ""
}