{
  "판례일련번호": "157096",
  "사건명": "사기·정보통신망 이용 촉진및 정보보호등에 관한 법률위반(정보통신망 침해등)·정보통신망 이용촉진및 정보보호등에 관한 법률위반",
  "사건번호": "2011도5299",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1]정보통신망 이용촉진 및 정보보호 등에 관한 법률 제72조 제1항 제1호,제48조 제1항 위반죄의 성립 요건<br/>[2] 피고인이, 사용이 정지되거나 사용할 수 없게 된 휴대전화를 ‘유심칩(USIM Chip) 읽기’ 등을 통하여 다량의 문자메시지를 발송할 수 있는 상태로 조작하기 위한 목적으로 이동통신회사의 정보통신망에 접속한 사안에서, 위 행위가정보통신망 이용촉진 및 정보보호 등에 관한 법률 제72조 제1항 제1호,제48조 제1항 위반죄에 해당한다고 본 원심판단을 수긍한 사례<br/>[3] 피고인이, 휴대전화 문자메시지를 발송하더라도 이용대금을 납부할 의사와 능력이 없는데도, 단독으로 또는 공범들과 함께 사용이 정지되거나 사용할 수 없게 된 휴대전화를 구입한 후 이른바 ‘대포폰’으로 유통시켜 사용하도록 하거나 ‘유심칩(USIM Chip) 읽기’를 통하여 해당 휴대전화의 문자발송제한을 해제하고 광고성 문자를 대량 발송하는 방법으로 이동통신회사들로부터 이용대금 상당의 재산상 이득을 취득하였다는 내용으로 기소된 사안에서, 피고인의 행위가 ‘사람을 기망하여 재산상 이득을 취득한 경우’에 해당한다고 볼 수 없는데도 이와 달리 보아 피고인에게 사기죄를 인정한 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]정보통신망 이용촉진 및 정보보호 등에 관한 법률 제72조 제1항 제1호,제48조 제1항 위반죄는, 정당한 접근권한 없이 또는 허용된 접근권한을 넘어 정보통신망에 침입하면 성립한다.<br/>[2] 피고인이, 사용이 정지되거나 사용할 수 없게 된 휴대전화를 ‘유심칩(USIM Chip) 읽기’ 등을 통하여 다량의 문자메시지를 발송할 수 있는 상태로 조작하기 위한 목적으로 피해자 이동통신회사의 정보통신망에 접속한 사안에서, 피해자 회사의 위탁대리점 계약자가 피해자 회사의 전산망에 접속하여 ‘유심칩 읽기’를 할 수 있는 경우는 개통, 불통, 휴대폰개설자의 유심칩 변경 등 세 가지 경우로 한정되어 있으므로, 피고인의 행위는 허용된 접근권한을 초과하여 피해자 회사의 정보통신망에 침입한 것으로서정보통신망 이용촉진 및 정보보호 등에 관한 법률 제72조 제1항 제1호,제48조 제1항 위반죄에 해당한다고 본 원심판단을 수긍한 사례.<br/>[3] 피고인이, 휴대전화 문자메시지를 발송하더라도 이용대금을 납부할 의사와 능력이 없는데도, 단독으로 또는 공범들과 함께 이용대금 미납 등의 사유로 사용이 정지되거나 유심칩(USIM Chip) 분실로 사용할 수 없게 된 휴대전화를 구입한 후 이른바 ‘대포폰’으로 유통시켜 사용하도록 하거나 유심칩 읽기를 통하여 해당 휴대전화의 문자발송제한(1일 500개)을 해제하고 광고성 문자를 대량 발송하는 방법으로 이동통신회사들로부터 이용대금 상당의 재산상 이득을 취득하였다는 내용으로 기소된 사안에서, 피고인이 이동통신 판매대리점의 컴퓨터를 이용하여 이동통신회사들의 전산망에 접속한 다음 전산상으로 사용정지된 휴대전화를 사용할 수 있도록 하거나 유심칩 읽기를 통해 문자메시지 발송한도를 해제한 것은 전산상 자동으로 처리된 것일 뿐 사기죄 구성요건인 ‘사람을 기망하여 재산상 이득을 취득한 경우’에 해당한다고 볼 수 없는데도, 이와 달리 보아 피고인에게 사기죄를 인정한 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제1항,제72조 제1항 제1호 / [2]정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제1항,제72조 제1항 제1호 / [3]형법 제30조,제347조<br/>",
  "참조판례": "[1]대법원 2005. 11. 25. 선고 2005도870 판결(공2006상, 71),대법원 2010. 7. 22. 선고 2010도63 판결(공2010하, 1691)<br/>"
}