{
  "판례일련번호": "157094",
  "사건명": "법인세등 부과 처분취소",
  "사건번호": "2008두5650",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 법인세 과세표준과 관련하여, 자산의 교환으로 발생하는 수익으로서 익금에 산입하여야 할 ‘자산의 양도금액’ 산정방법<br/>[2] 법인세 과세표준과 관련하여, 교환으로 취득하는 자산의 취득시기<br/>[3] 甲 주식회사가 乙 주식회사 발행주식을 丙 주식회사에 양도하는 대가로 丙 회사에게서 현금 및 丁 주식회사 발행주식을 받기로 약정하였는데, 이후 2000. 7. 25. 乙 회사에 대한 자산실사결과를 반영하여 위 양도대가를 일부 감액하기로 합의한 뒤 그 다음날 丙 회사에게서 감액된 현금 및 丁 회사 발생주식 주권을 교부받은 사안에서, 법인세 과세표준과 관련하여 甲 회사의 주식 양도로 인해 익금에 산입해야 할 양도금액은 현금과 丁 회사 발행주식을 취득한 때인 2000. 7. 26. 당시 시가를 합산하여 산정하여야 한다고 한 사례<br/>[4] 증권업협회에 등록된 법인의 주권을 증권관리위원회가 정한 거래방식이 아닌 방식으로 양도한 경우, 주권 양도에 대한 증권거래세 과세표준<br/>[5] 甲 주식회사가 증권업협회 등록법인 乙 주식회사 발행주식을 丙 주식회사에 양도하는 대가로 丙 회사에게서 현금 및 丁 주식회사 발행주식 주권을 교부받은 사안에서, 주식 양도로 인한 증권거래세 과세표준과 구 법인세법상 익금에 산입되는 금액이 동일하다고 보아 甲 회사가 乙 회사 발행주식의 양도대가로 받은 현금과 丁 회사 발행주식의 취득 당시 시가를 합산하여 甲 회사의 乙 회사 발행주식 양도에 대한 증권거래세 과세표준을 산정한 원심판단에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제1항,제3항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조,제72조 제1항 규정의 내용과 입법 취지에 비추어 보면, 자산의 교환으로 발생하는 수익으로서 익금에 산입하여야 할 ‘자산의 양도금액’은 특별한 사정이 없는 한 교환으로 취득하는 자산의 취득 당시 시가에 의하고, 대가의 일부로 현금을 수령한 경우에는 이를 합산하여야 한다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 ‘구 법인세법’이라 한다)은 교환으로 취득하는 자산의 취득시기에 관하여 별도의 규정을 두고 있지 아니하고, 조세법률주의 원칙상 소득세법 등 다른 세법의 취득시기에 관한 규정이나 구 법인세법상 익금 및 손금의 귀속 사업연도에 관한 규정을 그대로 적용할 수는 없으나, 기업회계상 자산의 인식 시점을 당해 자산에 내재된 미래의 경제적 효익이 회사에 유입할 가능성이 매우 높고 원가 또는 가치가 신뢰성 있게 측정될 수 있을 때로 보고 있는 점, 교환으로 인한 자산의 취득 및 양도시기는 특별한 사정이 없는 한 동일한 기준에 의하여 판단하는 것이 합리적인데, 교환으로 인한 자산의 양도시기는 교환으로 취득하는 자산에 대한 실질적인 처분권을 취득한 때로 보는 것이 타당한 점 등을 종합하면, 교환으로 취득하는 자산의 취득시기는 특별한 사정이 없는 한 자산에 대한 실질적인 처분권을 취득한 때로 보아야 한다.<br/>[3] 甲 주식회사가 乙 주식회사 발행주식을 丙 주식회사에 양도하는 대가로 丙 회사에게서 현금 및 丁 주식회사 발행주식을 받기로 약정하였는데, 이후 2000. 7. 25. 丙 회사와 乙 회사에 대한 자산실사결과를 반영하여 위 양도대가를 일부 감액하기로 합의한 뒤 다음날인 2000. 7. 26. 丙 회사에게서 감액된 현금 및 丁 회사 발행주식 주권을 교부받은 사안에서, 법인세 과세표준과 관련하여 甲 회사의 乙 회사 발행주식 양도로 인해 익금에 산입해야 할 양도금액은 乙 회사 발행주식 양도대가로 받은 현금과 丁 회사 발행주식을 취득한 때인 2000. 7. 26. 당시 시가를 합산하여 산정하여야 한다고 한 사례.<br/>[4]구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호,구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제4조 제2호에 의하면, 증권업협회에 등록된 법인의 주권을 증권관리위원회가 정한 거래방식이 아닌 방식으로 양도한 때에는 주권의 양도가액을 과세표준으로 하되, 양도가액을 알 수 없거나 그 가액이 증권업협회가 공표한 양도일의 매매거래기준가격에서 증권업협회가 정한 가격제한폭의 금액을 차감한 가액에 양도된 주권의 거래수량을 곱하여 계산하는 방법(이하 ‘양도가액 평가방법’이라 한다)에 의하여 평가한 가액보다 낮은 경우에는 양도가액 평가방법에 의하여 계산한 가액을 과세표준으로 하여야 하고, 여기에서 ‘주권의 양도가액’이란 거래 당시 주권의 양도대가로 실지 약정된 가액을 말한다. 따라서 주권의 양도에 대한 증권거래세의 과세표준은 실지 약정된 양도가액을 알 수 있으면 그 가액에 의하되, 가액을 알 수 없거나 그 가액이 양도가액 평가방법에 의하여 평가한 가액보다 낮은 경우에는 양도가액 평가방법에 의하여 평가한 가액에 의하여야 한다.<br/>[5] 甲 주식회사가 증권업협회 등록법인 乙 주식회사 발행주식을 丙 주식회사에 양도하는 대가로 丙 회사에게서 현금 및 丁 주식회사 발행주식 주권을 교부받은 사안에서, 乙 회사 발행주식의 실지 약정된 양도가액이 있는지, 증권업협회가 공표한 양도일의 매매거래기준가격에서 증권업협회가 정한 가격제한폭의 금액을 차감한 가액에 양도된 주권의 거래수량을 곱하여 계산하는 방법에 의한 주식 가액이 얼마인지 등을 심리하지 아니한 채 甲 회사의 乙 회사 발행주식 양도로 인한 증권거래세 과세표준과 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것)상 익금에 산입되는 금액이 동일하다고 보아 甲 회사가 乙 회사 발행주식의 양도대가로 받은 현금과 丁 회사 발행주식의 취득 당시 시가를 합산하여 甲 회사의 乙 회사 발행주식 양도에 대한 증권거래세 과세표준을 산정한 원심판단에는 과세표준에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제1항,제3항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조,제72조 제1항(현행 제72조 제2항 참조) / [2]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제14조,제41조,구 소득세법(2010. 12. 27. 법률 제10408호로 개정되기 전의 것) 제98조 / [3]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제1항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조,제72조 제1항 제5호(현행 제72조 제2항 제6호 참조) / [4]구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호(현행 제7조 제1항 제2호 참조),구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제4조 제2호 / [5]구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호(현행 제7조 제1항 제2호 참조),구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제2조,제4조 제2호<br/>",
  "참조판례": "[1]대법원 2010. 3. 25. 선고 2007두18017 판결(공2010상, 836) / [2]대법원 1996. 1. 23. 선고 95누7475 판결(공1996상, 692)<br/>"
}