{
  "판례일련번호": "157095",
  "사건명": "업무상배임",
  "사건번호": "2010도12834",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 발명진흥법상 ‘직무발명’에 대하여 특허 등을 받을 수 있는 권리나 특허권 등을 사용자 등에게 승계시키는 합의가 성립되었다고 인정할 수 있는 경우<br/>[2] 甲 주식회사의 임원 또는 종업원인 피고인들이 직무발명에 대한 특허출원인 명의를 피고인들 등으로 변경하여 특허출원이 이루어지도록 하여 甲 회사에 재산상 손해를 가하였다는 내용으로 기소된 사안에서, 사용자인 甲 회사가 피고인들로부터 발명에 대하여 특허를 받을 수 있는 권리를 적법하게 승계하였다고 할 수 없으므로, 피고인들의 행위가 업무상배임죄에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 발명진흥법은 ‘직무발명’에 대하여 특허 등을 받을 수 있는 권리는 발명자인 종업원 등에게 귀속하는 것으로 하여 종업원 등의 권리를 확보하는 한편, 사용자 등의 직무발명 완성에 관한 기여를 고려하여 직무발명에 대하여 종업원 등이 특허 등을 받거나 특허 등을 받을 수 있는 권리를 승계한 자가 특허 등을 받으면 사용자 등은 특허권 등에 대하여 통상실시권을 가지고(제10조 제1항), 또한 직무발명 외 종업원 등의 발명과는 달리 직무발명에 대하여는 종업원 등이 특허 등을 받을 수 있는 권리나 특허권 등을 미리 계약이나 근무규정에 의하여 사용자 등에게 승계시키거나 사용자 등을 위하여 전용실시권을 설정할 수 있으며(제10조 제3항), 이와 같은 경우 종업원 등으로부터 직무발명 완성사실의 통지를 받은 사용자 등(국가나 지방자치단체는 제외한다)이 대통령령으로 정하는 기간에 발명에 대한 권리의 승계 의사를 알린 때에는 그때부터 발명에 대한 권리는 사용자 등에게 승계된 것으로 본다고 정하여(제13조 제1항 본문,제2항) 양자의 이해관계를 조정하고 있다. 그러면서도 위 법은 미리 사용자 등에게 특허 등을 받을 수 있는 권리나 특허권 등을 승계시키거나 사용자 등을 위하여 전용실시권을 설정하도록 하는 계약이나 근무규정이 없는 경우에는 사용자 등이 종업원 등의 의사와 다르게 발명에 대한 권리의 승계를 주장할 수 없고(제13조 제1항 단서), 그 밖에도 종업원 등은 직무발명에 대하여 특허 등을 받을 수 있는 권리나 특허권 등을 계약이나 근무규정에 따라 사용자 등에게 승계하게 하거나 전용실시권을 설정한 경우에는 정당한 보상을 받을 권리를 가진다고 정함으로써(제15조 제1항) 종업원 등의 보호를 꾀하고 있는데, 이와 같은 법조의 취지에 비추어 보면, 종업원 등의 의사가 명시적으로 표시되거나 혹은 묵시적 의사를 추인할 수 있는 명백한 사정이 인정되는 경우 이외에는 직무발명에 대하여 특허 등을 받을 수 있는 권리나 특허권 등을 사용자 등에게 승계시키는 합의가 성립되었다고 쉽게 인정할 수 없다.<br/>[2] 甲 주식회사의 임원 또는 종업원인 피고인들이 직무발명에 대한 특허출원인 명의를 피고인들 등으로 변경해서 특허출원이 이루어지도록 하여 甲 회사에 재산상 손해를 가하였다는 내용으로 기소된 사안에서, 피고인들이 직무에 관하여 발명한 ‘3D 입체게임 전용 컨트롤러’는 발명진흥법에서 정한 ‘직무발명’에 해당하여 이에 대하여 특허를 받을 수 있는 권리는 당연히 발명자인 피고인들에게 있으므로 사용자인 甲 회사가 발명의 특허출원을 하기 위하여는 피고인들로부터 특허를 받을 수 있는 권리를 승계하여야 하는데, 제반 사정에 비추어 甲 회사가 위 발명에 대하여 특허를 받을 수 있는 권리를 적법하게 승계하였다고 할 수 없으므로, 피고인들이 위 발명에 대하여 특허출원인 명의를 피고인들 등으로 변경하여 출원하였다 하여 그와 같은 행위가 업무상배임죄에 해당한다고 할 수 없는데도, 피고인들과 甲 회사 사이에 특허를 받을 수 있는 권리를 甲 회사에 승계시키는 묵시적 합의가 있었다는 전제하에 이와 달리 본 원심판단에 직무발명의 권리귀속에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]발명진흥법 제10조 제1항,제3항,제13조 제1항,제2항,제15조 제1항 / [2]형법 제30조,제355조 제2항,제356조,발명진흥법 제10조 제1항,제13조 제1항<br/>",
  "참조판례": ""
}