{
  "판례일련번호": "157079",
  "사건명": "소유권 보존 등기말소",
  "사건번호": "2011다15094",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 취득시효에서 자주점유 여부에 대한 증명책임의 소재 및 점유가 자주점유인지 타주점유인지의 판단 기준<br/>[2] 국가가 구 농지개혁법에 따라 매수한 농지를 점유하는 경우, 점유의 성질(=타주점유)<br/>[3] 국가의 부동산에 대한 점유가 권원의 성질상 자주점유인지 문제된 사안에서, 국가가 위 부동산이 분할되기 전의 모토지를 매수한 것은 자경하는 농민 등에게 분배하기 위한 것인데, 분배하지 아니하기로 확정된 경우에는 원소유자에게 환원될 것이 매수 당시부터 예정되어 있었던 것이므로, 국가의 위 부동산에 대한 점유는 권원의 성질상 타주점유라고 한 사례<br/>",
  "판결요지": "[1]민법 제197조 제1항에 의하면, 물건의 점유자는 소유의 의사로 점유한 것으로 추정되므로, 점유자가 취득시효를 주장하는 경우 스스로 소유의 의사를 증명할 책임은 없고, 점유자의 점유가 소유의 의사가 없는 점유임을 주장하여 취득시효 성립을 부정하는 자에게 증명책임이 있다. 그리고 점유자의 점유가 소유의 의사 있는 자주점유인지 아니면 소유의 의사 없는 타주점유인지는 점유자 내심의 의사에 의하여 결정되는 것이 아니라 점유 취득의 원인이 된 권원의 성질이나 점유와 관계가 있는 모든 사정에 의하여 외형적·객관적으로 결정되어야 한다.<br/>[2] 구 농지개혁법(1994. 12. 22. 법률 제4817호농지법 부칙 제2조 제1호로 폐지, 이하 ‘구 농지개혁법’이라 한다)에 의하여 자경하지 않는 농지를 정부가 매수한 것은 후에 농지가 분배되지 않을 것을 해제조건으로 매수한 것이고, 매수한 농지 중구 농지개혁법 시행령(1995. 12. 22. 대통령령 제14835호 농지법 시행령 부칙 제2조 제1호로 폐지) 제32조 등에 정한 절차를 거쳐 확정된 분배농지에 포함되지 않거나, 분배농지로 확정된 농지 중 실제로 농가에 분배되지 않는 등으로 정부가 매수한 농지가 농민들에게 분배되지 않는 것으로 확정될 경우 그 소유권은 원소유자에게 복귀되는 것이므로, 국가가 구 농지개혁법에 따라 농지를 매수한 것은 자경하는 농민 등에게 분배하기 위한 것이고, 분배하지 아니하기로 확정되는 경우에는 원소유자에게 환원될 것이 매수 당시부터 예정되어 있는 것이므로 국가의 매수농지에 대한 점유는 진정한 소유자의 지배를 배제하려는 의사를 가지고 하는 자주점유라고 볼 수 없고, 권원의 성질상 타주점유로 보아야 한다.<br/>[3] 국가의 부동산에 대한 점유가 권원의 성질상 자주점유인지 문제된 사안에서, 위 부동산은 국가가 농지분배를 위하여 매수하였으나구 농지개혁법 시행령(1995. 12. 22. 대통령령 제14835호 농지법 시행령 부칙 제2조 제1호로 폐지) 제32조 등에 정한 절차를 거쳐 확정된 분배농지에 포함되지 않아 분배되지 아니한 토지이고, 국가가 부동산이 분할되기 전의 모토지를 매수한 것은 자경하는 농민 등에게 분배하기 위한 것인데, 분배하지 아니하기로 확정된 경우에는 원소유자에게 환원될 것이 매수 당시부터 예정되어 있었던 것이므로, 국가의 위 부동산에 대한 점유는 권원의 성질상 타주점유라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제197조 제1항,제245조 / [2]민법 제197조 제1항,구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지) 제5조 제2호,구 농지개혁법 시행령(1995. 12. 22. 대통령령 제14835호 농지법 시행령 부칙 제2조 제1호로 폐지) 제32조 / [3]민법 제197조 제1항,구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지) 제5조 제2호,구 농지개혁법 시행령(1995. 12. 22. 대통령령 제14835호 농지법 시행령 부칙 제2조 제1호로 폐지) 제32조<br/>",
  "참조판례": "[1]대법원 2000. 3. 16. 선고 97다37661 전원합의체 판결(공2000상, 962),대법원 2002. 2. 26. 선고 99다72743 판결(공2002상, 777) / [2]대법원 2001. 12. 27. 선고 2001다48187 판결(공2002상, 357),대법원 2003. 10. 10. 선고 2002다56666 판결(공2003하, 2171),대법원 2005. 4. 14. 선고 2004다1141 판결<br/>"
}