{
  "판례일련번호": "157101",
  "사건명": "특정범죄 가중처벌 등에 관한 법률위반(뇌물)·특정범죄가중처벌등에관한법률위반(특수직무유기)·뇌물수수·직권남용권리행사방해·강요(인정된죄명:강요방조)·공무상비밀누설교사",
  "사건번호": "2011도1739",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 직권남용권리행사방해죄에서 ‘직권남용’의 의미와 판단 기준 및 어떠한 직무를 ‘공무원의 일반적 권한에 속하는 사항’으로 인정하기 위한 요건<br/>[2] 해군본부 법무실장인 피고인이 국방부 검찰수사관 甲에게 군내 납품비리 수사와 관련한 수사기밀사항을 보고하게 하여 직무상 권한을 남용하였다는 내용으로 기소된 사안에서, 피고인에게 직권남용권리행사방해죄를 인정한 원심판단을 수긍한 사례<br/>[3] 특수직무유기죄의 구성요건 중 ‘인지’의 의미<br/>[4] 직무유기죄에서 ‘직무를 유기한 때’의 의미 및 특수직무유기죄의 경우에도 동일한 법리가 적용되는지 여부(적극)<br/>[5] 해군본부 고등검찰부장인 피고인이 甲의 구 특정범죄 가중처벌 등에 관한 법률 위반(알선수재)의 범죄 혐의사실을 인지하고도 정당한 이유 없이 직무를 유기하였다고 하여 같은 법 위반(특수직무유기)으로 기소된 사안에서, 피고인에게 무죄를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]형법 제123조의 직권남용권리행사방해죄에서 ‘직권의 남용’이란 공무원이 ‘일반적 권한’에 속하는 사항을 불법하게 행사하는 것, 즉 형식적, 외형적으로는 직무집행으로 보이나 실질은 정당한 권한 외의 행위를 하는 경우를 의미하고, 남용에 해당하는지는 구체적인 공무원의 직무행위가 그 목적 및 그것이 행하여진 상황에서 볼 때의 필요성·상당성 여부, 직권행사가 허용되는 법령상 요건을 충족했는지 등 제반 요소를 고려하여 결정하여야 한다. 그리고 어떠한 직무가 공무원의 일반적 권한에 속하는 사항이라고 하기 위해서는 그에 관한 법령상의 근거가 필요하지만, 명문이 없는 경우라도 법·제도를 종합적, 실질적으로 관찰해서 그것이 해당 공무원의 직무권한에 속한다고 해석되고, 남용된 경우 상대방으로 하여금 사실상 의무 없는 일을 행하게 하거나 권리를 방해하기에 충분한 것이라고 인정되는 경우에는 직권남용죄에서 말하는 ‘일반적 권한’에 포함된다고 보아야 한다.<br/>[2] 해군본부 법무실장인 피고인이 국방부 검찰수사관 甲에게 군내 납품비리 수사와 관련한 수사기밀사항을 보고하게 하여 직무상 권한을 남용하였다는 내용으로 기소된 사안에서, 피고인은 해군 검찰업무뿐 아니라 소송, 징계업무 등 법무업무 전반에 관하여 해군참모총장을 보좌하는 자로서 해군 소속 인원의 사법처리와 관련된 중요 사항에 관하여 보고를 받을 일반적인 직무권한이 있으나, 여기서 나아가 국방부 검찰단의 향후 수사 방향에 대한 내용 등 수사기밀사항에 대한 보고를 요구하는 행위는 형식적, 외형적으로는 직무집행으로 보이나 실질은 일반적 직무권한 범위를 넘어 직무의 행사에 가탁한 부당한 행위이고, 甲으로서는 외부에 유출될 경우 검찰단의 수사 기능에 현저한 장애를 초래할 수 있는 검찰단 내부 수사 내용을 피고인에게 보고할 법률상의 의무가 없었다고 보아, 피고인에게 직권남용권리행사방해죄를 인정한 원심판단을 수긍한 사례.<br/>[3] 특정범죄 가중처벌 등에 관한 법률상의 특수직무유기죄는 범죄수사의 직무에 종사하는 공무원이 같은 법에 규정된 죄를 범한 사람을 ‘인지’하고 직무를 유기할 것을 구성요건으로 하고 있으므로, 본죄가 성립하기 위해서는 범죄수사의 직무에 종사하는 공무원이 같은 법에 규정된 죄를 범한 자임을 명백히 인식하고 그에 대하여 수사를 개시할 수 있을 정도의 단계에 이르러야 하고, 단순히 확인되지 않은 제보 등에 의하여 이러한 죄를 범하였을 수도 있다는 의심을 품은 것만으로는 위 법에서 규정하고 있는 ‘인지’가 있었다고 할 수 없다.<br/>[4] 직무유기죄에서 ‘직무를 유기한 때’란 공무원이 법령, 내규 등에 의한 추상적 충근의무를 태만히 하는 일체의 경우를 이르는 것이 아니고 직장의 무단이탈, 직무의 의식적인 포기 등과 같이 그것이 국가의 기능을 저해하며 국민에게 피해를 야기시킬 가능성이 있는 경우를 말하는 것으로서, 이는특정범죄 가중처벌 등에 관한 법률 제15조에서 정한 특수직무유기죄의 경우에도 마찬가지이다.<br/>[5] 해군본부 고등검찰부장인 피고인이 甲의 구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것, 이하 ‘특가법’이라고 한다) 위반(알선수재)의 범죄 혐의사실을 인지하고도 정당한 이유 없이 직무를 유기하였다고 하여 특가법 위반(특수직무유기)으로 기소된 사안에서, 검찰이 제출한 증거만으로는 피고인이 甲의 범죄 혐의사실을 실제로 알았다거나 그러고도 구체적으로 직무를 회피하여 수사하지 않았다고 단정할 수 없고, 비록 피고인이 甲의 범죄 혐의사실을 사건이첩이나 인지보고서를 작성하는 등 방법으로 신속, 적절하게 수사하지 않았더라도 특가법 위반(특수직무유기)죄에 해당한다고 할 수 없다고 보아, 피고인에게 무죄를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제123조 / [2]형법 제123조 / [3]특정범죄 가중처벌 등에 관한 법률 제15조 / [4]형법 제122조,특정범죄 가중처벌 등에 관한 법률 제15조 / [5]구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제3조,제15조<br/>",
  "참조판례": "[1]대법원 2007. 2. 22. 선고 2006도3339 판결,대법원 2011. 2. 10. 선고 2010도13766 판결(공2011상, 602) / [4]대법원 1997. 4. 22. 선고 95도748 판결(공1997상, 1675),대법원 2009. 3. 26. 선고 2007도7725 판결,대법원 2010. 1. 14. 선고 2009도9963 판결<br/>"
}