{
  "판례일련번호": "157111",
  "사건명": "원격 평생교육 신고서 반려 처분취소",
  "사건번호": "2005두11784",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 정보통신매체를 이용하여 학습비를 받고 불특정 다수인에게 원격평생교육을 실시하기 위해구 평생교육법 제22조 등에서 정한 형식적 요건을 모두 갖추어 신고한 경우, 행정청이 실체적 사유를 들어 신고 수리를 거부할 수 있는지 여부(소극)<br/>[2] 전통 민간요법인 침·뜸행위를 온라인을 통해 교육할 목적으로 인터넷 침·뜸 학습센터를 설립한 甲이구 평생교육법 제22조 제2항 등에 따라 평생교육시설로 신고하였으나 관할 행정청이 교육 내용이 의료법에 저촉될 우려가 있다는 등의 사유로 이를 반려하는 처분을 한 사안에서, 관할 행정청은 형식적 심사범위에 속하지 않는 사항을 수리거부사유로 삼았을 뿐만 아니라 처분사유도 인정되지 않는다는 이유로, 위 처분은 위법하다고 한 사례<br/>",
  "판결요지": "[1]구 평생교육법(2007. 10. 17. 법률 제8640호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제22조 제1항,제2항,제3항,구 평생교육법 시행령(2004. 1. 29. 대통령령 제18245호로 개정되기 전의 것) 제27조 제1항,제2항,제3항에 의하면, 정보통신매체를 이용하여 학습비를 받지 아니하고 원격평생교육을 실시하고자 하는 경우에는 누구든지 아무런 신고 없이 자유롭게 이를 할 수 있고, 다만 위와 같은 교육을 불특정 다수인에게 학습비를 받고 실시하는 경우에는 이를 신고하여야 하나,법 제22조가 신고를 요하는제2항과 신고를 요하지 않는제1항에서 ‘학습비’ 수수 외에 교육 대상이나 방법 등 다른 요건을 달리 규정하고 있지 않을 뿐 아니라제2항에서도 학습비 금액이나 수령 등에 관하여 아무런 제한을 하고 있지 않은 점에 비추어 볼 때, 행정청으로서는 신고서 기재사항에 흠결이 없고 정해진 서류가 구비된 때에는 이를 수리하여야 하고, 이러한 형식적 요건을 모두 갖추었음에도 신고대상이 된 교육이나 학습이 공익적 기준에 적합하지 않는다는 등 실체적 사유를 들어 신고 수리를 거부할 수는 없다.<br/>[2] 전통 민간요법인 침·뜸행위를 온라인을 통해 교육할 목적으로 인터넷 침·뜸 학습센터를 설립한 甲이구 평생교육법(2007. 10. 17. 법률 제8640호로 개정되기 전의 것) 제22조 제2항 등에 따라 평생교육시설로 신고하였으나 관할 행정청이 교육 내용이 의료법에 저촉될 우려가 있다는 등의 사유로 이를 반려하는 처분을 한 사안에서, 관할 행정청은 신고서 기재사항에 흠결이 없고 정해진 서류가 구비된 이상 신고를 수리하여야 하고 형식적 요건이 아닌 신고 내용이 공익적 기준에 적합하지 않다는 등 실체적 사유를 들어 이를 거부할 수 없고, 또한 행정청이 단지 교육과정에서 무면허 의료행위 등 금지된 행위가 있을지 모른다는 막연한 우려만으로 침·뜸에 대한 교육과 학습의 기회제공을 일률적·전면적으로 차단하는 것은 후견주의적 공권력의 과도한 행사일 뿐 아니라 그렇게 해야 할 공익상 필요가 있다고 볼 수 없으므로, 형식적 심사 범위에 속하지 않는 사항을 수리거부사유로 삼았을 뿐만 아니라 처분사유도 인정되지 않는다는 이유로, 위 처분은 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 평생교육법(2007. 10. 17. 법률 제8640호로 개정되기 전의 것) 제22조 제1항(현행 제33조 제1항 참조),제2항(현행제33조 제2항 참조),제3항(현행 제33조 제3항 참조),구 평생교육법 시행령(2004. 1. 29. 대통령령 제18245호로 개정되기 전의 것) 제27조 제1항(현행 제49조 제1항 참조),제2항(현행 제49조 제2항 참조),제3항(현행 제49조 제3항 참조) / [2]구 평생교육법(2007. 10. 17. 법률 제8640호로 개정되기 전의 것) 제22조 제1항(현행제33조 제1항 참조),제2항(현행 제33조 제2항 참조),제3항(현행 제33조 제3항 참조),구 평생교육법 시행령(2004. 1. 29. 대통령령 제18245호로 개정되기 전의 것) 제27조 제1항(현행 제49조 제1항 참조),제2항(현행 제49조 제2항 참조),제3항(현행 제49조 제3항 참조)<br/>",
  "참조판례": "[1]대법원 1997. 8. 29. 선고 96누6646 판결(공1997하, 2918)<br/>"
}