{
  "판례일련번호": "157115",
  "사건명": "법인세등 부과 처분취소",
  "사건번호": "2008두21614",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 법인세 등 과세표준과 관련하여, 자산의 교환으로 발생하는 수익으로서 익금에 산입할 금액 산정방법 및 위 방법이 자산의 교환에 의하여 경영권 프리미엄이 수반된 대량 주식을 취득하는 경우에도 동일하게 적용되는지 여부(한정 적극)<br/>[2] 甲 주식회사가 乙 및 국내외 8개 법인에게서 丙 주식회사 발행주식을 경영권과 함께 양수하면서 양도인들에게 丙 회사 발행주식에 관한 거래조건과 거래가액을 달리하여 丁 주식회사 발행주식에 현금 등을 더한 금액 등을 양도대가로 지급하였는데, 이후 법인세 등 과세표준과 관련하여 丙 회사 발행주식의 취득 당시 시가를 기준으로 甲 회사의 丁 회사 발행주식 교환에 따른 수익을 산정하였던 사안에서, 양도조건 중 가장 낮게 책정된 丙 회사 발행주식의 1주당 거래가격을 기준으로 산정한 것을 위 수익으로 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>[3] 증권거래세 산정의 기초가 되는 ‘주권의 양도가액’의 의미와 교환에 의한 양도에서 실지양도가액을 확인할 수 있는 경우 및 그 경우 실지양도가액 산정방법<br/>[4] 甲 주식회사가 乙 및 국내외 8개 법인에게서 丙 주식회사 발행주식을 경영권과 함께 양수하면서 양도인들에게 丁 주식회사 발행주식에 현금 등을 더한 금액 등을 양도대가로 지급하였는데, 이후 증권거래세 과세표준과 관련하여 甲 회사가 양도한 丁 회사 발행주식의 양도가액 산정방법이 문제된 사안에서, 丁 회사 발행주식에 관한 약정된 거래가액을 알 수 없다고 본 원심판단에 자유심증주의의 한계를 일탈한 위법 등이 있다고 한 사례<br/>",
  "판결요지": "[1]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제3항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조 제2호,제72조 제1항 규정의 내용과 그 입법 취지를 종합하면, 자산의 교환으로 발생하는 수익으로서 익금에 산입하여야 할 금액은 특별한 사정이 없는 한 교환으로 취득하는 자산의 취득 당시 시가에 의하여야 하고, 여기서 ‘시가’라 함은 일반적이고 정상적인 거래에 의하여 형성된 객관적 교환가치를 의미하므로 교환에 의하여 경영권 프리미엄이 수반되는 대량의 주식을 취득하는 경우에도 그것이 일반적이고 정상적인 방법에 의하여 이루어지고 그 주식의 약정가격이 당시의 객관적인 교환가치를 적정하게 반영하고 있다면 이를 그 주식의 시가로 볼 수 있다.<br/>[2] 甲 주식회사가 乙 및 국내외 8개 법인에게서 丙 주식회사 발행주식을 경영권과 함께 양수하면서 양도인들에게 丙 회사 발행주식에 관한 거래조건과 거래가액을 달리하여 丁 주식회사 발행주식에 현금 등을 더한 금액 등을 양도대가로 지급하였는데, 이후 법인세 등 과세표준과 관련하여 丙 회사 발행주식의 취득 당시 시가를 기준으로 산정한 丙 회사 발행주식 가액에서 위 현금 등을 차감하는 방법으로 甲 회사의 丁 회사 발행주식 교환에 따른 수익을 산정하였던 사안에서, 제반 사정에 비추어 위 거래는 일반적이고 정상적인 방법에 이루어졌으므로 그 과정에서 약정된 丙 회사 주식의 거래가격이 당시의 객관적인 교환가치를 적정하게 반영하고 있어서 이를 丙 회사 발행주식의 시가로 볼 수 있는지 심리·판단했어야 했는데도, 위 양도조건 중 戊 회사에 전액 현금을 지급하기로 하면서 가장 낮게 책정된 丙 회사 발행주식의 1주당 거래가격을 다른 양도인들에게서 취득한 丙 회사 발행주식의 시가로 보아 이를 기준으로 산정한 금액을 丁 회사 발행주식 교환에 따른 수익으로 본 원심판단에 수익금액 산정에 관한 법리오해의 위법이 있다고 한 사례.<br/>[3] 증권거래세 산정의 기초가 되는 ‘주권의 양도가액’이란 객관적인 교환가치를 반영하는 일반적인 시가가 아니라 거래 당시 그 대가로 실지 약정된 금액을 말하므로 단순한 교환거래인 경우에는 그 실지양도가액을 확인할 수 없다고 할 것이지만, 그 거래가 교환목적물의 금전가치를 표준으로 하는 가치적 교환으로서 등가교환이 아니라고 볼 특별한 사정이 없는 한 교환목적물 중 어느 하나의 가액을 감정가액이나 시장가격 등 객관적 금전가치에 의하여 정하고 이를 기준으로 다른 하나의 가액과의 차액에 대한 정산절차를 수반한다면 그 양도가액을 확인할 수 있는 경우에 해당한다고 할 것이므로, 교환으로 양수하는 물건의 가액을 객관적 금전가치에 의하여 정하고 이를 기준으로 한 정산금을 지급하였다면 그 가액에서 정산금을 차감한 가액이 그 양도가액이 된다.<br/>[4] 甲 주식회사가 乙 및 국내외 8개 법인에게서 丙 주식회사 발행주식을 경영권과 함께 양수하면서 양도인들에게 丙 회사 발행주식에 관한 거래조건과 거래가액을 달리하여 丁 주식회사 발행주식에 현금 등을 더한 금액 등을 양도대가로 지급하였는데, 이후 증권거래세 과세표준과 관련하여 甲 회사가 양도한 丁 회사 발행주식의 양도가액 산정방법이 문제된 사안에서, 제반 사정에 비추어 甲 회사와 양도인들은 丁 회사 발행주식의 1주당 가격에 관해 합의한 다음 이를 기초로 산정한 丁 회사 발행주식 가액에 현금 등을 더한 금액을 丙 회사 발행주식의 양도대가로 정하였다고 볼 여지가 많은데도, 丁 회사 발행주식에 대한 합의된 거래가액이 있는지, 그것이 감정가액이나 시장가격 등 객관적 금전가치로 정하여졌는지에 관해 충분한 심리를 하지 않은 채, 丁 회사 발행주식에 관한 약정된 거래가액을 알 수 없다며구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호,구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제4조 제1호에서 정한 양도가액 평가방법에 따라 산정한 것을 丁 회사 발행주식 가액으로 본 원심판단에 자유심증주의의 한계를 일탈한 위법 등이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제3항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조 제2호,제72조 제1항(현행 제72조 제2항 참조) / [2]구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제15조 제3항,제41조 제1항 제3호,구 법인세법 시행령(2000. 12. 29. 대통령령 제17033호로 개정되기 전의 것) 제11조 제2호,제72조 제1항(현행 제72조 제2항 참조) / [3]구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호(현행 제7조 제1항 제2호 참조),구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제2조 제3호,제4조 제1호 / [4]구 증권거래세법(2000. 12. 29. 법률 제6302호로 개정되기 전의 것) 제7조 제3호(현행 제7조 제1항 제2호 참조),구 증권거래세법 시행령(2000. 12. 29. 대통령령 제17040호로 개정되기 전의 것) 제2조 제3호,제4조 제1호<br/>",
  "참조판례": "[1]대법원 1987. 5. 26. 선고 86누408 판결 / [3]대법원 1997. 2. 11. 선고 96누860 판결(공1997상, 805),대법원 1999. 11. 26. 선고 98두19841 판결(공2000상, 94),대법원 2011. 2. 10. 선고 2009두19465 판결(공2011상, 585)<br/>"
}