{
  "판례일련번호": "157255",
  "사건명": "부정 수급액의 반환및 추가징수등 취소",
  "사건번호": "2010두28373",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110818",
  "판시사항": "[1] 사업주가 미리 구직자들을 면접하는 절차를 거친 후 이들로 하여금 직업안정기관 등의 알선 등구 고용보험법 시행령 제26조 제1항에서 정한 절차를 거치도록 함으로써 위 법령에서 정한 취업 취약계층에 속하는 사람들에 해당하는지 등을 확인한 다음 고용하여 신규고용촉진 장려금을 지급받는 것이 허용되는지 여부(원칙적 적극)<br/>[2] 사업주가 신규고용촉진 장려금 지급 여부와 무관하게 취업 취약계층에 속하는 사람들을 즉시 고용할 의사를 확정적으로 가지고 있음에도 이를 숨긴 채 형식적으로 직업안정기관 등의 알선 등을 거쳐 신규고용촉진 장려금을 지급받은 것이,구 고용보험법 제35조에서 정한 ‘거짓이나 그 밖의 부정한 방법’으로 신규고용촉진 장려금을 지원받은 경우에 해당하는지 여부(적극) 및 이러한 사유를 근거로 한 행정청의 환수처분 등 불이익한 행정처분에 대하여 사업주가 처분 취소를 구하는 항고소송을 제기한 경우, 위 사유에 관한 증명책임자(=행정청)<br/>[3] 甲 주식회사가 고용지원센터 알선 전에 乙, 丙을 면접한 후 이들로 하여금 고용지원센터의 알선 등 신규고용촉진 장려금을 지급받을 수 있는 절차와 요건을 갖추도록 한 다음 고용하였으나 실제 채용과정을 밝히지 않고 신규고용촉진 장려금을 지급받은 사안에서, 위 행위가구 고용보험법 제35조에서 정한 ‘거짓이나 그 밖의 부정한 방법’으로 신규고용촉진 장려금을 지원받은 경우에 해당한다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 신규고용촉진 장려금 제도의 입법 취지, 알선의 의미, 취업 취약계층에 속하는 사람들의 노동시장 경쟁력 및 신규고용촉진 장려금이 이들의 고용 시 참작되는 비중 등을 고려해 보면, 사업주가 직업안정기관 등 알선에 앞서 구직자를 미리 면접하는 절차를 거쳤다 하더라도 이들을 현 상태에서는 그대로 고용할 수 없고, 신규고용촉진 장려금을 지급받을 수 있는 경우에 한하여 고용할 수 있다고 판단하여 이들로 하여금 직업안정기관 등의 알선 등구 고용보험법 시행령(2010. 2. 8. 대통령령 제22026호로 개정되기 전의 것) 제26조 제1항이 규정하는 절차를 거치도록 함으로써 위 법령에서 정한 취업 취약계층에 속하는 사람에 해당하는지 등을 확인한 이후에 비로소 고용하여 신규고용촉진 장려금을 지급받는 것도 허용된다.<br/>[2] 취업 취약계층에 속하는 사람들이 사업주가 요구하는 자격과 능력을 갖추고 있어서 사업주가 신규고용촉진 장려금 지급 여부와 무관하게 이들을 즉시 고용할 의사를 확정적으로 가진 경우도 있을 수 있는데, 그럼에도 사업자가 이러한 사실을 숨긴 채 형식적으로 직업안정기관 등의 알선 등을 거쳐 신규고용촉진 장려금을 지급받는 것은구 고용보험법(2010. 6. 4. 법률 제10339호로 개정되기 전의 것) 제35조에서 정한 ‘거짓이나 그 밖의 부정한 방법’으로 신규고용촉진 장려금을 지원받은 경우에 해당한다. 만일 행정청이 이러한 사유를 들어 사업주를 상대로 환수처분 등 불이익한 행정처분을 하고 이에 대하여 사업주가 처분 취소를 구하는 항고소송을 제기한 경우, 사업주가 직업안정기관 등의 알선에 앞서 취업 취약계층에 속하는 사람들을 즉시 고용할 의사를 가지고 있었음에도 이를 숨기고 형식적으로 알선 절차를 거쳐 신규고용촉진 장려금을 지급받은 것이라는 점에 관한 증명책임은 행정처분이 적법하다는 것을 주장하는 행정청에 있다.<br/>[3] 甲 주식회사가 고용지원센터 알선 전에 乙, 丙을 면접한 후 이들로 하여금 고용지원센터의 알선 등 신규고용촉진 장려금을 지급받을 수 있는 절차와 요건을 갖추도록 한 다음 고용하였으나 관할 노동청장에게는 실제 채용과정을 밝히지 않고 신규고용촉진 장려금을 지급받은 사안에서, 甲 회사가 乙, 丙을 면접한 후 즉시 고용할 의사는 없고 고용지원센터의 알선을 거쳐 신규고용촉진 장려금을 받을 수 있는 경우에 한하여 고용할 의사를 가졌을 수도 있으므로, 면접절차를 거쳤다고 하여 곧바로 甲 회사가 乙, 丙을 고용할 의사를 확정적으로 가졌다고 단정할 수 없고, 甲 회사가 고용지원센터 알선 등구 고용보험법 시행령(2010. 2. 8. 대통령령 제22026호로 개정되기 전의 것) 제26조 제1항에서 정한 절차와 요건을 갖추도록 한 후 고용하여 신규고용촉진 장려금을 지급받는 것도 적법하며, 甲 회사가 신규고용촉진 장려금을 신청하면서 관할 노동청장에게 고용안정센터 알선 전에 면접을 거친 사실을 밝히지 아니하였다고 하여구 고용보험법(2010. 6. 4. 법률 제10339호로 개정되기 전의 것) 제35조에서 정한 ‘거짓이나 그 밖의 부정한 방법’으로 신규고용촉진 장려금을 지원받은 경우에 해당한다고 할 수 없다는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 고용보험법(2010. 6. 4. 법률 제10339호로 개정되기 전의 것) 제23조,구 고용보험법 시행령(2010. 2. 8. 대통령령 제22026호로 개정되기 전의 것) 제26조 제1항 / [2]구 고용보험법(2010. 6. 4. 법률 제10339호로 개정되기 전의 것) 제23조,제35조,구 고용보험법 시행령(2010. 2. 8. 대통령령 제22026호로 개정되기 전의 것) 제26조 제1항 / [3]구 고용보험법(2010. 6. 4. 법률 제10339호로 개정되기 전의 것) 제23조,제35조,구 고용보험법 시행령(2010. 2. 8. 대통령령 제22026호로 개정되기 전의 것) 제26조 제1항<br/>",
  "참조판례": ""
}