{
  "판례일련번호": "157298",
  "사건명": "지적 공부 등록사항 정정 반려 처분 취소",
  "사건번호": "2011두3371",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 평택~시흥 간 고속도로 건설공사 사업시행자인 한국도로공사가구 지적법 제24조 제1항,제28조 제1호에 따라 고속도로 건설공사에 편입되는 토지소유자들을 대위하여 토지면적등록 정정신청을 하였으나 화성시장이 이를 반려한 사안에서, 반려처분은 항고소송 대상이 되는 행정처분에 해당한다고 본 원심판단을 정당하다고 한 사례<br/>[2] 평택~시흥 간 고속도로 건설공사 사업시행자인 한국도로공사가구 지적법 제24조 제1항,제28조 제1호에 따라 고속도로 건설공사에 편입되는 토지소유자들을 대위하여 토지면적등록 정정신청을 하였으나 화성시장이 토지소유자 승낙서 및 확정판결서 정본이 누락되어 있다는 이유로 이를 반려한 사안에서, 반려처분이 위법하다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 평택~시흥 간 고속도로 건설공사 사업시행자인 한국도로공사가 고속도로 건설공사에 편입되는 토지들의 지적공부에 등록된 면적과 실제 측량 면적이 일치하지 않는 것을 발견하고구 지적법(2009. 6. 9. 법률 제9774호 측량·수로조사 및 지적에 관한 법률 부칙 제2조 제2호로 폐지, 이하 ‘구 지적법’이라 한다) 제24조 제1항,제28조 제1호에 따라 토지소유자들을 대위하여 토지면적등록 정정신청을 하였으나 화성시장이 이를 반려한 사안에서, 반려처분은 공공사업의 원활한 수행을 위하여 부여된 사업시행자의 관계 법령상 권리 또는 이익에 영향을 미치는 공권력의 행사 또는 그 거부에 해당하는 것으로서 항고소송 대상이 되는 행정처분에 해당한다고 본 원심판단을 정당하다고 한 사례.<br/>[2] 평택~시흥 간 고속도로 건설공사 사업시행자인 한국도로공사가 고속도로 건설공사에 편입되는 토지들의 지적공부에 등록된 면적과 실제 측량 면적이 일치하지 않는 것을 발견하고구 지적법(2009. 6. 9. 법률 제9774호 측량·수로조사 및 지적에 관한 법률 부칙 제2조 제2호로 폐지, 이하 ‘구 지적법’이라 한다) 제24조 제1항,제28조 제1호에 따라 토지소유자들을 대위하여 토지면적등록 정정신청을 하였으나 화성시장이 토지소유자 승낙서 및 확정판결서 정본이 누락되어 있다는 이유로 이를 반려한 사안에서,구 지적법 제28조 제1호는 공공사업 사업시행자의 대위신청에 따른 등록사항 정정 시 토지소유자 승낙서나 이에 준하는 확정판결서 정본 제출을 요구하고 있지 않은 점, 공공사업 사업시행자가 토지소유자의 지적등록 정정신청을 대위할 수 있도록 한 취지는 토지소유자가 이를 임의로 이행하지 않는 경우에도 공공사업의 원활한 진행이 가능하도록 하는 데 있는 점,구 지적법 제24조 제3항에 의한 등록사항 정정 시 인접 토지소유자 승낙서 또는 이에 대항할 수 있는 확정판결서 정본이 요구되는 경우는 정정으로 인하여 인접 토지의 경계가 변경되는 경우로 한정되는 점 등에 비추어 보면, 토지소유자 승낙서 또는 이에 준하는 확정판결서 정본이 제출되지 않았다는 이유로 위 신청을 거부할 수 없으므로, 반려처분이 위법하다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]행정소송법 제2조 제1항 제1호,구 지적법(2009. 6. 9. 법률 제9774호 측량·수로조사 및 지적에 관한 법률 부칙 제2조 제2호로 폐지) 제24조 제1항(현행측량·수로조사 및 지적에 관한 법률 제84조 제1항 참조),제28조 제1호(현행측량·수로조사 및 지적에 관한 법률 제87조 제1호 참조) / [2]구 지적법(2009. 6. 9. 법률 제9774호 측량·수로조사 및 지적에 관한 법률 부칙 제2조 제2호로 폐지) 제24조 제1항(현행측량·수로조사 및 지적에 관한 법률 제84조 제1항 참조),제3항(현행측량·수로조사 및 지적에 관한 법률 제84조 제3항 참조),제28조 제1호(현행측량·수로조사 및 지적에 관한 법률 제87조 제1호 참조)<br/>",
  "참조판례": ""
}