{
  "판례일련번호": "157225",
  "사건명": "공사대금",
  "사건번호": "2011다25145",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 가집행선고에 의하여 집행을 하였으나 본안판결 일부 또는 전부가 실효되는 경우, 가집행선고에 기하여 이미 지급받은 것이 부당이득반환의 대상이 되는지 여부(적극) 및 위 가지급물 반환신청제도의 성질(=본안판결 취소·변경을 조건으로 하는 예비적 반소)<br/>[2] 제1심에서 채무자를 상대로 금전지급을 구하는 이행청구의 소를 제기하여 가집행선고부 승소판결을 받고 그에 기하여 판결원리금을 지급받았다가 항소심에 이르러 채무자에 대한 회생절차개시로 인해 당초의 소가 회생채권확정의 소로 교환적으로 변경되어 취하된 것으로 되는 경우, 항소심 절차에서 가지급물 반환을 구할 수 있는지 여부(적극) 및 회생채권자가 소 변경 전의 이행청구에 대한 가집행선고부 제1심판결에 기하여 지급받은 돈 중 그 후 교환적으로 변경된 회생채권확정의 소에서 확정받은 채권액 부분이 있다면 그 부분이 가지급물 반환 대상에서 제외되는지 여부(소극)  <br/>[3] 甲 주식회사가 乙 주식회사를 상대로 공사대금 및 지연손해금 지급을 구하는 소를 제기하여 제1심법원이 乙 회사에 그 지급을 명하는 판결을 선고하였고 이에 乙 회사가 甲 회사에 그때까지의 판결원리금을 지급하였는데, 이후 乙 회사가 회생절차개시결정을 받아 甲 회사는 회생절차에서 위 공사대금채권을 회생채권으로 신고하였으나 乙 회사 관리인 丙이 이의를 하자, 甲 회사가 원심 계속 중에 공사대금지급청구를 회생채권확정을 구하는 청구로 소를 교환적 변경하여 원심이 이에 따라 판결을 선고하면서 甲 회사의 乙 회사에 대한 회생채권액을 확정하고 甲 회사에 가지급물 반환을 명한 사안에서, 원심이 乙 회사 등의 가지급물 반환신청을 인용한 것은 정당하다고 한 사례<br/>",
  "판결요지": "[1] 가집행선고부 판결에 기한 집행의 효력은 확정적인 것이 아니고 후일 본안판결 또는 가집행선고가 취소·변경될 것을 해제조건으로 하는 것이다. 즉 가집행선고에 의하여 집행을 하였다고 하더라도 후일 본안판결의 일부 또는 전부가 실효되면 이전의 가집행선고부 판결에 기하여는 집행을 할 수 없는 것으로 확정이 되는 것이다. 따라서 가집행선고에 기하여 이미 지급받은 것이 있다면 이는 법률상 원인이 없는 것이 되므로 부당이득으로서 반환하여야 한다. 위와 같은 가지급물 반환신청은 가집행에 의하여 집행을 당한 채무자가 별도의 소를 제기하는 비용, 시간 등을 절약하고 본안의 심리 절차를 이용하여 신청의 심리를 받을 수 있는 간이한 길을 터놓은 제도로서 그 성질은 본안판결의 취소·변경을 조건으로 하는 예비적 반소에 해당한다.  <br/>[2] 제1심에서 채무자를 상대로 금전지급을 구하는 이행청구의 소를 제기하여 가집행선고부 승소판결을 받고 그에 기하여 판결원리금을 지급받았다가, 항소심에 이르러 채무자에 대한 회생절차개시로 인해 당초의 소가 회생채권확정의 소로 교환적으로 변경되어 취하된 것으로 되는 경우에는 항소심 절차에서 가지급물의 반환을 구할 수 있다고 보아야 하고, 그것을 별소의 형식으로 청구하여 반환받아야만 된다고 볼 것은 아니다. 한편 회생채권자가 소 변경 전의 이행청구에 대한 가집행선고부 제1심판결에 기하여 지급받은 돈 중 그 후 교환적으로 변경된 회생채권확정의 소에서 확정받은 채권액 부분이 있다 하더라도 그 부분을 가지급물 반환 대상에서 제외할 것은 아니다.  <br/>[3] 甲 주식회사가 乙 주식회사를 상대로 공사대금 및 지연손해금 지급을 구하는 소를 제기하여 제1심법원이 乙 회사에 그 지급을 명하는 판결을 선고하였고 이에 乙 회사가 甲 회사에 그때까지의 판결원리금을 지급하였는데, 이후 乙 회사가 회생절차개시결정을 받아 甲 회사는 회생절차에서 위 공사대금채권을 회생채권으로 신고하였으나 乙 회사 관리인 丙이 소송계속 중이라는 이유로 이의를 하자, 甲 회사가 원심 계속 중에 공사대금지급청구를 회생채권확정을 구하는 청구로 소를 교환적 변경하여 원심이 이에 따라 판결을 선고하면서 甲 회사의 乙 회사에 대한 회생채권액을 확정하고 甲 회사에 가지급물 반환을 명한 사안에서, 원심이 회생채권확정의 판결을 선고하면서 乙 회사가 제1심판결에 기하여 지급한 돈 전체가 가지급물 반환 대상에 해당된다고 보아 乙 회사 등의 가지급물 반환신청을 인용한 것은 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제741조 / [2]채무자 회생 및 파산에 관한 법률 제131조 / [3]채무자 회생 및 파산에 관한 법률 제131조<br/>",
  "참조판례": ""
}