{
  "판례일련번호": "157275",
  "사건명": "해고무효 확인",
  "사건번호": "2010가합4196",
  "법원명": "의정부지법 고양지원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110715",
  "판시사항": "[1] 정부출연 연구기관이 계약기간을 1년으로 정하여 근로계약을 체결한 후 수년에 걸쳐 근로계약을 반복하여 갱신해 온 위촉직 연구원들을 납품업체에게서 여행경비와 상품권을 받은 비위 사실과 인건비 감소로 따른 인력 감축 필요성을 이유로 계약 갱신을 거절하여 퇴직시킨 사안에서, 실질적으로 해고에 해당하는 위 퇴직 조치는 무효이고, 연구기관이 이를 다투고 있으므로 연구원들이 해고 무효 확인을 구할 이익도 있다고 한 사례<br/>[2] 단체협약이나 취업규칙 등에서 징계대상자에게 징계사항을 통보하도록 규정한 취지와 징계사항 통보절차를 위반한 징계처분의 효력(원칙적 무효) 및 징계사항 통보절차에 하자가 있더라도 피징계자가 스스로 징계위원회에 출석하여 이의 없이 충분한 변명을 하였거나 재심과정에서 하자가 보완된 경우, 통보절차의 하자가 치유되는지 여부(적극)<br/>[3] 정부출연 연구기관이 징계대상자인 위촉직 연구원에게 구체적인 징계사유를 적시하지 않은 채 징계위원회를 개최하여 정직처분을 한 사안에서, 위 잘못이 재심절차를 포함한 일련의 징계처분 과정에서 모두 치유되었다고 한 사례<br/>[4] 정부출연 연구기관이 위촉직 연구원 甲은 국외 출장 중 사용자에게 알리지 않고 무단이탈을 하여 출장계획서 기재와 달리 여행을 하였고 나중에 정산을 하였지만 납품업체에게서 여행경비를 대신 지급하게 하였다는 이유로, 위촉직 연구원 乙은 납품업체에게서 등록금을 차용하였다는 이유로 각각 2개월, 6개월의 정직처분을 한 사안에서, 이러한 정직처분은 징계에 관한 재량권을 남용한 경우에 해당하여 무효라고 한 사례<br/>[5] 성과급이 임금에 해당하는지에 대한 판단 기준<br/>[6] 정부출연 연구기관과 근로계약을 체결하였다가 부당해고를 당한 위촉직 연구원들이 연구기관을 상대로 복직할 때까지 능률성과급을 포함하여 그들이 받을 수 있었던 임금의 지급을 청구한 사안에서, 단체협약과 임금협약 등에 비추어 능률성과급은 근로의 대가로 근로자들에게 계속적·정기적으로 지급된 금품으로서 해고가 없었다면 위촉직 연구원들이 연구기관에게서 지급받았을 임금에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 정부출연 연구기관이 계약기간을 1년으로 정하여 근로계약을 체결한 후 수년에 걸쳐 근로계약을 반복하여 갱신해 온 위촉직 연구원들을 납품업체에게서 여행경비와 상품권을 받은 비위 사실과 인건비 감소로 인한 인력 감축 필요성을 이유로 계약 갱신을 거절하여 퇴직시킨 사안에서, 위 비위 사실에 대하여 검찰에서 ‘혐의 없음’ 처분을 받은 점, 인건비와 위촉직 직원 수 사이에 뚜렷한 상관관계가 있다고 볼 수 없고, 인건비 감소로 근로계약을 거절해야 할 사정이 있는지도 불분명한 점 등에 비추어 실질적으로 해고에 해당하는 위 퇴직 조치는 무효이고, 연구기관이 이를 다투면서 연구원들의 근로제공을 계속 거부하고 있으므로 연구원들이 해고 무효 확인을 구할 이익도 있다고 한 사례.<br/>[2] 단체협약이나 취업규칙 등에서 징계대상자에게 징계사항을 통보하도록 규정한 경우, 그 취지는 징계대상자로 하여금 징계혐의 사실에 대한 변명을 위하여 자신에게 이익이 되는 소명자료를 준비·제출할 수 있는 기회를 보장하는 한편 징계권자로 하여금 비위 사실을 정확하게 파악하고 사건을 공정하게 처리하게 하려는 데 있으므로 위와 같은 절차에 위반한 처분은 원칙적으로 무효이다. 그러나 그와 같은 절차상의 하자가 있는데도 피징계자가 스스로 징계를 위한 인사위원회에 출석하여 절차에 대한 이의를 제기함이 없이 충분한 변명을 하였다면, 절차상의 하자는 치유된다. 징계처분에 대한 재심절차는 원래의 징계절차와 함께 전부가 하나의 징계처분절차를 이루는 것으로서 절차의 정당성도 징계과정 전부에 관하여 판단되어야 할 것이므로 원래 징계과정에 절차위반의 하자가 있더라도 재심과정에서 보완되었다면 절차 위반의 하자가 치유되는 것은 마찬가지이다.<br/>[3] 정부출연 연구기관이 징계대상자인 위촉직 연구원에게 구체적인 징계사유를 적시하지 않은 채 징계위원회를 개최하여 정직처분을 한 사안에서, 연구원이 징계위원회에 출석하여 징계사유 통지 미비에 대하여 별다른 이의를 제기하지 않고 징계사유와 관련하여 소명을 하였고, 재심절차에서도 징계사유에 대하여 소명의 기회를 가진 점 등에 비추어 위 잘못이 재심절차를 포함한 일련의 징계처분 과정에서 모두 치유되었다고 한 사례.<br/>[4] 위촉직 연구원 甲은 국외 출장 중 사용자에게 알리지 않고 무단이탈을 하여 출장계획서 기재와 달리 여행을 하였고 나중에 정산을 하였지만 납품업체에게서 여행경비를 대신 지급하게 하였다는 이유로, 위촉직 연구원 乙은 납품업체에게서 등록금을 차용하였다는 이유로 정부출연 연구기관이 각각 2개월, 6개월의 정직처분을 한 사안에서, 위와 같은 행위들은 모두 위 연구기관의 징계요령에서 정한 징계사유에 해당하나, 정직보다 가벼운 제재에 의하여 징계의 목적을 달성할 수 있었음에도 정직처분을 한 것은 징계에 관한 재량권을 남용한 경우에 해당하여 무효라고 한 사례.<br/>[5] 성과급이 임금인지는 일률적으로 판단할 수 없고 근로의 대가로 지급된 것인지를 고려하여 판단하여야 한다. 가령 사용자가 근로자 개인의 실적에 따라 성과급의 지급 여부와 지급액을 결정하는 경우에는 성과급을 근로자의 근로제공 자체의 대상이라고 볼 수 없어 임금에 해당하지 않는다고 볼 수 있다. 그러나 성과급의 지급시기와 방법, 지급액 등에 비추어 사용자가 근로의 대가로 근로자에게 계속적·정기적으로 지급하였고 단체협약, 취업규칙, 급여규정, 근로계약, 노동관행 등에 따라 사용자에게 지급의무가 인정되는 경우에는 근로의 대가로서 임금에 해당한다고 보아야 한다.<br/>[6] 정부출연 연구기관과 근로계약을 체결하였다가 부당해고를 당한 위촉직 연구원들이 연구기관을 상대로 복직할 때까지 능률성과급을 포함하여 그들이 받을 수 있었던 임금의 지급을 청구한 사안에서, 연구기관의 관리기관이 정한 ‘소관 연구기관 능률성과급 지급 기준’에 의하면, 경영개선으로 여유 재원이 발생한 경우에 연구수행실적 등 업적평가를 기준으로 능률성과급을 지급하도록 정하고 있고 단체협약에서도 위촉 직원의 경우에는 매년 성과에 따라 능률성과급을 차등 지급한다고 정하고 있지만, 다른 한편 단체협약에서 능률성과급을 평균임금에 포함시키고 있고 지급의무도 규정하고 있으며 임금협약에서도 능률성과급의 최저금액을 정액급의 일정 비율에 일정액을 더한 금액으로 정하고 있고 지급시기는 추후 노사 협의에 따르도록 하면서 ‘여유 재원이 발생하는 경우’ 등으로 지급조건을 한정하고 있지 않은 점, 실제로 위 연구기관은 지급률에 변동은 있지만 매년 직원들에게 정기적으로 능률성과급을 지급하고 있는 점 등에 비추어 연구기관은 단체협약과 임금협약에 따라 위촉직 연구원들에게 일정한 시기에 정해진 방법에 따라 일정 금액 이상의 능률성과급을 지급할 의무가 있다고 볼 수 있고, 이에 따라 연구기관이 상당 기간 위촉직 연구원들에게 능률성과급을 지급하였으므로, 능률성과급은 근로의 대가로서 근로자들에게 계속적·정기적으로 지급된 금품으로서 해고가 없었다면 위촉직 연구원들이 연구기관에게서 지급받았을 임금에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]근로기준법 제23조 제1항,민사소송법 제250조 / [2]근로기준법 제23조 제1항 / [3]근로기준법 제23조 제1항 / [4]근로기준법 제23조 제1항 / [5]근로기준법 제2조 제5호 / [6]근로기준법 제2조 제5호,제23조 제1항,민법 제538조 제1항<br/>",
  "참조판례": "[2]대법원 1992. 9. 22. 선고 91다36123 판결(공1992, 2954),대법원 1993. 7. 16. 선고 92다55251 판결(공1993하, 2286) / [5]대법원 2004. 5. 14. 선고 2001다76328 판결(공2004상, 967)<br/>"
}