{
  "판례일련번호": "157261",
  "사건명": "특정 경제범죄 가중처벌등에 관한 법률위반(사기)·사기·위조 사문서 행사",
  "사건번호": "2011도6507",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1]형법 제6조 본문에서 정한 ‘대한민국 또는 대한민국 국민에 대하여 죄를 범한 때’의 의미<br/>[2] 캐나다 시민권자인 피고인이 캐나다에서 위조사문서를 행사하였다는 내용으로 기소된 사안에서, 외국인 국외범으로서 우리나라에 재판권이 있다고 보아 유죄를 인정한 원심판결에 재판권 인정에 관한 법리오해의 위법이 있다고 한 사례<br/>[3]형법 제6조 단서에서 정한 ‘외국법규의 존재’에 대한 증명의 정도(=엄격한 증명)와 증명책임의 소재(=검사)<br/>[4] 캐나다 시민권자인 피고인이 피해자들을 기망하여 투자금 명목의 돈을 편취하였다는 내용으로 기소된 사안에서, 공소사실 중 ‘피고인이 대한민국 국민을 기망하여 캐나다에서 투자금을 수령한 부분’이 행위지인 캐나다 법률에 의하여 범죄를 구성하는지 등에 관하여 아무런 증명이 없는 상황에서 공소사실 전부를 유죄로 인정한 원심판결에 법리오해 및 심리미진의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]형법 제5조,제6조의 각 규정에 의하면, 외국인이 외국에서 죄를 범한 경우에는형법 제5조 제1호 내지제7호에 열거된 죄를 범한 때와형법 제5조 제1호 내지제7호에 열거된 죄 이외에 대한민국 또는 대한민국 국민에 대하여 죄를 범한 때에만 대한민국 형법이 적용되어 우리나라에 재판권이 있게 되고, 여기서 ‘대한민국 또는 대한민국 국민에 대하여 죄를 범한 때’란 대한민국 또는 대한민국 국민의 법익이 직접적으로 침해되는 결과를 야기하는 죄를 범한 경우를 의미한다.<br/>[2] 캐나다 시민권자인 피고인이 캐나다에서 위조사문서를 행사하였다는 내용으로 기소된 사안에서,형법 제234조의 위조사문서행사죄는형법 제5조 제1호 내지제7호에 열거된 죄에 해당하지 않고, 위조사문서행사를형법 제6조의 대한민국 또는 대한민국 국민의 법익을 직접적으로 침해하는 행위라고 볼 수도 없으므로 피고인의 행위에 대하여는 우리나라에 재판권이 없는데도, 위 행위가 외국인의 국외범으로서 우리나라에 재판권이 있다고 보아 유죄를 인정한 원심판결에 재판권 인정에 관한 법리오해의 위법이 있다고 한 사례.<br/>[3]형법 제6조 본문에 의하여 외국인이 대한민국 영역 외에서 대한민국 국민에 대하여 범죄를 저지른 경우 우리 형법이 적용되지만, 같은 조 단서에 의하여 행위지 법률에 의하여 범죄를 구성하지 아니하거나 소추 또는 형의 집행을 면제할 경우에는 우리 형법을 적용하여 처벌할 수 없고, 이 경우 행위지 법률에 의하여 범죄를 구성하는지는 엄격한 증명에 의하여 검사가 이를 증명하여야 한다.<br/>[4] 캐나다 시민권자인 피고인이 투자금을 교부받더라도 선물시장에 투자하여 운용할 의사나 능력이 없음에도, 피해자들을 기망하여 투자금 명목의 돈을 편취하였다는 내용으로 기소된 사안에서, 공소사실 중 ‘피고인이 캐나다에 거주하는 대한민국 국민을 기망하여 캐나다에서 직접 또는 현지 은행계좌로 투자금을 수령한 부분’은 외국인이 대한민국 영역 외에서 대한민국 국민에 대하여 범죄를 저지른 경우에 해당하므로, 이 부분이 행위지인 캐나다 법률에 의하여 범죄를 구성하는지 및 소추 또는 형의 집행이 면제되는지를 심리하여 해당 부분이 행위지 법률에 의하여 범죄를 구성하고 그에 대한 소추나 형의 집행이 면제되지 않는 경우에 한하여 우리 형법을 적용하였어야 하는데도, 이에 관하여 아무런 증명이 없는 상황에서 공소사실 전부를 유죄로 인정한 원심판결에 재판권 인정에 관한 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제5조,제6조,제234조 / [2]형법 제5조,제6조,제234조 / [3]형법 제5조,제6조,형사소송법 제308조 / [4]형법 제5조,제6조,제347조 제1항,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항,형사소송법 제308조<br/>",
  "참조판례": "[1]대법원 2002. 11. 26. 선고 2002도4929 판결(공2003상, 285) / [3]대법원 1973. 5. 1. 선고 73도289 판결,대법원 2008. 7. 24. 선고 2008도4085 판결<br/>"
}