{
  "판례일련번호": "157228",
  "사건명": "부가가치세 부과 처분취소",
  "사건번호": "2009두10901",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 보세구역 내 사업자가 보세구역 이외의 국내에 재화를 공급하면서 원래 공급가액에서 재화 수입에 대한 부가가치세 과세표준에 해당하는 금액을 공제하지 아니한 금액을 매출처별세금계산서합계표의 공급가액으로 기재한 것이구 부가가치세법 제22조 제3항에서 정한 ‘매출처별세금계산서합계표의 기재사항 중 공급가액이 사실과 다르게 기재된 경우’에 해당하는지 여부(적극)<br/>[2] 보세구역 내 사업자인 甲 주식회사가 보세구역 이외의 국내 사업자인 乙 주식회사에 재화를 공급하였고, 乙 회사가 수입신고를 하면서 세관장에게서 위 공급가액과 같은 금액의 수입세금계산서를 교부받고 부가가치세를 납부하였는데, 甲 회사가 원래 공급가액에서 수입세금계산서상 공급가액을 공제하지 아니한 채 세금계산서를 발행한 후 과세관청에 위 금액을 기재한 매출처별세금계산서합계표를 제출하자, 과세관청이 甲 회사에구 부가가치세법 제22조 제3항에 따라 부실기재가산세 등을 부과하는 처분을 한 사안에서, 위 처분이 위법하다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제48조 제8항의 내용과 취지 및 관련 규정의 체계 등에 비추어 보면, 사업자가 보세구역 내에서 보세구역 이외의 국내에 재화를 공급하고 공급을 받은 자가 이를 수입함으로써 세관장이 부가가치세를 징수한 경우, 사업자는 재화 공급에 대한 부가가치세 과세표준이 되는 공급가액, 즉 원래 공급가액에서 재화 수입에 대한 부가가치세 과세표준에 해당하는 금액을 공제한 금액을 매출처별세금계산서합계표의 공급가액으로 기재하여야 한다. 따라서 사업자가 이와 달리 재화 수입에 대한 부가가치세 과세표준에 해당하는 금액을 공제하지 아니한 금액을 매출처별세금계산서합계표의 공급가액으로 기재하였다면, 이는 사업자가 그 거래 부분에 대하여 부가가치세 납세의무를 부담하는지와 상관없이구 부가가치세법(2003. 12. 30. 법률 제7007호로 개정되기 전의 것) 제22조 제3항에서 정한 ‘매출처별세금계산서합계표의 기재사항 중 공급가액이 사실과 다르게 기재된 경우’에 해당한다.<br/>[2] 보세구역 내 사업자인 甲 주식회사가 보세구역 이외의 국내 사업자인 乙 주식회사에 수차례에 걸쳐 합계 2,682,733,000원의 재화를 공급하였고, 乙 회사가 수입신고를 하면서 세관장에게서 위 공급가액과 같은 금액의 수입세금계산서를 교부받고 부가가치세를 납부하였는데, 甲 회사가 원래 공급가액에서 수입세금계산서상 공급가액을 공제하지 아니한 채 위 2,682,733,000원의 세금계산서를 발행한 후 과세관청에 부가가치세 신고를 하면서 이를 乙 회사에 대한 공급가액 합계액으로 기재한 매출처별세금계산서합계표를 제출하자, 과세관청이 甲 회사가 매출처별세금계산서합계표의 공급가액을 사실과 다르게 기재하였다며구 부가가치세법(2003. 12. 30. 법률 제7007호로 개정되기 전의 것) 제22조 제3항에 따라 부실기재가산세 등을 부과하는 처분을 한 사안에서, 甲 회사가 乙 회사에게서 받은 대가 합계액과 乙 회사의 재화 수입에 대한 부가가치세 과세표준에 해당하는 금액 합계액이 2,682,733,000원으로 동일하여 매출처별세금계산서합계표에 기재해야 할 甲 회사의 乙 회사에 대한 공급가액 합계액은 0원임에도 2,682,733,000원으로 잘못 기재하였으므로, 이는 매출처별세금계산서합계표의 기재사항 중 공급가액을 사실과 다르게 기재한 경우에 해당하고, 그와 같이 기재한 데에 정당한 이유가 있다고 보기 어렵다는 이유로, 이와 달리 위 처분이 위법하다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 부가가치세법(2003. 12. 30. 법률 제7007호로 개정되기 전의 것) 제13조 제1항 제1호,제5항,제22조 제3항,구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제48조 제8항 / [2]구 부가가치세법(2003. 12. 30. 법률 제7007호로 개정되기 전의 것) 제8조,제13조 제1항 제1호,제5항,제22조 제3항,구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제48조 제8항<br/>",
  "참조판례": ""
}