{
  "판례일련번호": "157257",
  "사건명": "등록세등 부과처분 취소",
  "사건번호": "2009두23082",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1]구 소득세법 시행령 제168조의3 제1항에 따른 주택에 관한 지정지역이 그 지역에 있는 주택 외의 부동산에 관하여 법적 효력을 지니는지 여부(소극) 및 주택에 관한 지정지역에서 주택 외의 부동산을 대체취득하는 경우구 지방세법 제109조 제1항 제1호 (다)목 단서 조항이 적용되는지 여부(소극)<br/>[2] 재정경제부장관이구 소득세법 시행령 제168조의3의 위임에 따라 주택에 한하여 안양시를 지정지역으로 지정하였는데, 甲이 자신 소유의 토지 등이 공익사업용 부동산으로 편입됨에 따라 이를 대체하기 위해 안양시 만안구에 있는 주택 외의 부동산을 취득하고 등록세 및 취득세를 신고납부한 사안에서, 위 부동산의 취득과 그에 관한 등기는구 지방세법 제109조 제1항 제1호 (다)목 단서 조항의 적용대상이 될 수 없다고 한 사례<br/>",
  "판결요지": "[1]구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제168조의3은 지정지역의 지정기준을 주택매매가격상승률과 지가상승률로 이원화하고 있고, 그에 따라 재정경제부장관도 지정지역을 주택에 관한 지정지역과 주택 외의 부동산에 관한 지정지역으로 구분하여 지정하고 있는 점, 주택에 관한 지정지역은 그 지역에 있는 주택의 매매가격상승률이 일정수준 이상으로 높아 주택에 대한 투기적 수요가 우려되어 그에 대한 세제상의 불이익을 가할 목적으로 지정된 지역이므로 그와 같은 투기적 수요의 우려가 없는 주택 외의 부동산에 대해서까지 지정지역에 있다는 이유만으로 주택의 경우와 동일하게 세제상의 불이익을 가하는 것은 지정지역의 취지에 반하는 점 등을 고려하면, 주택에 관한 지정지역은 그 지역에 소재하는 주택에 관해서만 지정지역으로서 법적 효력을 지니고 그 외의 부동산에 관하여는 그와 같은 법적 효력이 없다고 보아야 하며, 이러한 법리는 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것, 이하 ‘구 지방세법’이라 한다)에서 인용하고 있는 지정지역에 관하여도 그대로 적용된다고 할 것이므로, 주택에 관한 지정지역에서 주택 외의 부동산을 대체취득하는 경우는구 지방세법 제109조 제1항 제1호 (다)목 단서 조항에 해당하지 않는다고 해석하는 것이 타당하다.<br/>[2] 재정경제부장관이구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제168조의3의 위임에 따라 주택에 한하여 안양시 전체를 지정지역으로 지정하였고 주택 외의 부동산에 대하여는 안양시 동안구를 지정지역으로 지정하였을 뿐인데, 甲이 자신 소유의 토지 및 지상 건물이 공익사업용 부동산으로 편입됨에 따라 이를 대체하기 위해 안양시 만안구에 있는 주택 외의 부동산을 취득하고 등록세 및 취득세를 신고납부한 사안에서, 안양시 만안구는 주택에 관한 지정지역으로 지정되었을 뿐 주택 외의 부동산에 관한 지정지역으로 지정된 적은 없으므로 甲의 부동산 취득과 그에 관한 등기는 대체취득 부동산에 관한 취득세 및 등록세 비과세대상 제외를 규정하고 있는구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제109조 제1항 제1호 (다)목 단서 조항의 적용대상이 될 수 없는데도, 甲이 ‘지정지역'에서 부동산을 취득한 이상 부동산 종류에 관계없이 위 단서 조항이 적용되어 등록세 및 취득세의 비과세대상에서 제외되어야 한다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제109조 제1항 제1호 (다)목[현행지방세특례제한법 제73조 제1항 제1호 (다)목 참조],제127조의2 제2항(현행 삭제),구 소득세법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제104조의2 제1항,구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제168조의3 제1항 / [2]구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제109조 제1항 제1호 (다)목[현행지방세특례제한법 제73조 제1항 제1호 (다)목 참조],제127조의2 제2항(현행 삭제),구 소득세법(2005. 12. 31. 법률 제7837호로 개정되기 전의 것) 제96조 제1항 제6호의2(현행제104조의2 참조),구 소득세법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제104조의2 제1항,구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제168조의3 제1항<br/>",
  "참조판례": ""
}