{
  "판례일련번호": "157258",
  "사건명": "일반 교통방해·공용물건 손상·폭력행위등 처벌에 관한 법률위반(공동상해)·공무집행방해 ·집회및 시위에 관한 법률위반",
  "사건번호": "2008도10960",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 집회 및 시위에 관한 법률 중 ‘야간옥외집회 금지조항’에 대한 헌법불합치결정의 효력이 ‘집회를 주최한 자’ 외에 ‘단순참가자’에게도 미치는지 여부(적극)<br/>[2] 피고인이 야간옥외집회에 참가하였다는 취지의 공소사실에 대하여 원심이집회 및 시위에 관한 법률 제23조 제3호,제10조 본문을 적용하여 유죄를 인정하였는데, 원심판결 선고 후 헌법재판소가같은 법 제23조 제1호,제10조 본문에 대해 헌법불합치결정을 선고하면서 일정 시한을 정하여 잠정적용 및 입법개선을 촉구하였는데도 그 시한까지 법률 개정이 이루어지지 않은 사안에서, 야간옥외집회 참가의 피고사건에 대하여형사소송법 제325조 전단에 따라 무죄를 선고하여야 한다고 한 사례<br/>[3] 피고인이 야간옥외집회에 참가하여 교통을 방해하였다는 취지로 공소제기된 사안에서, ‘집회 및 시위에 관한 법률 위반죄’와 ‘일반교통방해죄’가 실체적 경합관계에 있다는 전제에서 각 별개의 형을 정한 원심판결에 죄수에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 헌법재판소는 “집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정된 것) 제10조 중 ‘옥외집회’ 부분 및제23조 제1호 중 ‘제10조 본문의 옥외집회’ 부분은 헌법에 합치되지 아니한다. 위 조항들은 2010. 6. 30.을 시한으로 입법자가 개정할 때까지 계속 적용된다.”는 주문의 헌법불합치결정을 선고하였고, 국회는 2010. 6. 30.까지 헌법불합치결정된 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다)의 위 조항들을 개정하지 아니하였다.집시법 제23조는 헌법불합치결정의 핵심인집시법 제10조 본문의 옥외집회 부분을 공통의 처벌근거로 삼고 있고, 다만 야간옥외집회를 주최한 자(제1호)인지 단순참가자(제3호)인지에 따라 법정형을 달리하고 있는데, 위 헌법불합치결정은 비록집시법 제23조 중제1호에 규정된 ‘주최자’에 대한 것이지만집시법 제10조 본문의 옥외집회 부분에 대하여 헌법불합치를 선언한 것이므로, 야간옥외집회금지 위반으로 기소된 ‘단순참가자’에 대하여도 헌법불합치결정의 효력이 미친다고 보아야 한다.<br/>[2] 피고인이 야간옥외집회에 참가하였다는 취지의 공소사실에 대하여 원심이집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제23조 제3호,제10조 본문을 적용하여 유죄를 인정하였는데, 원심판결 선고 후 헌법재판소가집시법 제23조 제1호,제10조 본문에 대해 헌법불합치결정을 선고하면서 일정 시한을 정하여 잠정적용 및 입법개선을 촉구하였는데도 시한까지 법률 개정이 이루어지지 않은 사안에서, 위 헌법불합치결정은 비록집시법 제23조 중제1호에 규정된 ‘주최자’에 대한 것이지만제3호의 ‘단순참가자’에 대하여도 그 효력이 미친다고 보아야 하고, 따라서 헌법불합치결정에 의하여집시법 제10조 중 ‘옥외집회’ 부분 및제23조 중 ‘제10조 본문의 옥외집회’ 부분은 소급하여 효력을 상실하므로,집시법 제23조 제3호,제10조 본문을 적용하여 공소제기된 야간옥외집회 참가의 피고사건에 대하여형사소송법 제325조 전단에 따라 무죄를 선고하여야 한다고 한 사례.<br/>[3] 피고인이 야간옥외집회에 참가하여 교통을 방해하였다는 취지로 공소제기된 사안에서, 집회 및 시위와 그로 인하여 성립하는 일반교통방해는 상상적 경합관계에 있다고 보는 것이 타당하므로, 이와 달리 피고인에 대한 ‘집회 및 시위에 관한 법률 위반죄’와 ‘일반교통방해죄’가 실체적 경합관계에 있다는 전제에서 각 별개의 형을 정한 원심판결에 죄수에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]집회 및 시위에 관한 법률 제10조,제23조 제1호,제3호 / [2]집회 및 시위에 관한 법률 제10조,제23조 제1호,제3호,형사소송법 제325조 / [3]형법 제37조,제40조,제185조,집회 및 시위에 관한 법률 제10조,제23조 제3호<br/>",
  "참조판례": "[1]헌법재판소 2009. 9. 24. 선고 2008헌가25 전원재판부 결정(헌공156, 1633),대법원 2011. 6. 23. 선고 2008도7562 전원합의체 판결(공2011하, 1487)<br/>"
}