{
  "판례일련번호": "157315",
  "사건명": "소유권 이전등기",
  "사건번호": "2009다60077",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110818",
  "판시사항": "[1] 구 토지구획정리사업법이 적용되는 체비지에 대한 소유권이전등기청구권이 압류나 가압류 또는 처분금지가처분이 되어 있는 상태에서 제3채무자인 사업시행자를 상대로 체비지대장상 소유자명의변경절차의 이행을 구하는 소가 제기된 경우, 법원이 가압류 등의 해제를 조건으로 하지 않고 위 절차의 이행을 명하는 판결을 할 수 있는지 여부(소극)<br/>[2] 체비지에 대한 소유권이전등기청구권이 가압류 또는 가처분되어 있는 상태에서 甲이 乙 주식회사에 대한 금전채권을 피보전채권으로 乙 회사를 대위하여 제3채무자인 丙 주택지조성사업조합을 상대로 체비지대장상 소유자명의변경절차의 이행을 구하는 소를 제기한 사안에서, 가압류 등의 해제를 조건으로 하지 않고 위 청구를 인용한 원심판결에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 소유권이전등기청구권의 압류나 가압류는 등기청구권의 목적물인 부동산 자체의 처분을 금지하는 대물적 효력은 없고 채무자가 제3채무자에게서 현실로 급부를 추심하는 것을 금지하는 것뿐이므로 채무자는 제3채무자를 상대로 이행을 구하는 소송을 제기할 수 있고 법원은 가압류가 되어 있음을 이유로 이를 배척할 수 없으나, 소유권이전등기를 명하는 판결은 의사의 진술을 명하는 판결이어서 이것이 확정되면 채무자는 일방적으로 이전등기를 신청할 수 있고 제3채무자는 이를 저지할 방법이 없으므로, 가압류의 해제를 조건으로 하지 않는 한 법원은 이를 인용하여서는 안 되며, 가처분이 있는 경우에도 이와 마찬가지이다. 그런데 체비지대장상 소유자명의변경을 명하는 판결은 의사의 진술을 명하는 판결이고, 구 토지구획정리사업법(2000. 1. 28. 법률 제6242호로 폐지, 이하 ‘구 토지구획정리사업법’이라 한다)이 적용되는 체비지에 대하여는 양도합의와 체비지대장에 등재라는 요건을 갖추면 물권유사의 배타적 사용·수익권을 취득하고 이를 제3자에게 처분할 수 있을 뿐 아니라 그 후 환지처분공고가 있으면 익일에 최종적으로 체비지를 점유하거나 체비지대장에 등재된 자가 소유권을 원시적으로 취득하게 되는 점에서 체비지대장상 소유자명의변경은 부동산소유권이전등기와 효력에서 유사하며, 소유권이전등기청구권에 대한 압류나 가압류, 가처분은 채무자와 제3채무자에게 그 결정을 송달하는 외에 등기부상 이를 공시하는 방법이 없으므로 그것이 등기된 부동산에 관한 것인지 체비지대장에만 등재된 부동산에 관한 것인지에 따라 달리 취급할 이유도 없다. 그렇다면 소유권이전등기청구권의 압류나 가압류 등에 관한 앞서의 법리는 구 토지구획정리사업법이 적용되는 체비지대장상의 소유자명의변경절차에도 마찬가지로 적용된다고 할 것인데, 소유권이전등기청구권의 가압류 등에 의한 변제금지의 효력은 사업시행자가 가압류된 체비지에 대한 체비지대장상 소유자 명의를 양수인 앞으로 변경하는 것에도 미치므로, 위 가압류 등의 해제 없이는 법원은 곧바로 체비지대장상 소유자명의변경절차의 이행을 명할 수 없다.<br/>[2] 체비지에 대한 소유권이전등기청구권이 가압류 또는 가처분되어 있는 상태에서 甲이 乙 주식회사에 대한 금전채권을 피보전채권으로 乙 회사를 대위하여 제3채무자인 丙 주택지조성사업조합을 상대로 체비지대장상 소유자명의변경절차의 이행을 구하는 소를 제기한 사안에서, 구 토지구획정리사업법(2000. 1. 28. 법률 제6242호로 폐지)이 적용되는 체비지에 대한 소유권이전등기청구권 가압류 등의 효력이 체비지대장상 소유자명의변경절차에는 미치지 않는다고 보아 가압류 등의 해제를 조건으로 하지 않고 위 청구를 인용한 원심판결에는 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사집행법 제223조,제227조,제242조,제276조,제291조,제300조,제301조,구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제54조,제57조 제4항,제62조 제6항 / [2]민사집행법 제223조,제227조,제242조,제276조,제291조,제300조,제301조,구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제54조,제57조 제4항,제62조 제6항<br/>",
  "참조판례": "[1]대법원 1999. 2. 9. 선고 98다42615 판결(공1999상, 471),대법원 2003. 11. 28. 선고 2002두6361 판결(공2004상, 72),대법원 2007. 9. 21. 선고 2005다44886 판결(공2007하, 1639)<br/>"
}