{
  "판례일련번호": "157300",
  "사건명": "배임수재·뇌물공여·배임증재",
  "사건번호": "2010도10290",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110818",
  "판시사항": "[1] 배임수재죄 구성요건 중 ‘부정한 청탁’의 의미와 판단 기준<br/>[2] 대학병원 등의 의사인 피고인들이, 의약품을 사용해 준 대가 또는 향후 의약품을 지속적으로 납품할 수 있도록 해달라는 청탁의 취지로 제약회사 등이 제공하는 의약품에 관한 ‘시판 후 조사’ 연구용역계약을 체결하고 연구비 명목의 돈을 수수하였다고 하며 배임수재의 공소사실로 기소된 사안에서, 연구용역계약이 의학적 관점에서 정당하게 체결되어 수행되었다고 본 원심판단을 수긍한 사례<br/>[3] 대학병원 의사인 피고인이, 의약품 등을 지속적으로 납품할 수 있도록 해달라는 부정한 청탁 또는 의약품 등을 사용해 준 대가로 제약회사 등으로부터 명절 선물이나 골프접대 등 향응을 제공받았다고 하여 배임수재죄로 기소된 사안에서, 피고인에게 유죄를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]형법 제357조 제1항이 규정하는 배임수재죄는 타인의 사무를 처리하는 자가 임무에 관하여 부정한 청탁을 받고 재물 또는 재산상 이익을 취득하는 경우에 성립하는 범죄로서, 재물 또는 이익을 공여하는 사람과 취득하는 사람 사이에 부정한 청탁이 개재되지 않는 한 성립하지 않는다. 여기서 ‘부정한 청탁’이란 반드시 업무상 배임의 내용이 되는 정도에 이를 것을 요하지 않으며, 사회상규 또는 신의성실의 원칙에 반하는 것을 내용으로 하면 족하고, 이를 판단할 때에는 청탁의 내용 및 이에 관련한 대가의 액수, 형식, 보호법익인 거래의 청렴성 등을 종합적으로 고찰하여야 한다.<br/>[2] 대학병원 등의 의사인 피고인들이, 의약품인 조영제를 사용해 준 대가 또는 향후 조영제를 지속적으로 납품할 수 있도록 해달라는 청탁의 취지로 제약회사 등이 제공하는 조영제에 관한 ‘시판 후 조사’(PMS, Post Marketing Surveillance) 연구용역계약을 체결하고 연구비 명목의 돈을 수수하였다고 하여 배임수재의 공소사실로 기소된 사안에서, 연구목적의 적정성 및 필요성, 연구결과 신뢰성을 확보하려는 노력의 유무, 연구 수행과정과 방법의 적정성 및 결과 충실성, 연구대가의 적정성 등 제반 사정에 비추어, 연구용역계약은 의학적 관점에서 필요성에 따라 근거와 이유를 가지고 정당하게 체결되어 수행되었을 뿐, 제약회사 등의 조영제 납품에 관한 부정한 청탁 또는 대가 지급 의도로 체결된 것으로 볼 수 없다고 한 원심판단을 수긍한 사례.<br/>[3] 대학병원 의사인 피고인이, 의약품인 조영제나 의료재료를 지속적으로 납품할 수 있도록 해달라는 부정한 청탁 또는 의약품 등을 사용해 준 대가로 제약회사 등으로부터 명절 선물이나 골프접대 등 향응을 제공받았다고 하여 배임수재의 공소사실로 기소된 사안에서, 피고인이 실질적으로 조영제 등의 계속사용 여부를 결정할 권한이 있었고, 단순히 1회에 그치지 않고 여러 차례에 걸쳐 선물과 향응을 제공받았으며, 제약회사 등은 피고인과 유대강화를 통해 지속적으로 조영제 등을 납품하기 위하여 이를 제공한 점 등의 사정을 종합할 때, 피고인은 ‘타인의 사무를 처리하는 자’에 해당하고, 피고인이 받은 선물, 골프접대비, 회식비 등은 부정한 청탁의 대가로서 단순한 사교적 의례 범위에 해당하지 않는다는 이유로, 피고인에게 유죄를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제357조 제1항 / [2]형법 제357조 제1항,형사소송법 제325조 / [3]형법 제357조 제1항<br/>",
  "참조판례": "[1]대법원 2008. 12. 11. 선고 2008도6987 판결(공2009상, 62),대법원 2010. 9. 9. 선고 2010도7380 판결,대법원 2011. 2. 24. 선고 2010도11784 판결(공2011상, 678)<br/>"
}