{
  "판례일련번호": "157325",
  "사건명": "공공 공지지정 결정처분 취소",
  "사건번호": "2010구합3352",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110608",
  "판시사항": "[1] 도시관리계획의 입안·결정권자가 도시관리계획을 입안할 때 거쳐야 하는 절차 및 처음 공고된 도시관리계획안 내용과 다르게 도시관리계획을 결정할 경우 다시 주민의견청취절차를 거쳐야 하는지 여부(원칙적 적극)<br/>[2] 포항시장이구 국토의 계획 및 이용에 관한 법률 제28조에 따라 기존 철도부지를 공공공지로 신설하는 도시관리계획 변경결정안을 공고하였다가 이와 달리 철도부지와 접한 완충녹지 부분도 공공공지로 편입하는 내용의 변경결정을 고시한 사안에서, 그 중 완충녹지 부분을 공공공지로 편입하는 부분은 주민의견청취절차를 생략한 절차적 하자가 있는 것이어서 위법하다고 한 사례<br/>",
  "판결요지": "[1]구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라 한다) 제28조 제1항,제4항,구 국토의 계획 및 이용에 관한 법률 시행령(2011. 7. 1. 대통령령 제23009호로 개정되기 전의 것, 이하 ‘구 국토계획법 시행령’이라 한다) 제22조 제1항,제2항,제5항, 포항시 도시계획조례 제7조, 제8조에 의하면, 도시관리계획의 입안·결정권자가 도시관리계획을 입안할 때에는 주민의 의견을 들어야 하고, 그 의견이 타당하다고 인정되면 도시관리계획안에 반영하여야 하며, 주민의 의견을 청취하기 위하여는 도시관리계획안의 주요 내용을 구 국토계획법 시행령과 조례에서 정한 방식에 따라 공고하고 14일 이상 주민 및 이해관계인이 열람할 수 있도록 하여야 한다. 또한 처음 공고된 도시관리계획안 내용과 다르게 도시관리계획을 결정하는 것은 변경된 부분에 관하여 주민의견청취절차를 생략하는 결과를 가져오므로구 국토계획법 제28조 제1항 단서의 예외사유에 해당하지 않는 한 허용되지 않고, 이 경우 원칙적으로 다시 주민의견청취절차를 거쳐야 한다.<br/>[2] 포항시장이구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라 한다) 제28조에 따라 주민의견청취를 위해 기존 철도부지를 공공공지로 신설하는 도시관리계획 변경결정안을 공고하였다가 이와 달리 철도부지와 접한 완충녹지 부분도 공공공지로 편입하는 내용의 변경결정을 고시한 사안에서, 철도부지와 접한 완충녹지 부분을 공공공지로 편입하는 것이구 국토계획법 제28조 제1항 단서에서 정한 예외사유인 국방상 또는 국가안전보장상 기밀을 지켜야 할 필요가 있는 사항이나구 국토의 계획 및 이용에 관한 법률 시행령(2011. 7. 1. 대통령령 제23009호로 개정되기 전의 것) 제22조 제1항,제25조 제3항 각 호,구 국토의 계획 및 이용에 관한 법률 시행규칙(2011. 2. 25. 국토해양부령 제334호로 개정되기 전의 것) 제3조 제1항 각 호에서 정한 경미한 사항에 해당된다고 볼 수 없으므로, 위 변경결정 중 완충녹지 부분을 공공공지로 편입하기로 정한 부분은 주민의견청취절차를 생략한 절차적 하자가 있는 것이어서 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제28조 제1항,제4항,구 국토의 계획 및 이용에 관한 법률 시행령(2011. 7. 1. 대통령령 제23009호로 개정되기 전의 것) 제22조 제1항,제2항,제5항, 포항시 도시계획조례 제7조, 제8조 / [2]구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제28조 제1항,제4항,구 국토의 계획 및 이용에 관한 법률 시행령(2011. 7. 1. 대통령령 제23009호로 개정되기 전의 것) 제22조 제1항,제2항,제5항,제25조 제3항,구 국토의 계획 및 이용에 관한 법률 시행규칙(2011. 2. 25. 국토해양부령 제334호로 개정되기 전의 것) 제3조 제1항, 포항시 도시계획조례 제7조, 제8조<br/>",
  "참조판례": ""
}