{
  "판례일련번호": "157326",
  "사건명": "단체협약 시정명령 취소",
  "사건번호": "2010누37782",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110810",
  "판시사항": "[1] 합병에 의하여 흡수 또는 설립된 노동조합이, 합병 전 노동조합이 당사자인 소송절차를 수계할 수 있는지 여부(적극) 및 합병에 따라 신설되는 공무원 노동조합의 설립 요건<br/>[2] 공무원 노동조합의 조합원은국가공무원법 제2조나지방공무원법 제2조에 따른 공무원 자격을 유지하고 있는 자에 한정되는지 여부(원칙적 적극)<br/>[3] 구 전국공무원노동조합이 지방노동위원회가 내린 시정명령에 대하여 취소소송을 제기하였는데, 이후 구 전국공무원노동조합, 전국민주공무원노동조합 및 법원공무원노동조합의 합병에 따라 신설되었다는 신 전국공무원노동조합이 소송수계신청을 한 사안에서, 구 전국공무원노동조합이 신 전국공무원노동조합으로 흡수·합병되었다고 볼 수 없다는 이유로 위 소송수계신청은 기각되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 노동조합이 합병에 따라 해산하는 경우 합병으로 소멸되는 노동조합의 재산관계 및 노동조합이 체결한 단체협약 주체의 지위는 그대로 흡수된 노동조합이나 신설된 노동조합에 승계되므로, 합병에 의하여 흡수 또는 설립된 노동조합은 합병 전 노동조합이 당사자로 된 소송절차를 수계할 수 있다(민사소송법 제234조). 그런데 노동조합의 합병에 따라 신설되는 노동조합도노동조합 및 노동관계조정법(이하 ‘노조법’이라 한다) 제2조 제4호에서 정한 노동조합 요건(실질적 요건)과노조법 제10조에 따른 설립신고를 마쳐야 하고(형식적 요건), 신설되는 노동조합이 그와 같은 요건을 갖추지 못하는 경우 노동조합 합병 효과가 나타날 수 없는데, 그와 같은 법리는 구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것, 이하 ‘공무원노조법’이라 한다)에 따른 공무원 노동조합의 경우도 마찬가지다(제17조 제2항).<br/>[2] 공무원 노동조합의 조합원 자격은구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것) 제6조 제3항에서 정한 경우를 제외하고는국가공무원법 제2조나지방공무원법 제2조에 따른 공무원 자격을 유지하고 있는 자에 한정되는 것으로 해석하는 것이 타당하다.<br/>[3] 구 전국공무원노동조합이 산하 지역본부 지부와 지방자치단체장이 체결한 단체협약 중 일부에 위법이 있음을 이유로 지방노동위원회가 내린 시정명령에 대하여 취소소송을 제기하였는데, 이후 구 전국공무원노동조합, 전국민주공무원노동조합 및 법원공무원노동조합의 합병에 따라 신설되었다는 신 전국공무원노동조합이 소송수계신청을 한 사안에서, 신 전국공무원노동조합은 구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것, 이하 ‘공무원노조법’이라 한다)에서 제외하고 있는 해직 공무원과공무원노조법 제6조 제2항 제1호에서 정한 ‘다른 공무원의 업무를 총괄하는 업무에 종사하는 공무원’을 가입대상으로 하고 있어 적법한 공무원 노동조합이라고 할 수 없고, 고용노동부장관이 노동조합 흡수·합병에 따른 노동조합설립신고를 수리하지 않아 공무원 노동조합 설립요건을 갖추지 못하였으므로, 구 전국공무원노동조합이 신 전국공무원노동조합으로 흡수·합병되었다고 볼 수 없다는 이유로 위 소송수계신청은 기각되어야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제234조,노동조합 및 노동관계조정법 제2조 제4호,제10조,구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것) 제17조 제2항 / [2]국가공무원법 제2조,지방공무원법 제2조,구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것) 제6조 제3항 / [3]민사소송법 제234조,노동조합 및 노동관계조정법 제2조 제4호,제10조,국가공무원법 제2조,지방공무원법 제2조,구 공무원의 노동조합 설립 및 운영 등에 관한 법률(2010. 3. 17. 법률 제10133호로 개정되기 전의 것) 제6조 제2항 제1호,제3항,제17조 제2항<br/>",
  "참조판례": ""
}