{
  "판례일련번호": "157699",
  "사건명": "명예훼손·업무방해",
  "사건번호": "2010도17237",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110902",
  "판시사항": "[1] 명예훼손죄에서 ‘사실의 적시’의 의미와 판단 기준<br/>[2] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 이른바 ‘한미 쇠고기 수입 협상’의 협상단 대표와 주무부처 장관이 미국산 쇠고기 실태를 제대로 파악하지 못하였다는 취지의 허위사실을 적시하여 이들의 명예를 훼손하였다는 내용으로 기소된 사안에서, 이 부분 보도내용이 명예훼손죄의 ‘사실의 적시’에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>[3] 공적사안에 관한 언론보도의 명예훼손죄 성립 여부 판단 기준 및 정부 또는 국가기관의 정책결정이나 업무수행과 관련된 언론보도로 인하여 그에 관여한 공직자 개인에 대한 명예훼손죄가 성립하는지 여부(한정 소극)<br/>[4] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 이른바 ‘한미 쇠고기 수입 협상’의 협상단 대표와 주무부처 장관이 협상을 졸속으로 체결하였다는 취지로 표현하는 등 자질 및 공직수행 자세를 비하하여 이들의 명예를 훼손하였다는 내용으로 기소된 사안에서, 보도내용 중 일부가 허위사실 적시에 해당한다고 하면서도 피고인들에게 명예훼손의 고의를 인정하기 어렵다고 본 원심판단을 수긍한 사례<br/>[5] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 미국산 쇠고기는 광우병 위험성이 매우 높은 위험한 식품이라는 취지의 허위사실을 유포하여 미국산 쇠고기 수입·판매업자들의 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인들에게 업무방해의 고의를 인정할 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 명예훼손죄에서 ‘사실의 적시’란 가치판단이나 평가를 내용으로 하는 ‘의견표현’에 대치되는 개념으로서 시간과 공간적으로 구체적인 과거 또는 현재의 사실관계에 관한 보고 내지 진술을 의미하며, 표현내용이 증거에 의해 증명이 가능한 것을 말하고, 판단할 보고 내지 진술이 사실인가 또는 의견인가를 구별할 때에는 언어의 통상적 의미와 용법, 증명가능성, 문제된 말이 사용된 문맥, 표현이 행하여진 사회적 상황 등 전체적 정황을 고려하여 판단하여야 한다.<br/>[2] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 ‘미국산 쇠고기 수입을 위한 제2차 한미 전문가 기술협의’(이른바 ‘한미 쇠고기 수입 협상’)의 협상단 대표와 주무부처 장관이 미국산 쇠고기 실태를 제대로 파악하지 못하였다는 취지의 허위사실을 적시하여 이들의 명예를 훼손하였다는 내용으로 기소된 사안에서, 명예훼손죄의 사실적시에 관한 법리 및대법원 2011. 9. 2. 선고 2009다52649 전원합의체 판결에서 정부 협상단의 미국산 쇠고기 실태 파악 관련 방송보도에 관하여, 정부가 미국 도축시스템의 실태 중 아무 것도 본 적이 없다는 구체적 사실을 적시한 것이 아니라, 미국산 쇠고기 수입위생조건 협상에 필요한 만큼 미국 도축시스템의 실태를 제대로 알지 못하였다는 주관적 평가를 내린 것이라고 판시한 점 등에 비추어, 이 부분 보도내용을 비판 내지 의견 제시로 보아 명예훼손죄에서 말하는 ‘사실의 적시’에 해당하지 않는다고 본 원심판단을 수긍한 사례.<br/>[3] 언론보도로 인한 명예훼손이 문제되는 경우에는 그 보도로 인한 피해자가 공적인 존재인지 사적인 존재인지, 그 보도가 공적인 관심사안에 관한 것인지 순수한 사적인 영역에 속하는 사안에 관한 것인지, 그 보도가 객관적으로 국민이 알아야 할 공공성, 사회성을 갖춘 사안에 관한 것으로 여론형성이나 공개토론에 기여하는 것인지 아닌지 등을 따져보아 공적 존재에 대한 공적 관심사안과 사적인 영역에 속하는 사안 간 심사기준에 차이를 두어야 하는데, 당해 표현이 사적인 영역에 속하는 사안에 관한 것인 경우에는 언론의 자유보다 명예의 보호라는 인격권이 우선할 수 있으나, 공공적·사회적인 의미를 가진 사안에 관한 것인 경우에는 그 평가를 달리하여야 하고 언론의 자유에 대한 제한이 완화되어야 한다. 특히 정부 또는 국가기관의 정책결정이나 업무수행과 관련된 사항은 항상 국민의 감시와 비판의 대상이 되어야 하고, 이러한 감시와 비판은 이를 주요 임무로 하는 언론보도의 자유가 충분히 보장될 때 비로소 정상적으로 수행될 수 있으며, 정부 또는 국가기관은 형법상 명예훼손죄의 피해자가 될 수 없으므로, 정부 또는 국가기관의 정책결정 또는 업무수행과 관련된 사항을 주된 내용으로 하는 언론보도로 인하여 그 정책결정이나 업무수행에 관여한 공직자에 대한 사회적 평가가 다소 저하될 수 있더라도, 그 보도의 내용이 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것으로 평가되지 않는 한, 그 보도로 인하여 곧바로 공직자 개인에 대한 명예훼손이 된다고 할 수 없다.<br/>[4] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 ‘미국산 쇠고기 수입을 위한 제2차 한미 전문가 기술협의’(이른바 ‘한미 쇠고기 수입 협상’)의 협상단 대표와 주무부처 장관이 협상을 졸속으로 체결하여 국민을 인간광우병(vCJD) 위험에 빠뜨리게 하였다는 취지로 표현하는 등 그 자질 및 공직수행 자세를 비하하여 이들의 명예를 훼손하였다는 내용으로 기소된 사안에서, 보도내용 중 일부가 객관적 사실과 다른 허위사실 적시에 해당한다고 하면서도, 위 방송보도가 국민의 먹을거리와 이에 대한 정부 정책에 관한 여론형성이나 공개토론에 이바지할 수 있는 공공성 및 사회성을 지닌 사안을 대상으로 하고 있는 점, 허위사실의 적시로 인정되는 방송보도 내용은 미국산 쇠고기의 광우병 위험성에 관한 것으로 공직자인 피해자들의 명예와 직접적인 연관을 갖는 것이 아닐 뿐만 아니라 피해자들에 대한 악의적이거나 현저히 상당성을 잃은 공격으로 볼 수 없는 점 등의 사정에 비추어, 피고인들에게 명예훼손의 고의를 인정하기 어렵고 달리 이를 인정할 증거가 없다고 본 원심판단을 수긍한 사례.<br/>[5] 방송국 프로듀서 등 피고인들이 특정 프로그램 방송보도를 통하여 미국산 쇠고기는 광우병 위험성이 매우 높은 위험한 식품이고 우리나라 사람들이 유전적으로 광우병에 몹시 취약하다는 취지의 허위사실을 유포하여 미국산 쇠고기 수입·판매업자들의 업무를 방해하였다는 내용으로 기소된 사안에서, 방송보도의 전체적인 취지와 내용이 미국산 쇠고기의 식품 안전성 문제 및 쇠고기 수입 협상의 문제점을 지적하고 협상체결과 관련한 정부 태도를 비판한 것이라는 전제에서, 피고인들에게 업무방해의 고의가 있었다고 볼 수 없고 달리 이를 인정할 증거가 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제307조 / [2]형법 제307조 제2항 / [3]헌법 제21조 제1항,제4항,형법 제307조 / [4]형법 제307조 제2항,형사소송법 제325조 / [5]형법 제314조 제1항,형사소송법 제325조<br/>",
  "참조판례": "[1]대법원 1996. 11. 22. 선고 96도1741 판결(공1997상, 137),대법원 1998. 3. 24. 선고 97도2956 판결(공1998상, 1248),대법원 2008. 10. 9. 선고 2007도1220 판결(공2008하, 1561),대법원 2008. 11. 13. 선고 2006도7915 판결 / [3]헌법재판소 1999. 6. 24. 선고 97헌마265 전원재판부 결정(헌공36, 573),대법원 2002. 1. 22. 선고 2000다37524, 37531 판결(공2002상, 522),대법원 2003. 7. 22. 선고 2002다62494 판결(공2003하, 1770),대법원 2006. 5. 12. 선고 2004다35199 판결(공2006상, 1020),대법원 2008. 9. 25. 선고 2008도4889 판결<br/>"
}