{
  "판례일련번호": "157666",
  "사건명": "보험금",
  "사건번호": "2010다69360",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 甲의 처가 甲을 피보험자로 하여 乙 보험회사와 교통안전보험계약을, 丙 보험회사와 상해보험계약을 각각 체결하였는데, 그 후 甲이 교통사고로 좌·우측 측두엽 등을 다쳐 언어장애 등 증상을 보이고, 지능도 평균에 훨씬 못 미치는 수준으로 감소하여 음식물 섭취 동작 등 모든 기본 동작에서 보호자의 도움이 필요하게 된 사안에서, 甲의 장해는 위 교통안전보험계약 보험약관의 장해등급분류표상 장해등급 제2급에 해당한다고 한 사례<br/>[2] 甲의 처가 甲을 피보험자로 하여 乙 보험회사와 교통안전보험계약을, 丙 보험회사와 상해보험계약을 각각 체결하였는데, 그 후 甲이 교통사고로 좌·우측 측두엽 등을 다쳐 언어장애 등 증상을 보이고, 지능도 평균에 훨씬 못 미치는 수준으로 감소하여 음식물 섭취 동작 등 모든 기본 동작에서 보호자의 도움이 필요하게 된 사안에서, 甲의 장해는 위 상해보험계약 보험약관의 장해등급분류표상 장해등급 제2급에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 甲의 처가 甲을 피보험자로 하여 乙 보험회사와 교통안전보험계약을, 丙 보험회사와 상해보험계약을 각각 체결하였는데, 그 후 甲이 교통사고로 좌·우측 측두엽 등을 다쳐 언어장애, 지남력 장애, 기억력 장애, 판단력 장애 등의 증상을 보이고, 지능도 평균에 훨씬 못 미치는 수준으로 감소하여 음식물 섭취 동작, 옷 입고 벗기 동작, 배변·배뇨 뒤처리, 목욕 등 모든 기본 동작에서 보호자의 도움이 필요하게 된 사안에서, 乙 보험회사와 체결한 교통안전보험계약의 보험약관은 장해등급분류표에서 피보험자가 보험사고로 중추신경계 또는 정신에 뚜렷한 장해가 남는 경우의 장해등급에 대하여 ‘평생토록 수시 간호를 받아야 할 때’를 제2급, ‘평생 일상생활 기본 동작에 제한을 받게 되었을 때’를 제4급에 해당한다고 규정하고 있고, 장해등급분류해설에서 위 ‘수시 간호’에 해당되는 경우의 하나로 ‘생명의 유지를 위하여 수시로 타인의 간호가 필요한 경우’를 규정한 반면, 위 ‘일상생활 기본 동작의 제한’은 “음식물 섭취, 배변·배뇨, 거동·보행 또는 목욕 등을 하는 데 있어 평생 심한 불편을 당하는 경우 또는 정신 장해로 인하여 생활적응능력이 떨어져 평생 정상적인 생활을 영위하는 데 있어 심한 불편을 당하는 경우를 말한다.”고 규정하여 장해로 인하여 타인의 간호가 필요할 것을 요구하지 않고 있음을 알 수 있으므로, 甲의 장해는 보험사고로 중추신경계 또는 정신에 뚜렷한 장해가 남아 생명 유지를 위하여 수시로 타인의 간호가 필요하게 된 경우로서 위 교통안전보험계약 보험약관의 장해등급분류표상 장해등급 제2급에 해당한다고 보아야 함에도, 그 보험약관 장해등급분류해설의 내용이 丙 보험회사와 체결한 상해보험계약 보험약관의 내용과 같다는 잘못된 전제 아래 甲의 장해는 침상을 벗어나는 이동 시 타인의 수발 등이 반드시 필요하여 이동 동작에 제한이 있는 경우라고 보기 어려워 ‘평생토록 수시 간호를 받아야 하는 상태’라고 볼 수 없다고 한 제1심법원 판시를 그대로 인용하여, 甲의 장해가 위 교통안전보험계약 보험약관의 장해등급분류표상 장해등급 제2급에 해당하지 않는다고 본 원심판결에는 이유모순 등의 위법이 있다고 한 사례.<br/>[2] 甲의 처가 甲을 피보험자로 하여 乙 보험회사와 교통안전보험계약을, 丙 보험회사와 상해보험계약을 각각 체결하였는데, 그 후 甲이 교통사고로 좌·우측 측두엽 등을 다쳐 언어장애, 지남력 장애, 기억력 장애, 판단력 장애 등의 증상을 보이고, 지능도 평균에 훨씬 못 미치는 수준으로 감소하여 음식물 섭취 동작, 옷 입고 벗기 동작, 배변·배뇨 뒤처리, 목욕 등 모든 기본 동작에서 보호자의 도움이 필요하게 된 사안에서, 丙 보험회사와 체결한 상해보험계약의 보험약관은 장해등급분류표에서 피보험자가 보험사고로 입은 장해 중 중추신경계 또는 정신에 뚜렷한 장해가 남은 경우의 장해등급에 대하여 乙 보험회사와 체결한 교통안전보험계약의 보험약관 장해등급분류표와 같이 규정하면서도, 장해등급분류해설에서는 장해등급분류표상의 ‘수시 간호’에 해당하는 경우를 2가지로 구분한 뒤 그 중 하나로 ‘생명유지를 위한 일상생활의 기본적인 동작 중 (1) 이동 동작의 제한을 포함하고, (2) 음식물 섭취동작·(3) 옷 입고 벗기 동작·(4) 배변, 배뇨 또는 그 뒤처리·(5) 목욕 항목 중 1개 이상이 제한되거나, 치매 또는 정신질환 등으로 수시로 타인의 수발이 반드시 필요한 경우를 말하며, (1)의 이동 동작 제한 정도는 침상을 벗어나는 이동 시 타인의 수발이나 보조수단(휠체어 등)이 반드시 필요한 정도를 말한다.’(이하 ‘해설 규정’이라 한다)고 하여 乙 보험회사와 체결한 교통보험계약의 보험약관 장해등급분류해설과 달리 규정하고 있는데, 위 해설 규정을 장해등급분류표 및 장해등급분류해설의 다른 해설 규정들의 내용도 함께 고려하여 조화롭게 해석할 때, 치매 또는 정신질환 등으로 수시로 타인의 수발이 반드시 필요한 경우라면 ‘생명유지를 위한 일상생활의 기본적인 동작 중 (1) 이동 동작의 제한’이 없더라도 위 해설 규정이 정하고 있는 ‘수시 간호’에 해당한다고 보아야 함에도, 甲의 경우 ‘생명유지를 위한 일상생활의 기본적인 동작 중 (1) 이동 동작의 제한’이라는 요건을 충족시키지 못하여 丙 보험회사와 체결한 상해보험계약 보험약관의 장해등급분류표 제2급과 위 해설 규정이 정한 ‘수시 간호’가 필요한 경우에 해당하지 않는다고 본 원심판결을 보험약관의 해석에 관한 법리오해를 이유로 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]약관의 규제에 관한 법률 제5조 제2항 / [2]약관의 규제에 관한 법률 제5조 제2항<br/>",
  "참조판례": ""
}