{
  "판례일련번호": "157691",
  "사건명": "손해배상(기)",
  "사건번호": "2011다34521",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 직무상 불법행위에 대한 공무원 개인의 손해배상책임 유무 및 공무원 개인의 책임이 인정되는 ‘중과실’의 의미<br/>[2] 공무원의 직무상 의무 위반으로 국가배상책임이 인정되기 위한 요건<br/>[3] 공직선거법이 후보자가 되고자 하는 자의 전과기록 조회를 규정한 취지<br/>[4] 공무원 甲이 乙에 대한 범죄경력자료를 조회하여 확인한 전과를 乙의 공직선거 후보자용 범죄경력조회 회보서에 기재하지 않은 사안에서, 국가배상책임 외에 공무원 개인의 배상책임까지 인정한 원심판단을 수긍한 사례.<br/>",
  "판결요지": "[1] 공무원이 직무 수행 중 불법행위로 타인에게 손해를 입힌 경우에 국가나 지방자치단체가 국가배상책임을 부담하는 외에 공무원 개인도 고의 또는 중과실이 있는 경우에는 불법행위로 인한 손해배상책임을 지고, 공무원에게 경과실이 있을 뿐인 경우에는 공무원 개인은 불법행위로 인한 손해배상책임을 부담하지 아니하는데, 여기서 공무원의 중과실이란 공무원에게 통상 요구되는 정도의 상당한 주의를 하지 않더라도 약간의 주의를 한다면 손쉽게 위법·유해한 결과를 예견할 수 있는 경우임에도 만연히 이를 간과함과 같은 거의 고의에 가까운 현저한 주의를 결여한 상태를 의미한다.<br/>[2] 공무원이 고의 또는 과실로 그에게 부과된 직무상 의무를 위반하였을 경우라고 하더라도 국가는 그러한 직무상의 의무 위반과 피해자가 입은 손해 사이에 상당인과관계가 인정되는 범위 내에서만 배상책임을 지는 것이고, 이 경우 상당인과관계가 인정되기 위하여는 공무원에게 부과된 직무상 의무의 내용이 단순히 공공 일반의 이익을 위한 것이거나 행정기관 내부의 질서를 규율하기 위한 것이 아니고 전적으로 또는 부수적으로 사회구성원 개인의 안전과 이익을 보호하기 위하여 설정된 것이어야 한다.<br/>[3]공직선거법 제49조 제10항에 의하면, 후보자가 되고자 하는 자 또는 정당은 본인 또는 후보자가 되고자 하는 소속 당원의 전과기록을 관할 국가경찰관서의 장에게 조회할 수 있고, 당해 국가경찰관서의 장은 지체 없이 전과기록을 회보하여야 하며, 관할 선거구 선거관리위원회는 확인이 필요하다고 인정되는 후보자에 대하여 후보자등록 마감 후 지체 없이 당해 선거구를 관할하는 검찰청의 장에게 후보자의 전과기록을 조회할 수 있고, 당해 검찰청의 장은 전과기록의 진위 여부를 지체 없이 회보하여야 한다. 그리고같은 조 제11항,제12항은 위 전과기록을 누구든지 열람할 수 있고, 이를 선거구민에게 공개하도록 하고 있다. 공직선거법이 위와 같이 후보자가 되고자 하는 자와 그 소속 정당에게 전과기록을 조회할 권리를 부여하고 수사기관에 회보의무를 부과한 것은 단순히 유권자의 알권리 보호 등 공공 일반의 이익만을 위한 것이 아니라, 그와 함께 후보자가 되고자 하는 자가 자신의 피선거권 유무를 정확하게 확인할 수 있게 하고, 정당이 후보자가 되고자 하는 자의 범죄경력을 파악함으로써 부적격자를 공천함으로 인하여 생길 수 있는 정당의 신뢰도 하락을 방지할 수 있게 하는 등 개별적인 이익도 보호하기 위한 것이다.<br/>[4] 공무원 甲이 내부전산망을 통해 乙에 대한 범죄경력자료를 조회하여 공직선거 및 선거부정방지법 위반죄로 실형을 선고받는 등 실효된 4건의 금고형 이상의 전과가 있음을 확인하고도 乙의 공직선거 후보자용 범죄경력조회 회보서에 이를 기재하지 않은 사안에서, 甲의 중과실을 인정하여 국가배상책임 외에 공무원 개인의 배상책임까지 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]국가배상법 제2조 / [2]공직선거법 제49조 제10항,제11항,제12항 / [3]국가배상법 제2조,공직선거법 제49조 제10항,제11항,제12항<br/>",
  "참조판례": "[1]대법원 2003. 12. 26. 선고 2003다13307 판결(공2004상, 221) / [2]대법원 2010. 9. 9. 선고 2008다77795 판결(공2010하, 1879)<br/>"
}