{
  "판례일련번호": "157650",
  "사건명": "특허권 침해 금지의 소",
  "사건번호": "2011다17090",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 특허권침해금지의 소에서 청구의 대상이 되는 제품이나 방법의 특정 정도<br/>[2] 청구취지가 특정되지 않은 경우 법원이 취하여야 할 조치 및 형식적으로 청구취지 보정 기회가 주어지지 아니하였어도 실질적으로 이러한 기회가 주어졌다고 볼 수 있을 만한 특별한 사정이 있는 경우, 보정명령 없이 소를 각하한 것이 위법한지 여부(소극)<br/>[3] 특허권침해금지청구의 대상인 침해대상제품이 불명확하여 청구취지가 특정되지 않았다고 하면서도 원고에게 직권으로 보정을 명하는 등의 조치를 취하지 아니한 채 소를 각하한 사안에서, 원고가 원심 소송절차에서 침해대상제품의 특정 여부를 다투는 내용의 준비서면을 수차 제출함으로써 침해대상제품이 구체적으로 특정되었다고 다툰 점 등에 비추어, 원고에게 실질적으로 청구취지 보정의 기회가 주어졌다고 보아야 하므로, 원심법원이 보정명령 없이 청구취지 불특정을 이유로 소를 각하한 것은 위법하다 할 수 없다고 한 사례<br/>[4] 청구변경이 소의 추가적 변경에 해당하는데 원심이 기존의 청구와 추가된 청구를 모두 판단하면서도 청구변경의 취지를 교환적 변경으로 단정하여 주문에서 ‘원심에서 교환적으로 변경된 이 사건 소를 각하한다’고 기재한 사안에서, 이는 판결의 경정사유에 불과하고 원심판결을 파기할 사유는 아니라고 한 사례<br/>[5] 선정당사자를 선정자로 표기하는 것이 위법한지 여부(소극)<br/>",
  "판결요지": "[1] 민사소송에서 청구취지는 내용 및 범위를 명확히 알아볼 수 있도록 구체적으로 특정되어야 하므로, 특허권에 대한 침해의 금지를 청구하는 경우 청구의 대상이 되는 제품이나 방법은 사회통념상 침해의 금지를 구하는 대상으로서 다른 것과 구별될 수 있는 정도로 구체적으로 특정되어야 한다.<br/>[2] 청구취지의 특정 여부는 직권조사사항이므로 청구취지가 특정되지 않은 경우 법원은 피고의 이의 여부에 불구하고 직권으로 보정을 명하고, 이에 응하지 않을 때에는 소를 각하하여야 하나, 형식적으로는 청구취지 보정의 기회가 주어지지 아니하였어도 실질적으로는 이러한 기회가 주어졌다고 볼 수 있을 만한 특별한 사정이 있는 경우에는 보정명령 없이 소를 각하하더라도 이를 위법하다 할 수 없다.<br/>[3] 특허권침해금지청구의 대상인 침해대상제품이 불명확하여 청구취지가 특정되지 않았다고 하면서도 원고에게 직권으로 보정을 명하는 등의 조치를 취하지 아니한 채 소를 각하한 사안에서, 원고가 원심 소송절차에서 침해대상제품의 특정 여부를 다투는 내용의 준비서면을 수차 제출함으로써 침해금지를 구하는 대상으로서 침해대상제품이 구체적으로 특정되었다고 다툰 점 등에 비추어, 원심이 청구취지 불특정을 이유로 소를 각하하더라도 원고에게 예측할 수 없었던 불의의 타격을 주는 것은 아니며, 원고에게 실질적으로 청구취지 보정의 기회가 주어졌다고 보아야 하므로, 원심법원이 새삼스럽게 침해대상제품의 특정에 관한 법률상의 사항을 지적하여 원고에게 보정의 기회를 주어야 할 필요는 없고, 따라서 보정명령 없이 소를 각하하더라도 이를 위법하다 할 수 없다고 한 사례.<br/>[4] 청구변경이 소의 추가적 변경에 해당하는데 원심이 기존의 청구와 추가된 청구를 모두 판단하면서도 청구변경의 취지를 교환적 변경으로 단정하여 주문에서 ‘원심에서 교환적으로 변경된 이 사건 소를 각하한다’고 기재한 사안에서, 위 주문은 ‘제1심판결을 취소하고 원심에서 확장된 부분을 포함하여 이 사건 소를 각하한다’고 할 것을 잘못 기재한 것임이 명백하나, 이는 판결의 경정사유에 불과하고 원심판결을 파기할 사유는 아니라고 한 사례.<br/>[5]민사소송법 제53조에서 “공동의 이해관계를 가진 여러 사람이제52조의 규정에 해당되지 아니하는 경우에는, 이들은 그 가운데에서 모두를 위하여 당사자가 될 한 사람 또는 여러 사람을 선정하거나 이를 바꿀 수 있다(제1항). 소송이 법원에 계속된 뒤제1항의 규정에 따라 당사자를 바꾼 때에는 그 전의 당사자는 당연히 소송에서 탈퇴한 것으로 본다(제2항).”라고 규정하고 있는데, 선정당사자 자신도 공동의 이해관계를 가진 사람으로서 선정행위를 하였다면, 선정행위를 하였다는 의미에서 선정자로 표기하는 것이 허용되지 않는다고 할 수 없으므로, 선정당사자를 선정자로 표기하는 것이 위법하다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제249조,특허법 제126조 / [2]민사소송법 제249조,제254조 / [3]민사소송법 제249조,제254조,특허법 제126조 / [4]민사소송법 제211조,제262조,제436조 / [5]민사소송법 제53조<br/>",
  "참조판례": "[1][2]대법원 1981. 9. 8. 선고 80다2904 판결(공1981, 14324),대법원 2009. 11. 12. 선고 2007다53785 판결<br/>"
}