{
  "판례일련번호": "157685",
  "사건명": "명예 훼손",
  "사건번호": "2010도7497",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 사인(私人)이 피고인 아닌 사람과의 대화내용을 녹음한 녹음테이프의 증거능력을 인정하기 위한 요건<br/>[2] 피고인이 자신의 아들 등에게 폭행을 당하여 입원한 피해자의 병실로 찾아가 그의 모(母) 甲과 대화하던 중 허위사실을 적시하여 피해자의 명예를 훼손하였다는 내용으로 기소된 사안에서, 甲이 甲의 이웃 乙과 나눈 대화내용을 녹음한 녹음테이프 등을 기초로 작성된 녹취록은 증거능력이 없어 이를 유죄의 증거로 사용할 수 없다고 한 사례<br/>[3] 명예훼손죄 구성요건 중 ‘공연성’의 의미<br/>[4] 피고인이 자신의 아들 등에게 폭행을 당하여 입원한 피해자의 병실로 찾아가 그의 모(母) 甲과 대화하던 중 甲의 이웃 乙 및 피고인의 일행 丙 등이 있는 자리에서 “학교에 알아보니 피해자에게 원래 정신병이 있었다고 하더라.”라고 허위사실을 말하여 피해자의 명예를 훼손하였다는 내용으로 기소된 사안에서, 피고인의 발언에 공연성이 있다고 보아 유죄를 인정한 원심판단에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 수사기관 아닌 사인(私人)이 피고인 아닌 사람과의 대화내용을 녹음한 녹음테이프는형사소송법 제311조,제312조 규정 이외의 피고인 아닌 자의 진술을 기재한 서류와 다를 바 없으므로, 피고인이 녹음테이프를 증거로 할 수 있음에 동의하지 아니하는 이상 그 증거능력을 부여하기 위해서는, 첫째 녹음테이프가 원본이거나 원본으로부터 복사한 사본일 경우 복사과정에서 편집되는 등의 인위적 개작 없이 원본 내용 그대로 복사된 사본일 것, 둘째형사소송법 제313조 제1항에 따라 공판준비나 공판기일에서 원진술자의 진술에 의하여 녹음테이프에 녹음된 각자의 진술내용이 자신이 진술한 대로 녹음된 것이라는 점이 인정되어야 한다.<br/>[2] 피고인이 자신의 아들 등에게 폭행을 당하여 입원한 피해자의 병실로 찾아가 그의 모(母) 甲과 대화하던 중 허위사실을 적시하여 피해자의 명예를 훼손하였다는 내용으로 기소된 사안에서, 원심이 유죄의 증거로 채용한 녹취록은 甲이 甲의 이웃 乙과 나눈 대화내용을 녹음한 녹음테이프 등을 기초로 작성된 것으로서,형사소송법 제313조의 진술서에 준하여 피고인의 동의가 있거나 원진술자의 공판준비나 공판기일에서의 진술에 의하여 성립의 진정함이 증명되어야 증거능력을 인정할 수 있는데, 피고인이 녹취록을 증거로 함에 동의하지 않았고, 甲이 원심 법정에서 “乙이 사건 당시 피고인의 말을 다 들었다. 그래서 지금 녹취도 해왔다.”고 진술하였을 뿐, 검사가 녹취록 작성의 토대가 된 대화내용을 녹음한 원본 녹음테이프 등을 증거로 제출하지 아니하고, 원진술자인 甲과 乙의 공판준비나 공판기일에서의 진술에 의하여 자신들이 진술한 대로 기재된 것이라는 점이 인정되지도 아니하는 등형사소송법 제313조 제1항에 따라 녹취록의 진정성립을 인정할 수 있는 요건이 전혀 갖추어지지 않았으므로, 위 녹취록은 증거능력이 없어 이를 유죄의 증거로 사용할 수 없다고 한 사례.<br/>[3] 명예훼손죄에서 ‘공연성’은 불특정 또는 다수인이 인식할 수 있는 상태를 의미하므로 비록 개별적으로 한 사람에 대하여 사실을 유포하더라도 이로부터 불특정 또는 다수인에게 전파될 가능성이 있다면 공연성의 요건을 충족하지만, 이와 달리 전파될 가능성이 없다면 특정한 한 사람에 대한 사실의 유포는 공연성이 없다.<br/>[4] 피고인이 자신의 아들 등에게 폭행을 당하여 입원한 피해자의 병실로 찾아가 그의 모(母) 甲과 대화하던 중 甲의 이웃 乙 및 피고인의 일행 丙 등이 있는 자리에서 “학교에 알아보니 피해자에게 원래 정신병이 있었다고 하더라.”라고 허위사실을 말하여 피해자의 명예를 훼손하였다는 내용으로 기소된 사안에서, 피고인이 丙과 함께 피해자의 병문안을 가서 피고인·甲·乙·丙 4명이 있는 자리에서 피해자에 대한 폭행사건에 관하여 대화를 나누던 중 위 발언을 한 것이라면 불특정 또는 다수인이 인식할 수 있는 상태라고 할 수 없고, 또 그 자리에 있던 사람들의 관계 등 여러 사정에 비추어 피고인의 발언이 불특정 또는 다수인에게 전파될 가능성이 있다고 보기도 어려워 공연성이 없다는 이유로, 이와 달리 보아 피고인에게 유죄를 인정한 원심판단에 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제307조,제311조,제312조,제313조 제1항,제318조 / [2]형법 제307조 제2항,형사소송법 제307조,제313조,제318조 / [3]형법 제307조 / [4]형법 제307조 제2항<br/>",
  "참조판례": "[1]대법원 1999. 3. 9. 선고 98도3169 판결(공1999상, 697),대법원 2005. 2. 18. 선고 2004도6323 판결,대법원 2010. 3. 11. 선고 2009도14525 판결(공2010상, 778) / [3]대법원 1984. 2. 28. 선고 83도891 판결(공1984, 641),대법원 1984. 4. 10. 선고 83도49 판결(공1984, 859),대법원 1990. 4. 27. 선고 89도1467 판결(공1990, 1200),대법원 1998. 9. 8. 선고 98도1949 판결(공1998하, 2476),대법원 2000. 2. 11. 선고 99도4579 판결(공2000상, 747),대법원 2006. 9. 22. 선고 2006도4407 판결<br/>"
}