{
  "판례일련번호": "157670",
  "사건명": "손해배상(기)",
  "사건번호": "2009다66969",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 소멸시효의 완성을 주장하는 것이 신의성실 원칙에 반하여 권리남용으로 허용될 수 없는 경우<br/>[2] 1949년 공비소탕작전을 수행하던 군인들이 문경군 석달마을 주민들을 무차별 사살한 이른바 ‘문경학살 사건’ 희생자들의 유족들이 국가를 상대로 손해배상을 구한 사안에서, 국가가 소멸시효완성을 주장하여 채무이행을 거절하는 것은 현저히 부당하여 신의성실 원칙에 반하는 것으로서 허용될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 채무자의 소멸시효에 기한 항변권의 행사도 우리 민법의 대원칙인 신의성실 원칙과 권리남용금지 원칙의 지배를 받는 것이어서, 채무자가 시효완성 전에 채권자의 권리행사나 시효중단을 불가능 또는 현저히 곤란하게 하였거나, 그러한 조치가 불필요하다고 믿게 하는 행동을 하였거나, 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었거나, 일단 시효완성 후에 채무자가 시효를 원용하지 아니할 것 같은 태도를 보여 권리자로 하여금 그와 같이 신뢰하게 하였거나, 채권자 보호의 필요성이 크고 같은 조건의 다른 채권자가 채무의 변제를 수령하는 등의 사정이 있어 채무이행의 거절을 인정함이 현저히 부당하거나 불공평하게 되는 등의 특별한 사정이 있는 경우에는 채무자가 소멸시효 완성을 주장하는 것이 신의성실 원칙에 반하여 권리남용으로서 허용될 수 없다.<br/>[2] 1949년 공비소탕작전을 수행하던 군인들이 전투능력은 물론 공비 협력 활동을 할 가능성이 거의 없는 어린이, 노약자, 부녀자들을 포함한 문경군 석달마을 주민들을 무차별 사살한 이른바 ‘문경학살 사건’ 희생자들의 유족들이 국가를 상대로 손해배상을 구한 사안에서, 공비 소탕작전이 진행되는 상황에서 군인이 저지른 민간인 학살행위는 객관적으로 외부에서 알기 어려워 희생자들의 유족이라도 국가에 의하여 진상이 규명되기 전에는 국가 등을 상대로 손해배상을 청구한다는 것은 기대하기 어려운 점, 문경학살 사건에 대하여 진실·화해를 위한 과거사정리위원회에 의한 진실규명결정이 이루어지기 전까지 가해자가 소속된 국가가 진상을 규명한 적이 없었고, 오히려 사건 초기 국군을 가장한 공비에 의한 학살 사건으로 진상을 은폐·조작하였던 점, 유족들의 진상규명을 위한 노력만으로 진실이 밝혀지지 않은 상태에서 유족들이 손해배상청구권을 행사할 수 없는 장애사유가 해소되었다고 볼 수 없는 점, 전쟁이나 내란 등에 의하여 조성된 위난의 시기에 개인에게 국가기관이 조직을 통하여 집단적으로 자행하거나 또는 국가권력의 비호나 묵인하에 조직적으로 자행된 기본권 침해에 대한 구제는 통상의 법절차에 의해서는 사실상 달성하기 어려운 점 등에 비추어 위 과거사정리위원회의 진실규명결정이 있었던 때까지는 객관적으로 유족들이 권리를 행사할 수 없는 장애사유가 있었다고 보아야 하고, 여기에 어떠한 경우에도 적법한 절차 없이 국가가 보호의무를 지는 국민의 생명을 박탈할 수는 없다는 점을 더하여 보면, 진실을 은폐하고 진상규명을 위한 노력조차 게을리 한 국가가 이제 와서 뒤늦게 문경학살 사건의 유족들이 위 과거사정리위원회의 진실규명결정에 따라 진실을 알게 된 다음 제기한 손해배상청구의 소에 대하여 미리 소를 제기하지 못한 것을 탓하는 취지로 소멸시효완성의 항변을 하여 채무이행을 거절하는 것은 현저히 부당하여 신의칙에 반하는 것으로서 허용될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제162조 / [2]민법 제2조,제166조 제1항,제751조,제766조,국가배상법 제2조 제1항,제8조,국가재정법 제96조<br/>",
  "참조판례": "[1]대법원 1994. 12. 9. 선고 93다27604 판결(공1995상, 434),대법원 2008. 5. 29. 선고 2004다33469 판결(공2008하, 1109),대법원 2011. 2. 10. 선고 2010다25933 판결,대법원 2011. 6. 30. 선고 2009다72599 판결(공2011하, 1515)<br/>"
}