{
  "판례일련번호": "157676",
  "사건명": "납골당 설치 신고 수리 처분 이행통지 취소",
  "사건번호": "2009두6766",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 납골당설치 신고가 ‘수리를 요하는 신고’인지 여부(적극) 및 수리행위에 신고필증 교부 등 행위가 필요한지 여부(소극)<br/>[2] 파주시장이 종교단체 납골당설치 신고를 한 甲 교회에, ‘구 장사 등에 관한 법률에 따라 필요한 시설을 설치하고 유골을 안전하게 보관할 수 있는 설비를 갖추어야 하며 관계 법령에 따른 허가 및 준수 사항을 이행하여야 한다’는 취지의 납골당설치 신고사항 이행통지를 한 사안에서, 파주시장이 甲 교회에 이행통지를 함으로써 납골당설치 신고수리를 하였다고 보는 것이 타당하고, 이를 수리처분과 별도로 항고소송 대상이 되는 다른 처분으로 볼 수 없다고 한 사례<br/>[3] 납골당 설치장소에서 500m 내에 20호 이상의 인가가 밀집한 지역에 거주하는 주민들의 경우, 납골당이 누구에 의하여 설치되는지와 관계없이 납골당 설치에 대하여 환경 이익 침해 또는 침해 우려가 있는 것으로 사실상 추정되어 원고적격이 인정되는지 여부(적극)<br/>",
  "판결요지": "[1]구 장사 등에 관한 법률(2007. 5. 25. 법률 제8489호로 전부 개정되기 전의 것, 이하 ‘구 장사법’이라 한다) 제14조 제1항,구 장사 등에 관한 법률 시행규칙(2008. 5. 26. 보건복지가족부령 제15호로 전부 개정되기 전의 것) 제7조 제1항 [별지 제7호 서식] 을 종합하면, 납골당설치 신고는 이른바 ‘수리를 요하는 신고’라 할 것이므로, 납골당설치 신고가 구 장사법 관련 규정의 모든 요건에 맞는 신고라 하더라도 신고인은 곧바로 납골당을 설치할 수는 없고, 이에 대한 행정청의 수리처분이 있어야만 신고한 대로 납골당을 설치할 수 있다. 한편 수리란 신고를 유효한 것으로 판단하고 법령에 의하여 처리할 의사로 이를 수령하는 수동적 행위이므로 수리행위에 신고필증 교부 등 행위가 꼭 필요한 것은 아니다.<br/>[2] 파주시장이 종교단체 납골당설치 신고를 한 甲 교회에, ‘구 장사 등에 관한 법률(2007. 5. 25. 법률 제8489호로 전부 개정되기 전의 것, 이하 ‘구 장사법’이라 한다) 등에 따라 필요한 시설을 설치하고 유골을 안전하게 보관할 수 있는 설비를 갖추어야 하며 관계 법령에 따른 허가 및 준수 사항을 이행하여야 한다’는 내용의 납골당설치 신고사항 이행통지를 한 사안에서, 이행통지는 납골당설치 신고에 대하여 파주시장이 납골당설치 요건을 구비하였음을 확인하고 구 장사법령상 납골당설치 기준, 관계 법령상 허가 또는 신고 내용을 고지하면서 신고한 대로 납골당 시설을 설치하도록 한 것이므로, 파주시장이 甲 교회에 이행통지를 함으로써 납골당설치 신고수리를 하였다고 보는 것이 타당하고, 이행통지가 새로이 甲 교회 또는 관계자들의 법률상 지위에 변동을 일으키지는 않으므로 이를 수리처분과 별도로 항고소송 대상이 되는 다른 처분으로 볼 수 없다고 한 사례.<br/>[3]구 장사 등에 관한 법률(2007. 5. 25. 법률 제8489호로 전부 개정되기 전의 것) 제14조 제3항,구 장사 등에 관한 법률 시행령(2008. 5. 26. 대통령령 제20791호로 전부 개정되기 전의 것) 제13조 제1항 [별표 3]에서 납골묘, 납골탑, 가족 또는 종중·문중 납골당 등 사설납골시설의 설치장소에 제한을 둔 것은, 이러한 사설납골시설을 인가가 밀집한 지역 인근에 설치하지 못하게 함으로써 주민들의 쾌적한 주거, 경관, 보건위생 등 생활환경상의 개별적 이익을 직접적·구체적으로 보호하려는 데 취지가 있으므로, 이러한 납골시설 설치장소에서 500m 내에 20호 이상의 인가가 밀집한 지역에 거주하는 주민들은 납골당 설치에 대하여 환경상 이익 침해를 받거나 받을 우려가 있는 것으로 사실상 추정된다. 다만 사설납골시설 중 종교단체 및 재단법인이 설치하는 납골당에 대하여는 그와 같은 설치 장소를 제한하는 규정을 명시적으로 두고 있지 않지만, 종교단체나 재단법인이 설치한 납골당이라 하여 납골당으로서 성질이 가족 또는 종중, 문중 납골당과 다르다고 할 수 없고, 인근 주민들이 납골당에 대하여 가지는 쾌적한 주거, 경관, 보건위생 등 생활환경상의 이익에 차이가 난다고 볼 수 없다. 따라서 납골당 설치장소에서 500m 내에 20호 이상의 인가가 밀집한 지역에 거주하는 주민들에게는 납골당이 누구에 의하여 설치되는지를 따질 필요 없이 납골당 설치에 대하여 환경 이익 침해 또는 침해 우려가 있는 것으로 사실상 추정되어 원고적격이 인정된다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 장사 등에 관한 법률(2007. 5. 25. 법률 제8489호로 전부 개정되기 전의 것) 제14조 제1항(현행제15조 제1항 참조),구 장사 등에 관한 법률 시행규칙(2008. 5. 26. 보건복지가족부령 제15호로 전부 개정되기 전의 것) 제7조 제1항 [별지 제7호 서식] / [2]행정소송법 제2조 제1항 제1호 / [3]행정소송법 제12조,구 장사 등에 관한 법률(2007. 5. 25. 법률 제8489호로 전부 개정되기 전의 것) 제14조 제3항(현행제15조 제4항 참조),구 장사 등에 관한 법률 시행령(2008. 5. 26. 대통령령 제20791호로 전부 개정되기 전의 것) 제13조 제1항 [별표 3](현행제18조 제1항 [별표 3] 참조)<br/>",
  "참조판례": "[1]대법원 2005. 2. 25. 선고 2004두4031 판결(공2005상, 508),대법원 2010. 9. 9. 선고 2008두22631 판결(공2010하, 1916)<br/>"
}