{
  "판례일련번호": "157710",
  "사건명": "특정 경제 범죄 가중 처벌등에 관한 법률 위반(횡령)·특정 경제 범죄 가중 처벌등에 관한 법률 위반(배임)·유가증권 위조·위조 유가증권 행사·사문서 위조·위조 사문서 행사·공정증서 원본 불실 기재·불실 기재 공정증서 원본 행사·사기 미수·신용 훼손·무고·범인 은닉·사기·성폭력범죄의 처벌및 피해자 보호등에 관한 법률 위반(카메라등 이용 촬영)·상해·협박",
  "사건번호": "2011도7262",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 주식회사의 설립업무 또는 증자업무를 담당한 자와 주식인수인이 사전 공모하여 제3자로부터 차용한 돈으로 주금을 납입하고 설립등기절차 또는 증자등기절차 후 바로 인출하여 변제한 경우 업무상횡령죄 성립 여부(소극) 및 주금 납입으로 회사 자본이 실질적으로 증가한 것으로 볼 수 있는지 판단하는 기준<br/>[2] 甲 주식회사의 사실상 경영자인 피고인이, 乙에게서 돈을 차용하여 가장납입의 방법으로 甲 회사의 유상증자에 참여한 후 乙이 납입한 주금 해당액을 바로 인출하여 자기앞수표로 반환하였는데, 이후 회계감사에 대비하여 위 수표를 乙에게서 잠시 돌려받아 甲 회사 계좌에 입금한 뒤 다시 해당 금액을 인출하여 변제한 사안에서, 피고인에게 甲 회사의 돈을 임의로 유용한다는 불법영득의사가 존재한다고 볼 수 없는데도 이와 달리 판단한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 이른바 ‘소송사기’를 사기죄로 인정하기 위한 요건 및 허위의 내용으로 소송을 제기한 경우 허위의 증거를 이용하지 않더라도 법원을 기망하는 수단이 될 수 있는지 여부<br/>[4] 甲 주식회사의 경영자인 피고인이, 甲 회사와 乙 주식회사 사이에 허위로 작성된 물품공급계약서에 따른 공급을 완료하였음을 전제로 乙 회사를 상대로 물품대금 청구소송을 제기하면서 증거자료로 위 물품공급계약서를 제출하였다가 그 후 소송을 취하한 사안에서, 피고인의 행위가 사기미수죄에 해당한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 주식회사의 설립업무 또는 증자업무를 담당한 자와 주식인수인이 사전 공모하여 주금납입취급은행 이외의 제3자로부터 납입금에 해당하는 금액을 차입하여 주금을 납입하고 납입취급은행으로부터 납입금보관증명서를 교부받아 회사의 설립등기절차 또는 증자등기절차를 마친 직후 이를 인출하여 위 차용금채무의 변제에 사용하는 경우, 위와 같은 행위는 실질적으로 회사의 자본을 증가시키는 것이 아니고 등기를 위하여 납입을 가장하는 편법에 불과하여 주금의 납입 및 인출의 전 과정에서 회사의 자본금에는 실제 아무런 변동이 없다고 보아야 한다. 따라서 그들에게 회사의 돈을 임의로 유용한다는 불법영득의 의사가 있다고 보기 어렵고, 회사 자본이 실질적으로 증가됨을 전제로 한 업무상횡령죄가 성립한다고 할 수 없다. 그리고 납입된 주금이 회사에 일단 귀속되어 회사 자본이 실질적으로 증가한 것으로 볼 수 있는지 여부는 그 주금의 납입 경위, 납입된 주금의 보관 및 인출 형태와 경위 등 제반 사정을 종합하여 판단하여야 한다.<br/>[2] 甲 주식회사의 사실상 경영자인 피고인이, 乙에게서 돈을 차용하여 가장납입의 방법으로 甲 회사의 유상증자에 참여한 후 乙이 납입한 주금 해당액을 바로 인출하여 자기앞수표로 반환하였는데, 이후 회계감사에 대비하여 위 수표를 乙에게서 잠시 돌려받아 甲 회사 계좌에 입금한 뒤 다시 해당 금액을 인출하여 변제한 사안에서, 피고인이 주금 가장납입의 방법에 의한 납입금에 해당하는 금액을 자기앞수표로 인출한 것이 甲 회사에 실질적으로 귀속되는 회사 자금의 횡령행위라고 볼 수 없음은 원심이 인정한 바와 같으나, 나아가 회계감사에 대비하여 수표를 甲 회사에 일시 반환하도록 하였다가 다시 인출하여 돌려준 사정만으로는 위 돈이 甲 회사에 실질적으로 귀속된 것으로 볼 수 없고, 오히려 위 인출 및 반환과 재인출 경위에 비추어 이는 즉시 반환이 예정된 일시 차용에 불과하여 그 실질은 위 가장납입금의 당초 약정에 따른 종국적 인출행위라고 보는 것이 타당하므로, 이러한 행위를 들어 피고인에게 甲 회사의 돈을 임의로 유용한다는 불법영득의사가 존재한다고 볼 수 없는데도, 이와 달리 판단한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[3] 소송사기는 법원을 기망하여 제3자의 재물을 편취할 것을 기도하는 것을 내용으로 하는 것으로서, 사기죄로 인정하기 위하여는 제소 당시 그 주장과 같은 권리가 존재하지 않는다는 것만으로는 부족하고, 그 주장의 권리가 존재하지 않는 사실을 잘 알고 있으면서도 허위의 주장과 입증으로 법원을 기망한다는 인식을 요한다. 그러나 허위의 내용으로 소송을 제기하여 법원을 기망한다는 고의가 있는 경우에 법원을 기망하는 것은 반드시 허위의 증거를 이용하지 않더라도 당사자의 주장이 법원을 기망하기에 충분한 것이라면 기망수단이 된다.<br/>[4] 甲 주식회사와 乙 주식회사 사이에 작성된 물품공급계약서는 피고인 등이 乙 회사가 발행한 어음을 할인하는 과정에서 허위로 작성한 것이고, 실제로 甲 회사가 乙 회사에 물품을 공급한 사실이 없는데도, 甲 회사 경영자인 피고인이 물품공급계약에 따른 공급을 완료하였음을 전제로 乙 회사를 상대로 물품대금 청구소송을 제기하면서 증거자료로 위 물품공급계약서를 제출하였다가 그 후 소송을 취하한 사안에서, 피고인의 행위가 사기미수죄에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제1항,제356조,상법 제628조 / [2]형법 제30조,제355조 제1항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 / [3]형법 제347조 / [4]형법 제156조,제347조 제1항,제352조<br/>",
  "참조판례": "[1]대법원 2004. 6. 17. 선고 2003도7645 전원합의체 판결(공2004하, 1881),대법원 2005. 4. 29. 선고 2005도856 판결(공2005상, 902)대법원 2006. 9. 22. 선고 2004도3314 판결,대법원 2009. 6. 25. 선고 2008도10096 판결(공2009하, 1252) / [3]대법원 2003. 5. 16. 선고 2003도373 판결(공2003상, 1415),대법원 2004. 6. 24. 선고 2002도4151 판결(공2004하, 1263),대법원 2009. 12. 10. 선고 2009도9982 판결(공2010상, 187)<br/>"
}