{
  "판례일련번호": "158092",
  "사건명": "손해배상(자)",
  "사건번호": "2011다17847",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1] 피고가 가집행선고부 제1심판결에 기한 판결인용금액을 변제공탁한 후 항소심에서 제1심판결의 채무액이 일부 취소된 경우, 그 차액이 가집행선고의 실효에 따른 반환대상이 되는 가지급물인지 여부(소극) 및 위 법리가 판결금채권에 대한 채권가압류를 원인으로 한 공탁의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲이 乙을 태우고 오토바이를 운전하다 丙 보험회사의 피보험차량과 충돌하는 사고로 乙과 함께 상해를 입고 丙 회사를 상대로 손해배상을 구하는 소를 제기하자, 丙 회사가 乙에게 지급한 손해배상금 중 甲의 과실비율에 상응하는 구상금을 청구채권으로 하여 위 손해배상청구사건의 판결원리금채권에 대하여 가압류결정을 받은 다음, 가집행선고부 제1심판결이 선고되자 항소한 후 판결원리금채권에 채권가압류가 있다는 이유로 제1심판결에 따른 원리금을 공탁하였고, 그 후 항소심 계속 중에 공탁금 중 항소심이 인용하는 원리금을 초과하는 금액을 지급하라는 가지급물반환신청을 하였는데, 항소심이 인용원금을 감축하여 판결을 선고하면서 가지급물반환신청을 기각한 사안에서, 위 원심판단을 정당하다고 한 사례 <br/>",
  "판결요지": "[1]민사소송법 제215조 제2항은 가집행선고 있는 본안판결을 변경하는 경우에는 법원은 피고의 신청에 의하여 그 판결에서 가집행선고로 인한 지급물의 반환을 원고에게 명하도록 규정하고 있는데, 여기에서 반환의 대상이 되는 가집행선고로 인한 지급물은 가집행의 결과 피고가 원고에게 이행한 물건 또는 그와 동일시할 수 있는 것을 의미하는 것으로 볼 수 있다. 그런데 가집행선고부 판결에 기한 공탁은 채무를 확정적으로 소멸시키는 원래의 변제공탁이 아니고 상소심에서 가집행선고 또는 본안판결이 취소되는 것을 해제조건으로 하는 것이므로 가집행선고부 판결이 선고된 후 피고가 판결인용금액을 변제공탁하였다 하더라도 원고가 이를 수령하지 아니한 이상, 그와 같이 공탁된 돈 자체를 가집행선고로 인한 지급물이라고 할 수 없다. 따라서 피고가 가집행선고부 제1심판결에 기한 판결인용금액을 변제공탁한 후 항소심에서 제1심판결의 채무액이 일부 취소되었다 하더라도 그 차액이 가집행선고의 실효에 따른 반환대상이 되는 가지급물이라고 할 수 없다. 다만 그 차액에 대해서는 공탁원인이 소멸된 것이므로 공탁자인 피고로서는 공탁원인의 소멸을 이유로 그에 해당하는 공탁금을 회수할 수 있다. 그리고 이러한 법리는 판결금채권에 대하여 채권가압류가 있어 제3채무자인 피고가민사집행법 제291조에 의해 준용되는같은 법 제248조 제1항에 근거하여 가압류를 원인으로 한 공탁을 한 경우에도 마찬가지로 적용된다.<br/>[2] 甲이 乙을 뒤에 태우고 오토바이를 운전하다 丙 보험회사의 피보험차량과 충돌하는 사고로 乙과 함께 상해를 입어 丙 보험회사를 상대로 손해배상을 구하는 소를 제기하자, 丙 보험회사가 乙에게 지급한 손해배상금 중 甲의 과실비율에 상응하는 구상금을 청구채권으로 하여 甲이 제3채무자인 丙 보험회사에 대하여 가지는 위 손해배상청구사건의 판결원리금채권에 대하여 가압류결정을 받은 다음, 가집행선고부 제1심판결이 선고되자 이에 항소한 후 판결원리금채권에 채권가압류가 있다는 이유로 제1심판결에 따른 원리금을 공탁하였고, 그 후 항소심 계속 중에 공탁금 중 항소심이 인용하는 원리금을 초과하는 금액을 지급하라는 가지급물반환신청을 하였는데, 항소심이 인용원금을 감축하여 판결을 선고하면서 위 가지급물반환신청을 기각한 사안에서, 가집행선고부 제1심판결이 선고되었으나 판결금채권에 대하여 채권가압류가 있어 丙 보험회사가민사집행법 제248조 제1항에 근거하여 위 공탁을 한 것이고, 가압류채권자 또는 피공탁자가 공탁금을 수령하지 않은 이상 위 공탁금을 가집행선고로 인한 지급물로 볼 수 없어, 항소심이 가집행선고부 제1심판결을 일부 취소한다 하더라도 그 차액은 공탁원인의 소멸을 이유로 한 공탁물 회수 대상일 뿐 가지급물 반환의 대상이 아니므로, 같은 취지에서 위 가지급물반환신청을 기각한 원심판단을 정당하다고 한 사례<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제215조 제2항,민사집행법 제291조,제248조 제1항,민법 제147조 제2항,제487조 / [2]민사소송법 제215조 제2항,민사집행법 제291조,제248조 제1항<br/>",
  "참조판례": ""
}