{
  "판례일련번호": "158069",
  "사건명": "거절결정(특)",
  "사건번호": "2009후2678",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1]구 특허법 제47조 제4항 제2호의 규정 취지 및 적용 범위<br/>[2] 명칭이 “식물 병원균 방제용 조성물 및 그의 제조 방법”인 甲의 특허출원에 대하여 특허청 심사관이 비교대상발명 1, 2로부터 용이하게 발명할 수 있다는 거절이유를 들어 거절결정을 하였고, 이후 甲이 거절결정에 대하여 불복심판을 청구하면서 보정을 신청하였으나 특허청 심사관이 보정각하결정을 한 사안에서, 보정 후 출원발명의 특허청구범위 제8항 발명은 보정 후에도 위와 같이 통지된 거절이유를 여전히 해소하지 못하여구 특허법 제47조 제4항 제2호의 요건을 충족하지 못하였다는 이유로, 위 보정각하결정이 적법하다고 한 사례<br/>",
  "판결요지": "[1]구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것, 이하 ‘구 특허법’이라 한다) 제173조,제174조 제1항,제51조 제1항,제47조 제1항 제3호,제4항 제2호에 의하면, 특허거절결정에 대하여 불복심판을 청구하면서 하는 명세서 또는 도면의 보정은 ‘보정 후 특허청구범위에 기재된 사항이 특허출원을 한 때에 특허를 받을 수 있을 것’이라는 요건을 충족하여야 하고, 특허청 심사관은 심사전치절차에서 그 보정이 위 요건을 충족하지 못하는 때에는 결정으로 보정을 각하하여야 한다.구 특허법 제47조 제4항 제2호의 취지는, 특허청 심사관이 위 요건을 충족하지 못한 보정에 대하여는 바로 보정각하결정을 할 수 있도록 하여 보정으로 새로이 발생되는 거절이유 등에 대하여 거절이유 통지와 또 다른 보정이 반복되는 것을 배제함으로써 심사절차의 신속한 진행을 도모하기 위한 것이다. 따라서구 특허법 제47조 제4항 제2호는 특허출원인의 절차적 이익을 보장하려는구 특허법 제63조의 거절이유통지 제도의 취지상 보정 이전부터 이미 특허청구범위에 기재되어 있었던 사항으로서 특허출원인이 그에 대한 거절이유를 통지받지 못한 경우에는 적용되지 않고, 보정된 청구항이 통지된 거절이유를 여전히 해소하지 못한 경우와 통지된 거절이유는 해소하였으나 보정으로 인하여 새로운 거절이유가 발생한 경우에 적용된다.<br/>[2] 명칭이 “식물 병원균 방제용 조성물 및 그의 제조 방법”인 甲의 특허출원에 대하여 특허청 심사관이 이 발명에 속하는 기술분야에서 통상의 지식을 가진 사람이 비교대상발명 1, 2로부터 용이하게 발명할 수 있다는 거절이유를 들어 거절결정을 하였고, 이후 甲이 거절결정에 대하여 불복심판을 청구하면서 보정을 신청하였으나 특허청 심사관이 보정각하결정을 한 사안에서, 甲이 보정 전 출원발명 특허청구범위 제2항 발명(이하 ‘보정 전 제2항 발명’이라 한다)의 내용을 분할하여 보정한 출원발명 특허청구범위 제8항 발명(이하 ‘보정 후 제8항 발명’이라 한다)의 ‘오이 모잘록균’은, 이미 보정 전 제2항 발명에 대하여 통지한 특허청 심사관의 거절이유에 기재된 ‘항균효과’의 범위를 벗어나는 새로운 내용으로 볼 수 없고, ‘백굴채 추출물을 유효성분으로 함유하는 식물 흰가루병 또는 오이 모잘록균 병원균 방제용 조성물’인 보정 후 제8항 발명이 비교대상발명 1, 2에 의하여 진보성이 부정된다는 사유는 특허청 심사관에 의하여 거절이유가 통지된 것이라고 볼 수 있으므로, 보정 후 제8항 발명은 보정 후에도 통지된 거절이유를 여전히 해소하지 못하여구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것) 제47조 제4항 제2호의 요건을 충족하지 못하였다는 이유로, 위 보정각하결정이 적법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것) 제47조 제4항 제2호(현행 삭제),제51조 제1항 / [2]구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것) 제47조 제4항 제2호(현행 삭제),제51조 제1항<br/>",
  "참조판례": ""
}