{
  "판례일련번호": "158081",
  "사건명": "집회및 시위에 관한 법률 위반",
  "사건번호": "2009도2821",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1] 구 집회 및 시위에 관한 법률상 ‘시위’의 의미 및 다수인이 일정 장소에 모여 행한 특정 행위가같은 법 제6조 제1항의 신고대상인 시위에 해당하는지 판단하는 기준<br/>[2] 구 집회 및 시위에 관한 법률상 시위 ‘주최자’의 의미 및 미신고 옥외집회 또는 시위 주최행위에 대한 공모공동정범 성립 여부(적극)<br/>[3] 피고인들 등 10인이 甲 주식회사 정문 앞 등에서 1인은 고용보장 등의 주장 내용이 담긴 피켓을 들고 다른 2～4인은 그 옆에 서 있는 방법으로 수회에 걸쳐 미신고 옥외시위를 공모, 공동주최하였다는 취지로 기소된 사안에서, 구 집회 및 시위에 관한 법률에 규정된 신고대상인 시위 및 그 주최행위에 해당하지 않는다고 보아 전부 무죄로 인정한 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1]구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것, 이하 ‘집시법’이라 한다) 제2조 제2호에 의하면 ‘시위’는 다수인이 공동목적을 가지고 도로·광장·공원 등 공중이 자유로이 통행할 수 있는 장소를 진행하거나 위력 또는 기세를 보여 불특정 다수인의 의견에 영향을 주거나 제압을 가하는 행위를 의미하는데, 다수인이 일정한 장소에 모여 행한 특정 행위가 공동의 목적을 가진 집단적 의사표현의 일환으로 이루어진 것으로집시법 제6조 제1항의 신고대상인 시위에 해당하는지는, 행위의 태양 및 참가 인원 등 객관적 측면과 아울러 그들 사이의 내적인 유대 관계 등 주관적 측면을 종합하여 전체적으로 그 행위를 다수인이 위력 또는 기세를 보여 불특정 다수인의 의견에 영향을 주거나 제압을 가하는 행위로 볼 수 있는지에 따라 평가하여야 한다.<br/>[2]구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것, 이하 ‘집시법’이라 한다) 제2조 제3호에 의하면 ‘주최자’는 자기 명의로 자기 책임 아래 집회 또는 시위를 개최하는 사람 또는 단체를 의미하는 것으로,집시법 제6조 제1항에 따라 사전신고를 요하는 시위의 주최자는 시위를 주창하여 개최하거나 이를 주도하는 자 또는 시위를 계획하고 조직하여 실행에 옮긴 자를 의미하는데, 미신고 옥외집회 또는 시위의 주최에 관하여 공동가공의 의사와 공동의사에 기한 기능적 행위지배를 통하여 그 실행을 공모한 자는 비록 구체적 실행행위에 직접 관여하지 아니하였더라도 다른 공범자의 미신고 옥외집회 또는 시위의 주최행위에 대하여 공모공동정범으로서의 죄책을 면할 수 없다.<br/>[3] 甲 주식회사의 협력업체 소속 근로자인 피고인들을 비롯한 10인이 甲 회사 정문 앞 등에서 1인은 고용보장 등의 주장 내용이 담긴 피켓을 들고 다른 2～4인은 그 옆에 서 있는 방법으로 6일간 총 17회에 걸쳐 미신고 옥외시위를 공모, 공동주최하였다는 취지로 기소된 사안에서, 위 각 행위는 다수인이 공동목적을 가지고 한 곳에 모여 사전 계획한 역할 분담에 따라 다수의 위력 또는 기세를 보여 피켓에 기재된 주장 내용을 甲 회사 및 협력업체 임직원을 비롯한 불특정 다수인에게 전달함으로써 그들의 의견에 영향을 미치는 행위로서 구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것, 이하 ‘집시법’이라 한다)의 신고대상인 옥외시위에 해당한다고 보기에 충분하고, 피켓을 직접 든 1인 외에 그 주변에 있는 사람들이 별도로 구호를 외치거나 전단을 배포하는 등의 행위를 하지 않았다는 형식적 이유만으로 신고대상이 되지 아니하는 이른바 ‘1인 시위’에 해당한다고 볼 수 없으며, 위 각 행위에 대한 공동가공의 의사와 공동의사에 기한 기능적 행위지배가 인정되는 피고인들에게는 구체적 실행행위에 직접 관여하였는지와 관계없이 공모공동정범에 의한 주최자로서 책임을 물을 수 있는데도, 이와 달리 위 각 행위가 집시법에 규정된 시위 및 그 주최행위에 해당하지 않는다고 보아 전부 무죄로 인정한 원심판결에 법리오해 또는 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것) 제2조 제2호,제6조 제1항 / [2]형법 제30조,구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것) 제2조 제3호,제6조 제1항 / [3]형법 제30조,구 집회 및 시위에 관한 법률(2007. 5. 11. 법률 제8424호로 전부 개정되기 전의 것) 제2조 제2호,제3호,제6조 제1항,제19조 제2항(현행 제22조 제2항 참조)<br/>",
  "참조판례": "[2]대법원 1983. 2. 8. 선고 82도1930 판결(공1983, 534),대법원 1992. 8. 18. 선고 92도1244 판결(공1992, 2799),대법원 2008. 6. 26. 선고 2007도6188 판결,대법원 2009. 6. 23. 선고 2009도2994 판결(공2009하, 1244),대법원 2010. 7. 15. 선고 2010도3544 판결(공2010하, 1613)<br/>"
}