{
  "판례일련번호": "158080",
  "사건명": "관세등 부과 처분 취소",
  "사건번호": "2009두15104",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1]구 관세법 제21조 제1항 본문과 단서 제1호의 입법 취지 및구 관세법 제21조 제1항 단서 제1호에서 정한 ‘부정한 방법’에 납세의무자의 대리인이나 이행보조자 등이 행한 부정한 방법도 포함되는지 여부(원칙적 적극)<br/>[2] 甲 주식회사가 외국항행선박 유류 공급을 위해 乙 주식회사와 해상급유용역계약을 체결하고, 乙 회사는 甲 회사가 공급하는 선반용 유류를 급유하기 위해 丙 주식회사와 용선계약을 체결하였는데, 이후 丙 회사의 대표자 丁이 공급받은 유류 중 일부를 국내로 부정반출하고도 정상적으로 급유하였다는 내용의 영수증을 위조하여 甲 회사가 이를 근거로 유류를 수입할 때 납부했던 관세 등을 환급받자, 관할 세관장이 甲 회사에구 ‘수출용 원재료에 대한 관세 등 환급에 관한 특례법’ 제21조 제1항 제3호에 따라 관세 등 부과처분을 한 사안에서, 위 관세 등의 부과제척기간은구 관세법 제21조 제1항 단서 제1호에 따라 5년이라고 한 사례<br/>",
  "판결요지": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제21조 제1항 본문과 단서 제1호의 내용 및 그 입법 취지는 관세에 관한 법률관계를 조기에 확정하기 위하여 부과제척기간을 2년으로 단축하면서도 과세요건사실의 발견을 곤란하게 하거나 허위의 환급요건사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청으로서는 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 조기 행사를 기대하기가 어려우므로 당해 관세에 대한 부과제척기간을 5년으로 연장하는 데 있다. 그렇다면 여기서 말하는 ‘부정한 방법’에는 납세의무자 본인이 행한 부정한 방법뿐만 아니라, 납세의무자가 스스로 관련 업무의 처리를 위탁함으로써 그 행위영역 확장의 이익을 얻게 되는 납세의무자의 대리인이나 이행보조자 등이 행한 부정한 방법도 다른 특별한 사정이 없는 한 포함된다고 할 것이다.<br/>[2] 석유제품 판매 등을 영위하는 甲 주식회사가 외국항행선박 유류 공급을 위해 乙 주식회사와 해상급유용역계약을 체결하고, 乙 회사는 甲 회사가 공급하는 선박용 유류를 외국항행선박에 급유하기 위해 丙 주식회사와 용선계약을 체결하였는데, 이후 丙 회사의 대표자 丁이 甲 회사에게서 공급받은 유류 중 일부를 국내로 부정반출하고도 정상적으로 급유하였다는 내용의 영수증을 위조하여 환급대상수출물품 반입확인서를 발급받아 甲 회사에 교부하였고, 甲 회사가 이를 근거로 유류를 수입할 때 납부했던 관세 등을 환급받자, 관할 세관장이 이를 환수하기 위하여구 ‘수출용 원재료에 대한 관세 등 환급에 관한 특례법’(2007. 1. 11. 법률 제8233호로 개정되기 전의 것) 제21조 제1항 제3호에 따라 甲 회사에 관세 등 부과처분을 한 사안에서, 丙 회사는 甲 회사의 ‘이행보조자’로 볼 여지가 있으므로, 甲 회사가 丙 회사가 행한 부정한 행위를 알지 못하였다거나 직접 관여하지 아니하였다 하더라도 이에 의하여 관세 등을 환급받은 이상 이를 환수하기 위한 관세 등의 부과제척기간은 특별한 사정이 없는 한 2년이 아닌구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제21조 제1항 단서 제1호에 따라 5년이라 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제21조 제1항 / [2]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제21조 제1항,제47조 제1항,구 수출용 원재료에 대한 관세 등 환급에 관한 특례법(2007. 1. 11. 법률 제8233호로 개정되기 전의 것) 제4조 제4호,제21조 제1항 제3호,구 수출용 원재료에 대한 관세 등 환급에 관한 특례법 시행규칙(2007. 4. 23. 기획재정부령 제555호로 개정되기 전의 것) 제2조 제4항 제1호<br/>",
  "참조판례": ""
}