{
  "판례일련번호": "158087",
  "사건명": "성폭력 범죄의 처벌등에 관한 특례법위반(특수강도강간등)·성폭력범죄의처벌등에관한특례법위반(절도강간등)·특수강도·특정범죄가중처벌등에관한법률위반(절도)·상해·부착명령",
  "사건번호": "2011도9253,2011전도152",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1]성폭력범죄의 처벌 등에 관한 특례법 제32조 제1항에 규정된 등록대상 성폭력범죄를 범한 자가같은 법 제37조,제41조 시행 전에 범죄를 범하여 공소제기되었더라도, 그 시행 당시까지 공개명령 또는 고지명령이 선고되지 아니하였다면같은 법 제37조,제41조에 의한 신상정보 공개명령 또는 고지명령의 대상이 되는지 여부(적극)<br/>[2] 피고인이성폭력범죄의 처벌 등에 관한 특례법 제37조,제41조의 시행 전 특수강도강간 및 특수강도강간미수죄를 범하여 같은 법 위반으로 기소된 사안에서, 위 각 범행은같은 법 제32조 제1항에 규정된 등록대상 성폭력범죄에 해당하므로같은 법 부칙 제2조 제2항에 따라 신상정보 공개명령 및 고지명령의 대상이 된다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 2010. 4. 15. 법률 제10258호로 제정·공포된 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘특례법’이라 한다)은 신상정보의 공개명령 및 고지명령 제도에 관하여 제도의 시행시기를 규정하면서도 대상이 되는 범죄가 행하여진 시기에 대해서는, 신상정보의 공개명령 및 고지명령 제도에 관하여 그에 관한 규정 시행 후에 범한 범죄로 한정하는 부칙 규정을 두고 있는 아동·청소년의 성보호에 관한 법률과는 달리 아무런 제한을 두고 있지 아니한 점, 특례법이 성인 대상 성범죄자에 대하여 신상정보 공개명령 및 고지명령 제도를 도입한 것은 성인 대상 성범죄자 역시 재범률이 높을 뿐만 아니라 아동을 대상으로 한 성범죄도 저지르고 있으므로 성인 대상 성범죄자에 대한 신상정보 공개를 통하여 성인 대상 성범죄는 물론 아동·청소년 대상 성범죄를 미연에 예방하고자 하는 데 입법 취지가 있는 점, 신상정보의 공개명령 및 고지명령 제도는 성범죄자에 대한 응보 목적의 형벌과 달리 성범죄의 사전예방을 위한 보안처분적 성격이 강한 점 등에 비추어 보면,특례법 제32조 제1항에 규정된 등록대상 성폭력범죄를 범한 자에 대해서는특례법 제37조,제41조의 시행 전에 그 범죄를 범하고 그에 대한 공소제기가 이루어졌더라도특례법 제37조,제41조의 시행 당시 공개명령 또는 고지명령이 선고되지 아니한 이상특례법 제37조,제41조에 의한 공개명령 또는 고지명령의 대상이 된다고 보아야 한다.<br/>[2] 피고인이성폭력범죄의 처벌 등에 관한 특례법(이하 ‘특례법’이라 한다) 제37조,제41조의 규정 시행일인 2011. 4. 16. 전에 특수강도강간 및 특수강도강간미수죄를 범하여 특례법 위반으로 기소된 사안에서, 위 각 범행은특례법 제37조,제41조에서 정한 공개명령 및 고지명령의 대상이 되는특례법 제32조 제1항에 규정된 등록대상 성폭력범죄에 해당하므로,특례법 부칙 제2조 제2항에 따라 신상정보 공개명령 및 고지명령의 대상이 된다고 보아야 하는데도, 이와 달리 본 원심판단에위 부칙 제2조 제2항의 적용범위에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]성폭력범죄의 처벌 등에 관한 특례법 제32조 제1항,제37조,제38조,제41조,제42조,부칙(2010. 4. 15.) 제1조,제2조 제2항,아동·청소년의 성보호에 관한 법률 부칙(2010. 4. 15. 법률 제10260호) 제1조,제4조 / [2]형법 제297조,제334조 제2항,제342조,성폭력범죄의 처벌 등에 관한 특례법 제3조 제2항,제14조,제32조 제1항,제37조 제1항 제1호,제41조 제1항 제1호,부칙(2010. 4. 15.) 제2조 제2항<br/>",
  "참조판례": ""
}