{
  "판례일련번호": "158091",
  "사건명": "공탁금 출급 청구권",
  "사건번호": "2011다47169",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1] 금융실명제하에서 예금계약의 당사자 확정 방법과 예금명의자가 아닌 제3자를 예금계약의 당사자로 볼 수 있는 예외적인 경우 및 그 인정 방법<br/>[2] 예금계약의 당사자 확정이 문제된 사안에서, 甲이 乙을 대리하여 丙 은행 담당직원에게 乙 명의의 예금거래신청을 함과 아울러 乙의 호적등본 등을 제출하여 乙을 예금명의자로 하는 예금계좌 개설을 신청하였고, 丙 은행 담당직원은 乙 명의의 실명확인 절차를 거친 다음 乙 명의 예금계약서를 작성한 후 乙 명의 통장을 발행하는 등 乙과 예금계약을 체결할 의사를 표시하였으므로, 위 예금계좌의 예금반환청구권이 귀속되는 예금계약의 당사자는 乙이라고 보아야 한다고 한 사례<br/>",
  "판결요지": "[1] 금융실명거래 및 비밀보장에 관한 긴급재정경제명령(1997. 12. 31. 법률 제5493호 금융실명거래 및 비밀보장에 관한 법률 부칙 제2조로 폐지, 이하 ‘긴급명령’이라 한다)이나 금융실명거래 및 비밀보장에 관한 법률에 따라 실명확인 절차를 거쳐 예금계약을 체결하고 실명확인 사실이 예금계약서 등에 명확히 기재되어 있는 경우에는, 일반적으로 예금계약서에 예금주로 기재된 예금명의자나 그를 대리한 행위자 및 금융기관의 의사는 예금명의자를 예금계약의 당사자로 보려는 것이라고 해석하는 것이 경험법칙에 합당하고, 예금계약의 당사자에 관한 법률관계를 명확히 할 수 있어 합리적이다. 그리고 이와 같은 예금계약 당사자의 해석에 관한 법리는, 예금명의자 본인이 금융기관에 출석하여 예금계약을 체결한 경우나 예금명의자의 위임에 의하여 제3자가 대리인으로서 예금계약을 체결한 경우 모두 마찬가지로 적용된다고 보아야 한다. 따라서 본인인 예금명의자 의사에 따라 예금명의자 실명확인 절차가 이루어지고 예금명의자를 예금주로 하여 예금계약서를 작성하였음에도, 위에서 본 것과 달리 예금명의자가 아닌 제3자를 예금계약의 당사자라고 볼 수 있으려면, 금융기관과 제3자 사이에서 실명확인 절차를 거쳐 서면으로 이루어진 예금명의자와의 예금계약을 부정하여 예금명의자의 예금반환청구권을 배제하고, 제3자와 예금계약을 체결하여 그 사람에게 예금반환청구권을 귀속시키겠다는 명확한 의사의 합치가 있는 극히 예외적인 경우로 제한되어야 하고, 이러한 의사의 합치는 긴급명령이나 금융실명거래 및 비밀보장에 관한 법률에 따라 실명확인 절차를 거쳐 작성된 예금계약서 등의 증명력을 번복하기에 충분할 정도의 명확한 증명력을 가진 구체적이고 객관적인 증거에 의하여 매우 엄격하게 인정하여야 한다.<br/>[2] 예금계약의 당사자 확정이 문제된 사안에서, 甲이 乙을 대리하여 丙 은행 담당직원에게 乙 명의의 예금거래신청을 함과 아울러 실명확인 절차에 필요한 증표로 乙의 호적등본 및 실명확인증표를 제출하여 乙을 예금명의자로 하는 예금계좌 개설을 신청하였고, 丙 은행 담당직원은 이러한 신청을 받아들여 재정경제부의 금융실명제 업무기준에 따라 乙 명의의 실명확인 절차를 거친 다음 乙 명의 예금계약서를 작성한 후 乙 명의 통장을 발행하는 등 乙과 예금계약을 체결할 의사를 표시하였으므로, 실명확인 절차를 거쳐 작성된 乙 명의 예금계약서 등의 증명력을 번복하기에 충분할 정도의 명확한 증명력을 가진 구체적이고 객관적인 증거에 의하여 그 당시 丙 은행과 甲 사이에 乙과의 예금계약을 부정하여 乙의 예금반환청구권을 배제하고 甲과 예금계약을 체결하여 甲에게 예금반환청구권을 귀속시키려는 명확한 의사의 합치가 있었다고 인정되는 경우에 해당하지 아니하는 한, 예금계좌의 예금반환청구권이 귀속되는 예금계약의 당사자는 乙이라고 보아야 한다고 하며, 丙 은행과 甲 사이에 위 예금계좌에 관하여 실명확인 절차를 거쳐 예금계약서 등에 예금명의자로 기재된 乙의 예금반환청구권을 배제하고 甲에게 예금반환청구권을 귀속시키겠다는 의사의 합치가 있었다는 취지로 판단한 원심판결을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조 / [2]민법 제105조<br/>",
  "참조판례": "[1]대법원 2009. 3. 19. 선고 2008다45828 전원합의체 판결(공2009상, 456)<br/>"
}