{
  "판례일련번호": "158542",
  "사건명": "손해배상(기)등",
  "사건번호": "2009다80521",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 금융기관 임원이 대출과 관련하여 선량한 관리자로서의 주의의무를 위반하였는지에 관한 판단 기준<br/>[2] 금융기관에 미회수금 손해가 발생하였다는 결과만으로 대표이사나 이사의 임무 해태로 인한 채무불이행 사실이 추정되는지 여부(소극)<br/>[3] 금융기관 이사가 이른바 프로젝트 파이낸스 대출을 하면서 단순히 회사의 영업에 이익이 될 것이라는 일반적·추상적인 기대하에 일방적으로 임무를 수행하여 회사에 손해를 입힌 경우, 이러한 이사의 행위가 허용되는 경영판단의 재량 범위 내에 있다고 할 수 있는지 여부(소극)<br/>[4] 금융기관이 아파트 건축 사업을 시행하는 甲, 乙, 丙, 丁 회사에 각각 프로젝트 파이낸스 대출 등을 하였다가 대출금을 회수하지 못하는 손해를 입은 사안에서, 위 대출들 중 甲, 丙, 丁 회사에 대한 대출에 관하여는 대출업무를 담당한 금융기관 임원에게 주의의무 위반이 없다고 본 원심판단이 정당하나, 乙 회사에 대한 대출에 관하여는 대출담당 임원에게 주의의무 위반이 있다고 볼 여지가 있음에도 이에 관하여 더 이상의 심리 없이 주의의무 위반을 부정한 원심판결에는 심리미진 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 금융기관의 임원은 소속 금융기관에 대하여 선량한 관리자의 주의의무를 지므로, 그 의무를 충실히 한 때에야 임원으로서 임무를 다하였다고 할 것이지만, 금융기관이 그 임원을 상대로 대출과 관련된 임무 해태를 내세워 채무불이행으로 인한 손해배상책임을 물을 경우 임원이 한 대출이 결과적으로 회수곤란 또는 회수불능으로 되었다고 하더라도 그것만으로 바로 대출결정을 내린 임원에게 그러한 미회수금 손해 등의 결과가 전혀 발생하지 않도록 하여야 할 책임을 물어 대출결정을 내린 임원의 판단이 선량한 관리자로서의 주의의무 내지 충실의무를 위반한 것이라고 단정할 수 없다. 대출과 관련된 경영판단을 하면서 통상의 합리적인 금융기관 임원으로서 그 상황에서 합당한 정보를 가지고 적합한 절차에 따라 회사의 최대이익을 위하여 신의성실에 따라 대출심사를 한 것이라면 의사결정과정에 현저한 불합리가 없는 한 임원의 경영판단은 허용되는 재량의 범위 내의 것으로서 회사에 대한 선량한 관리자의 주의의무 내지 충실의무를 다한 것으로 볼 수 있고, 금융기관의 임원이 위와 같은 선량한 관리자의 주의의무에 위반하여 자신의 임무를 해태하였는지는 대출결정에 통상의 대출담당임원으로서 간과해서는 안 될 잘못이 있는지를 대출의 조건과 내용, 규모, 변제계획, 담보의 유무와 내용, 채무자의 재산 및 경영상황, 성장가능성 등 여러 가지 사항에 비추어 종합적으로 판정해야 한다.<br/>[2] 대표이사나 이사를 상대로 주식회사에 대한 임무 해태를 내세워 채무불이행으로 인한 손해배상책임을 물을 경우, 대표이사나 이사의 직무수행상 채무는 미회수금 손해 등의 결과가 전혀 발생하지 않도록 하여야 할 결과채무가 아니라, 회사의 이익을 위하여 선량한 관리자로서의 주의의무를 가지고 필요하고 적절한 조치를 다해야 할 채무이므로, 회사에 대출금 중 미회수금 손해가 발생하였다는 결과만을 가지고 곧바로 채무불이행사실을 추정할 수도 없다.<br/>[3] 이른바 프로젝트 파이낸스 대출은 부동산 개발 관련 특정 프로젝트의 사업성을 평가하여 그 사업에서 발생할 미래의 현금흐름을 대출원리금의 주된 변제재원으로 하는 금융거래이므로, 대출을 할 때 이루어지는 대출상환능력에 대한 판단은 프로젝트의 사업성에 대한 평가에 주로 의존하게 된다. 이러한 경우 금융기관의 이사가 대출요건으로서 프로젝트의 사업성에 관하여 심사하면서 필요한 정보를 충분히 수집·조사하고 검토하는 절차를 거친 다음 이를 근거로 금융기관의 최대 이익에 부합한다고 합리적으로 신뢰하고 신의성실에 따라 경영상의 판단을 내렸고, 그 내용이 현저히 불합리하지 아니하여 이사로서 통상 선택할 수 있는 범위 안에 있는 것이라면, 비록 사후에 회사가 손해를 입게 되는 결과가 발생하였다고 하더라도 그로 인하여 이사가 회사에 대하여 손해배상책임을 부담한다고 할 수 없지만, 금융기관의 이사가 이러한 과정을 거쳐 임무를 수행한 것이 아니라 단순히 회사의 영업에 이익이 될 것이라는 일반적·추상적인 기대하에 일방적으로 임무를 수행하여 회사에 손해를 입게 한 경우에는 필요한 정보를 충분히 수집·조사하고 검토하는 절차를 거친 다음 이를 근거로 회사의 최대 이익에 부합한다고 합리적으로 신뢰하고 신의성실의 원칙에 따라 경영상의 판단을 내린 것이라고 볼 수 없으므로, 그와 같은 이사의 행위는 허용되는 경영판단의 재량 범위 내에 있는 것이라고 할 수 없다.<br/>[4] 금융기관이 아파트 건축 사업을 시행하는 甲, 乙, 丙, 丁 회사에 각각 프로젝트 파이낸스 대출 등을 하였다가 대출금을 회수하지 못하는 손해를 입은 사안에서, 위 대출들 중 甲, 丙, 丁 회사에 대한 대출에 관하여는 그 대출에 대한 의사결정 과정 및 내용이 현저히 불합리하다고 보이지 않으므로 결과적으로 대출금을 회수하지 못하게 되었다 하더라도, 대출업무를 담당한 금융기관 임원에게 주의의무 위반이 없다고 본 원심판단이 정당하나, 乙 회사에 대한 대출에 관하여는 사업 부지에 관한 법적 분쟁으로 부지 매입이 장기간 지연되어 사업의 수익성이 악화될 수 있었음에도 그 가능성 유무에 관하여 충분한 자료를 제출받아 이를 면밀히 검토하는 등의 절차를 거치지 않고 거액의 대출을 실행한 것으로 볼 수 있는 점 등 대출담당 임원에게 주의의무 위반이 있다고 볼 여지가 있음에도, 이에 관하여 더 이상의 심리를 해 봄이 없이 위 대출에 관하여 임원의 주의의무 위반을 인정하기에 부족하다고 단정한 원심판결에는 금융기관 임원의 선량한 관리자로서의 주의의무 위반에 관한 법리를 오해한 나머지 심리를 다하지 않은 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제382조 제2항,제399조,민법 제681조 / [2]상법 제382조 제2항,제399조,민법 제681조 / [3]상법 제382조 제2항,제399조,민법 제681조 / [4]상법 제382조 제2항,제399조,민법 제681조<br/>",
  "참조판례": "[1]대법원 2002. 6. 14. 선고 2001다52407 판결(공2002하, 1650),대법원 2006. 11. 9. 선고 2004다41651, 41668 판결(공2006하, 2053),대법원 2007. 7. 26. 선고 2006다33609 판결(공2007하, 1346) / [2]대법원 1996. 12. 23. 선고 96다30465, 30472 판결(공1997상, 512) / [3]대법원 2008. 7. 10. 선고 2006다39935 판결(공2008하, 1125)<br/>"
}