{
  "판례일련번호": "158525",
  "사건명": "시정명령등 취소",
  "사건번호": "2008두1832",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 이동통신서비스 업체인 甲 주식회사가 자신의 MP3폰과 자신이 운영하는 온라인 음악사이트의 음악파일에 자체 개발한 DRM(Digital Rights Management)을 탑재하여 甲 회사의 MP3폰을 사용하는 소비자로 하여금 위 음악사이트에서 구매한 음악파일만 재생할 수 있도록 하고, 다른 사이트에서 구매한 음악은 위 음악사이트에 회원으로 가입한 후 별도의 컨버팅 과정 등을 거치도록 한 행위에 대하여, 공정거래위원회가 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사의 행위가 ‘다른 사업자의 사업활동을 방해하는 행위’에 해당하더라도 그 부당성을 인정할 수 없다는 이유로 위 처분이 위법하다고 본 원심판단을 수긍한 사례<br/>[2] 이동통신서비스 업체인 甲 주식회사가 자신의 MP3폰과 자신이 운영하는 온라인 음악사이트의 음악파일에 자체 개발한 DRM(Digital Rights Management)을 탑재하여 甲 회사의 MP3폰을 사용하는 소비자로 하여금 위 음악사이트에서 구매한 음악파일만 재생할 수 있도록 하고, 다른 사이트에서 구매한 음악은 위 음악사이트에 회원으로 가입한 후 별도의 컨버팅 과정 등을 거치도록 한 행위에 대하여, 공정거래위원회가 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사의 행위가 ‘소비자의 이익을 현저히 저해할 우려가 있는 행위’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 이동통신서비스 업체인 甲 주식회사가 자신의 MP3폰과 자신이 운영하는 온라인 음악사이트의 음악파일에 자체 개발한 DRM(Digital Rights Management)을 탑재하여 甲 회사의 MP3폰을 사용하는 소비자로 하여금 위 음악사이트에서 구매한 음악파일만 재생할 수 있도록 하고, 다른 사이트에서 구매한 음악은 위 음악사이트에 회원으로 가입한 후에 별도의 컨버팅 과정 등을 거치도록 한 행위에 대하여,독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제3호에서 정한 ‘다른 사업자의 사업활동을 부당하게 방해하는 행위’에 해당한다며 공정거래위원회가 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사가 자신의 MP3폰과 음악파일에 DRM을 탑재한 것은 인터넷 음악서비스 사업자들의 수익과 저작권자 보호 및 불법 다운로드 방지를 위한 것으로서 정당한 이유가 있다고 보이는 점, 소비자가 甲 회사 MP3폰으로 음악을 듣기 위해서 겪어야 하는 불편은 MP3파일 다운로드서비스 사업자들에게 DRM을 표준화할 법적 의무가 있지 않은 이상 부득이한 것으로 현저한 이익 침해가 되거나 부당하여 불법한 것으로 보이지 않는 점, 위 행위로 인해 현실적으로 경쟁제한 효과가 일정 정도 나타났지만 DRM의 특성과 필요성 및 개발경위 등에 비추어 甲 회사의 행위에 경쟁제한 효과의 의도나 목적이 있었다고 단정하기 어려운 점 등을 종합할 때, 甲 회사의 행위가 ‘다른 사업자의 사업활동을 방해하는 행위’에 해당하더라도 그 부당성을 인정할 수 없다는 이유로 위 처분이 위법하다고 본 원심판단을 수긍한 사례.<br/>[2] 이동통신서비스 업체인 甲 주식회사가 자신의 MP3폰과 자신이 운영하는 온라인 음악사이트의 음악파일에 자체 개발한 DRM(Digital Rights Management)을 탑재하여 甲 회사 MP3폰을 사용하는 소비자로 하여금 위 음악사이트에서 구매한 음악파일만 재생할 수 있도록 하고, 다른 사이트에서 구매한 음악은 위 음악사이트에 회원으로 가입한 후에 별도의 컨버팅 과정 등을 거치도록 하는 행위에 대하여,독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호 후단에서 정한 ‘부당하게 소비자의 이익을 현저히 저해할 우려가 있는 행위’에 해당한다며 공정거래위원회가 시정명령 및 과징금 납부명령을 한 사안에서, 소비자의 이익을 현저히 저해할 우려가 있는 행위를 판단하는 방법에 관한 법리와 제반 사정에 비추어 甲 회사의 행위가 ‘현저한 침해’에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제3호,독점규제 및 공정거래에 관한 법률 시행령 제5조 제4항 제4호 / [2]독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호<br/>",
  "참조판례": ""
}