{
  "판례일련번호": "158538",
  "사건명": "보험급여 징수금 부과 처분 취소",
  "사건번호": "2009두18905",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1]‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률’ 제9조 제1항에서 정한 도급사업 일괄적용 대상이 되는 건설업에 해당하는지를 판단하는 기준(=한국표준산업분류표)<br/>[2] 甲이 인천국제공항공사와 자신이 설계·제작한 조형물을 설치하기로 하는 도급계약을 체결한 다음 乙 주식회사와 조형물 중 일부를 제작·설치하는 내용의 하도급계약을 체결하였는데, 乙 회사 소속 근로자 丙이 조형물의 골조를 제작하는 작업을 하다가 추락하여 사망하자, 근로복지공단이 丙 유족에게 유족일시보상금 등을 지급한 다음 위 사업이 건설업에 해당한다며‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률’ 제9조 제1항에 따라 甲을 丙의 사업주로 보아 보험급여액 징수처분을 한 사안에서, 위 사업이 건설업에 해당하지 않는다는 이유로 위 처분이 위법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령’(이하 ‘보험료징수법 시행령’이라 한다) 제4조에서 위 규정이 ‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률’(이하 ‘보험료징수법’이라 한다)의 어떤 조항과 관련된 것인지 직접 명시하지 않았더라도 위 법조항의 제목이 ‘건설업 등의 범위’로 되어 있고,보험료징수법 제9조 제1항 본문은 ‘건설업 등 대통령령으로 정하는 사업’이라는 문구를 사용하고 있으며, 그 위임에 따른보험료징수법 시행령 제7조 제1항이 ‘건설업 등 대통령령으로 정하는 사업’을 건설업으로 규정하고 있는 점에 비추어 볼 때,보험료징수법 시행령 제4조는보험료징수법 제9조와 그 위임에 따른보험료징수법 시행령 제7조 제1항을 구체화하기 위하여 도급사업 일괄적용 대상이 되는 사업의 판단 기준을 정한 규정이라고 해석하는 것이 논리적·체계적이다. 또한 입법 연혁에 비추어 보더라도보험료징수법 제9조 제1항 본문,보험료징수법 시행령 제7조 제1항에서 구 산업재해보상보험법(2003. 12. 31. 법률 제7049호로 개정되기 전의 것)과 달리 도급사업 일괄적용 대상이 되는 사업을 건설업으로 한정하는 한편보험료징수법 시행령 제4조를 별도로 규정한 것은 도급사업 일괄적용 대상이 되는 사업 범위는 사회·경제적 여건 변화에 따라 얼마든지 변경될 수 있으므로 현재 대상이 되는 건설업을 비롯하여 여타 사업의 범위를 한국표준산업분류표에 의하여 결정하도록 하려는 데 입법 취지가 있다. 따라서보험료징수법 제9조 제1항에서 정한 도급사업 일괄적용 대상이 되는 건설업에 해당하는지는 통계청장이 고시하는 한국표준산업분류표에 의하여야 한다.<br/>[2] 인천국제공항공사가 공모한 ‘인천국제공항 랜드마크 경관조성 환경조형물 설치사업’에 당선된 甲이 위 공항공사와 자신이 설계·제작한 조형물을 설치하기로 하는 도급계약을 체결한 다음 乙 주식회사와 조형물 중 일부를 제작·설치하는 내용의 하도급계약을 체결하였는데, 이후 乙 회사 소속 근로자 丙이 조형물의 골조를 제작하는 작업을 하다가 추락하여 사망하자, 근로복지공단이 丙 유족에게 유족일시보상금 등을 지급한 다음 위 사업이 건설업에 해당한다며‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률’(이하 ‘보험료징수법’이라 한다) 제9조 제1항에 따라 甲을 丙의 사업주로 보아 보험급여액 징수처분을 한 사안에서, 조형물의 형상과 사업의 진행과정, 한국표준산업분류표에서는 구조물 등을 제조하는 사업체에서 직접 설치하는 경우 설치만을 전문적으로 수행하는 독립된 부서가 존재하지 않는 한 주된 활동에 따라 제조업으로 분류한다고 정하고 있는 점 등에 비추어, 위 사업의 주된 활동은 甲이 독창적 창작물인 조형물을 제작하는 것이고 이를 설치하는 것은 부수적인 활동에 지나지 않으며, 설치 후 진행되는 작업 역시 조형물의 구조 및 형상에 따른 제작과정의 일환에 불과할 뿐 구축물 자체를 설치하는 것으로 보기 어려우므로 위 사업이 건설업에 해당된다고 볼 수 없다는 이유로, 위 처분이 위법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 제9조 제1항,고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제4조,제7조 제1항 / [2]고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 제9조 제1항,고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제4조,제7조 제1항<br/>",
  "참조판례": ""
}