{
  "판례일련번호": "158517",
  "사건명": "폭력행위등 처벌에 관한 법률 위반(공동공갈)·업무방해·폭력행위등 처벌에 관한 법률위반(단체등의구성·활동)·폭력행위등 처벌에 관한 법률 위반(집단·흉기등감금)·협박",
  "사건번호": "2011도7081",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 업무방해죄 보호대상인 ‘업무’의 의미<br/>[2] 구 ‘성매매알선 등 행위의 처벌에 관한 법률’에서 정하고 있는 성매매알선 등 행위가 업무방해죄의 보호대상인 ‘업무’에 해당하는지 여부(소극)<br/>[3] 폭력조직 간부인 피고인이 조직원들과 공모하여 甲이 운영하는 성매매업소 앞에 속칭 ‘병풍’을 치거나 차량을 주차해 놓는 등 위력으로써 업무를 방해하였다는 내용으로 기소된 사안에서, 성매매업소 운영업무가 업무방해죄의 보호대상인 업무라고 볼 수 없는데도, 이와 달리 보아 피고인에게 유죄를 인정한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법상 업무방해죄의 보호대상이 되는 ‘업무’란 직업 또는 계속적으로 종사하는 사무나 사업으로서 타인의 위법한 침해로부터 형법상 보호할 가치가 있는 것이어야 하므로, 어떤 사무나 활동 자체가 위법의 정도가 중하여 사회생활상 도저히 용인될 수 없는 정도로 반사회성을 띠는 경우에는 업무방해죄 보호대상이 되는 ‘업무’에 해당한다고 볼 수 없다.<br/>[2]구 성매매알선 등 행위의 처벌에 관한 법률(2010. 4. 15. 법률 제10261호로 개정되기 전의 것)은 제2조 제1항 제2호에서 성매매알선 등 행위에 해당하는 행위로 ‘성매매를 알선·권유·유인 또는 강요하는 행위’, ‘성매매의 장소를 제공하는 행위’ 등을 규정하고,제4조 제2호 및제4호에서 성매매알선행위와 성을 파는 행위를 하게 할 목적으로 타인을 고용·모집하는 행위를 금지하고, 이를 위반하여 성매매알선 등 행위를 한 자 및 미수범을 형사처벌하도록 규정하고 있으므로(같은 법 제19조 제1항 제1호,제2항 제1호,제23조 등 참조), 성매매알선 등 행위는 법에 의하여 원천적으로 금지된 행위로서 형사처벌의 대상이 되는 중대한 범죄행위일 뿐 아니라 정의관념상 용인될 수 없는 정도로 반사회성을 띠는 경우에 해당하므로, 업무방해죄의 보호대상이 되는 업무라고 볼 수 없다.<br/>[3] 폭력조직 간부인 피고인이 조직원들과 공모하여 甲이 운영하는 성매매업소 앞에 속칭 ‘병풍’을 치거나 차량을 주차해 놓는 등 위력으로써 업무를 방해하였다는 내용으로 기소된 사안에서, 甲은 사창가 골목에서 윤락녀를 고용하여 성매매업소를 운영하여 왔는데, 성매매업소 운영에는 성매매를 알선·권유하거나 성매매장소를 제공하는 행위 등이 필연적으로 수반되고 따라서 업소 운영자는구 성매매알선 등 행위의 처벌에 관한 법률(2010. 4. 15. 법률 제10261호로 개정되기 전의 것) 제19조 제1항 제1호의 ‘성매매알선 등 행위를 한 자’ 또는같은 법 제19조 제2항 제1호의 ‘영업으로 성매매알선 등 행위를 한 자’에 해당하므로, 甲의 성매매업소 운영업무는 업무방해죄의 보호대상이 되는 업무라고 볼 수 없는데도, 이와 달리 보아 피고인에게 유죄를 인정한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제314조 / [2]형법 제314조,구 성매매알선 등 행위의 처벌에 관한 법률(2010. 4. 15. 법률 제10261호로 개정되기 전의 것) 제2조 제1항 제2호,제4조 제2호,제4호,제19조 제1항 제1호,제2항 1호,제23조 / [3]형법 제30조,제314조 제1항,구 성매매알선 등 행위의 처벌에 관한 법률(2010. 4. 15. 법률 제10261호로 개정되기 전의 것) 제2조 제1항 제2호,제19조 제1항 제1호,제2항 제1호<br/>",
  "참조판례": "[1]대법원 2001. 11. 30. 선고 2001도2015 판결(공2002상, 238),대법원 2002. 8. 23. 선고 2001도5592 판결(공2002하, 2254),대법원 2007. 1. 12. 선고 2006도6599 판결<br/>"
}