{
  "판례일련번호": "158540",
  "사건명": "손해배상(기)",
  "사건번호": "2011다36091",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 채무자의 소멸시효 완성 주장이 신의칙에 반하여 허용될 수 없는 경우<br/>[2] 신병훈련을 마치고 부대에 배치된 군인이 선임병들에게서 온갖 구타와 가혹행위 및 끊임없는 욕설과 폭언에 시달리다가 전입한 지 채 열흘도 지나지 않은 1991. 2. 3. 부대 철조망 인근 소나무에 목을 매어 자살을 하였는데, 유족들이 망인이 사망한 날로부터 5년의 소멸시효 기간이 훨씬 경과한 2009. 12. 10.에야 국가를 상대로 손해배상을 구하는 소를 제기하자 국가가 소멸시효 완성을 항변한 사안에서, 국가의 소멸시효 완성 항변은 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 채무자의 소멸시효에 기한 항변권 행사도 우리 민법의 대원칙인 신의성실 원칙과 권리남용금지 원칙의 지배를 받는 것이어서, 채무자가 시효완성 전에 채권자의 권리행사나 시효중단을 불가능 또는 현저히 곤란하게 하였거나, 그러한 조치가 불필요하다고 믿게 하는 행동을 하였거나, 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었거나, 또는 일단 시효완성 후에 채무자가 시효를 원용하지 아니할 것 같은 태도를 보여 권리자로 하여금 그와 같이 신뢰하게 하였거나, 채권자 보호의 필요성이 크고, 같은 조건의 다른 채권자가 채무의 변제를 수령하는 등의 사정이 있어 채무이행의 거절을 인정함이 현저히 부당하거나 불공평하게 되는 등의 특별한 사정이 있는 경우에는 채무자가 소멸시효 완성을 주장하는 것이 신의성실 원칙에 반하여 권리남용으로서 허용될 수 없다.<br/>[2] 신병훈련을 마치고 부대에 배치된 군인이 선임병들에게서 온갖 구타와 가혹행위 및 끊임없는 욕설과 폭언에 시달리다가 전입한 지 채 열흘도 지나지 않은 1991. 2. 3. 부대 철조망 인근 소나무에 목을 매어 자살을 하였는데, 유족들이 망인이 사망한 날로부터 5년의 소멸시효 기간이 훨씬 경과한 2009. 12. 10.에야 국가를 상대로 손해배상을 구하는 소를 제기하자 국가가 소멸시효 완성의 항변을 한 사안에서, 군의 특성상 군 외부에 있는 민간인이 군 내부에서 이루어진 불법행위에 관하여 그 존재 사실을 인식하는 것은 원칙적으로 불가능에 가까운 데다가, 위 사고 직후 부대 지휘관들이 부대원들에게 일상적으로 자행되고 있던 구타 및 가혹행위에 대하여 함구명령을 내린 사실, 사고 직후 사건을 조사한 헌병수사관들조차 위 사고를 망인의 복무부적응으로 인한 비관에 의한 자살로 결론을 내리고 사건을 종결한 사실 등에 비추어 보면, 비록 군 당국이 유족들의 국가배상청구권 행사를 직접적으로 방해하는 행위를 한 적은 없다고 하더라도, 유족들은 위 자살사고가 선임병들의 심한 폭행·가혹행위 및 이에 대하여 적절한 조치를 취하지 않은 부대관계자들의 관리·감독 소홀 등의 불법행위로 인하여 발생한 것이라는 점을 군의문사진상규명위원회의 2009. 3. 16.자 진상규명결정이 내려짐으로써 비로소 알았거나 알 수 있었다고 할 것이므로, 2009. 3. 16. 전까지의 기간 동안에는 유족들이 국가를 상대로 손해배상청구를 할 수 없는 객관적 장애가 있었다고 보아야 하고, 또한 병영문화의 선진화에 힘써야 할 책임을 지고 있는 국가가 후진적 형태의 군대 내 사고의 발생을 막지 못하고서도 망인이나 유족에 대하여 아무런 보상도 하지 않은 채 자신의 책임으로 빚어진 권리행사의 장애 상태 때문에 소멸시효 기간이 경과하였다는 점을 이유로 들어 망인이나 유족에 대한 손해배상책임을 면하는 결과를 인정한다면 이는 현저히 정의와 공평의 관념에 반하는 것이므로, 국가의 소멸시효 완성 항변은 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제162조 / [2]민법 제2조,제166조 제1항,제751조,제766조,국가배상법 제2조 제1항,국가재정법 제96조<br/>",
  "참조판례": "[1]대법원 2002. 10. 25. 선고 2002다32332 판결(공2002하, 2849),대법원 2008. 9. 11. 선고 2006다70189 판결,대법원 2011. 6. 30. 선고 2009다72599 판결(공2011하, 1515),대법원 2011. 9. 8. 선고 2009다66969 판결(공2011하, 2046)<br/>"
}