{
  "판례일련번호": "158526",
  "사건명": "배당이의",
  "사건번호": "2010다99132",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 선순위 공동저당권자가 피담보채권을 변제받기 전 공동저당 목적 부동산 중 일부에 관한 저당권을 포기한 경우, 후순위저당권자가 있는 부동산에 관한 경매절차에서 ‘저당권을 포기하지 아니하였더라면 후순위저당권자가 대위할 수 있었던 한도’에서 후순위저당권자에 우선하여 배당을 받을 수 없는지 여부(적극) 및 동일한 채권의 담보를 위하여 공유인 부동산에 공동저당의 관계가 성립된 경우에도 마찬가지인지 여부(적극)<br/>[2] 공동저당 부동산의 후순위저당권자의 대위에 관한 법적 지위 및 기대가 공동저당 부동산의 일부가 제3자에게 양도되었다는 사정에 의해 영향을 받는지 여부(소극)<br/>[3] 甲이 乙과 丙이 1/2 지분씩 공유하고 있던 토지와 지상 건물에 관하여 근저당권설정등기를 마친 후 丁이 위 부동산 중 乙 지분에 관하여 근저당권설정등기를 마쳤고, 乙과 丙이 위 부동산을 戊에 매도하면서 乙 지분은 戊가 경매절차를 통하여 취득하였는데, 甲이 경매절차 진행 중 丙 지분에 관한 근저당권을 포기한 사안에서, 배당절차에서 甲은 丙 지분에 관한 근저당권을 포기하지 않았더라면 丁이 대위할 수 있었던 한도에서 丁에 우선하여 배당받을 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 채무자 소유의 수개 부동산에 관하여 공동저당권이 설정된 경우민법 제368조 제2항 후문에 의한 후순위저당권자의 대위권은 선순위 공동저당권자가 공동저당의 목적물인 부동산 중 일부의 경매대가로부터 배당받은 금액이 그 부동산의 책임분담액을 초과하는 경우에 비로소 인정되는 것이지만, 후순위저당권자로서는 선순위 공동저당권자가 피담보채권을 변제받지 않은 상태에서도 추후 공동저당 목적 부동산 중 일부에 관한 경매절차에서 선순위 공동저당권자가 부동산의 책임분담액을 초과하는 경매대가를 배당받는 경우 다른 공동저당 목적 부동산에 관하여 선순위 공동저당권자를 대위하여 저당권을 행사할 수 있다는 대위의 기대를 가진다고 보아야 하고, 후순위저당권자의 이와 같은 대위에 관한 정당한 기대는 보호되어야 하므로, 선순위 공동저당권자가 피담보채권을 변제받기 전에 공동저당 목적 부동산 중 일부에 관한 저당권을 포기한 경우에는, 후순위저당권자가 있는 부동산에 관한 경매절차에서, 저당권을 포기하지 아니하였더라면 후순위저당권자가 대위할 수 있었던 한도에서는 후순위저당권자에 우선하여 배당을 받을 수 없다고 보아야 하고, 이러한 법리는 동일한 채권의 담보를 위하여 공유인 부동산에 공동저당의 관계가 성립된 경우에도 마찬가지로 적용된다고 보아야 한다.<br/>[2]민법 제368조 제2항에 의하여 공동저당 부동산의 후순위저당권자에게 인정되는 대위를 할 수 있는 지위 내지 그와 같은 대위에 관한 정당한 기대를 보호할 필요성은 그 후 공동저당 부동산이 제3자에게 양도되었다는 이유로 달라지지 않는다. 즉 공동저당 부동산의 일부를 취득하는 제3자로서는 공동저당 부동산에 관하여 후순위저당권자 등 이해관계인들이 갖고 있는 기존의 지위를 전제로 하여 공동저당권의 부담을 인수한 것으로 보아야 하기 때문에 공동저당 부동산의 후순위저당권자의 대위에 관한 법적 지위 및 기대는 공동저당 부동산의 일부가 제3자에게 양도되었다는 사정에 의해 영향을 받지 않는다.<br/>[3] 甲이 乙과 丙이 1/2 지분씩 공유하고 있던 토지와 지상 건물에 관하여 근저당권설정등기를 마친 후 丁이 위 부동산 중 乙 지분에 관하여 근저당권설정등기를 마쳤고, 乙과 丙이 위 부동산을 戊에 매도하면서 乙 지분은 戊가 경매절차를 통하여 취득하였는데, 甲이 경매절차 진행 중 丙 지분에 관한 근저당권을 포기한 사안에서, 乙과 丙의 각 공유지분에 대하여 공동저당의 관계가 성립하였다고 보아야 하는데, 乙 지분에 관한 후순위 근저당권자인 丁으로서는 乙 지분에 관하여 먼저 경매가 이루어지는 경우 선순위 공동근저당권자인 甲이 丙 지분에 대한 경매대가에서 변제를 받을 수 있는 금액의 범위 내에서 甲을 대위하여 丙 지분에 관한 근저당권을 행사할 수 있다는 대위에 대한 정당한 기대를 가지고 있었고, 그러한 대위에 대한 기대는 戊가 丙 지분을 취득하기 전에 발생한 것인데 甲이 경매절차 진행 중에 제1순위 근저당권 중 丙 지분에 관한 근저당권을 포기함으로써 후순위근저당권자인 丁이 선순위 공동근저당권자인 甲의 丙 지분에 관한 근저당권을 대위행사할 수 있는 기대를 침해하였고, 丁의 丙 지분에 대한 대위에 관한 정당한 기대는 그 후 丙 지분이 제3자인 戊에게 양도되었다는 사정에 의해 영향을 받지 않으므로, 배당절차에서 甲은 丙 지분에 관한 근저당권을 포기하지 않았더라면 丁이 대위할 수 있었던 한도에서 丁에 우선하여 배당받을 수 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제368조 제2항 / [2]민법 제368조 제2항 / [3]민법 제368조 제2항<br/>",
  "참조판례": "[1]대법원 2006. 6. 15. 선고 2005다44091 판결,대법원 2009. 12. 10. 선고 2009다41250 판결(공2010상, 93)<br/>"
}