{
  "판례일련번호": "158522",
  "사건명": "특정 범죄 가중처벌등에 관한 법률 위반(조세)·뇌물공여·입찰방해·배임 증재",
  "사건번호": "2011도8478",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 상고심에서 상고이유 주장이 이유 없다고 판단되어 배척된 부분에 대하여 확정력이 발생하는 시기(=상고심판결 선고 시) 및 상고이유 주장이 사실심인 원심의 전권에 속하는 사실인정 등과 관련하여 부적법하다는 등의 이유로 배척된 경우에도 동일하게 확정력이 발생하는지 여부(적극)<br/>[2] 환송 전 원심에서 피고인이 해외에 현지법인을 설립한 후 사기 기타 부정한 방법으로 해외배당소득에 대한 종합소득세를 포탈하였다는 내용의 구 특정범죄 가중처벌 등에 관한 법률 위반(조세)죄가 유죄로 인정되었고, 이에 대한 피고인의 상고이유 중국제조세조정에 관한 법률 제17조가 적용되어야 한다는 주장이 환송판결에서 사실심인 원심의 전권에 속하는 사실인정 등과 관련된 것이어서 부적법하다는 이유로 배척되었는데, 환송 후 원심이 이에 관하여 새로이 사실을 인정하고 이를 근거로 유죄 부분 중 일부를 무죄로 판단한 사안에서, 환송 후 원심의 판단에 상고심판결의 확정력에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 상고심에서 상고이유 주장이 이유 없다고 판단되어 배척된 부분은 판결 선고와 동시에 확정력이 발생하여 이 부분에 대하여 피고인은 더 이상 다툴 수 없고, 환송받은 법원으로서도 이와 배치되는 판단을 할 수 없으므로, 피고인으로서는 더 이상 이 부분에 대한 주장을 상고이유로 삼을 수 없고, 비록 환송 후 원심이 이 부분 범죄사실에 대하여 일부 증거조사를 하였더라도 의미 없는 것에 지나지 않는다. 이러한 법리는 상고이유 주장이 사실심인 원심의 전권에 속하는 증거의 취사선택과 사실의 인정을 비난하는 것에 불과하다거나 원심이 인정한 사실과 다른 사실을 전제로 한 것이어서 부적법하다는 등의 이유로 배척된 경우에도 마찬가지로 적용된다.<br/>[2] 환송 전 원심에서 피고인이 해외에 현지법인을 설립한 후 사기 기타 부정한 방법으로 해외배당소득에 대한 종합소득세를 포탈하였다는 내용의 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것, 이하 ‘특가법’이라 한다) 위반(조세)죄가 유죄로 인정되었고, 이에 대한 피고인의 상고이유 중국제조세조정에 관한 법률 제17조에 따라 배당소득의 귀속시기, 조세포탈죄의 기수시기 및 죄수가 공소사실과 달라져야 한다는 취지의 주장이 환송판결에서 사실심인 원심의 전권에 속하는 증거의 취사선택과 사실인정을 비난하거나 원심이 인정한 사실과 다른 사실을 전제로 하는 것이어서 부적법하다는 이유로 배척되었는데, 환송 후 원심이 위와 같은 이유로 상고이유 주장이 배척된 경우에는 환송 후 원심의 사실인정 및 법령적용상의 직권심판을 배제하지 않는다고 전제한 뒤 새로이 사실을 인정하고 이를 근거로 피고인의 종전 상고이유 주장과 같이국제조세조정에 관한 법률 제17조에 따라 간주배당에 관한 과세가 우선 적용된다고 보아 위 특가법 위반(조세)죄 중 일부는 무죄로, 나머지 부분은 유죄로 판단한 사안에서, 종전 상고이유 주장이 배척된 부분은 환송판결 선고와 동시에 확정력이 발생하여 이 부분에 대하여 피고인은 더 이상 다툴 수 없고, 환송받은 법원으로서도 이와 배치되는 판단을 할 수 없는데도, 환송 후 원심이 특가법 위반(조세)죄 중 일부를 무죄로 판단한 것에는 상고심판결의 확정력에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제383조 제4호,제397조,법원조직법 제8조 / [2]구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항 제1호,제2항,구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항(현행제3조 제1항,제6항 참조),국제조세조정에 관한 법률 제17조,형사소송법 제397조,법원조직법 제8조<br/>",
  "참조판례": "[1]대법원 2003. 2. 28. 선고 2002도3062 판결,대법원 2005. 3. 24. 선고 2004도8651 판결(공2005상, 693),대법원 2006. 2. 9. 선고 2005도7582 판결,대법원 2006. 5. 26. 선고 2006도1640 판결,대법원 2006. 6. 9. 선고 2006도2017 판결(공2006하, 1305)<br/>"
}