{
  "판례일련번호": "158549",
  "사건명": "사해행위 취소",
  "사건번호": "2011다28045",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 채무자가 책임재산을 감소시켜 일반 채권자들을 위한 공동담보의 부족상태를 유발 또는 심화시킨 경우, 그 행위의 사해성 판단 기준<br/>[2] 채무초과의 상태에 있는 채무자가 여러 채권자 중 일부에게만 채무 이행과 관련하여 그 채무의 본래 목적이 아닌 다른 채권 기타 적극재산을 양도한 경우, 그 행위의 사해성 판단 기준<br/>[3] 채무자인 甲 주식회사가 기존채권자 중 1인인 乙 주식회사에 대한 금전채무의 지급을 위하여 甲 회사가 제3채무자인 丙 주식회사와 거래를 하여 지급받을 금전채권의 일부를 양도한 사안에서, 위 채권양도는 원칙적으로 사해행위가 될 수 있지만, 여러 사정에 따라 그 사해성이 부정되는 경우도 있으므로 이에 관한 심리를 하였어야 하는데도, 甲 회사가 乙 회사와 통모하여 다른 채권자를 해할 의사를 가지고 채권을 양도하였다고 보기 어렵다는 점만을 근거로 위 채권양도를 사해행위라 할 수 없다고 단정한 원심판결에는 심리미진 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자가 책임재산을 감소시키는 행위를 함으로써 일반 채권자들을 위한 공동담보의 부족상태를 유발 또는 심화시킨 경우에 그 행위가 채권자취소의 대상인 사해행위에 해당하는지는, 목적물이 채무자의 전체 책임재산 가운데에서 차지하는 비중, 무자력의 정도, 법률행위의 경제적 목적이 갖는 정당성 및 그 실현수단인 당해 행위의 상당성, 행위의 의무성 또는 상황의 불가피성, 채무자와 수익자 간 통모의 유무와 같은 공동담보의 부족 위험에 대한 당사자의 인식의 정도 등 행위에 나타난 여러 사정을 종합적으로 고려하여, 그 행위를 궁극적으로 일반 채권자를 해하는 행위로 볼 수 있는지에 따라 최종 판단하여야 한다.<br/>[2] 채무초과의 상태에 있는 채무자가 여러 채권자 중 일부에게만 채무의 이행과 관련하여 그 채무의 본래 목적이 아닌 다른 채권 기타 적극재산을 양도하는 행위는, 채무자가 특정 채권자에게 채무 본지에 따른 변제를 하는 경우와는 달리 원칙적으로 다른 채권자들에 대한 관계에서 사해행위가 될 수 있고, 다만 이러한 경우에도 사해성의 일반적인 판단 기준에 비추어 그 행위가 궁극적으로 일반채권자를 해하는 행위로 볼 수 없는 경우에는 사해행위의 성립이 부정될 수 있다.<br/>[3] 채무자인 甲 주식회사가 기존채권자 중 1인인 乙 주식회사에 대한 금전채무의 지급을 위하여 甲 회사가 제3채무자인 丙 주식회사와 거래를 하여 지급받을 금전채권의 일부를 양도한 사안에서, 위 채권양도는 甲 회사가 乙 회사에 대하여 부담하는 금전채무의 본지에 따른 변제로 볼 수는 없으므로, 채권양도 당시에 甲 회사가 채무초과의 상태에 있었다면 위 채권양도는 다른 채권자들에 대한 관계에서 원칙적으로 사해행위가 될 수 있다고 할 것이지만, 양도되는 채권이 甲 회사의 전체 책임재산 가운데에서 차지하는 비중, 채권양도 때문에 초래된 甲 회사의 무자력 정도, 채권양도가 이루어진 경위나 그 경제적인 목적, 채무자인 甲 회사와 수익자인 乙 회사 간 의사 연락의 내용 등 여러 사정에 따라 채권양도의 사해성이 부정되는 경우도 있을 수 있으므로 이에 관한 심리를 하였어야 하는데도, 甲 회사가 채권양도 당시 무자력이었다고 하더라도 乙 회사와 통모하여 다른 채권자를 해할 의사를 가지고 채권을 양도하였다고 보기 어렵다는 점만을 근거로 위 채권양도를 사해행위라 할 수 없다고 단정한 원심판결에는 사해행위의 성립에 관한 법리를 오해하여 필요한 심리를 다하지 않은 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제406조 제1항 / [2]민법 제406조 제1항 / [3]민법 제406조 제1항<br/>",
  "참조판례": "[1][2]대법원 2010. 9. 30. 선고 2007다2718 판결(공2010하, 1967),대법원 2011. 3. 10. 선고 2010다52416 판결<br/>"
}