{
  "판례일련번호": "158534",
  "사건명": "특정 경제범죄 가중 처벌등에 관한 법률 위반(횡령)(일부 인정된 죄명:업무상횡령)·보조금의 예산및 관리에 관한 법률 위반",
  "사건번호": "2009도13751",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1] 업무상횡령죄에서 ‘업무’의 의미 및 횡령죄에서 재물 보관에 관한 위탁관계가 사실상 관계로 충분한지 여부(적극)<br/>[2] 학교법인 이사장인 피고인이, 학교법인이 설치·운영하는 대학의 교비회계자금 및 대학 산학협력단 자금을 횡령하였다는 내용으로 기소된 사안에서, 피고인이 자금에 관하여 사실상 보관자 지위에 있었다고 본 원심판단을 수긍한 사례<br/>[3] ‘보조금의 예산 및 관리에 관한 법률’에서 정하는 보조금을, 용도가 엄격히 제한된 자금으로 보아야 하는지 여부(적극)<br/>[4]‘산업교육진흥 및 산학협력촉진에 관한 법률’ 제27조 제1항 제4호,제32조 제1항 제3호가, 대학 산학협력단이 특정사업으로 용도를 정하여 교부받은 보조금을 대학 일반관리비 등으로 사용하는 것을 허용하는 취지라고 볼 수 있는지 여부(소극)<br/>[5] 학교법인 이사장인 피고인이, 학교법인이 설치·운영하는 대학 산학협력단이 용도를 특정하여 교부받은 보조금 중 일부를 대학 교비계좌로 송금하여 교직원 급여 등으로 사용한 사안에서, 위 행위가 업무상횡령죄에 해당한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 업무상횡령죄에서 ‘업무’는 법령, 계약에 의한 것뿐만 아니라 관례를 좇거나 사실상의 것이거나를 묻지 않고 같은 행위를 반복할 지위에 따른 사무를 가리키며, 횡령죄에서 재물 보관에 관한 위탁관계는 사실상의 관계에 있으면 충분하다.<br/>[2] 학교법인 이사장인 피고인이, 학교법인이 설치·운영하는 대학의 교비회계자금 및 대학 산학협력단 자금을 횡령하였다는 내용으로 기소된 사안에서, 피고인이 대학과 산학협력단 운영에 직·간접적으로 영향력을 행사하였고, 대학 교비나 산학협력단 자금에 관하여 입출금을 지시하기도 하였던 점 등을 종합할 때 자금에 관하여 사실상 보관자의 지위에 있었다고 본 원심판단을 수긍한 사례.<br/>[3] ‘보조금의 예산 및 관리에 관한 법률’에 의하면, 보조금은 별도 계정을 설정하고 자체 수입 및 지출을 명백히 구분하여 계리하고 관리하여야 하며(제34조 제1항), 다른 용도에 사용하는 것이 엄격히 금지되고(제22조 제1항), 이를 위반하는 경우 3년 이하의 징역 또는 200만 원 이하의 벌금형에 처하도록 할 뿐 아니라(제41조) 교부결정의 전부 또는 일부를 취소하고(제30조 제1항) 취소된 부분에 해당하는 보조금의 반환을 명하며(제31조 제1항), 반환받을 보조금에 대하여는 국세징수의 예에 따라 징수할 수 있도록(제33조 제1항) 규정되어 있는데, 이러한 제 규정의 취지를 고려하면 보조금은 용도가 엄격히 제한된 자금으로 보아야 한다.<br/>[4]‘산업교육진흥 및 산학협력촉진에 관한 법률’ 제27조 제1항 제4호는 산학협력단의 업무로 ‘대학의 시설 및 운영의 지원’을,제32조 제1항 제3호는 산학협력단의 지출 항목으로 ‘대학의 시설·운영 지원비’를 각 규정하고 있으나, 법의 입법 취지나 산학협력단의 설립목적, 산학협력단에 별도로 법인격이 부여되어 있으며(같은 법 제25조 제2항) 회계도 대학 학교회계와 분리되어 있는 점(같은 법 시행령 제30조 제1항) 등에 비추어 보면, 위 각 규정이 산학협력단이 특정사업으로 용도를 정하여 교부받은 보조금을 사업과 무관하게 대학의 일반관리비나 교직원 급여 등으로 사용하는 것을 허용하는 취지라고 볼 수 없다.<br/>[5] 학교법인 이사장인 피고인이, 학교법인이 설치·운영하는 대학 산학협력단이 용도를 특정하여 교부받은 보조금 중 3억 원을 대학 교비계좌로 송금하여 교직원 급여 등으로 사용한 사안에서, 위 행위는 국고보조금으로 교부된 산학협력단 자금을 지정된 용도 외의 용도에 사용한 것으로서 업무상횡령죄에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제1항,제356조 / [2]형법 제355조 제1항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호 / [3]보조금의 예산 및 관리에 관한 법률 제22조 제1항,제30조 제1항,제31조 제1항,제33조 제1항,제34조 제1항,제41조 / [4]산업교육진흥 및 산학협력촉진에 관한 법률 제25조 제2항,제27조 제1항 제4호,제32조 제1항 제3호,산업교육진흥 및 산학협력촉진에 관한 법률 시행령 제30조 제1항 / [5]형법 제355조 제1항,제356조<br/>",
  "참조판례": "[1]대법원 1985. 2. 26. 선고 84도1109 판결(공1985, 497),대법원 2001. 7. 10. 선고 2000도5597 판결,대법원 2008. 1. 31. 선고 2007도9632 판결 / [3]대법원 2004. 12. 24. 선고 2003도4570 판결(공2005상, 219),대법원 2010. 9. 30. 선고 2010도987 판결<br/>"
}