{
  "판례일련번호": "158784",
  "사건명": "손해배상",
  "사건번호": "2011나6848",
  "법원명": "의정부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20111020",
  "판시사항": "[1] 초상권이나 사생활의 비밀과 자유를 침해하는 행위의 위법성 판단 기준<br/>[2] 甲이 乙 방송국에 제보한 내용에 관하여 丙 기자가 甲을 취재한 후 방송하는 과정에서 음성변조나 모자이크 처리가 충분하게 하지 않음으로써 甲의 신분이 노출되게 한 사안에서, 甲의 초상권을 침해한 행위의 위법성이 인정된다고 한 사례<br/>[3] 언론이 취재과정에서 실정법을 위반하여 취재하거나 타인에게 위법한 행위를 교사 또는 가담하는 경우까지헌법 제21조에 의한 보호를 받는지 여부(소극)<br/>[4] 甲이 乙 방송국에 브로커에 의한 실업급여의 부정수령과 관련하여 제보를 하자 乙 방송국 소속 기자 丙이 甲을 취재하는 과정에서 甲에게 브로커 일당과 계속하여 접촉하도록 요청하여 브로커 일당과 접촉하는 장면을 촬영하였는데, 그 과정에서 甲이 실업급여 부정수급을 2회 신청하여 이를 수령한 사안에서, 丙은 甲과 공동으로 실업급여를 지급한 기관이 입은 손해를 배상할 책임이 있고, 乙 방송국은 사용자책임을 부담한다고 한 사례<br/>",
  "판결요지": "[1] 초상권이나 사생활의 비밀과 자유를 침해하는 행위를 둘러싸고 서로 다른 두 방향의 이익이 충돌하는 경우에는 구체적 사안의 사정을 종합적으로 고려한 이익형량을 통하여 침해행위의 최종적인 위법성이 가려진다고 할 것인데, 이러한 이익형량과정에서, 첫째 침해행위의 영역에 속하는 고려요소로는 침해행위로 달성하려는 이익의 내용 및 그 중대성, 침해행위의 필요성과 효과성, 침해행위의 보충성과 긴급성, 침해방법의 상당성 등이 있고, 둘째 피해이익의 영역에 속하는 고려요소로는 피해법익의 내용과 중대성 및 침해행위로 인하여 피해자가 입는 피해의 정도, 피해이익의 보호가치 등이 있다.<br/>[2] 甲이 乙 방송국에 브로커에 의한 실업급여의 부정수령에 관하여 제보를 하였는데 이와 관련하여 丙 기자가 甲을 취재한 후 이를 방송하는 과정에서 음성변조나 모자이크 처리가 충분하게 하지 않음으로써 甲의 신분이 노출되게 한 사안에서, 甲이 제보 당시 자신의 신분 노출을 극도로 꺼렸으므로, 설령 甲의 사전 승낙을 받아 취재 및 방송을 하였다고 하더라도, 甲이 기자와 인터뷰하는 장면을 취재하여 방송하는 경우 음성변조나 모자이크 처리를 제대로 하여 다른 사람들이 甲의 얼굴을 알아볼 수 없도록 하여야 할 업무상 주의의무가 있음에도, 이를 게을리하여 위 방송을 본 甲의 주위사람들이 인터뷰 대상이 甲임을 알아차릴 수 있도록 하여 甲의 초상권을 침해하였고, 위 취재 및 방송으로 인하여 달성할 공익상 이익이 중대하다고 하더라도 甲의 초상권을 침해할 필요성이 있었다고 보이지 않을 뿐만 아니라, 음성변조나 모자이크 처리를 한다고 하여 위 취재 및 방송으로 달성할 공익상 이익의 효과가 떨어진다고 보기도 어려운 점, 甲의 초상권 보호절차를 무시할 정도로 취재 및 방송이 긴급하였다거나, 그 방법이 타당하였다고 보기도 어려운 점 등에 비추어 보면, 이익형량을 하더라도 甲의 초상권을 침해한 행위의 위법성이 인정된다고 한 사례.<br/>[3]헌법 제21조의 표현의 자유에는 언론기관의 보도의 자유를 규정하고 있으며, 이러한 보도의 자유에서 보호되는 보도행위는 정보를 수집하는 취재행위와 그 후 반포하는 반포행위를 통하여 완성되는데, 이러한 보도행위의 불가분의 전제이자 구성부분인 취재행위 또한 보도의 자유에 의하여 보호되어야 하나, 언론이 취재과정에서 실정법을 위반하여 취재하거나 타인에게 위법한 행위를 교사 또는 가담하는 경우까지 보호받지는 못한다. 다만 이러한 경우 취재의 동기나 목적의 정당성, 보호법익과 침해법익의 균형성, 취재 수단과 방법의 상당성, 긴급성 등의 요건을 갖추었을 때 정당행위로서 위법성이 조각될 수 있을 뿐이다.<br/>[4] 甲이 乙 방송국에 브로커에 의한 실업급여의 부정수령과 관련하여 제보를 하였고 그에 따라 乙 방송국 소속 기자 丙이 甲을 취재하는 과정에서 甲에게 브로커 일당과 계속하여 접촉하도록 요청하여 브로커 일당과 접촉하는 장면을 촬영하였는데, 그 과정에서 甲이 실업급여 부정수급을 2회 신청하였고 이에 따라 부정한 실업급여를 수령한 사안에서, 丙은 부정한 실업급여 사건을 취재하기 위하여 甲에게 브로커와 계속 접촉하면서 부정한 실업급여를 신청할 것을 요청한 것으로 보이므로, 丙은 甲과 공동으로 실업급여를 지급한 기관이 입은 손해를 배상할 책임이 있고, 乙 방송국은 丙의 사용자로서 丙이 乙 방송국의 사무집행에 관하여 저지른 불법행위에 대하여 사용자책임을 부담한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제10조,제17조,민법 제750조 / [2]헌법 제10조,제17조,민법 제750조 / [3]헌법 제21조 / [4]헌법 제21조,민법 제750조,제756조<br/>",
  "참조판례": "[1]대법원 2006. 10. 13. 선고 2004다16280 판결(공2006하, 1897)<br/>"
}