{
  "판례일련번호": "158775",
  "사건명": "제명 처분 무효확인 청구",
  "사건번호": "2009다32386",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1] 종교단체의 교인에 대한 징계 효력 자체가 사법심사의 대상이 되는지 여부(소극)<br/>[2] 종교단체 내에서 개인이 누리는 지위에 영향을 미치는 종교단체의 의사결정이 종교상 교의 또는 신앙의 해석에 깊이 관련되어 있는 경우, 사법심사의 한계<br/>[3] 甲 교회의 교인 乙 등과 담임목사를 비롯한 다른 교인들 사이에 장로 선출을 둘러싼 분쟁 및 담임목사에 대한 이단 고발 등으로 갈등이 심화되어 甲 교회가 정기당회에서 교단 임시헌법에 근거하여 乙 등을 교적에서 제적하는 결의를 한 사안에서, 위 제적결의 및 효력 등에 관한 사항은 사법심사의 대상이 아니라고 한 사례<br/>",
  "판결요지": "[1] 종교활동은 헌법상 종교의 자유와 정교분리의 원칙에 의하여 국가의 간섭으로부터 그 자유가 보장되어 있다. 따라서 국가기관인 법원으로서도 종교단체 내부관계에 관한 사항에 대하여는 그것이 일반 국민으로서의 권리의무나 법률관계를 규율하는 것이 아닌 이상 원칙적으로 실체적인 심리·판단을 하지 아니함으로써 당해 종교단체의 자율권을 최대한 보장하여야 한다. 한편 종교단체가 그 교리를 확립하고 종교단체 및 신앙의 질서를 유지하기 위하여 교인으로서의 비위가 있는 사람을 종교적인 방법으로 제재하는 것은 종교단체 내부의 규제로서 헌법이 보장하는 종교의 자유의 영역에 속하는 것임에 비추어, 교인의 구체적인 권리 또는 법률관계에 관한 분쟁이 있어서 그에 관한 청구의 당부를 판단하는 전제로 종교단체의 교인에 대한 징계의 당부를 판단하는 것은 별론으로 하더라도, 법원이 그 징계의 효력 자체를 사법심사의 대상으로 삼아 효력 유무를 판단할 수는 없다고 할 것이다.<br/>[2] 교인으로서 비위가 있는 자에게 종교적인 방법으로 징계·제재하는 종교단체 내부의 규제(권징재판)가 아닌 한 종교단체 내에서 개인이 누리는 지위에 영향을 미치는 단체법상의 행위라 하여 반드시 사법심사의 대상에서 제외하거나 소의 이익을 부정할 것은 아니다. 그렇다고 하여도 종교단체가 헌법상 종교의 자유와 정교분리의 원칙에 기초하여 그 교리를 확립하고 신앙의 질서를 유지하는 자율권은 최대한 보장되어야 하므로, 종교단체의 의사결정이 종교상의 교의 또는 신앙의 해석에 깊이 관련되어 있다면, 그러한 의사결정이 종교단체 내에서 개인이 누리는 지위에 영향을 미치더라도 그 의사결정에 대한 사법적 관여는 억제되는 것이 바람직하다.<br/>[3] 甲 교회의 교인 乙 등과 담임목사를 비롯한 다른 교인들 사이에 장로 선출을 둘러싼 분쟁 및 담임목사에 대한 이단 고발 등으로 갈등이 심화되어 甲 교회가 정기당회에서 교단 임시헌법에 근거하여 乙 등을 교적에서 제적하는 결의를 한 사안에서, 甲 교회가 제적결의를 통하여 종교단체로서 교리를 확립하고 신앙상의 질서를 유지하는 한편 해교행위를 하는 교인들을 구성원에서 배제하는 방법으로 조직의 안정과 화합을 도모하려고 하였던 것임이 인정되므로 위 제적결의 및 효력 등에 관한 사항은 甲 교회 내부의 자율에 맡겨야 하고, 담임목사의 이단성에 대한 다툼이 제적결의의 원인 내지 이유의 하나로 작용하였으므로 위 제적결의는 甲 교회 및 甲 교회가 속한 교단의 종교상의 교의 또는 신앙의 해석에 깊이 관련되어 있으며, 나아가 제적결의의 효력 유무가 구체적 권리의무에 관한 청구의 전제문제로 다투어지는 사안이라고 보기 어렵고, 제적결의의 교회법적 정당성을 재단할 적법한 권한을 가진 상급 치리회가 존재하여 교단 내에서 자율적 문제 해결이 가능하며, 제적결의를 위한 당회 소집 및 결의 절차 등에 정의관념에 비추어 묵과하기 어려울 만큼 중대한 하자가 있다고 할 수 없는 점을 더하여 보면, 위 제적결의 및 효력 등에 관한 사항은 사법심사의 대상이 아니라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사소송법 제250조,헌법 제20조 / [2]민사소송법 제250조,헌법 제20조 / [3]민사소송법 제250조,헌법 제20조<br/>",
  "참조판례": "[1]대법원 2005. 6. 24. 선고 2005다10388 판결(공2005하, 1254),대법원 2007. 4. 12. 선고 2006다77609 판결 등 참조 / [2]대법원 2006. 2. 10. 선고 2003다63104 판결(공2006상, 404)<br/>"
}