{
  "판례일련번호": "158767",
  "사건명": "강간치사·살인",
  "사건번호": "2009도1603",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1] 재심이 개시된 사건에서 재심대상판결 당시 법령이 변경된 경우, 법원이 범죄사실에 대하여 적용하여야 할 법령(=재심판결 당시의 법령) 및 법령 해석 기준 시기(=재심판결 당시)<br/>[2] 피고인이 피의자신문조서에 기재된 진술의 임의성을 다투면서 허위 자백이라고 주장하는 경우, 진술의 임의성 및 신빙성 유무 판단 방법<br/>[3] 피고인이 검사 이전 수사기관에서 가혹행위로 인하여 임의성 없는 자백을 한 후 검사 조사단계에서도 임의성 없는 심리상태가 계속되어 자백 강요행위 없이 동일한 내용의 자백을 한 경우, 검사 앞에서의 자백의 임의성 유무(소극)<br/>[4] 피고인의 초등학생(여, 10세) 강간치사 공소사실을 유죄로 인정한 재심대상판결에 대하여 재심이 개시된 사안에서, 피고인은 경찰 조사단계에서 가혹행위로 임의성 없는 자백을 한 후 검사 조사단계에서도 임의성 없는 심리상태가 계속되어 동일 내용의 자백을 한 것으로 보아야 한다는 이유로, 공소사실을 자백하는 내용의 검사 작성 제1, 2회 피의자신문조서가 증거능력이 없다고 본 원심판단을 수긍한 사례.<br/>[5] 피고인의 초등학생(여, 10세) 강간치사 공소사실을 유죄로 인정한 재심대상판결에 대하여 재심이 개시된 사안에서, 피고인의 자백 등 공소사실에 부합하는 주된 증거는 증거능력이 없거나 신빙성이 없고, 나머지 증거들은 모두 공소사실에 대한 직접적인 증거가 될 만한 내용이 아니라는 이유로, 공소사실에 부합하는 증거들을 모두 배척하고 무죄를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 재심이 개시된 사건에서 범죄사실에 대하여 적용하여야 할 법령은 재심판결 당시의 법령이고, 재심대상판결 당시의 법령이 변경된 경우 법원은 범죄사실에 대하여 재심판결 당시의 법령을 적용하여야 하며, 법령을 해석할 때에도 재심판결 당시를 기준으로 하여야 한다.<br/>[2] 피고인이 피의자신문조서에 기재된 피고인 진술의 임의성을 다투면서 그것이 허위 자백이라고 주장하는 경우, 법원은 구체적인 사건에 따라 피고인의 학력, 경력, 직업, 사회적 지위, 지능 정도, 진술 내용, 피의자신문조서의 경우 조서 형식 등 제반 사정을 참작하여 자유로운 심증으로 진술이 임의로 된 것인지를 판단하되, 자백의 진술 내용 자체가 객관적인 합리성을 띠고 있는가, 자백의 동기나 이유 및 자백에 이르게 된 경위는 어떠한가, 자백 외 정황증거 중 자백과 저촉되거나 모순되는 것이 없는가 하는 점 등을 고려하여 신빙성 유무를 판단하여야 한다.<br/>[3] 피고인이 검사 이전 수사기관에서 고문 등 가혹행위로 인하여 임의성 없는 자백을 하고 그 후 검사 조사단계에서도 임의성 없는 심리상태가 계속되어 동일한 내용의 자백을 하였다면, 검사 조사단계에서 고문 등 자백 강요행위가 없었다고 하여도 검사 앞에서의 자백도 임의성 없는 자백이라고 보아야 한다.<br/>[4] 피고인의 초등학생(여, 10세) 강간치사 공소사실을 유죄로 인정한 재심대상판결에 대하여 재심이 개시된 사안에서, 피고인이 검찰에서 피의자신문을 받을 당시 공소사실에 대하여 자백을 하였으나, 자백에 이르게 된 경위와 검찰 자백의 내용 등 제반 사정을 모두 종합할 때, 피고인은 경찰 조사단계에서 고문 등 가혹행위로 인하여 임의성 없는 자백을 하고 그 후 검사 조사단계에서도 임의성 없는 심리상태가 계속되어 동일한 내용의 자백을 한 것으로 보아야 한다는 이유로, 공소사실을 자백하는 내용의 검사 작성 제1, 2회 피의자신문조서는 증거능력이 없다고 본 원심판단을 수긍한 사례.<br/>[5] 피고인의 초등학생(여, 10세) 강간치사 공소사실을 유죄로 인정한 재심대상판결에 대하여 재심이 개시된 사안에서, 공소사실에 부합하는 주된 증거인 공소사실을 자백하는 내용의 검사 작성 제1, 2회 피의자신문조서는 증거능력이 없고, ‘범행현장에서 발견된 연필과 머리빗이 피고인의 것이고, 피고인의 팬티에 혈흔이 있었다’는 관련자들 각 진술은 신빙성이 없는 것으로 보아야 하며, 나머지 관련자들의 경찰 진술, 검찰 진술 또는 증언이나 나머지 증거들은 모두 공소사실에 대한 직접적인 증거가 될 만한 내용이 아니라는 이유로, 공소사실에 부합하는 증거들을 모두 배척하고 무죄를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제1조 제1항,제2항,형사소송법 제438조 / [2]형사소송법 제308조,제309조,제312조,제317조 / [3]형사소송법 제309조 / [4]형법 제301조의2,형사소송법 제309조,제312조 / [5]형법 제301조의2,성폭력범죄의 처벌 등에 관한 특례법 제7조 제1항,제9조 제3항,형사소송법 제307조,제308조,제312조,제325조<br/>",
  "참조판례": "[1]대법원 2011. 1. 20. 선고 2008재도11 전원합의체 판결(공2011상, 508),대법원 2011. 6. 9. 선고 2010도13590 판결(공2011하, 1423) / [2]대법원 1999. 11. 12. 선고 99도3801 판결(공1999하, 2570),대법원 2011. 2. 24. 선고 2010도14720 판결(공2011상, 686) / [3]대법원 1992. 3. 10. 선고 91도1 판결(공1992, 1337),대법원 1992. 11. 24. 선고 92도2409 판결(공1993상, 306)<br/>"
}