{
  "판례일련번호": "158790",
  "사건명": "퇴직금등",
  "사건번호": "2011다42324",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1]근로기준법 제27조에서 근로자에 대한 해고는 해고사유와 해고시기를 서면으로 통지하여야 효력이 있다고 정한 취지와 위 서면에 해고사유를 기재하는 방법 및 징계해고 통보서에 징계대상자가 위반한 단체협약이나 취업규칙의 조문만을 나열하는 것으로 해고사유의 기재가 충분히 이루어졌다고 볼 수 있는지 여부(소극)<br/>[2] 사용자가 근로자를 징계해고하면서 해고통보서 등에 근로자의 어떠한 행위가 사규 위반에 해당하여 징계사유와 해고사유가 되는지를 전혀 기재하지 않은 사안에서, 위 해고에는 절차상근로기준법 제27조를 위반한 위법이 있다고 본 원심판단을 정당하다고 한 사례<br/>[3] 甲 주식회사가 감사실장인 임원 乙에 대한 징계해고를 하면서, 회사와 경영진에 대한 비방, 감사결과의 독단적 작성, 회사의 업무상 기밀 및 감사 내용 누설, 법인카드 무단사용, 무단결근 등을 징계사유로 삼은 사안에서, 위 징계사유가 인정되지 않을 뿐만 아니라 설령 인정되더라도 그 사유만으로는 사회통념상 고용관계를 계속할 수 없을 정도로 책임 있는 사유가 乙에게 있다고 할 수 없다고 본 원심판단을 정당하다고 한 사례<br/>[4] 근로자의 재직기간 중 일부를 퇴직금 산정 기초가 되는 근속기간에서 제외하는 것이 허용되는지 여부(원칙적 소극)<br/>[5] 甲 주식회사에 고문으로 위촉되어 입사하였다가 그 후 임원인 전무로 승진하여 입사 이래 계속 감사실장으로 근무하여 온 乙의 퇴직금 산정 기초가 되는 근속기간이 문제된 사안에서, 乙이 甲 회사 고문으로 재직한 기간을 퇴직금 산정 기초가 되는 근속기간에서 제외할 근거가 없음에도 이를 제외한 원심판결에는 법리오해의 위법이 있다고 한 사례<br/>[6] 甲 주식회사에서 감사실장으로 근무하다 징계해고된 乙이 징계해고가 무효임을 이유로 소급하여 지급을 구한 성과배분상여금과 자가운전보조금이 근로의 대가로 지급되는 임금에 해당하는지가 문제된 사안에서, 성과배분상여금은 급여규칙에 따라 정기적·계속적으로 지급되어 온 것으로 임금에 해당하나, 자가운전보조금은 실비변상적 성격의 급여로서 임금에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1]근로기준법 제27조는 사용자가 근로자를 해고하려면 해고사유와 해고시기를 서면으로 통지하여야 효력이 있다고 규정하고 있는데, 이는 해고사유 등의 서면통지를 통해 사용자로 하여금 근로자를 해고하는 데 신중을 기하게 함과 아울러, 해고의 존부 및 시기와 그 사유를 명확하게 하여 사후에 이를 둘러싼 분쟁이 적정하고 용이하게 해결될 수 있도록 하고, 근로자에게도 해고에 적절히 대응할 수 있게 하기 위한 취지이다. 따라서 사용자가 해고사유 등을 서면으로 통지할 때는 근로자의 처지에서 해고사유가 무엇인지를 구체적으로 알 수 있어야 하고, 특히 징계해고의 경우에는 해고의 실질적 사유가 되는 구체적 사실 또는 비위내용을 기재하여야 하며 징계대상자가 위반한 단체협약이나 취업규칙의 조문만 나열하는 것으로는 충분하다고 볼 수 없다.<br/>[2] 사용자가 근로자를 징계해고하면서 인사위원회 출석요구 통보서와 인사위원회 심의결과 통보서, 해고통보서에 근로자의 어떠한 행위가 사규 위반에 해당하여 징계사유와 해고사유가 되는지를 전혀 기재하지 않은 사안에서, 위 해고에는 절차상근로기준법 제27조를 위반한 위법이 있다고 본 원심판단을 정당하다고 한 사례.<br/>[3] 甲 주식회사가 그 회사 감사실장인 임원 乙에 대한 징계해고를 하면서, 회사와 경영진에 대한 비방, 감사결과의 독단적 작성, 회사의 업무상 기밀 및 감사 내용 누설, 법인카드 무단사용, 무단결근 등을 징계사유로 삼은 사안에서, 위 징계사유를 인정할 증거가 부족할 뿐만 아니라 설령 징계사유가 인정되더라도 乙의 담당 업무와 해고 경위에 비추어 그 사유만으로는 사회통념상 고용관계를 계속할 수 없을 정도로 책임 있는 사유가 乙에게 있다고 할 수 없다고 본 원심판단을 정당하다고 한 사례.<br/>[4] 사용자가근로자퇴직급여 보장법 제8조에 따라 퇴직금 제도를 설정한 경우 사용자는 퇴직 근로자에게 계속근로기간 1년에 대하여 30일분 이상의 평균임금을 퇴직금으로 지급하여야 하는데, 이때의 계속근로기간은 원칙적으로 근로자의 재직기간을 말하므로 재직기간 중 일부를 퇴직금 산정의 기초가 되는 근속기간에서 제외하는 것은 그러한 내용이 단체협약이나 취업규칙으로 규정되어 있고, 그와 같이 하여 산정한 퇴직금 액수가 근로자퇴직급여 보장법에 따라 산정한 퇴직금 액수 이상이라는 등의 특별한 사정이 없는 한 허용될 수 없다.<br/>[5] 甲 주식회사에 고문으로 위촉되어 입사하였다가 그 후 임원인 전무로 승진하여 입사 이래 계속 감사실장으로 근무하여 온 乙의 퇴직금 산정 기초가 되는 근속기간이 문제된 사안에서, 甲 회사 임원관리규정에서 “준 임원(수석부장)에서 임원으로 선임된 경우 퇴직한 것으로 간주하고 퇴직금을 지급한다.”고 규정하고 있기는 하나 乙이 고문으로 재직할 당시 위 규정에서 말하는 준 임원(수석부장)에 해당하였다고 볼 증거가 없고, 甲 회사가 乙을 전무로 선임할 당시 그로 하여금 퇴직절차를 밟도록 한 적도 없는 점 등에 비추어 乙이 甲 회사 고문으로 재직한 기간을 퇴직금 산정 기초가 되는 근속기간에서 제외할 근거가 없음에도 이를 제외한 원심판결에는 법리오해의 위법이 있다고 한 사례.<br/>[6] 甲 주식회사에서 감사실장으로 근무하다 징계해고된 乙이 징계해고가 무효임을 이유로 소급하여 지급을 구한 성과배분상여금과 자가운전보조금이 근로의 대가로 지급되는 임금에 해당하는지가 문제된 사안에서, 성과배분상여금은 급여규칙에 명시적 근거를 두고 있을 뿐만 아니라 거기에 지급사유와 지급시기를 사전에 정해 놓았으며, 그에 따라 정기적·계속적으로 지급되어 온 점에 비추어 임금에 해당하나, 자가운전보조금은 회사에서 제공하는 차량의 운행과 관련하여 지출된 비용을 변상해 주기 위한 것으로서 임금에 해당하지 않으므로 해고가 무효라 하더라도 乙이 해고기간 동안 자가운전보조금 지급 요건이 되는 차량운행을 하지 않은 이상 이를 소급하여 구할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]근로기준법 제27조 / [2]근로기준법 제27조 / [3]근로기준법 제23조 / [4]근로기준법 제34조,근로자퇴직급여 보장법 제8조 / [5]근로기준법 제34조,근로자퇴직급여 보장법 제8조 / [6]근로기준법 제2조 제5호<br/>",
  "참조판례": "[4]대법원 2007. 11. 29. 선고 2005다28358 판결(공2007하, 1993)<br/>"
}