{
  "판례일련번호": "158788",
  "사건명": "특정 경제범죄 가중처벌등에 관한 법률위반(배임)·배임 수재·배임 증재·유가증권 위조·위조 유가증권 행사·사문서 위조·위조 사문서 행사·공정증서 원본 불실기재·불실기재 공정증서 원본행사",
  "사건번호": "2010도7624",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1] 부동산에 처분금지가처분결정을 받아 가처분집행까지 마친 경우, 피보전채권의 실제 존재 여부를 불문하고 가처분권리자에게 가처분 유지로 인한 재산상 이익이 인정되는지 여부(적극)<br/>[2] 배임적 거래행위의 상대방을 배임행위의 공범으로 인정하기 위한 요건<br/>[3] 증재자에게는 ‘정당한 업무에 속하는 청탁’이 수재자에게 ‘부정한 청탁’이 될 수 있는지 여부(적극)<br/>[4] 甲 주식회사를 사실상 관리하는 乙이 甲 회사가 사업용 부지로 매수한 토지에 관하여 처분금지가처분등기를 마쳐두었는데, 토지를 매수하려는 丙에게서 가처분을 취하해 달라는 청탁을 받고 돈을 수수하였다는 내용으로 기소된 사안에서, 乙에게는 배임수재죄가 성립하나, 丙이 돈을 교부한 행위는 사회상규에 위배되지 아니하여 배임증재죄를 구성할 정도의 위법성이 없다고 본 사례<br/>",
  "판결요지": "[1] 부동산에 처분금지가처분결정을 받아 가처분집행까지 마친 경우, 피보전채권의 실제 존재 여부를 불문하고 가처분이 되어 있는 부동산은 매매나 담보제공 등에 있어 그렇지 않은 부동산보다 불리할 수밖에 없는 점, 가처분집행이 되어 있는 부동산의 가처분집행이 해제되면 가처분 부담이 없는 부동산을 소유하게 되는 이익을 얻게 되는 점 등을 고려하면 가처분권리자로서는 가처분 유지로 인한 재산상 이익이 인정되고, 그 후 가처분의 피보전채권이 존재하지 않는 것으로 밝혀졌더라도 가처분의 유지로 인한 재산상 이익이 있었던 것으로 보아야 한다.<br/>[2] 거래상대방의 대향적 행위의 존재를 필요로 하는 유형의 배임죄에서 거래상대방은 기본적으로 배임행위의 실행행위자와 별개의 이해관계를 가지고 반대편에서 독자적으로 거래에 임한다는 점을 감안할 때, 거래상대방이 배임행위를 교사하거나 배임행위의 전 과정에 관여하는 등 배임행위에 적극 가담함으로써 실행행위자와의 계약이 반사회적 법률행위에 해당하여 무효로 되는 경우 배임죄의 교사범 또는 공동정범이 될 수 있음은 별론으로 하고, 관여 정도가 거기에까지 이르지 아니하여 법질서 전체적인 관점에서 살펴볼 때 사회적 상당성을 갖춘 경우에는 비록 정범의 행위가 배임행위에 해당한다는 점을 알고 거래에 임하였다는 사정이 있어 외견상 방조행위로 평가될 수 있는 행위가 있었다 할지라도 범죄를 구성할 정도의 위법성은 없다고 보는 것이 타당하다.<br/>[3]형법 제357조 제1항의 배임수재죄와같은 조 제2항의 배임증재죄는 통상 필요적 공범의 관계에 있기는 하나, 이것은 반드시 수재자와 증재자가 같이 처벌받아야 하는 것을 의미하는 것은 아니고, 증재자에게는 정당한 업무에 속하는 청탁이라도 수재자에게는 부정한 청탁이 될 수도 있다.<br/>[4] 甲 주식회사를 사실상 관리하는 乙이 甲 회사가 사업용 부지로 매수한 토지에 관하여 처분금지가처분등기를 마쳐두었는데, 위 토지를 매수하려는 丙에게서 가처분을 취하해 달라는 취지의 청탁을 받고 돈을 수수하였다는 내용으로 기소된 사안에서, 乙이 받은 돈은 부정한 청탁의 대가임이 분명하고 乙에게 부정한 청탁에 대한 인식이 없었다고 볼 수 없어 배임수재죄가 성립하나, 반면 丙은 사업의 더 큰 손실을 피하기 위하여 가처분 취하의 대가로 乙이 지정하는 계좌로 돈을 송금한 점, 丙으로서는 위 돈이 궁극적으로 甲 회사에 귀속될 것인지 乙에게 귀속될 것인지에 관한 분명한 인식이 있었다고 볼 수 없는 점 등 제반 사정에 비추어, 丙이 가처분 취하의 대가로 돈을 교부한 행위는 사회상규에 위배되지 아니하여 배임증재죄를 구성할 정도의 위법성은 없다고 본 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제2항 / [2]형법 제20조,제30조,제31조,제32조,제355조 제2항,민법 제103조 / [3]형법 제357조 제1항,제2항 / [4]형법 제20조,제357조 제1항,제2항<br/>",
  "참조판례": "[1]대법원 2007. 1. 11. 선고 2006도4400 판결,대법원 2007. 9. 20. 선고 2007도5507 판결(공2007하, 1724) / [2]대법원 1999. 7. 23. 선고 99도1911 판결(공1999하, 1832),대법원 2005. 10. 28. 선고 2005도4915 판결(공2005하, 1904) / [3]대법원 1991. 1. 15. 선고 90도2257 판결(공1991, 790)<br/>"
}