{
  "판례일련번호": "158764",
  "사건명": "업무방해·건조물침입·폭력행위등처벌에관한법률위반(집단·흉기등퇴거불응)",
  "사건번호": "2010도7733",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1] 전국금속노동조합 부위원장인 피고인이, 공장점거파업 중인 甲 주식회사 노조(이하 ‘지부’라고 한다)와 공모하여 위력으로 甲 회사의 업무를 방해하였다는 내용으로 기소된 사안에서, 지부의 불법파업으로 인한 업무방해 행위에 대한 암묵적인 공모 및 그에 대한 본질적 기여를 통한 기능적 행위지배를 인정하여 유죄를 인정한 원심판단을 수긍한 사례<br/>[2] 쟁의행위로서 파업이 업무방해죄의 ‘위력’에 해당하는지 여부(한정 적극)<br/>[3] 전국금속노동조합 부위원장인 피고인이, 조합 핵심간부 등과 공모하여 ‘미국산 쇠고기 수입 반대’ 등을 주된 목적으로 조합 산하 전국 사업장에서 총파업을 실시하여 위력으로 사용자의 업무를 방해하였다는 내용으로 기소된 사안에서, 사용자의 사업계속에 관한 자유의사가 제압·혼란될 수 있는 경우로 평가할 수 없는 일부 사업장을 포함하여 공소사실 전부를 유죄로 인정한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 전국금속노동조합(이하 ‘노조’라고 한다) 부위원장인 피고인이, 공장점거파업 중인 甲 주식회사 노조(이하 ‘지부’라고 한다)와 공모하여 위력으로 甲 회사의 자동차생산 및 공장시설관리 업무를 방해하였다는 내용으로 기소된 사안에서, 지부 파업 경위 및 진행 과정, 노조와 지부의 관계 및 노조의 파업지원 경위, 피고인이 노조 활동을 결정하는 중앙집행위원회 및 상무집행위원회 의사결정 과정에 참석하고, 나아가 전면적인 공장점거파업이 진행 중인 甲 회사 공장에 상주하면서 현장을 촬영하는 등 상황을 파악하고 점거농성 근로자들을 격려하는 역할을 수행한 점 등 여러 사정을 종합할 때, 지부의 불법파업으로 인한 업무방해 행위에 대한 암묵적인 공모는 물론 그 범행에 대한 본질적 기여를 통한 기능적 행위지배를 한 자에 해당한다고 보아 피고인에게 유죄를 인정한 원심판단을 수긍한 사례.<br/>[2] 업무방해죄는 위계 또는 위력으로써 사람의 업무를 방해한 경우에 성립하고(형법 제314조 제1항), 여기에서 ‘위력’이란 사람의 자유의사를 제압·혼란케 할 만한 일체의 세력을 말한다. 쟁의행위로서 파업도, 단순히 근로계약에 따른 노무 제공을 거부하는 부작위에 그치지 아니하고 이를 넘어서 사용자에게 압력을 가하여 근로자의 주장을 관철하고자 집단적으로 노무제공을 중단하는 실력행사이므로, 업무방해죄의 ‘위력’에 해당하는 요소를 포함하고 있다. 그런데 근로자는 원칙적으로 헌법상 보장된 기본권으로서 근로조건 향상을 위한 자주적인 단결권·단체교섭권 및 단체행동권을 가지므로(헌법 제33조 제1항), 쟁의행위로서 파업이 언제나 업무방해죄에 해당하는 것은 아니고, 전후 사정과 경위 등에 비추어 사용자가 예측할 수 없는 시기에 전격적으로 이루어져 사용자의 사업운영에 심대한 혼란 내지 막대한 손해를 초래하는 등으로 사용자의 사업계속에 관한 자유의사가 제압·혼란될 수 있다고 평가할 수 있는 경우에 비로소 집단적 노무제공의 거부가 위력에 해당하여 업무방해죄가 성립한다고 보는 것이 타당하다.<br/>[3] 전국금속노동조합 부위원장인 피고인이, 조합 핵심간부 및 조합원들 등과 공모하여 ‘미국산 쇠고기 수입 반대 내지 재협상 요구’ 등을 주된 목적으로 조합 산하 전국 사업장에서 총파업을 실시하여 위력으로 사용자의 업무를 방해하였다는 내용으로 기소된 사안에서, 공소사실에 근로자 182명 중 9명만이 부분파업에 참여하는 등 파업 규모로 보아 사용자의 사업운영에 심대한 혼란이나 막대한 손해가 초래되었다고 볼 수 없는 사업장까지 피해 사업장으로 적시되어 있는 점에 비추어, 사업장들 가운데 일부는 사용자의 사업계속에 관한 자유의사가 제압·혼란될 수 있는 경우로 평가할 수 없는 여지가 있는데도 공소사실 전부를 유죄로 인정한 원심판결에 업무방해죄에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제30조,제314조 제1항 / [2]헌법 제33조 제1항,제37조 제2항,형법 제314조 제1항 / [3]형법 제30조,제314조 제1항<br/>",
  "참조판례": "[2]대법원 2011. 3. 17. 선고 2007도482 전원합의체 판결(공2011상, 865)<br/>"
}