{
  "판례일련번호": "158765",
  "사건명": "의료법 위반",
  "사건번호": "2009도2629",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111027",
  "판시사항": "[1]구 의료법 제30조 제2항에서 금지하는 ‘비의료인의 의료기관 개설행위’의 의미 및 의료인 아닌 자가 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있는 경우, 여기에 해당하는지 여부<br/>[2] 의료인 아닌 피고인이 의료인인 남편 甲에 의하여 개설신고된 병원을 새로이 개설·운영하였다고 하여 구 의료법 위반으로 기소된 사안에서, 피고인이 일정 시점부터 甲을 배제하고 병원을 지배·관리함으로써 의료기관을 개설하여같은 법 제66조 제3호,제30조 제2항을 위반하였다고 본 원심판단에 비의료인의 의료기관 개설에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 의료법(2007. 1. 3. 법률 제8203호로 개정되기 전의 것. 이하 ‘의료법’이라고 한다) 제30조 제2항,제66조 제3호에 의하여 금지되는 의료기관 개설행위는, 비의료인이 그 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 그 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것을 의미한다. 따라서 의료인의 자격이 없는 일반인이 필요한 자금을 투자하여 시설을 갖추고 유자격 의료인을 고용하여 그 명의로 의료기관 개설신고를 한 행위는 형식적으로만 적법한 의료기관의 개설로 가장한 것일 뿐 실질적으로는 의료인 아닌 자가 의료기관을 개설한 경우에 해당하고, 개설신고가 의료인 명의로 되었다거나 개설신고 명의인인 의료인이 직접 의료행위를 하였다 하여 달리 볼 수 없다. 한편의료법 제30조 제3항,제4항,제6항 및그 시행규칙 제22조의2,제22조의3 등에서는 의료기관의 최초 개설에 따른 신고절차 외에 개설자의 변경에 따른 명의변경 등의 절차에 관하여도 규정하고 있다. 이러한 제반 규정의 내용 및 의미와 의료법의 입법 취지, 형벌법규의 해석론 등에 비추어 볼 때, 비의료인이 이미 개설된 의료기관의 의료시설과 의료진을 인수하고 개설자의 명의변경절차 등을 거쳐 그 운영을 지배·관리하는 등 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있는 경우에는의료법 제30조 제2항에서 금지하는 비의료인의 의료기관 개설행위에 해당한다 할 것이다.<br/>[2] 의료인 아닌 피고인이 의료인인 남편 甲에 의하여 개설신고된 병원을 새로이 개설·운영하였다고 하여 구 의료법(2007. 1. 3. 법률 제8203호로 개정되기 전의 것. 이하 ‘의료법’이라고 한다) 위반으로 기소된 사안에서, 피고인이 일정 시점부터 남편 甲을 배제하고 병원 운영을 계속하면서 수익금을 독점하였다 하여도, 당초 甲이 개설·운영하던 병원의 의료시설 및 의료진을 피고인이 인수하거나 새로 구비하고 개설자를 변경하여 실질적으로 새로운 의료기관을 개설한 경우에 해당한다고 볼 수 없고, 오히려 제반 사정과 피고인과 甲의 관계 및 양자 사이의 각종 소송 경과 등에 비추어 보면, 피고인의 위 조치는 그 실질에 있어 종전의 개설·운영 상태하에서 혼인관계의 파탄에 따른 이혼을 염두에 둔 운영 수익금의 귀속에 관한 일방적 권리 주장 및 행사에 불과한데도, 피고인이 위 시점부터 병원을 지배·관리함으로써 의료기관을 개설하여의료법 제66조 제3호,제30조 제2항을 위반하였다고 본 원심판결에 비의료인의 의료기관 ‘개설’에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 의료법(2007. 1. 3. 법률 제8203호로 개정되기 전의 것) 제30조 제2항,제3항,제6항(현행제33조 제2항,제3항,제5항 참조),제66조 제3호(현행제87조 제1항 제2호 참조),구 의료법 시행규칙(2008. 4. 11. 보건복지가족부령 제11호로 전부 개정되기 전의 것) 제22조의2,제22조의3(현행제25조,제26조 참조) / [2]구 의료법(2007. 1. 3. 법률 제8203호로 개정되기 전의 것) 제30조 제2항(현행제33조 제2항 참조),제66조 제3호(현행제87조 제1항 제2호 참조)<br/>",
  "참조판례": "[1]대법원 1982. 12. 14. 선고 81도3227 판결(공1983, 314),대법원 1987. 10. 26. 선고 87도1926 판결(공1987, 1835),대법원 1995. 12. 12. 선고 95도2154 판결(공1996상, 455),대법원 2008. 11. 13. 선고 2008도7388 판결<br/>"
}