{
  "판례일련번호": "158785",
  "사건명": "기타(금전)",
  "사건번호": "2011가소50087",
  "법원명": "서울서부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20110920",
  "판시사항": "[1] ‘재학 중인 자가 자퇴의 의사를 표시한 경우’에는 이미 납부한 등록금을 반환하도록 규정한구 대학 수업료 및 입학금에 관한 규칙 제6조 제2항 제3호를 ‘휴학 중인 자가 복학하지 않아 제적된 경우’에도 유추적용해야 하는지 여부(적극) 및대학 등록금에 관한 규칙 부칙(2010. 12. 2.) 제3조가 헌법에 위배되는지 여부(적극)<br/>[2] 등록금을 납부한 후 휴학하였으나 학칙에서 정한 휴학기간이 경과하여도 복학하지 아니하여 제적된 대학원생이 학교법인을 상대로 등록금 반환을 구한 사안에서,구 대학 수업료 및 입학금에 관한 규칙 제6조 제2항 제3호를 유추적용하여 학교법인은 등록금 일부를 반환하여야 한다고 한 사례<br/>",
  "판결요지": "[1]구 대학 수업료 및 입학금에 관한 규칙(2010. 12. 2. 교육과학기술부령 제83호로 개정되기 전의 것, 이하 ‘규칙’이라고 한다) 제6조 제2항 제3호에 의하면 ‘재학 중인 자가 자퇴의 의사를 표시한 경우'에는 [별표]의 기준에 따라 이미 납부한 등록금을 반환하여야 하는데, 교육과학기술부령 제83호로 규칙이 개정되면서 제명이 ‘대학 등록금에 관한 규칙’으로 바뀌었고,제6조 제2항 제3호의2가 신설되어 ‘휴학 중인 자가 복학하지 않아 제적된 경우’도 [별표]의 기준에 따라 이미 납부한 등록금을 반환하여야 하게 되었다. 그러나 개정규칙부칙 제1조에 의하면 개정규칙은 공포한 날부터 시행하고,부칙 제3조에 의하면제6조 제2항 제3호의2의 개정규정은 개정규칙 시행 후 처음으로 해당 사유로 제적된 자부터만 적용한다고 규정하고 있는데, 등록금을 납부한 후 ‘재학 중인 자가 자퇴의 의사를 표시한 경우’에는 [별표]의 기준에 따라 등록금을 반환하고, ‘휴학 중인 자가 복학하지 않아 제적된 경우’에는 등록금을 전혀 반환하지 않는 것은 후자의 학생을 별다른 합리적 이유 없이 지나치게 차별하여 재산권을 침해하는 것이므로,규칙 제6조 제2항에 제3호의2가 신설되지 아니하였더라도같은 항 제3호를 ‘휴학 중인 자가 복학하지 않아 제적된 경우’에도 유추적용하여 [별표]의 기준에 따라 등록금을 반환하여야 한다고 해석해야 한다. 이렇게 해석하지 않을 경우, 특히 등록금을 납부한 후 휴학했다가 복학하자마자 자퇴한 자에게는 등록금이 반환되나 휴학 후 복학하지 않아 제적당한 자에게는 등록금이 반환되지 않는 매우 부당한 결과가 생긴다. 개정규칙의 개정 이유도 ‘휴학 중인 학생이 복학하지 않아 제적된 경우에도 미리 낸 등록금을 반환받을 수 있도록 하는 등 현행 제도의 운영상 나타난 일부 미비점을 개선·보완하려는 것’이라고 되어 있다. 그럼에도 위부칙 제3조는 위와 같은 유추해석을 막아 등록금을 낸 후 휴학 중 복학하지 않아 개정규칙 시행 전에 제적된 학생의 평등권과 재산권을 침해하는 것으로서헌법 제11조 제1항,제23조 제1항에 위배되므로 효력을 인정할 수 없다.<br/>[2] 등록금을 납부한 후 휴학하였으나 학칙에서 정한 휴학기간이 경과하여도 복학하지 아니하여 제적된 대학원생이 학교법인을 상대로 등록금 반환을 구한 사안에서,구 대학 수업료 및 입학금에 관한 규칙(2010. 12. 2. 교육과학기술부령 제83호로 개정되기 전의 것) 제6조 제2항 제3호를 유추적용하여 학교법인은 이미 납부한 등록금 일부를 반환하여야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 대학 수업료 및 입학금에 관한 규칙(2010. 12. 2. 교육과학기술부령 제83호로 개정되기 전의 것) 제6조 제2항 제3호(현행대학 등록금에 관한 규칙 제6조 제2항 제3호 참조),대학 등록금에 관한 규칙 제6조 제2항 제3호의2,부칙(2010. 12. 2.) 제1조,제3조,헌법 제11조 제1항,제23조 제1항 / [2]구 대학 수업료 및 입학금에 관한 규칙(2010. 12. 2. 교육과학기술부령 제83호로 개정되기 전의 것) 제6조 제2항 제3호(현행대학 등록금에 관한 규칙 제6조 제2항 제3호 참조),대학 등록금에 관한 규칙 제6조 제2항 제3호의2,부칙(2010. 12. 2.) 제1조,제3조<br/>",
  "참조판례": ""
}