{
  "판례일련번호": "159452",
  "사건명": "의사 면허 자격정지 처분취소",
  "사건번호": "2010두26506",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 의약품 제조업자가 허가를 받거나 신고하여 시판 중인 의약품의 안정성·유효성에 관한 사항과 적정한 사용을 위해 필요한 정보를 수집하기 위해 하는 ‘시판 후 조사(Post Marketing Surveillance)’가 금지되는지 여부(소극)<br/>[2] 의약품의 시판 후 조사 및 그에 따른 대가 수령이 공무원의 지위에서 직무와 관련하여 이루어지거나 실질적으로 의료인의 직무와 관련하여 특정 의약품 채택 또는 계속적인 처방에 대한 대가 성격이 포함되어 있는 것으로 평가할 수 있는 경우, 면허자격정지대상이 될 수 있는지 여부(적극)<br/>[3] 병원 진단방사선과 의사 甲이 乙 제약회사와 ‘시판 후 조사’ 형식의 연구용역계약을 체결하고 5,000만 원을 지급받은 것에 대하여, 보건복지부장관이 직무와 관련하여 부당하게 금품을 수수하였다며 甲에게 의사면허자격정지 1월의 처분을 한 사안에서, 위 처분이 위법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 약사(藥事)에 관한 사항을 규정하고 그 적정을 기하여 국민보건 향상에 기여함을 목적으로 하는 구 약사법(2007. 1. 3. 법률 제8201호로 전부 개정되기 전의 것)에는 시판 중인 의약품의 안정성에 관한 의약품 제조업자(수입자를 포함한다, 이하 같다)의 자발적 감시활동이나 관리활동을 금지하는 규정이 없는 점,구 약사법 시행규칙(2008. 1. 15. 보건복지부령 제434호로 전부 개정되기 전의 것) 제28조 제3항 제1호는 ‘시판 중인 의약품 등의 허가사항에 대한 임상적 효과관찰 및 이상반응의 조사를 위하여 실시하는 시험’을 식품의약품안전청장의 승인대상에서 제외하고 있는 점 등을 종합하여 보면, 의약품 제조업자가 허가를 받거나 신고하여 시판 중인 의약품의 안정성·유효성에 관한 사항과 적정한 사용을 위해 필요한 정보를 수집하기 위한 일련의 조치를 총칭하는 이른바 ‘시판 후 조사(Post Marketing Surveillance)’가 금지되는 것은 아니다.<br/>[2] 의약품의 ‘시판 후 조사(Post Marketing Surveillance)’ 및 그에 따른 대가 수령이 공무원의 지위에서 직무와 관련하여 이루어지거나 실질적으로 의료인의 직무와 관련하여 특정 의약품 채택 또는 계속적인 처방에 대한 대가 성격이 포함되어 있는 것으로 평가할 수 있는 등의 경우에는구 의료법 시행령(2007. 9. 28. 대통령령 제20292호로 전부 개정되기 전의 것) 제21조 제1항 제5호의 ‘직무와 관련하여 부당하게 금품을 수수한 행위’에 해당하여 면허자격정지대상이 될 수 있다[2010. 5. 27. 법률 제10325호 개정되어 시행 중인 현행 의료법은 의료인이 의약품 채택 등 판매촉진을 목적으로 제공되는 경제적 이익을 받는 것을 금지하면서(제23조의2) 이를 위반할 경우 2년 이하의 징역이나 3천만 원 이하의 벌금에 처하도록 하고 있는데(제88조의2), 여기에 해당하는 경우에도 마찬가지다].<br/>[3] 병원 진단방사선과 의사 甲이 乙 제약회사와 ‘시판 후 조사(Post Marketing Surveillance)’ 형식의 연구용역계약을 체결하고 5,000만 원을 지급받은 것에 대하여, 보건복지부장관이 직무와 관련하여 부당하게 금품을 수수하였다며 甲에게 의사면허자격정지 1월의 처분을 하고 이를 통지한 사안에서, 연구 목적과 경과 등 제반 사정에 비추어 甲이 직무와 관련하여 부당하게 금품을 수수하였다고 단정하기 어렵다는 이유로, 위 처분이 위법하다고 본 원심판단을 수긍한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]구 약사법 시행규칙(2008. 1. 15. 보건복지부령 제434호로 전부 개정되기 전의 것) 제28조 제3항 제1호(현행 31조 제3항 제1호 참조), / [2]구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것) 제53조(현행 제66조 참조),의료법 제23조의2,제88조의2,구 의료법 시행령(2007. 9. 28. 대통령령 제20292호로 전부 개정되기 전의 것) 제21조 제1항 제5호(현행 제32조 제1항 제1호 참조) / [3]구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것) 제53조(현행 제66조 참조),구 의료법 시행령(2007. 9. 28. 대통령령 제20292호로 전부 개정되기 전의 것) 제21조 제1항 제5호(현행 제32조 제1항 제1호 참조)<br/>",
  "참조판례": ""
}