{
  "판례일련번호": "159443",
  "사건명": "공탁금 출급 청구권 확인",
  "사건번호": "2011다55405",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111110",
  "판시사항": "[1] 상대적 불확지 변제공탁의 피공탁자 중 1인을 채무자로 하여 그의 공탁물출급청구권에 대하여 채권압류 및 추심명령을 받은 추심채권자가 자기의 이름으로 다른 피공탁자를 상대로 공탁물출급청구권이 추심채권자의 채무자에게 있음을 확인한다는 확인의 소를 제기할 수 있는지 여부(적극)<br/>[2] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/>[3] 상대적 불확지 변제공탁의 피공탁자 乙, 丙 중 乙을 채무자로 하여 그의 공탁물출급청구권에 대하여 채권압류 및 추심명령을 받은 甲이 丙을 상대로 공탁물출급청구권 확인의 소를 제기하면서 소장의 당사자표시에 乙을 ‘원고’로, 자신을 ‘대위신청인’으로 기재하고, 청구취지를 ‘원고가 출급권자임을 확인한다’고 기재한 다음, 청구원인으로는 甲이 채무자의 대위신청인으로서 공탁물출급청구권의 확인을 받아 채무변제를 받기 위해 소를 제기한다고 주장하였다가, 원심 변론기일에 소장의 당사자표시 중 ‘원고’는 자신(甲)이고, 청구취지는 ‘공탁물출급청구권이 원고(甲)에게 있음을 확인한다’는 것이라고 진술한 사안에서, 甲에게 청구원인과 법정에서 진술한 청구취지에 법률적 모순이 있음을 지적하고 다시 의견진술의 기회를 주는 등의 조치를 취하지 않은 채 甲의 진술만을 이유로 그가 공탁물출급청구권이 피공탁자가 아닌 추심채권자에게 있음의 확인을 구하고 있어 확인의 이익이 없다고 본 원심판결에는 석명의무를 다하지 아니한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1]민법 제487조 후단에 따른 채권자의 상대적 불확지를 원인으로 하는 변제공탁의 경우 피공탁자 중의 1인은 다른 피공탁자의 승낙서나 그를 상대로 받은 공탁물출급청구권확인 승소확정판결을 제출하여 공탁물출급청구를 할 수 있는데,민사집행법 제229조 제2항에 의하면 채권압류 및 추심명령을 받은 추심채권자는 추심에 필요한 채무자의 권리를 대위절차 없이 자기 이름으로 재판상 또는 재판 외에서 행사할 수 있으므로, 상대적 불확지 변제공탁의 피공탁자 중 1인을 채무자로 하여 그의 공탁물출급청구권에 대하여 채권압류 및 추심명령을 받은 추심채권자는 공탁물을 출급하기 위하여 자기의 이름으로 다른 피공탁자를 상대로 공탁물출급청구권이 추심채권자의 채무자에게 있음을 확인한다는 확인의 소를 제기할 수 있다.<br/>[2]민사소송법 제136조 제4항은 “법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.”고 규정하고 있으므로, 당사자가 부주의 또는 오해로 인하여 명백히 간과한 법률상의 사항이 있거나 당사자의 주장이 법률상 관점에서 보아 모순이나 불명료한 점이 있으면 법원은 적극적으로 석명권을 행사하여 당사자에게 의견진술의 기회를 주어야 하며, 만일 이를 게을리 한 경우에는 석명 또는 지적의무를 다하지 아니한 것이다.<br/>[3] 상대적 불확지 변제공탁의 피공탁자 乙, 丙 중 乙을 채무자로 하여 그의 공탁물출급청구권에 대하여 채권압류 및 추심명령을 받은 甲이 다른 피공탁자 丙을 상대로 제1심법원에 공탁물출급청구권 확인의 소를 제기하면서 소장의 당사자표시에 乙을 ‘원고’로, 자신을 ‘대위신청인’으로 기재하고, 청구취지를 ‘원고가 출급권자임을 확인한다’는 것으로 기재한 다음, 청구원인으로는 甲이 공탁물출급청구권에 대하여 채권압류 및 추심명령을 받았는데 乙과 丙이 공탁금에 대하여 아무런 조치를 취하지 않고 있어 채무자의 대위신청인으로서 공탁물출급청구권의 확인을 받아 채무변제를 받기 위해 소를 제기한다고 주장하였다가, 원심 변론기일에 소장의 당사자표시 중 ‘원고’는 자신(甲)이고, 청구취지는 ‘공탁물출급청구권이 원고(甲)에게 있음을 확인한다’는 것이라고 진술한 사안에서, 위 진술은 당사자 본인인 甲이 부주의나 법률적 지식의 부족으로 인하여, 채권압류 및 추심명령이 있더라도 채무자가 여전히 압류된 채권의 채권자 지위에 있는 것이고, 다만 채권압류 및 추심명령을 받은 추심채권자는 압류한 채권의 추심권을 취득함으로써 추심에 필요한 채무자의 권리를 대위절차 없이 자기의 이름으로 행사할 수 있다는 법리를 간과하였거나 제대로 이해하지 못한 데서 비롯한 것으로 보이므로, 원심으로서는 甲에게 청구원인과 법정에서 진술한 청구취지가 일치하지 않는 법률적 모순이 있음을 지적하고 다시 의견을 진술할 기회를 부여함으로써 甲의 진정한 의사를 확인하고 그로 하여금 청구원인에 합당하게 청구취지를 정정하도록 기회를 주었어야 함에도, 이러한 조치를 취하지 않은 채 甲이 위와 같은 진술을 하였다는 이유만으로 그가 공탁물출급청구권이 피공탁자가 아닌 추심채권자에게 있음의 확인을 구하고 있어 확인의 이익이 없다고 본 원심판결에는 석명의무를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제487조,민사집행법 제229조 제2항,민사소송법 제250조 / [2]민사소송법 제136조 제4항 / [3]민법 제487조,민사집행법 제229조 제2항,민사소송법 제136조 제4항,제250조<br/>",
  "참조판례": "[1]대법원 1999. 11. 30.자 99마4239 결정(공2000상, 138),대법원 2008. 10. 23. 선고 2007다35596 판결(공2008하, 1586),대법원 2009. 6. 23. 선고 2007다26165 판결(공2009하, 1175) / [2]대법원 2003. 1. 10. 선고 2002다41435 판결(공2003상, 621),대법원 2009. 11. 12. 선고 2009다42765 판결(공2009하, 2081),대법원 2010. 2. 11. 선고 2009다83599 판결(공2010상, 557)<br/>"
}