{
  "판례일련번호": "159440",
  "사건명": "손해배상(기)",
  "사건번호": "2011다54686",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111110",
  "판시사항": "[1]민법 제766조 제1항에서 정한 ‘손해 및 가해자를 안 날’의 의미와 판단 기준<br/>[2]민법 제170조 제1항에서 정한 ‘재판상의 청구’에 지급명령 신청도 포함되는지 여부(적극) 및 지급명령 신청이 각하된 후 6개월 내 다시 소를 제기한 경우 지급명령 신청이 있었던 때 시효가 중단된 것으로 보아야 하는지 여부(적극)<br/>[3] 甲이 乙을 강간 등 혐의로 고소하였으나 검사가 혐의 없음 처분을 하고, 오히려 甲을 무고 및 간통 혐의로 기소하여 제1심에서 유죄판결을 받았다가, 항소심과 상고심에서 무죄판결이 선고되어 확정되었고, 그 후 甲이 乙을 상대로 강간 등 불법행위에 따른 손해배상금의 지급을 구하는 지급명령을 신청하였다가 각하되자 그로부터 6개월 내에 손해배상청구의 소를 제기한 사안에서, 甲의 손해배상청구는 간통과 무고죄에 대한 무죄판결이 확정된 때에야 비로소 사실상 가능하게 되었다고 보아야 하므로 위 손해배상청구권은 무죄판결이 확정된 때로부터 소멸시효가 진행하는데,민법 제170조 제2항에 의하여 최초로 지급명령을 신청한 날에 시효가 중단되었다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 불법행위로 인한 손해배상청구권의 단기소멸시효 기산점이 되는민법 제766조 제1항의 ‘손해 및 가해자를 안 날’이란 손해의 발생, 위법한 가해행위의 존재, 가해행위와 손해의 발생 사이에 상당인과관계가 있다는 사실 등 불법행위의 요건사실에 대하여 현실적이고도 구체적으로 인식하였을 때를 의미하고, 피해자 등이 언제 불법행위 요건사실을 현실적이고도 구체적으로 인식하였다고 볼 것인지는 개별적 사건에서 여러 객관적 사정을 참작하고 손해배상청구가 사실상 가능하게 된 상황을 고려하여 합리적으로 인정하여야 한다.<br/>[2] 지급명령이란 금전 그 밖에 대체물이나 유가증권의 일정한 수량의 지급을 목적으로 하는 청구에 대하여 법원이 보통의 소송절차에 의함이 없이 채권자의 신청에 의하여 간이, 신속하게 발하는 이행에 관한 명령으로 지급명령에 관한 절차는 종국판결을 받기 위한 소의 제기는 아니지만, 채권자로 하여금 간이, 신속하게 집행권원을 취득하도록 하기 위하여 이행의 소를 대신하여 법이 마련한 특별소송절차로 볼 수 있다. 그런데 재판상 청구에 시효중단의 효력을 인정하는 근거는 권리자가 재판상 그 권리를 주장하여 권리 위에 잠자는 것이 아님을 표명하고 이로써 시효제도의 기초인 영속되는 사실상태와 상용할 수 없는 다른 사정이 발생하였다는 점에 기인하는 것인데, 그와 같은 점에서 보면 지급명령 신청은 권리자가 권리의 존재를 주장하면서 재판상 그 실현을 요구하는 것이므로 본질적으로 소의 제기와 다르지 않다. 따라서민법 제170조 제1항에 규정하고 있는 ‘재판상의 청구’란 종국판결을 받기 위한 ‘소의 제기’에 한정되지 않고, 권리자가 이행의 소를 대신하여 재판기관의 공권적인 법률판단을 구하는 지급명령 신청도 포함된다고 보는 것이 타당하다. 그리고민법 제170조의 재판상 청구에 지급명령 신청이 포함되는 것으로 보는 이상 특별한 사정이 없는 한, 지급명령 신청이 각하된 경우라도 6개월 이내 다시 소를 제기한 경우라면민법 제170조 제2항에 의하여 시효는 당초 지급명령 신청이 있었던 때에 중단되었다고 보아야 한다.<br/>[3] 甲이 乙을 강간 등 혐의로 고소하였으나 검사가 혐의 없음 처분을 하고, 오히려 甲을 무고 및 간통 혐의로 기소하여 제1심에서 유죄판결을 받았다가, 항소심과 상고심에서 무죄판결이 선고되어 확정되었고, 그 후 甲이 乙을 상대로 강간 등 불법행위에 따른 손해배상금의 지급을 구하는 지급명령을 신청하였다가 각하되자 그로부터 6개월 내에 손해배상청구의 소를 제기한 사안에서, 甲의 강간 고소 부분에 대하여 간통죄나 무고죄가 유죄로 인정되는 경우에는 甲이 乙에 대하여 손해배상청구를 하더라도 손해배상을 받기 어렵고 오히려 乙에게 무고로 인하여 손해를 배상해 주어야 할 입장에 놓일 수도 있게 되므로, 이와 같은 상황 아래서 甲이 강간으로 인한 손해배상청구를 한다는 것은 사실상 불가능하다고 보이고, 따라서 甲의 손해배상청구는 간통과 무고죄에 대한 무죄판결이 확정된 때에야 비로소 사실상 가능하게 되었다고 보아야 하며, 그 결과 甲의 손해배상청구권은 무죄판결이 확정된 때로부터 소멸시효가 진행하는데, 甲이 지급명령 신청이 각하된 후 6개월이 지나기 전에 소를 제기하였으므로민법 제170조 제2항에 의하여 최초로 지급명령을 신청한 날에 시효가 중단되었다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제766조 제1항 / [2]민법 제168조,제170조,민사소송법 제462조 / [3]민법 제168조,제170조,제766조 제1항,민사소송법 제462조<br/>",
  "참조판례": "[1]대법원 2002. 6. 28. 선고 2000다22249 판결(공2002하, 1777),대법원 2008. 1. 18. 선고 2005다65579 판결(공2008상, 225),대법원 2010. 5. 27. 선고 2010다7577 판결(공2010하, 1401)<br/>"
}