{
  "판례일련번호": "159464",
  "사건명": "관세법 위반·식물 방역법 위반",
  "사건번호": "2009도12443",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111110",
  "판시사항": "[1]구 관세법 제269조 제2항 제2호에서 정한 ‘당해 수입물품과 다른 물품’의 의미<br/>[2] 수입신고서에 신고한 물품과 실제로 수입한 물품의 관세액에 차이가 나는 경우, 동일성이 인정되는 물품이라고 할 수 있는지 여부(소극)<br/>[3] 사전세액심사 대상물품으로 지정된 물품과 그렇지 않은 물품을 동일성이 인정되는 물품이라고 할 수 있는지 여부(소극)<br/>[4] 무역회사 대표이사인 피고인이 수입신고서에 ‘청콩’, ‘카오피콩’을 수입하는 것으로 신고하고 실제로는 ‘콩나물콩’을 수입한 사안에서, ‘청콩’, ‘카오피콩’과 ‘콩나물콩’은 동종의 물품으로 관세액도 동일하지만, 수입 당시 ‘콩나물콩’은 ‘청콩’이나 ‘카오피콩’과 달리 사전세액심사 대상물품이었으므로 양자를 동일성이 인정되는 물품이라고 할 수 없어구 관세법 제269조 제2항 제2호에서 정한 밀수입죄에 해당함에도, 이와 달리 본 원심판결을 파기한 사례<br/>",
  "판결요지": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제269조 제2항 제2호에서 정한 ‘당해 수입물품과 다른 물품’이란 수입신고서에 의하여 신고한 바로 그 물품 이외의 모든 물품을 의미하는 것이 아니라 수입신고한 물품 또는 그와 동일성이 인정되는 물품을 제외한 모든 물품을 의미하는데, 여기에서 동일성이 인정되는 물품이란 동종의 물품으로서 수입신고수리의 요건이 동일한 물품을 말하고, 동종의 물품이라고 하더라도 수입신고수리의 요건이 다르면 동일한 물품이라고 할 수 없다.<br/>[2] 구 관세법(2010. 1. 1. 법률 제9910호로 개정되기 전의 것)상 관세 납부나 관세에 상당하는 담보 제공은 수입신고수리 요건이므로, 수입신고서에 신고한 물품과 실제로 수입한 물품의 관세율이나 과세표준이 달라 양자의 관세액에 차이가 나는 경우에는 수입신고수리의 요건이 달라져 양자를 동일성이 인정되는 물품이라고 할 수 없다.<br/>[3]구 관세법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제38조 제2항,관세법 시행규칙 제8조 제1항 제5호,구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제252조에 의하면, 관세청장이 기준가격을 정해 심사시스템에 사전세액심사 대상물품으로 등록한 물품, 즉 사전세액심사 대상물품에 해당하는 경우에는 수입신고수리 이전에 반드시 세액심사를 거쳐야 하고 세액심사 이전에 물품을 반출하기 위해서는 담보를 제공하고 세관장의 승인을 얻어야 하므로, 사전세액심사 대상물품으로 지정된 물품과 그렇지 않은 물품은 수입신고수리의 요건이 달라 양자를 동일성이 인정되는 물품이라고 할 수 없다.<br/>[4] 무역회사 대표이사인 피고인이 수입신고서에 ‘청콩’, ‘카오피콩’을 수입하는 것으로 신고하고 실제로는 ‘콩나물콩’을 수입한 사안에서, ‘청콩’, ‘카오피콩’과 ‘콩나물콩’은 모두 관세·통계통합품목분류표상 10단위 품목번호가 같아 동종의 물품으로 보아야 하고 관세율 및 관세액도 동일하지만, 수입 당시 ‘콩나물콩’은 사전세액심사 대상물품이었음에 반하여 ‘청콩’이나 ‘카오피콩’은 그 대상물품이 아니어서 양자를 동일성이 인정되는 물품이라고 할 수 없으므로, 위 행위가구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제269조 제2항 제2호에서 정한 밀수입죄에 해당함에도, 이와 달리 피고인에게 무죄를 인정한 원심판결을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항,제269조 제2항 제2호 / [2]구 관세법(2010. 1. 1. 법률 제9910호로 개정되기 전의 것) 제248조 제2항,구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제27조 제1항,제38조 제1항 / [3]구 관세법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제38조 제2항,구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제252조,관세법 시행규칙 제8조 제1항 제5호 / [4]구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항,제269조 제2항 제2호<br/>",
  "참조판례": "[1]대법원 1984. 7. 24. 선고 84도565 판결(공1984, 1463),대법원 2005. 5. 12. 선고 2005도581 판결,대법원 2006. 1. 27. 선고 2004도1564 판결(공2006상, 378),대법원 2009. 2. 12. 선고 2007도300 판결<br/>"
}