{
  "판례일련번호": "159423",
  "사건명": "특정 경제 범죄 가중처벌등에 관한 법률위반(배임)",
  "사건번호": "2010도11394",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111124",
  "판시사항": "[1] 회사의 대표이사가 회사 명의로 체결한 계약이 관련 법령이나 정관에 위배되어 법률상 효력이 없는 경우, 그 계약의 체결행위만으로 배임의 범행이 기수에 이르렀거나 범행이 종료되었다고 볼 수 있는지 여부(원칙적 소극)<br/>[2] 甲 주식회사 대표이사인 피고인이 주주총회 의사록을 허위로 작성하고 이를 근거로 임직원들과 주식매수선택권부여계약을 체결함으로써 甲 회사에 재산상 손해를 가하였다고 하며 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 법률상 무효인 계약을 체결한 것만으로는 업무상배임죄 구성요건이 완성되거나 범행이 종료되었다고 볼 수 없는데도, 계약을 체결한 시점에 범행이 종료되었음을 전제로 공소시효가 완성되었다고 보아 면소를 선고한 원심판결에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]형법 제355조 제2항의 배임죄 또는형법 제356조의 업무상배임죄는 임무에 위배되는 행위로 재산상 이익을 취득하거나 제3자로 하여금 취득하게 하여 본인에게 손해를 가한 때에 성립하는 범죄인데, 이때 본인에게 재산상의 손해를 가한 것이란 본인의 전체적 재산가치가 감소됨을 가리키는 것으로서 본인에게 현실적인 손해를 입힌 경우뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함한다. 그리고 위와 같은 재산상 손해의 유무는 법률적 판단에 의하지 아니하고 경제적 관점에서 파악하여야 하나, 회사의 대표이사가 회사 명의로 체결한 계약이 관련 법령이나 정관에 위배되어 법률상 효력이 없는 경우에는 그로 인하여 회사가 계약 상대방에게 민법상 불법행위책임을 부담하게 되는 등 특별한 사정이 없는 한 계약의 체결행위만으로 회사에 현실적인 손해가 발생하거나 재산상 실해 발생의 위험이 초래되었다고 할 수 없어서, 그것만으로 배임죄 구성요건이 모두 충족되어 범행이 기수에 이르렀거나 범행이 종료되었다고 볼 수 없다.<br/>[2] 甲 주식회사 대표이사인 피고인이 주주총회 의사록을 허위로 작성하고 이를 근거로 피고인을 비롯한 임직원들과 주식매수선택권부여계약을 체결함으로써 甲 회사에 재산상 손해를 가하였다고 하며 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 상법과 정관에 위배되어 법률상 무효인 계약을 체결한 것만으로는 업무상배임죄 구성요건이 완성되거나 범행이 종료되었다고 볼 수 없고, 임직원들이 이후 계약에 기초하여 甲 회사에 주식매수선택권을 행사하고, 피고인이 이에 호응하여 주식의 실질가치에 미달하는 금액만을 받고 신주를 발행해 줌으로써 비로소 甲 회사에 현실적 손해가 발생하거나 그러한 실해 발생의 위험이 초래되었다고 볼 수 있으므로, 피고인에 대한 업무상배임죄는 피고인이 의도한 배임행위가 모두 실행된 때로서 최종적으로 주식매수선택권이 행사되고 그에 따라 신주가 발행된 시점에 종료되었다고 보아야 하는데도, 이와 달리 계약을 체결한 시점에 범행이 종료되었음을 전제로 공소시효가 완성되었다고 보아 면소를 선고한 원심판결에는 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제2항,제356조 / [2]형법 제355조 제2항,제356조,특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제2호,상법 제340조의2,제340조의3,제340조의4,제340조의5,구 형사소송법(2007. 12. 21. 법률 제8730호로 개정되기 전의 것) 제249조 제1항 제3호,형사소송법 제252조,제326조 제3호,부칙(2007. 12. 21.) 제3조<br/>",
  "참조판례": "[1]대법원 2007. 3. 15. 선고 2004도5742 판결(공2007상, 569),대법원 2010. 3. 25. 선고 2009도14585 판결,대법원 2010. 9. 30. 선고 2010도6490 판결(공2010하, 2044),대법원 2011. 4. 28. 선고 2009도14268 판결(공2011상, 1094),대법원 2011. 7. 14. 선고 2011도3180 판결(공2011하, 1686)<br/>"
}