{
  "판례일련번호": "159829",
  "사건명": "상호 말소 등기절차 이행",
  "사건번호": "2010다20754",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111227",
  "판시사항": "[1] 2009. 5. 28. 법률 제9749호로 개정된 상업등기법 시행 전에 선등기자가 후등기자를 상대로상법 제22조에 의한 상호등기말소청구의 소를 제기하였으나 개정 상업등기법 시행 후에 사실심 변론이 종결된 경우,상법 제22조에 의하여 등기의 말소를 소로써 청구할 수 있는 효력 범위(=동일한 상호)<br/>[2] 선등기자인 ‘동부주택건설 주식회사’가 후등기자인 ‘동부건설 주식회사’ 등을 상대로상법 제22조에 의한 상호등기말소청구소송을 제기하였는데, 원심 변론종결 전에 2009. 5. 28. 법률 제9749호로 개정된 상업등기법이 시행된 사안에서, 먼저 등기한 상호인 ‘동부주택건설 주식회사’와 나중에 등기한 상호인 ‘동부건설 주식회사’ 등이 동일하지 않음이 외관·호칭에서 명백하므로, 동부주택건설 주식회사에상법 제22조의 등기말소청구권이 없다고 한 사례<br/>",
  "판결요지": "[1]상법 제22조의 규정 취지 및상업등기법 제30조의 개정 경위 등에 비추어 볼 때, 2009. 5. 28. 법률 제9749호로 개정된 상업등기법 시행 후에는상법 제22조에 의하여 선등기자가 후등기자를 상대로 등기의 말소를 소로써 청구할 수 있는 효력이 미치는 범위 역시개정 상업등기법 제30조에 상응하도록 동일한 상호에 한정된다고 보아야 한다. 다만 상업등기법은 위 개정 당시 부칙 등에 그 시행 전에 등기를 마친 등기사항에 대한 법령의 적용에 관하여 아무런 경과규정을 두고 있지 않으나,상법 제22조에 의한 등기말소청구를 인정할 것인지의 판단은 사실심 변론종결 당시를 기준으로 함이 원칙이고, 설령 선등기자가상업등기법 제30조의 개정 전 구법의 존속을 전제로 한상법 제22조의 해석에 따라 먼저 등기된 상호와 확연히 구별할 수 없는 상호 등기의 말소를 소로써 청구할 수 있으리라고 신뢰하였다 하더라도,개정 상업등기법 제30조의 시행 후에는 그와 같은 등기신청이 더 이상 각하될 수 없는 이상 이미 등기된 상호의 경우에도 이와 마찬가지로 본다 하여 선등기자의 이익이나 신뢰가 과도하게 침해 또는 손상된다고는 보이지 않으며, 따라서 그러한 선등기자의 신뢰가 상업등기법의 개정에 따른상법 제22조의 해석·적용에 관한 공익상 요구와 비교·형량하여 더 보호가치가 있는 것이라고 할 수도 없으므로, 결국 개정 상업등기법 시행 후에 사실심 변론이 종결된 경우라면상법 제22조에 의하여 선등기자가 후등기자를 상대로 등기의 말소를 소로써 청구할 수 있는 효력이 미치는 범위는 먼저 등기된 상호와 동일한 상호에 한정된다고 보아야 한다.<br/>[2] 선등기자인 ‘동부주택건설 주식회사’가 후등기자인 ‘동부건설 주식회사’, ‘주식회사 동부’, ‘동부디엔씨 주식회사’, ‘동부부산개발 유한회사’를 상대로상법 제22조에 의한 상호등기말소청구소송을 제기하였는데, 원심 변론종결 전에 2009. 5. 28. 법률 제9749호로 개정된 상업등기법이 시행된 사안에서, 원심 변론종결 당시상법 제22조에 의하여 선등기자가 후등기자를 상대로 상호 등기의 말소를 청구할 수 있는 효력 범위는 먼저 등기된 상호와 동일한 상호에 한정되는데, 먼저 등기한 상호인 ‘동부주택건설 주식회사’와 나중에 등기한 상호인 ‘동부건설 주식회사’, ‘주식회사 동부’, ‘동부디엔씨 주식회사’, ‘동부부산개발 유한회사’가 동일하지 않음이 외관·호칭에서 명백하므로, 동부주택건설 주식회사에상법 제22조의 등기말소청구권이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상법 제22조,구 비송사건절차법(2007. 7. 27. 법률 제8569호로 개정되기 전의 것) 제164조,구 상업등기법(2009. 5. 28. 법률 제9749호로 개정되기 전의 것) 제30조,상업등기법 제30조 / [2]상법 제22조,상업등기법 제30조<br/>",
  "참조판례": ""
}