{
  "판례일련번호": "159835",
  "사건명": "손해 배상 청구",
  "사건번호": "2009두14309",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111222",
  "판시사항": "[1]구 지방자치법 제13조의5 제1항에서 주민소송 대상으로 정한 ‘공금의 지출에 관한 사항’의 의미 및 여기에 지출원인행위 등에 선행하는 지방자치단체의 장 및 직원, 지방의회 의원의 결정 등이 포함되는지 여부(원칙적 소극)<br/>[2]구 지방자치법 제13조의5 제1항에서 주민소송 대상으로 정한 ‘공금의 지출에 관한 사항’에 해당하는지 판단할 때 지출원인행위의 선행행위에 위법사유가 존재하는지 심사할 수 있는 경우 및 이때 위법사유가 존재하는지 판단하는 방법<br/>[3] 시장 甲이 도로확장공사계획을 수립하고 건설회사와 공사도급계약을 체결하여 공정을 마무리하였으나 해당 도로가 군용항공기지법에 반하여 개설되었다는 이유로 개통이 취소되자, 주민 乙 등이 예산 낭비 등을 이유로구 지방자치법 제13조의5 제2항 제4호에 따라 시장을 상대로 甲에게 손해배상청구를 할 것을 요구하는 소송을 제기한 사안에서, 乙 등의 청구를 배척한 원심의 결론을 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것, 이하 ‘구 지방자치법’이라 한다) 제13조의4 제1항,제13조의5 제1항,제2항 제4호,구 지방재정법(2006. 10. 4. 법률 제8050호로 개정되기 전의 것) 제67조 제1항,제69조,제70조의 내용, 형식 및 취지 등을 종합해 보면,구 지방자치법 제13조의5 제1항에 규정된 주민소송의 대상으로서 ‘공금의 지출에 관한 사항’이란 지출원인행위 즉, 지방자치단체의 지출원인이 되는 계약 그 밖의 행위로서 당해 행위에 의하여 지방자치단체가 지출의무를 부담하는 예산집행의 최초 행위와 그에 따른 지급명령 및 지출 등에 한정되고, 특별한 사정이 없는 한 이러한 지출원인행위 등에 선행하여 그러한 지출원인행위를 수반하게 하는 당해 지방자치단체의 장 및 직원, 지방의회 의원의 결정 등과 같은 행위는 포함되지 않는다고 보아야 한다.<br/>[2]구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것) 제13조의5 제1항에 규정된 주민소송의 대상인 ‘공금의 지출에 관한 사항’에는 지출원인행위에 선행하는 당해 지방자치단체의 장 및 직원, 지방의회 의원의 결정 등과 같은 행위가 포함되지 않으므로 선행행위에 위법사유가 존재하더라도 이는 주민소송의 대상이 되지 않는다. 그러나 지출원인행위 등을 하는 행정기관이 선행행위의 행정기관과 동일하거나 선행행위에 대한 취소·정지권을 갖는 경우 지출원인행위 등을 하는 행정기관은 지방자치단체에 직접적으로 지출의무를 부담하게 하는 지출원인행위 단계에서 선행행위의 타당성 또는 재정상 합리성을 다시 심사할 의무가 있는 점, 이러한 심사를 통하여 선행행위가 현저하게 합리성을 결하고 있다는 것을 확인하여 이를 시정할 수 있었음에도 그에 따른 지출원인행위 등을 그대로 진행하는 것은 부당한 공금 지출이 되어 지방재정의 건전하고 적정한 운용에 반하는 점, 지출원인행위 자체에 고유한 위법이 있는 경우뿐만 아니라 선행행위에 간과할 수 없는 하자가 존재하고 있음에도 이에 따른 지출원인행위 등 단계에서 심사 및 시정의무를 소홀히 한 경우에도 당해 지출원인행위를 위법하다고 보아야 하는 점 등에 비추어 보면, 선행행위가 현저하게 합리성을 결하여 그 때문에 지방재정의 적정성 확보라는 관점에서 지나칠 수 없는 하자가 존재하는 경우에는 지출원인행위 단계에서 선행행위를 심사하여 이를 시정해야 할 회계관계 법규상 의무가 있다고 보아야 한다. 따라서 이러한 하자를 간과하여 그대로 지출원인행위 및 그에 따른 지급명령·지출 등 행위에 나아간 경우에는 그러한 지출원인행위 등 자체가 회계관계 법규에 반하여 위법하다고 보아야 하고, 이러한 위법사유가 존재하는지를 판단할 때에는 선행행위와 지출원인행위의 관계, 지출원인행위 당시 선행행위가 위법하여 직권으로 취소하여야 할 사정이 있었는지 여부, 지출원인행위 등을 한 당해 지방자치단체의 장 및 직원 등이 선행행위의 위법성을 명백히 인식하였거나 이를 인식할 만한 충분한 객관적인 사정이 존재하여 선행행위를 시정할 수 있었는지 등을 종합적으로 고려해야 한다.<br/>[3] 시장 甲이 도시개발에 따른 교통난을 해소하기 위해 도로확장공사계획을 수립하고, 건설회사와 공사도급계약을 체결하여 공정을 마무리하였으나 해당 도로가군용항공기지법 제8조에 반하여 비행안전구역에 개설되었다는 이유로 개통이 취소되자, 주민 乙 등이 甲을 비롯한 시청 소속 공무원들이 도로 개설 사업을 강행함으로써 예산을 낭비하였다며구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것, 이하 ‘구 지방자치법’이라 한다) 제13조의4에 따른 주민감사청구를 한 후 시장을 상대로구 지방자치법 제13조의5 제2항 제4호에 따라 甲에게 손해배상청구를 할 것을 요구하는 소송을 제기한 사안에서, 선행행위인 도로확장계획 등에 일부 위법사유가 존재하더라도 현저하게 합리성을 결하여 지출원인행위인 공사도급계약 체결에 지나칠 수 없는 하자가 있다고 보기 어렵고, 공사도급계약 체결 단계에서 선행행위를 다시 심사하여 이를 시정해야 할 회계관계 법규상 의무를 위반하여 그대로 지출원인행위 등으로 나아간 경우에 해당한다고 보기 어렵다는 이유로, 乙 등의 청구를 배척한 원심의 결론을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것) 제13조의4 제1항(현행제16조 제1항 참조),제13조의5 제1항(현행제17조 제1항 참조),제2항 제4호(현행제17조 제2항 제4호 참조),구 지방재정법(2006. 10. 4. 법률 제8050호로 개정되기 전의 것) 제67조 제1항,제69조,제70조 / [2]구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것) 제13조의5 제1항(현행제17조 제1항 참조) / [3]구 지방자치법(2007. 5. 11. 법률 제8423호로 전부 개정되기 전의 것) 제13조의4 제1항(현행제16조 제1항 참조),제13조의5 제1항(현행제17조 제1항 참조),제2항 제4호(현행제17조 제2항 제4호 참조)<br/>",
  "참조판례": ""
}