{
  "판례일련번호": "159882",
  "사건명": "출입금지등",
  "사건번호": "2009다5162",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111213",
  "판시사항": "[1] 점유자가 회복자에게서 점유물 반환을 청구받은 경우, 필요비나 유익비 상환청구권의 이행기가 도래하는지 여부(적극)<br/>[2] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 甲 교회 청구가 실질은 丙 교회에 교회건물 등의 반환을 청구하는 것과 다르지 않으므로, 甲 교회가 乙 등에게 교회건물 등에 대한 출입금지 등을 청구함으로써 丙 교회가 점유자로서 가지는 필요비와 유익비 상환청구권도 이행기가 도래하였다고 한 사례<br/>[3] 점유물에 대한 필요비와 유익비 상환청구권을 기초로 하는 유치권 주장을 배척하기 위하여 상대방 당사자가 주장·증명하여야 할 사항<br/>[4] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 필요비와 유익비 상환청구권에 기초한 丙 교회 유치권을 근거로 乙 등이 甲 교회 청구에 대항할 수 있다고 한 사례<br/>[5] 물건의 인도를 청구하는 소송에서 피고의 유치권 항변이 인용되는 경우, 물건에 관하여 생긴 채권의 변제와 상환으로 물건의 인도를 명하여야 하는지 여부(적극)<br/>[6] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 소송당사자도 아닌 丙 교회가 필요비와 유익비를 지급받는 것과 상환으로 乙 등에 대한 甲 교회 청구를 인용할 수는 없으므로, 원심이 乙 등의 유치권 주장을 받아들이면서도 상환이행 판결을 하지 아니한 것이 위법하다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 점유자가 점유물을 보존하거나 개량하기 위하여 지출한 필요비나 유익비에 관하여민법 제203조 제1항,제2항은 ‘점유자가 점유물을 반환할 때’에 상환을 청구할 수 있도록 규정하고 있으므로, 그 상환청구권은 점유자가 회복자에게서 점유물 반환을 청구받은 때에 비로소 이를 행사할 수 있는 상태가 되고 이행기가 도래한다.<br/>[2] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 丙 교회가 교회건물 등의 증축 등에 지출한 필요비와 유익비 상환청구권을 담보하는 유치권이 성립하려면, 교회건물 등의 점유 주체인 丙 교회가 점유 반환을 청구받음으로써 상환청구권의 변제기가 도래한 것으로 인정되어야 하는데, 甲 교회가 교회건물 등에 대한 출입금지 등을 구하는 상대방인 乙 등은 丙 교회 목사, 장로 등으로서 丙 교회가 고유 목적인 예배 등 일상적인 활동을 하는 데 중심적인 역할을 하는 구성원들이고 특히 乙은 丙 교회 대표자 지위에 있다는 점을 감안하면, 乙 등에게 교회 출입금지 및 甲 교회의 사용 방해 금지 등을 청구하는 것은 형식은 피고들 개인에 대한 청구이지만 실질은 丙 교회에 교회건물 등의 반환을 청구하는 것과 다르지 않으므로, 甲 교회가 소를 제기하여 乙 등에게 교회건물 등에 대한 출입금지 등을 청구함으로써 丙 교회가 점유자로서 가지는 필요비와 유익비 상환청구권도 이행기가 도래하였다고 한 사례.<br/>[3] 물건의 점유자는 소유의 의사로 선의, 평온 및 공연하게 점유한 것으로 추정되고 점유자가 점유물에 대하여 행사하는 권리는 적법하게 보유하는 것으로 추정된다(민법 제197조 제1항,제200조). 따라서 점유물에 대한 필요비와 유익비 상환청구권을 기초로 하는 유치권 주장을 배척하려면 적어도 점유가 불법행위로 인하여 개시되었거나 점유자가 필요비와 유익비를 지출할 당시 점유권원이 없음을 알았거나 중대한 과실로 알지 못하였다고 인정할만한 사유에 대한 상대방 당사자의 주장·증명이 있어야 한다.<br/>[4] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 乙 등이 丙 교회 구성원으로서 내부 규약 등에 정하여진 데 따라 준총유에 속하는 유치권의 유치물을 사용하는 것은, 법인이 아닌 사단의 구성원으로서 자신의 정당한 권능을 행사하는 것일 뿐만 아니라 유치물의 보존에 필요한 사용으로 허용되고, 이러한 사용에는 총유물의 관리·처분과 달리 사원총회의 결의를 요하지 않으므로, 필요비와 유익비 상환청구권에 기초한 丙 교회 유치권을 근거로 乙 등이 甲 교회 청구에 대항할 수 있다고 한 사례.<br/>[5] 물건의 인도를 청구하는 소송에서 피고의 유치권 항변이 인용되는 경우에는 물건에 관하여 생긴 채권의 변제와 상환으로 물건의 인도를 명하여야 한다.<br/>[6] 甲 교회 목사 乙이 교인총회에서 소속 교단을 탈퇴하기로 결의하고 독립교회인 丙 교회를 설립한 후 종전 교회건물을 丙 교회가 점유·사용하고 있었는데, 甲 교회가 乙을 비롯한 丙 교회 목사와 장로들을 상대로 교회건물 등에 대한 출입금지 등을 구한 사안에서, 교회건물 등의 점유자로서민법 제203조 제1항,제2항에 의하여 필요비와 유익비의 상환을 받을 수 있는 권리자는 丙 교회이므로, 구성원 일부에 지나지 않는 乙 등을 상대로 교회건물 등에 대한 출입금지 등을 구하는 경우에 소송당사자도 아닌 丙 교회가 위 비용을 지급받는 것과 상환으로 乙 등에 대한 甲 교회 청구를 인용할 수는 없으므로, 원심이 乙 등의 유치권 주장을 받아들이면서도 상환이행 판결을 하지 아니한 것이 위법하다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제203조 제1항,제2항 / [2]민법 제203조 제1항,제2항,제320조 제1항 / [3]민법 제197조 제1항,제200조,제203조,제320조,민사소송법 제288조 / [4]민법 제275조 제1항,제276조,제278조,제324조 제2항 / [5]민법 제320조 / [6]민법 제203조 제1항,제2항,제320조 제1항<br/>",
  "참조판례": "[1]대법원 1969. 7. 22. 선고 69다726 판결(집17-2, 민360),대법원 1993. 12. 28. 선고 93다30471, 30488 판결(공1994상, 522) / [3]대법원 1966. 6. 7. 선고 66다600, 601 판결(집14-2, 민66) / [5]대법원 1969. 11. 25. 선고 69다1592 판결(집17-4, 민91)<br/>"
}