{
  "판례일련번호": "159906",
  "사건명": "제2차 납세 의무자 지정처분 무효 확인",
  "사건번호": "2010두3428",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111208",
  "판시사항": "[1]구 국세기본법 제41조 제1항에서 정한 ‘사업 양도일 이전에 양도인의 납세의무가 확정된 당해 사업에 관한 국세’에 사업 양도일 이전에 당해 사업에 관하여 예정신고가 이루어진 부가가치세도 포함되는지 여부(적극)<br/>[2] 甲 주식회사가 영화관 운영사업에 관해 부가가치세 예정신고를 하고 이를 납부하지 않은 채 乙에게 운영사업을 양도하였는데, 이후 과세관청이 乙을 제2차 납세의무자로 지정하여 甲 회사가 납부하지 않은 부가가치세 등에 관한 부과처분을 한 사안에서, 사업 양수 당시 부가가치세 확정신고가 없었더라도 乙은 ‘부가가치세’에 대해서 제2차 납세의무를 부담한다는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 甲 주식회사가 영화관 운영사업에 관해 부가가치세 예정신고를 하고 이를 납부하지 않은 채 乙에게 운영사업을 양도하였는데, 이후 과세관청이 납부기한을 정하여 부가가치세 및 납부불성실가산세 납부를 고지하였으나 甲 회사가 이를 납부하지 않자 乙을 제2차 납세의무자로 지정하여 부가가치세 및 가산세와 이에 대한 가산금 및 중가산금을 부과하는 처분을 한 사안에서, 사업 양수 이후에 甲 회사의 납세의무가 확정된 ‘가산세 및 가산금과 중가산금’에 대해서 乙은 제2차 납세의무를 부담하지 않는다고 한 사례<br/>",
  "판결요지": "[1]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 ‘구 국세기본법’이라 한다) 제22조,구 국세기본법 시행령(2007. 12. 31. 대통령령 제20516호로 개정되기 전의 것) 제10조의2 제1호 본문이 부가가치세 납세의무의 확정시기를 과세표준과 세액을 정부에 신고하는 때로 규정하면서 신고 범위에서 예정신고를 제외하고 있지 않은 점, 납세의무의 확정이란 추상적으로 성립된 납세의무의 내용이 징수절차로 나아갈 수 있을 정도로 구체화된 상태를 의미하는데, 예정신고를 한 과세표준과 세액은구 부가가치세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제65조 제1항 단서에 의하여 확정신고 대상에서 제외되므로 그 단계에서 구체화되었다고 할 수 있을 뿐만 아니라구 부가가치세법(2007. 12. 31. 법률 제8826호로 개정되기 전의 것) 제23조 제1항에 의하여 징수절차로 나아갈 수 있는 점 등을 고려하여 볼 때, 부가가치세 과세표준과 세액의 예정신고를 한 때에 그 세액에 대한 납세의무가 확정되었다고 할 것이므로구 국세기본법 제41조 제1항에서 말하는 ‘사업 양도일 이전에 양도인의 납세의무가 확정된 당해 사업에 관한 국세’에는 사업 양도일 이전에 당해 사업에 관하여 예정신고가 이루어진 부가가치세도 포함된다고 해석하는 것이 타당하다.<br/>[2] 甲 주식회사가 2007. 10. 24. 영화관 운영사업에 관해 2007년 제2기 부가가치세 예정신고를 하고 이를 납부하지 않은 채 2007. 11. 15. 乙에게 운영사업을 포괄적으로 양도하였는데, 이후 과세관청이 乙을 제2차 납세의무자로 지정하여 甲 회사가 납부하지 않은 부가가치세 및 가산세와 이에 대한 가산금 및 중가산금에 관한 부과처분을 한 사안에서, 甲 회사의 부가가치세 예정신고로 부가가치세 납세의무가 확정되었고 이후 사업 양수가 있었으므로 乙은 ‘부가가치세’에 대해서는 제2차 납세의무를 부담한다는 이유로, 사업 양수 당시 甲 회사의 확정신고가 없어서 부가가치세 납세의무가 확정되지 않았다며 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례. <br/>[3] 甲 주식회사가 2007. 10. 24. 영화관 운영사업에 관해 2007년 제2기 부가가치세 예정신고를 하고 이를 납부하지 않은 채 2007. 11. 15. 乙에게 운영사업을 포괄적으로 양도하였는데, 이후 과세관청이 2007. 12. 5. 부가가치세 및 납부불성실가산세 납부를 고지하면서 2007. 12. 31.까지 납부기한을 정하였으나 甲 회사가 이를 납부하지 않자 乙을 제2차 납세의무자로 지정하여 부가가치세 및 가산세와 이에 대한 가산금 및 중가산금을 부과하는 처분을 한 사안에서, 甲 회사의 가산세 납세의무는 과세관청의 가산세 부과처분이 이루어진 2007. 12. 5. 확정되었고, 가산금 및 중가산금은 위 납부고지에서 납부기한으로 정한 2007. 12. 31.이 경과한 후에 비로소 발생하여 확정되었으므로, 그 전에 사업을 양수한 乙로서는 ‘가산세 및 가산금과 중가산금’에 대해서는 제2차 납세의무를 부담하지 않는다는 이유로, 가산세 및 가산금과 중가산금 부과처분은 하자가 중대하고 명백하여 무효라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제22조,제41조 제1항,구 국세기본법 시행령(2007. 12. 31. 대통령령 제20516호로 개정되기 전의 것) 제10조의2 제1호,제22조,구 부가가치세법(2007. 12. 31. 법률 제8826호로 개정되기 전의 것) 제18조 제1항,제4항,제23조 제1항,구 부가가치세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제65조 제1항 제1호 / [2]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제22조,제41조 제1항,구 국세기본법 시행령(2007. 12. 31. 대통령령 제20516호로 개정되기 전의 것) 제10조의2 제1호,제22조,구 부가가치세법(2007. 12. 31. 법률 제8826호로 개정되기 전의 것) 제18조 제1항,제4항,제23조 제1항,구 부가가치세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제65조 제1항 제1호 / [3]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제22조,제41조 제1항,구 국세기본법 시행령(2007. 12. 31. 대통령령 제20516호로 개정되기 전의 것) 제10조의2 제1호,제22조,구 부가가치세법(2007. 12. 31. 법률 제8826호로 개정되기 전의 것) 제18조 제1항,제4항,제23조 제1항,구 부가가치세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제65조 제1항 제1호,구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제21조,제22조(현행 삭제)<br/>",
  "참조판례": ""
}