{
  "판례일련번호": "160183",
  "사건명": "손해배상(기)·손해배상(기)·손해배상(기)·손해배상(기)",
  "사건번호": "2009다84608,84615,84622,84639",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120112",
  "판시사항": "[1] 공해소송에서 인과관계에 관한 증명책임의 분배<br/>[2] 감정인의 감정 결과의 증명력 및 감정 결과 중 오류가 있는 부분만을 배척하고 나머지 부분에 관한 감정 결과를 증거로 채택할 수 있는지 여부(원칙적 적극)<br/>[3] 불법행위에서 위법성 판단 기준인 수인한도를 결정하는 방법<br/>[4] 어민 甲 등이 수도권매립지관리공사를 상대로 수질오염으로 인한 손해배상을 구한 사안에서, 감정인의 감정 결과 등에 의하면 甲 등이 조업하는 어장에 발생한 피해는 공사가 배출한 침출처리수에 포함된 오염물질이 해양생물에 작용함으로써 발생하였다는 상당한 개연성이 인정되므로 공사의 오염물질 배출과 어장의 피해 사이에 인과관계가 일응 증명되었고, 인과관계를 부정하기 위한 반증도 인정되지 않으며, 그 손해는 수인한도를 넘는 것이어서 위법성이 인정된다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 불법행위로 인한 손해배상청구사건에서 가해행위와 손해발생 간의 인과관계의 증명책임은 청구자인 피해자가 부담하나, 대기오염이나 수질오염에 의한 공해로 인한 손해배상을 청구하는 소송에서는 기업이 배출한 원인물질이 대기나 물을 매체로 하여 간접적으로 손해를 끼치는 수가 많고 공해문제에 관하여는 현재 과학수준으로도 해명할 수 없는 분야가 있기 때문에 가해행위와 손해 발생 사이의 인과관계를 구성하는 하나하나의 고리를 자연과학적으로 증명한다는 것이 매우 곤란하거나 불가능한 경우가 많다. 그러므로 이러한 공해소송에서 피해자에게 사실적인 인과관계의 존재에 관하여 과학적으로 엄밀한 증명을 요구한다는 것은 공해로 인한 사법적 구제를 사실상 거부하는 결과가 될 수 있는 반면에, 가해기업은 기술적·경제적으로 피해자보다 훨씬 원인조사가 용이한 경우가 많을 뿐만 아니라 원인을 은폐할 염려가 있기 때문에, 가해기업이 어떠한 유해한 원인물질을 배출하고 그것이 피해물건에 도달하여 손해가 발생하였다면 가해자 측에서 그것이 무해하다는 것을 증명하지 못하는 한 책임을 면할 수 없다고 보는 것이 사회형평의 관념에 적합하다.<br/>[2] 감정인의 감정 결과는 감정방법 등이 경험칙에 반하거나 합리성이 없는 등 현저한 잘못이 없는 한 존중하여야 한다. 또한 법원은 감정인의 감정 결과 일부에 오류가 있는 경우에도 그로 인하여 감정사항에 대한 감정 결과가 전체적으로 서로 모순되거나 매우 불명료한 것이 아닌 이상, 감정 결과 전부를 배척할 것이 아니라 해당되는 일부 부분만을 배척하고 나머지 부분에 관한 감정 결과는 증거로 채택하여 사용할 수 있다.<br/>[3] 불법행위 성립요건으로서 위법성의 판단 기준은 유해 정도가 사회생활상 통상의 수인한도를 넘는 것인지인데, 수인한도 기준을 결정할 때는 일반적으로 침해되는 권리나 이익의 성질과 침해 정도뿐만 아니라 침해행위가 갖는 공공성의 내용과 정도, 지역환경의 특수성, 공법적인 규제에 의하여 확보하려는 환경기준, 침해를 방지 또는 경감시키거나 손해를 회피할 방안의 유무 및 난이 정도 등 여러 사정을 종합적으로 고려하여 구체적 사건에 따라 개별적으로 결정하여야 한다.<br/>[4] 김포시 및 강화군 부근 해역에서 조업하던 어민 甲 등이 수도권매립지관리공사를 상대로 수질오염으로 인한 손해배상을 구한 사안에서, 감정인의 감정 결과 등에 의하면 공사가 운영하는 수도권매립지로부터 해양생물에 악영향을 미칠 수 있는 유해한 오염물질이 포함된 침출처리수가 배출되었고, 오염물질 중 일정 비율이 甲 등이 조업하는 어장 중 일부 해역에 도달하였으며, 그 후 어장 수질이 악화되고 해양생태계가 파괴되어 어획량이 감소하는 등의 피해가 발생한 사실이 증명되었다고 보이므로, 甲 등이 조업하는 어장에 발생한 피해는 공사가 배출한 침출처리수에 포함된 오염물질이 해양생물에 작용함으로써 발생하였다는 상당한 개연성이 있다고 할 것이어서 공사의 오염물질 배출과 어장에 발생한 해양생태계 악화 및 어획량 감소의 피해 사이에 인과관계가 일응 증명되었고, 공사가 인과관계를 부정하기 위해서는 반증으로 공사가 배출한 침출처리수에 어장 피해를 발생시킨 원인물질이 들어있지 않거나 원인물질이 들어있더라도 안전농도 범위 내에 속한다는 사실을 증명하거나 간접반증으로 어장에 발생한 피해는 공사가 배출한 침출처리수가 아닌 다른 원인이 전적으로 작용하여 발생한 것을 증명하여야 할 것인데 원심이 인정한 사정만으로는 인과관계를 부정할 수 없고, 나아가 공사가 배출한 오염물질로 인하여 甲 등이 입은 손해는 수인한도를 넘는 것이어서 위법성이 인정된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제750조,민사소송법 제288조 / [2]민사소송법 제202조 / [3]민법 제750조 / [4]민법 제750조,민사소송법 제202조,제288조<br/>",
  "참조판례": "[1]대법원 2009. 10. 29. 선고 2009다42666 판결(공2009하, 1987) / [2]대법원 2009. 7. 9. 선고 2006다67602, 67619 판결 / [3]대법원 2010. 7. 15. 선고 2006다84126 판결(공2010하, 1549),대법원 2010. 11. 11. 선고 2008다57975 판결(공2010하, 2235)<br/>"
}