{
  "판례일련번호": "160173",
  "사건명": "업무 방해·노동 조합및 노동관계 조정법 위반·집회및 시위에 관한 법률 위반",
  "사건번호": "2009도8917",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] ‘노조원의 자격에 관한 사항’이구 노동조합 및 노동관계조정법 제92조 제1호 (바)목에서 정한 ‘쟁의행위에 관한 사항’에 해당하는지 여부(소극)<br/>[2] 甲 생명보험회사의 지점장들인 피고인들이 노동조합에 가입하여 파업에 참가함으로써 단체협약의 내용 중 쟁의행위에 관한 사항을 위반하였다고 하여 구 노동조합 및 노동관계조정법 위반으로 기소된 사안에서, 노조원의 자격에 관한 사항은같은 법 제92조 제1호 (바)목에서 규정하고 있는 ‘쟁의행위에 관한 사항’에 해당하지 않는다는 이유로 무죄를 선고한 원심판단을 수긍한 사례<br/>[3] 근로자들이 정당한 쟁의행위를 개시한 후 이와 밀접하게 관련된 새로운 쟁의사항이 부가된 경우, 새로이 부가된 사항에 대하여 쟁의행위를 위한 별도의 조정절차 및 찬반투표절차를 거쳐야 할 의무가 있는지 여부(소극)<br/>[4] 피고인들이 甲 생명보험회사의 노조원들과 공모하여 쟁의 조정절차 및 쟁의행위 찬반투표를 거치지 아니한 채 파업에 돌입하였다고 하여 구 노동조합 및 노동관계조정법 위반으로 기소된 사안에서, 위 행위가같은 법 제91조,제41조 제1항,제45조 제2항 본문에 해당하지 아니한다고 보아 무죄를 선고한 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1]구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 제92조 제1호 (바)목은 단체협약 중 쟁의행위에 관한 사항을 위반한 자를 처벌한다고 규정하고 있는데, 이러한 처벌규정에서 법이 정하고 있는 위반행위를 함부로 유추해석하거나 확대해석하여서는 아니된다. 그런데 단체협약 중 쟁의행위에 관한 사항을 규정하는 제7장은 쟁의 요건, 쟁의기간 중의 부당노동행위 금지, 회사시설의 이용, 쟁의행위 불참가자, 비상재해방지의무, 평화의무를 규정할 뿐 지점장의 노조원 적격 여부에 관하여는 아무런 규정도 두고 있지 않은 점, 단체협약 중 쟁의행위에 관한 사항을 위반한 경우의 처벌에 관한 위 규정은 쟁의행위의 실시와 관련하여 노조가 준수하여야 할 행동지침을 정하고 그 이행을 확보하기 위하여 이러한 사항을 위반한 행위를 형사처벌의 대상으로 삼은 것임에 반해, 노조원의 자격에 관한 사항은 구체적인 쟁의행위의 실시와는 무관하게 노조의 조합원이 될 수 있는 자격을 제한함으로써 근로자의 단결권 자체를 제한한 것인 점 등을 종합할 때, 노조원의 자격에 관한 사항은 위 조항에서 정한 ‘쟁의행위에 관한 사항’에 해당하지 않는다고 보아야 한다.<br/>[2] 甲 생명보험회사 지점장들로서 단체협약상 조합원이 될 수 없는 피고인들이 노동조합에 가입하여 파업에 참가함으로써 단체협약의 내용 중 쟁의행위에 관한 사항을 위반하였다고 하여 구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 위반으로 기소된 사안에서, 노조원의 자격에 관한 사항은같은 법 제92조 제1호 (바)목에서 정한 ‘쟁의행위에 관한 사항’에 해당하지 않는다는 이유로 무죄를 선고한 원심판단을 수긍한 사례.<br/>[3] 근로조건에 관한 노동관계 당사자 간 주장의 불일치로 인하여 근로자들이 조정전치절차 및 찬반투표절차를 거쳐 정당한 쟁의행위를 개시한 후 쟁의사항과 밀접하게 관련된 새로운 쟁의사항이 부가된 경우에는, 근로자들이 새로이 부가된 사항에 대하여 쟁의행위를 위한 별도의 조정절차 및 찬반투표절차를 거쳐야 할 의무가 있다고 할 수 없다.<br/>[4] 피고인들이 甲 생명보험회사의 노조원들과 공모하여 파업의 주된 목적인 ‘성과급제 도입 반대나 철회’에 관하여 쟁의 조정절차 및 쟁의행위 찬반투표를 거치지 아니한 채 파업에 돌입하였다고 하여 구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 위반으로 기소된 사안에서, 피고인들이 주도한 파업의 목적은 이전에 정당하게 개시된 쟁의행위의 목적인 단체협약의 갱신과 단절되고 관련 없는 것이라고 보기 어려워 노동조합이 파업을 위하여 새로이 조정절차나 찬반투표를 거칠 필요가 없으므로, 위 행위가같은 법 제91조,제41조 제1항,제45조 제2항 본문에 해당하지 아니한다고 보아 무죄를 선고한 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조 제1항,형법 제1조 제1항,구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 제92조 제1호 (바)목[현행제92조 제2호 (바)목 참조] / [2]구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 제92조 제1호 (바)목[현행제92조 제2호 (바)목 참조],형사소송법 제325조 / [3]구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 제41조 제1항,제45조 제2항 / [4]구 노동조합 및 노동관계조정법(2010. 1. 1. 법률 제9930호로 개정되기 전의 것) 제41조 제1항,제45조 제2항,제91조,형사소송법 제325조<br/>",
  "참조판례": ""
}