{
  "판례일련번호": "160175",
  "사건명": "임금",
  "사건번호": "2011가단800",
  "법원명": "울산지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20111019",
  "판시사항": "[1] 근로기준법상 근로자에 해당하는지에 관한 판단 기준<br/>[2] 甲 주식회사의 전력사용량 검침 업무, 전기요금청구서 송달업무 중 일부를 직접 수행한 乙, 丙이 甲 회사를 상대로 퇴직금을 청구한 사안에서, 甲 회사와 乙, 丙 사이에는 근로계약관계가 존재하지 않는다고 하며 乙, 丙의 청구를 기각한 사례<br/>",
  "판결요지": "[1] 근로기준법상 근로자에 해당하는지를 판단할 때에는 계약 형식이 민법상 고용계약인지 또는 도급계약인지에 관계없이 실질면에서 근로자가 사업 또는 사업장에 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지에 따라 판단하여야 하고, 그러한 종속적인 관계가 있는지를 판단할 경우 업무 내용이 사용자에 의하여 정하여지고 취업규칙 또는 복무(인사)규정 등의 적용을 받으며 업무수행과정에서도 사용자에게서 구체적 개별적인 지휘·감독을 받는지 여부, 사용자에 의하여 근무시간과 근무장소가 지정되고 이에 구속을 받는지 여부, 근로자 스스로가 제3자를 고용하여 업무를 대행케 하는 등 업무 대체성 유무, 비품·원자재·작업도구 등의 소유관계, 보수의 성격이 근로 자체에 대한 대상적 성격이 있는지 여부와 기본급이나 고정급이 정하여져 있는지 여부 및 근로소득세의 원천징수 여부 등 보수에 관한 사항, 근로제공관계의 계속성과 사용자에의 전속성 유무와 정도, 사회보장제도에 관한 법령 등 다른 법령에 의하여 근로자의 지위를 인정받는지 여부, 양 당사자의 사회·경제적 조건 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 甲 주식회사는 한국전력공사의 전기사용자에 대한 전기요금 징수를 위한 전력사용량 검침, 전기요금청구서 송달 등 업무를 위 공사를 위하여 수행하는 것을 주된 목적으로 하는 회사인데, 전력사용량 검침 업무, 전기요금청구서 송달업무 중 일부를 직접 수행한 乙, 丙이 甲 회사를 상대로 퇴직금을 청구한 사안에서, 甲 회사가 乙, 丙에게 전력사용량 검침 및 전기요금청구서 송달 업무를 맡기면서 각 계약기간을 1년으로 정하여 ‘위탁계약’이라는 명칭의 계약을 체결하였고, 이때 계약서에 乙, 丙의 업무수행이 근로기준법에서 정한 ‘근로’에 해당하지 아니하며 乙, 丙이 甲 회사에 종속관계에 있지 아니함을 확인한다는 취지의 문구를 기재한 사실, 乙, 丙과 甲 회사 사이에는 취업규칙, 인사규정 등이 존재하지 아니하여 乙, 丙이 甲 회사가 소집하는 회의, 교육에 불참하거나 기타 업무를 태만히 한 경우에도 인사상 불이익을 줄 수는 없었으며 달리 업무 수행을 강제할 근거도 없었던 사실, 乙, 丙은 甲 회사에게서 업무 수행에 대한 대가로서 일정한 기본급이나 고정급을 지급받지는 아니하였으며, 乙, 丙이 수행한 검침·송달 건수에 일정한 단가를 곱하는 방법으로 산정한 수수료 명목의 돈만을 지급받았던 사실, 乙, 丙은 세무서에 사업자등록을 하고 사업소득세를 납부하였는데, 甲 회사는 乙, 丙에게 위 업무 수행에 대한 대가를 지급하면서 근로소득세가 아닌 사업소득세 상당액을 원천징수하였던 사실, 乙, 丙은 甲 회사와 계약기간을 1년으로 정하여 위탁계약을 체결하였는데, 위 계약기간이 만료되면 자유롭게 이직할 수 있었을 뿐만 아니라 계약기간 중에도 다른 직종에 제한 없이 겸직이 가능하였던 사실, 乙, 丙은 甲 회사를 사업자로 하는 국민연금보험, 국민건강보험, 고용보험, 산업재해보상보험 등에도 가입되어 있지 아니하였던 사실 등을 고려해보면 甲 회사와 乙, 丙 사이에는 근로계약관계가 존재하지 않는다고 하며, 근로계약관계의 존재를 전제로 퇴직금의 지급을 구하는 乙, 丙의 청구를 기각한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]근로기준법 제2조 제1항 제1호 / [2]근로기준법 제2조 제1항 제1호<br/>",
  "참조판례": "[1]대법원 2005. 11. 10. 선고 2005다50034 판결(공2005하, 1969)<br/>"
}