{
  "판례일련번호": "160213",
  "사건명": "평균 임금 정정및 보험급여 차액부 지급 처분 취소",
  "사건번호": "2011두2545",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120112",
  "판시사항": "[1] 사업이 휴업 또는 폐업되거나 근로자가 퇴직한 이후 진폐증 진단이 확정된 근로자에 대하여 근로기준법 등에서 정한 원칙적인 방법으로 평균임금을 산정할 수 없는 경우, 평균임금 산정방법 <br/>[2] 근로복지공단이 퇴직 후 진폐증 진단을 받은 甲의 평균임금 산정이 불가능하다며구 산업재해보상보험법 제38조 제5항 등에서 정한 ‘평균임금 산정 특례’를 적용하여 평균임금을 결정한 다음 甲의 평균임금정정 및 보험급여 차액 지급 청구를 거부하는 처분을 한 사안에서, 위 처분이 위법하다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 사업이 휴업 또는 폐업되거나 근로자가 퇴직한 이후 진폐증 진단이 확정된 근로자에 대하여구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제4조 제2호에 따라 근로기준법 및 근로기준법 시행령이 정하는 원칙적인 방법으로 평균임금을 산정할 수 없는 경우 곧바로 평균임금 산정 특례인구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것, 이하 ‘구 산재법 시행령’이라 한다) 제26조 제3항을 적용할 것은 아니고, 우선 근로자의 통상 생활임금을 사실대로 산정할 수 있는 합리적인 평균임금 산정방법을 찾아야 하고, 그와 같은 방식으로 산정한 평균임금에 평균임금 증감을 거친 금액이 ‘근로자의 퇴직일 기준 노동통계조사보고서상 동종 직종 근로자 임금액에 평균임금 증감을 거친 금액’에 미치지 못하는 등 근로자 보호에 부적당한 경우에 한하여 비로소구 산재법 시행령 제26조 제3항을 적용하여야 한다.<br/>[2] 근로복지공단이 퇴직 후 진폐증 진단을 받은 甲의 보험급여 지급의 기초가 되는 평균임금을 산정하면서 퇴직 전 3개월 중 업무상 재해로 요양을 받았던 기간을 제외한 나머지 기간에 지급된 임금 총액을 알 수 없어 평균임금 산정이 불가능하다며구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제5항,구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제26조 제2항,제3항 등에서 정한 ‘평균임금 산정 특례’를 적용하여 평균임금을 결정한 다음 甲의 평균임금정정 및 보험급여 차액 지급 청구를 거부하는 처분을 한 사안에서, 진폐증으로 인한 보험급여 지급의 기초가 되는 甲의 평균임금은 재직 중 업무상 재해로 인한 장해보상금 산정 시 적용되었던 평균임금에 터잡아 산정하는 것이 평균임금 산정 특례를 적용하여 산정하는 것보다 오히려 甲에게 유리하고, 이렇게 산정한 평균임금이 통상의 경우보다 현저하게 많다고 보이지 않는다는 이유로, 위 처분이 위법하다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제5항(현행제36조 제6항 참조),구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제26조 제2항(현행제25조 제2항 참조),제3항(현행제25조 제5항 참조),구 산업재해보상보험법 시행규칙(2006. 8. 31. 노동부령 제258호로 개정되기 전의 것) 제12조 제2항(현행 삭제) / [2]구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제5항(현행제36조 제6항 참조),구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제26조 제2항(현행제25조 제2항 참조),제3항(현행제25조 제5항 참조),구 산업재해보상보험법 시행규칙(2006. 8. 31. 노동부령 제258호로 개정되기 전의 것) 제12조 제2항(현행 삭제)<br/>",
  "참조판례": "[1]대법원 2007. 4. 26. 선고 2005두2810 판결(공2007상, 792)<br/>"
}