{
  "판례일련번호": "160247",
  "사건명": "손해배상(기)",
  "사건번호": "2011다63857",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120126",
  "판시사항": "[1] 다가구주택 일부에 관한 임대차계약을 중개하는 중개업자가 임차의뢰인에게 부담하는 의무의 내용 및 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상 손해를 발생하게 한 경우,공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조에 의한 손해배상책임을 부담하는지 여부(적극)<br/>[2] 중개업자 甲이 다가구주택 일부에 관하여 임대의뢰인 乙과 임차의뢰인 丙의 임대차계약을 중개하면서 丙에게 다른 임차인의 임대차보증금 등에 관한 사항을 확인하여 설명 등을 하지 않았는데, 그 후 개시된 경매절차에서 丙이 다른 소액임차인 등보다 후순위에 있어서 임대차보증금을 배당받거나 반환받지 못한 사안에서, 甲 및 甲과 공제계약을 체결한 한국공인중개사협회의 손해배상책임을 인정한 사례<br/>",
  "판결요지": "[1] 중개업자는 다가구주택 일부에 관한 임대차계약을 중개하면서 임차의뢰인이 임대차계약이 종료된 후에 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 다가구주택의 권리관계 등에 관한 자료를 제공하여야 하므로, 임차의뢰인에게 부동산 등기부상에 표시된 중개대상물의 권리관계 등을 확인·설명하는 데 그쳐서는 아니 되고, 임대의뢰인에게 다가구주택 내에 이미 거주해서 살고 있는 다른 임차인의 임대차계약내역 중 개인정보에 관한 부분을 제외하고 임대차보증금, 임대차의 시기와 종기 등에 관한 부분의 자료를 요구하여 이를 확인한 다음 임차의뢰인에게 설명하고 자료를 제시하여야 하며,공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙 제16조에서 정한 서식에 따른 중개대상물 확인·설명서의 중개목적물에 대한 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’란에 그 내용을 기재하여 교부하여야 할 의무가 있고, 만일 임대의뢰인이 다른 세입자의 임대차보증금, 임대차의 시기와 종기 등에 관한 자료요구에 불응한 경우에는 그 내용을 중개대상물 확인·설명서에 기재하여야 할 의무가 있다. 그러므로 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상의 손해를 발생하게 한 때에는공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조에 의하여 이를 배상할 책임이 있다.<br/>[2] 공인중개사의 업무 및 부동산 거래신고에 관한 법률(이하 ‘공인중개사법’이라 한다)에서 정한 중개업자 甲이 다가구주택 일부에 관하여 임대의뢰인 乙과 임차의뢰인 丙의 임대차계약을 중개하면서 丙에게 부동산 등기부에 기재된 근저당권의 채권최고액을 고지하고 임대차계약서의 특약사항에 이를 기재하였으나, 다가구주택에 거주하던 다른 임차인의 임대차보증금 액수, 임대차계약의 시기와 종기 등에 관한 사항을 확인하여 설명하지 않았고 근거자료를 제시하지도 않았으며, 중개대상물 확인·설명서의 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’란에도 이를 기재하지 않았는데, 그 후 위 다가구주택에 관하여 개시된 경매절차에서 다가구주택의 다른 소액임차인 등은 배당을 받았으나 丙은 이들보다 후순위에 있어 임대차보증금 반환채권을 배당받지 못하였고 乙에게서도 임대차보증금을 반환받지 못한 사안에서,공인중개사법 제30조에 의하여 甲 및 甲과 공제계약을 체결한 한국공인중개사협회의 손해배상책임을 인정한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2011. 4. 12. 법률 제10580호로 개정되기 전의 것) 제25조 제1항,제2항,공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조,공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령 제21조,공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙 제16조 / [2]구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2011. 4. 12. 법률 제10580호로 개정되기 전의 것) 제25조 제1항,제2항,공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조,공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령 제21조,공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙 제16조<br/>",
  "참조판례": ""
}