{
  "판례일련번호": "160212",
  "사건명": "관세 경정 처분 취소",
  "사건번호": "2011두13491",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120112",
  "판시사항": "[1]구 관세법 제50조 제1항의 수입물품에 대한 품목분류 결정방법<br/>[2] 甲 주식회사 등이 원자재로 사용할 목적으로 ‘괴’가 아닌 그 자체로 상품으로 사용할 수 있는 ‘판·쉬트’ 형태로 알루미늄을 수입한 사안에서, 비록 甲 회사 등이 알루미늄 제품의 원자재로 사용할 목적이 있었더라도 물품의 성질상 관세율표에 따른 수입물품의 품목번호는 7601.10-0000호가 아닌 관세율이 더 높은 7606.11-9000호라고 본 원심판단을 수긍한 사례<br/>[3] 甲 주식회사 등이 알루미늄을 수입하면서 관세율 1%인 관세율표 품목번호 7601.10-0000호로 신고한 것에 대하여, 부산세관장이 이를 수리하였다가 나중에 위 물품을 관세율이 더 높은 품목번호 7606.11-9000호로 보고 품목오류를 원인으로 누락된 관세 등을 경정하는 처분을 한 사안에서, 위 처분이 신뢰보호의 원칙에 위배되지 않는다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 관세법(2009. 2. 6. 법률 제9410호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제16조는 관세는 수입신고를 하는 때의 물품 성질과 수량에 의하여 부과하도록 규정하고 있고,법 제50조 제1항에서 정한 관세율표의 ‘관세율표 해석에 관한 통칙’은 법적인 목적상 품목분류는 1차적으로 각 호의 용어 및 관련 부 또는 류의 주에 따라 결정하도록 되어 있으므로, 수입물품에 대한 품목분류는 수입신고 시를 기준으로, 물품의 주요 특성, 기능, 용도, 성분, 가공정도 등 여러 가지 객관적인 요소에 따라 물품을 확정한 다음, 그에 해당하는 품목번호를 관세율표가 정하는 바에 따라 결정하여야 하고, 특별한 사정이 없는 한 해당 물품에 대한 납세의무자의 주관적인 용도나 수입 후의 실제 사용 용도를 고려할 것은 아니다.<br/>[2] 甲 주식회사 등이 원자재로 사용할 목적으로 알루미늄을 수입하면서 수출업자의 세제상 편의를 도모하기 위해 ‘괴’가 아닌 그 자체로 상품으로 사용할 수 있는 ‘판·쉬트’ 형태로 수입한 사안에서, 수입물품의 두께와 폭, 알루미늄과 기타 원소 등의 함유량, 알루미늄 함유량이 전 중량에서 차지하는 비율 등에 비추어 보면 비록 甲 회사 등이 알루미늄 제품의 원자재로 사용할 목적이 있었더라도구 관세법(2009. 2. 6. 법률 제9410호로 개정되기 전의 것) 제50조 제1항 [별표]에서 정한 관세율표에 따른 수입물품의 품목번호는 7601.10-0000호의 ‘합금하지 아니한 알루미늄의 괴’가 아니라 이보다 관세율이 더 높은 7606.11-9000호의 ‘알루미늄의 판·쉬트 및 스트립(두께가 0.2㎜를 초과하는 것에 한한다) 중 합금하지 아니한 알루미늄의 것’이라고 본 원심판단을 수긍한 사례.<br/>[3] 甲 주식회사 등이 알루미늄을 수입하면서 관세율 1%인 관세율표 품목번호 7601.10-0000호로 신고한 것에 대하여, 부산세관장이 이를 수리하였다가 나중에 위 물품을 관세율이 더 높은 품목번호 7606.11-9000호로 보고 품목오류를 원인으로 누락된 관세 등을 경정하는 처분을 한 사안에서, 관세율 1%를 적용하여 수입되었던 진공 빌레트는 위 물품과 전혀 다른 형태를 띠고 있고 가공 정도 및 형태상 알루미늄의 괴로 분류할 수밖에 없으며, 수입신고의 수리는 사실행위에 불과하여 공적인 견해표명이라 할 수 없고, 甲 회사 등은 품목분류 사전심사제도를 이용하여 수입물품이 어느 품목으로 분류될지 미리 알아볼 수 있었으므로 귀책사유가 없다고 할 수 없다는 등 이유로, 위 처분이 신뢰보호의 원칙에 위배되지 않는다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 관세법(2009. 2. 6. 법률 제9410호로 개정되기 전의 것) 제16조,제50조 제1항 / [2]구 관세법(2009. 2. 6. 법률 제9410호로 개정되기 전의 것) 제16조,제50조 제1항 / [3]구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제15조,구 관세법(2009. 2. 6. 법률 제9410호로 개정되기 전의 것) 제16조,제50조 제1항,제38조의3,제84조,구 관세법 시행령(2009. 2. 4. 대통령령 제21305호로 개정되기 전의 것) 제98조 제1항<br/>",
  "참조판례": ""
}