{
  "판례일련번호": "160251",
  "사건명": "과징금 부과 처분 취소",
  "사건번호": "2011두15053",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] 부동산 소유권 이전을 내용으로 하는 계약을 체결하였으나 계약의 효력이 발생하지 않았거나 소급하여 소멸한 경우,구 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에서 정하는 과징금 부과 대상에 해당하는지 여부(소극)<br/>[2] 구 농지개혁법 시행 당시 농지매매계약을 체결한 법인이구 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 및부칙(1995. 3. 30.) 제3조가 정하는 기간 내에 소유권이전등기를 신청하지 않은 경우, 법 조항에 따른 과징금을 부과할 수 있는지 여부(원칙적 소극)<br/>[3] 부동산개발업을 주목적으로 하는 甲 주식회사가 골프장 건설을 위하여 乙에게서 토지를 매수하는 계약을 체결하고 대금을 모두 지급하였음에도구 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 등에서 정한 기간 내에 소유권이전등기를 신청하지 않아 이를 위반했다는 이유로 관할 구청장이 甲 회사에 과징금을 부과한 사안에서, 甲 회사에 대하여 위 매매계약에 따른 소유권이전등기신청 미이행을 이유로위 법 제10조 제1항에 따른 과징금을 부과할 수 없다고 한 사례<br/>",
  "판결요지": "[1]구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것, 이하 ‘구 부동산실명법’이라 한다) 제10조 제1항,부동산등기 특별조치법 제2조 제1항,법률 제4244호 부칙 제2조 등 관련 법령의 규정 내용과 체계에 비추어 보면, 부동산 소유권 이전을 내용으로 하는 계약을 체결하였더라도 계약의 효력이 발생하지 않았거나 소급하여 소멸한 경우에는구 부동산실명법 제10조 제1항이 정하는 과징금 부과 대상에 해당하지 않는다고 보아야 한다.<br/>[2] 구 농지개혁법(1994. 12. 22. 법률 제4817호로 폐지, 이하 같다) 시행 당시 주식회사와 같은 법인은 농지매매계약을 체결하더라도,구 농지개혁법 시행규칙(1988. 11. 3. 농림수산부령 제1006호로 개정되기 전의 것) 제51조 제1항 단서에 해당한다는 등 특별한 사정이 없는 한, 구 농지개혁법 또는 구 농지임대차관리법(1994. 12. 22. 법률 제4817호로 폐지)상 농지매매증명을 발급받을 수 없어 결과적으로 농지의 소유권을 취득할 수 없고, 이 경우 농지 매도인이 매매계약에 따라 매수인에 대하여 부담하는 소유권이전등기의무는 원시적으로 이행불능이며, 이러한 원시적 불능인 급부를 목적으로 하는 농지매매계약은 채권계약으로서도 무효이다. 1996. 1. 1. 구 농지개혁법이 폐지되고 농지법이 시행되었다고 하여도 다른 특별한 사정이 없으면 무효인 농지매매계약이 유효로 당연히 전환되는 것은 아니다. 따라서 구 농지개혁법 시행 당시 농지매매계약을 체결한 주식회사와 같은 법인이구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것) 제10조 제1항 및부칙(1995. 3. 30.) 제3조가 정하는 기간 내에 소유권이전등기를 신청하지 않았다고 하더라도 특별한 사정이 없으면 위 법 조항에 따른 과징금을 부과할 수 없다고 보아야 한다.<br/>[3] 부동산개발업을 주목적으로 하는 甲 주식회사가 골프장 건설을 위하여 乙에게서 토지를 매수하는 계약을 체결하고 대금을 모두 지급하였음에도구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것, 이하 ‘구 부동산실명법’이라 한다) 제10조 제1항,부칙(1995. 3. 30.) 제3조에서 정한 기간 내에 소유권이전등기를 신청하지 않았다는 이유로 관할 구청장이 甲 회사에 과징금을 부과한 사안에서, 위 매매계약은 甲 회사가 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 시행 당시 농지에 관하여 체결하여 원시적 불능인 급부를 목적으로 하는 것으로서 무효라는 이유로, 甲 회사에 대하여 매매계약에 따른 소유권이전등기신청 미이행을 이유로구 부동산실명법 제10조 제1항에 따른 과징금을 부과할 수 없다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것) 제10조 제1항,부칙(1995. 3. 30.) 제3조,부동산등기 특별조치법 제2조 제1항,부칙(1990. 8. 1.) 제2조 / [2]구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 제19조 제3호(현행농지법 제8조 참조),구 농지개혁법 시행규칙(1988. 11. 3. 농림수산부령 제1006호로 개정되기 전의 것) 제51조 제1항,구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것) 제10조 제1항,부칙(1995. 3. 30.) 제3조 / [3]구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 제19조 제3호(현행농지법 제8조 참조),구 농지개혁법 시행규칙(1988. 11. 3. 농림수산부령 제1006호로 개정되기 전의 것) 제51조 제1항,구 부동산 실권리자명의 등기에 관한 법률(2010. 3. 31. 법률 제10203호로 개정되기 전의 것) 제10조 제1항,부칙(1995. 3. 30.) 제3조<br/>",
  "참조판례": "[1]대법원 2009. 10. 15. 선고 2009두8090 판결(공2009하, 1889) / [2]대법원 1989. 2. 14. 선고 87다카1128 판결(공1989, 405),대법원 2008. 4. 24. 선고 2007다65665 판결<br/>"
}