{
  "판례일련번호": "160229",
  "사건명": "배당이의",
  "사건번호": "2011가합1251",
  "법원명": "울산지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20111020",
  "판시사항": "[1] 공동근저당권의 피담보채권이 확정된 후 피담보채권 전부가 양도된 경우, 공동근저당관계에 있는 복수의 근저당권도 당연히 전부 이전되어야 하는지 여부(적극) 및 공동근저당관계를 해소하는 방법<br/>[2] 무효인 근저당권설정등기 유용에 관한 합의 이전에 후순위 근저당권자가 있는 경우, 후순위 근저당권자에 대한 관계에서 유용 합의의 효력 유무(무효)<br/>[3] 제1, 제2, 제3토지에 동일한 채권을 담보하기 위한 공동근저당권이 설정되어 있었는데, 근저당권자 甲이 피담보채권을 확정하여 확정채권 전액을 乙 등에게 양도함에 따라 제3토지에 설정된 근저당권에 관하여 乙 등의 명의로 근저당권이전등기를 마쳤고, 이후 제1, 제2토지에 설정된 근저당권에 관하여는 계약양도를 원인으로 하여 丙 등의 명의로 근저당권이전등기를 마친 사안에서, 제1, 제2토지에 설정된 근저당권이 乙 등에게 이전되지 않고 남아 있는 것은 공동근저당권의 공동부종성의 법리에 반하고, 채권양도로 인하여 피담보채권이 존재하지 않는 무효의 근저당권이므로, 甲이 丙 등에게 제1, 제2토지에 설정된 근저당권을 양도하였더라도 무효의 근저당권을 양도한 것에 불과하고, 근저당권설정등기 유용에 관한 합의가 있었더라도 후순위 근저당권자로서 이해관계 있는 제3자인 丁에 대한 관계에서 아무런 효력이 없고 그 범위 내에서 위 등기는 무효의 등기이며, 이에 터잡아 순차로 마쳐진 근저당권 역시 무효라고 한 사례<br/>",
  "판결요지": "[1] 공동근저당권을 이루는 복수의 저당목적물에 설정된 근저당권은 피담보채권을 공통으로 하고 있기 때문에 공동근저당권의 피담보채권이 확정된 후에는 피담보채권 전부가 양도되면 공동근저당권의 공동부종성에 의하여 공동근저당관계에 있는 복수의 근저당권도 당연히 전부 이전되어야 한다. 이러한 공동부종성 때문에 공동근저당관계를 해소하지 않는 한, 공동근저당권 중 일부에 대하여만 이전등기를 할 수는 없다. 또한 이 경우 현행 부동산등기법상 각 부동산 사이의 공동담보관계를 해소하는 내용의 근저당권변경등기가 인정되지 아니하므로, 공동근저당관계를 해소하기 위해서는 공동담보에서 제외하고자 하는 부동산에 대하여 일부 포기를 원인으로 근저당권말소등기를 하여야만 한다.<br/>[2] 무효인 근저당권설정등기의 유용은 유용 합의 이전에 등기상 이해관계가 있는 제3자가 없는 경우에 한하여 가능하므로, 유용 합의 이전에 후순위 근저당권자가 있는 경우에는 근저당권설정등기 유용에 관한 합의는 후순위 근저당권자에 대한 관계에서 효력이 없으며, 그 범위 내에서 위 등기는 실체관계에 부합하지 아니하는 무효의 등기이다.<br/>[3] 제1, 제2, 제3토지에 동일한 채권을 담보하기 위한 공동근저당권이 설정되어 있었는데, 근저당권자 甲이 피담보채권을 확정하여 확정채권 전액을 乙 등에게 양도함에 따라 제3토지에 설정된 근저당권에 관하여 乙 등의 명의로 근저당권이전등기를 마쳤고, 이후 제1, 제2토지에 설정된 근저당권에 관하여는 계약양도를 원인으로 하여 丙 등의 명의로 근저당권이전등기를 마친 사안에서, 제3토지에 설정된 근저당권부 채권이 乙 등에게 전부 이전되어 乙 등의 명의로 근저당권이전등기가 마쳐진 이상 공동근저당관계에 있는 제1, 제2토지에 설정된 근저당권 역시 공동부종성에 의하여 乙 등에게 전부 이전되었어야 하고, 甲이 채권양도 당시 제1, 제2토지에 대하여 공동저당관계를 해소하는 취지였다면 이에 대하여 공동저당의 일부 포기를 원인으로 근저당권말소등기를 하여야 하는데, 제3토지와 공동근저당관계에 있는 제1, 제2토지에 설정된 근저당권이 乙 등에게 이전되지 않고 그대로 남아 있는 이상 공동근저당권의 공동부종성의 법리에 반하고, 근저당권설정등기가 말소되지 않고 남아 있더라도 채권양도로 인하여 피담보채권이 존재하지 않는 무효의 근저당권이므로, 甲이 이후 丙 등에게 제1, 제2토지에 설정된 근저당권을 양도하였더라도 이는 무효의 근저당권을 양도한 것에 불과하고, 甲이 乙 등에게 근저당권부 채권을 양도할 당시 채무자와 제3토지에 설정된 근저당권부 채권만을 乙 등에게 양도하고 제1, 제2토지에 설정된 근저당권은 채무자가 甲에 대하여 부담하는 채권을 담보하는 용도로 계속 존치시키기로 하는 이른바 근저당권설정등기 유용에 관한 합의가 있었더라도, 제1, 제2토지에는 채권양도 당시 丁이 후순위 근저당권을 가지고 있어 근저당권설정등기 유용에 관한 합의 이전에 이미 이해관계 있는 제3자가 존재하는 경우에 해당하므로, 근저당권설정등기 유용 합의는 후순위 근저당권자로서 이해관계 있는 제3자인 丁에 대한 관계에서 아무런 효력이 없고, 그 범위 내에서 위 등기는 실체관계에 부합하지 아니하는 무효의 등기이며, 이에 터잡아 순차로 마쳐진 근저당권 역시 무효라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제186조,제357조,제361조,제368조,제449조 / [2]민법 제186조,제357조 / [3]민법 제186조,제357조,제361조,제368조,제449조<br/>",
  "참조판례": "[2]1974. 9. 10. 선고 74다482 판결(공1974, 8048)<br/>"
}