{
  "판례일련번호": "160248",
  "사건명": "해고 무효 확인등",
  "사건번호": "2010다100919",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] 징계위원회가 징계의결이 요구된 징계사유를 근본적으로 수정하거나 그 밖의 징계사유를 추가하여 징계의결을 할 수 있는지 여부 및 징계대상자에 대한 소명기회 부여 등 징계절차를 위반하여 이루어진 징계해고의 효력<br/>[2] 국민건강보험공단이 인사규정 위반을 이유로 근로자 甲을 해임처분한 사안에서, 징계위원회가 징계의결이 요구되지 않은 새로운 징계사유를 추가하여 징계의결하였고, 甲이 징계사유에 대한 변명과 소명자료를 제출할 기회를 부여받았다고 할 수 없으므로 징계절차를 위반하여 이루어진 해임처분은 무효라는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 사내 전자게시판에 게시된 문서의 문언에 의하여 타인의 인격 등이 훼손되고 기재된 사실관계 일부에 허위 등이 있더라도, 그 목적이 근로조건의 유지·개선 등을 위한 것으로서 문서 내용이 전체적으로 보아 진실인 경우, 문서게시행위가 근로자의 정당한 활동범위에 속하는지 여부(적극)<br/>",
  "판결요지": "[1] 취업규칙 등 징계규정에서, 근로자에게 일정한 징계사유가 있을 때 징계의결 요구권자가 먼저 징계사유를 들어 징계위원회에 징계의결 요구를 하고 징계의결 결과에 따라 징계처분을 하되 징계위원회는 징계대상자에게 진술의 기회를 부여하고 이익되는 사실을 증명할 수 있도록 하며 징계의결을 하는 경우에는 징계의 원인이 된 사실 등을 명시한 징계의결서에 의하도록 규정하고 있을 경우, 징계위원회는 어디까지나 징계의결 요구권자에 의하여 징계의결이 요구된 징계사유를 심리대상으로 하여 그에 대하여만 심리·판단하여야 하고 징계의결이 요구된 징계사유를 근본적으로 수정하거나 징계의결 이후에 발생한 사정 등 그 밖의 징계사유를 추가하여 징계의결을 할 수는 없다. 또한 징계대상자에게 징계위원회에 출석하여 변명과 소명자료를 제출할 기회를 부여하도록 되어 있음에도 이러한 징계절차를 위반하여 징계해고하였다면 이러한 징계권의 행사는 징계사유가 인정되는지와 관계없이 절차의 정의에 반하여 무효라고 보아야 한다.<br/>[2] 국민건강보험공단이 인사규정 위반을 이유로 근로자 甲을 해임처분한 사안에서, 공단의 징계의결 요구를 받은 징계위원회가 甲이 징계위원회에 음주상태로 출석하여서 한 진술과 관련하여 ‘진술 시 품위손상’을 별도의 독립한 징계사유로 삼았으나, 징계의결 요구권자는 징계위원회에 甲의 사내 전자게시판 게시글 게시행위만을 징계사유로 삼아 경징계 요구하였으므로 징계의결에는 요구되지 않은 ‘진술 시 품위손상’을 새로운 징계사유로 추가한 잘못이 있고, 징계위원회가 甲에게 ‘진술 시 품위손상’이 징계사유로 된다는 점을 징계위원회 개최 중에라도 전혀 고지하지 않았으므로 甲이 음주상태로 징계위원회에 출석하게 된 경위에 관하여 답변하였다고 하여 징계사유에 대한 변명과 소명자료를 제출할 기회를 부여받았다고 할 수 없으므로, 공단 인사규정에서 정한 징계절차를 위반하여 이루어진 위 해임처분은 징계사유가 인정되는지와 관계없이 무효라는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[3] 사내 전자게시판에 게시된 문서에 기재되어 있는 문언에 의하여 타인의 인격, 신용, 명예 등이 훼손 또는 실추되거나 그렇게 될 염려가 있고, 또 문서에 기재되어 있는 사실관계 일부가 허위이거나 표현에 다소 과장되거나 왜곡된 점이 있다고 하더라도, 문서를 배포한 목적이 타인의 권리나 이익을 침해하려는 것이 아니라 근로조건의 유지·개선과 근로자의 복지증진 기타 경제적·사회적 지위의 향상을 도모하기 위한 것으로서 문서 내용이 전체적으로 보아 진실한 것이라면 이는 근로자의 정당한 활동범위에 속한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]근로기준법 제23조 제1항 / [2]근로기준법 제23조 제1항 / [3]근로기준법 제23조 제1항<br/>",
  "참조판례": "[1]대법원 1984. 9. 25. 선고 84누299 판결(공1984, 1747),대법원 1991. 7. 9. 선고 90다8077 판결(공1991, 2112)<br/>"
}