{
  "판례일련번호": "160242",
  "사건명": "취득세등 추징 처분 취소",
  "사건번호": "2010두26414",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] 동일한 과세대상에 대하여 존재하는 복수의 감면규정 중 어느 하나의 규정에 따라 감면이 이루어진 후 다른 감면규정에 종속하는 추징규정에 근거하여 추징처분이 이루어진 경우, 추징처분의 적법 여부 판단 기준<br/>[2] 합병 전 대한주택공사가 국민임대아파트 사업 부지 취득에 관해구 지방세법 제289조 제1항에 따른 취득세 등 면제신청을 하여 면제결정을 받았는데, 이후 관할 행정청이 이 경우같은 법 제269조 제1항에도 해당되나 사업계획승인일로부터 4년 이내에 건축을 착공하지 않았다는 이유로같은 법 제269조 제3항 등에 의해 면제된 취득세 등을 추징하는 처분을 한 사안에서, 당초에 한 면제결정이 적법한지, 그렇지 않다면같은 법 제269조 제1항 및제3항의 요건을 충족하는지를 판단하지 아니한 채, 단지같은 법 제269조 제1항에 의한 면제결정 없이 추징처분을 하여 위법하다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 동일한 과세대상에 대하여 조세를 감면할 근거규정이 둘 이상 존재하는 경우에 어느 하나의 감면규정에 정한 감면요건이 충족되고 그 규정에 따른 감면에 대해서는 추징규정이 없거나 추징사유가 발생하지 아니하였다면 나머지 다른 감면규정에 부속된 추징사유가 발생하여 그 규정에 따른 추징처분은 가능하게 되었다고 하더라도 원래의 감면사유가 여전히 존재하는 이상 추징처분을 하는 것은 허용되지 않는다고 할 것이다. 따라서 복수의 감면규정 중 어느 하나의 규정에 따라 감면이 이루어진 후 다른 감면규정에 종속하는 추징규정에 근거하여 추징처분이 이루어진 경우에는 당초에 한 감면결정의 근거가 된 감면사유가 존재하는지를 먼저 판단하여 그 감면사유가 존재한다면 다른 감면규정에 따른 추징요건을 충족하는지와 상관없이 추징처분은 위법하다고 할 것이다. 반면 당초 감면결정의 감면사유가 인정되지 않는다면 거기에서 나아가 추징처분의 바탕이 된 감면규정에 정한 감면사유 및 추징사유의 존부를 가려 그 처분의 위법 여부를 판단하여야 할 것이다. 그리고 이 경우 추징처분이 적법하기 위해서 전제가 되는 감면결정이 먼저 있어야 하는지는 해당 법령의 성격 등을 따져서 할 것이므로, 그 감면결정에 당사자의 감면신청이 필요적 요건이 아니라면 따로 감면결정이 없었더라도 곧바로 추징처분을 할 수 있다고 볼 것이다.<br/>[2] 합병 전 대한주택공사가 1가구당 면적 36㎡ 내지 51㎡인 국민임대아파트를 건설하는 사업계획승인을 받고 사업 부지에 대해구 지방세법(2009. 5. 13. 법률 제9669호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제289조 제1항에 따른 취득세 등 면제신청을 하여 관할 행정청에게서 취득세 등 면제결정을 받았는데, 이후 관할 행정청이 이 경우법 제269조 제1항에도 해당되나 사업계획승인일로부터 4년 이내에 주택 건축을 착공하지 않았다는 이유로법 제269조 제3항 등에 의해 면제된 취득세 등을 추징하는 처분을 한 사안에서, 당초 면제결정이법 제289조 제1항의 요건을 충족한다면,법 제269조 제3항의 추징요건을 충족한다 하더라도 추징처분은 위법한 것이고, 반대로 당초 면제결정이 잘못 이루어진 것이라면 나아가법 제269조 제1항 및제3항의 요건에 해당하는지를 심리하여 추징처분이 위법한지를 판단해야 하며,법 제269조 제1항에 의한 면제의 경우 면제신청이나 면제결정이 필요적 요건이 아니라서법 제269조 제1항에 의한 면제결정이 없더라도 추징처분을 할 수 있다고 보는 것이 타당한데도, 당초에 한 면제결정이 적법한지, 나아가법 제269조 제1항 및제3항의 요건이 충족되는지에 대해 전혀 판단하지 아니한 채 단지법 제269조 제1항에 의한 면제결정 없이 추징처분을 한 것 자체로 위법하다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 지방세법(2009. 5. 13. 법률 제9669호로 개정되기 전의 것) 제269조 제1항(현행지방세특례제한법 제32조 제1항 참조),제3항(현행지방세특례제한법 제32조 제3항 참조),제289조 제1항(현행지방세특례제한법 제76조 제1항 참조),제292조(현행지방세특례제한법 제98조 제1항 참조),구 지방세법 시행령(2008. 12. 31. 대통령령 제21217호로 개정되기 전의 것) 제223조 제1항(현행지방세특례제한법 시행령 제14조 제1항 참조),제2항(현행지방세특례제한법 시행령 제14조 제2항 참조),제225조 제2호(현행지방세특례제한법 시행령 제36조 제1항 제1호 참조),구 대한주택공사법(2007. 4. 27. 법률 제8408호로 개정되기 전의 것) 제3조 제1항 제1호(현행한국토지주택공사법 제8조 제1항 제1호 참조) / [2]구 지방세법(2009. 5. 13. 법률 제9669호로 개정되기 전의 것) 제269조 제1항(현행지방세특례제한법 제32조 제1항 참조),제3항(현행지방세특례제한법 제32조 제3항 참조),제289조 제1항(현행지방세특례제한법 제76조 제1항 참조),제292조(현행지방세특례제한법 제98조 제1항 참조),구 지방세법 시행령(2008. 12. 31. 대통령령 제21217호로 개정되기 전의 것) 제223조 제1항(현행지방세특례제한법 시행령 제14조 제1항 참조),제2항(현행지방세특례제한법 시행령 제14조 제2항 참조),제225조 제2호(현행지방세특례제한법 시행령 제36조 제1항 제1호 참조),구 대한주택공사법(2007. 4. 27. 법률 제8408호로 개정되기 전의 것) 제3조 제1항 제1호(현행한국토지주택공사법 제8조 제1항 제1호 참조)<br/>",
  "참조판례": ""
}