{
  "판례일련번호": "160435",
  "사건명": "손해배상(기)",
  "사건번호": "2007다83991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110526",
  "판시사항": "[1] 고의에 의한 채무불이행으로 손해배상책임을 지는 채무자가 채무 발생의 원인이 된 계약을 체결할 당시 채권자의 착오를 이용하거나 이에 적극 편승하여 계약을 체결하였고 그 결과 부당한 이득을 취득하게 된 경우, 채권자의 과실에 터잡은 채무자의 과실상계 주장이 허용되는지 여부(소극)<br/>[2] 전대인 소유 크레인 5기를 포함한 컨테이너 부두 및 기능시설에 관한 전대차계약에서 전대인이 계약 체결 당시 전차인이 보험가입약정을 위반하여 보험사고 발생 시 손해의 일부만을 전보받는 보험에 가입하고 있음을 인지하였음에도, 재산가액 상당액 이상으로 보험에 가입하였으므로 별문제 없을 것이라는 전차인 측 담당자의 말만 믿고 아무런 조치를 취하지 않았다가 태풍으로 위 크레인 5기 중 4기가 전파되는 사고를 당하고도 그 손해 일부를 보험에 의해 전보받지 못한 사안에서, 보험가입약정 위반에 따른 손해배상청구에도 과실상계가 적용됨을 전제로 전대인의 과실비율을 20%로 인정한 원심판결은 형평의 원칙에 비추어 현저히 불합리하지 않고, 나아가 전차인이 보험가입약정 위반으로 보험료를 절감한 것 이외에는 직접적인 이득을 얻었다고 볼 수 없는 점, 전차인에게 보험가입 약정 위반에 대한 고의가 있었더라도 직접적인 손해 발생의 계기가 된 위 사고의 발생 자체에는 고의가 없었던 점 등에 비추어 손해배상책임의 범위 산정에 과실상계를 허용하는 것이 공평이념이나 신의칙에 반하는 결과를 초래한다고 볼 수도 없다고 한 사례<br/>[3]민법 제758조 제1항에서 정한 공작물의 설치·보존상 하자로 인한 손해배상청구권의 단기소멸시효 기산점인 ‘손해 및 가해자를 안 날’의 의미<br/>[4] 전대인 소유 크레인 5기를 포함한 컨테이너 부두 및 기능시설에 관한 전대차계약에서 전차인에게 전대재산에 대하여 ‘재산가액 상당액 이상의 손해보험계약’을 체결할 의무를 부과한 보험가입약정의 해석이 문제된 사안에서, 위 약정은 전대재산인 전대인 소유 크레인에 대해 재산가액 상당액 이상으로 보험금이 지급되는 손해보험을 가입하여 크레인이 멸실될 경우 전대인이 보험자한테서 손해를 전보받을 수 있도록 하여야 할 계약상 의무를 정한 것이고, 여기서 ‘재산가액’은 ‘취득가액’이 아니라 ‘객관적 시가’를 의미한다고 한 사례<br/>[5] 전대인 소유 크레인 5기를 포함한 컨테이너 부두 및 기능시설에 관한 전대차계약에서 전차인이 보험가입약정을 위반하여 보상한도가 제한된 손해보험에 가입함으로써 태풍으로 전대재산인 위 크레인 5기 중 4기가 전파되는 사고를 당하고도 전대인이 그 손해 일부를 보험에 의해 전보받지 못한 사안에서, 채무불이행으로 인한 재산상 손해는 전차인이 보험가입약정에 따라 손해보험에 가입하였을 경우의 재산상태와 전차인이 보상한도가 제한된 손해보험에 가입한 경우의 재산상태의 차이를 가리키고, 이는 결국 다른 특별한 사정이 없는 한 위 각 경우에 전대인이 지급받을 수 있는 보험금의 차이 상당액이라고 한 사례<br/>",
  "판결요지": "",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제390조,제393조,제396조 / [2]민법 제2조,제390조,제393조,제396조 / [3]민법 제758조 제1항,제766조 제1항 / [4]민법 제105조 / [5]민법 제393조<br/>",
  "참조판례": "[1]대법원 2001. 2. 9. 선고 99다48801 판결(공2001상, 603),대법원 2008.5.15. 선고 2007다88644 판결 / [3]대법원 2002. 6. 28. 선고 2000다22249 판결(공2002하, 1777),대법원 2008. 1. 18. 선고 2005다65579 판결(공2008상, 225),대법원 2010. 5. 27. 선고 2010다7577 판결(공2010하, 1401)<br/>"
}