{
  "판례일련번호": "160699",
  "사건명": "손해배상(기)",
  "사건번호": "2011다35210",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120209",
  "판시사항": "[1] 구 부동산소유권 이전등기 등에 관한 특별조치법상 보증인이 부담하는 주의의무의 내용<br/>[2] 甲이 구 부동산소유권 이전등기 등에 관한 특별조치법에 따라 3인의 보증인에게서 ‘甲이 조부(祖父)한테서 토지를 상속받아 사실상 소유한다’는 내용의 보증서를 교부받아 위 토지에 관하여 자신 명의로 소유권이전등기를 마쳤는데, 사실 甲의 조부인 乙은 위 토지와 아무런 관련이 없는 사람이었고, 보증인들도 보증서 작성 전에는 甲과 乙을 전혀 몰랐던 사안에서, 보증인들에게 보증서 작성 시 준수하여야 할 주의의무를 위반한 과실이 있다고 한 사례<br/>[3] 구 부동산소유권 이전등기 등에 관한 특별조치법상 보증인이 고의 또는 과실로 허위 내용의 보증서를 작성하여 등기가 이루어진 경우, 보증인은 등기를 진실한 것으로 믿고 거래한 사람이 입은 손해를 배상할 의무가 있는지 여부(적극)<br/>[4] 구 부동산소유권 이전등기 등에 관한 특별조치법에 따라 확인서를 발급하는 대장소관청 공무원이 부담하는 주의의무의 내용 및 확인서 발급 공무원의 과실을 인정하기 위한 요건<br/>[5] 구 부동산소유권 이전등기 등에 관한 특별조치법에 따라 확인서 발급신청을 접수한 대장소관청 담당공무원 甲이 현장조사를 하면서 주변에 인가가 없어 인근 거주 주민의 의견청취를 생략하고 허위 내용으로 작성된 보증서에 따라 확인서를 발급한 사안에서, 甲에게 확인서 발급 시 주의의무를 위반한 과실이 있다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것, 이하 ‘구법’이라 한다) 제10조 제2항,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제7조 제1항,제9조 제3항에다가 구법이 위 법 시행 당시 소유권보존등기가 되어 있지 아니하거나 등기부의 기재가 실제 권리관계와 일치하지 아니하는 부동산을 용이한 절차에 따라 등기할 수 있게 함을 목적으로 제정된 것이라는 점(구법 제1조) 등을 더하여 보면, 구법에서 정한 보증인은 보증의 대상이 되는 부동산에 관하여 실제의 권리관계를 공정·성실·신속하게 확인하여 보증서를 작성할 주의의무가 있다.<br/>[2] 甲이 구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것)에 따라 3인의 보증인에게서 ‘甲이 조부(祖父)한테서 토지를 상속받아 사실상 소유하고 있음을 연대하여 보증한다’는 내용의 보증서를 교부받고 대장소관청에서 확인서를 발급받아 위 토지를 자신 명의로 소유권이전등기하였는데, 사실 甲의 조부인 乙은 한자 이름이 토지대장상 소유자와 동일할 뿐 위 토지와 아무런 관련이 없는 사람이었고, 보증인들도 보증서 작성 전에는 甲과 乙을 전혀 몰랐던 사안에서, 보증인들은 보증서 발급신청인과 공부상 소유자의 관계에 관하여 단순히 발급신청인이 제시한 서류뿐만 아니라 자신들이 지역적 연고와 인적 관계 등에 터 잡아 알고 있는 사실을 토대로 발급신청이 사실과 일치하는 것으로 판단한 때에만 보증서를 작성하고, 실제의 권리관계가 확인되지 않는다면 보증서 작성을 거절하여야 함에도, 보증서 발급신청 전에는 토지대장상 소유자가 누구인지, 토지대장상 소유자와 보증서 발급신청인인 甲이 어떤 관계인지 등에 대하여 전혀 알지 못한 상태에서 甲이 제시하는 제적등본에 기재된 乙의 한자 이름이 토지대장상 소유자와 동일하다는 점만을 들어 보증서를 작성한 것이 분명하므로, 보증인들에게는 보증서 작성 시 준수하여야 할 주의의무를 위반한 과실이 있다고 한 사례.<br/>[3] 구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것)에서 정한 보증인이 고의 또는 과실에 의하여 허위 내용의 보증서를 작성하였고, 그러한 허위 내용의 보증서에 터 잡아 확인서 발급 및 등기가 이루어졌다면, 보증인은 그 등기를 진실한 것으로 믿고 거래한 사람이 입은 손해를 배상할 의무가 있다.<br/>[4]구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것, 이하 ‘구법’이라 한다) 제10조 제3항,제4항,제5항,제11조 제2항은 확인서 발급신청을 접수한 대장소관청은 보증인들에게 허위보증의 벌을 경고한 다음 보증취지를 확인하여야 하고, 해당 부동산에 대하여 현장조사를 실시하여 보증사실의 진위를 확인하여야 할 뿐만 아니라 2개월 이상의 공고를 거치되 공고기간 내에 이의신청이 있을 경우에는 사실조사를 거쳐 확인서를 발급하도록 규정하고 있다. 이와 같은 법령의 규정에다가 구법의 입법 취지 등을 더하여 보면, 대장소관청 공무원으로서는 위와 같은 일련의 절차를 통해 실제의 권리관계를 확인할 주의의무가 있지만,구법 제10조 제7항,제13조,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제5조가 보증인의 자격요건 자체를 부동산 소재지 동·리에 계속하여 10년 이상 거주하고 있는 자로서 일정한 결격요건에 해당하지 아니하고 신망이 있는 자로 엄격하게 제한하고 있을 뿐만 아니라 허위의 보증서 작성에 대하여는 형사처벌을 하도록 규정하고 있으므로 보증서의 진정성은 보증서 작성단계에서 상당 부분 확보할 수 있도록 되어 있는 점과 대장소관청의 확인서 발급업무는 전체적인 체계상으로도 보증서의 진정성을 사후적으로 확인하는 구조를 취하고 있는 점 등을 종합하여 보면, 대장소관청 공무원이 확인서를 발급하면서 보증인들을 상대로 보증취지를 확인하고 보증사실의 진위를 확인하기 위하여 현장조사를 실시하는 한편 2개월 이상의 공고를 거치는 등 일련의 절차를 법령에서 정한 바에 따라 제대로 거쳤다면, 비록 확인서 발급신청인이 실제 권리자가 아니라는 사실이 나중에 밝혀졌다고 하더라도 그러한 사정만을 들어 대장소관청 공무원에게 곧바로 어떠한 과실이 있다고 할 수는 없다. 그리고 위와 같은 일련의 절차를 통해 실제 권리관계를 확인하는 과정에서 동일한 업무를 담당하는 평균적 공무원이 보통 갖추어야 할 통상의 주의의무만 기울였어도 보증사실과 실제의 권리관계가 다르다는 점을 알 수 있었음에도 이를 간과한 채 확인서를 발급한 경우에 과실을 인정할 수 있다.<br/>[5] 구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것)에 따라 확인서 발급신청을 접수한 대장소관청 담당공무원 甲이 현장조사를 하면서 토지 주변에 인적이 드물다는 이유로 인근 거주 주민의 의견청취를 생략한 채 허위 내용으로 작성된 보증서에 따라 확인서를 발급함으로써 이에 터 잡아 이루어진 등기를 신뢰하여 거래한 금융기관이 손해를 입은 사안에서,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제12조 제3호 단서에서 현장조사 당시 인근 거주 주민의 부재로 의견을 들을 수 없을 때는 그 취지를 기재하고 의견청취를 생략할 수 있도록 규정하고 있는데, 위 토지 인근에 인가가 없고 甲이 현장조사를 나갔으나 인근에서 주민을 만나지 못하자 인근 주민의 의견청취를 생략하고 그 취지를 현장조사보고서에 기재한 사실 등 여러 사정에 비추어, 甲이 동일한 업무를 담당하는 평균적 공무원이 보통 갖추어야 할 통상의 주의의무만 기울였어도 보증사실과 실제의 권리관계가 다르다는 점을 알 수 있었음에도 이를 간과한 채 확인서를 발급한 것이라고 볼 수 없는데도, 이와 같이 甲에게 과실이 있다고 본 원심판결에 대장소관청 공무원의 주의의무와 과실에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제750조,구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것) 제1조,제10조 제2항,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제7조 제1항,제9조 제3항 / [2]민법 제750조,구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것) 제1조,제10조 제2항,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제7조 제1항,제9조 제3항 / [3]민법 제750조,구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것) 제1조,제10조 제2항,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제7조 제1항,제9조 제3항 / [4]민법 제750조,구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것) 제1조,제10조 제3항,제4항,제5항,제7항,제11조 제2항,제13조,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제5조 / [5]민법 제750조,구 부동산소유권 이전등기 등에 관한 특별조치법(2006. 12. 26. 법률 제8080호로 개정되기 전의 것) 제1조,제10조 제3항,제4항,제5항,제7항,제11조 제2항,제13조,구 부동산소유권 이전등기 등에 관한 특별조치법 시행령(2007. 6. 28. 대통령령 제20120호로 개정되기 전의 것) 제5조,제12조 제3호<br/>",
  "참조판례": ""
}