{
  "판례일련번호": "160716",
  "사건명": "집회 및 시위에 관한 법률 위반",
  "사건번호": "2011도7193",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120209",
  "판시사항": "[1] 검사 또는 사법경찰관리가 현행범인을 체포하거나 현행범인을 인도받는 경우, 피의사실의 요지 등을 고지하여야 하는 시기<br/>[2] 피고인이 집회금지 장소에서 개최된 옥외집회에 참가하였다가 전투경찰순경 甲에게 현행범으로 체포되어 바로 호송버스에 탑승하게 되면서 경찰관 乙에게서 피의사실의 요지 등을 고지받은 사안에서, 집회의 개최 상황, 현행범 체포의 과정 등에 비추어형사소송법 제200조의5에 규정된 고지가 이루어졌다고 한 사례<br/>[3] 집회 및 시위에 관한 법률이 정한 해산명령을 할 때 해산 사유가같은 법 제20조 제1항 각 호 중 어느 사유에 해당하는지에 관하여 구체적으로 고지하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 검사 또는 사법경찰관리는 현행범인을 체포하거나 일반인이 체포한 현행범인을 인도받는 경우형사소송법 제213조의2에 의하여 준용되는제200조의5에 따라 피의자에 대하여 피의사실의 요지, 체포의 이유와 변호인을 선임할 수 있음을 말하고 변명할 기회를 주어야 하고, 이와 같은 고지는 체포를 위한 실력행사에 들어가기 전에 미리 하여야 하는 것이 원칙이지만, 달아나는 피의자를 쫓아가 붙들거나 폭력으로 대항하는 피의자를 실력으로 제압하는 경우에는 붙들거나 제압하는 과정에서 하거나 그것이 여의치 않은 경우에는 일단 붙들거나 제압한 후에 지체 없이 하면 된다.<br/>[2] 피고인이 집회금지 장소에서 개최된 옥외집회에 참가하였는데, 당시 경찰이 70명 가량의 전투경찰순경을 동원하여 집회 참가자에 대한 체포에 나서 9명을 현행범으로 체포하고, 그 과정에서 피고인은 전투경찰순경 甲에게 체포되어 바로 호송버스에 탑승하게 되면서 경찰관 乙에게서 피의사실의 요지 및 현행범인 체포의 이유와 변호인을 선임할 수 있음을 고지받고 변명의 기회를 제공받은 사안에서, 집회의 개최 상황, 현행범 체포의 과정, 미란다 원칙을 고지한 시기 등에 비추어 현행범 체포 과정에서형사소송법 제200조의5에 규정된 고지가 이루어졌다고 한 사례.<br/>[3]집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제20조 제1항과 집회 및 시위에 관한 법률 시행령(이하 ‘집시법 시행령’이라 한다)이 해산명령을 할 때 그 사유를 구체적으로 고지하도록 명시적으로 규정하고 있지는 아니하나, 위와 같은 해산명령 제도는 적법한 집회 및 시위를 최대한 보장하고 위법한 시위로부터 국민을 보호함으로써 집회 및 시위의 권리 보장과 공공의 안녕질서가 적절히 조화를 이루도록 하기 위한 것이므로 국가기관이 이미 진행 중인 집회나 시위를 해산하도록 명하기 위해서는 해산을 명하는 법률적 근거를 구체적으로 제시할 것이 요구된다고 보아야 하는 점,집시법 제20조 제3항의 위임에 의하여 해산 요청과 해산명령 고지 등에 필요한 사항을 규정한집시법 시행령 제17조는 해산명령을 하기 전에 먼저 주최자 등에게 종결 선언을 요청한 후 주최자 등이 그 요청에 따르지 아니하거나 종결 선언에도 불구하고 집회 또는 시위의 참가자들이 집회 또는 시위를 계속하는 경우에 직접 참가자들에 대하여 자진 해산할 것을 요청하도록 하고, 그 자진 해산 요청에 따르지 아니할 경우에 한하여 세 번 이상 자진 해산을 명령한 후 직접 해산에 나설 수 있도록 규정함으로써 해산명령 전에 집회 또는 시위의 주최자 등의 자발적 종결 선언과 참가자들의 자진 해산을 통하여 위법한 집회 또는 시위를 막고자 하고 있는데, 그와 같은 자발적인 종결 선언이나 자진 해산이 이루어지기 위해서는 집회 또는 시위를 해산하여야만 하는 사유가 집회 또는 시위의 주최자나 참가자 등에게 구체적으로 고지될 필요가 있다는 면에서 위 시행령의 규정은 해산 사유가 구체적으로 고지되는 것을 전제로 한 것이라고 볼 수 있는 점, 위와 같은 해산명령 사유가 구체적으로 고지되어야만 집회나 시위의 주최자 또는 참가자 등이 해산명령의 적법 여부에 관하여 제대로 다툴 수 있는 점 등에 비추어 보면, 해산명령을 할 때에는 해산 사유가집시법 제20조 제1항 각 호 중 어느 사유에 해당하는지에 관하여 구체적으로 고지하여야만 한다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제200조의5,제213조의2 / [2]헌법 제12조 제5항,형사소송법 제200조의5,제213조의2 / [3]집회 및 시위에 관한 법률 제20조 제1항,제2항,제3항,제24조 제5호,집회 및 시위에 관한 법률 시행령 제17조<br/>",
  "참조판례": "[1]대법원 2000. 7. 4. 선고 99도4341 판결(공2000하, 1851),대법원 2007. 11. 29. 선고 2007도7961 판결,대법원 2010. 6. 24. 선고 2008도11226 판결(공2010하, 1512)<br/>"
}