{
  "판례일련번호": "161015",
  "사건명": "사해 행위 취소등",
  "사건번호": "2011다76426",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120223",
  "판시사항": "[1] 사해행위 당시 아직 성립되지 않은 채권이 예외적으로 채권자취소권의 피보전채권이 되기 위한 요건<br/>[2] 대환의 법적 성질(=준소비대차) 및 대환의 경우 기존 채무에 대한 보증책임이 존속하는지 여부(원칙적 적극)<br/>[3] 채권자취소권에 의하여 보호될 수 있는 채권이 성립할 고도의 개연성이 있는지에 관한 판단 기준<br/>[4] 기술신용보증기금이 甲 주식회사와 기존 신용보증약정의 기한을 수차 연장하다가 최종 연장 기한 만료 직전에 종전 보증서를 회수하고 새로운 신용보증약정을 체결하였는데, 그 후 신용보증사고가 발생하자 대위변제를 한 다음 구상금채권을 피보전채권으로 하여 새로운 신용보증약정 체결 전 甲 회사한테서 특허권을 양도받은 乙 주식회사를 상대로 사해행위취소 등을 구한 사안에서, 구상금채권이 사해행위취소의 피보전채권이 된다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 채권자취소권에 의하여 보호될 수 있는 채권은 원칙적으로 사해행위라고 볼 수 있는 행위가 행하여지기 전에 발생된 것임을 요하지만, 사해행위 당시에 이미 채권 성립의 기초가 되는 법률관계가 발생되어 있고, 가까운 장래에 그 법률관계에 터 잡아 채권이 성립되리라는 점에 대한 고도의 개연성이 있으며, 실제로 가까운 장래에 그 개연성이 현실화되어 채권이 성립된 경우에는, 그 채권도 채권자취소권의 피보전채권이 될 수 있다.<br/>[2] 현실적인 자금의 수수 없이 형식적으로만 신규 대출을 하여 기존 채무를 변제하는 이른바 대환은 특별한 사정이 없는 한 형식적으로는 별도의 대출에 해당하나 실질적으로는 기존 채무의 변제기 연장에 불과하므로, 그 법률적 성질은 기존 채무가 여전히 동일성을 유지한 채 존속하는 준소비대차로 보아야 하고, 이러한 경우 채권자와 보증인 사이에 사전에 신규 대출 형식에 의한 대환을 하는 경우 보증책임을 면하기로 약정하는 등의 특별한 사정이 없는 한 기존 채무에 대한 보증책임이 존속된다.<br/>[3] 채권자취소권에 의하여 보호될 수 있는 채권이 성립되리라는 점에 대한 고도의 개연성은 채권자와 채무자 사이의 기초적 법률관계의 내용, 채무자의 재산상태 및 그 변화 내용, 일반적으로 그와 같은 상태에서 채권이 발생하는 빈도 및 이에 대한 일반인의 인식 정도 등 여러 가지 사정을 종합하여 객관적으로 판단하여야 한다.<br/>[4] 기술신용보증기금이 甲 주식회사와 기존 신용보증약정의 기한을 수차 연장하다가 최종적으로 연장한 기한이 만료되기 직전에 종전 보증서를 회수하고 새로운 신용보증약정을 체결하였는데, 그로부터 수개월 후 신용보증사고가 발생하자 대위변제를 한 다음 구상금채권을 피보전채권으로 하여 새로운 신용보증약정 체결 전 甲 회사에게서 특허권을 양도받은 乙 주식회사를 상대로 사해행위취소 등을 구한 사안에서, 특허권 양도계약 당시 이미 기금과 甲 회사 사이에 기존 신용보증약정이 체결되어 있었을 뿐만 아니라 새로운 신용보증약정은 기존 신용보증약정과 동일성을 유지하면서 보증기한만 연장하여 체결된 것이어서 구상금채권 성립의 기초가 되는 법률관계가 발생되어 있었고, 특허권을 양도한 때부터 수개월 후 신용보증사고가 발생한 점, 乙 회사는 甲 회사에 대여한 돈을 변제받지 못할 형편에 이르자 특허권을 넘겨받은 점 등 여러 사정에 비추어 가까운 장래에 구상금채권이 발생할 고도의 개연성이 있었음을 인정할 수 있으므로, 구상금채권이 사해행위취소의 피보전채권이 된다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제406조 제1항 / [2]민법 제105조,제428조,제605조 / [3]민법 제406조 제1항 / [4]민법 제406조 제1항,제428조,제605조<br/>",
  "참조판례": "[1]대법원 1995. 11. 28. 선고 95다27905 판결(공1996상, 173),대법원 2010. 7. 15. 선고 2007다21245 판결(공2010하, 1552),대법원 2012. 1. 12. 선고 2010다64792 판결(공2012상, 253) / [2]대법원 1991. 12. 10. 선고 91다24281 판결(공1992, 484),대법원 2002. 9. 24. 선고 2000다49374 판결(공2002하, 2479),대법원 2002. 10. 11. 선고 2001다7445 판결(공2002하, 2670) / [3]대법원 2002. 12. 6. 선고 2001다70788 판결<br/>"
}