{
  "판례일련번호": "161026",
  "사건명": "해임 처분 무효",
  "사건번호": "2011두5001",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120223",
  "판시사항": "[1] 해임처분 무효확인 또는 취소소송 계속 중 임기가 만료되어 해임처분의 무효확인 또는 취소로 지위를 회복할 수 없는데도 해임처분의 무효확인 또는 취소를 구할 법률상 이익이 있는 경우 및 해임권자와 보수지급의무자가 다른 경우에도 동일한 법리가 적용되는지 여부(적극)<br/>[2] 대통령에게 한국방송공사 사장 해임권한이 있는지 여부(적극)<br/>[3] 감사원이 한국방송공사에 대한 감사를 실시한 결과 사장 甲에게 부실 경영 등 문책사유가 있다는 이유로 한국방송공사 이사회에 甲에 대한 해임제청을 요구하였고, 이사회가 대통령에게 甲의 사장직 해임을 제청함에 따라 대통령이 甲을 한국방송공사 사장직에서 해임한 사안에서,감사원법 제32조 제9항,방송법 제44조,제51조 제1항 등을 해임사유에 관한 근거 법령으로 볼 수 있다고 한 사례<br/>[4] 감사원이 한국방송공사에 대한 감사를 실시한 결과 사장 甲에게 부실 경영 등 문책사유가 있다는 이유로 한국방송공사 이사회에 甲에 대한 해임제청을 요구하였고, 이사회가 대통령에게 甲의 사장직 해임을 제청함에 따라 대통령이 甲을 한국방송공사 사장직에서 해임한 사안에서, 대통령의 해임처분에 재량권 일탈·남용의 하자가 존재한다고 하더라도 그것이 중대·명백하지 않고, 행정절차법을 위반한 위법이 있으나 절차나 처분형식의 하자가 중대하고 명백하다고 볼 수 없어 당연무효가 아닌 취소 사유에 해당한다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 해임처분 무효확인 또는 취소소송 계속 중 임기가 만료되어 해임처분의 무효확인 또는 취소로 지위를 회복할 수는 없다고 할지라도, 그 무효확인 또는 취소로 해임처분일부터 임기만료일까지 기간에 대한 보수 지급을 구할 수 있는 경우에는 해임처분의 무효확인 또는 취소를 구할 법률상 이익이 있다. 해임권자와 보수지급의무자가 다른 경우에도 마찬가지이다. <br/>[2] 한국방송공사의 설치·운영에 관한 사항을 정하고 있는방송법은 제50조 제2항에서 “사장은 이사회의 제청으로 대통령이 임명한다.”고 규정하고 있는데, 한국방송공사 사장에 대한 해임에 관하여는 명시적 규정을 두고 있지 않다. 그러나 감사원은 한국방송공사에 대한 외부감사를 실시하고(방송법 제63조 제3항), 임용권자 또는 임용제청권자에게 임원 등의 해임을 요구할 수 있는데(감사원법 제32조 제9항) 이는 대통령에게 한국방송공사 사장 해임권한이 있음을 전제로 한 것으로 볼 수 있는 점, 방송법 제정으로 폐지된구 한국방송공사법(2000. 1. 12. 법률 제6139호 방송법 부칙 제2조 제3호로 폐지) 제15조 제1항은 대통령이 한국방송공사 사장을 ‘임면’하도록 규정되어 있었고, 방송법 제정으로 대통령의 해임권을 제한하기 위해 ‘임명’이라는 용어를 사용하였다면 해임 제한에 관한 규정을 따로 두어 이를 명확히 할 수 있었을 텐데도 방송법에 한국방송공사 사장의 해임 제한 등 신분보장에 관한 규정이 없는 점 등에 비추어, 방송법에서 ‘임면’ 대신 ‘임명’이라는 용어를 사용한 입법 취지가 대통령의 해임권을 배제하기 위한 것으로 보기 어려운 점 등 방송법의 입법 경과와 연혁, 다른 법률과의 관계, 입법 형식 등을 종합하면, 한국방송공사 사장의 임명권자인 대통령에게 해임권한도 있다고 보는 것이 타당하다.<br/>[3] 감사원이 한국방송공사에 대한 감사를 실시한 결과 사장 甲에게 부실 경영 등 문책사유가 있다는 이유로 한국방송공사 이사회에 甲에 대한 해임제청을 요구하였고, 이사회가 임시이사회를 개최하여 감사원 해임제청요구에 따른 문책사유와 방송의 공정성 훼손 등의 사유를 들어 甲에 대한 해임제청을 결의하고 대통령에게 甲의 사장직 해임을 제청함에 따라 대통령이 甲을 한국방송공사 사장직에서 해임한 사안에서, 감사원이 한국방송공사를 감사한 결과감사원법 제32조 제9항을 적용하여 甲에 대한 해임제청을 요구하였고, 한국방송공사의 사장은 공사의 대표자로서 방송의 목적과 공적 책임, 방송의 공정성과 공익성을 실현하는 등 공사의 공적 책임을 실현할 지위에 있고 그 직무수행의 한 요소로서 재정운영을 부실하게 하였다면 이를 해임사유로 삼을 수 있으므로,감사원법 제32조 제9항,방송법 제44조,제51조 제1항 등을 해임사유에 관한 근거 법령으로 볼 수 있다고 한 사례.<br/>[4] 감사원이 한국방송공사에 대한 감사를 실시한 결과 사장 甲에게 부실 경영 등 문책사유가 있다는 이유로 한국방송공사 이사회에 甲에 대한 해임제청을 요구하였고, 이사회가 임시이사회를 개최하여 감사원 해임제청요구에 따른 문책사유와 방송의 공정성 훼손 등의 사유를 들어 甲에 대한 해임제청을 결의하고 대통령에게 甲의 사장직 해임을 제청함에 따라 대통령이 甲을 한국방송공사 사장직에서 해임한 사안에서, 甲에게 한국방송공사의 적자구조 만성화에 대한 경영상 책임이 인정되는 데다 대통령이 감사원의 한국방송공사에 대한 감사에 따른 해임제청 요구 및 한국방송공사 이사회의 해임제청결의에 따라 해임처분을 하게 된 것인 점 등에 비추어 대통령에게 주어진 한국방송공사 사장 해임에 관한 재량권 일탈·남용의 하자가 존재한다고 하더라도 그것이 중대·명백하지 않아 당연무효 사유에 해당하지 않고, 해임처분 과정에서 甲이 처분 내용을 사전에 통지받거나 그에 대한 의견제출 기회 등을 받지 못했고 해임처분 시 법적 근거 및 구체적 해임 사유를 제시받지 못하였으므로 해임처분이 행정절차법에 위배되어 위법하지만, 절차나 처분형식의 하자가 중대하고 명백하다고 볼 수 없어 역시 당연무효가 아닌 취소 사유에 해당한다고 본 원심판단을 정당하다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]행정소송법 제12조 / [2]방송법 제50조 제2항,제63조 제3항,구 한국방송공사법(2000. 1. 12. 법률 제6139호 방송법 부칙 제2조 제3호로 폐지) 제15조 제1항 / [3]감사원법 제32조 제9항,방송법 제44조,제51조 제1항 / [4]감사원법 제32조 제9항,방송법 제44조,제51조 제1항,행정소송법 제19조,제27조<br/>",
  "참조판례": "[1]대법원 2003. 4. 22. 선고 2002두10483 판결(공2003상, 1209),대법원 2009. 3. 12. 선고 2008두22662 판결<br/>"
}