{
  "판례일련번호": "161017",
  "사건명": "손해 배상(기)",
  "사건번호": "2011다77870",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120223",
  "판시사항": "[1]구 부동산중개업법 제6조 제5항이 중개보조원의 손해배상책임을 면제하는 규정인지 여부(소극)<br/>[2] 장차 건축될 아파트의 동·호수가 특정되어 거래의 목적이 되는 경우 이에 관한 거래를 중개하는 것이구 부동산중개업법 제3조 제2호에서 정한 ‘건물’의 중개에 해당하는지 여부(적극)<br/>[3]구 부동산중개업법 제35조의2 및공인중개사의 업무 및 부동산 거래신고에 관한 법률 제42조에 의한 공제금청구권의 소멸시효 기산점(=공제금청구권자가 공제사고 발생을 알았거나 알 수 있었던 때)<br/>[4] 중개의뢰인 甲이 중개업자의 불법행위를 이유로 공제사업자인 乙 공인중개사협회를 상대로 공제금의 지급을 구한 사안에서, 공제규약 및 약관 등에 비추어 乙 협회가 소장부본 송달을 통해 공제금 지급을 청구받은 날로부터 60일이 경과하면 공제금 지급의무의 이행지체로 인한 지연손해금을 부담한다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 부동산중개업자가 고용한 중개보조원이 고의 또는 과실로 거래당사자에게 재산상 손해를 입힌 경우에 중개보조원은 당연히 불법행위자로서 거래당사자가 입은 손해를 배상할 책임을 지는 것이고,구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제6조 제5항은 이 경우에 중개보조원의 업무상 행위는 그를 고용한 중개업자의 행위로 본다고 정함으로써 중개업자 역시 거래당사자에게 손해를 배상할 책임을 지도록 하는 규정이다. 따라서 위 조항을 중개보조원이 고의 또는 과실로 거래당사자에게 손해를 입힌 경우에 중개보조원을 고용한 중개업자만이 손해배상책임을 지도록 하고 중개보조원에게는 손해배상책임을 지우지 않는다는 취지를 규정한 것으로 볼 수는 없다.<br/>[2]구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제3조 제2호에 규정된 중개대상물 중 ‘건물’에는 기존 건축물뿐만 아니라 장차 건축될 특정한 건물도 포함되므로, 장차 건축될 아파트의 동·호수가 특정되어 거래의 목적이 되는 경우에는 그 특정아파트가 완성되기 전이라도 이에 관한 분양, 매매 등 거래를 중개하는 것은 ‘건물’의 중개에 해당한다.<br/>[3]구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제35조의2 및공인중개사의 업무 및 부동산 거래신고에 관한 법률 제42조에 의하여 부동산중개업협회 또는 공인중개사협회가 운영하는 공제사업은, 중개업자의 불법행위 또는 채무불이행으로 인하여 거래당사자에게 부담하게 되는 손해배상책임을 보증하는 보증보험적 성격을 가진 제도이므로, 공제사고가 발생한 것인지가 객관적으로 분명하지 아니한 등의 이유로 공제금청구권자가 공제사고의 발생 사실을 확인할 수 없는 사정이 있는 경우에는 보험금청구권의 경우와 마찬가지로, 공제금청구권자가 공제사고 발생을 알았거나 알 수 있었던 때부터 공제금청구권의 소멸시효가 진행한다고 해석하여야 한다.<br/>[4] 중개의뢰인 甲이 중개업자의 불법행위를 이유로 공제사업자인 乙 공인중개사협회를 상대로 공제금의 지급을 구한 사안에서, 乙 협회의 공제규정 및 약관 등에 비추어 부득이한 사유가 없는 한 乙 협회는 공제금 지급을 청구받으면 60일 이내에 청구된 서류 내용의 진위를 검토하고 심사보상심의위원회의 심의를 마친 후 피공제자에게 공제금을 지급할 의무를 지고 60일이 경과한 날부터는 지체책임을 지는데, 이는 소송을 제기하면서 소장부본 송달을 통해 공제금 지급을 청구하는 경우에도 마찬가지이므로, 소송이 진행 중이어서 공제금 액수가 최종적으로 확정되지 않고 있다는 사실상의 사유는 공제금 지급이 불가능하다거나 지급을 거절할 수 있는 부득이한 사유에 해당한다고 볼 수 없다는 이유로, 乙 협회는 소장부본 송달을 통해 공제금 지급을 청구받은 날부터 60일이 경과하면 공제금 지급의무의 이행지체로 인한 지연손해금을 부담한다고 본 원심판단을 정당하다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1]구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제6조 제5항(현행공인중개사의 업무 및 부동산 거래신고에 관한 법률 제15조 제2호 참조) / [2]구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제3조 제2호(현행공인중개사의 업무 및 부동산 거래신고에 관한 법률 제3조 제2호 참조) / [3]구 부동산중개업법(2005. 7. 29. 법률 제7638호 ‘공인중개사의 업무 및 부동산 거래신고에 관한 법률’로 전부 개정되기 전의 것) 제35조의2(현행공인중개사의 업무 및 부동산 거래신고에 관한 법률 제42조 참조),공인중개사의 업무 및 부동산 거래신고에 관한 법률 제42조 / [4]공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령 제26조<br/>",
  "참조판례": "[1]대법원 2006. 9. 14. 선고 2006다29945 판결(공2006하, 1740) / [2]대법원 2005. 5. 27. 선고 2004도62 판결(공2005하, 1098)<br/>"
}