{
  "판례일련번호": "161071",
  "사건명": "손해 배상(기)",
  "사건번호": "2010다5892",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110929",
  "판시사항": "[1] 사립학교 경영자가 사립학교의 교지, 교사로 사용하기 위하여 출연·편입시킨 경영자 개인 명의의 부동산에 마쳐진 근저당권설정등기의 효력(무효)<br/>[2] 법무사 직무수행 과정에서 의뢰인의 지시에 따르는 것이 위임 취지에 적합하지 않거나 오히려 의뢰인에게 불이익한 결과가 되는 경우, 법무사가 부담하는 설명 내지 조언의무의 내용<br/>[3] 등기부 표제부 건물내역란에 건물용도가 ‘유치원’으로 기재되어 있고 소유자가 그곳에서 유치원을 설치·경영하고 있는 부동산에 관하여 근저당권설정등기신청 업무를 위임받은 법무사가 위 부동산이 유치원 교육에 직접 사용되는 재산으로서 담보로 제공될 수 없다는 사실을 알지 못한 채 업무를 수행하여 근저당권설정등기가 마쳐짐으로써 그 등기를 유효한 것으로 믿은 의뢰인이 부동산 소유자에게 대여금을 지급하는 손해를 입은 사안에서, 법무사는 의뢰인에게 위 손해를 배상할 책임이 있다고 본 원심판단을 정당하다고 한 사례<br/>[4] 건축물관리대장 등 공부상 건물용도가 ‘유치원’으로 등재되어 있는 부동산에 관하여 근저당권설정등기신청이 있는 경우, 등기관이 부담하는 주의의무의 내용<br/>[5] 등기부 표제부 건물내역란에 건물용도가 ‘유치원’으로 기재되어 있는 부동산에 관하여 근저당권설정등기신청을 받은 등기관이 부동산 소유자인 등기의무자가 유치원 경영자가 아니거나 위 부동산이 실제로 유치원 교육에 사용되지 않고 있다는 소명자료를 요구하지 않은 채 등기신청을 수리하여 근저당권설정등기를 마친 사안에서, 등기관에게 직무집행상 과실이 있다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]사립학교법 제28조 제2항,사립학교법 시행령 제12조는 학교교육에 직접 사용되는 학교법인의 재산 중 교지, 교사, 체육장, 실습 또는 연구시설 등은 매도하거나 담보에 제공할 수 없다고 규정하고 있고,사립학교법 제51조는 사립학교 경영자에게도 학교법인에 관한같은 법 제28조 제2항을 준용한다고 규정하고 있다. 그러므로 사립학교 경영자가 사립학교의 교지, 교사로 사용하기 위하여 출연·편입시킨 토지나 건물이 등기부상 사립학교 경영자 개인 명의로 있는 경우에도 그 토지나 건물에 관하여 마쳐진 근저당권설정등기는사립학교법 제51조에 의하여 준용되는같은 법 제28조 제2항,같은 법 시행령 제12조에 위배되어 무효이다.<br/>[2] 법무사는 등기사무에 관한 한 전문적인 식견을 가진 사람으로서, 일반인이 등기업무를 법무사에게 위임하는 것은 그러한 전문가인 법무사에 대한 기대와 신뢰를 바탕으로 하는 것이므로, 비록 등기업무와 관련된 법무사의 주된 직무 내용이 서류 작성과 신청대리에 있다 하여도, 직무를 수행하는 과정에서 의뢰인의 지시에 따르는 것이 위임 취지에 적합하지 않거나 오히려 의뢰인에게 불이익한 결과가 되는 것이 드러난 경우에는 법무사법에서 정한 직무의 처리와 관련되는 범위 안에서 그러한 내용을 의뢰인에게 알리고 의뢰인의 진정한 의사를 확인함과 아울러 적절한 방법으로 의뢰인이 진정으로 의도하는 등기가 적정하게 되도록 설명 내지 조언을 할 의무가 있다.<br/>[3] 등기부 표제부 건물내역란에 건물용도가 ‘유치원’으로 기재되어 있고 소유자가 그곳에서 유치원을 설치·경영하고 있는 부동산에 관하여 근저당권설정등기신청 업무를 위임받은 법무사가 위 부동산이 유치원 교육에 직접 사용되는 재산으로서 담보로 제공될 수 없다는 사실을 알지 못한 채 업무를 수행하여 근저당권설정등기가 마쳐짐으로써 그 등기를 유효한 것으로 믿은 의뢰인이 부동산 소유자에게 대여금을 지급하는 손해를 입은 사안에서, 근저당권설정등기신청 업무를 위임받은 법무사는 관련 법령과 등기부 기재 내역, 부동산 소유자가 유치원을 경영하고 있는 점 등을 충분히 검토하여 부동산이 담보로 제공될 수 있는지에 관하여 의뢰인에게 설명하고 조언할 주의의무가 있는데, 이러한 주의의무를 위반한 채 위 부동산이 담보로 제공될 수 없다는 사실을 의뢰인에게 제대로 설명하지 않아 근저당권설정등기를 유효한 것으로 믿은 의뢰인이 부동산 소유자에게 대여금을 지급하는 손해를 입었으므로, 법무사는 의뢰인에게 위 손해를 배상할 책임이 있다고 본 원심판단을 정당하다고 한 사례.<br/>[4] 학교교육에 직접 사용되는 사립학교 경영자 소유의 교지, 교사 등은사립학교법 제28조 제2항,사립학교법 시행령 제12조,사립학교법 제51조의 규정에 따라 이를 매도하거나 담보에 제공할 수 없고, 이에 따라‘학교법인의 부동산 취득 또는 처분 등에 따른 등기예규’(등기예규 제887호) 제5조 제2항은 “등기신청서에 첨부된 토지대장 또는 건축물대장 등에 의하여 당해 부동산이 학교교육에 직접 사용되는 부동산임을 알 수 있는 경우(공부상 등기의 목적물인 건물의 용도가 유치원으로 되어 있는 경우 등)에는 그 소유자가 사립학교법상 사립학교 경영자가 아닌 때에 한하여 그 부동산의 처분으로 인한 소유권이전등기신청 또는 저당권설정등기신청 등을 수리하여야 한다.”고 규정하고 있는데, 이는 사립학교법상 강행법규를 등기사무 처리에서 구체화하기 위한 것이다. 그러므로 등기업무를 담당하는 등기관은 건축물관리대장 등 공부상 건물용도가 ‘유치원’으로 등재되어 있는 부동산에 관하여 근저당권설정등기신청이 있는 경우, 부동산이 공부상 기재와는 달리 실제로 유치원 교육에 사용되지 않고 있거나 소유자가 유치원 경영자가 아닌 사실이 소명되는 경우에 한하여 그 등기신청을 수리하여야 할 직무상 주의의무가 있다.<br/>[5] 등기부 표제부 건물내역란에 건물용도가 ‘유치원’으로 기재되어 있는 부동산에 관하여 근저당권설정등기신청을 받은 등기관이 부동산 소유자인 등기의무자가 유치원 경영자가 아니거나 위 부동산이 실제로 유치원 교육에 사용되지 않고 있다는 소명자료를 요구하지 않은 채 등기신청을 수리하여 근저당권설정등기를 마친 사안에서, 등기관에게 등기업무를 담당하는 평균적 등기관이 갖추어야 할 통상의 주의의무를 다하지 않은 직무집행상 과실이 있다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]사립학교법 제28조 제2항,제51조,사립학교법 시행령 제12조,민법 제105조 / [2]법무사법 제2조 제3호,제4호,제26조 제1항,민법 제681조 / [3]법무사법 제2조 제3호,제4호,제26조 제1항,민법 제681조,사립학교법 제28조 제2항,제51조,사립학교법 시행령 제12조 / [4]국가배상법 제2조 제1항,부동산등기법 제11조 제1항,사립학교법 제28조 제2항,제51조,사립학교법 시행령 제12조,민법 제105조 / [5]국가배상법 제2조 제1항,부동산등기법 제11조 제1항,사립학교법 제28조 제2항,제51조,사립학교법 시행령 제12조,민법 제105조<br/>",
  "참조판례": "[1]대법원 2000. 6. 9. 선고 99다70860 판결(공2000하, 1624),대법원 2002. 6. 28. 선고 2001다25078 판결(공2002하, 1794),대법원 2004. 12. 10. 선고 2004도6261 판결(공2005상, 166) / [2]대법원 2003. 1. 10. 선고 2000다61671 판결(공2003상, 585),대법원 2006. 9. 28. 선고 2004다55162 판결(공2006하, 1816)<br/>"
}