{
  "판례일련번호": "161021",
  "사건명": "성폭력 범죄의 처벌등에 관한 특례법 위반(13세 미만 미성년자 강간등)·아동·청소년의 성보호에 관한 법률 위반(강간등)·절도·부착 명령",
  "사건번호": "2011도8124,2011전도141",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120223",
  "판시사항": "[1] 현역 군인 등 군법 적용 대상자에 대한 특례를 규정한‘보호관찰 등에 관한 법률’ 제56조,제64조 제1항의 해석상 군법 적용 대상자에게 보호관찰, 사회봉사, 수강명령을 명할 수 있는지 여부(소극)<br/>[2] ‘특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률’상 특정범죄를 범한 자에 대하여 형의 집행을 유예하는 경우에는 보호관찰을 명하는 때에만 위치추적 전자장치 부착을 명할 수 있는지 여부(적극)<br/>[3] 현역 군인인 성폭력범죄 피고인에게 집행유예를 선고하는 경우 ‘보호관찰 등에 관한 법률’이 정한 군법 적용 대상자에 대한 특례 규정상 보호관찰을 명할 수 없어 보호관찰의 부과를 전제로 한 위치추적 전자장치의 부착명령 역시 명할 수 없는데도, 원심이 피고인에 대하여 전자장치의 부착을 명한 것은 위법하다고 한 사례<br/>",
  "판결요지": "[1]보호관찰 등에 관한 법률(이하 ‘보호관찰법’이라 한다) 제56조는군사법원법 제2조 제1항 각 호의 어느 하나에 해당하는 사람에게는 보호관찰법을 적용하지 아니한다고 규정하고,제64조 제1항에서 사회봉사·수강명령 대상자에 대하여는제56조의 규정을 준용하도록 함으로써 현역 군인 등 이른바 군법 적용 대상자에 대한 특례 조항을 두고 있는데, 군법 적용 대상자에 대한 지휘관들의 지휘권 보장 등 군대라는 부분사회의 특수성을 고려할 필요가 있는 점, 군법 적용 대상자에 대하여는 보호관찰 등의 집행이 현실적으로 곤란하고 이러한 정책적 고려가 입법 과정에서 반영된 것으로 보이는 점 등 보호관찰 등에 관한 현행 법체제 및 규정 내용을 종합적으로 검토하면, 위 특례 조항은 군법 적용 대상자에 대하여는 보호관찰법이 정하고 있는 보호관찰, 사회봉사, 수강명령의 실시 내지 집행에 관한 규정을 적용할 수 없음은 물론 보호관찰, 사회봉사, 수강명령 자체를 명할 수 없다는 의미로 해석된다.<br/>[2]특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제28조 제1항은 “법원은 특정범죄를 범한 자에 대하여 형의 집행을 유예하면서 보호관찰을 받을 것을 명할 때에는 보호관찰기간의 범위 내에서 기간을 정하여 준수사항의 이행 여부 확인 등을 위하여 전자장치를 부착할 것을 명할 수 있다.”고 규정하고 있고,제9조 제4항 제4호는 “법원은 특정범죄사건에 대하여 선고유예 또는 집행유예를 선고하는 때(제28조 제1항에 따라 전자장치 부착을 명하는 때를 제외한다)에는 판결로 부착명령 청구를 기각하여야 한다.”고 규정하고 있으며,제12조 제1항은 “부착명령은 검사의 지휘를 받아 보호관찰관이 집행한다.”고 규정하고 있으므로, 법원이 특정범죄를 범한 자에 대하여 형의 집행을 유예하는 경우에는 보호관찰을 받을 것을 명하는 때에만 전자장치를 부착할 것을 명할 수 있다.<br/>[3] 현역 군인인 성폭력범죄 피고인에게 집행유예를 선고하는 경우보호관찰 등에 관한 법률 제56조가 정한 군법 적용 대상자에 대한 특례 규정상 보호관찰을 받을 것을 명할 수 없어 보호관찰의 부과를 전제로 한 위치추적 전자장치의 부착명령 역시 명할 수 없는데도, 원심이 피고인에 대하여 전자장치의 부착을 명한 것은 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조 제1항,군사법원법 제2조 제1항,보호관찰 등에 관한 법률 제56조,제64조 제1항 / [2]특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제9조 제4항 제4호,제12조 제1항,제28조 제1항 / [3]군사법원법 제2조 제1항,보호관찰 등에 관한 법률 제56조,특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제9조 제4항 제4호,제28조 제1항<br/>",
  "참조판례": "[2]대법원 2011. 2. 24. 선고 2010오1, 2010전오1 판결(공2011상, 696)<br/>"
}