{
  "판례일련번호": "161022",
  "사건명": "등기관 처분에 대한 이의",
  "사건번호": "2011마1892",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20120209",
  "판시사항": "[1] 등기관이 등기신청인의 신청에 따라 완료한 등기절차가구 부동산등기법 제55조 제1호,제2호에 해당하지 않는 경우,구 부동산등기법 제178조에서 정한 이의의 방법으로 등기말소를 구할 수 있는지 여부(소극) 및구 부동산등기법 제55조 제2호에서 정한 ‘사건이 등기할 것이 아닌 경우’의 의미<br/>[2] 가처분채권자가 본안사건에서 승소확정판결 등을 받아 소유권이전등기를 신청하는 경우, 가처분등기 이후에 경료된 제3자 명의의 등기말소신청도 동시에 할 수 있는지 여부(적극) 및 이때 말소되어야 할 대상이 부동산 전부에 관한 등기 중 일부 지분인 경우, 일부말소 의미의 경정등기를 해야 하는지 여부(원칙적 적극)<br/>[3] 가처분채권자 甲이 본안소송에서 확정된 ‘乙 소유의 부동산 중 45/100 지분의 소유권을 이전받기로 하는 내용’의 조정에 갈음하는 결정에 따라 위 지분에 관한 소유권이전등기를 신청하면서 가처분등기 이후에 부동산 전부에 관하여 경료된 丙 명의의 근저당권설정등기 목적을 ‘乙의 55/100 지분에 관한 근저당권’으로 하는 근저당권경정등기를 신청하여 신청한 내용대로 등기가 완료되자, 丙이 등기관의 처분에 대한 이의신청을 한 사안에서, 丙의 이의신청을 인용한 원심결정에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 등기관이 등기신청인의 신청에 따라 등기절차를 완료한 적극적인 처분을 하였을 때에는 비록 그 처분이 부당하더라도구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것, 이하 ‘구 부동산등기법’이라 한다) 제55조 제1호,제2호에 해당하지 아니하는 한 소송으로 등기의 효력을 다투는 것은 별론으로 하고구 부동산등기법 제178조에 의한 이의의 방법으로는 말소를 구할 수 없고,구 부동산등기법 제55조 제2호의 ‘사건이 등기할 것이 아닌 경우’란 주로 등기신청이 신청취지 자체에 의하여 법률상 허용할 수 없음이 명백한 경우를 말한다.<br/>[2] 가처분채권자가 본안사건에서 승소확정판결(또는 이와 동일시할 수 있는 조정조서, 화해조서 등)을 받아 소유권이전등기를 신청하는 경우, 가처분등기 이후에 제3자 명의의 등기가 경료되어 있을 때에는 소유권이전등기신청과 함께 가처분등기 이후에 경료된 제3자 명의의 등기말소신청도 동시에 하여 가처분등기 이후의 등기를 말소할 수 있다. 그리고 이 경우 가처분에 기한 승소판결에 저촉되어 말소되어야 할 대상이 부동산 전부에 관한 등기 중 일부 지분인 경우에는 특별한 사정이 없는 한 실질적으로 말소이지만 등기 형식은 경정등기의 방식을 취하는 일부말소 의미의 경정등기에 의하여야 한다.<br/>[3] 가처분채권자 甲이 본안소송에서 확정된 ‘乙 소유의 부동산 중 45/100 지분의 소유권을 이전받기로 하는 내용’의 조정에 갈음하는 결정에 따라 위 지분에 관한 소유권이전등기를 신청하면서 가처분등기 이후에 부동산 전부에 관하여 경료된 丙 명의의 근저당권설정등기 목적을 ‘乙의 55/100 지분에 관한 근저당권’으로 하는 근저당권경정등기를 신청하여 신청한 내용대로 등기가 완료되자, 근저당권자 丙이 등기관의 처분에 대한 이의신청을 한 사안에서, 甲은 丙 명의의 근저당권설정등기 중 가처분에 저촉되는 45/100 지분의 말소를 구하기 위하여 일부말소 의미의 경정등기를 신청한 것으로 보아야 하고, 이러한 내용의 일부말소 의미의 경정등기를 하기 위해서 등기 당시부터 당사자의 신청착오나 등기관의 착오가 있을 것을 요건으로 하는 것은 아니므로, 甲의 경정등기신청이 신청취지 자체에 의하여 법률상 허용할 수 없음이 명백한 경우에 해당한다고 볼 수 없는 한 등기관이 근저당권경정등기신청을 수리하여 등기절차를 완료한 이상 구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것)에서 정한 이의의 방법으로는 다툴 수 없음에도, 이와 달리 丙의 이의신청을 인용한 원심결정에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제55조 제1호(현행제29조 제1호 참조),제2호(현행제29조 제2호 참조),제178조(현행제100조 참조) / [2]구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제32조,제171조(현행제57조 제1항 참조) / [3]구 부동산등기법(2011. 4. 12. 법률 제10580호로 전부 개정되기 전의 것) 제32조,제55조 제1호(현행제29조 제1호 참조),제2호(현행제29조 제2호 참조),제171조(현행제57조 제1항 참조),제178조(현행제100조 참조)<br/>",
  "참조판례": "[1]대법원 1996. 3. 4.자 95마1700 결정(공1996상, 1189),대법원 2000. 1. 7.자 99재마4 결정(공2000상, 547)<br/>"
}