{
  "판례일련번호": "161173",
  "사건명": "손해배상(기)",
  "사건번호": "2010다76368",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 구 간접투자자산 운용업법에서 정한 판매회사가 투자자에게 수익증권 취득을 권유하면서 자산운용회사가 제공한 판매보조자료의 내용이 정확하고 충분하다고 믿고 그것에 의존하여 투자신탁에 관한 설명을 하였다는 점만으로 투자자보호의무를 다하였다고 볼 수 있는지 여부(소극)<br/>[2] 구 간접투자자산 운용업법에서 정한 자산운용회사가 투자설명서 외에 중요한 내용에 대하여 오해를 유발할 만한 표시 등이 포함된 판매보조자료 등을 판매회사와 투자자에게 제공하였고 그것이 결과적으로 투자자의 투자판단에 영향을 준 경우, 판매회사에 제공한 투자설명서에 충실한 정보를 담고 있었다는 점만으로 자산운용회사가 투자자보호의무를 다하였다고 볼 수 있는지 여부(소극)<br/>[3] 자산운용회사가 위험성이 상당히 높은 장외파생상품에 신탁자산 대부분을 투자하는 펀드의 수익증권을 발행하면서 광고지와 Q＆A 자료 등 판매보조자료에 중요한 사항에 관하여 오해를 유발할 수 있는 표시를 사용하거나 투자신탁의 수익과 위험에 관하여 균형성을 상실하는 정보를 판매회사와 투자자들에게 제공하고, 판매회사는 자산운용회사가 제공한 정보에 의존하여 투자자들에게 펀드 가입을 적극 권유하여, 투자자들이 위험성을 정확하게 인식하지 못한 채 펀드에 가입하여 손해를 입은 사안에서, 자산운용회사와 판매회사는 그들의 공동불법행위로 투자자들이 입은 손해를 배상하여야 한다고 한 사례<br/>[4] 장외파생상품에 투자하는 펀드의 수익증권을 발행한 자산운용회사와 이를 판매한 판매회사가 투자자들에게 위험성을 제대로 설명하지 않는 등 투자자보호의무를 위반함으로써 펀드에 가입한 투자자들이 손해를 입은 사안에서, 투자자들의 손해는 만기 시점이나 투자자들이 실제 환매한 시점에서야 현실적·확정적으로 발생하고, 그 시점을 기준으로 그 때까지 발생한 손해는 자산운용회사 등의 가해행위와 인과관계가 있다고 한 사례<br/>[5] 장외파생상품에 투자하는 펀드의 수익증권을 발행한 자산운용회사와 이를 판매한 판매회사의 투자자보호의무 위반으로 인한 손해액을 산정할 때 투자자들이 수령한 확정수익금을 과실상계 후 공제하여야 할 이익으로 볼 수 있는지가 문제된 사안에서, 확정수익금은 과실상계 전에 투자자들의 손해액을 산정하는 요소에 해당하는 것이지, 이를 고려하지 않고 산정된 손해액에 과실상계 또는 책임제한을 한 금액을 기준으로 다시 공제되어야 할 이득으로 볼 수 없다고 한 사례<br/>[6] 공동불법행위책임에 대한 과실상계에서 피해자의 공동불법행위자 각인에 대한 과실비율이 서로 다른 경우, 피해자 과실의 평가 방법<br/>[7] 불법행위에서 위법행위 시점과 손해발생 시점에 시간적 간격이 있는 경우, 불법행위로 인한 손해배상청구권의 지연손해금 발생 기산일(=손해발생 시점)<br/>",
  "판결요지": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업법에 관한 법률 부칙 제2조로 폐지, 이하 ‘간접투자법’이라 한다)에서 정한 판매회사는 수익증권 판매를 위하여 투자자에게 수익증권의 취득을 권유하면서 자산운용회사에게서 제공받은 투자설명서를 투자자에게 제공하고 주요내용을 설명하여야 하며, 투자자에게 중요한 사항에 대하여 오해를 유발할 수 있는 표시행위, 투자자에게 실적배당 및 원본의 손실가능성 등 간접투자의 특성과 투자위험에 관한 신탁약관 및 투자설명서의 주요내용을 충분하고 정확하게 알리지 아니하는 행위 등을 하지 말아야 할 의무 등 판매행위준칙을 준수할 의무를 부담한다(간접투자법 제56조 제2항,제57조 제1항). 따라서 판매회사는 자산운용회사가 제공한 투자설명서의 내용을 숙지하고, 의미가 명확하지 않은 부분은 자산운용회사에게서 정확한 설명을 들어 내용을 스스로 명확하게 이해한 다음, 투자자에게 투자신탁의 운용방법이나 투자계획 및 그로 인한 수익과 위험을 투자자가 정확하고 균형 있게 이해할 수 있도록 설명하여야 하고, 단지 자산운용회사한테서 제공받은 판매보조자료의 내용이 정확하고 충분하다고 믿고 그것에 의존하여 투자신탁에 관하여 설명하였다는 점만으로는 투자자보호의무를 다하였다고 볼 수 없다.<br/>[2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업법에 관한 법률 부칙 제2조로 폐지)에서 정한 자산운용회사는 판매회사나 투자자에게 투자신탁의 수익구조와 위험요인에 관한 올바른 정보를 제공함으로써 투자자가 정보를 바탕으로 합리적인 투자판단을 할 수 있도록 투자자를 보호하여야 할 주의의무와 이에 따른 불법행위책임을 부담한다. 자산운용회사가 수익증권의 판매과정에서 제공하는 정보는 기본적으로 투자설명서의 내용일 것이나, 자산운용회사가 투자설명서 이외에 투자설명서의 내용을 숙지하는 데 도움이 되는 판매보조자료나 투자신탁의 특성을 알리는 광고 내용을 직접 작성하여 판매회사와 투자자에게 제공·전달하는 경우에 판매보조자료나 광고가 투자자에게 중요한 사항에 대하여 오해를 유발할 수 있는 표시나 투자신탁의 수익과 위험에 관하여 균형성을 상실한 정보를 담고 있었고, 그것이 판매회사의 수익증권 판매과정에서 결과적으로 투자자의 투자판단에 영향을 주었다면, 단지 자산운용회사가 판매회사에 제공한 투자설명서에 충실한 정보를 담고 있었다는 점만으로 자산운용회사가 투자자보호의무를 다하였다고 볼 수는 없다.<br/>[3] 자산운용회사가 위험성이 상당히 높은 장외파생상품에 신탁자산 대부분을 투자하는 펀드의 수익증권을 발행하면서 장외파생상품 운용회사에게서 ‘이 상품은 장외파생상품 투자의 위험 등을 평가하는 데 필요한 금융 및 경영 문제에 대한 지식과 경험이 풍부한 투자자로서 투자금 전액의 손실 위험을 감수할 수 있는 자에게만 적합하다’는 내용의 서류를 송부받았음에도, 광고지와 Q＆A 자료 등 판매보조자료에 해외 신용평가기관이 장외파생상품에 투자적격 등급인 A3의 신용등급을 부여한 점의 의미만을 과도하게 부각시켜 장외파생상품과 대한민국 국고채, 시중은행 후순위채 등을 직접 비교하는 등 중요한 사항에 관하여 오해를 유발할 수 있는 표시를 사용하거나 투자신탁의 수익과 위험에 관하여 균형성을 상실하는 정보를 판매회사와 투자자들에게 제공하고, 판매회사는 자산운용회사가 제공한 정보에 의존하여 투자자들에게 펀드 가입을 적극 권유하여, 투자자들이 위험성을 정확하게 인식하지 못한 채 펀드에 가입하여 손해를 입은 사안에서, 자산운용회사와 판매회사는 그들의 공동불법행위로 투자자들이 입은 손해를 배상하여야 한다고 한 사례.<br/>[4] 장외파생상품에 투자하는 펀드의 수익증권을 발행한 자산운용회사와 이를 판매한 판매회사가 투자자들에게 위험성을 제대로 설명하지 않는 등 투자자보호의무를 위반함으로써 펀드에 가입한 투자자들이 손해를 입은 사안에서, 자산운용회사와 판매회사의 투자자보호의무 위반으로 투자자들이 입은 손해는 펀드에 가입함으로써 회수하지 못하게 되는 투자금액과 장차 얻을 수 있을 이익을 얻지 못한 일실수익의 합계인데, 투자자보호의무 위반으로 인한 투자자들의 투자결정은 원칙적으로 수익증권을 만기까지 보유하는 것을 전제로 이루어졌고, 다만 투자자들에게 만기 이전에 수익증권을 환매할 수 있는 선택권이 부여되어 있을 뿐이며, 위 펀드는 만기까지 분기별 확정수익금이 지급되고 기준가격이 변동하는 구조로서 만기시점까지 회수할 수 있는 금액을 미리 예측하기도 어려우므로, 자산운용회사와 판매회사의 불법행위로 인한 투자자들의 손해는 만기 시점이나 투자자들이 실제 환매한 시점에서야 현실적·확정적으로 발생하고, 그 시점을 기준으로 그 때까지 발생한 투자자들의 손해는 자산운용회사 및 판매회사의 가해행위와 인과관계가 있다고 한 사례. <br/>[5] 장외파생상품에 투자하는 펀드의 수익증권을 발행한 자산운용회사와 이를 판매한 판매회사의 투자자보호의무 위반으로 인한 펀드 가입 투자자들의 손해액을 산정할 때 투자자들이 수령한 확정수익금을 과실상계 후 공제하여야 할 이익으로 볼 수 있는지가 문제된 사안에서, 투자자들이 수령한 확정수익금은 과실상계 전에 투자자들의 손해액을 산정하는 요소에 해당하는 것이지, 이를 고려하지 않고 산정된 손해액에 과실상계 또는 책임제한을 한 금액을 기준으로 다시 공제되어야 할 이득이라고 볼 수 없다고 한 사례.<br/>[6] 공동불법행위의 성립에는 공동불법행위자 상호간에 의사의 공통이나 공동의 인식이 있을 필요는 없고 객관적으로 각 행위에 관련공동성이 있으면 충분하므로 관련공동성 있는 행위에 의하여 손해가 발생하였다면 손해배상책임을 면할 수 없으며, 공동불법행위책임은 가해자 각 개인의 행위에 대하여 개별적으로 그로 인한 손해를 구하는 것이 아니라 가해자들이 공동으로 가한 불법행위에 대하여 책임을 추궁하는 것이므로, 법원이 피해자의 과실을 들어 과실상계를 하는 경우에는 피해자의 공동불법행위자 각인에 대한 과실비율이 서로 다르더라도 피해자의 과실을 공동불법행위자 각인에 대한 과실로 개별적으로 평가할 것이 아니고 그들 전원에 대한 과실로서 전체적으로 평가하여야 한다.<br/>[7] 불법행위에서 위법행위 시점과 손해발생 시점 사이에 시간적 간격이 있는 경우에 불법행위로 인한 손해배상청구권의 지연손해금은 손해발생 시점을 기산일로 하여 발생한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조,제26조,제56조 제2항,제57조 제1항,민법 제750조 / [2]구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제4조,제19조,제56조 제1항,민법 제750조 / [3]민법 제760조 / [4]민법 제393조,제750조,제763조 / [5]민법 제396조,제750조,제763조 / [6]민법 제396조,제760조,제763조 / [7]민법 제393조,제750조,제763조<br/>",
  "참조판례": "[2]대법원 2007. 9. 6. 선고 2004다53197 판결(공2007하, 1521) / [6]대법원 2007. 6. 14. 선고 2005다32999 판결(공2007하, 1045)<br/>"
}