{
  "판례일련번호": "161171",
  "사건명": "약정 수수료",
  "사건번호": "2008다44368",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110624",
  "판시사항": "[1] 사정변경으로 인한 계약해지가 인정되는 경우<br/>[2] 甲 회사가 온라인연합복권 운영기관인 乙 은행과, 온라인연합복권 시스템 구축 및 운영 용역을 제공하는 대가로 乙 은행에게서 온라인연합복권 매회 매출액의 일정 비율에 해당하는 수수료를 지급받기로 하는 내용의 계약을 체결한 사안에서, 甲 회사가 예상액을 훨씬 초과하는 수수료를 지급받게 되었더라도, 착오를 이유로 한 계약의 일부 취소 또는 사정변경으로 인한 계약의 일부 해지를 인정할 수 없다고 본 원심판단을 수긍한 사례<br/>[3] 처분문서상 문언의 객관적인 의미가 명확하게 드러나지 않는 경우, 계약 내용의 해석 방법<br/>[4] 甲 회사가 온라인연합복권 운영기관인 乙 은행과, 온라인연합복권 시스템 구축 및 운영 용역을 제공하는 대가로 乙 은행에게서 온라인연합복권 매회 매출액의 일정 비율에 해당하는 수수료를 지급받기로 하는 내용의 계약을 체결하였는데, 계약조항에서 관계 법령에 의한 통제가격, 정부 등의 규제가격, 인허가 또는 고시가격, 세법 등이 변동된 경우 상호협의하여 수수료를 조정할 수 있고, 변경된 수수료의 적용 시기는 협의하여 정한다고 규정한 사안에서, 복권 및 복권기금법의 제정 및 그에 근거한 복권위원회 고시로 수수료 최고한도를 정한 것은 수수료율 조정사유에 해당하고, 수수료율 조정 및 변경된 수수료율의 적용 시기(始期)에 관한 합의가 이루어지지 아니한 경우 법원이 합리적인 범위 내에서 변경·적용할 수수료율과 적용 시기를 정할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 사정변경으로 인한 계약해지는, 계약 성립 당시 당사자가 예견할 수 없었던 현저한 사정변경이 발생하였고 그러한 사정변경이 해제권을 취득하는 당사자에게 책임 없는 사유로 생긴 것으로서, 계약 내용대로 구속력을 인정한다면 신의칙에 현저히 반하는 결과가 생기는 경우에 계약준수 원칙의 예외로서 인정된다.<br/>[2] 甲 회사가 온라인연합복권 운영기관인 乙 은행과, 甲 회사가 온라인연합복권 시스템 구축 및 운영 용역을 제공하는 대가로 乙 은행이 온라인연합복권 매회 매출액의 일정 비율에 해당하는 수수료를 지급하기로 하는 내용의 계약을 체결한 사안에서, 乙 은행이 회계법인의 검토에 따른 예상매출액을 토대로 수수료율 등 계약 내용을 정하였고 실제 매출액이 예상매출액보다 현저하게 많이 발생하였더라도 이는 계약 당시를 기준으로 장래의 미필적 사실의 발생에 대한 기대나 예상이 빗나간 것에 불과하고, 乙 은행이 예상매출액이 그대로 실현될 것이라고 확신하였다고 보기도 어려우므로, 乙 은행이 계약을 체결하면서 장래의 매출액에 관하여 착오를 일으켰다고 할 수 없고, 한편 온라인연합복권 판매액이 예상매출액을 훨씬 초과하게 되어 판매액에 비례한 수수료를 지급받는 甲 회사가 결과적으로 예상액을 훨씬 초과하는 수수료를 지급받게 되었다는 점만으로 신의칙에 반하는 결과가 초래되었다고 볼 수 없으므로, 착오를 이유로 한 계약의 일부 취소 또는 사정변경으로 인한 계약의 일부 해지를 인정할 수 없다고 본 원심판단을 수긍한 사례.<br/>[3] 계약당사자가 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에 문언의 객관적인 의미가 명확하다면 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정하여야 하고, 문언의 객관적인 의미가 명확하게 드러나지 않는 경우에는 문언의 내용과 계약이 이루어지게 된 동기 및 경위, 당사자가 계약에 의하여 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙 그리고 사회일반 상식과 거래 통념에 따라 계약 내용을 합리적으로 해석하여야 한다.<br/>[4] 甲 회사가 온라인연합복권 운영기관인 乙 은행과, 甲 회사가 온라인연합복권 시스템 구축 및 운영 용역을 제공하는 대가로 乙 은행이 온라인연합복권 매회 매출액의 일정 비율에 해당하는 수수료를 지급하기로 하는 내용의 계약을 체결하였는데, 계약조항에서 관계 법령에 의한 통제가격, 정부 등의 규제가격, 인허가 또는 고시가격, 세법 등이 변동된 경우 상호협의하여 수수료를 조정할 수 있고, 변경된 수수료의 적용 시기는 협의하여 정한다고 규정한 사안에서, 복권 및 복권기금법의 제정 및 그에 근거한 복권위원회 고시로 온라인복권발매시스템 운용에 관한 수수료 최고한도를 정한 것은 계약조항에서 정한 수수료율 조정사유에 해당하고, 수수료율 조정에 관한 합의가 이루어지지 아니한 경우 법원이 여러 사정을 종합하여 합리적인 범위 내에서 계약조항에 따라 변경·적용할 수수료율을 정할 수 있다고 보아야 하므로, 계약조항에 따라 적용될 수수료율을 위 고시에서 정한 수수료율의 상한으로 본 원심판단은 정당하지만, 변경된 수수료율의 적용 시기(始期)에 관한 합의가 이루어지지 아니하는 경우에도 법원은 분쟁 해결을 위하여 가장 합리적이라고 인정되는 변경 수수료율 적용 시기를 정할 수 있는데, 원심이 인정한 변경된 수수료율은 위 고시가 발효된 이후 최초로 발매된 온라인연합복권 매출액에 대한 수수료부터 적용된다고 봄이 합리적임에도, 고시 발효일부터 변경된 수수료율이 적용된다고 보아 수수료를 산정하면서 고시 발효일 전부터 발매된 직전 회차 온라인연합복권 매출액 전액에 대해 변경된 수수료율을 소급·적용한 원심판결에는 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제2조,제543조 / [2]민법 제2조,민법 제109조,제543조,복권 및 복권기금법 제12조 / [3]민법 제105조 / [4]민법 제105조,복권 및 복권기금법 제11조,제12조<br/>",
  "참조판례": "[1]대법원 2007. 3. 29. 선고 2004다31302 판결(공2007상, 601) / [3]대법원 2002. 5. 24. 선고 2000다72572 판결(공2002하, 1479),대법원 2008. 11. 13. 선고 2008다46531 판결<br/>"
}