{
  "판례일련번호": "161211",
  "사건명": "성매매 알선등 행위의 처벌에 관한 법률 위반(성매매 알선등)·교통 사고 처리 특례법 위반",
  "사건번호": "2010도3436",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120315",
  "판시사항": "[1] 자동차 운전자가 고속도로 또는 자동차전용도로가 아닌 일반도로의 중앙선 우측 차로 내에서 후진하는 행위가구 교통사고처리 특례법 제3조 제2항 단서 제2호에서 정한 ‘도로교통법 제13조 제3항의 규정을 위반하여 중앙선을 침범하거나동법 제62조의 규정을 위반하여 횡단·유턴 또는 후진한 경우’에 포함되는지 여부(소극)<br/>[2] 자동차 운전자인 피고인이 고속도로 또는 자동차전용도로가 아닌 일반도로를 후진하여 역주행한 과실로 피해자에게 상해를 입게 하였다고 하여 구 교통사고처리 특례법 위반으로 기소된 사안에서, 일반도로에서 후진하다가 교통사고를 낸 것은같은 법 제3조 제2항 단서 제2호에서 정한 사유에 해당하지 않는다고 보아, 피해자가 공소제기 전에 처벌을 희망하는 의사를 철회하였다는 이유로 공소를 기각한 원심의 판단 및 조치가 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 교통사고처리 특례법(2010. 1. 25. 법률 제9941호로 개정되기 전의 것, 이하 ‘교특법’이라 한다) 제3조 제2항 단서 제2호에 의하면, 교통사고로 인하여 업무상과실치상죄 등을 범한 운전자가 “도로교통법 제13조 제3항의 규정을 위반하여 중앙선을 침범하거나동법 제62조의 규정을 위반하여 횡단·유턴 또는 후진한 경우”에 해당하는 행위로 위 죄를 범한 때에는 피해자의 명시한 의사에 반하여도 공소를 제기할 수 있다. 그런데구 도로교통법(2011. 6. 8. 법률 제10790호로 개정되기 전의 것) 제62조는 “자동차의 운전자는 차를 운전하여 고속도로등을 횡단하거나 유턴 또는 후진하여서는 아니된다.”고 규정하고,같은 법 제57조에 의하면 위 ‘고속도로등’은 고속도로 또는 자동차전용도로만을 의미하므로, 일반도로에서 후진하는 행위는 ‘동법 제62조의 규정을 위반하여 횡단·유턴 또는 후진한 경우’에 포함되지 않는다. 또한교특법 제3조 제2항 단서 제2호가 고속도로등에서 후진한 경우를 중앙선침범과 별도로 열거하고 있는 취지에 비추어 볼 때, 중앙선의 우측 차로 내에서 후진하는 행위는 같은 호 전단의 ‘도로교통법 제13조 제3항의 규정을 위반하여 중앙선을 침범한 경우’에 포함되지 않는다고 해석하여야 한다.<br/>[2] 자동차 운전자인 피고인이 고속도로 또는 자동차전용도로가 아닌 일반도로를 후진하여 역주행한 과실로 도로를 횡단하던 피해자에게 상해를 입게 하였다고 하여 구 교통사고처리 특례법(2010. 1. 25. 법률 제9941호로 개정되기 전의 것, 이하 ‘교특법’이라 한다) 위반으로 기소된 사안에서, 일반도로에서 후진하다가 교통사고를 낸 것은교특법 제3조 제2항 단서 제2호 후단의 ‘도로교통법 제62조의 규정에 위반하여 후진한 경우’에 해당하지 아니하고, 같은 호 전단의 중앙선침범 사고에도 해당하지 않는다고 보아교특법 제3조 제2항 본문에 의하여 피해자의 명시한 의사에 반하여 공소를 제기할 수 없는 죄라고 판단한 다음, 피해자가 공소제기 전에 피고인에 대한 처벌을 희망하는 의사를 철회하였다는 이유로 공소를 기각한 원심의 판단 및 조치가 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 교통사고처리 특례법(2010. 1. 25. 법률 제9941호로 개정되기 전의 것) 제3조 제2항 단서 제2호,구 도로교통법(2011. 6. 8. 법률 제10790호로 개정되기 전의 것) 제13조 제3항,제57조,제62조 / [2]형법 제268조,구 교통사고처리 특례법(2010. 1. 25. 법률 제9941호로 개정되기 전의 것) 제3조 제1항,제2항 단서 제2호,구 도로교통법(2011. 6. 8. 법률 제10790호로 개정되기 전의 것) 제13조 제3항,제57조,제62조,형사소송법 제327조 제2호<br/>",
  "참조판례": ""
}