{
  "판례일련번호": "161507",
  "사건명": "손해 배상(기)등",
  "사건번호": "2011다104253",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120329",
  "판시사항": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제68조 제3항의 위임에 따라 협의취득의 보상액 산정에 관한 구체적 기준을 정하고 있는공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제22조가 대외적인 구속력을 가지는지 여부(적극)<br/>[2] 한국토지주택공사가 甲 등에게서 토지를 협의취득하면서 ‘매매대금이 고의·과실 내지 착오평가 등으로 과다 또는 과소하게 책정되어 지급되었을 때에는 과부족금액을 상대방에게 청구할 수 있다’고 약정하였는데, 공사가 협의취득을 위한 보상액을 산정하면서 한국감정평가업협회의 구 토지보상평가지침에 따라 토지를 지상에 설치된 철탑 및 고압송전선의 제한을 받는 상태로 평가한 사안에서, 위 약정은 감정평가기준을 잘못 적용하여 협의매수금액을 산정한 경우에도 적용되고, 위 협의매수금액 산정은 위 약정에서 정한 고의·과실 내지 착오평가 등으로 과소하게 책정하여 지급한 경우에 해당한다고 본 원심판결에 이유불비 등의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다) 제68조 제3항은 협의취득의 보상액 산정에 관한 구체적 기준을 시행규칙에 위임하고 있고, 위임 범위 내에서공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제22조는 토지에 건축물 등이 있는 경우에는 건축물 등이 없는 상태를 상정하여 토지를 평가하도록 규정하고 있는데, 이는 비록 행정규칙의 형식이나 공익사업법의 내용이 될 사항을 구체적으로 정하여 내용을 보충하는 기능을 갖는 것이므로, 공익사업법 규정과 결합하여 대외적인 구속력을 가진다.<br/>[2] 한국토지주택공사가 국민임대주택단지를 조성하기 위하여 甲 등에게서 토지를 협의취득하면서 ‘매매대금이 고의·과실 내지 착오평가 등으로 과다 또는 과소하게 책정되어 지급되었을 때에는 과부족금액을 상대방에게 청구할 수 있다’고 약정하였는데, 공사가 협의취득을 위한 보상액을 산정하면서 한국감정평가업협회의 구 토지보상평가지침(2003. 2. 14.자로 개정된 것, 이하 ‘구 토지보상평가지침’이라 한다)에 따라 토지를 지상에 설치된 철탑 및 고압송전선의 제한을 받는 상태로 평가한 사안에서, 위 약정은 단순히 협의취득 대상토지 현황이나 면적을 잘못 평가하거나 계산상 오류 등으로 감정평가금액을 잘못 산정한 경우뿐만 아니라 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다)상 보상액 산정 기준에 적합하지 아니한 감정평가기준을 적용함으로써 감정평가금액을 잘못 산정하여 이를 기준으로 협의매수금액을 산정한 경우에도 적용되고, 한편 공사가 협의취득을 위한 보상액을 산정하면서 대외적 구속력을 갖는공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제22조에 따라 토지에 건축물 등이 있는 때에는 건축물 등이 없는 상태를 상정하여 토지를 평가하여야 함에도, 대외적 구속력이 없는 구 토지보상평가지침에 따라 토지를 건축물 등에 해당하는 철탑 및 고압송전선의 제한을 받는 상태로 평가한 것은 정당한 토지 평가라고 할 수 없는 점 등에 비추어 위 협의매수금액 산정은 공사가 고의·과실 내지 착오평가 등으로 과소하게 책정하여 지급한 경우에 해당한다고 본 원심판결에 판단누락이나 이유불비 등의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제68조 제3항,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제22조 / [2]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제68조 제3항,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제22조,민법 제105조,민사소송법 제208조,제423조<br/>",
  "참조판례": "[1]대법원 2008. 3. 27. 선고 2006두3742, 3759 판결(공2008상, 623)<br/>"
}