{
  "판례일련번호": "161633",
  "사건명": "이행 강제금 부과 처분 취소 청구의 소",
  "사건번호": "2011두27919",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120329",
  "판시사항": "[1] 법률이 전부 개정된 경우 종전 법률 부칙의 경과규정도 모두 실효되는지 여부(원칙적 적극) 및 예외적으로 종전 경과규정의 효력이 존속하는 경우<br/>[2] 행정청이 1991. 5. 31. 법률 제4381호로 전부 개정된 구 건축법 시행 이전에 건축된 건축물에 대하여 2008. 3. 21. 법률 제8941호로 전부 개정된 현행 건축법 시행 이후 시정명령을 하고, 건축물의 소유자 등이 시정명령에 응하지 않은 경우, 현행 건축법에 따라 이행강제금을 부과할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 법률을 개정하면서 종전 법률 부칙의 경과규정을 개정하거나 삭제하는 명시적인 조치가 없다면 개정 법률에 다시 경과규정을 두지 않았다고 하여도 부칙의 경과규정이 당연히 실효되는 것은 아니지만, 개정 법률이 전부 개정인 경우에는 기존 법률을 폐지하고 새로운 법률을 제정하는 것과 마찬가지이어서 종전의 본칙은 물론 부칙 규정도 모두 소멸하는 것으로 보아야 하므로 종전 법률 부칙의 경과규정도 모두 실효되는 것이 원칙이다. 다만 전부 개정된 법률에서 종전 법률 부칙의 경과규정을 계속 적용한다는 별도 규정을 두거나, 그러한 규정을 두지 않았다고 하더라도 종전 경과규정의 입법 경위 및 취지, 전부 개정된 법령의 입법 취지 및 전반적 체계, 종전 경과규정이 실효된다고 볼 경우 법률상 공백상태가 발생하는지, 그 밖의 제반 사정 등을 종합적으로 고려하여 종전 경과규정이 실효되지 않고 계속 적용된다고 보아야 할 만한 특별한 사정이 있는 경우에 한하여 효력이 존속한다. <br/>[2] 이행강제금 제도는 건축법이나 건축법에 따른 명령이나 처분을 위반한 건축물(이하 ‘위반 건축물’이라 한다)의 방치를 막고자 행정청이 시정조치를 명하였음에도 건축주 등이 이를 이행하지 아니한 경우에 행정명령의 실효성을 확보하기 위하여 시정명령 이행 시까지 지속해서 부과함으로써 건축물의 안전과 기능, 미관을 높여 공공복리의 증진을 도모하는 데 입법 취지가 있고, 위반 건축물의 소유자 등이 위반행위자가 아니더라도 행정청은 그에 대하여 시정명령을 할 수 있는 점, 건축법의 전부 개정으로개정 건축법(1991. 5. 31. 법률 제4381호로 전부 개정된 것) 부칙 제6조가 실효되더라도 시정명령을 위반한 때의 건축법령에 따른 처분을 할 수 있으므로 법률상 공백상태가 발생한다고 볼 수도 없는 점 등 제반 사정을 종합적으로 고려하면, 기존의 위반 건축물에 관한 경과규정인개정 건축법 부칙 제6조가 실효되지 않고 계속 적용된다고 보아야 할 특별한 사정이 없어 그 경과규정은 건축법 전부 개정으로 실효되었다. 따라서 위반 건축물이 개정 건축법 시행 이전에 건축된 것일지라도 행정청이 2008. 3. 21. 법률 제8941호로 전부 개정된 건축법(이하 ‘현행 건축법’이라 한다) 시행 이후에 시정명령을 하고, 건축물의 소유자 등이 시정명령에 응하지 않은 경우에는 행정청은 현행 건축법에 따라 이행강제금을 부과할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1]행정소송법 제27조[행정소송재판일반] / [2]구 건축법(1991. 5. 31. 법률 제4381호로 전부 개정되기 전의 것) 제56조의2(현행제113조 참조),구 건축법(2005. 11. 8. 법률 제7696호로 개정되기 전의 것) 제83조(현행제80조 참조),구 건축법(2008. 3. 21. 법률 제8941호로 전부 개정되기 전의 것) 부칙(1991. 5. 31.) 제6조<br/>",
  "참조판례": "[1]대법원 2002. 7. 26. 선고 2001두11168 판결(공2002하, 2091),대법원 2008. 11. 27. 선고 2006두19419 판결(공2008하, 1808) / [2]대법원 2002. 8. 16.자 2002마1022 결정(공2002하, 2277)<br/>"
}