{
  "판례일련번호": "161650",
  "사건명": "손해 배상(기)",
  "사건번호": "2010다20044",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120329",
  "판시사항": "[1] 타인의 등록상표를 이용하였으나 출처표시를 위한 것이 아닌 경우 상표권 침해행위로 볼 수 있는지 여부(소극) 및 표시된 표장이 상표로서 사용되고 있는지에 관한 판단 기준<br/>[2] 甲 주식회사로부터 국내에서 “HELLO KITTY” 캐릭터를 상품화할 수 있는 독점권을 부여받은 乙 주식회사가 자신이 운영하는 홈페이지에 “HELLO KITTY” 캐릭터가 부착 또는 표시된 상품의 이미지 바로 아래에 있는 상품 이름 앞에 “대장금”, “장금”, “주몽”이라는 표장을 표시한 행위가 등록상표 “”, “”, “”의 상표권자인 丙 방송사 등의 상표권을 침해하는 행위에 해당하는지 문제된 사안에서, 위 표장이 상표로서 사용되었다고 볼 수 없다고 한 사례<br/>[3] 캐릭터가 상품화되어부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목에 규정된 ‘국내에 널리 인식된 타인의 상품임을 표시한 표지’가 되기 위한 요건<br/>[4] 상품형태가부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목에 규정된 ‘국내에 널리 인식된 타인의 상품임을 표시한 표지’로서 보호받기 위한 요건<br/>[5]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (자)목에서 정한 ‘모방’의 의미 및 그 판단 기준<br/>[6] 경쟁자가 상당한 노력과 투자에 의하여 구축한 성과물을 자신의 영업을 위하여 무단으로 이용함으로써 부당하게 이익을 얻고 경쟁자의 법률상 보호할 가치가 있는 이익을 침해한 경우, 민법상 불법행위에 해당하는지 여부(적극)<br/>[7] 甲 주식회사가 자신이 운영하는 홈페이지에서 한국방송공사와 乙 방송사가 방영한 “겨울연가”, “황진이”, “대장금”, “주몽” 등 제호하에 위 드라마가 연상되는 의상, 소품, 모습, 배경 등으로 꾸민 “HELLO KITTY” 제품을 제조·판매한 사안에서, 甲 회사의 제조·판매 행위는 부정한 경쟁행위로서 민법상 불법행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 타인의 등록상표를 그 지정상품과 동일 또는 유사한 상품에 사용하면 타인의 상표권을 침해하는 행위가 되나, 타인의 등록상표를 이용한 경우라고 하더라도 그것이 상표의 본질적인 기능이라고 할 수 있는 출처표시를 위한 것이 아니어서 상표의 사용으로 인식될 수 없는 경우에는 등록상표의 상표권을 침해한 행위로 볼 수 없고, 그것이 상표로서 사용되고 있는지는 상품과 관계, 당해 표장의 사용 태양(즉 상품 등에 표시된 위치, 크기 등), 등록상표의 주지저명성 그리고 사용자의 의도와 사용 경위 등을 종합하여 실제 거래계에서 표시된 표장이 상품의 식별표지로서 사용되고 있는지에 의하여 판단하여야 한다.<br/>[2] 甲 주식회사로부터 국내에서 “HELLO KITTY” 캐릭터를 상품화할 수 있는 독점권을 부여받은 乙 주식회사가 자신이 운영하는 홈페이지에 “HELLO KITTY” 캐릭터가 부착 또는 표시된 상품의 이미지 바로 아래에 있는 상품 이름 앞에 “대장금”, “장금”, “주몽”이라는 표장을 표시한 행위가 등록상표 “”, “”, “”의 상표권자인 丙 방송사 등의 상표권을 침해하는 행위에 해당하는지 문제된 사안에서, 위 표장의 사용 태양, 위 등록상표와 “HELLO KITTY” 표장의 주지저명의 정도, 乙 회사의 의도와 위 표장의 사용 경위 등을 종합하면 전체적으로 乙 회사가 홈페이지에서 광고·판매한 위 상품들의 출처가 甲 회사 또는 동일 상품화 사업을 영위하는 집단인 것으로 명확히 인식되고, “대장금” 등 표장은 상품에 부착 또는 표시된 “HELLO KITTY” 캐릭터가 丙 방송사가 제작·방영한 드라마의 캐릭터로 알려진 ‘대장금’, ‘주몽’을 형상화한 것임을 안내·설명하기 위한 것일 뿐 상품의 식별표지로서 사용되었다고는 볼 수 없으므로, “대장금” 등 표장이 상표로서 사용되었다고 볼 수 없다고 한 사례.<br/>[3] 캐릭터가 상품화되어부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목에 규정된 ‘국내에 널리 인식된 타인의 상품임을 표시한 표지’가 되기 위해서는 캐릭터 자체가 국내에 널리 알려진 것만으로는 부족하고, 캐릭터에 대한 상품화 사업이 이루어지고 이에 대한 지속적인 선전, 광고 및 품질관리 등으로 캐릭터가 이를 상품화할 수 있는 권리를 가진 자의 상품표지이거나 상품화권자와 그로부터 상품화 계약에 따라 캐릭터사용허락을 받은 사용권자 및 재사용권자 등 캐릭터에 관한 상품화 사업을 영위하는 집단(group)의 상품표지로서 수요자들에게 널리 인식되어 있을 것을 요한다.<br/>[4] 어떤 상품의 형태가 출처표시기능을 가지고 나아가 주지성까지 획득하는 경우에는부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목에 규정된 ‘국내에 널리 인식된 타인의 상품임을 표시한 표지’에 해당하여 같은 법에 의한 보호를 받을 수 있는데, 이를 위해서는 상품형태가 다른 유사상품과 비교하여 수요자의 감각에 강하게 호소하는 독특한 디자인적 특징을 가지고 있는 등 일반수요자가 일견하여 특정 영업주체의 상품이라는 것을 인식할 수 있는 정도의 식별력을 갖추고 있어야 하며, 나아가 당해 상품형태가 장기간에 걸쳐 특정 영업주체의 상품으로 계속적·독점적·배타적으로 사용되거나 또는 단기간이라도 강력한 선전·광고가 이루어짐으로써 상품형태가 갖는 차별적 특징이 거래자 또는 일반수요자에게 특정 출처의 상품임을 연상시킬 정도로 현저하게 개별화된 정도에 이르러야 한다.<br/>[5]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (자)목은 부정경쟁행위의 한 유형으로서 타인이 제작한 상품의 형태를 모방한 상품을 양도·대여 또는 이를 위한 전시를 하거나 수입·수출하는 행위를 규정하고 있는데, 여기에서 ‘모방’이란 타인의 상품형태에 의거하여 이와 실질적으로 동일한 형태의 상품을 만들어 내는 것을 말하며, 형태에 변경이 있는 경우 실질적으로 동일한 형태의 상품에 해당하는지는 당해 변경의 내용·정도, 착상의 난이도, 변경에 의한 형태적 효과 등을 종합적으로 고려하여 판단하여야 한다.<br/>[6] 경쟁자가 상당한 노력과 투자에 의하여 구축한 성과물을 상도덕이나 공정한 경쟁질서에 반하여 자신의 영업을 위하여 무단으로 이용함으로써 경쟁자의 노력과 투자에 편승하여 부당하게 이익을 얻고 경쟁자의 법률상 보호할 가치가 있는 이익을 침해하는 행위는 부정한 경쟁행위로서 민법상 불법행위에 해당한다.<br/>[7] 甲 주식회사가 자신이 운영하는 홈페이지에서 한국방송공사와 乙 방송사가 방영한 “겨울연가”, “황진이”, “대장금”, “주몽” 등 제호하에 위 드라마가 연상되는 의상, 소품, 모습, 배경 등으로 꾸민 “HELLO KITTY” 제품을 제조·판매한 사안에서, 제반 사정에 비추어 甲 회사가 드라마를 이용한 상품화 사업 분야에서 경쟁자 관계에 있는 한국방송공사 등의 상당한 노력과 투자에 편승하여 각 드라마의 명성과 고객흡인력을 자신의 영업을 위하여 무단으로 이용하여 법률상 보호할 가치가 있는 한국방송공사 등의 해당 드라마에 관한 상품화 사업을 통한 영업상 이익을 침해하였다고 보아, 甲 회사의 제조·판매 행위는 부정한 경쟁행위로서 민법상 불법행위에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상표법 제2조 제1항 제7호,제66조 제1항 제1호 / [2]상표법 제2조 제1항 제7호,제66조 제1항 제1호 / [3]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목 / [4]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목 / [5]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (자)목 / [6]민법 제750조 / [7]민법 제750조<br/>",
  "참조판례": "[1]대법원 2003. 4. 11. 선고 2002도3445 판결(공2003상, 1218) / [3]대법원 2005. 4. 29. 선고 2005도70 판결(공2005상, 893),대법원 2006. 12. 22. 선고 2005도4002 판결 / [4]대법원 2007. 7. 13. 선고 2006도1157 판결(공2007하, 1330) / [6]대법원 2010. 8. 25.자 2008마1541 결정(공2010하, 1855)<br/>"
}