{
  "판례일련번호": "161664",
  "사건명": "손해 배상(기)",
  "사건번호": "2011다38325",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120329",
  "판시사항": "[1] 불법행위로 인한 손해배상채무의 지연손해금 발생 시기 <br/>[2] 불법행위로 인한 위자료배상채무의 지연손해금이 사실심 변론종결일부터 기산된다고 보아야 하는 예외적인 경우, 변론종결시의 위자료 원금을 증액할 수 있는지 여부(적극) 및 공무원들에 의하여 조직적·의도적으로 중대한 인권침해행위가 자행된 사건에서 위자료를 산정할 때 고려하여야 할 사항<br/>[3] 불법구금 등에 따른 손해배상액을 산정하는 과정에서 구 형사보상법에 의하여 먼저 받은 형사보상금을 공제하는 방법<br/>",
  "판결요지": "[1] 불법행위로 인한 손해배상채무에 대하여는 별도의 이행 최고가 없더라도 채무성립과 동시에 지연손해금이 발생하는 것이 원칙이다. 다만 불법행위시와 변론종결시 사이에 장기간의 세월이 경과함으로써 위자료 산정의 기준되는 변론종결시의 국민소득수준이나 통화가치 등의 사정이 불법행위시에 비하여 상당한 정도로 변동한 결과 그에 따라 이를 반영하는 위자료 액수 또한 현저한 증액이 불가피한 경우에는, 예외적으로 불법행위로 인한 위자료 배상채무의 지연손해금은 위자료 산정의 기준시인 사실심 변론종결 당일부터 발생한다고 보아야 한다.<br/>[2] 불법행위로 인한 위자료 배상채무의 지연손해금이 사실심 변론종결일부터 기산된다고 보아야 하는 예외적인 경우에는 그 채무가 성립한 불법행위 당시를 기준으로 즉시 지급함이 적절하다고 보이는 액수의 위자료에 대한 배상이 변론종결시까지 장기간 지연된 사정을 참작하여 변론종결시의 위자료 원금을 적절히 증액 산정할 필요가 있고, 나아가 공무원들에 의하여 조직적이고 의도적으로 중대한 인권침해행위가 자행된 경우 유사한 사건의 재발을 억제·예방할 필요성 등도 위자료를 산정하면서 중요한 참작사유로 고려되어야 한다.<br/>[3]구 형사보상법(2011. 5. 23. 법률 제10698호 형사보상 및 명예회복에 관한 법률로 전부 개정되기 전의 것) 제5조 제1항은 “이 법은 보상을 받을 자가 다른 법률의 규정에 의하여 손해배상을 청구함을 금하지 아니한다.”고 규정하고 있고,제5조 제3항은 “다른 법률의 규정에 의하여 손해배상을 받을 자가 동일한 원인에 대하여 이 법에 의한 보상을 받았을 때에는 그 보상금의 액수를 공제하고 손해배상의 액수를 정하여야 한다.”고 규정하고 있으며, 현행형사보상 및 명예회복에 관한 법률 제6조 제1항과제3항 역시 같은 취지의 규정을 두고 있다. 그런데 형사절차에서 억울하게 구금 또는 형의 집행을 받은 자는 공무원의 귀책사유를 입증하여 손해배상을 받을 수도 있고, 공무원의 귀책사유를 입증할 필요 없이 형사보상을 받는 방법을 통하여 간편·신속하게 피해를 구제받을 수도 있는데, 형사보상제도가 마련된 취지에 비추어 손해배상에 앞서 형사보상을 먼저 받은 자에게 불이익이 생겨서는 안 되는 점이나 손해배상과 형사보상 모두가 동일한 피해에 대한 손해전보 수단으로서 기능을 같이하는 점 등에 비추어, 손해배상액을 산정하는 과정에서 위 관련 규정에 의하여 먼저 받은 형사보상금을 공제할 때에는 이를 손해배상채무의 변제액 공제에 준하여 민법에서 정한 변제충당의 일반 원칙에 따라 형사보상금을 지급받을 당시 손해배상채무의 지연손해금과 원본 순서로 충당하여 공제하는 것이 타당하고, 형사보상금을 곧바로 손해배상액 원본에서 공제할 것은 아니지만, 예외적으로 불법행위로 인한 위자료 배상채무의 지연손해금이 사실심 변론종결일부터 기산되는 경우 형사보상금 수령일을 기준으로 지연손해금이 발생하지 아니한 위자료 원본 액수가 이미 수령한 형사보상금 액수 이상인 때에는 계산의 번잡을 피하기 위하여 이미 지급받은 형사보상금을 위자료 원본에서 우선 공제하여도 무방하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제751조 / [2]민법 제751조 / [3]구 형사보상법(2011. 5. 23. 법률 제10698호 형사보상 및 명예회복에 관한 법률로 전부 개정되기 전의 것) 제5조 제1항(현행형사보상 및 명예회복에 관한 법률 제6조 제1항 참조),제3항(현행형사보상 및 명예회복에 관한 법률 제6조 제3항 참조)<br/>",
  "참조판례": "[1]대법원 2011. 1. 13. 선고 2009다103950 판결(공2011상, 319),대법원 2011. 7. 21. 선고 2011재다199 전원합의체 판결(공2011하, 1709) / [2][3]대법원 2011. 1. 13. 선고 2010다53419 판결 / [2]대법원 2011. 1. 27. 선고 2010다1234 판결<br/>"
}