{
  "판례일련번호": "161839",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(알선수재)",
  "사건번호": "2011노3252",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20120223",
  "판시사항": "[1] 구 특정경제범죄 가중처벌 등에 관한 법률상 알선수재죄에서 알선과 금품 기타 이익의 대가관계를 판단하는 기준 및 금품 기타 이익이 알선에 관한 대가로서 제3자에게 공여된 사정을 알선자가 인식하고도 그러한 공여가 계속되도록 용인한 경우, 알선자의 인식 시점 이후 제3자가 수수한 금품 기타 이익이 알선자의 알선과 대가관계가 인정되는지 여부(적극)<br/>[2] 감사원 감사위원인 피고인이 감사원의 요청으로 금융감독원 등이 검사를 진행하고 있는 甲 상호저축은행 측에 자신의 형 乙의 취직을 부탁하여 乙에게 급여를 공여하게 함으로써 금융기관 임·직원의 직무에 속한 사항의 알선에 관하여 금품을 수수하였다고 하여 구 특정경제범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 乙의 취직을 전후한 상황 등에 비추어 乙의 취직과 피고인의 알선 사이에 대가관계가 인정되고, 乙의 취직은 금품을 제공하기 위한 방편에 불과하여 乙이 수령한 급여액이 알선수재액이라고 한 사례<br/>",
  "판결요지": "[1]           구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제7조에서 규정하는 알선수재죄가 성립하기 위해서는 금융기관 임·직원의 직무에 속한 사항의 알선에 관하여 금품 기타 이익의 수수 등 행위가 있어야 하는데, 알선과 금품 기타 이익 사이에 대가관계가 있는지는 당해 알선의 내용, 알선자와 이익제공자 간에 특수한 사적인 친분관계가 존재하는지 여부, 이익의 다과, 이익을 수수한 경위와 시기 등 제반 사정을 참작하여 결정하여야 하고, 알선과 금품 기타 이익 사이에 전체적·포괄적으로 대가관계가 있으면 족하다. 그리고 금품 기타 이익의 공여자가 제3자에게 금품 기타 이익을 공여할 때 그와 같은 공여에 대하여 알선자에게서 직접적인 요구를 받은 사실이 없었다거나 알선자와 사전에 별다른 논의가 없었더라도, 금품 기타 이익이 금융기관 임·직원의 직무에 속한 사항의 알선에 관한 대가로서 제3자에게 공여된 것이고 알선자가 이러한 사정을 인식하고도 그러한 공여가 계속되도록 용인하였다면, 적어도 알선자의 인식 시점 이후에 제3자가 수수한 금품 기타 이익은 알선자의 알선과 대가관계가 인정된다.        <br/>[2] 감사원 감사위원인 피고인이 감사원의 요청으로 금융감독원 등이 검사를 진행하고 있는 甲 상호저축은행 측에 자신의 형 乙의 취직을 부탁하여 乙에게 일정기간 매월 급여를 공여하게 함으로써 금융기관 임·직원의 직무에 속한 사항의 알선에 관하여 금품을 수수하였다고 하여 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 위반으로 기소된 사안에서, 乙의 취업과 급여 수령이 피고인의 직접적인 요구에 따른 것이거나 피고인과 사전 논의를 거쳐 이루어졌다고 단정할 수 없으나, 甲 은행 측은 피고인의 취업 부탁을 의식하여 알선의 대가로서 乙이 형식적으로 취업한 것처럼 하여 월 1,000만 원의 급여를 받을 수 있도록 하였고, 피고인 역시 乙의 취업 직후 이러한 사정을 미필적으로나마 인식하고도 이를 그대로 용인한 사정에 비추어 乙의 취직과 피고인의 알선 사이에 대가관계가 인정되고, 취업 경위, 실제 근무 형태, 공여자와 피고인의 의사 등을 종합할 때 乙의 취직은 금품을 제공하기 위한 방편에 불과하여 乙이 10개월 동안 수령한 급여 합계 1억 원이 알선수재액이라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제7조 / [2]         구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제7조<br/>",
  "참조판례": "[1]         대법원 2002. 12. 24. 선고 2002도5296 판결(공2003상, 549)      <br/>"
}