{
  "판례일련번호": "162592",
  "사건명": "장애연금지급거부처분취소",
  "사건번호": "2011두31178",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120413",
  "판시사항": "[1] 국민연금 가입 전 질병이 발병하였으나 당해 질병의 초진일이 가입 중에 있고 가입자가 가입 당시 발병사실을 알지 못한 경우, 장애연금을 받을 수 있는지 여부(적극)<br/>[2]           국민연금법 제67조 제1항에서 정한 ‘초진일’의 의미        <br/>[3]           국민연금법 제67조 제1항에서 정한 ‘가입 중에 생긴 질병 또는 부상’의 의미        <br/>[4] 甲이 국민연금 가입 이후에 폐결핵 후유증과 만성폐쇄성폐질환이 발병하여 호흡기 장애가 있다며 장애연금지급청구를 하였으나, 국민연금공단이 甲의 폐결핵 병력 등을 들어 ‘장애의 원인이 된 질병이 국민연금 가입 중에 발생하지 않았다’라는 이유로 장애연금 수급권 미해당 결정을 한 사안에서, 甲이 장애연금 수급권자에 해당하지 않는다고 본 원심판결에 장애연금 수급권의 요건에 관한 법리를 오해한 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]           2007. 7. 23. 법률 제8541호로 전부 개정된 현행 국민연금법 제67조 제1항은 \"가입 중에 생긴 질병(당해 질병의 초진일이 가입 중에 있는 경우로서 가입자가 가입 당시 발병 사실을 알지 못한 경우를 포함한다)이나 부상으로 완치된 후에도 신체상 또는 정신상의 장애가 있는 자에 대하여는 그 장애가 계속되는 동안 장애 정도에 따라 장애연금을 지급한다.\"고 규정하고 있으므로, 국민연금 가입 이전에 당해 질병이 발병하였다고 하더라도 당해 질병의 초진일이 가입 중에 있는 경우로서 가입자가 가입 당시 발병사실을 알지 못한 경우에도 가입 중에 생긴 질병에 해당하여 장애연금을 받을 수 있다.        <br/>[2] 현행 국민연금법에서 말하는 ‘초진일’이란 신체 또는 정신상의 장애를 가져온 직접적인 질병에 대한 진료개시일을 의미하는 것이지, 장애의 원인이 된 질병의 진료개시일이나 종전에 일응 그 질병에 합당한 치료를 받고 정상생활을 하다가 그 후 신체장애를 가져올 질병이 재발한 경우에 종전 진료개시일을 의미하는 것은 아니라고 해석하는 것이 타당하다.<br/>[3] 현행           국민연금법 제67조 제1항에서 정한 ‘가입 중에 생긴 질병 또는 부상’은, 장애의 원인이 된 질병 또는 부상이 의학적·객관적으로 판단할 때 국민연금 가입기간 중에 발생하여야 한다는 뜻으로 보아야 한다.        <br/>[4] 甲이 국민연금 가입 이후 폐결핵 후유증과 만성폐쇄성폐질환이 발병하여 호흡기 장애가 있다며 장애연금지급청구를 하였으나, 국민연금공단이 甲의 폐결핵 병력 등을 들어 ‘장애의 원인이 된 질병이 국민연금 가입 중에 발생하지 않았다’라는 이유로 장애연금 수급권 미해당 결정을 한 사안에서, 甲의 폐결핵 후유증과 만성폐쇄성폐질환이 현행 국민연금법 시행일인 2007. 7. 23. 이전에 완치되었거나 초진일로부터 2년이 경과된 경우에 해당하지 않으므로 甲의 경우           구 국민연금법(2007. 7. 23. 법률 제8541호로 전부 개정되기 전의 것) 제58조 제1항의 종전규정이 적용될 수는 없고 현행           국민연금법 제67조 제1항의 개정규정이 적용되어야 하고, 甲이 1993년 이후 폐 관련 질병으로 진찰 및 진료를 받지 않다가 2008. 4. 8. 비로소 다시 폐기능 이상으로 진료를 개시한 점 등에 비추어 보면 호흡기 장애의 원인이 된 질병인 폐결핵 후유증, 만성폐쇄성폐질환은 국민연금 가입기간 중에 발생한 것으로 보아야 하므로 甲은           국민연금법 제67조 제1항의 개정규정에 따라 장애연금을 받을 수 있다는 이유로, 이와 달리 본 원심판결에 장애연금 수급권의 요건에 관한 법리를 오해한 위법이 있다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         국민연금법 제67조 제1항 / [2]         국민연금법 제67조 제1항 / [3]         국민연금법 제67조 제1항 / [4]         국민연금법 제67조 제1항,         부칙(2007. 7. 23.) 제1조,         제36조 제1항<br/>",
  "참조판례": "[2]         대법원 1991. 11. 26. 선고 91누2205 판결(공1992, 334) / [3]         대법원 2006. 7. 28. 선고 2005두16918 판결(공2006하, 1549)      <br/>"
}