{
  "판례일련번호": "162562",
  "사건명": "해임처분취소",
  "사건번호": "2011두21003",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120413",
  "판시사항": "[1] 직근 상급기관에 설치된 징계위원회가 없는 국가정보원 징계위원회 의결에 대하여, 징계의결요구권자가 당해 징계위원회에 재심사를 청구할 수 있는지 여부(소극)<br/>[2] 국가정보원장이 고등징계위원회에 소속 직원 甲에 대한 징계의결을 요구하여 고등징계위원회에서 甲에 대한 징계를 ‘강등’으로 의결하였으나 그 의결이 징계사유에 비해 가볍다고 보아 고등징계위원회에 재심사를 요구하고 고등징계위원회에서 재심의 결과 甲에 대한 징계를 ‘해임’으로 의결하자 甲에 대하여 국가공무원법의 품위유지의무 위반 등을 이유로 해임처분을 한 사안에서, 고등징계위원회 재의결에 따른 해임처분이 위법하다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]국가공무원법 제82조 제1항,제2항 규정의 취지 및 내용을 종합하여 살펴보면, 국무총리 소속으로 설치된 징계위원회 및 국회·법원·헌법재판소·선거관리위원회의 중앙인사관장기관에 설치된 상급 징계위원회의 의결에 대하여는 징계의결요구권자가 당해 징계위원회에 재심사를 청구할 수 있지만, 이와 같이 법문에 의한 재심사 청구가 인정되지 않은 기관에 설치된 징계위원회 의결에 대하여는 그 기관의 상급기관에 징계위원회가 설치되어 있지 않다고 하더라도 개별 법령에서 당해 징계위원회에 재심사를 청구할 수 있도록 규정되어 있지 않은 이상국가공무원법 제82조 제2항에 근거하여 징계의결요구권자가 당해 징계위원회에 재심사를 청구할 수는 없다. 그런데 국가정보원의 직근 상급기관인 대통령에는 징계위원회가 설치되어 있지 않고, 국가정보원 직원에 관한 징계절차 등을 규정한 국가정보원직원법 및 같은 법 시행령에는 징계의결요구권자가 당해 징계위원회에 재심사를 청구할 수 있는 규정을 두고 있지 않다. 따라서 앞서 본 법리에 비추어 볼 때국가정보원직원법 제30조에서 직원에 대하여 특별한 규정이 있는 경우를 제외하고 국가공무원법 중 일반직공무원에 관한 규정을 준용하도록 하고 있지만, 국가정보원 직원의 징계에 관하여는국가공무원법 제82조 제2항에 근거하여 징계의결요구권자가 당해 징계위원회에 재심사를 청구할 수 없다고 보아야 한다.<br/>[2] 국가정보원장이 고등징계위원회에 소속 직원 甲에 대한 징계의결을 요구하여 고등징계위원회에서 ‘강등’으로 의결하였으나 그 의결이 징계사유에 비해 가볍다고 보아 고등징계위원회에 재심사를 요구하고 고등징계위원회에서 재심의 결과 ‘해임’으로 의결하자 甲에 대하여 국가공무원법의 품위유지의무 위반 등을 이유로 해임처분을 한 사안에서,국가공무원법 제82조 제2항은 국무총리 소속으로 설치된 징계위원회의 의결을 제외하고는 직근 상급기관에 설치된 징계위원회에 재심사를 청구할 수 있도록 규정하고 있는데, 국가정보원의 직근 상급기관인 대통령에는 징계위원회가 존재하지 않으므로, 특별한 규정이 없는 이상 재심사청구를 할 직근 상급기관에 설치된 징계위원회가 없는 국가정보원 징계위원회의 의결에 대하여는 재심사청구를 할 수 없다고 보아야 하고, 최초 징계의결을 한 국가정보원의 고등징계위원회를 직근 상급기관에 설치된 징계위원회로 해석할 수 없다는 이유로, 국가정보원장이 최초 심사·의결하였던 국가정보원 고등징계위원회에 최초 의결이 가볍다고 재심사를 요구하여 최초 의결 내용보다 중하게 재의결한 고등징계위원회의 의결에 따라 해임처분을 한 것은 위법하여 취소되어야 한다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]국가공무원법 제82조 제1항,제2항,국가정보원직원법 제25조 제1항,제2항,국가정보원직원법 시행령 제30조 제1항,제2항 / [2]국가공무원법 제63조,제82조 제1항,제2항,국가정보원직원법 제17조,제24조 제1호,제3호,제25조 제1항,제2항,국가정보원직원법 시행령 제30조 제1항,제2항<br/>",
  "참조판례": ""
}