{
  "판례일련번호": "162635",
  "사건명": "손해배상(기)",
  "사건번호": "2009다33754",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120413",
  "판시사항": "[1] 공무원의 직무수행 중 불법행위로 납북된 피해자의 국가배상청구권에 관한 소멸시효는 납북상태가 지속되는 동안에도 진행하는지 여부(원칙적 소극)<br/>[2]국가배상법 제2조 제1항 본문 전단의 손해배상청구권에 적용되는 단기소멸시효의 기산점인민법 제766조 제1항에서 정한 ‘손해 및 가해자를 안 날’의 의미와 판단 방법<br/>[3] 군무원 甲의 직무수행 중 불법행위로 1977. 10. 12. 납북된 피해자 乙의 가족인 처 丙과 자녀 丁 등이 乙에 대한 실종선고심판이 2005. 8. 23. 확정된 후 국가배상청구를 한 사안에서, 乙 본인의 국가배상청구권에 관한 소멸시효가 완성되었다고 본 원심판단에는 법리오해의 위법이 있으나, 丙, 丁 등 가족들 고유의 국가배상청구권에 관한 소멸시효가 완성되었다고 본 원심판단에는 법리오해의 위법이 없다고 한 사례<br/>",
  "판결요지": "[1] 국가배상청구권에 관한 3년의 단기시효기간을 기산하는 경우에도민법 제766조 제1항 외에 소멸시효의 기산점에 관한 일반규정인민법 제166조 제1항이 적용되므로, 3년의 단기시효기간은 ‘손해 및 가해자를 안 날’에 더하여 ‘권리를 행사할 수 있는 때’가 도래하여야 비로소 시효가 진행한다. 그런데 공무원의 직무수행 중 불법행위에 의하여 납북된 것을 원인으로 하는 국가배상청구권 행사의 경우, 남북교류의 현실과 거주·이전 및 통신의 자유가 제한된 북한 사회의 비민주성이나 폐쇄성 등을 고려하여 볼 때, 다른 특별한 사정이 없는 한 북한에 납북된 사람이 국가를 상대로 대한민국 법원에 소장을 제출하는 등으로 권리를 행사하는 것은 객관적으로도 불가능하므로, 납북상태가 지속되는 동안은 소멸시효가 진행하지 않는다(다만 납북자에 대한 실종선고심판이 확정되게 되면 상속인들에 의한 상속채권의 행사가 가능해질 뿐이다).<br/>[2]국가배상법 제2조 제1항 본문 전단의 국가배상청구권에는국가배상법 제8조에 의하여민법 제766조 제1항이 적용되므로, 국가배상청구권은 피해자나 그 법정대리인이 손해 및 가해자를 안 날부터 3년간 이를 행사하지 아니하면 시효로 인하여 소멸하고, 여기서 ‘손해 및 가해자를 안 날’은 공무원의 직무집행상 불법행위의 존재 및 그로 인한 손해의 발생 등 불법행위의 요건사실에 대하여 현실적이고도 구체적으로 인식하였을 때를 의미하지만, 피해자 등이 언제 불법행위의 요건사실을 현실적이고도 구체적으로 인식한 것으로 볼 것인지는 개별 사건에서 여러 객관적 사정과 손해배상청구가 가능하게 된 상황 등을 종합하여 합리적으로 판단하여야 한다.<br/>[3] 군무원 甲의 직무수행 중 불법행위로 1977. 10. 12. 납북된 피해자 乙의 가족인 처 丙과 자녀 丁 등이 乙에 대한 실종선고심판이 2005. 8. 23. 확정된 후 국가배상청구를 한 사안에서, 납북된 乙 본인이 불법행위 발생일인 1977. 10. 12.에 손해 및 가해자를 알았다고 하더라도 국가를 상대로 국가배상청구권을 행사하는 것은 객관적으로 불가능하므로 乙 본인의 국가배상청구권에 관한 소멸시효가 1977. 10. 12.부터 진행한다고 볼 수 없는데도 그때부터 진행하는 것으로 보아 소멸시효가 완성되었다고 본 원심판단에는 소멸시효 기산점에 관한 법리오해의 위법이 있으나, 乙의 처이자 자녀 丁 등의 법정대리인이었던 丙이 불법행위가 발생한 날의 다음날인 1977. 10. 13.에는 손해 및 가해자를 알았다고 보아 그 다음날부터 3년이 경과한 1980. 10. 14.에 丙, 丁 등 가족들 고유의 국가배상청구권에 관한 소멸시효가 완성되었다고 본 원심판단에는 단기소멸시효에 관한 법리오해의 위법이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]국가배상법 제2조 제1항,제8조,민법 제166조 제1항,제766조 제1항 / [2]국가배상법 제2조 제1항,제8조,민법 제766조 제1항 / [3]국가배상법 제2조 제1항,제8조,민법 제166조 제1항,제766조 제1항<br/>",
  "참조판례": "[1]대법원 1998. 7. 10. 선고 98다7001 판결(공1998하, 2087) / [2]대법원 2002. 6. 28. 선고 2000다22249 판결(공2002하, 1777),대법원 2008. 1. 18. 선고 2005다65579 판결(공2008상, 225),대법원 2008. 5. 29. 선고 2004다33469 판결(공2008하, 1109)<br/>"
}