{
  "판례일련번호": "162632",
  "사건명": "주민총회결의무효확인",
  "사건번호": "2009다22419",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120412",
  "판시사항": "[1] 구 도시 및 주거환경정비법상 조합설립추진위원회를 상대로 추진위원회가 주민총회에서 한 시공자 선정결의의 무효확인을 구하는 소의 계속 중 조합이 설립된 경우, 조합이 계속 중인 소송에서 추진위원회의 법률상 지위를 승계하는지 여부(원칙적 적극)<br/>[2] 甲 주택재개발정비사업조합설립 추진위원회가 주민총회에서 한 시공자 선정결의에 대하여 사업구역 내 토지 등 소유자인 乙 등이 추진위원회를 상대로 결의의 무효확인을 구하는 소를 제기하였는데, 소송 계속 중 甲 주택재개발정비사업조합이 설립되자 乙 등이 소송수계신청을 한 사안에서, 계속 중인 소송에서 추진위원회의 법률상 지위가 甲 조합에 승계되었고, 乙 등에게 결의의 무효확인을 구할 확인의 이익이 있다고 한 사례<br/>",
  "판결요지": "[1] 비법인사단인 구 도시 및 주거환경정비법(2003. 5. 29. 법률 제6893호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)상 조합설립추진위원회(이하 ‘추진위원회’라 한다)가 행한 업무와 관련된 권리와 의무는, 비록 추진위원회가 행한 업무가 사후에 관계 법령의 해석상 추진위원회의 업무범위에 속하지 아니하여 효력이 없다고 하더라도           구 도시정비법 제16조에 의한 조합설립인가처분을 받아 법인으로 설립된 조합에 모두 포괄승계된다고 봄이 타당하다. 따라서 추진위원회를 상대로 추진위원회가 개최한 주민총회에서 한 시공자 선정결의의 무효확인을 구하는 소의 계속 중 조합이 설립되었다면, 조합은 특별한 사유가 없는 한 계속 중인 소송에서 추진위원회의 법률상 지위도 승계한다고 보아야 한다.        <br/>[2] 甲 주택재개발정비사업조합설립 추진위원회(이하 ‘추진위원회’라 한다)가 주민총회에서 한 시공자 선정결의에 대하여 사업구역 내 토지 등 소유자인 乙 등이 추진위원회를 상대로 결의의 무효확인을 구하는 소를 제기하였는데, 소송 계속 중 甲 주택재개발정비사업조합이 설립되자 乙 등이 소송수계신청을 한 사안에서,           구 도시 및 주거환경정비법(2003. 5. 29. 법률 제6893호로 개정되기 전의 것) 제15조 제4항에 따라 추진위원회가 행한 업무와 관련된 권리와 의무는 甲 조합에 포괄승계되었으므로 계속 중인 소송에서 추진위원회의 법률상 지위도 甲 조합에 승계되었고, 또한 甲 조합에 의하여 별개 절차나 조합총회 결의에 의하여 새로이 시공자 선정이 이루어지기 전까지는 乙 등에게 재개발사업과 관련하여 여전히 권리 또는 법률상 지위에 현존하는 불안·위험이 있으므로, 무효확인의 소는 분쟁 해결에 유효·적절한 수단이 될 수 있다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 도시 및 주거환경정비법(2003. 5. 29. 법률 제6893호로 개정되기 전의 것) 제14조 제1항,         제15조 제4항,         제5항,         제16조,         제85조 제4호,         구 도시 및 주거환경정비법 시행령(2003. 11. 29. 대통령령 제18146호로 개정되기 전의 것) 제22조,         민사소송법 제52조,         제243조 / [2]         구 도시 및 주거환경정비법(2003. 5. 29. 법률 제6893호로 개정되기 전의 것) 제14조 제1항,         제15조 제4항,         제5항,         제16조,         제85조 제4호,         구 도시 및 주거환경정비법 시행령(2003. 11. 29. 대통령령 제18146호로 개정되기 전의 것) 제22조,         민사소송법 제52조,         제243조,         제250조<br/>",
  "참조판례": "[1]         대법원 2002. 11. 26. 선고 2001다44352 판결(공2003상, 190)      <br/>"
}