{
  "판례일련번호": "162672",
  "사건명": "화물자동차운수사업법 위반·위계공무집행방해",
  "사건번호": "2010도7033",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110825",
  "판시사항": "[1] 이미 허가를 받은 기존 사업자가 주기적으로 허가기준에 관한 사항을 신고하는 과정에서 부정한 방법을 사용한 경우,구 화물자동차 운수사업법 제48조 제2호에서 정한 ‘부정한 방법으로 허가를 받고 사업을 경영한 자’에 해당하는지 여부(소극)<br/>[2] 화물자동차 운송주선사업자인 피고인이 관할 행정청에 주기적으로 허가기준에 관한 사항을 신고하는 과정에서 허위 서류를 제출하는 부정한 방법으로 허가를 받고 사업을 경영하였다고 하며 구 화물자동차 운수사업법 위반으로 기소된 사안에서, 피고인은 기존 사업에 관하여 주기적 신고를 한 것이어서같은 법 제48조 제2호의 처벌대상이 아니라고 본 원심판단을 수긍한 사례<br/>[3] 신고인이 허위사실을 신고서에 기재하거나 허위의 소명자료를 첨부하여 행정청에 제출하는 행위가 형법상 ‘위계에 의한 공무집행방해죄’를 구성하는지 여부(원칙적 소극)<br/>[4] 화물자동차 운송주선사업자인 피고인이 관할 행정청에 주기적으로 허가기준에 관한 사항을 신고하는 과정에서 허위 서류를 제출하는 부정한 방법으로 허가를 받아 위계로써 공무원의 직무집행을 방해하였다는 내용으로 기소된 사안에서, 피고인에게 유죄를 인정한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 화물자동차 운수사업법(2008. 3. 21. 법률 제8979호로 전부 개정되기 전의 것, 이하 ‘구법’이라 한다) 제48조 제2호에서 정한 ‘부정한 방법으로 허가를 받고 사업을 경영한 자’란 화물자동차 운송주선사업에 대한 허가를 취득하는 과정에서 부정한 방법을 동원한 자만을 가리키는 것이므로, 이미 허가를 받은 기존 사업자가구법 제21조 제5항,제3조 제7항의 규정에 의하여 주기적으로 허가기준에 관한 사항의 신고를 하는 과정에서 부정한 방법을 사용하였더라도구법 제48조 제2호 위반죄가 성립하지 아니한다.<br/>[2] 화물자동차 운송주선사업자인 피고인이 관할 행정청에 주기적으로 허가기준에 관한 사항을 신고하는 과정에서 가장납입에 의하여 발급받은 허위의 예금잔액증명서를 제출하는 부정한 방법으로 허가를 받고 사업을 경영하였다고 하며 구 화물자동차 운수사업법(2008. 3. 21. 법률 제8979호로 전부 개정되기 전의 것, 이하 ‘구법’이라 한다) 위반으로 기소된 사안에서, 피고인은 이미 허가를 받은 기존의 운송주선사업에 관하여 관련 법규에 따라 주기적 신고를 한 것이지 새로이 사업의 허가를 신청한 것이 아니어서구법 제48조 제2호의 처벌대상이 될 수 없다는 이유로, 피고인에게 무죄를 인정한 원심판단을 수긍한 사례.<br/>[3] 신고인이 허위사실을 신고서에 기재하거나 허위의 소명자료를 첨부하여 제출하였더라도 관계 법령에 별도의 처벌규정이 있어 이를 적용하는 것은 별론으로 하고, 일반적으로 위와 같은 허위 신고가 형법상 위계에 의한 공무집행방해죄를 구성한다고 볼 수 없다. 다만 관계 법령이 비록 신고라는 용어를 사용하고 있지만 거기에 비교적 중대한 법률효과가 결부되어 있고, 이에 따라 행정청이 신고에 대하여 형식적·절차적 심사가 아닌 실질적·내용적 심사를 거친 후 수리 여부를 결정할 것을 예정함으로써 사실상 인·허가 등 처분의 신청행위와 다를 바 없다고 평가되는 예외적인 경우에는 위계에 의한 공무집행방해죄가 성립할 여지가 있으나, 이때에도 행정청이 나름대로 충분히 사실관계를 확인하더라도 신고내용이 허위이거나 법령의 취지에 맞지 아니함을 발견할 수 없었던 경우가 아니라면 심사를 담당하는 행정청이 신고내용이나 자료의 진실성을 충분히 따져보지 않은 채 경솔하게 이를 믿고 어떠한 행위나 처분에 나아갔다고 하여 이를 신고인의 위계에 의한 결과로 볼 수 없으므로, 위계에 의한 공무집행방해죄는 성립하지 아니한다.<br/>[4] 화물자동차 운송주선사업자인 피고인이 관할 행정청에 주기적으로 허가기준에 관한 사항을 신고하는 과정에서 가장납입에 의하여 발급받은 허위의 예금잔액증명서를 제출하는 부정한 방법으로 허가를 받아 위계로써 공무원의 직무집행을 방해하였다는 내용으로 기소된 사안에서, 제반 사정에 비추어 위 신고는 행정청의 단순한 접수나 형식적 심사를 거친 수리 외에 신고에 대응한 어떠한 적극적·실질적 행정작용에 나아갈 것이 예정되어 있다고 볼 수 없을 뿐 아니라, 행정청이 신고내용의 진실성이나 첨부자료의 취지를 제대로 따져보지 않아 추가 조사를 통한 적정한 관리감독권의 행사에 나아가지 않았더라도 이를 신고인의 위계에 의한 방해의 결과로 볼 수 없어 위계에 의한 공무집행방해죄가 성립한다고 볼 수 없는데도, 이와 달리 보아 피고인에게 유죄를 인정한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제3조 제7항,제21조 제1항(현행 제24조 제1항 참조),구 화물자동차 운수사업법(2008. 3. 21. 법률 제8979호로 전부 개정되기 전의 것) 제21조 제5항(현행 제24조 제5항 참조),제48조 제2호(현행 제67조 제2호 참조) / [2]구 화물자동차 운수사업법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제3조 제7항,제21조 제1항(현행 제24조 제1항 참조),구 화물자동차 운수사업법(2008. 3. 21. 법률 제8979호로 전부 개정되기 전의 것) 제21조 제5항(현행 제24조 제5항 참조),제48조 제2호(현행 제67조 제2호 참조),형사소송법 제325조 / [3]형법 제137조 / [4]형법 제137조<br/>",
  "참조판례": "[1]대법원 2009. 7. 23. 선고 2009도2259 판결 / [3]대법원 2002. 9. 4. 선고 2002도2064 판결(공2002하, 2379),대법원 2005. 3. 10. 선고 2004도8470 판결,대법원 2010. 10. 28. 선고 2008도9590 판결(공2010하, 2203)<br/>"
}