{
  "판례일련번호": "163572",
  "사건명": "손해배상(기)",
  "사건번호": "2010다8709",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120426",
  "판시사항": "[1] 고지의무를 위반한 당사자가 부주의 또는 착오 등으로 고지의무의 존재를 인식하지 못한 경우, 위법성이 부정되는지 여부(소극)<br/>[2] 지역주택조합 방식에 의한 아파트개발사업의 시행대행자인 甲 주식회사가 乙 등과 조합원가입계약을 체결할 당시 이미 사업부지 일대가 뉴타운사업지구로 지정되어 위 방식에 의한 사업 추진이 불가능할 수 있었음에도 이를 고지하지 않았고, 그 후 사업 추진이 불가능하게 되어 乙 등이 손해를 입은 사안에서, 甲 회사의 고지의무 위반이 인정된다고 한 사례<br/>[3]           민법 제760조 제3항에서 정한 방조에 부작위에 의한 방조가 포함되는지 여부(적극) 및 부작위에 의한 방조의 전제가 되는 작위의무에 신의성실 원칙이나 사회상규 또는 조리상 작위의무가 포함되는지 여부(적극)와 이 경우 작위의무 부과 요건        <br/>[4] 지역주택조합이 설립인가를 받기 전 단계에서 시공사와 공사도급가계약 등을 체결한 경우, 조합과 시공사가 공동책임을 지는지 여부<br/>[5] 지역주택조합 방식에 의한 아파트개발사업의 시행대행자인 甲 주식회사가 乙 등과 조합원가입계약을 체결할 당시 고지의무를 위반하여 위 방식으로 사업 추진이 불가능할 수 있다는 사정을 제대로 알리지 않았고, 그 후 조합설립인가도 받지 못한 채 사업 추진이 불가능하게 되자, 乙 등이 조합원가입계약서에 시공사로 날인한 丙 주식회사를 상대로 손해배상을 구한 사안에서, 丙 회사가 甲 회사의 부작위에 의한 기망행위를 방조하였다고 본 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 부작위로 인한 불법행위가 성립하려면 작위의무가 전제되어야 하지만, 작위의무가 객관적으로 인정되는 이상 의무자가 의무의 존재를 인식하지 못하였더라도 불법행위 성립에는 영향이 없다. 이는 고지의무 위반에 의하여 불법행위가 성립하는 경우에도 마찬가지이므로 당사자의 부주의 또는 착오 등으로 고지의무가 있다는 것을 인식하지 못하였다고 하여 위법성이 부정될 수 있는 것은 아니다.<br/>[2] 지역주택조합 방식에 의한 아파트개발사업의 시행대행자인 甲 주식회사가 乙 등과 조합원가입계약을 체결할 당시 이미 사업부지 일대가 뉴타운사업지구로 지정되어 위 방식에 의한 사업 추진이 불가능할 수 있었음에도 이를 고지하지 않았고, 그 후 실제로 사업 추진이 불가능하게 되어 乙 등이 손해를 입은 사안에서, 사업 추진이 불가능할 수 있다는 사정은 조합원가입계약 체결 여부를 결정하는 데 관건이 되는 중요사항이므로 甲 회사가 계약상대방인 乙 등에게 이를 고지하지 않은 것은 고지의무 위반에 해당하고, 甲 회사가 계약 체결 당시 사업 추진이 불가능할 수 있다는 점을 분명히 인식하지 못하였다 하여 사정이 달라지지는 않는다고 한 사례.<br/>[3]           민법 제760조 제3항은 교사자나 방조자는 공동행위자로 본다고 규정하여 교사자나 방조자에게 공동불법행위자 책임을 부담시키고 있는데, 방조란 불법행위를 용이하게 하는 직접·간접의 모든 행위를 가리키는 것으로서 작위에 의한 경우뿐만 아니라 작위의무 있는 자가 그것을 방지하여야 할 여러 조치를 취하지 아니하는 부작위로 인하여 불법행위자의 실행행위를 용이하게 하는 경우도 포함한다. 여기서 작위의무는 법적인 의무이어야 하므로 단순한 도덕상 또는 종교상 의무는 포함되지 않으나 작위의무가 법적인 의무인 한 그 근거가 성문법이건 불문법이건 상관이 없고 또 공법이건 사법이건 불문하므로, 법령, 법률행위, 선행행위로 인한 경우는 물론이고 기타 신의성실의 원칙이나 사회상규 혹은 조리상 작위의무가 기대되는 경우에도 법적인 작위의무는 있다. 다만 신의성실의 원칙이나 사회상규 혹은 조리상 작위의무는 혈연적인 결합관계나 계약관계 등으로 인한 특별한 신뢰관계가 존재하여 상대방의 법익을 보호하고 그에 대한 침해를 방지할 책임이 있다고 인정되거나 혹은 상대방에게 피해를 입힐 수 있는 위험요인을 지배·관리하고 있거나 타인의 행위를 관리·감독할 지위에 있어 개별적·구체적 사정하에서 위험요인이나 타인의 행위로 인한 피해가 생기지 않도록 조치할 책임이 있다고 인정되는 경우 등과 같이 상대방의 법익을 보호하거나 그의 법익에 대한 침해를 방지하여야 할 특별한 지위에 있음이 인정되는 자에 대하여만 인정할 수 있고, 그러한 지위에 있지 아니한 제3자에 대하여 함부로 작위의무를 확대하여 부과할 것은 아니다.        <br/>[4] 지역주택조합이 조합설립인가를 받고 시공사와 공동으로 주택건설사업을 시행하기 위하여 관할관청으로부터 사업계획승인을 받은 경우에는 지역주택조합과 시공사가 공동사업주체로서 주택법령에 따라 대외적인 손해배상책임 등을 공동으로 부담하게 될 수 있고[          구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제10조 제2항,           제32조 등 참조], 나아가 동업약정 관계에 의한 민법상 조합 구성원으로서 책임을 지게 될 수 있으며, 이러한 경우에는 지역주택조합이 조합원들에게 부담하는 고지의무를 시공사도 함께 부담한다고 볼 수 있다. 그러나 지역주택조합이 설립인가를 받기 전 단계에서 시공사와 공사도급가계약 등을 체결하면서, 조합원의 모집·홍보·관리, 조합의 설립인가, 사업부지 매입 및 조합원 납부금 관리업무 등은 지역주택조합의 권한과 책임으로 하고, 시공사는 조합설립인가 후 시공업무를 권한과 책임으로 하되 지역주택조합의 전문성 및 재정적 능력 부족을 보완하기 위하여 시공사가 지원·협조하기로 한 경우에는, 지역주택조합과 시공사는 주택법상 공동사업주체에 해당하지 않을 뿐 아니라 민법상 조합관계에 의한 공동책임도 지지 아니한다.        <br/>[5] 지역주택조합 방식에 의한 아파트개발사업의 시행대행자인 甲 주식회사가 乙 등과 조합원가입계약을 체결할 당시 고지의무를 위반하여 위 방식으로 사업 추진이 불가능할 수 있다는 사정을 제대로 알리지 않았고, 그 후 조합설립인가도 받지 못한 채 사업 추진이 불가능하게 되자, 乙 등이 조합원가입계약서에 시공사로 날인한 丙 주식회사를 상대로 손해배상을 구한 사안에서, 제반 사정에 비추어 장차 시공자 지위를 확보하기 위하여 사업 추진에 관여한 데 지나지 않는 丙 회사는 乙 등의 법익을 보호하거나 그에 대한 침해를 방지하여야 할 특별한 지위에 있다고 할 수 없으므로 丙 회사 스스로 고지의무 대상인 사유가 존재하는지를 조사하여 고지할 작위의무 또는 甲 회사의 고지의무 이행을 조사하고 관리·감독할 의무를 인정할 근거가 없고, 또한 丙 회사가 사업 추진이 불가능할 수 있다는 사정 및 甲 회사가 사업 추진이 불가능할 수 있다는 점에 관하여 고지의무를 위반한 사정을 인식하고 있었다고 볼 수 없는데도, 이와 달리 丙 회사가 甲 회사의 부작위에 의한 기망행위를 방조하였다고 본 원심판결에 부작위에 의한 불법행위의 성립, 작위의무의 발생요건 등에 관한 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민법 제750조 / [2]         민법 제750조 / [3]         민법 제2조,         제750조,         제760조 제3항 / [4]         구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제10조 제2항,         제32조,         민법 제703조 / [5]         민법 제2조,         제750조,         제760조 제3항<br/>",
  "참조판례": "[3]         대법원 1996. 9. 6. 선고 95도2551 판결(공1996하, 3069),         대법원 2007. 6. 14. 선고 2005다32999 판결(공2007하, 1045)      <br/>"
}