{
  "판례일련번호": "163736",
  "사건명": "배당이의",
  "사건번호": "2011다44160",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1]구 지방세법 제31조 제1항 및제2항 제3호에 따라 법정기일에 관계없이 근저당권에 우선하는 당해세에 관한 조세채권이더라도 배당요구종기까지 교부청구한 금액만을 매각대금에서 배당받을 수 있는지 여부(적극) 및 당해세에 대한 가산금 및 중가산금의 경우, 교부청구 이후 배당기일까지의 가산금 또는 중가산금을 포함하여 지급을 구하는 취지를 배당요구종기 이전에 명확히 밝히지 않았다면, 배당요구종기까지 교부청구한 금액에 한하여 배당받을 수 있는지 여부(적극)<br/>[2] 국세체납처분에 의한 압류 등기 이후 매각기일까지 별도의 교부청구나 세액을 알 수 있는 증빙서류가 제출되지 아니한 경우, 집행법원이 취해야 할 조치 및 이때 체납처분에 의한 압류의 효력이 미치는 다른 조세채권이 존재하더라도 배당요구종기까지 따로 교부청구하지 아니하면 그 체납조세채권으로 후순위 배당권자에 우선하여 배당받을 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 집행력 있는 정본을 가진 채권자, 경매개시결정이 등기된 뒤에 가압류를 한 채권자, 민법·상법, 그 밖의 법률에 의하여 우선변제청구권이 있는 채권자는 배당요구종기까지 배당요구를 한 경우에 한하여 비로소 배당을 받을 수 있고, 적법한 배당요구를 하지 아니한 경우에는 실체법상 우선변제청구권이 있는 채권자라 하더라도 매각대금으로부터 배당을 받을 수 없으며, 배당요구종기까지 배당요구한 채권자라 할지라도 채권의 일부 금액만을 배당요구한 경우 배당요구종기 이후에는 배당요구하지 아니한 채권을 추가하거나 확장할 수 없고, 이는 추가로 배당요구를 하지 아니한 채권이 이자 등 부대채권이라 하더라도 마찬가지이다. 다만 경매신청서 또는 배당요구종기 이전에 제출된 배당요구서에 배당기일까지의 이자 등 지급을 구하는 취지가 기재되어 있다면 배당대상에 포함된다. 이러한 법리는 조세채권에 의한 교부청구를 하는 경우에도 동일하게 적용되므로, 조세채권이구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제31조 제1항 및제2항 제3호에 따라 법정기일에 관계없이 근저당권에 우선하는 당해세에 관한 것이라고 하더라도, 배당요구종기까지 교부청구한 금액만을 배당받을 수 있을 뿐이다. 그리고 당해세에 대한 부대세의 일종인 가산금 및 중가산금의 경우에도, 교부청구 이후 배당기일까지의 가산금 또는 중가산금을 포함하여 지급을 구하는 취지를 배당요구종기 이전에 명확히 밝히지 않았다면, 배당요구종기까지 교부청구를 한 금액에 한하여 배당받을 수 있다.<br/>[2]국세징수법 제47조 제2항은 세무서장이 한 부동산 등의 압류 효력은 당해 압류재산의 소유권이 이전되기 전에국세기본법 제35조 제1항의 규정에 의하여 법정기일이 도래한 국세에 대한 체납액에 대하여도 미친다고 규정하고 있는데, 위 규정의 취지는 한번 압류등기를 하고 나면 그 이후에 발생한 동일인의 체납세액에 대하여도 새로운 압류등기를 거칠 필요 없이 당연히 압류 효력이 미친다는 것일 뿐이고, 압류에 의해 이후 발생하는 국세채권에 대하여 특별한 우선적 효력을 인정하는 것은 아닐 뿐 아니라, 압류 이후 배당기일까지 발생한 체납세액 전부에 대하여 교부청구 효력까지를 인정하는 취지 또한 아니다. 따라서 국세체납처분에 의한 압류 등기 이후 매각기일까지 별도의 교부청구나 세액을 알 수 있는 증빙서류가 제출되지 아니하면 집행법원으로서는 일단 집행기록에 있는 압류등기촉탁서에 의하여 인정되는 조세체납액에 대해서 배당을 할 것이지만, 배당액이 압류처분의 원인이 된 조세채권의 압류 당시 실제 체납액을 초과하는 경우에는 초과액 부분은 후순위 배당권자의 배당이의 대상이 된다. 이 경우 체납처분에 의한 압류 효력이 미치는 다른 조세채권이 존재한다고 하더라도 배당요구의 종기까지 따로 교부청구를 하지 아니한 이상 그 체납조세채권으로 후순위 배당권자에 우선하여 배당받을 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제31조 제1항(현행지방세기본법 제99조 제1항 참조),제2항 제3호(현행지방세기본법 제99조 제2항 제3호 참조) / [2]국세징수법 제47조 제2항,국세기본법 제35조 제1항<br/>",
  "참조판례": "[1]대법원 1999. 3. 23. 선고 98다46938 판결(공1999상, 733),대법원 2001. 3. 23. 선고 99다11526 판결(공2001상, 930),대법원 2008. 12. 24. 선고 2008다65242 판결(공2009상, 102) / [2]대법원 2004. 11. 12. 선고 2003두6115 판결<br/>"
}