{
  "판례일련번호": "163727",
  "사건명": "살인미수·현존건조물방화·치료감호·부착명령",
  "사건번호": "2012도2289,2012감도5,2012전도51",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1]‘특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률’ 제5조 제3항에서 정한 ‘살인범죄를 다시 범할 위험성’의 의미 및 재범의 위험성 유무를 판단하는 기준과 시기(=판결시)<br/>[2] 치료감호와 부착명령을 함께 선고할 경우, 부착명령 요건으로서 ‘재범의 위험성’ 판단 방법<br/>[3] 검사가, 피고인을 살인미수 등으로 기소하면서 살인범죄를 다시 범할 위험성이 있다는 이유로 부착명령을 청구하여 제1심에서 부착명령이 내려지고 원심에서 치료감호청구가 추가된 사안에서, 치료감호 요건으로서 ‘재범의 위험성’과는 별도로 부착명령 요건으로서 ‘살인범죄를 다시 범할 위험성’이 인정되는지에 대하여 충분히 심리하지 아니한 채 부착명령청구를 받아들인 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제5조 제3항에 규정된 ‘살인범죄를 다시 범할 위험성’이란 재범할 가능성만으로는 부족하고 피부착명령청구자가 장래에 다시 살인범죄를 범하여 법적 평온을 깨뜨릴 상당한 개연성이 있음을 의미한다. 살인범죄의 재범의 위험성 유무는 피부착명령청구자의 직업과 환경, 당해 범행 이전의 행적, 범행의 동기, 수단, 범행 후의 정황, 개전의 정 등 여러 사정을 종합적으로 평가하여 객관적으로 판단하여야 하고, 이러한 판단은 장래에 대한 가정적 판단이므로 판결시를 기준으로 하여야 한다.<br/>[2] 치료감호와 부착명령이 함께 선고된 경우에는특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제13조 제1항에 따라 치료감호의 집행이 종료 또는 가종료 되는 날 부착명령이 집행되고, 치료감호는 심신장애 상태 등에서 범죄행위를 한 자로서 재범의 위험성이 있고 특수한 교육·개선 및 치료가 필요하다고 인정되는 자에 대하여 적절한 보호와 치료를 함으로써 재범을 방지하고 사회복귀를 촉진하는 것을 목적으로 하며, 치료감호법에 규정된 수용기간을 한도로 치료감호를 받을 필요가 없을 때 종료되는 사정들을 감안하면, 법원이 치료감호와 부착명령을 함께 선고할 경우에는 치료감호의 요건으로서 재범의 위험성과는 별도로, 치료감호를 통한 치료 경과에도 불구하고 부착명령의 요건으로서 재범의 위험성이 인정되는지를 따져보아야 하고, 치료감호 원인이 된 심신장애 등의 종류와 정도 및 치료 가능성, 피부착명령청구자의 치료의지 및 주위 환경 등 치료감호 종료 후에 재범의 위험성을 달리 볼 특별한 사정이 있는 경우에는 치료감호를 위한 재범의 위험성이 인정된다 하여 부착명령을 위한 재범의 위험성도 인정된다고 섣불리 단정하여서는 안 된다.<br/>[3] 검사가, 피고인이 우울증에 빠져 자살을 시도하는 과정에서 독서실에 불을 놓아 여러 사람을 살해하려 하였다는 내용으로 기소하면서 살인범죄를 다시 범할 위험성이 있다는 이유로 부착명령을 청구하여 제1심에서 부착명령이 내려지고, 이후 원심에서 치료감호청구가 추가된 사안에서, 피고인의 범행이 내재된 폭력성이나 악성보다는 우울증에 기인한 것으로 보이는 점 등 제반 사정을 종합할 때 치료감호에 의하여 장기간 치료를 마친 후에도 피부착명령청구자가 우울증으로 다시 범죄를 저지를 가능성을 배제할 수 없다는 추상적인 재범 가능성에서 더 나아가 다시 살인범죄를 범할 상당한 개연성이 있다고 단정하기 어려우므로, 원심이 치료감호 요건으로서 재범의 위험성과는 별도로, 치료감호를 통한 치료 경과에도 불구하고 부착명령 요건으로서 살인범죄를 다시 범할 위험성이 인정되는지에 대하여 심리한 후에 부착명령청구를 받아들일 것인지를 판단하였어야 하는데도, 이에 이르지 아니한 채 부착명령청구를 받아들인 원심판결에 부착명령청구 요건으로서 ‘살인범죄를 다시 범할 위험성’에 관한 법리오해 또는 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제5조 제3항 / [2]특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제5조,제13조 제1항 / [3]형법 제164조 제1항,제250조 제1항,제254조,특정 범죄자에 대한 위치추적 전자장치 부착 등에 관한 법률 제5조 제3항,제9조 제1항 제1호<br/>",
  "참조판례": "[1]대법원 2004. 6. 24. 선고 2004감도28 판결,대법원 2010. 12. 9. 선고 2010도7410, 2010전도44 판결(공2011상, 172),대법원 2011. 9. 29. 선고 2011전도82 판결<br/>"
}