{
  "판례일련번호": "163880",
  "사건명": "관리처분계획변경처분등취소",
  "사건번호": "2009두22140",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1] 도시 및 주거환경정비법상 이전고시가 효력을 발생한 후 조합원 등이 관리처분계획에 대한 인가처분의 취소 또는 무효확인을 구할 법률상 이익이 있는지 여부(소극)<br/>[2]           구 도시 및 주거환경정비법 제24조 제3항 제10호 등에서 관리처분계획의 수립 또는 변경을 위하여 조합총회의 의결 및 행정청의 인가절차 등을 요구하는 취지        <br/>[3]           구 도시 및 주거환경정비법 제48조 제1항 단서에서 정한 ‘대통령령이 정하는 경미한 사항을 변경하고자 하는 때’가           구 도시 및 주거환경정비법 시행령 제49조의 각호에 규정된 사항들에 한정되는지 여부(소극)        <br/>[4] 甲 주택재개발조합이, 조합원총회를 개최하여 사업지구 내 다가구주택의 공유지분권자들을 청산대상자로 정하는 관리처분계획을 결의한(제1관리처분계획) 후에 소송절차 등을 통해 아파트를 단독으로 분양받을 권리가 있는 것으로 밝혀진 공유지분권자들에게 소송 보류시설을 분양하는 내용으로 관리처분계획을 일부 변경하고(제2관리처분계획) 관할 구청장에게 신고한 사안에서, 제2관리처분계획이 무효인 이상 이전고시가 위법하다고 본 원심판결에           구 도시 및 주거환경정비법 제48조 제1항 단서에서 정한 ‘대통령령이 정하는 경미한 사항을 변경하고자 하는 때’의 해석에 관한 법리를 오해한 위법이 있다고 한 사례        <br/>",
  "판결요지": "[1] 이전고시의 효력 발생으로 이미 대다수 조합원 등에 대하여 획일적·일률적으로 처리된 권리귀속 관계를 모두 무효화하고 다시 처음부터 관리처분계획을 수립하여 이전고시 절차를 거치도록 하는 것은 정비사업의 공익적·단체법적 성격에 배치되므로, 이전고시가 효력을 발생한 후에는 조합원 등이 관리처분계획의 취소 또는 무효확인을 구할 법률상 이익이 없다고 보는 것이 타당하고, 이는 관리처분계획에 대한 인가처분의 취소 또는 무효확인을 구하는 경우에도 마찬가지이다.<br/>[2] 관리처분계획의 수립 또는 변경을 위하여 조합총회의 의결 및 행정청의 인가절차 등을 요구하는 취지는, 관리처분계획의 수립 또는 변경이 조합원, 현금청산대상자 등(이하 ‘조합원 등’이라 한다)에 대한 소유권 이전 등 권리귀속 및 비용부담에 관한 사항을 확정하는 행정처분에 해당하므로 그로 인하여 자신의 권리의무와 법적 지위에 커다란 영향을 받게 되는 조합원 등의 의사가 충분히 반영되어야 할 필요가 있기 때문이다. 반면에 관리처분계획의 경미한 사항을 변경하는 경우에는 이러한 필요성이 그다지 크지 않기 때문에 행정청에 신고하는 것으로 충분하도록 규정하고 있는 것이다.<br/>[3] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것, 이하 ‘도시정비법’이라 한다) 관련 규정의 내용, 형식 및 취지에 비추어 보면,           도시정비법 제48조 제1항 단서에서 정한 ‘대통령령이 정하는 경미한 사항을 변경하고자 하는 때’란           구 도시 및 주거환경정비법 시행령(2009. 1. 30. 대통령령 제21285호로 개정되기 전의 것) 제49조의 각호에 규정된 사항들에 한정되는 것이 아니라, 변경대상이 되는 관리처분계획의 내용을 구체적·개별적으로 살펴보아 조합총회의 의결을 거치지 않더라도 변경내용이 객관적으로 조합원 등 이해관계인의 의사에 충분히 들어맞고 그 권리의무나 법적 지위를 침해하지 않거나, 분양대상자인지에 대한 확정판결에 따라 관리처분계획의 내용을 변경하는 때와 같이 조합총회의 의결을 거친다고 하더라도 변경내용과 다르게 의결할 수 있는 여지가 없는 경우 등도 포함한다고 보는 것이 타당하다.        <br/>[4] 甲 주택재개발조합이, 조합원총회를 개최하여 사업지구 내 다가구주택의 공유지분권자들을 청산대상자로 정하는 관리처분계획을 결의한(제1관리처분계획) 후에 소송절차 등을 통해 아파트를 단독으로 분양받을 권리가 있는 것으로 밝혀진 공유지분권자들에게 미리 대비해 둔 소송 보류시설을 분양하는 내용으로 관리처분계획을 일부 변경하고(제2관리처분계획) 이를 관할 구청장에게 신고한 사안에서, 위와 같은 관리처분계획의 변경내용은 조합총회의 의결을 거치지 않더라도 객관적으로 조합원 등 이해관계인의 의사에 충분히 들어맞고 그 권리의무 및 법적 지위를 침해하지 않거나 조합총회의 의결을 거친다고 하더라도 변경내용과 다르게 의결할 수 없는 경우에 해당한다고 볼 여지가 많다는 이유로, 조합원총회의 의결 등을 거치지 않은 제2관리처분계획의 하자가 중대·명백하여 효력이 없는 이상 이전고시가 위법하다고 본 원심판결에           구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제48조 제1항 단서에 정한 ‘경미한 사항을 변경하고자 하는 때’의 해석에 관한 법리를 오해한 위법이 있다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제48조 제1항,         제54조 / [2]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제24조 제3항 제10호,         제48조 제1항,         제49조 / [3]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제48조 제1항,         구 도시 및 주거환경정비법 시행령(2009. 1. 30. 대통령령 제21285호로 개정되기 전의 것) 제49조 / [4]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제48조 제1항,         구 도시 및 주거환경정비법 시행령(2009. 1. 30. 대통령령 제21285호로 개정되기 전의 것) 제49조<br/>",
  "참조판례": "[1]         대법원 2012. 3. 22. 선고 2011두6400 전원합의체 판결(공2012상, 682)      <br/>"
}