{
  "판례일련번호": "163871",
  "사건명": "폭력행위 등 처벌에 관한 법률 위반(단체등의구성·활동)·사행행위등규제 및 처벌특례법 위반·폭력행위 등 처벌에 관한 법률 위반(집단·흉기 등 공갈)·폭력행위 등 처벌에 관한 법률 위반(집단·흉기 등 상해)·폭력행위 등 처벌에 관한 법률 위반(집단·흉기 등 재물손괴 등)·폭력행위 등 처벌에 관한 법률 위반(공동공갈)·상해·뇌물공여",
  "사건번호": "2012도1284",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1]형사소송법 제272조 제1항 등에서 법원이 공무소 등에 송부요구한 서류에 대하여 변호인 등이 열람·지정할 수 있도록 한 취지 및 서류의 열람·지정을 거절할 수 있는 ‘정당한 이유’의 해석 방법<br/>[2] 검찰청이 보관하고 있는 불기소처분기록에 포함된 불기소결정서가 변호인의 열람·지정에 의한 공개의 대상이 되는지 여부(=원칙적 적극)<br/>[3] 법원이 공무소 등에 송부요구한 서류가 피고인의 무죄를 뒷받침할 수 있거나 적어도 법관의 유·무죄에 대한 심증을 달리할 만한 상당한 가능성이 있는 중요증거에 해당하는데도 정당한 이유 없이 피고인 등의 열람·지정 내지 법원의 송부요구를 거절하는 경우, 법원이 취해야 할 조치<br/>",
  "판결요지": "[1]형사소송법 제272조 제1항,형사소송규칙 제132조의4 제2항,제3항에서 규정한 바와 같이, 법원이 송부요구한 서류에 대하여 변호인 등이 열람·지정할 수 있도록 한 것은 피고인의 방어권과 변호인의 변론권 행사를 위한 것으로서 실질적인 당사자 대등을 확보하고 피고인의 신속·공정한 재판을 받을 권리를 실현하기 위한 것이므로, 서류의 열람·지정을 거절할 수 있는 ‘정당한 이유’는 엄격하게 제한하여 해석하여야 한다. 특히 서류가 관련 형사재판확정기록이나 불기소처분기록 등으로서 피고인 또는 변호인이 행한 법률상·사실상 주장과 관련된 것인 때에는, “국가안보, 증인보호의 필요성, 증거인멸의 염려, 관련 사건의 수사에 장애를 가져올 것으로 예상되는 구체적인 사유”에 준하는 사유가 있어야만 그에 대한 열람·지정을 거절할 수 있는 정당한 이유가 인정될 수 있다(형사소송법 제266조의3 제1항 제4호,제2항 참조).<br/>[2] 검찰청이 보관하고 있는 불기소처분기록에 포함된 불기소결정서는 형사피의자에 대한 수사의 종결을 위한 검사의 처분 결과와 이유를 기재한 서류로서, 작성 목적이나 성격 등에 비추어 이는 수사기관 내부의 의사결정과정 또는 검토과정에 있는 사항에 관한 문서도 아니고, 그 공개로써 수사에 관한 직무의 수행을 현저하게 곤란하게 하는 것도 아니므로, 달리 특별한 사정이 없는 한 변호인의 열람·지정에 의한 공개의 대상이 된다.<br/>[3] 법원이형사소송법 제272조 제1항에 의하여 송부요구한 서류가 피고인의 무죄를 뒷받침할 수 있거나 적어도 법관의 유·무죄에 대한 심증을 달리할 만한 상당한 가능성이 있는 중요증거에 해당하는데도 정당한 이유 없이 피고인 또는 변호인의 열람·지정 내지 법원의 송부요구를 거절하는 것은 피고인의 신속·공정한 재판을 받을 권리와 변호인의 조력을 받을 권리를 중대하게 침해하는 것이다. 따라서 이러한 경우 서류의 송부요구를 한 법원으로서도 해당 서류의 내용을 가능한 범위에서 밝혀보아 서류가 제출되면 유·무죄의 판단에 영향을 미칠 상당한 개연성이 있다고 인정될 경우에는 공소사실이 합리적 의심의 여지 없이 증명되었다고 보아서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조 제4항,제27조,형사소송법 제266조의3 제1항 제4호,제2항,제272조 제1항,형사소송규칙 제132조의4 제2항,제3항 / [2]형사소송법 제266조의3 제1항 제4호,제2항,제272조 제1항,형사소송규칙 제132조의4 제2항,제3항 / [3]헌법 제12조 제4항,제27조,형사소송법 제272조 제1항,제308조,형사소송규칙 제132조의4 제2항,제3항<br/>",
  "참조판례": "[1][[2][3]헌법재판소 2010. 6. 24. 선고 2009헌마257 전원재판부 결정(헌공165, 1193)<br/>"
}