{
  "판례일련번호": "163910",
  "사건명": "손해배상(기)",
  "사건번호": "2012다105",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1] 구분점포 매매 또는 교환계약의 경우, 점포의 실제 이용현황과 관계없이 집합건축물대장 등 공부에 의하여 확정된 구분점포가 매매 또는 교환의 대상이 되는지 여부(원칙적 적극)<br/>[2] 甲과 乙이 甲의 남편이 보유한 아파트와 乙의 남편이 丙한테서 매수한 상가 구분점포를 교환하는 계약을 체결함에 따라, 甲이 丙에게서 직접 매수하는 형식의 매매계약서를 작성하여 구분점포를 인도받아 사용하던 중 상가 관리소장으로부터 공용부분을 침범한 구분점포 시설물의 철거요구를 받자 乙을 상대로 타인 권리의 교환으로 인한 손해배상을 구한 사안에서, 교환계약의 목적물을 공용부분이 포함된 이용현황대로의 점포 부분이라고 본 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]           집합건물의 소유 및 관리에 관한 법률 제1조의2는 1동의 상가건물이 일정한 요건을 갖추어 이용상 구분된 구분점포를 소유권의 목적으로 할 수 있도록 하고 있는데, 구분점포의 번호, 종류, 구조, 위치, 면적은 특별한 사정이 없는 한 건축물대장의 등록 및 그에 근거한 등기에 의해 특정된다. 따라서 구분점포의 매매당사자가 집합건축물대장 등에 의하여 구조, 위치, 면적이 특정된 구분점포를 매매할 의사가 아니라고 인정되는 등 특별한 사정이 없다면, 점포로서 실제 이용현황과 관계없이 집합건축물대장 등 공부에 의해 구조, 위치, 면적에 의하여 확정된 구분점포를 매매의 대상으로 하는 것으로 보아야 하고, 매매당사자가 매매계약 당시 구분점포의 실제 이용현황이 집합건축물대장 등 공부와 상이한 것을 모르는 상태에서 점포로서 이용현황대로 위치 및 면적을 매매목적물의 그것으로 알고 매매하였다고 해서 매매당사자들이 건축물대장 등 공부상 위치와 면적을 떠나 이용현황대로 매매목적물을 특정하여 매매한 것이라고 볼 수 없고, 이러한 법리는 교환계약의 목적물 특정에 있어서도 마찬가지로 적용된다.        <br/>[2] 甲과 乙이 甲의 남편이 보유한 아파트와 乙의 남편이 丙한테서 매수한 상가 구분점포를 교환하는 계약을 체결함에 따라, 甲이 丙에게서 직접 매수하는 형식의 매매계약서를 작성하여 구분점포를 인도받아 사용하던 중 상가 관리소장으로부터 공용부분을 침범한 구분점포 시설물의 철거요구를 받자 乙을 상대로 타인 권리의 교환으로 인한 손해배상을 구한 사안에서, 교환계약에 관한 처분문서인 매매계약서에 매매목적물로 집합건축물대장 및 등기부등본과 일치하는 내용의 구분점포가 명확히 기재되어 있으므로, 甲과 乙이 교환계약의 목적물을 공용부분이 포함된 실제 이용현황대로의 점포 부분으로 할 의사를 가졌다고 볼 만한 특별한 사정이 인정되지 않는 한 그 목적물은 매매계약서 및 공부인 집합건축물대장, 등기부등본에 의하여 구조, 위치, 면적이 특정된 구분점포의 전유부분이라고 보아야 하는데도, 甲과 乙이 구분점포 시설물이 공용부분을 침범하여 설치되어 있다는 사실을 몰랐다는 등 사정만으로 교환계약의 목적물을 공용부분이 포함된 이용현황대로의 점포 부분이라 인정하여 甲의 손해배상청구를 인정한 원심판결에 교환계약 목적물의 특정에 관한 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민법 제563조,         제596조,         집합건물의 소유 및 관리에 관한 법률 제1조의2 / [2]         민법 제563조,         제567조,         제569조,         제571조 제1항,         제596조,         집합건물의 소유 및 관리에 관한 법률 제1조의2<br/>",
  "참조판례": "[1]         대법원 1993. 5. 11. 선고 92다48918, 48925 판결(공1993하, 1678)      <br/>"
}