{
  "판례일련번호": "163907",
  "사건명": "권리범위확인(상)",
  "사건번호": "2010후3073",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1] 인터넷 검색결과 화면에 스폰서링크 등으로 나타난 표장이 자타상품의 출처표시를 위해 사용된 것으로 볼 수 있다면           구 상표법 제2조 제1항 제6호 (다)목 ‘상표로서의 사용’에 해당하는지 여부(적극) 및 ‘상표로서의 사용’의 일종인 상품의 ‘광고’에 인터넷 검색결과 화면을 통해 상품 정보를 알리는 것도 포함되는지 여부(적극)        <br/>[2] 인터넷 검색결과 화면에 스폰서링크로 표시되는 확인대상표장 \"VSP 엔티씨\"가 甲 주식회사의 등록상표 \"VSP\"의 권리범위에 속하지 아니한다는 이유로 사용자 乙이 소극적 권리범위확인심판을 청구한 사안에서, 위 표장은 자타상품의 출처를 표시하는 상표로 사용되었다고 할 것인데도 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 확인대상표장 \"VSP 엔티씨\"가 甲 주식회사의 등록상표 \"VSP\"의 권리범위에 속하지 아니한다는 이유로 사용자 乙이 소극적 권리범위확인심판을 청구한 사안에서, 위 표장은 등록상표와 유사하지 않아 그 권리범위에 속하지 아니한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 인터넷 포털사이트 운영자로부터 특정 단어나 문구(이하 ‘키워드’라 한다)의 이용권을 구입하여 일반 인터넷 사용자가 단어나 문구를 검색창에 입력하면 검색결과 화면에 키워드 구입자의 홈페이지로 이동할 수 있는 스폰서링크나 홈페이지 주소 등이 나타나는 경우에, 검색결과 화면에 나타난 표장이 자타상품의 출처표시를 위하여 사용된 것으로 볼 수 있다면 이는 상표권의 권리범위확인심판의 전제가 되는 ‘상표로서의 사용’에 해당한다 할 것이다. 그리고 상표로서의 사용의 일종인 상품의 ‘광고’에는 신문, 잡지, 카탈로그, 간판, TV 뿐 아니라 인터넷 검색결과 화면을 통하여 일반소비자에게 상품에 관한 정보를 시각적으로 알리는 것도 포함된다.<br/>[2] 인터넷 검색결과 화면에 스폰서링크로 표시되는 확인대상표장 \"VSP 엔티씨\"가 甲 주식회사의 등록상표 \"VSP\"의 권리범위에 속하지 아니한다는 이유로 확인대상표장 사용자 乙이 소극적 권리범위확인심판을 청구한 사안에서, 위 표장이 표시된 인터넷 키워드 검색결과 화면의 내용과 乙이 운영하는 회사 홈페이지로 연결되는 전체적인 화면 구조 등을 살펴보면, 인터넷 키워드 검색결과 화면은 위 표장을 붙여 상품에 관한 정보를 일반 소비자에게 시각적으로 알림으로써 광고한 것으로 보기에 충분하므로, 乙이 인터넷 키워드 검색결과 화면에 위 표장을 표시하여 한 광고행위는           구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제2조 제1항 제6호 (다)목이 정한 ‘상품에 관한 광고에 상표를 표시하고 전시하는 행위’에 해당하고, 위 표장은 자타상품의 출처를 표시하는 상표로 사용되었다고 할 것인데도, 위 표장이 인터넷 사용자들을 회사 홈페이지로 유인하는 일반적인 ‘스폰서링크’로서 기능할 뿐 자타상품의 출처를 표시하는 상표로 사용된 것은 아니라고 보아 등록상표의 권리범위에 속하지 않는다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.        <br/>[3] 확인대상표장 \"VSP 엔티씨\"가 甲 주식회사의 등록상표 \"VSP\"의 권리범위에 속하지 아니한다는 이유로 확인대상표장 사용자 乙이 소극적 권리범위확인심판을 청구한 사안에서, \"VSP\"는 관련 상품들의 거래계에서 ‘순간정전보상장치(Voltage Sag Protector)’의 영문약어로 통용되고 있음을 알 수 있으므로, 위 표장의 \"VSP\" 부분은 사용상품들과의 관계에서 그 효능이나 용도를 표시하는 것으로서 식별력이 미약하여 요부가 될 수 없고, 식별력이 있어 그 요부를 이루는 \"엔티씨\" 부분은 등록상표 \"VSP\"와 외관, 호칭 및 관념에서 뚜렷한 차이가 있어 등록상표와 위 표장을 동일·유사한 상품에 사용하더라도 일반 수요자나 거래자로 하여금 상품출처에 관하여 오인·혼동을 일으키게 할 염려가 없으므로, 위 표장은 등록상표와 유사하지 않아 그 권리범위에 속하지 아니한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제2조 제1항 제6호 (다)목 / [2]         구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제2조 제1항 제6호 (다)목,         제75조 / [3]         구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제2조 제1항 제6호 (다)목,         제75조<br/>",
  "참조판례": ""
}