{
  "판례일련번호": "163900",
  "사건명": "구상금",
  "사건번호": "2011다109586",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1] 민간공사 도급계약에서 수급인의 보증인이 계약해제에 따른 선급금 반환의무에 대하여도 보증책임을 지는지 여부(원칙적 적극) 및 민간공사 도급계약 연대보증인이 부담하는 보증책임의 범위<br/>[2] 수급인의 선급금 반환채무 이행을 보증한 보증보험자와 주계약상 보증인의 관계(=공동보증인) 및 그들 중 어느 일방이 자기의 출재로 채무를 소멸시킨 경우민법 제448조에 의해 상대방에게 구상권을 행사할 수 있는지 여부(적극)<br/>[3] 보증보험회사인 甲 주식회사가 아파트 건설공사 원사업자인 乙 주식회사로부터 일부 공사를 도급받은 丙 주식회사와 피보험자를 乙 회사로 하는 선급금 보증보험계약을 체결하였는데, 丙 회사 부도로 도급공사가 중단되자 乙 회사에 보험금을 지급한 후 도급계약서에 수급인의 보증인으로 기명·날인한 丁 주식회사를 상대로 구상권을 행사한 사안에서, 甲 회사는 丁 회사에 구상권을 행사할 수 있는데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 선급금 반환의무는 수급인의 채무불이행에 따른 계약해제로 인하여 발생하는 원상회복의무의 일종이고, 보증인은 특별한 사정이 없는 한 채무자가 채무불이행으로 인하여 부담하여야 할 손해배상채무와 원상회복의무에 관하여도 보증책임을 지므로, 민간공사 도급계약에서 수급인의 보증인은 특별한 사정이 없다면 선급금 반환의무에 대하여도 보증책임을 진다. 그리고 민간공사 도급계약 연대보증인의 보증책임은 각종 보증서의 구비 여부, 도급계약의 내용, 보증 경위 등을 참작하여 개별적으로 구체적인 사안에 따라 법률행위의 해석에 의하여 판단되어야 하지만, 특별한 약정이 없다면 수급인의 책임과 마찬가지로 금전채무보증과 시공보증을 포함한다고 보아야 한다.<br/>[2] 수급인이 도급계약에 따라 도급인에 관하여 부담하는 선급금 반환채무의 이행을 보증한 보증보험자와 주계약상 보증인은 채권자인 도급인에 대한 관계에서 채무자인 수급인의 선급금 반환채무 이행에 관하여 공동보증인의 관계에 있다고 보아야 하므로, 그들 중 어느 일방이 변제 기타 자기의 출재로 채무를 소멸하게 하였다면 그들 사이에 구상에 관한 특별한 약정이 없더라도민법 제448조에 의하여 상대방에 대하여 구상권을 행사할 수 있다.<br/>[3] 보증보험회사인 甲 주식회사가 아파트 건설공사 원사업자인 乙 주식회사로부터 일부 공사를 도급받은 丙 주식회사와 피보험자를 乙 회사로 하는 내용의 선급금 보증보험계약을 체결하였는데, 이후 丙 회사 부도로 공사가 중단되자 乙 회사에 보험금을 지급한 다음 도급계약서에 수급인의 보증인으로 기명·날인한 丁 주식회사를 상대로 구상권을 행사한 사안에서, 丁 회사가 선급금 부분에 대하여 책임이 없다는 등의 단서 조항 없이 도급계약서에 수급인의 보증인으로 기명·날인한 점, 丙 회사가 乙 회사에 부담하는 채무는 상행위 채무여서 보증인이 연대하여 변제할 책임이 있는 점 등에 비추어 丁 회사는 선급금 반환채무까지 포함하여 연대보증한 것으로 보아야 하고, 甲 회사와 丁 회사는 선급금 반환채무에 관하여 공동보증인 관계에 있으므로 甲 회사가 丁 회사에 구상권을 행사할 수 있다고 보아야 하는데도, 이와 달리 본 원심판결에 건설공사도급계약에서 연대보증인의 책임에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조,제428조,제429조,제664조 / [2]민법 제448조,제664조 / [3]민법 제428조,제429조,제449조,제664조,상법 제47조,제57조 제2항<br/>",
  "참조판례": "[1]대법원 1996. 2. 9. 선고 94다38250 판결(공1996상, 873),대법원 1996. 3. 22. 선고 94다54702 판결(공1996상, 1336),대법원 1999. 10. 8. 선고 99다20773 판결(공1999하, 2295),대법원 2005. 3. 25. 선고 2003다55134 판결(공2005상, 651) / [2]대법원 1997. 6. 27. 선고 97다14576 판결,대법원 2008. 6. 19. 선고 2005다37154 전원합의체 판결(공2008하, 1028)<br/>"
}