{
  "판례일련번호": "164078",
  "사건명": "보험금등",
  "사건번호": "2010나94160",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20120316",
  "판시사항": "[1] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 보험약관에 ‘태아가 복수로 출생한 경우에는 호적상 선순위로 기재된 자를 피보험자로 한다’는 조항이 있는 사안에서, 위 보험약관 조항을 쌍둥이 중 나중에 태어난 태아를 피보험자 자격에서 배제하는 취지의 규정이라 볼 수 없으므로, 위 2건의 보험계약 중 증서번호가 늦은 보험계약은 쌍둥이 중 나중에 태어날 태아를 피보험자로 정한 것으로 보아야 한다고 한 사례<br/>[2] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁에게 보험사고의 원인이 되는 의료사고가 발생한 후 甲이 위 2건의 보험계약 중 증서번호가 늦은 보험계약의 피보험자를 丁 명의로 변경한 사안에서, 이는 원래 ‘태아’로 표시되었던 피보험자를 丁 명의로 특정한 것일 뿐이므로 이를 들어 보험사고 발생 후 보험계약을 체결하였다고 볼 수 없다고 한 사례<br/>[3] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 보험자가 피보험자인 태아의 공동친권자가 될 부모 모두의 동의가 없어 피보험자 동의 요건을 충족시키지 못하였음을 이유로 보험계약의 무효를 주장한 사안에서, 위 보험계약은 상법상 피보험자의 동의가 필요한 보험계약이 아니고, 피보험자의 동의가 필요하다는 보험약관 조항은 피보험자가 태아인 경우 적용되지 않는다고 보아 위 주장을 배척한 사례<br/>[4] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁이 의료사고 발생 후 장애진단을 받아 제1급 장해 상태가 된 때로부터 4년 10개월가량 경과한 후에야 甲이 보험자를 상대로 보험사고 발생 시 지급받기로 한 ‘장해치료자금’과 피보험자 생존을 조건으로 약정 기한까지 매년 지급받기로 한 ‘건강관리자금’의 지급을 청구하자, 보험자가 소멸시효 완성을 주장한 사안에서, 甲이 소를 제기한 때로부터 2년 전에 발생한 장해치료자금과 2년분 건강관리자금에 대한 청구권은 시효로 소멸하였으나, 그 후 발생하였거나 발생할 건강관리자금에 대한 청구권은 시효로 소멸하지 않았다고 본 사례<br/>[5] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁이 의료사고 발생 후 장애진단을 받아 제1급 장해 상태가 되자, 甲이 보험자를 상대로 의료사고 발생 후 지급한 보험료의 반환을 구한 사안에서, 보험자는 丁이 제1급 장해상태에 있음이 확정된 이후 甲이 납부한 보험료 중 아직 청구권이 시효로 소멸하지 않은 보험료를 반환하여야 한다고 한 사례<br/>",
  "판결요지": "[1] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 보험약관에 ‘태아가 복수로 출생한 경우에는 호적상 선순위로 기재된 자를 피보험자로 한다’는 조항이 있는 사안에서, 위 보험약관 조항은 보험자가 보험계약 체결 당시 1인의 보험료만 받았고, 1인의 피보험자를 보장하는 것으로 보험계약을 체결한 상태에서 쌍둥이를 출산한 경우 모두가 한꺼번에 피보험자가 되는 것으로 할 수 없기 때문에 그 중 피보험자가 될 1인을 확정하는 원칙적인 방법을 정한 것으로 볼 수 있고, 보험자의 주장과 같이 쌍둥이 중 먼저 태어난 태아와 달리 늦게 태어난 태아가 동일한 내용으로는 보험가입이 불가능할 정도로 보험사고 발생 위험이 높아 위와 같은 어린이보험계약의 피보험자로 적합하지 않다고 볼 아무런 증거가 없는 등 위 보험약관 조항을 쌍둥이 중 나중에 태어난 태아를 피보험자 자격에서 배제하는 취지의 규정이라 볼 수 없으므로, 위 2건의 보험계약 중 증서번호가 늦은 보험계약은 쌍둥이 중 나중에 태어날 태아를 피보험자로 정한 것으로 보아야 한다고 한 사례.<br/>[2] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁에게 보험사고의 원인이 되는 의료사고가 발생한 후 甲이 위 2건의 보험계약 중 증서번호가 늦은 보험계약의 피보험자를 丁 명의로 변경한 사안에서, 이는 원래 ‘태아’로 표시되었던 피보험자를 丁 명의로 특정한 것일 뿐이고 그때 보험계약을 체결한 것이 아니므로, 이를 들어 보험사고 발생 후 보험계약을 체결하였다고 볼 수 없다고 한 사례.<br/>[3] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 보험자가 피보험자인 태아의 공동친권자가 될 부모 모두의 동의가 없어 피보험자 동의 요건을 충족시키지 못하였음을 이유로 보험계약의 무효를 주장한 사안에서, 위 보험계약은 피보험자 사망을 보험사고로 하는 보험계약이 아니어서 상법상 피보험자의 동의가 필요한 보험계약이 아니고, 보험약관 조항이 ‘계약 체결 시까지 청약서상 피보험자의 동의를 얻지 않은 경우(단, 피보험자의 친권자 또는 후견인의 동의가 있는 경우 제외)에는 계약을 무효로 한다’고 규정하고 있으나, 보험약관에는 ‘태아가입특칙’이 따로 마련되어 있어 피보험자가 태아인 경우 특칙이 우선적으로 적용되는데, 특칙에 피보험자가 태아인 경우 피보험자의 동의가 필요하다는 규정이 따로 마련되어 있지 않고, 태아인 동안에는 법정대리인도 있을 수 없으므로, 계약 체결 시까지 피보험자의 동의가 필요하다는 보험약관 조항은 피보험자가 태아인 경우 적용되지 않는다고 보아 위 보험계약 무효 주장을 배척한 사례.<br/>[4] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁이 의료사고 발생 후 장애진단을 받아 제1급 장해상태가 된 때로부터 4년 10개월가량 경과한 후에야 甲이 보험자를 상대로 보험사고 발생 시 지급받기로 한 ‘장해치료자금’과 피보험자 생존을 조건으로 약정 기한까지 매년 지급받기로 한 ‘건강관리자금’의 지급을 청구하자, 보험자가 소멸시효 완성을 주장한 사안에서, 丁이 병원에서 장해진단을 받아 제1급 장해 상태임이 확정된 때에 보험사고가 발생하였다고 판단한 다음, 甲이 소를 제기한 때로부터 2년 전에 발생한 ‘장해치료자금’과 ‘2년분 건강관리자금’에 대한 청구권은 시효로 소멸하였으나, 보험금청구권은 지급사유가 발생하기 전까지는 추상적 권리에 지나지 않고, 지급요건이 갖추어져야 구체적인 권리로 확정되어 지급을 청구할 수 있는데, 보험약관에서 건강관리자금의 지급사유를 ‘재해를 직접 원인으로 하여 제1급 내지 제6급 장해 상태가 되고 보험기간 중 매년 보험금 지급사유가 발생 해당일에 살아 있을 때’라고 규정하고 있으므로, 보험사고 발생일로부터 2년이 경과하였다는 이유만으로는 아직 지급사유가 발생하지 않은 건강관리자금에 대한 청구권까지 시효로 소멸하였다고 할 수 없다고 보아, 보험자는 甲에게 이미 발생한 건강관리자금 중 시효로 소멸하지 않은 5년분 건강관리자금 및 이에 대한 지연손해금과 보험기간 만료일까지 丁의 생존을 조건으로 매년 발생할 건강관리자금을 지급할 의무가 있다고 한 사례.<br/>[5] 산모 甲이 우체국 보험의 보험모집인 乙에게 쌍둥이를 포태하고 있음을 알리고 태아를 피보험자로 하는 2건의 동일한 어린이보험계약을 체결하였는데, 쌍둥이 丙, 丁 중 나중에 출산한 丁이 의료사고 발생 후 장애진단을 받아 제1급 장해상태가 되자, 甲이 보험자를 상대로 의료사고 발생 후 지급한 보험료의 반환을 구한 사안에서, 보험약관 조항에서 ‘보험납부기간 중 피보험자가 암으로 진단이 확정되거나 장해분류표 중 제1급 내지 제3급 장해상태가 되었을 때는 차회 이후 보험료 납부를 면제한다’고 규정하고 있으므로, 보험료가 보험료 납부면제 청구시점과 상관없이 피보험자에게 그와 같은 장해상태가 발생한 이후의 보험료 납부기일부터 면제된다고 보아, 보험자는 丁이 제1급 장해상태에 있음이 확정된 이후 甲이 납부한 보험료 중 아직 청구권이 시효로 소멸하지 않은 보험료를 반환하여야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민법 제105조,         제638조의3 / [2]         상법 제638조,         제644조 / [3]         상법 제638조의3,         제731조,         민법 제105조,         제909조 제1항 / [4]         상법 제638조,         제638조의3,         제662조,         민법 제105조 / [5]         민법 제105조,         상법 제638조,         제638조의3,         제662조<br/>",
  "참조판례": ""
}