{
  "판례일련번호": "164332",
  "사건명": "등록무효(상)",
  "사건번호": "2011후1722",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120628",
  "판시사항": "[1] 선사용상표의 사용상품이 등록상표의 지정상품 중 특정의 재료 또는 용도 등의 것에 한정되는 경우,           상표법 제7조 제1항 제11호에서 정한 ‘수요자를 기만할 염려가 있는 상표’에 해당하는지 판단하는 기준        <br/>[2] 선사용상표 \"          \"의 사용자 甲 주식회사가 등록상표 \"          \"의 등록권리자 乙 주식회사를 상대로 등록상표가           상표법 제7조 제1항 제11호 등에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표는 수요자를 기만할 염려가 있는 상표에 해당하지 않는다고 본 원심판단을 수긍한 사례        <br/>[3]           상표법 제7조 제1항 제4호에서 정한 ‘상표 그 자체 또는 상표가 상품에 사용되는 경우 수요자에게 주는 의미와 내용 등이 일반인의 통상적인 도덕관념인 선량한 풍속에 어긋나거나 공공의 질서를 해칠 우려가 있는 상표’의 의미        <br/>",
  "판결요지": "[1] 등록상표가           상표법 제7조 제1항 제11호에서 규정하고 있는 수요자를 기만할 염려가 있는 상표에 해당하려면, 등록상표나 지정상품과 대비되는 선사용상표나 사용상품이 등록상표에 대한 등록결정 당시에 적어도 국내의 일반거래에서 수요자나 거래자에게 그 상표나 상품이라고 하면 곧 특정인의 상표나 상품이라고 인식될 수 있을 정도로는 알려져 있어야 한다. 여기에서 선사용상표나 사용상품이 국내의 일반거래에서 수요자나 거래자에게 어느 정도로 알려져 있는지에 관한 사항은 일반수요자를 표준으로 하여 거래의 실정에 따라 인정하여야 하는 객관적인 상태를 말하는 것이고, 선사용상표가 사용된 상품이 등록상표의 지정상품 중 특정의 재료 또는 용도 등의 것에 한정되는 경우라면 그와 같은 한정이 없는 지정상품과의 관계를 충분히 고려하여 선사용상표가 그러한 한정이 없는 지정상품 전체의 상표등록을 배제할 수 있을 정도로 수요자나 거래자에게 특정인의 상표나 상품으로 인식되어 있는지 판단하여야 한다.        <br/>[2] 선사용상표 \"          \"의 사용자 甲 주식회사가 등록상표 \"          \"의 등록권리자 乙 주식회사를 상대로 등록상표가           상표법 제7조 제1항 제11호 등에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표의 지정상품인 ‘건축용 비금속제 타일, 벽돌(시멘트제는 제외), 비금속제 타일, 콘크리트타일’ 등은 일반적으로 널리 쓰이는 건축자재들이므로, 이와 대비되는 선사용상표나 사용상품이 등록상표의 등록결정 당시 특정인의 상표나 상품으로 인식될 수 있을 정도로 알려져 있었는지를 판단하기 위해 선사용상표의 사용상품이 전체 시장에서 차지하는 비중을 참작할 때에는 등록상표의 지정상품 또는 그와 유사한 상품의 거래시장을 기준으로 할 것이지, 그 중 ‘화산석 송이로 제조되는 벽돌이나 타일’과 같이 좁게 한정된 특정 재료의 상품만의 거래시장을 기준으로 할 것은 아니라는 전제에서, 선사용상표를 사용한 상품의 판매 기간 및 방법, 매출액, 선사용상표의 사용상품이 전체 지정상품 등의 시장에서 차지하는 비중, 광고의 방법 및 횟수 등에 비추어 보면, 甲 회사의 선사용상표가 등록상표의 등록결정 당시 국내 수요자나 거래자에게 특정인의 상표나 상품으로 인식될 수 있는 정도로 알려져 있었다고 단정할 수 없으므로, 등록상표는           상표법 제7조 제1항 제11호의 수요자를 기만할 염려가 있는 상표에 해당하지 않는다고 본 원심판단을 수긍한 사례.        <br/>[3]           상표법 제7조 제1항 제4호는 ‘상표 그 자체 또는 상표가 상품에 사용되는 경우 수요자에게 주는 의미와 내용 등이 일반인의 통상적인 도덕관념인 선량한 풍속에 어긋나거나 공공의 질서를 해칠 우려가 있는 상표’는 상표등록을 받을 수 없도록 규정하고 있다. 위 규정은 본래 상표를 구성하는 표장 그 자체가 선량한 풍속 또는 공공의 질서에 반하는 경우 그와 같은 상표에 대하여 등록상표로서의 권리를 부여하지 않을 것을 목적으로 마련된 규정인 점, 상표를 등록하여 사용하는 행위가 상표사용자의 업무상 신용유지와 수요자의 이익보호라는 상표제도의 목적이나 기능을 일탈하여 공정한 상품유통질서나 국제적 신의와 상도덕 등 선량한 풍속에 위배되는 경우에 대하여는           상표법 제7조 제1항의 다른 호에 개별적으로 부등록사유가 규정되어 있는 점, 상표법이 상표선택의 자유를 전제로 하여 선출원인에게 등록을 인정하는 선출원주의의 원칙을 채택하고 있는 점 등을 고려하여 보면, 상표의 구성 자체가 선량한 풍속 또는 공공의 질서에 반하는 경우가 아닌 상표의 출원·등록이 위 규정에 해당하기 위해서는 상표의 출원·등록과정에 사회적 타당성이 현저히 결여되어 그 등록을 인정하는 것이 상표법의 질서에 반하는 것으로서 도저히 용인할 수 없다고 보이는 경우에 한하고, 타인의 상표·서비스표나 상호 등의 신용이나 명성에 편승하기 위하여 무단으로 타인의 표장을 모방한 상표를 출원하여 등록받았다거나, 또는 상표를 등록하여 사용하는 행위가 특정 당사자 사이에 이루어진 계약을 위반하거나 특정인에 대한 관계에서 신의성실의 원칙에 위배된 것으로 보인다는 등의 사정만을 들어 곧바로 위 규정에 해당한다고 할 수 없다.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         상표법 제7조 제1항 제11호 / [2]         상표법 제7조 제1항 제11호 / [3]         상표법 제7조 제1항 제4호<br/>",
  "참조판례": "[1]         대법원 2007. 6. 28. 선고 2006후3113 판결(공2007하, 1193)      <br/>"
}