{
  "판례일련번호": "164319",
  "사건명": "특정경제범죄가중처벌 등에 관한 법률 위반(알선수재)·사기",
  "사건번호": "2012도3927",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120628",
  "판시사항": "[1]검찰청법 제32조 제3항에 의하여 검사직무대리가 처리하지 못하는 ‘법원조직법에 따른 합의부의 심판사건’의 의미 및 공소제기 후 합의부의 결정에 따라 비로소 합의부 심판사건으로 되는 재정합의사건 등이 이에 포함되는지 여부(원칙적 소극)<br/>[2] ‘혐의없음’ 의견으로 송치된 사건이 법원조직법에 따른 합의부 심판사건이 아닌 경우, 사법연수생인 검사직무대리의 직무 범위에 포함되는지 여부(적극)<br/>[3] 금융회사 등의 임직원의 직무에 속하는 사항에 관하여 알선할 의사와 능력이 없음에도 알선을 한다고 기망하고 금품 등을 수수한 경우, 사기죄와 특정경제범죄 가중처벌 등에 관한 법률 위반(알선수재)죄가 성립하는지 여부(적극) 및 그 죄수 관계(=상상적 경합)<br/>",
  "판결요지": "[1] 검찰청법이 검사직무대리의 직무 범위에서 합의부 심판사건을 제외한 취지는 검사가 아닌 자가 검사의 직무를 대리하는 예외성을 고려하여 검사직무대리의 직무 범위에서 난이도나 중요도가 높다고 법률상 명백히 인정되는 합의부 심판사건을 제외시키고자 하는 것이고, 법원조직법이 법률 자체로 합의부 심판사건임을 엄격히 특정한 사건 이외에 원래는 단독판사에게 심판권이 있는 사건임에도 합의부의 심판사건이 될 수 있는 재정합의사건 등을 규정하고 있는 취지는 구체적인 사안의 특성이나 관련사건의 존재 등 여러 사정을 고려하여 신중하고 효율적으로 사건을 심판하기 위해서라 할 것이다. 이러한 각 법률의 취지에 공소제기 후 합의부의 결정 등에 의하여 비로소 합의부 심판사건이 되는 경우 수사 당시에는 이를 전혀 예측할 수 없는 한계가 있음을 함께 고려하면,검찰청법 제32조 제3항에 의하여 검사직무대리가 처리하지 못하는 ‘법원조직법에 따른 합의부의 심판사건’은 검사직무대리가 처리할 당시 법원조직법 등 법률 자체로 합의부의 심판사건에 해당하는 사건을 의미하고, 검사직무대리가 처리할 당시에는 법원조직법에 의하더라도 단독판사에게 심판권이 있는 사건인데도 공소가 제기된 후에 합의부의 결정에 따라 비로소 합의부 심판사건으로 되는 재정합의사건과 같은 사건은 특별한 사정이 없는 한 여기에서 제외된다고 보아야 한다.<br/>[2]검찰청법은 제32조 제2항에서 “검찰총장은 필요하다고 인정하면 검찰수사서기관, 검찰사무관, 수사사무관 또는 마약수사사무관으로 하여금 지방검찰청 또는 지청 검사의 직무를 대리하게 할 수 있다.”고 규정하여 사법연수생이 검사직무대리로 되는 경우와 별도로 사법연수생이 아닌 자가 검사직무대리로 되는 경우를 정하면서, 사법연수생이 아닌 검사직무대리가 처리할 수 있는 사건에서같은 조 제3항으로 사법연수생인 검사직무대리와 마찬가지로 법원조직법에 따른 합의부 심판사건을 제외시키고, 더 나아가 사법연수생인 검사직무대리와는 달리같은 조 제4항으로 대통령령에 의하여 직무 범위가 비로소 정해지는 것으로 규정하고 있다. 그에 따라 제정된구 검사직무대리 운영규정(2012. 6. 5. 대통령령 제23831호로 개정되기 전의 것)은 제2조에서 ‘검사직무대리’란검찰청법 제32조 제2항의 규정에 의하여 검찰총장으로부터 지방검찰청 또는 지청 검사의 직무를 대리하도록 지명받은 자, 즉 사법연수생이 아닌 검사직무대리를 의미한다고 분명히 한 다음,제5조 각 항에서 검사직무대리가 처리할 수 있는 사건과 사무를 열거하되,같은 조 제1항 제2호에서는 검사직무대리의 직무 범위에서 혐의없음 의견으로 송치된 사건을 제외시키고 있다. 위와 같은 법령의 내용에 비추어 보면, 혐의없음 의견으로 송치된 사건은 사법연수생이 아닌 검사직무대리의 직무 범위에서 제외될 뿐, 그것이 검사직무대리가 처리하지 못하는 합의부 심판사건이 아닌 이상, 사법연수생인 검사직무대리의 직무 범위에서 제외되지 않음은 명백하다.<br/>[3] 금융회사 등의 임직원의 직무에 속하는 사항의 알선에 관하여 금품이나 그 밖의 이익을 수수한 때에는 위와 같은 금품 등을 수수하는 것으로써 특정경제범죄 가중처벌 등에 관한 법률 위반(알선수재)죄가 성립되고, 위와 같은 금품 등을 수수한 자가 실제로 알선할 생각이 없었다 하더라도 금품 등을 수수하는 것이 자기의 이득을 취하기 위한 것이라면 위 죄의 성립에는 영향이 없다. 따라서 피고인이 금융회사 등의 임직원의 직무에 속하는 사항에 관하여 알선할 의사와 능력이 없음에도 알선을 한다고 기망하고 이에 속은 피해자로부터 알선을 한다는 명목으로 금품 등을 수수하였다면, 이러한 피고인의 행위는형법 제347조 제1항의 사기죄와특정경제범죄 가중처벌 등에 관한 법률 제7조 위반죄에 각 해당하고 위 두 죄는 상상적 경합의 관계에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1]검찰청법 제32조 제1항,제3항,법원조직법 제7조 제4항,제5항,제32조 / [2]검찰청법 제32조 제2항,제3항,제4항,구 검사직무대리 운영규정(2012. 6. 5. 대통령령 제23831호로 개정되기 전의 것) 제2조,제5조 제1항 제2호,법원조직법 제32조 / [3]형법 제40조,제347조 제1항,특정경제범죄 가중처벌 등에 관한 법률 제7조<br/>",
  "참조판례": "[3]대법원 2006. 1. 27. 선고 2005도8704 판결(공2006상, 380),대법원 2007. 5. 10. 선고 2007도2372 판결,대법원 2008. 2. 28. 선고 2007도10004 판결(공2008상, 476)<br/>"
}