{
  "판례일련번호": "164315",
  "사건명": "등록무효(상)",
  "사건번호": "2012후672",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120628",
  "판시사항": "[1]           상표법 제7조 제1항 제12호에서 정한 ‘부정한 목적을 가지고 사용하는 상표’에 해당하기 위한 요건 및 판단 시기(=등록상표 출원 시)        <br/>[2] 선사용서비스표 \"          \", \"          \", \"          \", \"          \", \"わらわら\"의 사용자인 甲 외국회사가 등록상표 \"          \"의 등록상표권자 乙 주식회사를 상대로 등록상표가           구 상표법 제7조 제1항 제12호 등에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표는 부정한 목적을 가지고 출원한 것이라고 단정할 수 없는데도 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례        <br/>",
  "판결요지": "[1]           상표법 제7조 제1항 제12호는, ‘국내 또는 외국의 수요자 간에 특정인의 상품을 표시하는 것이라고 인식되어 있는 상표(지리적 표시를 제외한다)와 동일 또는 유사한 상표로서 부당한 이익을 얻으려 하거나 그 특정인에게 손해를 가하려고 하는 등 부정한 목적을 가지고 사용하는 상표’는 상표등록을 받을 수 없다고 규정하고 있다. 이 규정은 국내 또는 외국의 수요자에게 특정인의 상품을 표시하는 것이라고 인식되어 있는 상표가 국내에 등록되어 있지 않음을 기화로 제3자가 이를 모방한 상표를 등록하여 사용함으로써 모방대상상표에 체화된 영업상 신용 등에 편승하여 부당한 이익을 얻으려 하거나, 모방대상상표의 가치에 손상을 주거나 모방대상상표권자의 국내 영업을 방해하는 등의 방법으로 모방대상상표권자에게 손해를 끼치려는 목적으로 사용하는 상표는 등록을 허용하지 않는다는 취지이다. 따라서 등록상표가 이 규정에 해당하려면 모방대상상표가 국내 또는 외국의 수요자에게 특정인의 상표로 인식되어 있어야 하고, 등록상표의 출원인이 모방대상상표와 동일 또는 유사한 상표를 부정한 목적을 가지고 사용하여야 하는데, (1) 모방대상상표가 국내 또는 외국의 수요자 사이에 특정인의 상표로 인식되어 있는지는 그 상표의 사용기간, 방법, 태양 및 이용범위 등과 거래실정 또는 사회통념상 객관적으로 상당한 정도로 알려졌는지 등을 기준으로 판단하여야 하고, (2) 부정한 목적이 있는지를 판단할 때는 모방대상상표의 인지도 또는 창작의 정도, 등록상표와 모방대상상표의 동일·유사 정도, 등록상표의 출원인과 모방대상상표의 권리자 사이에 상표를 둘러싼 교섭의 유무, 교섭의 내용, 기타 양 당사자의 관계, 등록상표의 출원인이 등록상표를 이용한 사업을 구체적으로 준비하였는지 여부, 등록상표와 모방대상상표의 지정상품 간의 동일·유사 내지 경제적 견련성의 유무, 거래실정 등을 종합적으로 고려하여야 하며, (3) 위와 같은 판단은 등록상표의 출원 시를 기준으로 하여야 한다.        <br/>[2] 선사용서비스표 \"          \", \"          \", \"          \", \"          \", \"わらわら\"의 사용자인 甲 외국회사가 등록상표 \"\"의 등록상표권자 乙 주식회사를 상대로 등록상표가           구 상표법(2001. 2. 3. 법률 제6414호로 개정되기 전의 것) 제7조 제1항 제12호 등에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표는 乙 회사가 선등록서비스표 \"          \", \"          \" 및 실사용 표장 \"WARAWARA\", \"          \", \"          \", \"          \", \"          \"에 축적된 자신의 독자적인 영업상 신용 및 인지도에 기초하여 그 사업영역을 확장하기 위해 출원한 것으로 볼 수 있을지언정 甲 회사의 국내시장 진입을 저지하거나 대리점계약의 체결을 강제할 목적 또는 甲 회사의 선사용서비스표들의 명성에 편승하여 부당한 이익을 얻을 목적 등 부정한 목적을 가지고 출원한 것이라고 단정할 수 없는데도 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         상표법 제7조 제1항 제12호 / [2]         상표법 제7조 제1항 제12호<br/>",
  "참조판례": "[1]         대법원 2010. 7. 15. 선고 2010후807 판결(공2010하, 1597)      <br/>"
}