{
  "판례일련번호": "164314",
  "사건명": "식품위생법 위반",
  "사건번호": "2011도15097",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120628",
  "판시사항": "[1] ‘음식류의 조리·판매보다는 주로 주류의 조리·판매를 목적으로 하는 소주방·호프·카페 등의 형태로 운영되는 영업’이 구 식품위생법상 일반음식점 영업자가 적법하게 할 수 있는 행위에 속하는지 여부(적극) 및 일반음식점 영업자가 위와 같은 형태로 영업한 행위를 ‘주류만을 판매하는 행위’를 금지한 구 식품위생법상 준수사항을 위반한 것으로 볼 수 있는지 여부(소극)<br/>[2] 일반음식점 영업자인 피고인이 주로 술과 안주를 판매함으로써 구 식품위생법상 준수사항을 위반하였다는 내용으로 기소된 사안에서, 위 준수사항 중 ‘주류만을 판매하는 행위’에 안주류와 함께 주로 주류를 판매하는 행위도 포함된다고 해석하여 유죄를 인정한 원심판결에 죄형법정주의에 관한 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 식품위생법령 및 청소년보호법령의 규정 체계와 내용 등을 종합해 보면, 구 식품위생법(2010. 1. 18. 법률 제9932호로 개정되기 전의 것, 이하 같다) 관련 법령에서 상정하고 있는 일반음식점영업의 가장 전형적인 형태는 음식류를 조리·판매하는 것을 위주로 하면서 부수적으로 주류를 판매하는 영업이라고 할 수 있다. 그러나 주로 주류를 판매하면서 음식류는 오히려 부수적으로 조리·판매하지만, 손님이 노래를 부르게 하거나 유흥종사자를 두는 등 단란주점영업이나 유흥주점영업에서만 허용되는 행위는 하지 아니하는 형태의 영업에 대해서는 구 식품위생법과 식품위생법 시행령에서 별도의 영업허가 종류로 구분하여 분류하고 있지 아니하고, 더구나 구 청소년보호법(2012. 1. 17. 법률 제11179호로 개정되기 전의 것)과 청소년보호법 시행령에서는 이를 명시적으로 일반음식점영업의 한 형태로 규정하고 있다. 이에 비추어청소년보호법 시행령 제3조 제4항 제2호에서 규정한 것 같은 형태의 영업, 즉 ‘음식류의 조리·판매보다는 주로 주류의 조리·판매를 목적으로 하는 소주방·호프·카페 등의 영업형태로 운영되는 영업’은 구 식품위생법상 식품접객업의 종류 중에서는 일반음식점영업 허가를 받은 영업자가 적법하게 할 수 있는 행위의 범주에 속한다고 보는 것이 타당하다. 그러므로 일반음식점 영업자가 위와 같은 형태로 영업하였다고 하여 이를 ‘주류만을 판매하는 행위’를 하여서는 아니 된다고 규정한 일반음식점 영업자의 준수사항을 위반한 것이라고 보는 것은 죄형법정주의의 정신과 위 법령 규정의 체계에 어긋나는 것이다.<br/>[2] 일반음식점 영업자인 피고인이 바텐더 형태의 영업장에서 주로 술과 안주를 판매함으로써 구 식품위생법(2010. 1. 18. 법률 제9932호로 개정되기 전의 것)상 준수사항을 위반하였다는 내용으로 기소된 사안에서, 위 준수사항 중 ‘주류만을 판매하는 행위’에는 일반음식점영업 허가를 받고 안주류와 함께 주로 주류를 판매하는 행위도 포함된다고 해석하여 유죄를 인정한 원심판결에 관계 법령의 해석 및 죄형법정주의에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조 제1항,형법 제1조 제1항,구 식품위생법(2010. 1. 18. 법률 제9932호로 개정되기 전의 것) 제36조 제2항,제44조 제1항,제97조 제6호,식품위생법 시행령 제21조 제8호,식품위생법 시행규칙 제57조, [별표 17] 제6호 (타)목 3),구 청소년보호법(2012. 1. 17. 법률 제11179호로 개정되기 전의 것) 제2조 제5호 (나)목 (1)[현행제2조 제5호 (나)목 3) 참조],청소년보호법 시행령 제3조 제4항 제2호 / [2]구 식품위생법(2010. 1. 18. 법률 제9932호로 개정되기 전의 것) 제44조 제1항,제97조 제6호,식품위생법 시행규칙 제57조, [별표 17] 제6호 (타)목 3)<br/>",
  "참조판례": ""
}