{
  "판례일련번호": "164521",
  "사건명": "손해배상(기) 등",
  "사건번호": "2010다72076",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120705",
  "판시사항": "[1] 상위법령에서 세부사항 등을 시행규칙으로 정하도록 위임하였음에도 이를 고시 등 행정규칙으로 정한 경우, 대외적 구속력을 가지는 법규명령으로서 효력을 인정할 수 있는지 여부(소극)<br/>[2]구 주택건설촉진법 제33조의6 제6항의 위임에 의하여 건설교통부장관의 ‘고시’ 형식으로 되어 있는 ‘주택건설공사 감리비지급기준’이 이를 건설교통부령으로 정하도록 한 구 주택법이 시행된 이후에도 대외적인 구속력이 있는 법규명령으로서 효력이 있는지 여부(소극)<br/>[3] 건설교통부장관 고시인 ‘주택건설공사 감리비지급기준’이 ‘집행명령’에 해당하는지 여부(소극)<br/>[4] 구 주택건설촉진법하에서 상위법령의 위임을 받아 제정된 행정규칙 등이 2003. 5. 29. 법률 제6916호로 전부 개정된 주택법 상위법령의 위임한계를 벗어나더라도주택법 부칙(2003. 5. 29.) 제2조에 따라 법규명령으로서 대외적 구속력이 있는지 여부(소극)<br/>",
  "판결요지": "[1] 법령의 규정이 특정 행정기관에게 법령 내용의 구체적 사항을 정할 수 있는 권한을 부여하면서 권한행사의 절차나 방법을 특정하지 아니한 경우에는 수임 행정기관은 행정규칙이나 규정 형식으로 법령 내용이 될 사항을 구체적으로 정할 수 있다. 이 경우 행정규칙 등은 당해 법령의 위임한계를 벗어나지 않는 한 대외적 구속력이 있는 법규명령으로서 효력을 가지게 되지만, 이는 행정규칙이 갖는 일반적 효력이 아니라 행정기관에 법령의 구체적 내용을 보충할 권한을 부여한 법령 규정의 효력에 근거하여 예외적으로 인정되는 것이다. 따라서 그 행정규칙이나 규정이 상위법령의 위임범위를 벗어난 경우에는 법규명령으로서 대외적 구속력을 인정할 여지는 없다. 이는 행정규칙이나 규정 ‘내용’이 위임범위를 벗어난 경우뿐 아니라 상위법령의 위임규정에서 특정하여 정한 권한행사의 ‘절차’나 ‘방식’에 위배되는 경우도 마찬가지이므로, 상위법령에서 세부사항 등을 시행규칙으로 정하도록 위임하였음에도 이를 고시 등 행정규칙으로 정하였다면 그 역시 대외적 구속력을 가지는 법규명령으로서 효력이 인정될 수 없다.<br/>[2] 건설공사 등의 사업주체가 감리자에게 지급하여야 하는 감리비의 지급기준을 건설교통부장관의 ‘고시’ 형식으로 정한 ‘주택건설공사 감리비지급기준’(이하 ‘감리비지급기준’이라 한다)은구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제33조의6 제6항에서 ‘사업주체는 감리자에게 건설교통부장관이 정하는 바에 따라 공사감리비를 지급하여야 한다’고 규정한 데 근거한 것인데, 그 법률이 주택법으로 전부 개정되면서 근거조항도구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제24조 제6항으로 변경되었고, 개정 조항에서는 ‘사업주체는 감리자에게 건설교통부령이 정하는 절차 등에 의하여 공사감리비를 지급하여야 한다’고 되어 있다. 따라서 구 주택법이 시행된 이후에는 감리비의 지급기준 등은 구 주택법이 규정한 바에 따라 ‘건설교통부령’의 형식으로 정해야 하므로, 건설교통부장관의 ‘고시’ 형식으로 되어 있는 종전 ‘감리비지급기준’은구 주택법 제24조 제6항이 권한행사의 절차 및 방법을 특정하여 위임한 것에 위배되어 더 이상 대외적인 구속력이 있는 법규명령으로서 효력을 가지지 못한다.<br/>[3] ‘주택건설공사 감리비지급기준’은구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제24조 제6항의 위임한계를 벗어난 것일 뿐만 아니라, 경쟁입찰을 통한 감리비의 결정방식, 총 공사비 및 감리 대상 공사비의 산정방식, 감리대가 이외 비용의 산정방식 등 사업주체가 감리자에게 지급하여야 하는 감리비의 지급기준에 관하여 규정함으로써 일반 국민의 계약자유 등을 제한하는 내용을 담고 있으므로, 이를 가리켜 행정관청이 일반적 직권에 의하여 구 주택법이 규정한 범위 내에서 법률을 현실적으로 집행하는 데 필요한 세부적인 사항을 정한 ‘집행명령’에 해당한다고 볼 수 없다.<br/>[4]2003. 5. 29. 법률 제6916호로 전부 개정된 주택법 부칙 제2조는 ‘이 법 시행 당시 종전의 규정에 의한 처분·절차 그 밖의 행위는 이 법의 규정에 저촉되지 아니하는 한 이 법 규정에 의하여 행하여진 것으로 본다’고 규정하고 있다. 이는 구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것, 이하 ‘구 주택건설촉진법’이라 한다)하에서 행정관청이 내린 행정처분이나 취한 절차 혹은 행위, 또는 사업주체나 관련 이해관계인들이 취한 절차나 행위 등이 전부 개정된 주택법에 저촉되지 않는 한 같은 법에 의하여 행해진 것으로 봄으로써 법적 안정성을 도모하려는 취지로 해석되고, 구 주택건설촉진법하에서 상위법령의 위임을 받아 제정된 행정규칙, 규정이 전부 개정된 주택법 상위법령의 위임한계를 벗어남에도 그에 구애됨이 없이 법규명령으로서 대외적 구속력을 계속 가진다는 취지를 규정한 것이라고 해석할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제95조 / [2]헌법 제95조,구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제33조의6 제6항(현행주택법 제24조 제6항 참조),구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제24조 제6항 / [3]구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제33조의6 제6항(현행주택법 제24조 제6항 참조),구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제24조 제6항 / [4]구 주택건설촉진법(2003. 5. 29. 법률 제6916호 주택법으로 전부 개정되기 전의 것) 제33조의6 제6항(현행주택법 제24조 제6항 참조),구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제24조 제6항,부칙(2003. 5. 29.) 제2조<br/>",
  "참조판례": "[1]대법원 1987. 9. 29. 선고 86누484 판결(공1987, 1668),대법원 1999. 11. 26. 선고 97누13474 판결(공2000상, 70)<br/>"
}