{
  "판례일련번호": "164660",
  "사건명": "강제추행·공무집행방해",
  "사건번호": "2011도8805",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120726",
  "판시사항": "[1] 강제추행죄 구성요건 중 ‘추행’의 의미와 그 판단 기준<br/>[2] 강제추행죄 구성요건 중 ‘폭행·협박’의 정도와 그 판단 기준<br/>[3] 피고인이 피해자 甲(여, 48세)에게 욕설을 하면서 자신의 바지를 벗어 성기를 보여주는 방법으로 강제추행하였다는 내용으로 기소된 사안에서, 제반 사정을 고려할 때 단순히 피고인이 바지를 벗어 자신의 성기를 보여준 것만으로는 폭행 또는 협박으로 ‘추행’을 하였다고 볼 수 없는데도, 이와 달리 보아 유죄를 인정한 원심판결에 강제추행죄의 추행에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]           형법 제298조는 \"폭행 또는 협박으로 사람에 대하여 추행을 한 자\"를 강제추행죄로 벌할 것을 정한다. 그런데 강제추행죄는 개인의 성적 자유라는 개인적 법익을 침해하는 죄로서, 위 법규정에서의 ‘추행’이란 일반인에게 성적 수치심이나 혐오감을 일으키고 선량한 성적 도덕관념에 반하는 행위인 것만으로는 부족하고 그 행위의 상대방인 피해자의 성적 자기결정의 자유를 침해하는 것이어야 한다. 따라서 건전한 성풍속이라는 일반적인 사회적 법익을 보호하려는 목적을 가진           형법 제245조의 공연음란죄에서 정하는 ‘음란한 행위’(또는 이른바 과다노출에 관한           경범죄처벌법 제1조 제41호에서 정하는 행위)가 특정한 사람을 상대로 행하여졌다고 해서 반드시 그 사람에 대하여 ‘추행’이 된다고 말할 수 없고, 무엇보다도 문제의 행위가 피해자의 성적 자유를 침해하는 것으로 평가될 수 있어야 한다. 그리고 이에 해당하는지 여부는 피해자의 의사·성별·연령, 행위자와 피해자의 관계, 그 행위에 이르게 된 경위, 구체적 행위태양, 주위의 객관적 상황 등을 종합적으로 고려하여 정하여진다.        <br/>[2] 강제추행죄는 폭행 또는 협박을 가하여 사람을 추행함으로써 성립하는 것으로서 그 폭행 또는 협박이 항거를 곤란하게 할 정도일 것을 요한다. 그리고 그 폭행 등이 피해자의 항거를 곤란하게 할 정도의 것이었는지 여부는 그 폭행 등의 내용과 정도는 물론, 유형력을 행사하게 된 경위, 피해자와의 관계, 추행 당시와 그 후의 정황 등 모든 사정을 종합하여 판단하여야 한다.<br/>[3] 피고인이 피해자 甲(여, 48세)에게 욕설을 하면서 자신의 바지를 벗어 성기를 보여주는 방법으로 강제추행하였다는 내용으로 기소된 사안에서, 甲의 성별·연령, 행위에 이르게 된 경위, 甲에 대하여 어떠한 신체 접촉도 없었던 점, 행위장소가 사람 및 차량의 왕래가 빈번한 도로로서 공중에게 공개된 곳인 점, 피고인이 한 욕설은 성적인 성질을 가지지 아니하는 것으로서 ‘추행’과 관련이 없는 점, 甲이 자신의 성적 결정의 자유를 침해당하였다고 볼 만한 사정이 없는 점 등 제반 사정을 고려할 때, 단순히 피고인이 바지를 벗어 자신의 성기를 보여준 것만으로는 폭행 또는 협박으로 ‘추행’을 하였다고 볼 수 없는데도, 이와 달리 보아 유죄를 인정한 원심판결에 강제추행죄의 추행에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         형법 제245조,         제298조,         경범죄처벌법(2012. 3. 21. 법률 제11401호로 전부 개정되기 전의 것) 제1조 제41호 / [2]         형법 제298조 / [3]         형법 제298조<br/>",
  "참조판례": "[1]         대법원 2002. 4. 26. 선고 2001도2417 판결(공2002상, 1306),         대법원 2008. 3. 13. 선고 2007도10050 판결,         대법원 2010. 2. 25. 선고 2009도13716 판결 / [2]         대법원 2007. 1. 25. 선고 2006도5979 판결(공2007상, 392)      <br/>"
}