{
  "판례일련번호": "164652",
  "사건명": "광역교통시설부담금부과처분취소",
  "사건번호": "2010두6052",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120726",
  "판시사항": "[1] 이른바 ‘주상복합건축물’이 건립되는 용지가구 대도시권 광역교통관리에 관한 특별법 시행령 제16조의2 제2항 제1호에서 정한 ‘공동주택이 건립되는 용지’에 포함되는지 여부(적극)<br/>[2] 관할 시장이 도시개발사업 시행자에게 각 용도지역 용적률을 단순 합산하여 용도지역 수로 나누는 방식으로구 대도시권 광역교통관리에 관한 특별법 시행령 제16조의2 제2항 제1호가 정한 평균용적률을 산정하여 광역교통시설부담금을 부과한 사안에서, 평균용적률은 각 용도지역 면적에 용적률을 곱한 값을 모두 더한 후 전체 면적으로 나누는 가중산술평균 방식에 의하여 산정하는 것이 타당하다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]국토의 계획 및 이용에 관한 법률 제36조 제1항,제76조 제1항,국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제8호 [별표 9] 제1호 (가)목은 일반상업지역 안에서 건축할 수 있는 건축물로 ‘건축법 시행령 제3조의4 [별표 1] 제2호의 공동주택과 주거용 외의 용도가 복합된 건축물로서 공동주택 부분의 면적이 연면적 합계의 90% 미만인 건축물(다만 90% 미만의 범위 안에서 도시계획조례가 따로 비율을 정한 경우에는 그 비율 이하인 것에 한한다)’(이하 ‘주상복합건축물’이라 한다)을 들고 있는데, 위 규정의 문언에 의하더라도 주상복합건축물은 공동주택 부분을 포함하고 있음을 전제로 하는 점, 도시개발사업자에게 광역교통시설부담금을 부과하는 취지는 대도시권의 주택건설사업 등으로 교통수요를 야기한 원인제공자에게 광역교통시설의 건설 또는 개량 등에 드는 재원을 부담시키고자 함에 있는 점,구 대도시권 광역교통관리에 관한 특별법 시행령(2011. 1. 17. 대통령령 제22627호로 개정되기 전의 것, 이하 ‘구 특별법 시행령’이라 한다) 제16조의2 제2항 제1호가 광역교통시설부담금 산식 중 용적률은 ‘공동주택이 건립되는 용지의 평균용적률’을 적용한다고 규정하고 있는 것은 주택을 기준으로 용적률에 비례하여 교통수요가 증가하는 것을 전제로 하는 점 등을 종합하면, 주상복합건축물이 건립되는 용지도구 특별법 시행령 제16조의2 제2항 제1호에서 정한 ‘공동주택이 건립되는 용지’에 포함된다.<br/>[2] 관할 시장이 도시개발사업 시행자에게 각 용도지역 용적률을 단순 합산하여 용도지역 수로 나누는 방식으로구 대도시권 광역교통관리에 관한 특별법 시행령(2011. 1. 17. 대통령령 제22627호로 개정되기 전의 것) 제16조의2 제2항 제1호에서 정한 ‘공동주택이 건립되는 용지의 평균용적률’을 산정하여 광역교통시설부담금을 부과한 사안에서, 위와 같은 방식으로 평균용적률을 산정할 경우 용적률이 다른 각 용도지역의 면적을 고려하지 않음으로써 용적률이 높은 지역의 면적이 전체 사업면적의 극히 일부에 불과하더라도 용적률 산정에 미치는 영향이 크거나 그 반대의 경우가 발생하여 실제 교통수요 증가와 무관하게 광역교통시설부담금이 산정되는 불합리가 발생한다는 이유로, 각 용도지역 면적에 용적률을 곱한 값을 모두 더한 후 전체 면적으로 나누는 가중산술평균 방식에 의하여 평균용적률을 산정하는 것이 타당하다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 대도시권 광역교통관리에 관한 특별법(2009. 1. 30. 법률 제9389호로 개정되기 전의 것) 제11조 제2호,제11조의2 제2항 제4호,제11조의3 제1항 제1호,구 대도시권 광역교통관리에 관한 특별법 시행령(2011. 1. 17. 대통령령 제22627호로 개정되기 전의 것) 제16조의2 제2항 제1호(현행 삭제),국토의 계획 및 이용에 관한 법률 제36조 제1항,제76조 제1항,국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제8호 [별표 9] 제1호 (가)목 / [2]구 대도시권 광역교통관리에 관한 특별법 시행령(2011. 1. 17. 대통령령 제22627호로 개정되기 전의 것) 제16조의2 제2항 제1호(현행 삭제)<br/>",
  "참조판례": ""
}