{
  "판례일련번호": "164656",
  "사건명": "근저당권말소",
  "사건번호": "2011다43594",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120726",
  "판시사항": "[1] 영업자금 차입 행위에 상행위에 관한 상법 규정을 적용할 수 있는 경우<br/>[2] 회사 설립을 위하여 개인이 한 행위가 장래 설립될 회사가 상인이라는 이유만으로 당연히 그 개인의 상행위가 되어 상법 규정이 적용되는지 여부(소극)<br/>[3] 甲이 乙 등과 함께 시각장애인용 인도블록을 제조하는 공장을 운영하기로 한 후 丙에게서 사업자금을 차용하기 위하여 乙이 丙에게 부담하고 있던 채무를 연대보증하고 추가로 자금을 차용하여 그 합계 금액을 차용금액으로 하는 금전차용증서를 작성하였고, 그 후 시각장애인용 점자블록 제조 등을 목적으로 하는 丁 주식회사를 설립하여 대표이사로 취임한 사안에서, 甲을 자기 명의로 시각장애인용 인도블록 사업을 하는 상인이라고 볼 수 없으므로 丁 회사의 행위가 아닌 甲의 차용행위를 보조적 상행위로서 개업준비행위 등에 해당한다고 볼 수 없음에도, 이와 달리 본 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 영업자금 차입 행위는 행위 자체의 성질로 보아서는 영업의 목적인 상행위를 준비하는 행위라고 할 수 없지만, 행위자의 주관적 의사가 영업을 위한 준비행위이고 상대방도 행위자의 설명 등에 의하여 그 행위가 영업을 위한 준비행위라는 점을 인식한 경우에는 상행위에 관한 상법의 규정이 적용된다.<br/>[2] 영업을 준비하는 행위가 보조적 상행위로서 상법의 적용을 받기 위해서는 행위를 하는 자 스스로 상인자격을 취득하는 것을 당연한 전제로 하므로, 어떠한 자가 자기 명의로 상행위를 함으로써 상인자격을 취득하고자 준비행위를 하는 것이 아니라 다른 상인의 영업을 위한 준비행위를 하는 것에 불과하다면, 그 행위는 행위를 한 자의 보조적 상행위가 될 수 없다. 여기에 회사가 상법에 의해 상인으로 의제된다고 하더라도 회사의 기관인 대표이사 개인은 상인이 아니어서 비록 대표이사 개인이 회사 자금으로 사용하기 위해서 차용한다고 하더라도 상행위에 해당하지 아니하여 차용금채무를 상사채무로 볼 수 없는 법리를 더하여 보면, 회사 설립을 위하여 개인이 한 행위는 그것이 설립중 회사의 행위로 인정되어 장래 설립될 회사에 효력이 미쳐 회사의 보조적 상행위가 될 수 있는지는 별론으로 하고, 장래 설립될 회사가 상인이라는 이유만으로 당연히 개인의 상행위가 되어 상법 규정이 적용된다고 볼 수는 없다.<br/>[3] 甲이 乙 등과 함께 시각장애인용 인도블록을 제조하는 공장을 운영하기로 한 후 丙에게서 사업자금을 차용하기 위하여 乙이 丙에게 부담하고 있던 채무를 연대보증하고 추가로 자금을 차용하여 합계 금액을 차용금액으로 하는 금전차용증서를 작성하였고, 그 후 시각장애인용 점자블록 제조 등을 목적으로 하는 丁 주식회사를 설립하여 대표이사로 취임한 사안에서, 甲은 직접 자신의 명의로 시각장애인용 인도블록 제조 공장이나 그에 관한 사업을 운영하기 위한 목적이 아니라 설립이 예정된 丁 회사의 사업과 관련하여 필요한 자금을 마련하기 위해서 丙에게서 금원을 차용하였다고 볼 수 있고, 이러한 사정만으로는 甲을 자기 명의로 시각장애인용 인도블록 사업을 하는 상인으로 볼 수 없으므로 丁 회사의 행위가 아닌 甲의 차용행위를 보조적 상행위로서 개업준비행위 등에 해당한다고 볼 수 없음에도, 이와 달리 甲의 차용금채무가 상사채무로서 5년의 소멸시효가 적용된다고 본 원심판결에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         상법 제4조,         제47조 / [2]         상법 제4조,         제5조 제2항,         제47조 / [3]         상법 제4조,         제5조 제2항,         제47조,         제64조<br/>",
  "참조판례": "[1]         대법원 2012. 4. 13. 선고 2011다104246 판결(공2012상, 788) / [2]         대법원 1992. 11. 10. 선고 92다7948 판결(공1993상, 74)      <br/>"
}