{
  "판례일련번호": "164845",
  "사건명": "과다본인부담금확인처분 등 취소",
  "사건번호": "2011두3524",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120817",
  "판시사항": "[1] 건강보험심사평가원이구 국민건강보험법 제43조의2 제1항,제2항에 따라 확인·통보해야 할 과다본인부담금에 ‘요양기관이 임의로 비급여 진료행위를 하고 가입자 등과 요양 비급여로 하기로 상호 합의하여 지급받은 비용’도 포함되는지 여부(원칙적 적극)<br/>[2] 요양기관이 임의로 비급여 진료행위를 하고 가입자 등으로부터 지급받은 비용이 과다본인부담금에 해당되지 않는 경우 및 그에 관한 증명책임의 소재(=요양기관)<br/>[3] 요양기관의 진료행위 이후 요양급여기준 등에 관한 법령이 개정된 경우, 요양기관이 진료행위의 대가로 지급받은 비용이구 국민건강보험법 제43조의2 제1항,제2항에 의하여 과다본인부담금에 해당하는지를 판단하는 기준이 되는 법령(=진료행위 당시 시행 법령) 및 진료행위 이후 개정된 요양급여기준 등에 관한 법령을 진료행위 당시로 소급하여 적용할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 국민건강보험제도의 취지를 바탕으로 요양급여의 대상, 비용기준 및 지급절차와 비급여 대상 등에 관한 법정주의 등 국민건강보험법령의 체계를 살펴볼 때, 요양기관은구 국민건강보험법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것, 이하 같다) 제39조 제3항에 의하여 요양급여의 대상에서 제외되는 이른바 법정 비급여 진료행위가 아닌 한 원칙적으로 요양급여의 인정기준에 관한 법령에서 정한 기준과 절차에 따라 가입자 등에게 요양급여를 제공해야 하고, 보험자와 가입자 등으로부터 요양급여비용을 지급받을 때에도 그 산정기준에 관한 법령에서 정한 기준과 절차에 따라야 하므로, 건강보험심사평가원이구 국민건강보험법 제43조의2 제1항,제2항에 의하여 확인·통보해야 할 과다본인부담금의 범위에는 ‘요양기관이 가입자 등에게 요양급여의 인정기준에 관한 법령에서 정한 기준과 절차에 따라 요양급여를 제공하고 해당 요양급여비용 중 대통령령이 정하는 바에 의하여 가입자 등이 스스로 부담하여야 하는 본인일부부담금을 초과하여 지급받은 비용’은 물론이고, ‘그 기준과 절차에 따르지 아니하고 임의로 비급여 진료행위를 하고 가입자 등과 사이에 요양 비급여로 하기로 상호 합의하여 지급받은 비용’도 원칙적으로 포함된다.<br/>[2] 의료인 등은 가입자 등과 체결한 진료계약에 따라 최선의 진료를 다할 의무가 있음은 물론, 의료법에 따라 환자에게 최선의 의료서비스를 제공하기 위해 노력할 의무를 부담하고 있고, 가입자 등 환자 스스로도 질병·부상 등에 대하여 과도한 비용부담 없이 유효·적절한 진료를 받을 권리가 있음을 고려하면, 요양기관이 국민건강보험의 틀 밖에서 임의로 비급여 진료행위를 하고 비용을 가입자 등으로부터 지급받은 경우라도 ① 진료행위 당시 시행되는 관계 법령상 이를 국민건강보험 틀 내의 요양급여대상 또는 비급여대상으로 편입시키거나 관련 요양급여비용을 합리적으로 조정할 수 있는 등의 절차가 마련되어 있지 않은 상황에서, 또는 절차가 마련되어 있다고 하더라도 비급여 진료행위 내용 및 시급성과 함께 절차의 내용과 이에 소요되는 시간, 절차의 진행과정 등 구체적 사정을 고려해 볼 때 이를 회피했다고 보기 어려운 상황에서, ② 진료행위가 의학적 안전성과 유효성뿐 아니라 요양급여 인정기준 등을 벗어나 진료해야 할 의학적 필요성을 갖추었고, ③ 가입자 등에게 미리 내용과 비용을 충분히 설명하여 본인 부담으로 진료받는 데 대하여 동의를 받았다면, 이러한 진료행위의 대가로 지급받은 비용까지 과다본인부담금에 해당된다고 볼 수는 없다. 다만 요양기관이 임의로 비급여 진료행위를 하고 비용을 가입자 등으로부터 지급받더라도 그 비용이 과다본인부담금에 해당된다고 볼 수 없는 사정은 이를 주장하는 측인 요양기관이 증명하여야 한다.<br/>[3] 요양기관이 진료행위를 하고 대가로 지급받은 비용이 과다본인부담금에 해당하는지는 해당 진료행위를 하고 그 비용을 수수한 때 시행되는 법령에 의하여 정해진 요양급여기준과 요양급여비용 산정기준에 따라 정해지는 것이므로, 요양기관이 진료행위의 대가로 지급받은 비용이구 국민건강보험법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제43조의2 제1항,제2항에 의하여 과다본인부담금에 해당하는지는 개정된 요양급여기준 등의 법령이 아니라 진료행위 당시 요양급여기준 등의 법령을 기준으로 판단해야 하고, 요양급여기준 등의 개정에 따른 이해가 요양기관을 운영하는 자와 가입자 등 사이에 일치하지 않으므로 달리 특별한 사정이 없으면 진료행위 이후 개정된 요양급여기준 등에 관한 법령을 진료행위 당시로 소급하여 적용할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국민건강보험법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제43조의2 제1항,제2항 / [2]구 국민건강보험법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제43조의2 제1항,제2항 / [3]구 국민건강보험법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제43조의2 제1항,제2항<br/>",
  "참조판례": "[1][2]대법원 2012. 6. 18. 선고 2010두27639, 27646 전원합의체 판결(공2012하, 1312)<br/>"
}