{
  "판례일련번호": "164817",
  "사건명": "구상금",
  "사건번호": "2010다28390",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120817",
  "판시사항": "[1] 선행차량이 사고 등의 사유로 고속도로에서 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 자동차에 의하여 연쇄추돌사고가 발생한 경우, 안전조치 미이행 또는 선행사고 발생 등으로 인한 정지와 후행 추돌사고 및 그로 인한 연쇄적인 사고들 사이에 인과관계가 인정되는지 여부(원칙적 적극) 및 이때 선행차량 운전자의 과실이 후행사고들로 인한 손해배상책임에 관한 분담범위를 정할 때에 참작되어야 하는지 여부(적극)<br/>[2] 공동불법행위의 성립에 공동불법행위자 상호 간 의사의 공통이나 공동의 인식이 필요한지 여부(소극)<br/>[3] 甲이 고속도로에서 차량을 운전하던 중 앞에서 서행하던 차량을 추돌하고 안전조치를 취하지 않은 채 주행차로에 정차해 있는 사이에 뒤따라온 차량들에 의해 추돌사고가 연쇄적으로 발생하였는데, 그 중 乙이 운전하던 차량이 다른 사고차량을 추돌하면서 앞선 사고차량에서 흘러나온 휘발유 등에 불이 붙어 화재가 발생한 사안에서, 甲이 乙의 후행사고 및 화재에 대하여 공동불법행위자로서 책임을 진다고 보기 어렵다고 한 원심판결에 상당인과관계와 공동불법행위의 성립에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 선행차량이 사고 등의 사유로 고속도로에서 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 자동차에 의하여 추돌사고가 발생한 경우에, 안전조치를 취하지 아니한 정차 때문에 후행차량이 선행차량을 충돌하고 나아가 주변의 다른 차량이나 사람들을 충돌할 수도 있다는 것을 충분히 예상할 수 있으므로, 선행차량 운전자가 정지 후 안전조치를 취할 수 있었음에도 과실로 이를 게을리하였거나, 또는 정지 후 시간적 여유 부족이나 부상 등의 사유로 안전조치를 취할 수 없었다고 하더라도 정지가 선행차량 운전자의 과실로 발생된 사고로 인한 경우 등과 같이 그의 과실에 의하여 비롯된 것이라면, 안전조치 미이행 또는 선행사고의 발생 등으로 인한 정지와 후행 추돌사고 및 그로 인하여 연쇄적으로 발생된 사고들 사이에는 특별한 사정이 없는 한 인과관계가 있고, 손해의 공평한 분담이라는 손해배상제도의 이념에 비추어 볼 때에 선행차량 운전자의 과실은 후행사고들로 인한 손해배상책임에 관한 분담범위를 정할 때에 참작되어야 한다.<br/>[2] 공동불법행위의 성립에는 공동불법행위자 상호 간 의사의 공통이나 공동의 인식이 필요하지 아니하고 객관적으로 각 행위에 관련공동성이 있으면 되며, 관련공동성 있는 행위에 의하여 손해가 발생하였다면 손해배상책임을 면할 수 없다.<br/>[3] 甲이 고속도로에서 차량을 운전하던 중 전방의 시야가 확보되지 않은 탓에 앞에서 서행하던 차량을 추돌하였고, 사고 후 안전조치를 취하지 않은 채 주행차로에 정차해 있는 사이에 뒤따라온 차량들에 의해 추돌사고가 연쇄적으로 발생하였는데, 그 중 乙이 운전하던 차량이 다른 사고차량을 추돌하면서 앞선 사고차량에서 흘러나온 휘발유 등에 불이 붙어 화재가 발생한 사안에서, 선행사고 후 필요한 조치를 다하지 않은 甲의 과실과 전방주시의무·안전거리 유지의무 등을 게을리하여 후행사고를 일으킨 乙의 과실 등이 경합하여 화재가 발생하였고, 선행사고와 후행사고는 시간적·장소적으로 근접하여 발생한 일련의 연쇄추돌 사고 중 일부로서 객관적으로 행위에 관련공동성이 있으므로 甲과 乙은 공동불법행위자로서 화재로 인한 손해에 대하여 연대배상책임을 부담한다고 할 것임에도, 이와 달리 본 원심판결에 상당인과관계와 공동불법행위의 성립에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제750조,구 도로교통법(2006. 7. 19. 법률 제7969호로 개정되기 전의 것) 제64조,제66조,구 도로교통법 시행규칙(2006. 10. 19. 행정자치부령 제350호로 개정되기 전의 것) 제40조 / [2]민법 제760조 / [3]민법 제760조,구 도로교통법(2006. 7. 19. 법률 제7969호로 개정되기 전의 것) 제64조,제66조,구 도로교통법 시행규칙(2006. 10. 19. 행정자치부령 제350호로 개정되기 전의 것) 제40조<br/>",
  "참조판례": "[1]대법원 2009. 12. 10. 선고 2009다64925 판결(공2010상, 117),대법원 2012. 3. 29. 선고 2011다110692 판결 / [2]대법원 1988. 4. 12. 선고 87다카2951 판결(공1988, 842),대법원 2008. 6. 26. 선고 2008다22481 판결<br/>"
}