{
  "판례일련번호": "165054",
  "사건명": "장해급여부지급처분취소",
  "사건번호": "2011두9294",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1] 개정 전 구 산업재해보상보험법 시행령의 장해등급 판정기준에 의하여 장해등급을 판정받은 후 재요양을 받아, 2008. 6. 25. 대통령령 제20875호로 전부 개정된 구 산업재해보상보험법 시행령 시행 후 치료를 마친 근로자의 상태가 종전보다 호전되지 않았으나 개정된 같은 법 시행령의 장해등급 판정기준을 적용하면 장해등급이 낮아지게 되고, 또한 개정된 같은 법 시행령 시행 후 추가상병에 대한 치료가 이루어진 경우, 최종 장해등급을 결정하는 방법<br/>[2] 근로자 甲이 업무상 재해로 개정 전 구 산업재해보상보험법 시행령에 따라 제4-5 요추 부위에 대하여 장해등급 제8급 제2호 판정을 받은 후 재요양을 받았고 추가상병에 대한 치료까지 마친 다음 근로복지공단에 장해보상을 청구하였으나, 근로복지공단이 재요양으로 상태가 호전되지 않았는데도2008. 6. 25. 대통령령 제20875호로 전부 개정된 구 산업재해보상보험법 시행령 제53조 제2항 제3호에 의하면 甲의 최종 장해등급이 제10급에 해당한다는 이유로 추가로 지급할 장해보상금이 없다는 처분을 한 사안에서, 처분이 위법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 산업재해보상보험법 시행령(2008. 6. 25. 대통령령 제20875호로 전부 개정되기 전의 것, 이하 ‘개정 전 시행령’이라 한다)의 장해등급 판정기준에 의하여 장해등급을 판정받은 후 재요양을 받아 개정된 구 산업재해보상보험법 시행령(2010. 7. 12. 대통령령 제22269호로 개정되기 전의 것, 이하 ‘개정 시행령’이라 한다) 시행 후 치료가 종결된 근로자의 상태가 종전보다 호전되지 않았는데도 개정 시행령의 판정기준을 적용하면 장해등급이 낮아지게 되고, 나아가 개정 시행령 시행 후 추가상병에 대한 치료까지 종결된 경우, 최종 장해등급을 결정할 때에는 먼저 재요양을 받은 장해에 대하여산업재해보상보험법 시행령 부칙(2008. 6. 25.) 제11조 제1항에 따라 개정 전 시행령을 적용하여 장해등급을 결정한 다음 그 장해등급과 추가상병에 대한 장해등급을개정 시행령 제53조 제2항에 따라 조정하여 최종 장해등급을 결정해야 한다.<br/>[2] 근로자 甲이 업무상 재해로 구 산업재해보상보험법 시행령(2008. 6. 25. 대통령령 제20875호로 전부 개정되기 전의 것, 이하 ‘개정 전 시행령’이라 한다)에서 정한 장해등급 판정기준에 따라 제4-5 요추 부위에 대하여 장해등급 제8급 제2호 판정을 받은 후 재요양을 받았고 추가상병에 대한 치료까지 마친 다음 근로복지공단에 장해보상을 청구하였으나, 근로복지공단이 개정된 재요양 종결 당시 규정인구 산업재해보상보험법 시행령(2010. 7. 12. 대통령령 제22269호로 개정되기 전의 것) 제53조 제2항 제3호에서 정한 장해등급 판정기준에 의하면 甲의 최종 장해등급이 종전의 장해등급보다 낮은 제10급에 해당한다는 이유로 추가로 지급할 장해보상금이 없다는 처분을 한 사안에서, 재요양 종결된 甲의 제4-5 요추 부위에 대한 장해상태가 종전보다 호전되었다는 점을 인정할 증거가 없는데도 오직 법령의 개정으로 장해등급만 낮아졌으므로, 甲의 장해등급은산업재해보상보험법 시행령 부칙(2008. 6. 25.) 제11조 제1항에 의하여 개정 전 시행령에 따라 판정한 다음 추가상병과 함께 장해등급 조정을 하여 최종 장해등급을 결정하여야 한다는 이유로, 위 처분이 위법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 산업재해보상보험법 시행령(2008. 6. 25. 대통령령 제20875호로 전부 개정되기 전의 것) 제31조 제1항 [별표 2],제2항,구 산업재해보상보험법 시행령(2010. 7. 12. 대통령령 제22269호로 개정되기 전의 것) 제53조 제1항 [별표 6],제2항,산업재해보상보험법 시행령 부칙(2008. 6. 25.) 제11조 제1항 / [2]구 산업재해보상보험법 시행령(2008. 6. 25. 대통령령 제20875호로 전부 개정되기 전의 것) 제31조 제1항 [별표 2],제2항,구 산업재해보상보험법 시행령(2010. 7. 12. 대통령령 제22269호로 개정되기 전의 것) 제53조 제1항 [별표 6],제2항,산업재해보상보험법 시행령 부칙(2008. 6. 25.) 제11조 제1항<br/>",
  "참조판례": ""
}