{
  "판례일련번호": "165008",
  "사건명": "소유권이전등기 등",
  "사건번호": "2010다15332",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120426",
  "판시사항": "[1] 국유(전귀속)임야대장에 귀속재산으로 기재되어 있는 임야는 1945. 8. 9. 현재 일본인 소유로 보아야 하는지 여부(적극)<br/>[2] 국유(전귀속)임야대장에 귀속재산으로 기재되어 있는 임야의 본번(本番) 다음에 ‘의 1’ 등 부호가 붙어 있는 경우, 본번의 임야가 여러 필지의 임야로 분할되어 존재하고 본번은 폐쇄된 것으로 추정되는지 여부(적극)<br/>[3] 甲 등의 선대인 乙이 일제강점기 토지조사사업에서 사정받아 丙이 상속하였던 토지가 지적공부 멸실 후 복구된 이래 현재 26필지 토지로 분할되었는데, 국유(전귀속)임야대장 등에는 위 토지의 본번(本番) 다음에 부번(副番)이 붙은 3필지의 전소유자란에 일본인 이사들로 구성된 丁 재단법인이 기재되어 있는 사안에서, 분할 전 토지 중 위 3필지 부분을 제외한 나머지 부분만을 상속받은 甲 등으로서는 26필지 전체에 대하여 소유권을 행사할 수 없고, 분할 전 토지에서 위 3필지를 제외한 나머지 부분의 위치 및 면적 등을 특정하여 주장·증명하지 아니하는 한 26필지 중 국가 명의로 소유권보존등기가 이루어진 22필지 토지 전체 또는 일부분에 관하여 소유권을 행사할 수 없음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[4] 한국은행이 징발매수결정에 따라 피징발자 앞으로 또는 피징발자를 알 수 없다고 하여 행한 공탁이 적법한지 여부(원칙적 적극) 및구 징발재산정리에 관한 특별조치법 제4조 제2항에 따른 공고 전에 반드시 매수통지서를 송달하여야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 6·25 사변으로 멸실되기 전의 임야대장에 터 잡아 전국의 귀속임야를 기재한 귀속임야대장이 만들어졌고, 이를 근거로 1952. 7. 26. 국유화결정이 이루어졌으며, 이 결정이 이루어지자 그 대장 임야들을 귀속임야국유화대장, 귀속재산국유화조치대장, 국유화결정귀속임야대장, 국유(전귀속)임야대장에 기재한 데 이어, 재무부와 농림부의 협의로 국유화결정귀속임야대장의 정비작업이 이루어졌으므로, 국유(전귀속)임야대장은 결국 6·25 사변으로 멸실되기 전의 임야대장에 터 잡아 이루어졌다고 할 수 있다. 따라서 위 임야대장 중 소유자란 기재에 부여된 권리추정력은 국유(전귀속)임야대장에도 그대로 이어진다고 할 수 있으므로, 국유(전귀속)임야대장에 귀속재산으로 기재되어 있는 임야는 1945. 8. 9. 현재 일본인 소유로 보아야 한다.<br/>[2] 조선임야조사령이 시행된 1918. 5. 1. 이후 구 지적법(1950. 12. 1. 법률 제165호)이 시행되기 이전까지 토지분할 시 지번 부여 방식은 본번(本番)의 임야를 분할할 경우 특별한 사정이 없는 한 본번 다음에 ‘의 1’, ‘의 2’ 등의 부호를 붙이고 본번은 폐쇄하는 방식으로 이루어졌고, 국유(전귀속)임야대장은 6·25 사변으로 멸실되기 전의 임야대장에 터 잡아 만들어진 것이므로, 국유(전귀속)임야대장에 귀속재산으로 기재되어 있는 임야의 본번 다음에 ‘의 1’, ‘의 2’ 등의 부호가 붙어 있다면, 본번의 임야는 그 당시 이미 여러 필지의 임야로 분할되어 존재하고, 본번은 폐쇄된 것으로 추정함이 타당하다.<br/>[3] 甲 등의 선대인 乙이 일제강점기 토지조사사업에서 사정받아 丙이 상속하였던 토지가 지적공부 멸실 후 1968. 12. 10. 복구된 이래 현재 26필지의 토지로 분할되었는데, 국유(전귀속)임야대장 등에는 위 토지의 본번(本番) 다음에 부번(副番)이 붙은 3필지의 전소유자란에 일본인 이사들로 구성된 丁 재단법인이 기재되어 있는 사안에서, 위 토지는 특별한 사정이 없는 한 1945. 8. 9. 당시 이미 3필지 등으로 분할된 상태로 존재하였고 분할 전 토지의 지번은 그 당시 폐쇄되었으며, 乙의 재산상속인 丙은 당시 위 3필지에 대한 소유권을 상실하고 丁 법인이 소유자였다고 볼 수 있으므로, 분할 전 토지 중 위 3필지 부분을 제외한 나머지 부분만을 상속받은 甲 등으로서는 26필지 전체에 대하여 소유권을 행사할 수 없고, 甲 등이 분할 전 토지에서 위 3필지를 제외한 나머지 부분의 위치 및 면적 등을 특정하여 주장·증명하지 아니하는 한 26필지 중 국가 명의로 소유권보존등기가 이루어진 22필지 토지 전체 또는 일부분에 관하여 소유권을 행사할 수 없음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[4] 구 징발재산정리에 관한 특별조치법(1989. 12. 21. 법률 제4144호로 개정되기 전의 것, 이하 ‘구 징발재산법’이라고 한다)에 의한 국방부장관의 징발매수결정이 있으면, 국가는 징발보상에 관한 징발보상증권의 교부, 현금지급 또는 공탁이 없는 것을 해제조건으로 하여 등기 없이 징발재산에 대한 소유권을 취득하고, 징발재산 매수결정은 행정처분으로서 하자가 중대하고 외관상 명백하여 당연무효라고 볼 수 없는 한 처분이 취소되지 아니하고는 효력을 다툴 수 없으며, 또한 선행한 행정처분인 징발매수결정이 당연무효가 아닌 이상 한국은행이 그 결정에 따라 피징발자 앞으로 또는 피징발자를 알 수 없다고 하여 행한 공탁도 적법하다. 한편 국방부장관이 매수통지서를 송달하면서 피징발자 등의 주소·거소 기타 송달할 장소를 알 수 없을 때에는구 징발재산법 제4조 제2항에 의하여 이를 공고하면 되고 그 전에 반드시 매수통지서를 송달하여야 하는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제186조,민사소송법 제202조 / [2]민법 제186조,민사소송법 제202조,구 지적법(1975. 12. 31. 법률 제2801호로 전부 개정되기 전의 것) 제16조(현행측량·수로조사 및 지적에 관한 법률 제56조 참조) / [3]민법 제186조,민사소송법 제202조,제288조,구 지적법(1975. 12. 31. 법률 제2801호로 전부 개정되기 전의 것) 제16조(현행측량·수로조사 및 지적에 관한 법률 제56조 참조) / [4]구 징발재산정리에 관한 특별조치법(1989. 12. 21. 법률 제4144호로 개정되기 전의 것) 제4조,제6조,제13조,민법 제187조,행정소송법 제19조<br/>",
  "참조판례": "[1]대법원 1998. 7. 24. 선고 96다16506 판결(공1998하, 2192),대법원 2005. 3. 25. 선고 2004다39474 판결 / [2]대법원 1995. 4. 28. 선고 94다23524 판결(공1995상, 1960) / [4]대법원 1998. 4. 10. 선고 98다703 판결(공1998상, 1307)<br/>"
}