{
  "판례일련번호": "165177",
  "사건명": "구상금",
  "사건번호": "2011다100312",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120830",
  "판시사항": "[1] 피보험자와 제3자의 과실이 경합하여 보험사고가 발생한 경우, 보험자대위에 의하여 보험자가 행사할 수 있는 권리의 범위<br/>[2] 甲이 운영하는 점포에서 甲과 乙의 과실이 경합하여 화재가 발생하였는데, 甲과 점포 내 시설 및 집기비품에 대하여 화재보험계약을 체결한 丙 보험회사가 甲에게 보험금을 지급하고, 乙과 가스사고배상책임보험계약 등을 체결한 丁 보험회사가 甲을 제외한 피해자들에게 보험금을 지급한 뒤 丙 회사가 丁 회사를 상대로 구상금을 청구한 사안에서, 甲이 체결한 화재보험계약은 시설과 집기비품 모두를 대상으로 한 하나의 보험계약으로 보아야 하고, 따라서 丙 회사는 甲의 전체 손해액 중 乙의 과실비율에 해당하는 금액과 전체 손해액 중 甲이 지급받은 보험금을 공제한 나머지 부분의 차액 범위 내에서만 보험자대위를 할 수 있음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]           상법 제682조는 \"손해가 제3자의 행위로 인하여 생긴 경우에 보험금액을 지급한 보험자는 그 지급한 금액의 한도에서 그 제3자에 대한 보험계약자 또는 피보험자의 권리를 취득한다. 그러나 보험자가 보상할 보험금액의 일부를 지급한 때에는 피보험자의 권리를 해하지 아니하는 범위 내에서 그 권리를 행사할 수 있다.\"고 규정하고 있다. 이러한 손해보험에서의 보험자대위권은 피보험자의 이중이득을 방지하기 위하여 정책적으로 인정되는 것인 점 등을 고려할 때, 이른바 ‘일부보험’의 경우 보험자가 대위할 수 있는 피보험자의 제3자에 대한 권리의 범위는 보험약관 등에 이에 관한 명시적인 규정이 있다면 이에 따라야 할 것이나, 그렇지 않다면 약관 해석에 관한 일반원칙에 따라 고객에게 유리하게 해석하여, 피보험자가 실제로 입은 손해 이상의 이득을 취하는 것이 아닌 이상, 피보험자의 권리를 해하지 아니하는 범위 내로 제한된다고 봄이 타당하다. 따라서 손해보험계약의 약관에서 \"보험자가 보험금을 지급한 때에는 지급한 보험금의 한도 내에서 보험계약자 또는 피보험자가 제3자에 대하여 가지는 손해배상청구권을 취득하되, 보험자가 보상한 금액이 피보험자가 입은 손해의 일부인 경우에는 피보험자의 권리를 침해하지 아니하는 범위 내에서 보험자가 그 권리를 취득한다.\"고 규정하고 있다면 보험자대위에 의하여 보험자가 행사할 수 있는 권리의 범위는 그 약관 규정에 따라 제한된다. 따라서 보험사고가 피보험자와 제3자의 과실이 경합되어 발생한 경우 피보험자가 제3자에 대하여 그 과실분에 상응하여 청구할 수 있는 손해배상청구권 중 피보험자의 전체 손해액에서 보험자로부터 지급받은 보험금을 공제한 금액만큼은 여전히 피보험자의 권리로 남는 것이고, 그것을 초과하는 부분의 청구권만이 보험자가 보험자대위에 의하여 제3자에게 직접 청구할 수 있게 된다.        <br/>[2] 甲이 운영하는 점포에서, 甲의 과실과 위 점포에 액화석유가스를 공급한 乙의 과실이 경합하여 화재가 발생하였는데, 甲과 점포 내 시설 및 집기비품에 대하여 각 보험금액을 달리하여 화재보험계약을 체결한 丙 보험회사가 甲에게 보험금을 지급하고, 乙과 가스사고배상책임보험계약 등을 체결한 丁 보험회사가 甲을 제외한 피해자들에게 보험금을 지급한 뒤 丙 회사가 丁 회사를 상대로 구상금을 청구한 사안에서, 화재보험계약에서 시설과 집기비품을 구분하여 따로 보험가액을 산정하기는 하였지만 보험사고 내용이 동일하고 하나의 보험증권이 발급된 점 등에 비추어 위 화재보험계약은 시설과 집기비품 모두를 대상으로 한 하나의 보험계약으로 체결되었다고 보아야 하고, 甲은 위 사고로 인한 전체 손해액에서 丙 회사로부터 지급 받은 보험금을 공제한 나머지 부분에 관하여 여전히 乙 또는 丁 회사에 대하여 자신의 권리를 가지고 있으며, 丙 회사는 이러한 甲의 권리를 침해하지 않는 범위, 즉 甲의 전체 손해액 중 乙의 과실비율에 해당하는 금액과 위 나머지 부분의 차액의 범위 내에서만 보험자대위를 할 수 있음에도, 이와 달리 위 화재보험계약 중 시설에 대한 부분과 집기비품에 대한 부분을 별개의 보험으로 보아 丙 회사가 보험자대위를 할 수 있는 범위를 시설에 관하여 지급된 보험금 중 乙의 과실비율에 해당하는 부분 전액으로 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         상법 제682조,         약관의 규제에 관한 법률 제5조 제2항 / [2]         상법 제682조,         약관의 규제에 관한 법률 제5조 제2항<br/>",
  "참조판례": ""
}