{
  "판례일련번호": "165153",
  "사건명": "성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 위반(13세미만미성년자강간 등)",
  "사건번호": "2012도7377",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120830",
  "판시사항": "[1]구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 제8조의2 제1항에서 정한 범죄의 성립이 인정되려면, 피고인이 피해자가 13세 미만의 여자임을 알면서 강간하였다는 사실이 검사에 의하여 증명되어야 하는지 여부(적극) 및 이때 피해자가 13세 미만의 여자라는 객관적 사실이 피고인이 이를 알고 있었다는 점을 추단할 수 있는 근거가 되는지 여부(소극)<br/>[2] 피고인이 13세 미만 미성년자인 피해자(여, 12세)를 강간하였다고 하여 구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 위반으로 기소된 사안에서, 제반 사정에 비추어 피고인이 피해자가 13세 미만인 사실을 미필적으로라도 인식하고 있었다는 것이 증명되었다고 단정할 수 없는데도, 이와 달리 보아 유죄를 인정한 원심판결에 형사재판의 증명책임에 관한 법리를 오해하는 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 형사재판에서 공소가 제기된 범죄의 구성요건을 이루는 사실은 그것이 주관적 요건이든 객관적 요건이든 그 입증책임이 검사에게 있으므로,구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제8조의2 제1항에서 정하는 범죄의 성립이 인정되려면, 피고인이 피해자가 13세 미만의 여자임을 알면서 그를 강간하였다는 사실이 검사에 의하여 입증되어야 한다. 물론 피고인이 일정한 사정의 인식 여부와 같은 내심의 사실에 관하여 이를 부인하는 경우에는 이러한 주관적 요소로 되는 사실은 사물의 성질상 그 내심과 상당한 관련이 있는 간접사실 또는 정황사실을 증명하는 방법에 의하여 이를 입증할 수밖에 없고, 이 때 무엇이 상당한 관련성이 있는 간접사실에 해당할 것인가는 정상적인 경험칙에 바탕을 두고 사실의 연결상태를 합리적으로 분석·판단하는 방법에 의하여야 한다. 그러나 피해자가 13세 미만의 여자라는 객관적 사실로부터 피고인이 그 사실을 알고 있었다는 점이 추단된다고 볼 만한 경험칙 기타 사실상 또는 법적 근거는 이를 어디서도 찾을 수 없다.<br/>[2] 피고인이 13세 미만 미성년자인 피해자(여, 12세)를 강간하였다고 하여 구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 위반으로 기소된 사안에서, 13세 미만의 여자에 대한 강간죄에서 피해자가 13세 미만이라고 하더라도 피고인이 피해자가 13세 미만인 사실을 몰랐다고 범의를 부인하는 경우에는 다른 범죄와 마찬가지로 상당한 관련성이 있는 간접사실 또는 정황사실에 의하여 증명 여부가 판단되어야 하는데, 제반 사정에 비추어 피고인이 범행 당시 이를 미필적으로라도 인식하고 있었다는 것이 합리적 의심의 여지 없이 증명되었다고 단정할 수 없는데도, “피해자가 13세 미만의 여자인 이상 그 당시의 객관적인 정황에 비추어 피고인이 피해자가 13세 미만의 여자라는 사실을 인식하였더라면 강간행위로 나아가지 아니하였으리라고 인정할 만한 합리적인 근거를 찾을 수 없다면”같은 법 제8조의2 제1항에서 정하는 강간죄에 관한 미필적 고의가 인정될 수 있다는 법리에 따라 유죄를 인정한 원심판결에 형사재판의 증명책임에 관한 법리를 오해하는 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제8조의2 제1항(현행성폭력범죄의 처벌 등에 관한 특례법 제7조 제1항 참조),형사소송법 제308조 / [2]형법 제297조,구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제8조의2 제1항(현행성폭력범죄의 처벌 등에 관한 특례법 제7조 제1항 참조),형사소송법 제308조<br/>",
  "참조판례": "[1]대법원 2006. 2. 23. 선고 2005도8645 판결(공2006상, 537),대법원 2008. 4. 24. 선고 2007도11258 판결,대법원 2008. 6. 12. 선고 2008도1421 판결,대법원 2010. 11. 25. 선고 2009도12132 판결(공2011상, 70)<br/>"
}