{
  "판례일련번호": "165158",
  "사건명": "평균임금정정불승인처분취소",
  "사건번호": "2010두20690",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120823",
  "판시사항": "[1] 근로복지공단이 석재 회사에서 일하다가 진폐증으로 요양 중인 근로자 甲의 근로형태가 월급제 상용근로자와 유사함을 전제로 평균임금을 산정하자, 甲이 자신은 일당 15만 원을 지급받는 일용근로자라며 평균임금정정신청을 하였으나 근로복지공단이 불승인하는 처분을 한 사안에서, 위 처분이 위법하다고 한 사례<br/>[2] 근로자가 업무상 질병에 걸렸음이 확인될 당시 근로자의 평균임금이 동종 직종 근로자의 노동통계조사보고서상 임금액보다 많은 경우,           구 산업재해보상보험법 제38조 제5항 등에서 정한 업무상 질병이환자에 대한 평균임금 산정특례를 적용할 수 있는지 여부(소극)        <br/>",
  "판결요지": "[1] 근로복지공단이 석재 회사에서 일하다가 진폐증 진단을 받고 요양 중인 근로자 甲에 대한 휴업급여 지급을 위하여 평균임금을 산정하면서 甲의 근로형태가 월급제 상용근로자와 유사함을 전제로 평균임금을 산정하자, 甲이 자신은 일당 15만 원을 지급받는 일용근로자라며 평균임금정정신청을 하였으나 근로복지공단이 불승인하는 처분을 한 사안에서, 甲은 일당을 지급받는 일용근로자이고, 甲과 같은 회사에서 3개월 이상 동종업무에 종사하던 다른 일용근로자 乙의 매월 근로일수가 불규칙하고 두 사람 모두 직장건강보험 가입자로 등재되지 않았으며, 甲은 퇴직 당시 일용직 근로자로 불규칙적으로 근무하였다는 이유로 퇴직금을 수령하지 못한 사정 등에 비추어 볼 때 乙의 근로조건은 일용근로자 특례에 대한 예외를 규정한           구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제25조의2 제1호에 해당한다고 볼 수 없으므로, 甲의 평균임금은           구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제4항 등에 따라 평균임금 산정사유 발생일 이전 1개월간 지급된 임금총액을 근로일수로 나눈 금액(15만 원)에 통상근로계수 0.73을 곱하여 산정하여야 한다는 이유로, 평균임금정정신청을 불승인한 처분이 위법하다고 한 사례.        <br/>[2] 직업병에 걸린 근로자에 대한 평균임금 산정 방법을 규정한           구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제5항,           구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제26조 제2항,           구 산업재해보상보험법 시행규칙(2008. 7. 1. 노동부령 제304호로 전부 개정되기 전의 것) 제12조 제2항의 취지는, 진폐증 등 일정 직업병의 경우 진단이 쉽지 않아 근로자가 업무로 말미암아 진폐증 등 질병에 걸렸음에도 이를 확인하지 못하고 업무를 계속 수행하는 때가 있는데 그 직업병 때문에 근로 제공을 제대로 하지 못하고 임금을 제대로 받지 못함에도 그 임금액에 터잡아 평균임금을 산정하는 것은 근로자 보호에 적당하지 않아, 이러한 경우 그 평균임금 대신 동종 직종 근로자의 노동통계조사보고서상의 임금액을 그 근로자의 평균임금으로 하여 산업재해보상보험법상의 보험급여를 산정하기 위한 것이므로, 근로자가 업무상 질병에 걸렸음이 확인될 당시 그 근로자의 평균임금이 동종 직종 근로자의 노동통계조사보고서상의 임금액보다 많은 경우에는 이러한 평균임금 산정특례가 적용되지 않는다.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제4항(현행         제36조 제5항 참조),         제5항(현행         제36조 제6항 참조),         구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제25조의2(현행         제23조 참조),         제25조의3(현행         제24조 참조),         제26조 제2항(현행         제25조 제2항 참조),         구 산업재해보상보험법 시행규칙(2008. 7. 1. 노동부령 제304호로 전부 개정되기 전의 것) 제12조 제2항(현행         산업재해보상보험법 시행령 제25조 제2항 제2호 참조) / [2]         구 산업재해보상보험법(2007. 4. 11. 법률 제8373호로 전부 개정되기 전의 것) 제38조 제5항(현행         제36조 제6항 참조),         구 산업재해보상보험법 시행령(2007. 6. 29. 대통령령 제20142호로 개정되기 전의 것) 제26조 제2항(현행         제25조 제2항 참조),         구 산업재해보상보험법 시행규칙(2008. 7. 1. 노동부령 제304호로 전부 개정되기 전의 것) 제12조 제2항(현행         산업재해보상보험법 시행령 제25조 제2항 제2호 참조)      <br/>",
  "참조판례": "[2]         대법원 2007. 4. 26. 선고 2005두2810 판결(공2007상, 792)      <br/>"
}