{
  "판례일련번호": "165225",
  "사건명": "소유권이전등기",
  "사건번호": "2011다74109",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120830",
  "판시사항": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조에서 정한 환매권 행사 시 환매기간 내 환매대금 상당의 지급 또는 공탁이 선이행의무인지 여부(적극)<br/>[2] 환매대상인 토지 부분의 정확한 위치와 면적을 특정하기 어려운 사정이 있는 경우 환매기간 만료 전 지급하거나 공탁한 환매대금이 나중에 법원의 감정 등으로 특정된 토지 부분의 환매대금에 다소 미치지 못하더라도 환매기간 경과 후 추가로 부족한 환매대금을 지급하거나 공탁할 수 있는지 여부(한정 적극) 및 환매권자가 명백한 계산 착오 등으로 환매대금의 아주 적은 일부를 환매기간 만료 전에 지급하거나 공탁하지 못한 경우에도 마찬가지인지 여부(적극)<br/>[3] 환매권자가 미리 지급하거나 공탁한 환매대금이 환매를 청구한 토지 부분 전체에 대한 환매대금에는 부족하더라도 실제 환매대상이 될 수 있는 토지 부분 대금으로는 충분한 경우, 환매대상이 되는 부분에 대하여 환매권 행사의 효력이 있는지 여부(적극)<br/>[4] 합병 전 한국토지공사가 甲에게서 수용한 토지 중 일부가 사업에 이용할 필요가 없게 되었음을 이유로 甲이 환매기간 내에 최초 수용재결 금액을 기준으로 그 면적 비율에 상응하는 환매대금을 공탁한 후 환매를 요청한 사안에서, 원심으로서는 甲이 이의재결 금액이 아닌 수용재결 금액만을 공탁한 이유가 무엇인지 등을 지적하여 甲에게 변론할 기회를 주었어야 하고, 공탁금액이 해당 토지 전체의 환매대금에 모자라더라도 토지 중 환매요건을 충족하는 부분이 있는지, 그에 대한 환매대금 이상이 공탁되어 있는지 등에 관하여 심리하였어야 함에도, 그와 같은 필요한 조치를 취하지 않은 채 甲의 청구를 배척한 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조에 의한 환매는 환매기간 내에 환매의 요건이 발생하면 환매권자가 지급 받은 보상금에 상당한 금액을 사업시행자에게 미리 지급하고 일방적으로 의사표시를 함으로써 사업시행자의 의사와 관계없이 환매가 성립한다. 따라서 환매기간 내에 환매대금 상당을 지급하거나 공탁하지 아니한 경우에는 환매로 인한 소유권이전등기 청구를 할 수 없다.<br/>[2] 협의취득 또는 수용된 토지 중 일부가 필요 없게 되어 그 부분에 대한 환매권을 행사하는 경우와 같이 환매대상 토지 부분의 정확한 위치와 면적을 특정하기 어려운  특별한 사정이 있는 경우에는, 비록 환매기간 만료 전에 사업시행자에게 미리 지급하거나 공탁한 환매대금이 나중에 법원의 감정 등을 통하여 특정된 토지 부분에 대한 환매대금에 다소 미치지 못한다고 하더라도 그 환매대상인 토지 부분의 동일성이 인정된다면 환매기간 경과 후에도 추가로 부족한 환매대금을 지급하거나 공탁할 수 있다고 보아야 한다. 그리고 이러한 법리는 환매권자가 명백한 계산 착오 등으로 환매대금의 아주 적은 일부를 환매기간 만료 전에 지급하거나 공탁하지 못한 경우에도 적용된다고 봄이 신의칙상 타당하다.<br/>[3] 환매권자가 미리 지급하거나 공탁한 환매대금이 환매권자가 환매를 청구한 토지 부분 전체에 대한 환매대금에는 부족하더라도 실제 환매대상이 될 수 있는 토지 부분의 대금으로는 충분한 경우에는 그 부분에 대한 환매대금은 미리 지급된 것으로 보아야지, 환매를 청구한 전체 토지와 대비하여 금액이 부족하다는 이유만으로 환매대상이 되는 부분에 대한 환매권의 행사마저 효력이 없다고 볼 것은 아니다.<br/>[4] 합병 전 한국토지공사가 甲에게서 수용한 토지 중 일부가 사업에 이용할 필요가 없게 되었음을 이유로 甲이 환매기간 내에 최초 수용재결 금액을 기준으로 그 면적 비율에 상응하는 환매대금을 공탁한 후 환매를 요청하였고, 그 후 제1심법원의 감정 결과에 따라 환매대상 토지의 위치와 면적을 특정하여 증가한 토지 면적에 대한 환매대금을 추가로 공탁한 사안에서, 원심으로서는 甲이 이의재결 금액이 아닌 수용재결 금액만을 공탁한 이유가 무엇인지 등을 지적하여 甲에게 변론할 기회를 주었어야 하고, 甲이 환매 요청을 한 토지 중 일부에 대해서만 환매요건이 충족될 경우 공탁한 금액이 환매요건을 충족하는 일부에 대한 환매대금을 초과하는 이상 해당 부분에 대해서는 환매청구를 인용하여야 하므로 甲의 공탁금액이 전체 환매대금에 모자라더라도 토지 중 환매요건을 충족하는 부분이 있는지, 그에 대한 환매대금 이상이 공탁되어 있는지 등에 관하여 심리하였어야 함에도, 그와 같은 필요한 조치를 취하지 않은 채 甲이 공탁한 환매대금이 이의재결 금액을 기준으로 계산하면 부족하다는 점만을 이유로 甲의 청구를 배척한 원심판결에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 / [2]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 / [3]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 / [4]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조,민사소송법 제136조<br/>",
  "참조판례": "[1]대법원 1996. 2. 9. 선고 94다46695 판결(공1996상, 876),대법원 2006. 12. 21. 선고 2006다49277 판결(공2007상, 188)<br/>"
}