{
  "판례일련번호": "165210",
  "사건명": "손해배상(기)",
  "사건번호": "2012다34764",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120823",
  "판시사항": "[1] 보전처분 집행 후 집행채권자가 본안소송에서 패소하여 판결이 확정된 경우, 보전처분 집행으로 채무자가 입은 손해에 대하여 집행채권자에게 고의 또는 과실이 있다고 추정되는지 여부(원칙적 적극)<br/>[2] 주권에 관하여 중첩적 점유매개관계가 이루어진 경우, 최상위 간접점유자의 반환청구권 양도에 의한 질권설정방법 및 그 대항요건<br/>[3] 甲 주식회사가 乙 주식회사에 대출을 하면서 乙 회사가 장차 인수하게 될 丙 주식회사 발행주식에 관하여 근질권설정계약을 체결하였는데, 보호예수기간이 만료되자 증권예탁결제원이 위 주권을 공탁하였고, 甲 회사가 丁 주식회사 등을 상대로 주권 인도 등을 구하는 선행소송을 제기하여 제1심 및 항소심법원에서 甲 회사가 주식에 대한 질권을 유효하게 취득하였다는 판단을 받았으나 丁 회사가 이와 법적 견해를 달리하여 공탁물출급청구권 처분금지가처분을 신청하고 인용 결정을 받아 가처분 집행에까지 이르렀다가, 가처분의 본안인 후행소송이 丁 회사의 패소로 확정된 사안에서, 부당한 가처분의 집행으로 甲 회사가 입은 손해에 대한 丁 회사의 고의 또는 과실의 추정이 번복된다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 가압류나 가처분 등 보전처분은 법원의 재판에 의하여 집행되는 것이기는 하나, 실체상 청구권이 있는지는 본안소송에 맡기고 단지 소명에 의하여 채권자의 책임 아래 하는 것이므로 그 집행 후에 집행채권자가 본안소송에서 패소 확정되었다면 보전처분 집행으로 인하여 채무자가 입은 손해에 대하여는 특별한 반증이 없는 한 집행채권자에게 고의 또는 과실이 있다고 추정되고, 따라서 그 부당한 집행으로 인한 손해에 대하여 이를 배상할 책임이 있다.<br/>[2] 기명주식의 약식질에 관한상법 제338조는 기명주식을 질권의 목적으로 하는 때에는 주권을 질권자에게 교부하여야 하고(제1항), 질권자는 계속하여 주권을 점유하지 아니하면 그 질권으로써 제3자에게 대항하지 못한다고(제2항) 규정하고 있다. 여기에서 주식의 질권설정에 필요한 요건인 주권의 점유를 이전하는 방법으로는 현실 인도(교부) 외에 간이인도나 반환청구권 양도도 허용되고, 주권을 제3자에게 보관시킨 경우 주권을 간접점유하고 있는 질권설정자가 반환청구권 양도에 의하여 주권의 점유를 이전하려면 질권자에게 자신의 점유매개자인 제3자에 대한 반환청구권을 양도하여야 하고, 이 경우 대항요건으로서 제3자의 승낙 또는 질권설정자의 제3자에 대한 통지를 갖추어야 한다. 그리고 이러한 법리는 제3자가 다시 타인에게 주권을 보관시킴으로써 점유매개관계가 중첩적으로 이루어진 경우에도 마찬가지로 적용되므로, 최상위 간접점유자인 질권설정자는 질권자에게 자신의 점유매개자인 제3자에 대한 반환청구권을 양도하고 대항요건으로서 제3자의 승낙 또는 제3자에 대한 통지를 갖추면 충분하며, 직접점유자인 타인의 승낙이나 그에 대한 질권설정자 또는 제3자의 통지까지 갖출 필요는 없다.<br/>[3] 甲 주식회사가 乙 주식회사에 대출을 하면서 乙 회사가 장차 인수하게 될 丙 주식회사 발행주식에 관하여 근질권설정계약을 체결하고 위 주식에 대한 주권이 발행되어 증권예탁결제원에 보호예수되자 질권설정승낙의뢰서를 작성하여 丙 회사 대표이사의 기명날인을 받았는데, 이후 보호예수기간이 만료되자 증권예탁결제원이 주권을 공탁하였고, 이에 甲 회사가 丁 주식회사 등을 상대로 주권 인도 등을 구하는 선행소송을 제기하여 제1심 및 항소심법원에서 甲 회사가 위 주식에 대한 질권을 유효하게 취득하였다는 판단을 받았으나 丁 회사가 이와 법적 견해를 달리하여 공탁물출급청구권 처분금지가처분을 신청하고 이를 인용하는 결정을 받아 가처분 집행에까지 이르렀다가 가처분의 본안으로서 甲 회사가 위 주식에 대한 질권자 지위에 있지 아니한다는 확인을 구한 후행소송이 丁 회사의 패소로 확정된 사안에서, 丁 회사가 자신의 법적 견해를 일관되게 신뢰하였고 가처분 당시 주권에 관하여 중첩적 점유매개관계가 존재하는 경우 최상위 간접점유자의 반환청구권 양도에 의한 질권설정방법에 관하여 명시적인 대법원판례가 없었으며 가처분법원이 丁 회사의 주장을 수용하여 가처분 신청을 인용하였다는 등의 사정만으로는, 부당한 가처분의 집행으로 甲 회사가 입은 손해에 대한 丁 회사의 고의 또는 과실의 추정이 번복된다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제750조,민사집행법 제276조,제300조 / [2]상법 제338조,민법 제188조,제190조,제194조,제349조,제450조 제1항 / [3]민법 제190조,제194조,제349조,제450조 제1항,제750조,민사집행법 제300조,상법 제338조<br/>",
  "참조판례": "[1]대법원 1992. 9. 25. 선고 92다8453 판결(공1992, 2990) / [2]대법원 2000. 9. 8. 선고 99다58471 판결(공2000하, 2081)<br/>"
}