{
  "판례일련번호": "165461",
  "사건명": "하자보수보증금",
  "사건번호": "2009다23160",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120913",
  "판시사항": "[1] 아파트에 발생한 하자와 관련된 손해배상청구가 구분소유자들 전원이 원고가 되어 소를 제기해야만 하는 필수적 공동소송에 해당하는지 여부(소극)<br/>[2] 집합건물의 소유와 관리에 관한 법률에 의한 구분소유자들의 손해배상청구권과 구 주택건설촉진법, 구 공동주택관리령에 의한 입주자대표회의의 하자보수이행청구권 및 보증금지급청구권의 관계<br/>[3] 甲 아파트의 입주자대표회의와 구분소유자들이 사업주체인 乙 주식회사를 상대로 하는 손해배상청구를 주관적·예비적 병합의 형태로 병합하여 청구하고, 이와 별도로 입주자대표회의가 건설공제조합을 상대로 하자보수보증계약에 기한 보증금 지급을 청구하였는데, 원심이 입주자대표회의의 乙 회사에 대한 청구를 기각하고 예비적 원고인 구분소유자들의 청구를 일부 인용하면서 입주자대표회의의 건설공제조합에 대한 보증금 지급청구도 일부 인용한 사안에서, 입주자대표회의의 건설공제조합에 대한 청구와 구분소유자들의 乙 회사에 대한 청구를 병렬적으로 인용한 원심판단에 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1]           구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조에 의한 하자보수에 갈음하는 손해배상청구권은 특별한 사정이 없는 한 구분소유자 등 권리자에게 전유부분의 지분비율에 따라 분할 귀속하는 것이 원칙이므로, 구분소유자 등 권리자는 각자에게 분할 귀속된 하자담보추급권을 개별적으로 행사하여 분양자를 상대로 손해배상청구의 소를 제기할 수 있다.        <br/>[2] 집합건물의 소유와 관리에 관한 법률(이하 ‘집합건물법’이라 한다)에 의하여 하자담보추급권으로 인정되는 손해배상청구권은 특별한 사정이 없는 한 구분소유자에게 귀속되는 것으로 입주자대표회의에는 권리가 없고, 구 주택건설촉진법(1997. 12. 13. 법률 제5451호로 개정되기 전의 것) 및 구 공동주택관리령(1998. 12. 31. 대통령령 제16069호로 개정되기 전의 것)(이하 일괄하여 ‘주택법령’이라 한다)에 의하여 입주자대표회의가 가지는 권리는 사업주체에 대하여 하자보수의 이행을 청구할 수 있는 권리일 뿐이고 그에 갈음한 손해배상을 청구할 권리는 인정되지 않는다. 또한 입주자대표회의가 주택법령에 근거하여 건설공제조합에 대하여 가지는 보증금청구권은 사업주체의 하자보수의무를 주채무로 한 보증채무의 성격을 가지는 것일 뿐 집합건물법에 의한 구분소유자들의 손해배상청구권과는 무관한 것이다. 다시 말해 집합건물법에 의한 구분소유자들의 손해배상청구권과 주택법령에 의한 입주자대표회의의 하자보수이행청구권 및 보증금지급청구권은 인정 근거와 권리관계의 당사자 및 책임내용 등이 서로 다른 별개의 책임이다. 또한 입주자대표회의에 대한 건설공제조합의 보증금지급채무는 사업주체의 하자보수이행의무에 대한 보증채무일 뿐이고 입주자대표회의에 대한 사업주체의 손해배상채무가 주채무인 것은 아니므로, 입주자대표회의가 사업주체에 대하여 주장하는 손해배상청구권과 건설공제조합에 대하여 주장하는 보증금지급청구권 사이에도 법률상의 직접적인 연계관계는 없다.<br/>[3] 甲 아파트의 입주자대표회의와 구분소유자들이, 구 주택건설촉진법(1999. 2. 8. 법률 제5908호로 개정되기 전의 것)과 구 공동주택관리령(1998. 12. 31. 대통령령 제16069호로 개정되기 전의 것) 등 또는 집합건물의 소유 및 관리에 관한 법률에 근거하여 사업주체인 乙 주식회사에 대한 손해배상청구를 주관적·예비적 병합의 형태로 병합하여 청구하고, 이와 별도로 입주자대표회의가 건설공제조합을 상대로 하자보수보증계약에 기한 보증책임으로서 보증금 지급을 청구하였는데, 원심이 입주자대표회의의 乙 회사에 대한 청구는 기각하고 예비적 청구인 구분소유자들의 청구는 일부 인용하면서 입주자대표회의의 건설공제조합에 대한 보증금 지급청구도 일부 인용한 사안에서, 원심이 입주자대표회의의 건설공제조합에 대한 청구와 구분소유자들의 乙 회사에 대한 청구를 병렬적으로 인용한 것을 잘못이라 할 수 없고, 다만 원심이 인정한 위 각 책임은 그 대상인 하자가 일부 겹치는 것이고 그렇게 겹치는 범위 내에서는 결과적으로 동일한 하자의 보수를 위하여 존재하는 것이므로, 향후 원고들이 그 중 어느 한 권리를 행사하여 하자보수에 갈음한 보수비용 상당이 지급되면 그 금원이 지급된 하자와 관련된 한도 내에서 다른 권리도 소멸하는 관계에 있지만, 이는 의무 이행 단계에서의 조정에 관한 문제일 뿐 의무의 존부를 선언하는 판결 단계에서 상호 배척 관계로 볼 것은 아니므로, 원심이 위 각 청구를 함께 인용한 것이 중복지급을 명한 것이라고 할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조,         민사소송법 제67조 / [2]         집합건물의 소유 및 관리에 관한 법률 제9조,         구 주택건설촉진법(1999. 2. 8. 법률 제5908호로 개정되기 전의 것) 제38조 제14항(현행         주택법 제46조 제1항 참조),         제15항(현행         주택법 제46조 제2항 참조),         구 공동주택관리령(1998. 12. 31. 대통령령 제16069호로 개정되기 전의 것) 제16조(현행         주택법 시행령 제59조 참조),         제17조(현행         주택법 시행령 제60조 참조) / [3]         집합건물의 소유 및 관리에 관한 법률 제9조,         구 주택건설촉진법(1999. 2. 8. 법률 제5908호로 개정되기 전의 것) 제38조 제14항(현행         주택법 제46조 제1항 참조),         제15항(현행         주택법 제46조 제2항 참조),         구 공동주택관리령(1998. 12. 31. 대통령령 제16069호로 개정되기 전의 것) 제16조(현행         주택법 시행령 제59조 참조),         제17조(현행         주택법 시행령 제60조 참조),         민사소송법 제70조<br/>",
  "참조판례": ""
}