{
  "판례일련번호": "165432",
  "사건명": "특정경제범죄가중처벌 등에 관한 법률 위반(공갈)",
  "사건번호": "2012도7461",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120913",
  "판시사항": "[1] 대화 내용을 녹음한 녹음테이프 및 파일 등 전자매체의 증거능력<br/>[2] 구 특정경제범죄 가중처벌 등에 관한 법률 위반(공갈) 피고사건에서, 피해자 토지구획정리사업조합의 대표자 甲이 디지털 녹음기로 피고인과의 대화를 녹음한 후 저장된 녹음파일 원본을 컴퓨터에 복사하고 디지털 녹음기의 파일 원본을 삭제한 뒤 다음 대화를 다시 녹음하는 과정을 반복하여 작성한 녹음파일 사본과 해당 녹취록의 증거능력이 문제된 사안에서, 증거능력을 인정한 사례<br/>",
  "판결요지": "[1] 피고인과 상대방 사이의 대화 내용에 관한 녹취서가 공소사실의 증거로 제출되어 녹취서의 기재 내용과 녹음테이프의 녹음 내용이 동일한지에 대하여 법원이 검증을 실시한 경우에, 증거자료가 되는 것은 녹음테이프에 녹음된 대화 내용 자체이고, 그 중 피고인의 진술 내용은 실질적으로형사소송법 제311조,제312조의 규정 이외에 피고인의 진술을 기재한 서류와 다름없어, 피고인이 녹음테이프를 증거로 할 수 있음에 동의하지 않은 이상 녹음테이프에 녹음된 피고인의 진술 내용을 증거로 사용하기 위해서는형사소송법 제313조 제1항 단서에 따라 공판준비 또는 공판기일에서 작성자인 상대방의 진술에 의하여 녹음테이프에 녹음된 피고인의 진술 내용이 피고인이 진술한 대로 녹음된 것임이 증명되고 나아가 그 진술이 특히 신빙할 수 있는 상태하에서 행하여진 것임이 인정되어야 한다. 또한 대화 내용을 녹음한 파일 등 전자매체는 성질상 작성자나 진술자의 서명 또는 날인이 없을 뿐만 아니라, 녹음자의 의도나 특정한 기술에 의하여 내용이 편집·조작될 위험성이 있음을 고려하여, 대화 내용을 녹음한 원본이거나 원본으로부터 복사한 사본일 경우에는 복사과정에서 편집되는 등의 인위적 개작 없이 원본의 내용 그대로 복사된 사본임이 증명되어야 한다.<br/>[2] 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 위반(공갈) 피고사건에서, 피해자 토지구획정리사업조합의 대표자 甲이 디지털 녹음기로 피고인과의 대화를 녹음한 후 저장된 녹음파일 원본을 컴퓨터에 복사하고 디지털 녹음기의 파일 원본을 삭제한 뒤 다음 대화를 다시 녹음하는 과정을 반복하여 작성한 녹음파일 사본과 해당 녹취록의 증거능력이 문제된 사안에서, 제반 사정에 비추어 녹음파일 사본은 타인 간의 대화를 녹음한 것이 아니므로 타인의 대화비밀 침해금지를 규정한통신비밀보호법 제14조의 적용 대상이 아니고, 복사 과정에서 편집되는 등의 인위적 개작 없이 원본 내용 그대로 복사된 것으로 대화자들이 진술한 대로 녹음된 것이 인정되며, 녹음 경위, 대화 장소, 내용 및 대화자 사이의 관계 등에 비추어 그 진술이 특히 신빙할 수 있는 상태하에서 행하여진 것으로 인정된다는 이유로, 녹음파일 사본과 녹취록의 증거능력을 인정한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형사소송법 제311조,제312조,제313조 제1항 / [2]형법 제350조 제1항,구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조 제1항 제2호,통신비밀보호법 제14조,형사소송법 제313조 제1항<br/>",
  "참조판례": "[1]대법원 2001. 10. 9. 선고 2001도3106 판결(공2001하, 2496),대법원 2004. 5. 27. 선고 2004도1449 판결,대법원 2005. 12. 23. 선고 2005도2945 판결(공2006상, 207),대법원 2007. 3. 15. 선고 2006도8869 판결(공2007상, 585),대법원 2008. 3. 13. 선고 2007도10804 판결(공2008상, 549),대법원 2008. 12. 24. 선고 2008도9414 판결<br/>"
}