{
  "판례일련번호": "165775",
  "사건명": "가처분이의",
  "사건번호": "2012마1097",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20120920",
  "판시사항": "[1] 공동수급체를 구성하여 국가가 당사자가 되는 계약의 입찰에 참가한 공동수급체 구성원의 대표자가 변경된 경우, 그 구성원이 이를 변경등록하여야 하는지 여부(적극)<br/>[2] 계약담당 공무원이 대표자 변경등록을 해태하면 입찰무효가 될 수 있음을 입찰공고 등을 통해 입찰참가자들에게 고지 또는 제시하여 이를 숙지하도록 하고 입찰참가자도 이를 전제로 입찰에 참가한 경우, 대표자 변경등록을 해태한 입찰참가자의 입찰이 무효가 되어 해당 입찰참가자가 입찰절차에서 배제되는지 여부(적극)<br/>[3] 국가가 당사자가 되는 이른바 공공계약의 체결을 위한 입찰절차에서 입찰서 제출의 하자로 입찰이 무효가 되는 경우 및 입찰에 참가한 공동수급체 구성원 중 일부에 입찰참가 무효사유가 있어 그 구성원이 입찰절차에서 배제되면 나머지 구성원의 입찰참가도 당연히 무효가 되는지 여부(소극)<br/>",
  "판결요지": "[1] 국가를 당사자로 하는 계약에 관한 법률 시행령(이하 ‘국가계약법 시행령’이라 한다) 제39조 제4항은 ‘경쟁참가의 자격이 없는 자가 행한 입찰 기타 기획재정부령이 정하는 사유에 해당하는 입찰은 무효로 한다’고 규정하고 있고, 국가를 당사자로 하는 계약에 관한 법률 시행규칙(이하 ‘국가계약법 시행규칙’이라 한다) 제44조 제6호의3 (나)목은 ‘입찰 등록 사항 중 대표자(수인의 대표자가 있는 경우에는 대표자 전원)의 성명을 변경등록하지 아니하고 입찰서를 제출한 입찰을 무효로 한다’고 규정하고 있다. 이처럼 대표자 변경등록 해태를 입찰무효 사유로 규정한 것은 대표자를 정확히 등록함으로써 입찰 이후의 후속 절차에서 대표자 권한의 적법한 행사나 그 효력 등에 관한 다툼이 발생할 위험을 차단하고, 국가계약법 시행령 제76조에 따른 부정당업자의 입찰참가를 막는 한편 대표자가 같은 여러 법인의 중복 또는 사위(詐僞) 입찰을 방지하는 데 목적이 있다. 따라서 국가계약법 시행규칙 제44조 제6호의3 (나)목은 입찰의 공공성과 공정성을 현저히 침해한다고 볼 만한 정형적 사항을 규정한 것으로, 공동수급체를 구성하여 입찰에 참가하는 경우 구성원의 대표자가 변경된 경우에도 그 구성원은 이를 변경등록하여야 한다.<br/>[2] 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제44조 제6호의3 (나)목이 계약담당 공무원이 입찰절차에서 지켜야 할 내부규정이라고 하더라도 대표자 변경등록을 해태한 경우 입찰무효가 될 수 있다는 점을 입찰공고 등을 통해 입찰 참가자들에게 고지하거나 제시함으로써 이를 숙지하도록 하고 입찰 참가자들도 이를 전제로 입찰에 참가한 경우에는 위와 같은 사유가 있는 참가자의 입찰은 무효가 되어 해당 참가자는 입찰절차에서 배제된다.<br/>[3] 국가를 당사자로 하는 계약에 관한 법률(이하 ‘국가계약법’이라 한다)에 따라 국가가 당사자가 되는 이른바 공공계약은 사경제 주체로서 상대방과 대등한 위치에서 체결하는 사법상 계약으로서 본질적인 내용은 사인 간의 계약과 다를 바가 없으므로, 그에 관한 법령에 특별한 정함이 있는 경우를 제외하고는 사적 자치와 계약자유의 원칙 등 사법의 원리가 그대로 적용된다. 따라서 계약 체결을 위한 입찰절차에서 입찰서 제출에 하자가 있다 하여도 그것만으로 해당 입찰이 무효가 되는 것은 아니고, 그 하자가 입찰절차의 공공성과 공정성이 현저히 침해될 정도로 중대할 뿐 아니라 상대방도 그러한 사정을 알았거나 알 수 있었을 경우 또는 그러한 하자를 묵인한 낙찰자의 결정 및 계약 체결이 선량한 풍속 기타 사회질서에 반하는 결과가 될 것임이 분명한 경우 등 이를 무효로 하지 않으면 그 절차에 관하여 규정한 국가계약법의 취지를 몰각하는 결과가 되는 특별한 사정이 있는 경우에 한하여 무효가 된다고 해석함이 타당하다. 이와 같은 취지에서 공동수급체 구성원 중 일부에 입찰참가 무효사유가 있어 그 구성원이 입찰절차에서 배제된다고 하여 그러한 사유가 없는 나머지 구성원의 입찰참가가 당연히 무효가 된다고 볼 수는 없고, 나머지 구성원만으로 입찰적격을 갖출 수 있는지 등 일부 구성원의 입찰참가 무효사유가 공동수급체 입찰에 미치는 영향을 고려하여 나머지 구성원들 입찰의 효력 유무를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가를 당사자로 하는 계약에 관한 법률 시행령 제39조 제4항, 제76조, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제44조 제6호의3 (나)목 / [2] 국가를 당사자로 하는 계약에 관한 법률 시행령 제39조 제4항, 제76조, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제44조 제6호의3 (나)목 / [3] 민법 제105조, 국가를 당사자로 하는 계약에 관한 법률 제5조 제1항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제39조 제4항, 제76조, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제44조 제6호의3 (나)목<br/>",
  "참조판례": "[3] 대법원 2006. 6. 19.자 2006마117 결정(공2006하, 1336)<br/>"
}