{
  "판례일련번호": "165922",
  "사건명": "손해배상(기)",
  "사건번호": "2010다86709",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121011",
  "판시사항": "[1] 상장법인 甲 주식회사가 사업보고서 등의 대차대조표에 매도가능증권 등 자산을 과대계상한 사안에서, 위 사업보고서 등은           구 증권거래법 제186조의5,           제14조 제1항에서 정한 ‘허위 기재’가 있는 경우에 해당한다고 본 원심판단이 정당하다고 한 사례        <br/>[2] 허위공시로 부양된 부분이 제거되어 정상주가가 형성된 이후의 주가변동이 허위공시와 인과관계가 있는지 여부(원칙적 소극) 및 허위공시로 주가가 부양되었던 주식을 매수하였다가 정상주가 형성일 후에 매도하거나 변론종결일까지 계속 보유한 경우, 손해액 산정 방법(=매수가격-정상주가 형성일의 주가)<br/>",
  "판결요지": "[1] 상장법인 甲 주식회사가 사업보고서, 분기보고서, 반기보고서(이하 ‘사업보고서 등’이라 한다)의 대차대조표에 매도가능증권, 매출채권, 선급금, 재고자산, 이연법인세자산(이하 ‘매도가능증권 등 자산’이라 한다)을 과대계상한 사안에서, 한국증권선물거래소에 상장된 주권을 발행한 상장법인이 구 증권거래법(2008. 3. 21. 법률 제8985호로 개정되기 전의 것, 이하 같다)에 따라 작성·제출하여 공시되는 사업보고서의 재무제표는 일반투자자가 회사의 재무상황을 가늠할 수 있는 가장 중요한 투자의 지표인 점, 사업보고서의 재무제표는 기업회계기준에 따라 작성되어야 하는데 기업회계기준은 회계처리 및 재무제표를 작성할 때 경제적 사실과 거래의 실질을 반영하여 회사의 재무상태 및 경영성과 등을 공정하게 표시하도록 규정하고 있는 점 등을 고려하면, 기업회계기준에서 허용하는 합리적·객관적 범위를 넘어 자산을 과대평가하여 사업보고서의 재무제표에 기재하는 것은 가공의 자산을 계상하는 것과 마찬가지로 경제적 사실과 다른 허위의 기재에 해당한다는 전제 아래, 위 사업보고서 등의 재무제표에는 기업회계기준이 허용하는 합리적·객관적 범위를 넘어 자산이 과대계상되어 있으므로, 위 사업보고서 등은           구 증권거래법 제186조의5,           제14조 제1항에서 정한 ‘허위 기재’가 있는 경우에 해당한다고 본 원심판단이 정당하다고 한 사례.        <br/>[2] 일반적으로 허위공시 사실이 밝혀진 후 그에 따른 충격이 가라앉고 허위정보로 인하여 부양된 부분이 모두 제거되어 일단 정상적인 주가가 형성되면 그와 같은 정상주가 형성일 이후의 주가변동은 달리 특별한 사정이 없는 한 허위공시와 아무런 인과관계가 없으므로, 정상주가 형성일 후에 당해 주식을 매도하였거나 변론종결일까지 계속 보유중인 사실이 확인되는 경우           구 증권거래법(2008. 3. 21. 법률 제8985호로 개정되기 전의 것, 이하 같다) 제15조 제1항에서 정한 손해액 중 정상주가와 실제 처분가격(또는 변론종결일의 시장가격)의 차액 부분에 대하여는           구 증권거래법 제15조 제2항의 인과관계 부존재 증명이 있다고 보아야 하고, 이 경우 손해액은 계산상 매수가격에서 정상주가 형성일의 주가를 공제한 금액이 된다.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 증권거래법(2008. 3. 21. 법률 제8985호로 개정되기 전의 것) 제14조 제1항(현행         자본시장과 금융투자업에 관한 법률 제162조 제1항 참조),         제186조의5(현행         자본시장과 금융투자업에 관한 법률 제162조 제1항 참조) / [2]         구 증권거래법(2008. 3. 21. 법률 제8985호로 개정되기 전의 것) 제15조 제1항(현행         자본시장과 금융투자업에 관한 법률 제162조 제3항 참조),         제15조 제2항(현행         자본시장과 금융투자업에 관한 법률 제162조 제4항 참조)      <br/>",
  "참조판례": "[2]         대법원 2007. 10. 25. 선고 2006다16758, 16765 판결(공2007하, 1806),         대법원 2010. 8. 19. 선고 2008다92336 판결(공2010하, 1776)      <br/>"
}