{
  "판례일련번호": "165911",
  "사건명": "국가보안법위반(특수잠입·탈출)·국가보안법위반(회합·통신등)·국가보안법위반(찬양·고무등)·국가보안법위반(자진지원·금품수수)·국가보안법위반(이적단체의구성등)",
  "사건번호": "2012도7455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121011",
  "판시사항": "[1] 통일부장관으로부터 북한방문증명서를 발급받아 북한을 방문하는 중에 이루어진 반국가단체 구성원 등과의 회합 등 행위에 대하여 국가보안법상 회합죄 등을 적용할 수 있는지 여부(한정 적극) 및 통일부장관의 승인을 얻거나 통일부장관에게 사전신고를 하여 수리된 후 북한주민을 접촉하는 행위에 대하여도 동일한 법리가 적용되는지 여부(적극)<br/>[2] 조국통일범민족연합 남측본부의 간부 또는 조직원인 피고인들이 국가의 존립·안전이나 자유민주적 기본질서를 위태롭게 한다는 정을 알면서 반국가단체의 구성원 또는 그 지령을 받은 자와 회합하였다고 하여 국가보안법 위반(회합·통신등)으로 기소된 사안에서, 피고인들에게 유죄를 인정한 원심판단을 정당하다고 한 사례<br/>[3] 통신비밀보호법상 전기통신에 관한 통신제한조치로서 이른바 ‘패킷(packet) 감청’이 허용되는지 여부(원칙적 적극)<br/>[4]통신비밀보호법 제6조 제7항 단서 중 전기통신에 관한 ‘통신제한조치기간의 연장’ 부분에 대한 헌법재판소 헌법불합치결정의 취지 및 위헌성이 제거된 개선입법이 이루어지지 아니한 채 헌법불합치결정에서 정한 개정시한을 넘겨 위 규정이 효력을 잃은 경우, 그 이전에 위 규정에 따라 이루어진 통신제한조치기간 연장의 적법성이나 효력이 영향을 받는지 여부(소극)<br/>[5] 압수·수색영장을 집행할 때 피의자 등에 대한 사전통지를 생략할 수 있는 예외를 규정한형사소송법 제122조 단서에서 ‘급속을 요하는 때’의 의미 및 위 규정이 명확성 원칙 등에 반하여 위헌인지 여부(소극)<br/>[6] 통일부장관이 발급한 북한방문증명서에 의한 북한 방문행위를 국가보안법상 탈출행위로 처벌할 수 없는 경우 남한으로 다시 돌아오는 행위 또한 국가보안법상 잠입행위로 처벌할 수 없는지 여부(적극) 및 통일부장관의 승인을 얻거나 통일부장관에게 사전신고를 하여 수리된 후 북한주민과 접촉하는 행위에 대하여도 동일한 법리가 적용되는지 여부(적극)<br/>[7] 조국통일범민족연합 남측본부의 간부 또는 조직원인 피고인들이 반국가단체나 그 구성원의 지령을 받기 위하여 또는 목적수행을 협의하기 위하여 국외로 탈출하였다가 다시 국내로 잠입하였다고 하여 국가보안법 위반(특수잠입·탈출)으로 기소된 사안에서, 피고인들에게 무죄를 인정한 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 ‘남북교류협력에 관한 법률’(2005. 5. 31. 법률 제7539호로 개정되기 전의 것과 2009. 1. 30. 법률 제9357호로 개정되기 전의 것) 제3조는 남북교류와 협력을 목적으로 하는 행위에 관하여는 정당하다고 인정되는 범위 안(또는 같은 법의 목적 범위 안)에서 다른 법률에 우선하여 같은 법을 적용한다고 규정하고 있고, 여기의 ‘다른 법률’에는 국가보안법도 포함된다. 남한과 북한을 왕래하는 행위가 남북교류와 협력을 목적으로 하는 행위로서 정당하다고 인정되거나 같은 법의 목적 범위 안에 있다고 인정되는지 여부는 북한을 왕래하게 된 경위,같은 법 제9조 제1항에서 정한 바에 따라 방문증명서를 발급받았는지 여부, 북한 왕래의 구체적인 목적이 같은 법에서 정하고 있는 교역 및 협력사업에 해당하는지 여부, 북한 왕래자가 그 교역 및 협력사업을 실제로 행하였는지 여부, 북한 왕래 전후의 행적 등을 종합적으로 고려하여 객관적으로 판단하여야 한다. 한편 통일부장관의 북한방문증명서 발급은 북한 방문 자체를 허용한다는 것일 뿐 북한 방문 중에 이루어지는 구체적이고 개별적인 행위까지 모두 허용한다거나 정당성을 부여한다는 취지는 아니므로, 북한 방문 중에 이루어진 반국가단체 구성원 등과의 회합 등 행위가 국가의 존립·안전이나 자유민주적 기본질서에 실질적 해악을 끼칠 명백한 위험성이 인정되는지 여부는 각 행위마다 별도로 판단되어야 한다. 따라서 북한방문증명서를 발급받아 북한을 방문하였다고 하더라도 그 기회에 이루어진 반국가단체 구성원 등과의 회합행위 등이 남북교류와 협력을 목적으로 하는 행위로서 정당하다고 인정되는 범위 내에 있다고 볼 수 없고, 오히려 국가의 존립·안전이나 자유민주적 기본질서에 실질적 해악을 끼칠 명백한 위험성이 인정되는 경우에는 그로 인한 죄책을 면할 수 없다. 그리고 위와 같은 법리는같은 법 제9조 제3항(또는제9조의2 제1항)에 정한 바에 따라 통일부장관의 승인을 얻거나 통일부장관에게 사전신고를 하여 수리된 후 북한주민을 접촉하는 행위에 관하여도 마찬가지로 적용된다.<br/>[2] 조국통일범민족연합(이하 ‘범민련’이라고 한다) 남측본부의 간부 또는 조직원인 피고인들이 국가의 존립·안전이나 자유민주적 기본질서를 위태롭게 한다는 정을 알면서 반국가단체의 구성원 또는 그 지령을 받은 자와 회합하였다고 하여 국가보안법 위반(회합·통신등)으로 기소된 사안에서, 피고인들이 각 회합 당시 북한방문증명서 발급이나 북한주민접촉 승인 또는 신고 수리 조건을 위반하여 범민련 북측본부 조직원 등과 회합하면서 범민련 남측본부의 투쟁 방향, 국가보안법 철폐나 주한미군 철수 투쟁 등에 관하여 지령을 수수한 사정 등에 비추어 각 회합행위에 국가의 존립·안전이나 자유민주적 기본질서에 실질적 해악을 끼칠 명백한 위험성이 있다는 이유로 유죄를 인정한 원심판단을 정당하다고 한 사례.<br/>[3] 인터넷 통신망을 통한 송·수신은통신비밀보호법 제2조 제3호에서 정한 ‘전기통신’에 해당하므로 인터넷 통신망을 통하여 흐르는 전기신호 형태의 패킷(packet)을 중간에 확보하여 그 내용을 지득하는 이른바 ‘패킷 감청’도같은 법 제5조 제1항에서 정한 요건을 갖추는 경우 다른 특별한 사정이 없는 한 허용된다고 할 것이고, 이는 패킷 감청의 특성상 수사목적과 무관한 통신내용이나 제3자의 통신내용도 감청될 우려가 있다는 것만으로 달리 볼 것이 아니다.<br/>[4] 헌법재판소는 2010. 12. 28.통신비밀보호법 제6조 제7항 단서 중 전기통신에 관한 ‘통신제한조치기간의 연장’에 관한 부분(이하 ‘이 사건 법률조항’이라고 한다)이 통신제한조치의 총연장기간이나 총연장횟수를 제한하지 아니하고 계속해서 통신제한조치가 연장될 수 있도록 한 것은 과잉금지원칙에 위배하여 통신의 비밀을 침해한다는 이유로 헌법에 합치하지 아니한다고 선언하면서, 이 사건 법률조항은 입법자가 2011. 12. 31.을 시한으로 개정할 때까지 계속 적용한다고 결정하였다(이하 ‘이 사건 헌법불합치결정’이라고 한다). 이 사건 헌법불합치결정의 내용 및 그 주된 이유 등에 비추어 보면, 헌법재판소가 이 사건 법률조항이 위헌임에도 불구하고 굳이 그 잠정 적용을 명하는 내용의 헌법불합치결정을 한 것은 다음과 같은 취지임이 분명하다. 즉, 단순위헌결정을 하는 경우 그 결정의 효력이 당해 사건 등에 광범위하게 미치는 결과 이미 이 사건 법률조항에 근거하여 받은 통신제한조치의 연장허가나 그에 따른 증거취득의 효력이 전면적으로 재검토되어야 함은 물론 수사목적상 필요한 정당한 통신제한조치의 연장허가도 가능하지 아니하게 되는 등 법적 공백이나 혼란을 초래할 우려가 있으므로 이를 피하기 위하여 이 사건 법률조항의 위헌성이 제거된 개선입법이 이루어지기까지는 이 사건 법률조항을 그대로 잠정 적용한다는 것이다. 그렇다면 이 사건 법률조항의 위헌성이 제거된 개선입법이 이루어지지 아니한 채 위 개정시한이 도과함으로써 이 사건 법률조항의 효력이 상실되었다고 하더라도 그 효과는 장래에 향하여만 미칠 뿐이며 그 이전에 이 사건 법률조항에 따라 이루어진 통신제한조치기간 연장의 적법성이나 효력에는 영향을 미치지 아니한다고 볼 것이고, 이른바 당해 사건이라고 하여 달리 취급하여야 할 이유는 없다.<br/>[5] 피의자 또는 변호인은 압수·수색영장의 집행에 참여할 수 있고(형사소송법 제219조,제121조), 압수·수색영장을 집행함에는 원칙적으로 미리 집행의 일시와 장소를 피의자 등에게 통지하여야 하나(형사소송법 제122조 본문), ‘급속을 요하는 때’에는 위와 같은 통지를 생략할 수 있다(형사소송법 제122조 단서). 여기서 ‘급속을 요하는 때’라고 함은 압수·수색영장 집행 사실을 미리 알려주면 증거물을 은닉할 염려 등이 있어 압수·수색의 실효를 거두기 어려울 경우라고 해석함이 옳고, 그와 같이 합리적인 해석이 가능하므로형사소송법 제122조 단서가 명확성의 원칙 등에 반하여 위헌이라고 볼 수 없다.<br/>[6] 통일부장관이 발급한 북한방문증명서는 남한과 북한을 왕래하는 행위 전체를 허용하는 것이므로 북한 방문행위를 국가보안법상의 탈출행위로 처벌할 수 없는 경우에는 남한으로 다시 돌아오는 행위 또한 국가보안법상의 잠입행위로 처벌할 수 없다고 봄이 상당하다. 그리고 위와 같은 법리는 통일부장관의 승인을 얻거나 통일부장관에게 사전 신고를 하여 수리된 후 북한주민과 접촉하는 행위에 대하여도 마찬가지로 적용된다.<br/>[7] 조국통일범민족연합(이하 ‘범민련’이라고 한다) 남측본부의 간부 또는 조직원인 피고인들이 반국가단체나 그 구성원의 지령을 받기 위하여 또는 목적수행을 협의하기 위하여 국외로 탈출하였다가 다시 국내로 잠입하였다고 하여 국가보안법 위반(특수잠입·탈출)으로 기소된 사안에서, 피고인들이 비록 북한방문증명서 발급이나 북한주민접촉 승인 또는 사전신고 수리 조건을 위반하여 북측 인사들과 회합하기는 하였으나, 통일부장관이 허용한 북한 방문이나 북한주민접촉 조건에 부합하는 행위도 실제로 하였고 내세운 북한 방문 등의 목적이 단지 북한방문증명서 등을 받아내기 위한 명목상 구실에 불과하다고 볼 수 없어 그 방문이나 접촉행위 자체는 정당하다는 이유로 무죄를 인정한 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 남북교류협력에 관한 법률(2005. 5. 31. 법률 제7539호로 개정되기 전의 것) 제3조,제9조 제1항,제3항(현행제9조의2 제1항 참조),구 남북교류협력에 관한 법률(2009. 1. 30. 법률 제9357호로 개정되기 전의 것) 제3조,제9조 제1항,제9조의2 제1항 / [2]국가보안법 제8조 제1항 / [3]통신비밀보호법 제2조 제3호,제5조 제1항 / [4]통신비밀보호법 제6조 제7항 / [5]헌법 제12조 제1항,형법 제1조 제1항,형사소송법 제121조,제122조,제219조 / [6]국가보안법 제6조 제1항 / [7]국가보안법 제6조 제2항<br/>",
  "참조판례": "[1]대법원 2008. 4. 17. 선고 2003도758 전원합의체 판결(공2008상, 718) / [4]대법원 2009. 1. 15. 선고 2008두15596 판결(공2009상, 167),헌법재판소 2010. 12. 28. 선고 2009헌가30 전원재판부 결정(헌공171, 54)<br/>"
}