{
  "판례일련번호": "165917",
  "사건명": "하수도원인자부담금부과처분취소",
  "사건번호": "2010두7604",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121011",
  "판시사항": "[1] 도시개발사업 시행자가 구 하수도법상 ‘공공하수도에 영향을 미치는 공사 외의 행위’에 해당하는 사업으로 조성한 토지에 사업계획에서 정해진 규모 및 용도에 따라 건축물이 건축된 경우, 도시개발사업 시행자와 건축물 소유자 중구 하수도법 제61조에서 정한 원인자부담금을 부담할 자<br/>[2] 공공하수도에 영향을 미치는 공사 외의 행위 유형을 정한구 하수도법 시행령 제35조 제2항 제2호 (가)목의 ‘도시개발사업’에 토지구획정리사업이 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 하수도법(2011. 11. 14. 법률 제11084호로 개정되기 전의 것)은 공공하수도 자체의 설치·관리를 위한 공사 외에 공공하수도 공사의 원인이 되거나 결과적으로 공공하수도 공사를 필요하게 하는 원인 제공자에 대하여 원인자부담금을 부과할 수 있도록 하면서 그 부담자를제61조 제1항에서는 건축물 등 소유자를 규정하고,제2항에서는 타공사 또는 공공하수도에 영향을 미치는 공사 외의 행위(이하 ‘타행위’라 한다)를 한 자를 규정하고 있을 뿐, 도시개발사업 등의 사업주체가 시행한 사업으로 조성한 부지에 건축물이 신축된 경우 위 부담금은 개발사업 시행자와 건축물 소유자 중 누가 우선하여 부담하여야 하는지는 명시적으로 정한 바가 없다. 그러나 원인자부담금은 공공하수도의 신설·증설을 야기한 환경오염의 원인자에게 그 비용을 부담시키고자 하는 데 근본 취지가 있고, 위 법에 규정된 타행위는 그 의미 자체가 공공하수도 공사를 필요하게 만드는 행위를 뜻하는 것으로 이해되므로, 도시개발사업의 경우 공공하수도 확대를 야기한 실질적 원인자는 특별한 사정이 없으면 당해 개발사업의 시행자이지 그 사업지구 내 부지를 분양받아 건축물을 신축한 건축물 소유자라고 할 수 없다. 따라서 도시개발사업의 사업시행자가 하수도법상 ‘타행위’에 해당하는 사업으로 조성한 토지에 그 사업계획에서 정해진 규모 및 용도에 따라 건축물이 건축된 경우에는 원인자부담금은 사업시행자가 부담하는 것이 원칙이고, 당해 건축물이 원래 사업에서 예정된 범위를 초과하는 등의 특별한 사정이 없으면 건축물 등 소유자는 따로 원인자부담금을 부담하지 않는다고 보아야 한다.<br/>[2]구 하수도법 시행령(2012. 5. 14. 대통령령 제23783호로 개정되기 전의 것) 제35조 제2항은 하수도법이 정한 공공하수도에 영향을 미치는 공사 외의 행위(이하 ‘타행위’라 한다) 유형으로 ‘도시개발사업’을 들면서 구체적으로 ‘국토의 계획 및 이용에 관한 법률, 주택법, 도시 및 주거환경정비법, 택지개발촉진법 및 도시개발법 등에 따른 개발사업 등’으로 규정하고 있어서, 문언 자체로 도시개발사업의 근거법령들을 예시하고 있을 뿐 이에 한정하고 있지 아니함이 분명하다. 또한 타행위자로 하여금 타행위로 인하여 필요하게 된 공공하수도에 관한 공사에 요하는 비용 전부를 부담하도록 한 것은 타행위에 해당하는 사업 때문에 발생할 것이 예상되는 하수를 처리하는 데 필요한 공공하수도 설치비용을 그 원인을 조성한 타행위자인 사업시행자로 하여금 부담하게 하려는 데 그 취지가 있다. 이와 같은 관계 법령의 내용, 형식, 체제 및 취지 등을 종합하면, 위 시행령 조항에 규정된 ‘도시개발사업’이란 당해 조항에 명시적으로 규정된 법령들에 근거한 사업에 한정되는 것이 아니라, 사업의 토대가 된 해당 법령을 구체적·개별적으로 살펴보아 공공하수도의 신설·증설 등을 수반하는 개발사업이라면 이를 포함하는 것으로 보는 것이 타당하고, 따라서 토지구획정리사업은 비록 위 시행령 규정에서 명시적으로 열거되어 있지는 않지만, 사업성격 등에 비추어 위 도시개발사업에 포함된다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 하수도법(2011. 11. 14. 법률 제11084호로 개정되기 전의 것) 제61조,구 하수도법 시행령(2012. 5. 14. 대통령령 제23783호로 개정되기 전의 것) 제35조 제2항 / [2]구 하수도법 시행령(2012. 5. 14. 대통령령 제23783호로 개정되기 전의 것) 제35조 제2항<br/>",
  "참조판례": "[2]대법원 2004. 9. 24. 선고 2003두6849 판결(공2004하, 1748)<br/>"
}