{
  "판례일련번호": "166206",
  "사건명": "마약류관리에 관한 법률 위반(향정)·교통사고처리특례법 위반",
  "사건번호": "2012노291",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20120705",
  "판시사항": "[1] 죄형법정주의와 명확성 원칙의 의미 및 어떠한 법규범이 명확성 원칙에 위배되는지 판단하는 방법<br/>[2] 피고인이 향정신성의약품을 수회에 걸쳐 사용하고 이를 매매하거나 매매할 목적으로 소지하였다고 하여 구 마약류 관리에 관한 법률 위반으로 기소된 사안에서,같은 법 제2조 제4호 (가)목의 위임에 따라 향정신성의약품 중 하나를 규정하고 있는구 마약류 관리에 관한 법률 시행령 제2조 제3항 [별표 3] 중 일련번호 34는 명확성 원칙에 위배되지 않는다고 한 사례<br/>",
  "판결요지": "[1]헌법 제12조 및제13조를 통하여 보장되고 있는 죄형법정주의 원칙은 범죄와 형벌이 법률로 정하여져야 함을 의미하며, 이러한 죄형법정주의에서 파생되는 명확성의 원칙은 법률이 처벌하고자 하는 행위가 무엇이며 그에 대한 형벌이 어떠한 것인지를 누구나 예견할 수 있고, 그에 따라 자신의 행위를 결정할 수 있도록 구성요건을 명확하게 규정하는 것을 의미하는데, 처벌규정에 대한 예측가능성 유무를 판단할 때는 당해 특정조항 하나만을 가지고 판단할 것이 아니고, 관련 법조항 전체를 유기적·체계적으로 종합하여 판단하여야 하며, 각 대상 법률의 성질에 따라 구체적·개별적으로 검토하여야 한다. 어떠한 법규범이 명확한지는 법규범이 수범자에게 법규의 의미 내용을 알 수 있도록 공정한 고지를 하여 예측가능성을 주고 있는지 및 법규범이 법을 해석·집행하는 기관에 충분한 의미 내용을 규율하여 자의적인 법해석이나 법집행이 배제되는지, 다시 말하면 예측가능성 및 자의적 법집행 배제가 확보되는지에 따라 이를 판단할 수 있다. 그런데 법규범의 의미 내용은 문언뿐만 아니라 입법 목적이나 입법 취지, 입법 연혁, 그리고 법규범의 체계적 구조 등을 종합적으로 고려하는 해석방법에 의하여 구체화되므로, 결국 법규범이 명확성 원칙에 위배되는지는 위와 같은 해석방법에 의하여 그 의미 내용을 합리적으로 파악할 수 있는 해석 기준을 얻을 수 있는지에 달려 있다.<br/>[2] 피고인이 향정신성의약품을 수회에 걸쳐 사용하고 이를 매매하거나 매매할 목적으로 소지하였다고 하여 구 마약류 관리에 관한 법률(2011. 6. 7. 법률 제10786호로 개정되기 전의 것, 이하 같다) 위반으로 기소된 사안에서,구 마약류 관리에 관한 법률 제1조,제2조 제4호 (가)목의 규정 내용,구 마약류 관리에 관한 법률 제2조 제4호 (가)목의 위임에 따라구 마약류 관리에 관한 법률 시행령(2012. 6. 7. 대통령령 제23845호로 개정되기 전의 것) 제2조 제3항 [별표 3] 중 일련번호 34는 규제 대상이 되는 향정신성의약품의 하나로서 ‘제이더블유에이취-018 및 그 유사체(JWH-018 and its analogues)’를 규정하고 있는데, 여기서 ‘유사체(analogue)’란 유기화합물 분자를 구성하는 원자의 일부가 타종류의 원소에 의하여 치환되어 원래의 화합물에 대응하는 구조를 지닌 것을 의미하므로 ‘JWH-018의 유사체’는 JWH-018의 원자 일부가 다른 원소에 의하여 치환된 구조를 지닌 유기화합물을 의미하고, 이는 법관의 보충적 해석이 거의 필요 없는 서술적 개념에 해당하여 사물의 변별능력을 제대로 갖춘 일반인의 이해와 판단으로 그 의미를 명확하게 파악할 수 있는 점, 규제 대상으로 지정된 향정신성의약품 유사체가 지속적으로 등장하는 현실에서 이를 규제하기 위하여 향정신성의약품 유사체의 구체적인 품명을 일일이 열거하는 것은 입법기술상 한계가 있는 점 등을 종합적으로 고려할 때, 어떤 물질이 ‘제이더블유에이취-018 및 그 유사체’에 해당하는지에 관하여 수범자인 국민의 예측가능성이 충분히 보장되어 있을 뿐만 아니라 법집행자가 그 개념을 임의로 해석하여 자의적으로 집행할 가능성도 거의 없으므로, 위 시행령 규정이 죄형법정주의가 요구하는 명확성 원칙에 위배되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조,제13조,형법 제1조 제1항 / [2]헌법 제12조,제13조,형법 제1조 제1항,구 마약류 관리에 관한 법률(2011. 6. 7. 법률 제10786호로 개정되기 전의 것) 제1조,제2조 제4호 (가)목[현행제2조 제3호 (가)목 참조],제3조 제6호(현행제3조 제5호 참조),제58조 제1항 제3호,제59조 제1항 제6호(현행제59조 제1항 제5호 참조),구 마약류 관리에 관한 법률 시행령(2012. 6. 7. 대통령령 제23845호로 개정되기 전의 것) 제2조 제3항 [별표 3] 일련번호 34(현행제2조 제3항 [별표 3] 일련번호 33 참조)<br/>",
  "참조판례": "[1]대법원 2006. 5. 11. 선고 2006도920 판결(공2006상, 1097),헌법재판소 2004. 11. 25. 선고 2004헌바35 전원재판부 결정(헌공99, 1295),헌법재판소 2005. 6. 30. 선고 2002헌바83 전원재판부 결정(헌공106, 801),헌법재판소 2012. 5. 31. 선고 2011헌바135 전원재판부 결정(헌공188, 1055)<br/>"
}