{
  "판례일련번호": "166297",
  "사건명": "손해배상(기) 등(일제 강제징용 사건)",
  "사건번호": "2009다22549",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120524",
  "판시사항": "[1] 국제재판관할을 결정할 때 고려하여야 할 사항<br/>[2] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 대한민국 법원의 국제재판관할권을 인정한 사례<br/>[3] 외국판결을 승인한 결과가 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나는지를 판단하는 방법<br/>[4] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 甲 등이 미쓰비시를 상대로 동일한 청구원인으로 일본국에서 제기한 소송의 패소확정판결을 승인하는 것은 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나므로 효력을 인정할 수 없음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[5] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 구 미쓰비시와 미쓰비시는 실질적으로 동일성을 유지하여 법적으로 동일한 회사로 볼 수 있으므로, 甲 등은 구 미쓰비시에 대한 청구권을 미쓰비시에 대하여 행사할 수 있다고 한 사례<br/>[6] ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’으로 대한민국 국민 개인의 청구권이 소멸하였는지 여부(소극)<br/>[7] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 미쓰비시의 소멸시효 완성 주장이 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없는데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 국제재판관할을 결정할 때는 당사자 간의 공평, 재판의 적정, 신속 및 경제를 기한다는 기본이념에 따라야 하고, 구체적으로는 소송당사자들의 공평, 편의 그리고 예측가능성과 같은 개인적인 이익뿐만 아니라 재판의 적정, 신속, 효율 및 판결의 실효성 등과 같은 법원 내지 국가의 이익도 함께 고려하여야 하며, 이러한 다양한 이익 중 어떠한 이익을 보호할 필요가 있을지는 개별 사건에서 법정지와 당사자와의 실질적 관련성 및 법정지와 분쟁이 된 사안과의 실질적 관련성을 객관적인 기준으로 삼아 합리적으로 판단하여야 한다.<br/>[2] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 미쓰비시가 일본법에 의하여 설립된 일본 법인으로서 주된 사무소를 일본국 내에 두고 있으나 대한민국 내 업무 진행을 위한 연락사무소가 소 제기 당시 대한민국 내에 존재하고 있었던 점, 대한민국은 구 미쓰비시가 일본국과 함께 甲 등을 강제징용한 후 강제노동을 시킨 일련의 불법행위 중 일부가 이루어진 불법행위지인 점, 피해자인 甲 등이 모두 대한민국에 거주하고 있고 사안의 내용이 대한민국의 역사 및 정치적 변동 상황 등과 밀접한 관계가 있는 점, 甲 등의 불법행위로 인한 손해배상청구와 미지급임금 지급청구 사이에는 객관적 관련성이 인정되는 점 등에 비추어 대한민국은 사건 당사자 및 분쟁이 된 사안과 실질적 관련성이 있다는 이유로, 대한민국 법원의 국제재판관할권을 인정한 사례.<br/>[3]민사소송법 제217조 제3호는 외국법원의 확정판결의 효력을 인정하는 것이 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나지 아니하여야 한다는 점을 외국판결 승인요건의 하나로 규정하고 있는데, 여기서 외국판결의 효력을 인정하는 것, 즉 외국판결을 승인한 결과가 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나는지는 그 승인 여부를 판단하는 시점에서 외국판결의 승인이 대한민국의 국내법 질서가 보호하려는 기본적인 도덕적 신념과 사회질서에 미치는 영향을 외국판결이 다룬 사안과 대한민국과의 관련성의 정도에 비추어 판단하여야 하고, 이때 그 외국판결의 주문뿐 아니라 이유 및 외국판결을 승인할 경우 발생할 결과까지 종합하여 검토하여야 한다.<br/>[4] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 甲 등이 미쓰비시를 상대로 동일한 청구원인으로 일본국에서 제기한 소송의 패소확정판결(이하 ‘일본판결’이라고 한다) 이유에는 일본의 한반도와 한국인에 대한 식민지배가 합법적이라는 규범적 인식을 전제로 하여 일제의 국가총동원법과 국민징용령을 한반도와 甲 등에게 적용하는 것이 유효하다고 평가한 부분이 포함되어 있는데, 대한민국 헌법 규정에 비추어 볼 때 일제강점기 일본의 한반도 지배는 규범적인 관점에서 불법적인 강점(强占)에 지나지 않고, 일본의 불법적인 지배로 인한 법률관계 중 대한민국의 헌법정신과 양립할 수 없는 것은 그 효력이 배제된다고 보아야 하므로, 일본판결 이유는 일제강점기의 강제동원 자체를 불법이라고 보고 있는 대한민국 헌법의 핵심적 가치와 정면으로 충돌하는 것이어서 이러한 판결 이유가 담긴 일본판결을 그대로 승인하는 결과는 그 자체로 대한민국의 선량한 풍속이나 그 밖의 사회질서에 어긋나는 것임이 분명하므로 우리나라에서 일본판결을 승인하여 효력을 인정할 수 없는데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[5] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 일본법을 적용하게 되면, 甲 등은 구 미쓰비시에 대한 채권을 미쓰비시에 대하여 주장하지 못하게 되는데, 구 미쓰비시가 미쓰비시로 변경되는 과정에서 미쓰비시가 구 미쓰비시의 영업재산, 임원, 종업원을 실질적으로 승계하여 회사의 인적·물적 구성에는 기본적인 변화가 없었음에도, 전후처리 및 배상채무 해결을 위한 일본 국내의 특별한 목적 아래 제정된 기술적 입법에 불과한 회사경리응급조치법과 기업재건정비법 등 일본 국내법을 이유로 구 미쓰비시의 대한민국 국민에 대한 채무가 면탈되는 결과로 되는 것은 대한민국의 공서양속에 비추어 용인할 수 없으므로, 일본법의 적용을 배제하고 당시의 대한민국 법률을 적용하여 보면, 구 미쓰비시가 책임재산이 되는 자산과 영업, 인력을 중일본중공업 주식회사 등에 이전하여 동일한 사업을 계속하였을 뿐만 아니라 미쓰비시 스스로 구 미쓰비시를 미쓰비시 기업 역사의 한 부분으로 인정하고 있는 점 등에 비추어 구 미쓰비시와 미쓰비시는 실질적으로 동일성을 그대로 유지하고 있는 것으로 봄이 타당하여 법적으로는 동일한 회사로 평가하기에 충분하고, 일본국 법률이 정한 바에 따라 구 미쓰비시가 해산되고 중일본중공업 주식회사 등이 설립된 뒤 흡수합병의 과정을 거쳐 미쓰비시로 변경되는 등의 절차를 거쳤다고 하여 달리 볼 것은 아니므로, 甲 등은 구 미쓰비시에 대한 청구권을 미쓰비시에 대하여 행사할 수 있다고 한 사례.<br/>[6] ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’(이하 ‘청구권협정’이라 한다)은 일본의 식민지배 배상을 청구하기 위한 협상이 아니라 샌프란시스코 조약 제4조에 근거하여 한일 양국 간의 재정적·민사적 채권·채무관계를 정치적 합의에 의하여 해결하기 위한 것으로서, 청구권협정 제1조에 의해 일본 정부가 대한민국 정부에 지급한 경제협력자금은 제2조에 의한 권리문제의 해결과 법적 대가관계가 있다고 보이지 않는 점, 청구권협정의 협상과정에서 일본 정부는 식민지배의 불법성을 인정하지 않은 채, 강제동원피해의 법적 배상을 원천적으로 부인하였고, 이에 따라 한일 양국 정부는 일제의 한반도 지배의 성격에 관하여 합의에 이르지 못하였는데, 이러한 상황에서 일본의 국가권력이 관여한 반인도적 불법행위나 식민지배와 직결된 불법행위로 인한 손해배상청구권이 청구권협정의 적용대상에 포함되었다고 보기는 어려운 점 등에 비추어 보면, 청구권협정으로 개인청구권이 소멸하지 아니하였음은 물론이고, 대한민국의 외교적 보호권도 포기되지 아니하였다고 보아야 한다. 나아가 국가가 조약을 체결하여 외교적 보호권을 포기함에 그치지 않고 국가와는 별개의 법인격을 가진 국민 개인의 동의 없이 국민의 개인청구권을 직접적으로 소멸시킬 수 있다고 보는 것은 근대법의 원리와 상충되는 점, 국가가 조약을 통하여 국민의 개인청구권을 소멸시키는 것이 국제법상 허용될 수 있다고 하더라도 국가와 국민 개인이 별개의 법적 주체임을 고려하면 조약에 명확한 근거가 없는 한 조약 체결로 국가의 외교적 보호권 이외에 국민의 개인청구권까지 소멸하였다고 볼 수는 없는데, 청구권협정에는 개인청구권의 소멸에 관하여 한일 양국 정부의 의사의 합치가 있었다고 볼 만큼 충분한 근거가 없는 점, 일본이 청구권협정 직후 일본국 내에서 대한민국 국민의 일본국 및 그 국민에 대한 권리를 소멸시키는 내용의 ‘재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 일본국과 대한민국 간의 협정 제2조의 실시에 따른 대한민국 등의 재산권에 대한 조치에 관한 법률’을 제정·시행한 조치는 청구권협정만으로 대한민국 국민 개인의 청구권이 소멸하지 않음을 전제로 할 때 비로소 이해될 수 있는 점 등을 고려해 보면, 국민의 개인청구권이 청구권협정의 적용대상에 포함된다고 하더라도 개인청구권 자체는 청구권협정만으로 당연히 소멸한다고 볼 수는 없고, 다만 청구권협정으로 그 청구권에 관한 대한민국의 외교적 보호권이 포기됨으로써 일본의 국내 조치로 해당 청구권이 일본국 내에서 소멸하더라도 대한민국이 이를 외교적으로 보호할 수단을 상실하게 될 뿐이다.<br/>[7] 일제강점기에 국민징용령에 의하여 강제징용되어 일본국 회사인 미쓰비시중공업 주식회사(이하 ‘구 미쓰비시’라고 한다)에서 강제노동에 종사한 대한민국 국민 甲 등이 구 미쓰비시가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사(이하 ‘미쓰비시’라고 한다)를 상대로 국제법 위반 및 불법행위를 이유로 한 손해배상과 미지급 임금의 지급을 구한 사안에서, 적어도 甲 등이 대한민국 법원에 위 소송을 제기할 시점까지는 甲 등이 대한민국에서 객관적으로 권리를 사실상 행사할 수 없는 장애사유가 있었다고 보아야 하므로, 구 미쓰비시와 실질적으로 동일한 법적 지위에 있는 미쓰비시가 소멸시효의 완성을 주장하여 甲 등에 대한 불법행위로 인한 손해배상채무 또는 임금지급채무의 이행을 거절하는 것은 현저히 부당하여 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없는데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]국제사법 제2조 / [2]국제사법 제2조,제32조 제1항,민사소송법 제5조 / [3]민사소송법 제217조 제3호 / [4]민사소송법 제217조 제3호,구 헌법(1962. 12. 26. 헌법 제6호로 전부 개정되기 전의 것) 부칙(1948. 7. 17.) 제100조,제101조 / [5]구 헌법(1962. 12. 26. 헌법 제6호로 전부 개정되기 전의 것) 부칙(1948. 7. 17.) 제100조, 법례(法例)(1898. 6. 21. 법률 제10호) 제30조,구 섭외사법(2001. 4. 7. 법률 제6465호 국제사법으로 전부 개정되기 전의 것) 제5조(현행국제사법 제10조 참조) / [6] 대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정 제1조, 제2조 / [7]민법 제2조,제166조 제1항<br/>",
  "참조판례": "[1]대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294),대법원 2010. 7. 15. 선고 2010다18355 판결(공2010하, 1578)<br/>"
}