{
  "판례일련번호": "166355",
  "사건명": "장사등에 관한 법률 위반·농지법 위반",
  "사건번호": "2010도5112",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121025",
  "판시사항": "[1] 매장의 대상인 ‘유골’에 화장한 유골의 골분이 포함되는지 여부(적극) 및 이를 장사의 목적으로 땅에 묻은 경우, 매장과 자연장의 어느 쪽에 해당하는지 판단하는 기준<br/>[2] 매장된 시체나 유골이 토괴화한 것을 화장하여 다시 묻는 경우, 그 시설을 분묘로 볼 수 있는지 여부(한정 적극)<br/>[3] 구 농지법상 ‘농지의 전용’의 의미 및 허가 없이 농지를 일시적이나마 농작물 경작이나 다년생식물의 재배 외의 용도로 사용한 경우, 무허가 농지전용에 해당하는지 여부(한정 적극)<br/>[4] 피고인이 분묘 5기를 개장하여 나온 유골을 화장한 후 그 골분을 나무상자에 나누어 담아 농지에 봉분 없는 상태로 묻은 다음 지표에 대리석 덮개를 설치함으로써 관할 관청의 허가 없이 가족묘지를 설치함과 동시에 허가 없이 농지를 전용하였다고 하여 ‘장사 등에 관한 법률’ 위반 및 구 농지법 위반으로 기소된 사안에서, 위 행위는 자연장의 요건을 갖추었다는 사정이 없는 한 묘지의 설치에 해당하고, 농지전용 행위에도 해당한다는 이유로, 이와 달리 공소사실을 무죄로 판단한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]‘장사 등에 관한 법률’(이하 ‘법’이라 한다) 제2조,제16조,제19조,‘장사 등에 관한 법률 시행령’(이하 ‘시행령’이라 한다) 제8조,제15조 [별표 2],제21조 제1항 [별표 4] 제1호의 규정으로 볼 때, 종래부터 ‘유골’을 땅에 묻어 장사하는 것도 장사 방법 중 ‘매장’에 포함되는 것이었지만, 국토를 잠식하고 자연환경을 훼손하는 문제를 해결하기 위하여 ‘유골의 골분’을 땅에 묻고 표지 이외에 아무런 시설을 설치하지 않는 경우에는 설치 장소의 제한을 완화하고 설치기간의 제한을 받지 않도록 하는 자연장 제도를 새로운 장사 방법으로 신설하기에 이른 점, 자연장 제도가 도입된 이후에도 법은 시체나 유골을 땅에 묻어 장사하는 것을 ‘매장’으로 규정한 종전 규정을 유지하면서(법 제2조 제1호), 매장의 대상이 되는 유골에는 화장한 유골도 포함되는 것으로 규정하고 있는 점[시행령 제7조 제1항 (나)목], 묘지에 설치되는 분묘의 형태는 봉분이 있는 것뿐 아니라 평분도 포함되는 점[시행령 제15조 [별표 2]의 제1항 (가)목] 등을 참작하면, 매장의 대상인 유골에는 화장한 유골의 골분도 포함되고, 화장한 유골의 골분을 묻은 경우라도 그것이 자연장으로 인정될 수 없는 경우에는 이를 매장으로 보아 분묘 및 묘지에 관한 규제의 적용 대상이 된다고 보아야 한다. 나아가 화장한 유골의 골분을 장사의 목적으로 땅에 묻은 경우 그것이 매장과 자연장의 어느 쪽에 해당하는지는 골분을 묻는 방법과 그곳에 설치한 시설이 법에서 요구하는 자연장의 주요 요건을 갖추었는지 여부 및 시설의 형태 등을 종합적으로 고려하여 결정하여야 한다.<br/>[2] 분묘는 시체나 유골을 매장하여 제사나 예배 또는 기념의 대상으로 삼기 위하여 만든 시설이므로, 여기에 매장된 시체나 유골이 후에 토괴화되었더라도 이는 여전히 분묘라 할 것이고, 이를 개장하여 토괴화한 유골을 화장하여 다시 묻는 경우에도 그 시설이 자연장의 요건을 갖추었다는 등의 사정이 없는 한 제사나 예배 또는 기념의 대상으로 삼기 위하여 만든 분묘로 보아야 한다.<br/>[3]구 농지법(2009. 5. 27. 법률 제9721호로 개정되기 전의 것) 제2조 제7호에서 규정하는 ‘농지의 전용’이란 농지의 형질을 변경시키거나, 농지로서 사용에 장해가 되는 유형물을 설치하는 등 농지를 농작물 경작이나 다년생식물의 재배 외의 용도로 사용하는 일체의 행위를 말하고, 위와 다른 용도로 농지를 일시 사용하는 것은농지법 제36조에서 규정하는 용도를 위하여 일정기간 사용한 후 농지로 복구한다는 조건으로 시장 등 관할 관청으로부터 일시사용허가를 받은 경우에 한하여 가능하다고 규정하고 있는 점을 감안하면, 허가 없이 농지를 일시적이나마 농작물 경작이나 다년생식물의 재배 외의 용도로 사용한 경우에도 일시사용허가의 요건을 갖추지 아니하는 한 무허가 농지전용에 해당한다고 보아야 한다.<br/>[4] 피고인이 분묘 5기를 개장하여 나온 유골을 화장한 후 그 골분을 나무상자에 나누어 담아 자신의 소유인 농지에 봉분 없는 상태로 묻은 다음 지표에 대리석 덮개를 설치함으로써 관할 관청의 허가 없이 가족묘지를 설치함과 동시에 허가 없이 농지를 전용하였다고 하여 ‘장사 등에 관한 법률’ 위반 및 구 농지법(2009. 5. 27. 법률 제9721호로 개정되기 전의 것) 위반으로 기소된 사안에서, 골분은 분묘의 매장 대상인 유골에 해당하는 것으로서 피고인이 상당한 크기의 대리석 덮개들을 묻은 곳 지표면마다 설치하고 주위에 잔디를 심은 것은 그 시설이 자연장의 요건을 갖추었다는 사정이 없는 한 묘지의 설치에 해당하고, 나아가 피고인의 친척들이 그곳에서 제사를 올리기도 하였다면 위와 같은 행위는 농지를 농작물 경작이나 다년생식물의 재배 외의 용도로 사용한 경우에 해당하며, 그와 같은 사용이 일시적이었다거나 그로부터 오랜 기간이 경과하기 전에 그곳에 흙을 덮고 경작을 다시 시작하였더라도 농지전용 행위에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]장사 등에 관한 법률 제2조 제1호,제3호,제6호,제7호,제13호,제10조,제14조 제3항,제19조,제39조 제1호,구 장사 등에 관한 법률(2012. 2. 1. 법률 제11253호로 개정되기 전의 것) 제16조,제42조 제1항 제6호,장사 등에 관한 법률 시행령 제7조 제1항 (나)목,제8조,제15조 [별표 2],구 장사 등에 관한 법률 시행령(2012. 7. 31. 대통령령 제23996호로 개정되기 전의 것) 제21조 제1항 [별표 4] 제1호 / [2]장사 등에 관한 법률 제2조 제1호,제3호,제6호 / [3]구 농지법(2009. 5. 27. 법률 제9721호로 개정되기 전의 것) 제2조 제7호,농지법 제36조 / [4]장사 등에 관한 법률 제14조 제3항,제39조 제1호,구 농지법(2009. 5. 27. 법률 제9721호로 개정되기 전의 것) 제34조 제1항,농지법 제57조 제2항<br/>",
  "참조판례": "[2]대법원 1990. 2. 13. 선고 89도2061 판결(공1990, 704)<br/>"
}