{
  "판례일련번호": "166337",
  "사건명": "농산물품질관리법 위반",
  "사건번호": "2012도3575",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121025",
  "판시사항": "[1] 국내에서 출생한 소가 출생지 외의 지역에서 사육되다가 도축된 경우, 해당 쇠고기에 사육지 또는 도축지를 원산지로 표시하여 판매하는 행위가 원산지 표시 규정에 위배되는지 판단하는 방법<br/>[2] 출생지 등에서 이동된 농산물의 원산지 판정기준에 관한 별도 규정이 없는 상황에서 국내산 소 도축을 위하여 출생지나 사육지로부터 특정 지역으로 이동시켰으나 이동 당일 도축하지 않고 일정 기간 특정 지역에서 사료 등을 먹이다가 도축한 경우, 이를 단순한 도축 준비행위로 볼 것인지 또는 사육으로 볼 것인지 판단하는 기준<br/>[3] 피고인들이 강원도 횡성군 지역이 아닌 다른 지역에서 생산된 소를 구매하여 도축한 후 ‘횡성한우’로 표시하여 판매함으로써 구 농산물품질관리법상 원산지 표시 규정을 위반하였다는 내용으로 기소된 사안에서, 횡성군 지역에서 출생·사육되지 아니한 소를 횡성군 지역으로 이동시킨 후 도축 시까지의 기간이 2개월 미만인 경우는 모두 일률적으로 도축의 준비행위 또는 단순한 보관행위에 불과하다고 보아 유죄를 인정한 원심판결에 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1]구 농산물품질관리법(2009. 5. 8. 법률 제9667호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제2조 제1호,제6호,제15조 제1항,제3항,제17조 제1항 제1호,제3호,제34조의2,제37조,구 농산물품질관리법 시행령(2009. 11. 2. 대통령령 제21805호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제24조 제1항 제1호,제25조 제1항 제1호의 내용과 체제에다가 농산물의 적정한 품질관리를 통하여 농산물의 상품성을 높이고 공정한 거래를 유도함으로써 농업인의 소득증대와 소비자보호에 이바지한다는 법의 입법 목적을 종합적으로 고려하면, 국내산 쇠고기에 특정 시·도명이나 시·군·구명을 원산지로 표시하여 판매할 때 해당 소가 출생·사육·도축된 지역과 전혀 무관한 지역을 원산지로 표시하거나 출생·사육은 타 지역에서 이루어진 후 오로지 도축만을 위하여 도축지로 이동된 후 곧바로 도축되었을 뿐인데도 도축지를 원산지로 표시하였다면, 이는법 제34조의2,제17조 제1항 제1호 및제3호에 규정된 ‘원산지 표시를 허위로 하거나 이를 혼동하게 할 우려가 있는 표시를 하는 행위 및 원산지를 위장하여 판매하는 행위’에 해당된다고 해석하여야 한다. 한편 형벌법규는 문언에 따라 엄격하게 해석·적용하여야 하고 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하여서는 안 되는 것이 원칙이므로, 국내에서 출생한 소가 출생지 외의 지역에서 사육되다가 도축된 경우 해당 소가 어느 정도의 기간 동안 사육되면 비로소 사육지 등을 원산지로 표시할 수 있는지에 관하여 관계 법령에 아무런 규정이 없다면 특정 지역에서 단기간이라도 일정 기간 사육된 소의 경우 쇠고기에 해당 시·도명이나 시·군·구명을 원산지로 표시하여 판매하였다고 하더라도 이를 곧바로 위와 같은 원산지 표시 규정 위반행위에 해당한다고 단정할 수는 없다.<br/>[2] 범행 당시 원산지 표시 관계 법령에서 별도의 규정을 두고 있지 않았던 이상 국내산 소 도축을 위하여 출생지나 사육지로부터 특정 지역으로 이동시켰으나 이동과정에서 감소된 체중 회복이나 도축시기 조정 등의 이유로 이동 당일 도축하지 않고 일정 기간 동안 그 특정 지역에서 사료 등을 먹이다가 도축한 경우, 이를 단순한 도축의 준비행위에 불과하다고 볼 것인지 아니면 사육으로 볼 것인지에 관하여는 해당 소의 종류와 연령, 건강상태, 이동 후 도축 시까지 기간, 이동 후 해당 소에게 사료를 먹이며 머물게 한 장소의 형태와 제공된 사료의 종류와 제공방법, 체중의 변동 여부 등을 종합적으로 고려하여 개별 사안에 따라 합리적으로 판단할 수밖에 없고, 이와 달리 이동 후 도축 시까지의 기간을 임의로 설정하여 일률적으로 원산지 표시 규정 위반 여부를 판단할 수는 없다.<br/>[3] 피고인들이 강원도 횡성군 지역이 아닌 다른 지역에서 생산된 소를 구매하여 도축한 후 ‘횡성한우’로 표시하여 판매함으로써 구 농산물품질관리법(2009. 5. 8. 법률 제9667호로 개정되기 전의 것, 이하 ‘법’이라 한다)상 원산지 표시 규정을 위반하였다는 내용으로 기소된 사안에서, 횡성군 아닌 다른 지역에서 출생·사육된 소를 횡성군 인근의 도축업체로 이동시켜 이동 당일 그곳에서 도축하였을 뿐인데도 ‘횡성한우’로 표시하여 판매한 행위는 명백히 원산지 표시 규정 위반행위에 해당하나, 이와 달리 일단 도축을 위해 횡성군 지역으로 이동시켰으나 이동 당일 도축하지 않은 채 횡성군 지역 내 축산농가에서 1, 2개월 이상 사료를 먹이며 머물게 하다가 도축한 경우에는 이동 후 도축 시까지의 기간, 이동 후 해당 소에게 사료를 먹이며 머물게 한 장소의 형태와 제공된 사료의 종류와 제공방법, 체중의 변동 여부 등 구체적 사정에 대한 충분한 심리를 거쳐 그것이 단순히 도축을 위한 준비행위에 불과한지 아니면 특정 지역 사육에 해당하는지를 판단하여야 하는데도, 이에 이르지 아니한 채 횡성군 지역에서 출생·사육되지 아니한 소를 횡성군 지역으로 이동시킨 후 도축 시까지의 기간이 2개월 미만인 경우는 모두 일률적으로 도축의 준비행위 또는 단순한 보관행위에 불과하다고 보아 유죄를 인정한 원심판결에법 제34조의2,제17조 제1항,제15조 제1항 및제3항,제2조 제6호에 대한 해석과 법률적용을 그르쳐 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제12조 제1항,형법 제1조 제1항,구 농산물품질관리법(2009. 5. 8. 법률 제9667호로 개정되기 전의 것) 제1조(현행농수산물 품질관리법 제1조 참조),제2조 제1호(현행농수산물 품질관리법 제2조 제1항 제1호,농수산물의 원산지 표시에 관한 법률 제2조 제1호 참조),제6호(현행농수산물의 원산지 표시에 관한 법률 제2조 제4호 참조),제15조 제1항,제3항(현행농수산물의 원산지 표시에 관한 법률 제5조 참조),제17조 제1항 제1호,제3호(현행농수산물의 원산지 표시에 관한 법률 제6조 제1항 제1호,제3호 참조),제34조의2(현행농수산물의 원산지 표시에 관한 법률 제14조 참조),제37조(현행농수산물의 원산지 표시에 관한 법률 제17조 참조),구 농산물품질관리법 시행령(2009. 11. 2. 대통령령 제21805호로 개정되기 전의 것) 제24조 제1항 제1호(현행농수산물의 원산지 표시에 관한 법률 시행령 제5조 제1항 [별표 1] 참조),제25조 제1항 제1호(현행농수산물의 원산지 표시에 관한 법률 시행령 제5조 제1항 [별표 1] 참조) / [2]구 농산물품질관리법(2009. 5. 8. 법률 제9667호로 개정되기 전의 것) 제2조 제1호(현행농수산물 품질관리법 제2조 제1항 제1호,농수산물의 원산지 표시에 관한 법률 제2조 제1호 참조),제6호(현행농수산물의 원산지 표시에 관한 법률 제2조 제4호 참조),제15조(현행농수산물의 원산지 표시에 관한 법률 제5조 참조),제17조 제1항 제1호,제3호(현행농수산물의 원산지 표시에 관한 법률 제6조 제1항 제1호,제3호 참조),제34조의2(현행농수산물의 원산지 표시에 관한 법률 제14조 참조),구 농산물품질관리법 시행령(2009. 11. 2. 대통령령 제21805호로 개정되기 전의 것) 제24조 제1항 제1호(현행농수산물의 원산지 표시에 관한 법률 시행령 제5조 제1항 [별표 1] 참조),제25조 제1항 제1호(현행농수산물의 원산지 표시에 관한 법률 시행령 제5조 제1항 [별표 1] 참조),구 농산물품질관리법 시행령 제25조 제4항(2010. 8. 11. 대통령령 제22332호로 삭제, 현행농수산물의 원산지 표시에 관한 법률 시행령 제5조 참조),농수산물의 원산지 표시에 관한 법률 제5조 제4항,농수산물의 원산지 표시에 관한 법률 시행령 제5조 제2항, 농수산물의 원산지 표시요령(농림수산식품부고시 제2011-45호) 제5조 [별표 3] 제1호 (라)목 / [3]형법 제30조,구 농산물품질관리법(2009. 5. 8. 법률 제9667호로 개정되기 전의 것) 제2조 제1호(현행농수산물 품질관리법 제2조 제1항 제1호,농수산물의 원산지 표시에 관한 법률 제2조 제1호 참조),제6호(현행농수산물의 원산지 표시에 관한 법률 제2조 제4호 참조),제15조(현행농수산물의 원산지 표시에 관한 법률 제5조 참조),제17조 제1항 제1호,제3호(현행농수산물의 원산지 표시에 관한 법률 제6조 제1항 제1호,제3호 참조),제34조의2(현행농수산물의 원산지 표시에 관한 법률 제14조 참조),제37조(현행농수산물의 원산지 표시에 관한 법률 제17조 참조)<br/>",
  "참조판례": "[1]대법원 2009. 12. 10. 선고 2009도3053 판결(공2010상, 180),대법원 2010. 4. 29. 선고 2009도13435 판결,대법원 2010. 9. 9. 선고 2007도3681 판결(공2010하, 1937)<br/>"
}