{
  "판례일련번호": "166374",
  "사건명": "요양급여비",
  "사건번호": "2010다32214",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121025",
  "판시사항": "[1] 채권압류명령의 효력이 미치는 범위<br/>[2] 甲이 乙 병원을 운영하던 중, 채권자 丙이 ‘甲이 국민건강보험공단에 대하여 가지는 보험급여 청구채권’에 관하여 채권압류 및 전부명령을 받았는데, 이후 甲이 파산선고 및 면책결정을 받고 새로이 丁 병원을 개설하여 진료행위를 함으로써 공단에 대한 보험급여 청구채권이 발생한 사안에서, 위 채권압류 및 전부명령의 효력이 丁 병원에서의 진료행위로 인한 보험급여 청구채권에는 미치지 않는다고 한 사례<br/>[3] 무권한자의 변제수령을 채권자가 사후에 추인한 경우도           민법 제472조에서 정한 ‘채권자가 이익을 받은’ 경우에 해당하는지 여부(적극)        <br/>[4] 甲이 乙 병원을 운영하던 중 채권자 丙이 ‘甲이 국민건강보험공단에 대하여 가지는 보험급여 청구채권’에 관하여 채권압류 및 전부명령을 받았는데, 이후 甲이 파산선고 및 면책결정을 받고 새로이 丁 병원을 개설하여 진료행위를 함으로써 공단에 대한 보험급여 청구채권이 발생하자 공단이 위 채권압류 및 전부명령의 효력이 丁 병원에서의 진료행위로 인한 보험급여 청구채권에도 미치는 것을 전제로 丙에게 요양급여비 일부를 지급하였고, 이에 甲이 丙에 대하여 공단으로부터 지급받은 돈을 부당이득으로서 반환할 것을 구하는 소를 제기하였다가 결국 부당이득반환청구권을 포기하는 내용으로 조정이 성립한 사안에서, 공단의 변제행위는 甲에 대하여도 유효하게 되어 甲의 보험급여 청구채권은 변제로 소멸하였음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 채권에 대한 압류명령은 그 목적이 된 채권의 한도에서 효력이 발생하므로 장래의 채권에 대한 압류가 허용되는 경우라도 피압류채권과 동일성이 없는 새로운 원인에 의하여 발생한 채권에는 압류의 효력이 미칠 수 없다.<br/>[2] 甲이 乙 병원을 운영하던 중, 채권자 丙이 ‘甲이 국민건강보험공단에 대하여 가지는 보험급여 청구채권’에 관하여 채권압류 및 전부명령을 받았는데, 이후 甲이 파산선고 및 면책결정을 받고 새로이 丁 병원을 개설하여 진료행위를 함으로써 공단에 대한 보험급여 청구채권이 발생한 사안에서, 위 압류명령 및 전부명령의 목적인 채권은 ‘乙 병원’에서의 진료행위와 관련된 보험급여 청구채권으로 특정되었다고 보지 않을 수 없고 乙 병원과 丁 병원 사이에 영업의 동일성이 인정된다고 보기도 어려우므로, 채권압류 및 전부명령의 효력은 甲이 파산선고 및 면책결정 후 새로 개설한 ‘丁 병원’에서의 진료행위로 인한 보험급여 청구채권에 미치지 않는다고 한 사례.<br/>[3]           민법 제472조는 불필요한 연쇄적 부당이득반환의 법률관계가 형성되는 것을 피하기 위하여 변제받을 권한 없는 자에 대한 변제의 경우에도 채권자가 이익을 받은 한도에서 효력이 있다고 규정하고 있는데, 여기에서 말하는 ‘채권자가 이익을 받은’ 경우에는 변제의 수령자가 진정한 채권자에게 채무자의 변제로 받은 급부를 전달한 경우는 물론이고, 그렇지 않더라도 무권한자의 변제수령을 채권자가 사후에 추인한 때와 같이 무권한자의 변제수령을 채권자의 이익으로 돌릴 만한 실질적 관련성이 인정되는 경우도 포함된다.        <br/>[4] 甲이 乙 병원을 운영하던 중, 채권자 丙이 ‘甲이 국민건강보험공단에 대하여 가지는 보험급여 청구채권’에 관하여 채권압류 및 전부명령을 받았는데, 이후 甲이 파산선고 및 면책결정을 받고 새로이 丁 병원을 개설하여 진료행위를 함으로써 공단에 대한 보험급여 청구채권이 발생하자 공단이 위 채권압류 및 전부명령의 효력이 丁 병원에서의 진료행위로 인한 보험급여 청구채권에도 미치는 것을 전제로 丙에게 요양급여비 일부를 지급하였고, 이에 甲이 丙에 대하여 공단으로부터 지급받은 돈을 부당이득으로서 반환할 것을 구하는 소를 제기하였다가 결국 부당이득반환청구권을 포기하는 내용으로 조정이 성립한 사안에서, 위와 같이 甲이 丙에 대하여 그가 공단으로부터 변제받은 돈의 진정한 채권자가 자신이라고 주장하며 이를 부당이득으로서 반환할 것을 소로써 구하다가 반환청구권을 포기하는 내용의 조정에 응하였다면 이러한 포기의 의사표시에는 丙에 의한 변제수령의 효과를 추인하는 취지가 포함되어 있다고 보아야 하므로 공단의 변제행위는 甲에 대하여도 유효하게 되어 甲의 보험급여 청구채권은 변제로 소멸하였음에도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민사집행법 제223조 / [2]         민사집행법 제223조,         제229조 / [3]         민법 제472조 / [4]         민법 제472조,         민사집행법 제223조,         제229조<br/>",
  "참조판례": "[1]         대법원 2001. 12. 24. 선고 2001다62640 판결(공2002상, 349)      <br/>"
}