{
  "판례일련번호": "166350",
  "사건명": "조합설립인가처분무효확인",
  "사건번호": "2010두25107",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121025",
  "판시사항": "[1] 행정청이 주택재건축사업조합 설립인가처분을 한 후           구 도시 및 주거환경정비법 시행령 제27조 각 호에서 정하는 경미한 사항의 변경에 대하여 조합설립 변경인가 형식으로 처분을 한 경우, 당초 조합설립인가처분을 다툴 소의 이익이 소멸하는지 여부(소극)        <br/>[2] 주택재건축사업조합이 새로 조합설립인가처분을 받는 것과 동일한 요건과 절차를 거쳐 조합설립변경인가처분을 받는 경우, 당초 조합설립인가처분의 무효확인을 구할 소의 이익이 소멸하는지 여부(원칙적 소극)<br/>[3]           구 도시 및 주거환경정비법 제16조 제3항에서 정한 ‘토지 또는 건축물 소유자’의 의미        <br/>[4] 관할 행정청이           구 도시 및 주거환경정비법 제16조 제3항에서 정한 동의요건 중 ‘토지 또는 건축물 소유자의 5분의 4 이상’의 의미를 잘못 해석하여 요건을 충족하지 못한 주택재건축사업 추진위원회의 조합설립인가신청에 대하여 조합설립인가처분을 한 사안에서, 위 처분은 하자가 중대하지만 객관적으로 명백하다고 할 수 없어 당연무효라고 볼 수는 없다는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례        <br/>",
  "판결요지": "[1] 재건축조합설립인가신청에 대한 행정청의 조합설립인가처분은 법령상 일정한 요건을 갖출 경우 주택재건축사업의 추진위원회에게 행정주체로서의 지위를 부여하는 일종의 설권적 처분의 성격을 가지고 있고,           구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제16조 제2항은 조합설립인가처분의 내용을 변경하는 변경인가처분을 할 때에는 조합설립인가처분과 동일한 요건과 절차를 거칠 것을 요구하고 있다. 그런데 조합설립인가처분과 동일한 요건과 절차가 요구되지 않는           구 도시 및 주거환경정비법 시행령(2008. 12. 17. 대통령령 제21171호로 개정되기 전의 것) 제27조 각 호에서 정하는 경미한 사항의 변경에 대하여 행정청이 조합설립의 변경인가라는 형식으로 처분을 하였다고 하더라도, 그 성질은 당초의 조합설립인가처분과는 별개로 위 조항에서 정한 경미한 사항의 변경에 대한 신고를 수리하는 의미에 불과한 것으로 보아야 하므로, 경미한 사항의 변경에 대한 신고를 수리하는 의미에 불과한 변경인가처분이 있다고 하더라도 설권적 처분인 조합설립인가처분을 다툴 소의 이익이 소멸된다고 볼 수는 없다.        <br/>[2] 주택재건축사업조합이 새로 조합설립인가처분을 받는 것과 동일한 요건과 절차를 거쳐 조합설립변경인가처분을 받는 경우 당초 조합설립인가처분의 유효를 전제로 당해 주택재건축사업조합이 매도청구권 행사, 시공자 선정에 관한 총회 결의, 사업시행계획의 수립, 관리처분계획의 수립 등과 같은 후속 행위를 하였다면 당초 조합설립인가처분이 무효로 확인되거나 취소될 경우 그것이 유효하게 존재하는 것을 전제로 이루어진 위와 같은 후속 행위 역시 소급하여 효력을 상실하게 되므로, 특별한 사정이 없으면 위와 같은 형태의 조합설립변경인가가 있다고 하여 당초 조합설립인가처분의 무효확인을 구할 소의 이익이 소멸된다고 볼 수는 없다.<br/>[3]           구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것, 이하 ‘개정 전 도시정비법’이라고 한다)은 제2조 제9호 (나)목에서, 주택재건축사업의 ‘토지등소유자’는 ‘정비구역 안에 소재한 건축물 및 그 부속토지의 소유자, 정비구역이 아닌 구역 안에 소재한 대통령령이 정하는 주택 및 부속토지의 소유자와 부대·복리시설 및 그 부속토지의 소유자’를 의미한다고 규정함으로써 토지와 건축물을 모두 소유하는 ‘토지등소유자’를 ‘토지 또는 건축물의 소유자’와 구별하고 있는데           제16조 제3항은 명시적으로 ‘토지 또는 건축물 소유자의 5분의 4 이상’이라고 규정하고 있는 점, 토지만을 소유한 자 또는 건축물만을 소유한 자는 비록 주택재건축사업에서 조합원이 될 수 없다고 하더라도[개정 전           도시정비법 제2조 제9호 (나)목,           제19조 제1항] 그 소유의 토지 또는 건축물은 매도청구의 대상이 될 수 있으므로(개정 전           도시정비법 제39조) 재건축조합의 설립에 중대한 이해관계가 있는 점 등 여러 사정을 종합하면, 개정 전           도시정비법 제16조 제3항에서 정한 ‘토지 또는 건축물 소유자’는 정비구역 안의 토지 및 건축물의 소유자뿐만 아니라 토지만을 소유한 자, 건축물만을 소유한 자 모두를 포함하는 의미라고 해석하는 것이 옳다.        <br/>[4] 관할 행정청이           구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것, 이하 ‘개정 전 도시정비법’이라고 한다) 제16조 제3항에서 정한 동의요건 중 ‘토지 또는 건축물 소유자의 5분의 4 이상’을 ‘토지 소유자의 5분의 4 이상’ 또는 ‘건축물 소유자의 5분의 4 이상’ 중 어느 하나의 요건만 충족하면 된다고 잘못 해석하여 요건을 충족하지 못한 주택재건축사업 추진위원회의 조합설립인가신청에 대하여 조합설립인가처분을 한 사안에서, 위 처분은 개정 전           도시정비법 제16조 제3항에서 정한 동의요건을 충족하지 못하여 위법할 뿐만 아니라 하자가 중대하다고 볼 수 있으나, ‘토지 또는 건축물 소유자의 5분의 4 이상’의 문언적 의미가 명확한 것은 아니고 다의적으로 해석될 여지가 충분히 있는 점 등을 종합하면, 조합설립인가처분 당시 주택단지가 전혀 포함되어 있지 않은 정비구역에 대한 재건축사업조합의 설립인가처분을 하기 위해서는 ‘토지 및 건축물 소유자, 토지 소유자, 건축물 소유자’ 모두의 5분의 4 이상의 동의를 얻어야 한다는 점이 객관적으로 명백하였다고 할 수 없어 위 조합설립인가처분이 당연무효라고 볼 수는 없다는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제16조 제2항,         구 도시 및 주거환경정비법 시행령(2008. 12. 17. 대통령령 제21171호로 개정되기 전의 것) 제27조 / [2]         구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제16조 제2항 / [3]         구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것) 제16조 제3항 / [4]         구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것) 제16조 제3항,         행정소송법 제19조<br/>",
  "참조판례": "[1]         대법원 2009. 10. 15. 선고 2009다30427 판결,         대법원 2010. 12. 9. 선고 2009두4555 판결(공2011상, 137) / [2]         대법원 2012. 3. 29. 선고 2008다95885 판결(공2012상, 625)      <br/>"
}