{
  "판례일련번호": "166475",
  "사건명": "특정경제범죄가중처벌 등에 관한 법률 위반(배임)[예비적죄명:특정경제범죄가중처벌 등에 관한 법률 위반(사기)]·조세범처벌법 위반·업무상횡령·주식회사의외부감사에 관한 법률 위반·증권거래법 위반",
  "사건번호": "2010도11382",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121115",
  "판시사항": "[1] ‘부가가치세법의 규정에 의하여 세금계산서를 교부받아야 할 자 등이 재화 또는 용역을 공급받으면서 공급자와의 통정에 의하여 공급가액을 부풀리는 등 허위 기재를 한 세금계산서를 교부받은 행위’가구 조세범 처벌법 제11조의2 제2항 위반에 해당하는지 여부(적극)<br/>[2]구 조세범 처벌법 제11조의2 제4항 제1호에서 정한 ‘부가가치세법의 규정에 의한 재화 또는 용역을 공급함이 없이 세금계산서를 교부하는 행위를 한 자’의 의미 및 이때 재화나 용역을 공급하기로 하는 계약을 체결하는 등 실물거래가 있다고 하기 위한 요건<br/>[3] 甲 주식회사 대표이사인 피고인이 乙 주식회사 대표이사 丙과 포괄적 주식교환계약을 체결하면서 甲 회사의 매출액을 부풀려 허위 계상한 회계자료를 평가기관에 제공하는 방법으로 甲 회사의 주식가치가 과대평가되도록 하여 주식교환비율을 정한 다음 乙 회사의 대표이사로 취임한 후 위 계약에 따라 주식교환을 실시함으로써 乙 회사에 손해를 가하였다고 하여 구 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 乙 회사의 사무를 처리하는 지위에 있던 피고인이 사기적인 포괄적 주식교환계약을 이행한 것은 본인인 乙 회사와 신임관계를 저버리는 행위를 한 것으로 보기에 충분하다는 이유로, 이와 달리 보아 무죄를 인정한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 조세범 처벌법(2004. 12. 31. 법률 제7321호로 개정되기 전의 것 또는 2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것, 이하 ‘구 조세범 처벌법’이라고 한다) 시행 당시 부가가치세법의 규정에 의하여 세금계산서를 교부받아야 할 자와 매입처별세금계산서합계표를 정부에 제출하여야 할 자가 재화 또는 용역을 공급받으면서 공급자와의 통정에 의하여 공급가액을 부풀리는 등 허위 기재를 한 세금계산서를 교부받은 경우, 이러한 행위는구 조세범 처벌법 제11조의2 제2항 위반에 해당한다.<br/>[2]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제4항 제1호의 ‘부가가치세법의 규정에 의한 재화 또는 용역을 공급함이 없이 부가가치세법의 규정에 의한 세금계산서를 교부하는 행위를 한 자’는 실물거래 없이 가공의 세금계산서를 발행하는 행위를 하는 자(이른바 자료상)를 의미하는 것으로 보아야 하고, 재화나 용역을 공급하기로 하는 계약을 체결하는 등 실물거래가 있음에도 세금계산서 교부시기에 관한 부가가치세법 등 관계 법령의 규정에 위반하여 세금계산서를 교부함으로써 세금계산서를 교부받은 자로 하여금 현실적인 재화나 용역의 공급 없이 부가가치세를 환급받게 한 경우까지 처벌하려는 규정이라고는 볼 수 없다. 여기서 재화나 용역을 공급하기로 하는 계약을 체결하는 등 실물거래가 있다는 것은 당사자 사이에 재화나 용역을 공급하기로 하는 구속력 있는 합의가 있음을 의미하는 것으로서,구 부가가치세법(2006. 12. 30. 법률 제8142호로 개정되기 전의 것) 제16조 제1항 제3호,제5호,구 부가가치세법 시행령(2007. 2. 28. 대통령령 제19892호로 개정되기 전의 것) 제53조 제1항 제3호,제4호에서 세금계산서에 기재할 사항 중의 하나로 규정하고 있는 공급가액, 공급품목, 단가, 수량 등에 관하여도 합의가 있어야 한다.<br/>[3] 甲 주식회사 대표이사인 피고인이 甲 회사를 우회상장하기 위한 방안으로 乙 주식회사 대표이사 丙과 포괄적 주식교환계약을 체결하면서 甲 회사의 매출액을 부풀려 허위 계상한 회계자료를 평가기관인 회계법인에 제공하는 방법으로 甲 회사의 주식가치가 과대평가되도록 하여 주식교환비율을 유리하게 정한 다음 乙 회사의 대표이사로 취임한 후 위 계약에 따라 주식교환을 실시함으로써 乙 회사에 손해를 가하였다고 하여 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 위반(배임)으로 기소된 사안에서, 포괄적 주식교환계약의 이행 사무를 처리할 당시 피고인은 乙 회사 대표이사의 지위에 있었고, 허위 매출자료 등에 의하여 甲 회사의 주당가치가 증가되었다는 사정과 포괄적 주식교환계약을 그대로 실시하면 乙 회사가 주당가치에 상당 정도 미달하는 甲 회사의 주식을 인수하고 그 대가로 乙 회사의 신주를 甲 회사 주주들에게 발행하게 되어 乙 회사가 상당한 재산상 손해를 입게 되리라는 사정을 잘 알고 있었으므로, 乙 회사의 사무를 처리하는 지위에 있었던 피고인에게는 乙 회사의 이사회나 주주총회를 소집하여 위와 같은 사정을 알리고 기망을 이유로 포괄적 주식교환계약을 취소하는 등 선량한 관리자로서 乙 회사가 입을 재산상 손해를 방지하고 乙 회사에 최선의 이익이 되도록 직무를 충실하게 수행할 업무상 임무가 있었다고 보아야 하고, 그런데도 피고인이 이러한 조치를 취하지 아니하고 오히려 사기적인 포괄적 주식교환계약에 의하여 계획된 甲 회사 내지 그 주주들을 위한 부당한 이익을 실현하기 위해서 그 계약을 이행한 것은 乙 회사의 대표이사로서 당연히 하여야 할 것으로 기대되는 행위를 하지 아니한 것으로서 본인인 乙 회사와 신임관계를 저버리는 행위를 한 것으로 보기에 충분하다는 이유로, 이와 달리 보아 무죄를 인정한 원심판결에 업무상배임죄의 성립 및 기망을 이유로 한 계약취소에 관한 법리를 오해하고 필요한 심리를 다하지 아니한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 조세범 처벌법(2004. 12. 31. 법률 제7321호로 개정되기 전의 것) 제11조의2 제2항(현행제10조 제2항 참조),구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제2항(현행제10조 제2항 참조) / [2]구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제4항 제1호(현행제10조 제3항 제1호 참조),구 부가가치세법(2006. 12. 30. 법률 제8142호로 개정되기 전의 것) 제16조 제1항 제3호,제5호,구 부가가치세법 시행령(2007. 2. 28. 대통령령 제19892호로 개정되기 전의 것) 제53조 제1항 제3호,제4호 / [3]형법 제355조 제2항,제356조,구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조<br/>",
  "참조판례": "[2]대법원 2004. 6. 25. 선고 2004도655 판결(공2004하, 1280)<br/>"
}