{
  "판례일련번호": "166517",
  "사건명": "업무상배임·부정경쟁방지및영업비밀보호에관한법률위반·업무상횡령",
  "사건번호": "2012도6676",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121115",
  "판시사항": "[1] 직무발명 이외의 발명까지 사용자 등에게 양도하거나 전용실시권을 설정한다는 취지의 조항을 포함하고 있는 계약이나 근무규정의 효력 및 이때 계약이나 근무규정 속에 대가에 관한 조항이 없더라도 종업원 등에게 직무발명에 대한 정당한 보상을 받을 권리가 있는지 여부(적극)<br/>[2] 직무발명이 제3자와 공동으로 행하여진 경우, 사용자 등이 그 발명에 대한 종업원 등의 권리를 승계하기만 하면 공유자인 제3자의 동의 없이 종업원 등의 권리 지분을 가지는지 여부(적극)<br/>[3] 직무발명에 대한 권리를 사용자 등에게 승계한다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원 등이 직무발명의 완성 사실을 사용자 등에게 통지하지 아니한 채 그에 대한 특허를 받을 수 있는 권리를 제3자에게 이중으로 양도하여 제3자가 특허권 등록까지 마치도록 하는 등으로 발명의 내용이 공개되도록 한 경우, 배임죄를 구성하는지 여부(적극)<br/>[4] 직무발명에 대한 권리를 사용자 등에게 승계한다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원 등이 비밀유지 및 이전절차협력의 의무를 이행하지 아니한 채 직무발명의 내용이 공개되도록 하는 행위가 곧바로부정경쟁방지 및 영업비밀보호에 관한 법률 제18조 제2항에서 정한 영업비밀 누설에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1]발명진흥법 제2조는 ‘직무발명’이란 종업원, 법인의 임원 또는 공무원(이하 ‘종업원 등’이라 한다)이 직무에 관하여 발명한 것이 성질상 사용자·법인 또는 국가나 지방자치단체(이하 ‘사용자 등’이라 한다)의 업무 범위에 속하고 발명을 하게 된 행위가 종업원 등의 현재 또는 과거의 직무에 속하는 발명을 말한다고 규정하면서,제10조 제3항에서 “직무발명 외의 종업원 등의 발명에 대하여 미리 사용자 등에게 특허 등을 받을 수 있는 권리나 특허권 등을 승계시키거나 사용자 등을 위하여 전용실시권을 설정하도록 하는 계약이나 근무규정의 조항은 무효로 한다.”고 규정하고 있고, 위 조항은 직무발명을 제외하고 그 외의 종업원 등의 발명에 대하여는 발명 전에 미리 특허를 받을 수 있는 권리나 장차 취득할 특허권 등을 사용자 등에게 승계(양도)시키는 계약 또는 근무규정을 체결하여 두더라도 위 계약이나 근무규정은 무효라고 함으로써 사용자 등에 대하여 약한 입장에 있는 종업원 등의 이익을 보호하는 동시에 발명을 장려하고자 하는 점에 입법 취지가 있다. 위와 같은 입법 취지에 비추어 보면, 계약이나 근무규정이 종업원 등의 직무발명 이외의 발명에 대해서까지 사용자 등에게 양도하거나 전용실시권의 설정을 한다는 취지의 조항을 포함하고 있는 경우에 그 계약이나 근무규정 전체가 무효가 되는 것은 아니고, 직무발명에 관한 부분은 유효하다고 해석하여야 한다. 또한발명진흥법 제15조 제1항은 “종업원 등은 직무발명에 대하여 특허 등을 받을 수 있는 권리나 특허권 등을 계약이나 근무규정에 따라 사용자 등에게 승계하게 하거나 전용실시권을 설정한 경우에는 정당한 보상을 받을 권리를 가진다.”고 규정하고 있으므로, 계약이나 근무규정 속에 대가에 관한 조항이 없는 경우에도 그 계약이나 근무규정 자체는 유효하되 종업원 등은 사용자 등에 대하여 정당한 보상을 받을 권리를 가진다고 해석해야 할 것이나, 직무발명에 대한 특허 등을 받을 수 있는 권리나 특허권 등의 승계 또는 전용실시권 설정과 위 정당한 보상금의 지급이 동시이행의 관계에 있는 것은 아니다.<br/>[2]발명진흥법 제12조 전문(前文),제13조 제1항,제2항,발명진흥법 시행령 제7조의 규정을 종합할 때, 직무발명에 대한 특허를 받을 수 있는 권리를 사용자 등에게 승계한다는 취지를 정한 약정 또는 근무규정이 있는 경우에는 사용자 등의 위 법령으로 정하는 기간 내의 일방적인 승계 의사 통지에 의하여 직무발명에 대한 특허를 받을 수 있는 권리 등이 사용자 등에게 승계된다. 또한 특허법상 공동발명자 상호 간에는 특허를 받을 권리를 공유하는 관계가 성립하고(특허법 제33조 제2항), 그 지분을 타에 양도하려면 다른 공유자의 동의가 필요하지만(특허법 제37조 제3항),발명진흥법 제14조가 “종업원 등의 직무발명이 제3자와 공동으로 행하여진 경우 계약이나 근무규정에 따라 사용자 등이 그 발명에 대한 권리를 승계하면 사용자 등은 그 발명에 대하여 종업원 등이 가지는 권리의 지분을 갖는다.”고 규정하고 있으므로, 직무발명이 제3자와 공동으로 행하여진 경우에는 사용자 등은 그 발명에 대한 종업원 등의 권리를 승계하기만 하면 공유자인 제3자의 동의 없이도 그 발명에 대하여 종업원 등이 가지는 권리의 지분을 갖는다고 보아야 한다.<br/>[3] 직무발명에 대한 특허를 받을 수 있는 권리 등을 사용자 등에게 승계한다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원 등은 사용자 등이 이를 승계하지 아니하기로 확정되기 전까지는 임의로 위와 같은 승계 약정 또는 근무규정의 구속에서 벗어날 수 없는 상태에 있는 것이어서, 종업원 등이 그 발명의 내용에 관한 비밀을 유지한 채 사용자 등의 특허권 등 권리의 취득에 협력하여야 할 의무는 자기 사무의 처리라는 측면과 아울러 상대방의 재산보전에 협력하는 타인 사무의 처리라는 성격을 동시에 가지게 되므로, 이러한 경우 종업원 등은 배임죄의 주체인 ‘타인의 사무를 처리하는 자’의 지위에 있다고 할 것이다. 따라서 위와 같은 지위에 있는 종업원 등이 임무를 위반하여 직무발명을 완성하고도 그 사실을 사용자 등에게 알리지 않은 채 그 발명에 대한 특허를 받을 수 있는 권리를 제3자에게 이중으로 양도하여 제3자가 특허권 등록까지 마치도록 하는 등으로 그 발명의 내용이 공개되도록 하였다면, 이는 사용자 등에게 손해를 가하는 행위로서 배임죄를 구성한다.<br/>[4] 발명자주의에 따라 직무발명을 한 종업원에게 원시적으로 발명에 대한 권리가 귀속되는 이상 위 권리가 아직 사용자 등에게 승계되기 전 상태에서는 유기적으로 결합된 전체로서의 발명의 내용 그 자체가 사용자 등의 영업비밀로 된다고 볼 수는 없으므로, 직무발명에 대한 권리를 사용자 등에게 승계한다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원 등이 비밀유지 및 이전절차협력의 의무를 이행하지 아니한 채 직무발명의 내용이 공개되도록 하는 행위를발명진흥법 제58조 제1항,제19조에 위배되는 행위로 의율하거나, 또는 직무발명의 내용 공개에 의하여 그에 내재되어 있었던 사용자 등의 개개의 기술상의 정보 등이 공개되었음을 문제삼아 누설된 사용자 등의 기술상의 정보 등을 개별적으로 특정하여 부정경쟁방지 및 영업비밀보호에 관한 법률(이하 ‘부정경쟁방지법’이라 한다)상 영업비밀 누설행위로 의율할 수 있음은 별론으로 하고, 특별한 사정이 없는 한 그와 같은 직무발명의 내용 공개가 곧바로부정경쟁방지법 제18조 제2항에서 정한 영업비밀 누설에도 해당한다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]발명진흥법 제2조 제2호,제10조 제3항,제15조 제1항 / [2]발명진흥법 제12조,제13조 제1항,제2항,제14조,제19조,제58조 제1항,발명진흥법 시행령 제7조,특허법 제33조 제1항,제2항,제37조 제3항 / [3]형법 제355조 제2항,제356조 / [4]부정경쟁방지 및 영업비밀보호에 관한 법률 제18조 제2항,발명진흥법 제19조,제58조 제1항<br/>",
  "참조판례": ""
}