{
  "판례일련번호": "166513",
  "사건명": "어음금",
  "사건번호": "2012다60015",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121115",
  "판시사항": "[1] 융통어음의 의의와 융통어음 발행자의 항변권 및 어음할인을 의뢰하며 교부한 어음이 그 어음을 양수한 제3자에게 악의의 항변을 할 수 없는 융통어음에 해당하는지 여부(소극)<br/>[2] 어음소지인이 자기에 대한 배서의 원인관계가 흠결됨으로써 어음을 소지할 정당한 권원이 없어지고 어음금 지급을 구할 경제적 이익이 없게 된 경우에도 인적항변 절단의 이익을 향유할 수 있는지 여부(소극)<br/>[3] 甲 주식회사에 부탁하여 어음할인에 사용할 약속어음을 발행받은 乙 주식회사가 어음할인을 받지 못하자 甲 회사에 어음을 반환하기로 약속하고서도 그 후 丙 주식회사에 어음할인을 의뢰하면서 위 어음을 배서·양도하였고, 丙 회사도 甲 회사의 어음 반환 요구를 거부한 채 丁 주식회사에 어음할인을 의뢰하면서 위 어음을 배서·양도하였는데, 그 후 丁 회사가 어음소지인으로서 위 어음을 지급제시하자 甲 회사가 지급거절한 사안에서, 위 어음이 당초부터 원인관계 없이 교부된 어음에 불과하다고 본 원심의 판단 부분은 잘못이나, 甲 회사의 항변을 받아들여 丁 회사의 어음금 청구를 배척한 원심의 조치는 결과적으로 정당하다고 한 사례<br/>",
  "판결요지": "[1] 융통어음은 타인으로 하여금 어음에 의하여 제3자로부터 금융을 얻게 할 목적으로 수수되는 어음을 말한다. 융통어음의 발행자는 피융통자로부터 그 어음을 양수한 제3자에 대하여는 선의이거나 악의이거나, 또한 그 취득이 기한 후 배서에 의한 것이라 하더라도 대가 없이 발행된 융통어음이라는 항변으로 대항할 수 없으나, 피융통자에 대하여는 어음상의 책임을 부담하지 아니한다. 그리고 어떠한 어음이 융통어음에 해당하는지는 당사자의 주장만에 의할 것은 아니고 구체적 사실관계에 따라 판단하여야 한다. 한편 어음의 발행인 또는 배서인이 어음할인을 의뢰하면서 어음을 교부한 것이라면 이는 원인관계 없이 교부된 어음에 불과할 뿐 이를 악의의 항변에 의한 대항을 인정하지 아니하는 이른바 융통어음이라고는 할 수 없다.<br/>[2] 어음에 의하여 청구를 받은 자는 종전의 소지인에 대한 인적 관계로 인한 항변으로써 소지인에게 대항하지 못하는 것이 원칙이지만, 이와 같이 인적항변을 제한하는 법의 취지는 어음거래의 안전을 위하여 어음취득자의 이익을 보호하기 위한 것이므로 자기에 대한 배서의 원인관계가 흠결됨으로써 어음소지인이 그 어음을 소지할 정당한 권원이 없어지고 어음의 지급을 구할 경제적 이익이 없게 된 경우에는 인적항변 절단의 이익을 향유할 지위에 있지 아니하다고 보아야 한다.<br/>[3] 甲 주식회사에 부탁하여 어음할인에 사용할 약속어음을 발행받은 乙 주식회사가 어음할인을 받지 못하자 甲 회사에 어음을 반환하기로 약속하고서도 그 후 丙 주식회사에 어음할인을 의뢰하면서 위 어음을 배서·양도하였고, 丙 회사도 甲 회사의 어음 반환 요구를 거부한 채 丁 주식회사에 어음할인을 의뢰하면서 위 어음을 배서·양도하였는데, 그 후 丁 회사가 어음소지인으로서 위 어음을 지급제시하자 甲 회사가 지급거절한 사안에서, 甲 회사가 당초 乙 회사로 하여금 제3자에게서 어음할인을 받아 금융을 얻게 할 목적으로 위 어음을 발행하였으므로 위 어음을 융통어음이라고 보아야 하는데도 이를 당초부터 원인관계 없이 교부된 어음에 불과하다고 본 원심의 판단 부분은 잘못이나, 丙 회사는 乙 회사한테서, 丁 회사는 丙 회사한테서 각기 어음할인을 위하여 원인관계 없이 약속어음을 교부받았고 丁 회사가 위 어음의 지급을 구할 경제적 이익이 없는 이상 甲 회사는 丁 회사에 대하여 위 어음의 지급을 거절할 수 있다고 보아야 하므로, 甲 회사의 항변을 받아들여 丁 회사의 어음금 청구를 배척한 원심의 조치는 결과적으로 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         어음법 제17조 / [2]         어음법 제17조 / [3]         어음법 제17조<br/>",
  "참조판례": "[1]         대법원 1996. 5. 14. 선고 96다3449 판결(공1996하, 1852),         대법원 2001. 8. 24. 선고 2001다28176 판결(공2001하, 2068) / [2]         대법원 2003. 1. 10. 선고 2002다46508 판결(공2003상, 625)      <br/>"
}