{
  "판례일련번호": "166753",
  "사건명": "손해배상(기)",
  "사건번호": "2010다77743",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121213",
  "판시사항": "[1] 회사 재산을 횡령한 이사가 악의 또는 중대한 과실로 부실공시를 하여 재무구조 악화 사실이 증권시장에 알려지지 아니함으로써 회사 발행주식 주가가 정상주가보다 높게 형성되었고, 주식매수인이 이를 모르고 주식을 취득하였다가 그 후 이러한 사실이 증권시장에 공표되어 주가가 하락한 경우, 주주가 이사를 상대로구 상법 제401조 제1항에 의한 손해배상을 청구할 수 있는지 여부(적극)<br/>[2] 甲 주식회사 주주인 乙 등이 이사 丙을 상대로 丙의 횡령, 주가조작, 부실공시 등 임무해태행위로 인한 주가 하락으로 손해를 입었다며구 상법 제401조 제1항에 기한 손해배상을 구한 사안에서, 丙이 주가 형성에 영향을 미칠 수 있는 사정들에 관하여 언제 어떠한 내용의 부실공시를 하거나 주가조작을 하였는지, 乙 등이 어느 부실공시 또는 주가조작으로 인하여 주식 평가를 그르쳐 몇 주의 주식을 정상주가보다 얼마나 높은 가격에 취득하였는지 등에 관하여 제대로 심리하지 아니한 채 乙 등의 청구를 인용한 원심판결에구 상법 제401조 제1항의 해석 및 상당인과관계에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 주식회사의 주주가 이사의 악의 또는 중대한 과실로 인한 임무해태행위로 직접 손해를 입은 경우에는 이사에 대하여구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것, 이하 ‘상법’이라 한다) 제401조에 의하여 손해배상을 청구할 수 있으나, 이사가 회사의 재산을 횡령하여 회사의 재산이 감소함으로써 회사가 손해를 입고 결과적으로 주주의 경제적 이익이 침해되는 손해와 같은 간접적인 손해는상법 제401조 제1항에서 말하는 손해의 개념에 포함되지 아니하므로 이에 대하여는 위 법조항에 의한 손해배상을 청구할 수 없다. 그러나 회사의 재산을 횡령한 이사가 악의 또는 중대한 과실로 부실공시를 하여 재무구조의 악화 사실이 증권시장에 알려지지 아니함으로써 회사 발행주식의 주가가 정상주가보다 높게 형성되고, 주식매수인이 그러한 사실을 알지 못한 채 주식을 취득하였다가 그 후 그 사실이 증권시장에 공표되어 주가가 하락한 경우에는, 주주는 이사의 부실공시로 인하여 정상주가보다 높은 가격에 주식을 매수하였다가 주가가 하락함으로써 직접 손해를 입은 것이므로, 이사에 대하여상법 제401조 제1항에 의하여 손해배상을 청구할 수 있다.<br/>[2] 甲 주식회사 주주인 乙 등이 이사 丙을 상대로, 丙의 횡령, 주가조작, 부실공시 등 임무해태행위로 인한 주가 하락으로 손해를 입었음을 이유로구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것, 이하 ‘상법’이라 한다) 제401조 제1항에 기한 손해배상을 구한 사안에서, 丙이 주가 형성에 영향을 미칠 수 있는 사정들에 관하여 언제 어떠한 내용의 부실공시를 하거나 주가조작을 하였는지, 乙 등이 어느 부실공시 또는 주가조작으로 인하여 주식 평가를 그르쳐 몇 주의 주식을 정상주가보다 얼마나 높은 가격에 취득하였는지 등에 관하여 심리하여 乙 등이 주장하는 손해가상법 제401조 제1항에 정한 손해에 해당하는지 및 상당인과관계를 인정할 수 있는지를 가려본 후 손해액 산정에 나아가야 하는데도, 이에 관하여 제대로 심리하지 아니한 채 乙 등의 청구를 인용한 원심판결에상법 제401조 제1항의 해석 및 상당인과관계에 관한 법리 오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것) 제401조 / [2]구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것) 제401조<br/>",
  "참조판례": "[1]대법원 2003. 10. 24. 선고 2003다29661 판결(공2003하, 2250)<br/>"
}