{
  "판례일련번호": "166714",
  "사건명": "종합부동산세 부과처분 취소",
  "사건번호": "2010두9105",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121213",
  "판시사항": "[1]구 종합부동산세법 제6조 제1항,구 지방세법 제186조 제4호에서 도로법상 도로인 토지에 대해 예외적으로 재산세를 부과할 수 있도록 한 ‘당해 토지가 유료로 사용되는 경우’의 의미<br/>[2] 국가 명의로 소유권보존등기가 경료되어 도로로 사용되어 오던 토지에 관하여 사정명의인 망 甲의 상속인 乙이 국가를 상대로 원인무효를 이유로 소유권보존등기 말소청구소송과 토지의 점유·사용으로 인한 부당이득반환 청구소송을 순차 제기하여 각 승소·확정판결을 받아 부당이득금을 지급받자 과세관청이 위 토지에 대해 종합부동산세 부과처분을 한 사안에서, 乙은 위 토지의 사실상 소유자로서 종합부동산세 납부의무가 있고 위 토지는 유료로 사용된 경우에 해당하여 종합부동산세 비과세대상에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 종합부동산세법(2008. 12. 26. 법률 제9273호로 개정되기 전의 것) 제6조 제1항,구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제186조 제4호,구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제137조 제1항 제1호는 도로법상의 도로인 토지에 대하여는 재산세나 종합부동산세를 부과하지 아니하되, 당해 토지가 유료로 사용되는 경우에는 예외로 하도록 규정하고 있다. 이들 규정의 취지와 법문에서 유료의 개념에 아무런 제한을 가하지 아니한 점 등을 고려하면, 여기서 ‘유료로 사용되는 경우’라 함은 어떤 명목으로든 당해 토지의 사용에 대하여 대가가 지급되는 경우를 말하고, 그 사용이 대가적 의미를 갖는다면 사용기간의 장단이나 그 대가의 지급이 1회적인지 또는 정기적이거나 반복적인 것인지를 묻지 아니한다고 보아야 한다.<br/>[2] 국가 명의로 소유권보존등기가 경료되어 지방도로로 사용되어 오던 토지에 관하여 사정명의인 망 甲의 상속인 乙이 국가를 상대로 원인무효를 이유로 소유권보존등기 말소청구소송을 제기하여 승소·확정판결을 받은 후 다시 국가를 상대로 토지의 점유·사용으로 인한 부당이득반환 청구소송을 제기하여 승소·확정판결을 받아 부당이득금을 지급받자 과세관청이 위 토지에 대해 종합부동산세 부과처분을 한 사안에서, 위 토지에 관하여 국가 명의로 원인무효인 소유권보존등기가 경료된 상태에서 국가가 이를 사실상 사용·수익하여 왔더라도, 乙이 제기한 소유권보존등기 말소청구소송에서 乙이 진정한 소유자임이 밝혀져 승소 확정판결을 받은 이상, 乙은 과세기준일 당시 위 토지에 대하여 소유자로서의 권능을 실제로 행사하였는지와 관계없이 위 판결 확정 전의 과세기간에 대하여도 사용·수익·처분권능을 행사할 수 있는 지위에 있는 자로서 사실상 소유자에 해당하여 위 토지에 대한 종합부동산세를 납부할 의무가 있고, 국가가 지급한 부당이득금은 위 토지의 이용대가로서 위 토지는 유료로 사용된 경우에 해당한다는 이유로 종합부동산세 비과세대상에 해당하지 않는다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 종합부동산세법(2008. 12. 26. 법률 제9273호로 개정되기 전의 것) 제6조 제1항,구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제186조 제4호(현행제109조 제3항 제1호 참조),구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제137조 제1항 제1호(현행제108조 제1항 제1호 참조) / [2]구 종합부동산세법(2008. 12. 26. 법률 제9273호로 개정되기 전의 것) 제6조 제1항,제12조 제1항,구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제183조 제1항(현행제107조 제1항 참조),제186조 제4호(현행제109조 제3항 제1호 참조),구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제137조 제1항 제1호(현행제108조 제1항 제1호 참조)<br/>",
  "참조판례": "[1]대법원 1993. 9. 14. 선고 92누15505 판결(공1993하, 2822)<br/>"
}