{
  "판례일련번호": "166731",
  "사건명": "공용물건 손상·도로교통법 위반(무면허운전)·공무집행 방해·상해·도로교통법 위반(음주측정 거부)",
  "사건번호": "2012도11162",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121213",
  "판시사항": "[1]경찰관직무집행법 제4조 제1항에서 정한 ‘술에 취한 상태’의 의미 및 위 조항에 따른 경찰관의 보호조치를 필요로 하는 피구호자에 해당하는지 판단하는 기준<br/>[2]경찰관직무집행법 제4조 제1항에 따른 보호조치 요건이 갖추어지지 않았음에도 경찰관이 범죄수사를 목적으로 피의자에 해당하는 사람을 위 조항의 피구호자로 삼아 의사에 반하여 경찰관서에 데려간 경우, 위법한 체포에 해당하는지 여부<br/>[3] 음주측정을 위하여 운전자를 강제로 연행할 때 준수하여야 하는 절차를 위반한 경우 위법한 체포에 해당하는지 여부(적극) 및 위법한 체포 상태에서 이루어진 음주측정요구에 불응한 행위를 음주측정거부에 관한 도로교통법 위반죄로 처벌할 수 있는지 여부(소극)<br/>[4] 화물차 운전자인 피고인이 경찰의 음주단속에 불응하고 도주하였다가 다른 차량에 막혀 더 이상 진행하지 못하게 되자 운전석에서 내려 다시 도주하려다 경찰관에게 검거되어 지구대로 보호조치된 후 음주측정요구를 거부하였다고 하여 도로교통법 위반(음주측정거부)으로 기소된 사안에서, 제반 사정을 종합할 때 피고인을 지구대로 데려간 행위를 적법한 보호조치라고 할 수 없고, 그와 같이 위법한 체포 상태에서 이루어진 음주측정요구에 불응하였다고 하여 음주측정거부에 관한 도로교통법 위반죄로 처벌할 수는 없는데도, 이와 달리 보아 유죄를 선고한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]경찰관직무집행법 제4조 제1항 제1호(이하 ‘이 사건 조항’이라 한다)에서 규정하는 술에 취한 상태로 인하여 자기 또는 타인의 생명·신체와 재산에 위해를 미칠 우려가 있는 피구호자에 대한 보호조치는 경찰 행정상 즉시강제에 해당하므로, 그 조치가 불가피한 최소한도 내에서만 행사되도록 발동·행사 요건을 신중하고 엄격하게 해석하여야 한다. 따라서 이 사건 조항의 ‘술에 취한 상태’란 피구호자가 술에 만취하여 정상적인 판단능력이나 의사능력을 상실할 정도에 이른 것을 말하고, 이 사건 조항에 따른 보호조치를 필요로 하는 피구호자에 해당하는지는 구체적인 상황을 고려하여 경찰관 평균인을 기준으로 판단하되, 그 판단은 보호조치의 취지와 목적에 비추어 현저하게 불합리하여서는 아니 되며, 피구호자의 가족 등에게 피구호자를 인계할 수 있다면 특별한 사정이 없는 한 경찰관서에서 피구호자를 보호하는 것은 허용되지 않는다.<br/>[2]경찰관직무집행법 제4조 제1항 제1호(이하 ‘이 사건 조항’이라 한다)의 보호조치 요건이 갖추어지지 않았음에도, 경찰관이 실제로는 범죄수사를 목적으로 피의자에 해당하는 사람을 이 사건 조항의 피구호자로 삼아 그의 의사에 반하여 경찰관서에 데려간 행위는, 달리 현행범체포나 임의동행 등의 적법 요건을 갖추었다고 볼 사정이 없다면, 위법한 체포에 해당한다고 보아야 한다.<br/>[3] 교통안전과 위험방지를 위한 필요가 없음에도 주취운전을 하였다고 인정할 만한 상당한 이유가 있다는 이유만으로 이루어지는 음주측정은 이미 행하여진 주취운전이라는 범죄행위에 대한 증거 수집을 위한 수사절차로서 의미를 가지는데, 도로교통법상 규정들이 음주측정을 위한 강제처분의 근거가 될 수 없으므로 위와 같은 음주측정을 위하여 운전자를 강제로 연행하기 위해서는 수사상 강제처분에 관한 형사소송법상 절차에 따라야 하고, 이러한 절차를 무시한 채 이루어진 강제연행은 위법한 체포에 해당한다. 이와 같은 위법한 체포 상태에서 음주측정요구가 이루어진 경우, 음주측정요구를 위한 위법한 체포와 그에 이은 음주측정요구는 주취운전이라는 범죄행위에 대한 증거 수집을 위하여 연속하여 이루어진 것으로서 개별적으로 적법 여부를 평가하는 것은 적절하지 않으므로 일련의 과정을 전체적으로 보아 위법한 음주측정요구가 있었던 것으로 볼 수밖에 없고, 운전자가 주취운전을 하였다고 인정할 만한 상당한 이유가 있다 하더라도 운전자에게 경찰공무원의 이와 같은 위법한 음주측정요구까지 응할 의무가 있다고 보아 이를 강제하는 것은 부당하므로 그에 불응하였다고 하여 음주측정거부에 관한 도로교통법 위반죄로 처벌할 수 없다.<br/>[4] 화물차 운전자인 피고인이 경찰의 음주단속에 불응하고 도주하였다가 다른 차량에 막혀 더 이상 진행하지 못하게 되자 운전석에서 내려 다시 도주하려다 경찰관에게 검거되어 지구대로 보호조치된 후 2회에 걸쳐 음주측정요구를 거부하였다고 하여 도로교통법 위반(음주측정거부)으로 기소된 사안에서, 당시 피고인이 술에 취한 상태이기는 하였으나 술에 만취하여 정상적인 판단능력이나 의사능력을 상실할 정도에 있었다고 보기 어려운 점, 당시 상황에 비추어 평균적인 경찰관으로서는 피고인이경찰관직무집행법 제4조 제1항 제1호(이하 ‘이 사건 조항’이라 한다)의 보호조치를 필요로 하는 상태에 있었다고 판단하지 않았을 것으로 보이는 점, 경찰관이 피고인에 대하여 이 사건 조항에 따른 보호조치를 하고자 하였다면, 당시 옆에 있었던 피고인 처(妻)에게 피고인을 인계하였어야 하는데도, 피고인 처의 의사에 반하여 지구대로 데려간 점 등 제반 사정을 종합할 때, 경찰관이 피고인과 피고인 처의 의사에 반하여 피고인을 지구대로 데려간 행위를 적법한 보호조치라고 할 수 없고, 나아가 달리 적법 요건을 갖추었다고 볼 자료가 없는 이상 경찰관이 피고인을 지구대로 데려간 행위는 위법한 체포에 해당하므로, 그와 같이 위법한 체포 상태에서 이루어진 경찰관의 음주측정요구도 위법하다고 볼 수밖에 없어 그에 불응하였다고 하여 피고인을 음주측정거부에 관한 도로교통법 위반죄로 처벌할 수는 없는데도, 이와 달리 보아 유죄를 선고한 원심판결에 이 사건 조항의 보호조치에 관한 법리를 오해하여 위법한 체포상태에서의 도로교통법 위반(음주측정거부)죄 성립에 관한 판단을 그르친 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]경찰관직무집행법 제4조 제1항 제1호 / [2]경찰관직무집행법 제3조 제2항,제4조 제1항 제1호,형사소송법 제212조 / [3]구 도로교통법(2011. 6. 8. 법률 제10790호로 개정되기 전의 것) 제44조 제2항,제148조의2 제2호(현행제148조의2 제1항 제2호 참조),형사소송법 제199조 제1항 / [4]구 도로교통법(2011. 6. 8. 법률 제10790호로 개정되기 전의 것) 제44조 제2항, 제148조의2 제2호(현행제148조의2 제1항 제2호 참조),경찰관직무집행법 제4조 제1항 제1호,형사소송법 제212조<br/>",
  "참조판례": "[1]대법원 2008. 11. 13. 선고 2007도9794 판결(공2008하, 1713) / [3]대법원 2006. 11. 9. 선고 2004도8404 판결(공2006하, 2123)<br/>"
}