{
  "판례일련번호": "166855",
  "사건명": "건물명도",
  "사건번호": "2011다74949",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] 물건에 대한 사실상의 지배를 상실하였는지에 관한 판단 기준<br/>[2] 소유자가 상대방이 목적물을 권원 없이 점유·사용하여 소유권을 침해함으로써 재산상 손해를 입었다며 손해배상을 청구하는 경우, 손해의 유무가 상대방이 물건을 점유하는지에 의해 좌우되는지 여부(소극)<br/>[3] 피고가 원고의 소유물을 권원 없이 점유·사용하고 있다고 주장하여 손해배상을 청구하는 경우, 법원은 피고의 점유가 인정되지 않더라도 원고에게 피고의 사용권능 침해로 인한 손해가 있는지를 심리·판단하여야 하는지 여부(원칙적 적극) 및 원고가 손해를 목적물의 차임 상당액으로 주장하였다는 것만으로 사용으로 인한 손해를 구하지 않는 의사가 표시되었다고 할 수 있는지 여부(소극)<br/>[4] 甲이 자기 소유 건물에 乙이 사무실 집기 등을 비치하여 이를 권원 없이 점유·사용하고 있다는 이유로 건물 인도 및 점유·사용 기간에 관한 차임 상당액의 손해배상을 구한 사안에서, 甲이 건물 출입구 부근에 철문을 설치한 때부터 乙이 건물에 대한 점유를 상실하였다고 보아 그 후 기간에 대한 청구를 기각한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 물건에 대한 점유란 사회관념상 어떤 사람의 사실적 지배에 있다고 할 수 있는 객관적 관계를 가리키는 것으로서, 사실상의 지배가 있다고 하기 위하여는 반드시 물건을 물리적·현실적으로 지배할 필요는 없고, 물건과 사람과의 시간적·공간적 관계와 본권관계, 타인의 간섭가능성 등을 고려하여 사회관념에 따라 합목적적으로 판단하여야 하므로, 물건에 대한 사실상의 지배를 상실했는가의 여부도 역시 위와 같은 사회관념에 따라 결정되어야 한다.<br/>[2] 물건의 소유자는 다른 특별한 사정이 없는 한 법률의 범위 내에서 그 물건에 관한 모든 이익(민법 제211조에서 명문으로 정하는 ‘사용, 수익, 처분’의 이익이 대표적인 예이다)을 배타적으로 향유할 권리를 가진다. 따라서 소유자가 상대방이 목적물을 권원 없이 점유·사용하여 소유권을 침해함으로 말미암아 재산상 손해를 입었다고 주장하여 그 손해의 배상을 청구하는 경우에는, 무엇보다도 상대방의 그러한 권리 침해로 인하여 소유자에게 재산상 손해가 발생하였는지를 살펴보아야 할 것인데, 그 경우 손해의 유무는 상대방이 당해 물건을 점유하는지에 의하여 좌우되지 아니하며, 점유 여부는 단지 배상되어야 할 손해의 구체적인 액을 산정함에 있어서 고려될 여지가 있을 뿐이다.<br/>[3] 피고가 원고의 소유물을 권원 없이 점유·사용하고 있다고 주장하여 손해배상을 청구하는 경우에, 비록 피고의 목적물 점유가 인정되지 아니한다고 하더라도, 원고가 점유 및 사용으로 인한 손해의 배상만을 청구하고 피고의 사용으로 인한 손해의 배상은 이를 바라지 아니한다는 의사가 표시되지 아니하는 한, 법원은 나아가 원고에게 피고의 사용권능 침해로 인한 손해가 있는지를 심리·판단하여야 할 것이다. 그리고 원고가 그 손해를 목적물의 차임 상당액으로 주장하였다고 하여도, 이는 일반적으로 자신에게 유리한 소송상 결과를 얻기 위한 의도 또는 소송수행상의 편의에서 나온 것에 불과하므로, 그것만으로 원고에게 위와 같이 사용으로 인한 손해도 이를 구하지 아니하는 의사가 표시되었다고 할 수 없다.<br/>[4] 甲이 자기 소유 건물에 乙이 사무실 집기 등을 비치하여 이를 권원 없이 점유·사용하고 있다는 이유로 건물 인도 및 점유·사용 기간에 관한 차임 상당액의 손해배상을 구한 사안에서, 甲이 위 기간 중 건물 출입로 부근에 철문을 설치하여 자물쇠로 시정하였지만, 乙이 주변 토지를 통하여 건물에 출입하는 데 커다란 지장이 없었던 점, 출입문 설치 후에도 乙은 건물에 사무실 집기 등을 비치하여 두어 甲이 건물을 용도대로 사용할 수 없었던 점 등에 비추어 乙이 건물에 대한 종전 점유를 상실하였다고 할 수 없고, 또한 비록 乙이 건물에 대한 점유를 상실하였다 하더라도, 甲이 손해배상청구를 하면서 乙의 사용으로 인한 손해배상을 구하지 않는다는 의사를 표시하였다고 볼 수 없는 이상, 乙이 건물에 사무실 집기 등 물건을 가져다 둠으로써 甲이 건물을 사용하지 못하는 손해를 입었는지, 그 손해는 금전적으로 얼마로 평가되는지 등을 심리·판단하여야 하는데도, 이에 관한 심리·판단 없이 甲이 건물 출입구 부근에 철문을 설치한 때부터 乙이 건물에 대한 점유를 상실하였다고 보아 그 후 기간에 대한 청구를 기각한 원심판결에는 점유 또는 소유권 침해로 인한 손해배상에 관한 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제192조,제213조 / [2]민법 제211조,제750조 / [3]민법 제211조,제750조 / [4]민법 제192조,제211조,제213조,제750조<br/>",
  "참조판례": "[1]대법원 1996. 8. 23. 선고 95다8713 판결(공1996하, 2809),대법원 2009. 9. 24. 선고 2009다39530 판결(공2009하, 1754),대법원 2010. 1. 14. 선고 2009다77075 판결(공2010상, 328) / [3]대법원 2009. 11. 26. 선고 2009다35903 판결(공2010상, 17)<br/>"
}