{
  "판례일련번호": "166873",
  "사건명": "임시집회 무효확인",
  "사건번호": "2011다69220",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120127",
  "판시사항": "[1] 관리단집회에서 임원선임결의가 있은 후 다시 개최된 관리단집회에서 종전 결의를 그대로 인준하거나 재차 임원선임결의를 한 경우, 종전 임원선임결의의 무효확인을 구할 이익이 있는지 여부(원칙적 소극) 및 이 경우 새로운 관리단집회가 무효인 당초의 관리단집회 결의 후 새로 소집권한을 부여받은 관리인에 의하여 소집된 것이어서 무권리자에 의하여 소집된 관리단집회라는 사유를 독립된 무효사유로 볼 수 있는지 여부(원칙적 소극)<br/>[2] 집합건물 관리단의 임시집회 및 대표위원회에서 이루어진 결의의 무효확인을 구하는 사안에서, 임시집회 결의 등이 무효라 하더라도 그 후 정기집회 등에서 임시집회 등 결의 절차를 다시 진행하거나 그 내용을 재확인하는 결의를 하였으므로, 정기집회 결의가 임시집회 결의 후 새로 소집권한을 부여받은 무권리자에 의하여 소집된 집회라는 하자는 독립된 무효사유라고 볼 수 없다는 등 이유로, 결의무효확인의 소는 권리보호의 이익이 없다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 집합건물의 소유 및 관리에 관한 법률(2010. 3. 31. 법률 제10204호로 개정되기 전의 것) 제23조에 의하여 설립된 관리단의 관리단집회에서 임원선임결의가 있은 후 다시 개최된 관리단집회에서 종전 결의를 그대로 인준하거나 재차 임원선임결의를 한 경우에는, 설령 당초의 임원선임결의가 무효라고 할지라도 다시 개최된 관리단집회 결의가 하자로 인하여 무효라고 인정되는 등의 특별한 사정이 없는 한, 종전 임원선임결의의 무효확인을 구하는 것은 과거의 법률관계 내지 권리관계의 확인을 구하는 것에 불과하여 권리보호의 요건을 결여한 것이다. 이 경우 새로운 관리단집회가 무효인 당초의 관리단집회 결의 후 새로 소집권한을 부여받은 관리인에 의하여 소집된 것이어서 무권리자에 의하여 소집된 관리단집회라는 사유는 원칙적으로 독립된 무효사유로 볼 수 없다. 만일 이를 무효사유로 본다면 당초 임원선임결의의 무효로 인하여 연쇄적으로 그 후의 결의가 모두 무효로 되는 결과가 되어 법률관계의 혼란을 초래하고 법적 안정성을 현저히 해하게 되기 때문이다.<br/>[2] 집합건물 관리단의 임시집회 및 대표위원회에서 이루어진 결의의 무효확인을 구하는 사안에서, 임시집회에서 한 대표위원 선출 승인 결의 등은 소집절차상 하자와 의사정족수 및 의결정족수 미달로 인하여 무효이므로 관리단 대표위원회에서 甲을 대표위원회 회장으로 선임하는 결의도 무효이나, 그 후 개최된 정기집회 및 대표위원회에서 임시집회 및 대표위원회의 각 결의 절차를 다시 진행하거나 그 내용을 재확인하는 결의를 하였으므로, 정기집회 결의가 당초의 임시집회 결의 후 새로 소집권한을 부여받은 甲에 의하여 소집된 것이어서 무권리자에 의하여 소집된 집회라는 하자는 독립된 무효사유라고 볼 수 없고, 그 외 정기집회가 다른 절차상·내용상 하자로 인하여 부존재 또는 무효라고 인정되지 않는 이상 임시집회 및 대표위원회에서 이루어진 결의의 무효 확인을 구하는 것은 과거의 법률관계 내지 권리관계의 확인을 구하는 것에 불과하여 권리보호의 이익이 없다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 집합건물의 소유 및 관리에 관한 법률(2010. 3. 31. 법률 제10204호로 개정되기 전의 것) 제23조,제32조,제33조,민사소송법 제250조 / [2]구 집합건물의 소유 및 관리에 관한 법률(2010. 3. 31. 법률 제10204호로 개정되기 전의 것) 제23조,제32조,제33조,민사소송법 제250조<br/>",
  "참조판례": "[1]대법원 1998. 12. 22. 선고 98다35754 판결(공1999상, 193),대법원 2010. 10. 28. 선고 2009다63694 판결(공2010하, 2151)<br/>"
}