{
  "판례일련번호": "166872",
  "사건명": "업무상 배임·명예훼손",
  "사건번호": "2010도3532",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1] 배임죄에서 ‘타인의 사무를 처리하는 자’의 의미<br/>[2] 甲 주식회사와 가맹점 관리대행계약 등을 체결하고 그 대리점으로서 가맹점 관리업무 등을 수행하는 乙 주식회사 대표이사인 피고인이, 임무에 위배하여 甲 회사의 가맹점을 다른 경쟁업체 가맹점으로 임의로 전환하여 甲 회사에 재산상 손해를 가하였다고 하여 업무상배임으로 기소된 사안에서, 피고인은 甲 회사의 가맹점 관리업무를 대행하는 ‘타인의 사무를 처리하는 자’의 지위에 있는데도, 이와 달리 보아 무죄를 선고한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 배임죄에 있어서 ‘타인의 사무를 처리하는 자’라 함은 타인과의 내부적인 관계에서 신의성실의 원칙에 비추어 타인의 사무를 처리할 신임관계에 있게 되어 그 관계에 기하여 타인의 재산적 이익 등을 보호·관리하는 것이 신임관계의 전형적·본질적 내용이 되는 지위에 있는 사람을 말한다. 그러나 그 사무의 처리가 오로지 타인의 이익을 보호·관리하는 것만을 내용으로 하여야 할 필요는 없고, 자신의 이익을 도모하는 성질도 아울러 가진다고 하더라도 타인을 위한 사무로서의 성질이 부수적·주변적인 의미를 넘어서 중요한 내용을 이루는 경우에는 여기서 말하는 ‘타인의 사무를 처리하는 자’에 해당한다. 따라서 위임 등 계약에 기하여 위임인 등으로부터 맡겨진 사무를 처리하는 것이 약정된 보수 등을 얻기 위한 것이라고 하더라도, 또는 매매 등 계약에 기하여 일정한 단계에 이르러 타인에게 소유권등기를 이전하는 것이 대금 등을 얻고 자신의 거래를 완성하기 위한 것이라고 하더라도, 그 사무를 처리하는 이는 상대방과의 신임관계에서 그의 재산적 이익을 보호·관리하여야 할 지위에 있다고 할 것이다.<br/>[2] 신용카드 정보통신부가사업회사[통상 ‘밴(VAN. value added network의 약어) 사업자’라고도 한다]인 甲 주식회사와 가맹점 관리대행계약, 대리점계약, 단말기 무상임대차계약, 판매장려금계약을 각 체결하고 甲 회사의 대리점으로서 카드단말기의 판매 및 설치, 가맹점 관리업무 등을 수행하는 乙 주식회사 대표이사인 피고인이, 그 임무에 위배하여 甲 회사의 기존 가입 가맹점을 甲 회사와 경쟁관계에 있는 다른 밴사업자 가맹점으로 임의로 전환하여 甲 회사에 재산상 손해를 가하였다고 하여 업무상배임으로 기소된 사안에서, 甲 회사가 보유하는 가맹점은 甲 회사의 수익과 직결되는 재산적 가치를 지니고 있어 피고인이 甲 회사를 대신하여 가맹점을 모집·유지 및 관리하는 것은 본래 甲 회사의 사무로서 피고인에 대한 인적 신임관계에 기하여 그 처리가 피고인에게 위탁된 것이고, 이는 단지 피고인 자신의 사무만에 그치지 아니하고 甲 회사의 재산적 이익을 보호 내지 관리하는 것을 본질적 내용으로 하며, 그 업무가 피고인 자신의 계약상 의무를 이행하고 甲 회사로부터 더 많은 수수료 이익을 취득하기 위한 피고인 자신의 사무의 성격을 일부 가지고 있다고 하여 달리 볼 것이 아니므로, 피고인은 甲 회사와 신임관계에 기하여 甲 회사의 가맹점 관리업무를 대행하는 ‘타인의 사무를 처리하는 자’의 지위에 있다고 할 것인데도, 이와 달리 보아 무죄를 선고한 원심판결에 배임죄에서 ‘타인의 사무를 처리하는 자’에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제355조 제2항 / [2]형법 제355조 제2항,제356조<br/>",
  "참조판례": "[1]대법원 1991. 3. 27. 선고 91도262 판결(공1991, 1323),대법원 2005. 3. 25. 선고 2004도6890 판결,대법원 2008. 6. 26. 선고 2007도7060 판결,대법원 2011. 1. 20. 선고 2008도10479 전원합의체 판결(공2011상, 482)<br/>"
}