{
  "판례일련번호": "166966",
  "사건명": "소유권이전 등기",
  "사건번호": "2011다84335",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121129",
  "판시사항": "[1] 임대의무기간이 지난 공공건설 임대주택을 임대사업자의 부도, 파산 등 이유로2008. 3. 21. 법률 제8966호로 전부 개정된 임대주택법 제21조 제2항에 따라 분양전환하는 경우, 임대사업자가 유주택자인 임차인에게도 임대주택을 우선 분양전환할 의무가 있는지 여부(적극)<br/>[2] 공공건설 임대아파트의 임대사업자인 甲 주식회사가 부도 후 파산선고까지 받았는데도 임차인들의 분양전환 요구에 응하지 않자, 임차인대표자회의가 관할 구청장한테서 직접 분양전환승인을 받아 임대사업자에게 승인된 분양전환가격에 따른 임대아파트 매도를 청구한 사안에서, 甲 회사의 파산관재인은 승인된 분양전환가격으로 성립한 매매계약에 따라 임차인들에게 해당 아파트에 관한 소유권이전등기절차 등을 이행할 의무가 있다고 한 사례<br/>[3] 파산채권에 해당하기 위한 요건 및 청구권 발생에 대한 단순한 기대권이 파산채권에 해당하는지 여부(소극)<br/>[4] 공공건설 임대아파트의 임대사업자인 甲 주식회사가 파산선고를 받았는데 그 후 시행된 2008. 3. 21. 법률 제8966호로 전부 개정된 임대주택법의 신설 규정에 따라 乙 등 임차인들이 관할구청장에게서 직접 분양전환승인을 받아 甲 회사를 상대로 해당 아파트에 관한 매도청구권을 행사하자, 甲 회사의 파산관재인이 매도청구권 행사로 성립된 매매계약은채무자 회생 및 파산에 관한 법률 제335조에서 정한 ‘미이행 쌍무계약’에 해당하므로 파산관재인이 매매계약의 이행이나 해제를 선택할 수 있다고 주장한 사안에서, 위 매매계약은채무자 회생 및 파산에 관한 법률 제335조에서 정한 ‘미이행 쌍무계약’에 해당하지 않으므로 위 조항은 적용될 여지가 없다고 한 사례<br/>[5] 공공건설 임대주택의 임대사업자가 임대주택 소유권을 관리·보존하기 위하여 신탁회사와 신탁기간을 ‘분양전환 완료 시’까지로 하는 부동산관리신탁계약을 체결하여 신탁회사 앞으로 임대주택 건물 등에 관한 신탁등기 및 소유권이전등기 등을 마쳤는데, 그 후 임대사업자가 파산선고를 받았음에도 분양전환 요구에 응하지 않자 임차인들이 직접 분양전환승인을 받아 임대주택의 매도를 청구한 사안에서, 신탁계약 종료 사유인 ‘분양계약 완료’는 ‘임차인과 임대사업자 사이에 분양전환을 위한 매매계약이 성립된 것’을 의미하는 것으로 해석하여야 한다고 한 사례<br/>[6] 임대주택에 관하여 분양전환 완료 시까지 소유권을 보존·관리하기 위한 목적으로 부동산관리신탁이 설정된 경우, ‘임대사업자가 임대주택을 신탁회사로부터 받환받을 권리’가 입질 대상이 될 수 있는지 여부(원칙적 소극)<br/>[7] 甲 주식회사가 乙 조합과 토지구획정리사업에 관한 도급계약을 체결하여 공사대금을 체비지로 지급받기로 약정한 다음 그 약정에 따라 乙 조합한테서 공사대금에 상당하는 체비지에 관하여 체비지 매매대장의 매수인 명의를 이전받아 그 중 일부에 공공건설 임대아파트를 건설하였는데, 그 후 甲 회사가 도급공사의 공정률이 74.791%인 상태에서 부도를 내고 공사를 중단하였다가 파산선고를 받자, 乙 조합이채무자 회생 및 파산에 관한 법률 제335조에 따라 甲 회사 파산관재인에게 도급계약 이행 또는 해지 여부의 선택에 관한 확답을 최고한 사안에서, 위 도급계약은 파산선고 당시에 쌍방 미이행의 쌍무계약이라 할 수 없어채무자 회생 및 파산에 관한 법률 제335조는 적용할 여지가 없다고 한 사례<br/>",
  "판결요지": "[1]2008. 3. 21. 법률 제8966호로 전부 개정된 임대주택법(이하 ‘법’이라 한다) 제21조 제1항은, 임대사업자가 임대의무기간이 지난 후주택법 제16조에 따라 사업계획승인을 받아 건설한 주택 중주택법 제60조에 따라 국민주택기금의 자금을 지원받아 건설하거나 공공사업으로 조성된 택지에 건설하는 임대주택(이하 ‘공공건설 임대주택’이라 한다)을 분양전환하는 경우에는같은 항 제1호 내지제5호의 어느 하나에 해당하는 임차인에게 우선 분양전환하여야 한다고 규정하면서 그 중 국가기관 또는 법인인 임차인(제5호)을 제외한 나머지 임차인의 경우 모두 분양전환 당시 ‘무주택자’일 것을 요구하고 있고,제2항은 “제1항에도 불구하고 임대사업자의 부도, 파산 그 밖에 대통령령으로 정하는 경우에는 분양전환 당시 해당 임대주택에 거주하는 임차인에게 우선 분양전환할 수 있다.”고 규정하여제1항과 달리 우선 분양전환 대상 임차인의 주택 소유 관계를 문제 삼고 있지 않다. 위 각 조항의 규정 내용과 형식, 법의 입법 목적과 개정 경위, 다른 관련 규정과의 관계 등 여러 사정을 종합하여 보면,법 제21조 제2항은 임대의무기간이 지난 공공건설 임대주택에 있어서 임대사업자의 부도, 파산 등의 경우에는 분양전환 당시 해당 임대주택에 거주하는 임차인은 유주택자라 하더라도 이를 우선 분양전환받을 권리가 있고, 임대사업자는 그 임차인에게 우선 분양전환할 의무가 있음을 규정한 것으로 해석함이 타당하다.<br/>[2] 공공건설 임대아파트의 임대사업자인 甲 주식회사가 부도 후 파산선고까지 받았는데도 임차인들의 분양전환 요구에 응하지 않자, 임차인대표자회의가 관할 구청장한테서 직접 분양전환승인을 받아 임대사업자에게 승인된 분양전환가격에 따른 임대아파트 매도를 청구한 사안에서, 임대사업자인 甲 회사가 부도, 파산하였으므로 분양전환 당시 임대아파트에 거주하는 임차인들은 주택 소유 여부와 관계없이2008. 3. 21. 법률 제8966호로 전부 개정된 임대주택법(이하 ‘법’이라 한다) 제21조 제2항에 따라 해당 아파트를 우선 분양전환받을 권리가 있고, 이러한 임차인들이법 제21조 제5항,제8항이 정한 절차에 따라 직접 분양전환승인을 받아 매도청구권을 행사한 이상 甲 회사의 소송수계인인 파산관재인은 승인된 분양전환가격으로 성립한 매매계약에 따라 임차인들에게 해당 아파트 건물에 관한 소유권이전등기절차 및 대지 지분에 관한 체비지 대장상의 매수인 명의변경절차를 이행할 의무가 있다고 한 사례.<br/>[3]채무자 회생 및 파산에 관한 법률 제423조는 “채무자에 대하여 파산선고 전의 원인으로 생긴 재산상의 청구권은 파산채권으로 한다.”고 규정하고 있다. 이때 ‘파산선고 전의 원인으로 생긴 청구권’은 파산선고 당시 이미 청구권의 내용이 구체적으로 확정되거나 변제기가 도래하였을 것까지 요하는 것은 아니고, 적어도 청구권의 주요한 발생원인이 파산선고 전에 갖추어져 있으면 족한데, 청구권 발생에 대한 단순한 기대권에 불과하다면 파산채권에 해당하지 아니한다.<br/>[4] 공공건설 임대아파트의 임대사업자인 甲 주식회사가 파산선고를 받았는데 그 후 시행된 2008. 3. 21. 법률 제8966호로 전부 개정된 임대주택법의 신설 규정에 따라 乙 등 임차인들이 관할 구청장한테서 직접 분양전환승인을 받아 甲 회사를 상대로 해당 아파트에 관한 매도청구권을 행사하자, 甲 회사의 파산관재인이 매도청구권 행사로 성립된 매매계약은채무자 회생 및 파산에 관한 법률 제335조에서 정한 ‘미이행 쌍무계약’에 해당하므로 파산관재인이 매매계약의 이행이나 해제를 선택할 수 있다고 주장한 사안에서, 乙 등 임차인들의 매도청구권 행사로 성립된 매매계약에 기한 해당 아파트 건물 등에 관한 소유권이전등기청구권 등은 甲 회사에 대한 파산선고 전의 원인으로 생긴 것이 아님이 분명하고 파산선고 당시에는 아직 이러한 매매계약이 성립조차 되지 않았으므로, ‘쌍방 모두 파산선고 당시 아직 이행을 완료하지 아니한 쌍무계약’에 해당할 것을 전제로 한채무자 회생 및 파산에 관한 법률 제335조에서 정한 파산관재인의 계약해제 선택권은 위 매매계약에 관하여 적용될 여지가 없다고 한 사례.<br/>[5] 공공건설 임대주택의 임대사업자가 임대주택 소유권을 관리·보존하기 위하여 신탁회사와 신탁기간을 ‘분양전환 완료 시’까지로 하는 부동산관리신탁계약을 체결하여 신탁회사 앞으로 임대주택 건물 등에 관한 신탁등기 및 소유권이전등기 등을 마쳤는데, 그 후 임대사업자가 파산선고를 받았음에도 분양전환 요구에 응하지 않자 임차인들이 직접 분양전환승인을 받아 임대주택의 매도를 청구한 사안에서, 매도청구권 행사로 임차인들과 임대사업자 사이에 분양전환을 위한 매매계약이 성립된 이상 임차인들이 부담하는 분양전환가격에 따른 매매대금 지급의무와 임대사업자가 부담하는 임대주택 건물 등에 관한 소유권이전등기의무 등은 동시이행의 관계에 있게 되어 임대사업자가 소유권이전등기 등 의무를 이행하려면 먼저 신탁회사에 신탁한 임대주택을 반환받을 필요가 있는데, 신탁계약의 종료 사유인 ‘분양전환 완료’의 의미를 매매계약에 따라 동시이행관계에 있는 위 각 의무의 이행까지 마쳐지는 것으로 해석하면 분양전환을 위한 매매계약의 성립만으로는 아직 신탁이 종료되지 아니하여 임대사업자가 임대주택을 반환받을 수 없게 되고, 이는 사실상 임차인들에게 매매대금의 선이행을 강제하는 결과를 초래하게 되므로, 신탁의 목적인 분양전환의 원만한 이행이라는 측면에서 신탁계약에서 정한 신탁종료 사유인 ‘분양전환 완료’는 ‘임차인과 임대사업자 사이에 분양전환을 위한 매매계약이 성립된 것’을 의미하는 것으로 해석하여야 한다고 한 사례.<br/>[6] 임대사업자가 임대주택에 관하여 분양전환 완료 시까지 소유권을 보존·관리하기 위하여 이를 신탁회사에 신탁하였다고 하여 수익권자인 임대사업자가 임대주택을 신탁회사로부터 반환받을 권리를 자신의 채권자에게 입질하는 것까지 허용된다고 하면 질권자의 질권실행에 따라서는 임대사업자가 해당 임대주택의 소유권을 회복할 수 없게 될 위험에 처할 수 있고, 이는 결국 임대주택에 대한 신탁이 오히려 임차인의 우선 분양전환권을 해하는 수단으로 변질될 수 있다는 점에서 부당하다고 하지 않을 수 없다. 따라서 저당권 설정 등 처분제한 및 금지사항 부기등기 제도의 입법 목적과 신탁이 설정된 경우에는 부기등기에 대한 예외를 인정해 준 규정 취지 등에 비추어 보면, 임대주택의 분양전환 완료 시까지 소유권을 보존·관리하기 위한 목적의 부동산관리신탁이 설정된 경우에 특별한 사정이 없는 한 임대사업자가 임대주택을 신탁회사로부터 반환받을 권리는 그 성질상 입질의 대상이 될 수 없고, 이러한 권리를 목적으로 하는 권리질권은 효력이 없다.<br/>[7] 甲 주식회사가 乙 조합과 토지구획정리사업에 관한 도급계약을 체결하여 공사대금을 체비지로 지급받기로 약정한 다음 그 약정에 따라 乙 조합한테서 공사대금에 상당하는 체비지에 관하여 체비지 매매대장의 매수인 명의를 이전받아 그 중 일부에 공공건설 임대아파트를 건설하였는데, 그 후 甲 회사가 도급공사의 공정률이 74.791%인 상태에서 부도를 내고 공사를 중단하였다가 파산선고를 받자, 乙 조합이채무자 회생 및 파산에 관한 법률 제335조에 따라 甲 회사 파산관재인에게 도급계약 이행 또는 해지 여부의 선택에 관한 확답을 최고한 사안에서, 乙 조합은 도급계약에서 정한 내용에 따라 공사대금 지급에 갈음하여 동액 상당의 체비지를 수급인인 甲 회사 앞으로 이전하여 줌으로써 도급인으로서 채무를 전부 이행한 것으로 보아야 하고, 이 경우 도급계약은 파산선고 당시에 쌍방 미이행의 쌍무계약이라고 할 수 없으므로 이에 관하여채무자 회생 및 파산에 관한 법률 제335조는 처음부터 적용의 여지가 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 임대주택법(2009. 3. 25. 법률 제9541호로 개정되기 전의 것) 제21조 제1항,제2항 / [2]구 임대주택법(2009. 3. 25. 법률 제9541호로 개정되기 전의 것) 제21조 제2항,제5항,제8항 / [3]채무자 회생 및 파산에 관한 법률 제423조 / [4]채무자 회생 및 파산에 관한 법률 제335조 / [5]민법 제105조,제536조,신탁법 제98조 제6호,구 임대주택법(2009. 3. 25. 법률 제9541호로 개정되기 전의 것) 제21조 제2항,제5항,제8항 / [6]구 임대주택법(2007. 7. 19. 법률 제8534호로 개정되기 전의 것) 제12조의3(현행제18조 참조),구 임대주택법 시행령(2008. 6. 20. 대통령령 제20849호로 전부 개정되기 전의 것) 제9조의5 제2항(현행제17조 참조) / [7]채무자 회생 및 파산에 관한 법률 제335조<br/>",
  "참조판례": ""
}