{
  "판례일련번호": "166985",
  "사건명": "특허권공유 확인등·특허등록 명의이전",
  "사건번호": "2011다67705,67712",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121227",
  "판시사항": "[1]특허법 제33조 제1항 ‘발명을 한 자’의 의미 및 화학발명의 경우 발명자인지를 결정하는 기준<br/>[2] 특허를 받을 수 있는 권리를 이전하기로 하는 계약을 묵시적으로도 할 수 있는지 여부(적극) 및 그러한 계약에 따라 특허등록을 공동출원한 경우 출원인이 발명자가 아니라도 등록된 특허권의 공유지분을 가지는지 여부(적극)<br/>[3] 특허발명의 발명자인 甲에게서 특허받을 수 있는 권리를 승계한 乙 회사가 출원인에 丙을 포함시켰는데, 丙이 乙 회사 등을 상대로 특허권 공유자임의 확인을 구한 사안에서, 丙이 특허권의 공동출원인이 된 경위 및 특히 丙을 출원인에 포함시킴으로써 乙 회사가 가진 특허 받을 수 있는 권리의 지분을 양도하는 묵시적 합의가 있었는지에 관하여 심리하지 아니한 채 丙의 청구를 기각한 원심판결에 특허를 받을 수 있는 권리의 이전에 관한 법리 오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]특허법 제33조 제1항 본문은 발명을 한 자 또는 그 승계인은 특허법에서 정하는 바에 의하여 특허를 받을 수 있는 권리를 가진다고 규정하고 있는데,특허법 제2조 제1호는 ‘발명’이란 자연법칙을 이용한 기술적 사상의 창작으로서 고도한 것을 말한다고 규정하고 있으므로,특허법 제33조 제1항에서 정하고 있는 ‘발명을 한 자’는 바로 이러한 발명행위를 한 사람을 가리킨다. 따라서 발명자(공동발명자를 포함한다)에 해당한다고 하기 위해서는 단순히 발명에 대한 기본적인 과제와 아이디어만을 제공하였거나 연구자를 일반적으로 관리하고 연구자의 지시로 데이터의 정리와 실험만을 한 경우 또는 자금·설비 등을 제공하여 발명의 완성을 후원·위탁하였을 뿐인 정도 등에 그치지 않고, 발명의 기술적 과제를 해결하기 위한 구체적인 착상을 새롭게 제시·부가·보완하거나, 실험 등을 통하여 새로운 착상을 구체화하거나, 발명의 목적 및 효과를 달성하기 위한 구체적인 수단과 방법의 제공 또는 구체적인 조언·지도를 통하여 발명을 가능하게 한 경우 등과 같이 기술적 사상의 창작행위에 실질적으로 기여하기에 이르러야 한다. 한편 이른바 실험의 과학이라고 하는 화학발명의 경우에는 당해 발명 내용과 기술수준에 따라 차이가 있을 수는 있지만 예측가능성 내지 실현가능성이 현저히 부족하여 실험데이터가 제시된 실험예가 없으면 완성된 발명으로 보기 어려운 경우가 많이 있는데, 그와 같은 경우에는 실제 실험을 통하여 발명을 구체화하고 완성하는 데 실질적으로 기여하였는지의 관점에서 발명자인지 여부를 결정해야 한다.<br/>[2] 특허를 받을 수 있는 권리는 발명의 완성과 동시에 발명자에게 원시적으로 귀속되지만, 이는 재산권으로 양도성을 가지므로 계약 또는 상속 등을 통하여 전부 또는 일부 지분을 이전할 수 있고(특허법 제37조 제1항), 그 권리를 이전하기로 하는 계약은 명시적으로는 물론 묵시적으로도 이루어질 수 있고, 그러한 계약에 따라 특허등록을 공동출원한 경우에는 출원인이 발명자가 아니라도 등록된 특허권의 공유지분을 가진다.<br/>[3] 특허발명의 발명자인 甲에게서 특허받을 수 있는 권리를 승계한 乙 회사가 丙을 출원인에 포함시켰는데, 丙이 乙 회사 등을 상대로 특허권의 공유자임의 확인을 구한 사안에서, 특허 출원에 이르기까지 丙의 역할과 기여도 및 丙과 甲 회사 등의 관계, 특허 출원의 경위 등을 고려하면 乙 회사가 출원인에 丙을 포함시킴으로써 丙에게 특허받을 수 있는 권리의 일부 지분을 양도하여 장차 취득할 특허권을 공유하기로 하는 묵시적 합의가 출원 당시 이미 있었다고 볼 여지가 있다는 이유로, 이에 관하여 심리를 하지 아니한 채 丙의 청구를 기각한 원심판결에 특허를 받을 수 있는 권리의 이전에 관한 법리 오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]특허법 제2조 제1호,제33조 제1항 / [2]특허법 제37조 제1항 / [3]특허법 제37조 제1항<br/>",
  "참조판례": "[1]대법원 2011. 7. 28. 선고 2009다75178 판결(공2011하, 1732),대법원 2011. 9. 29. 선고 2009후2463 판결(공2011하, 2265)<br/>"
}