{
  "판례일련번호": "166961",
  "사건명": "권리범위 확인(상)",
  "사건번호": "2011후774",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121129",
  "판시사항": "[1] 상표의 구성 중 식별력이 없거나 미약한 부분과 동일한 표장이 거래사회에서 오랜 기간 사용되어 상표의 등록 또는 지정상품 추가등록 전부터 수요자 간에 누구의 업무에 관련된 상품을 표시하는 것인가 현저하게 인식되어 있는 경우 그 부분을 식별력 있는 요부로 보아 상표의 유사 여부를 판단할 수 있는지 여부(적극) 및 그 부분이상표법 제51조 제1항 제2호에 의한 상표권 효력의 제한을 받는지 여부(소극)<br/>[2] 甲 등이 등록상표 “”의 상표권자 乙 주식회사를 상대로 ‘골프화’를 사용상품의 하나로 한 확인대상표장 “”가 등록상표의 권리범위에 속하지 않는다는 이유로 소극적 권리범위확인심판청구를 한 사안에서, 등록상표의 구성 중 “” 문자부분은 ‘골프화’에 관해서 ‘독립하여 자타 상품의 식별기능을 하는 부분’이 될 수 있으므로, ‘골프화’와 동일·유사한 상품에 “” 문자부분과 동일·유사한 표장을 사용하는 것은 등록상표의 권리범위에 속한다는 이유로, 이와 달리 본 원심판결에 사용에 의한 식별력 취득에 관한 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 상표의 구성 중 식별력이 없거나 미약한 부분과 동일한 표장이 거래사회에서 오랜 기간 사용된 결과 상표의 등록 또는 지정상품 추가등록 전부터 수요자 간에 누구의 업무에 관련된 상품을 표시하는 것인가 현저하게 인식되어 있는 경우에는 그 부분은 사용된 상품에 관하여 식별력 있는 요부로 보아 상표의 유사 여부를 판단할 수 있고, 그러한 부분은상표법 제51조 제1항 제2호에 의한 상표권 효력의 제한을 받지 않는다.<br/>[2] 甲 등이 등록상표 “”의 상표권자 乙 주식회사를 상대로 ‘골프화’를 사용상품의 하나로 한 확인대상표장 “”가 등록상표의 권리범위에 속하지 않는다는 이유로 소극적 권리범위확인심판청구를 한 사안에서, 乙 회사는 ‘골프화’가 등록상표의 지정상품으로 추가등록될 때까지 오랜 기간 “SUPERIOR”라는 영문자로만 구성된 상표(이하 “SUPERIOR 문자상표”라 한다)와 월계관 도형과 “SUPERIOR” 문자가 결합된 상표(이하 “SUPERIOR 결합상표”라 한다) 및 등록상표를 각종 골프 관련 상품의 표장으로 사용하여 왔고, SUPERIOR 결합상표는 등록상표 구성 중 “” 문자부분과 동일성이 인정되는 “SUPERIOR” 문자부분을 포함하고 있으며, SUPERIOR 결합상표 및 등록상표 모두 “SUPERIOR”라는 문자부분에 의해 호칭됨으로써, SUPERIOR 결합상표 및 등록상표의 사용은 등록상표의 구성 중 “” 문자부분이 사용에 의한 식별력을 취득하는 데 도움이 되었을 것으로 보이는 점 등을 종합하면, 등록상표의 구성 중 “” 문자부분은 이미 ‘골프화’에 관해서 국내 수요자나 거래자에게 누구의 업무에 관련된 상품을 표시하는 것으로 ‘현저하게’ 인식되어 있어 지정상품으로 추가등록된 ‘골프화’에 관해서는 ‘독립하여 자타 상품의 식별기능을 하는 부분’ 즉 요부가 될 수 있고, 이 경우 위 문자부분은상표법 제51조 제1항 제2호에 의한 상표권 효력의 제한을 받지 않으므로, ‘골프화’와 동일·유사한 상품에 “” 문자부분과 동일·유사한 표장을 사용하는 것은 등록상표의 권리범위에 속한다는 이유로, 이와 달리 본 원심판결에 사용에 의한 식별력 취득에 관한 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]상표법 제6조 제1항 제3호,제2항,제47조,제51조 제1항 제2호 / [2]상표법 제6조 제1항 제3호,제2항,제47조,제51조 제1항 제2호<br/>",
  "참조판례": "[1]대법원 1997. 5. 30. 선고 96다56382 판결(공1997하, 2009),대법원 2008. 5. 15. 선고 2005후2977 판결<br/>"
}