{
  "판례일련번호": "166970",
  "사건명": "부가가치세 가산세 부과 처분취소",
  "사건번호": "2010두4810",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121129",
  "판시사항": "[1]구 부가가치세법 제17조 제7항의 위임에 따라 매출세액에서 공제하지 아니하는 매입세액의 범위를 정하기 위하여 공통매입세액의 안분계산방식 등을 규정한구 부가가치세법 시행령 제61조 제1항,제4항이 예시규정인지 여부(소극)<br/>[2] 과세사업과 면세사업을 겸영하는 甲 주식회사가 과세사업에 관련된 매입세액을 산정하여 부가가치세 환급신고를 하였는데 과세관청이 현지확인 결과 과세사업에 관련된 매입세액이 전혀 없다는 이유로 초과환급신고가산세를 부과한 사안에서, 과세사업에 관련된 토지 관련 매입가액은구 부가가치세법 시행령 제61조 제4항 제1호의 ‘면세사업에 관련된 매입가액’에 포함되지 않는다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1]구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제7항의 위임에 따라 매출세액에서 공제하지 아니하는 매입세액의 범위를 정하기 위하여 공통매입세액의 안분계산방식 등을 규정한구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제61조 제1항,제4항은 법률에서 구체적으로 범위를 정하여 위임받은 사항에 관하여헌법 제75조에 따라 대통령이 발한 법규명령이라 할 것이고, 한편시행령 제61조 제1항,제4항의 내용 및 입법 취지 등에 비추어 보면, 위 각 규정은 거기서 정하고 있는 안분계산방식과 순서에 구애됨이 없이 언제든지 다른 방식으로 공통매입가액을 안분할 수 있는 예시규정에 불과한 것으로 볼 수는 없으므로, 실지 귀속을 구분할 수 없는 공통매입세액은 위 각 규정에서 정한 안분계산방식과 순서에 따르는 것이 현저하게 불합리하다고 볼 만한 특별한 사정이 없는 한 위 각 규정에 따라 안분계산하여야 한다.<br/>[2] 과세사업과 면세사업을 겸영하는 甲 주식회사가 과세사업 및 면세사업에서 공급이 없어 매출가액이 전혀 발생하지 않았다는 이유로 과세사업에 관련된 매입세액을 산정하여 부가가치세 환급신고를 하였는데 과세관청이 甲 회사에 대한 현지확인 결과 과세사업에 관련된 매입세액이 전혀 없다는 이유로 초과환급신고가산세를 부과하자 甲 회사가 취소소송을 제기하여 과세사업에 관련된 토지 관련 매입가액이구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제61조 제4항 제1호의 ‘면세사업에 관련된 매입가액’에 포함되는지가 문제 된 사안에서,구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제17조 제2항 제4호의 토지 관련 매입세액은 ‘토지의 조성 등을 위한 자본적 지출에 관련된 매입세액’을 말하는 것으로서(시행령 제60조 제6항), 이는법 제17조 제2항 제4호의 문리해석상 그 전단의 ‘부가가치세가 면제되는 재화 또는 용역을 공급하는 사업에 관련된 매입세액’과 구별되고, 면세사업 관련 매입세액과는 다른 조세정책적 관점에서 공제하지 아니하는 것으로서 부가가치세법이 1993. 12. 31. 법률 제4663호로 개정되면서 비로소 공제되지 아니하는 매입세액으로 추가된 점 등에 비추어, 과세사업에 관련된 토지 관련 매입가액은시행령 제61조 제4항 제1호의 ‘면세사업에 관련된 매입가액’에 포함되지 않는다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제7항,구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제61조 제1항,제4항 / [2]구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제2항 제4호(현행제17조 제2항 제6호 참조),구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제60조 제6항,제61조 제4항 제1호<br/>",
  "참조판례": "[1]대법원 2010. 3. 25. 선고 2007두18017 판결(공2010상, 836)<br/>"
}