{
  "판례일련번호": "166932",
  "사건명": "보상금증액",
  "사건번호": "2010두9457",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121227",
  "판시사항": "[1] 토지소유자 등이구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제85조에서 정한 제소기간 내에 관할 토지수용위원회에서 재결한 보상금의 증감에 대한 소송을 제기한 경우,같은 법 제30조 제3항에서 정한 지연가산금은위 제85조에서 정한 제소기간에 구애받지 않고 그 소송절차에서 청구취지 변경 등을 통해 청구할 수 있는지 여부(적극)<br/>[2] 사업시행자가 보상협의요청서에 기재한 협의기간이 종료하기 전에 토지소유자 및 관계인이 재결신청의 청구를 하였으나 사업시행자가 협의기간이 종료하기 전에 협의기간을 연장한 경우,구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제30조 제2항에서 정한 60일 기간의 기산 시기(=당초의 협의기간 만료일)<br/>",
  "판결요지": "[1]구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것, 이하 ‘구 공익사업법’이라고 한다) 제84조 제1항,제85조,제30조 등 관계 법령의 내용, 형식 및 취지를 종합하면,구 공익사업법 제30조 제3항에서 정한 지연가산금은, 사업시행자가 재결신청의 청구를 받은 때로부터 60일을 경과하여 재결신청을 한 경우 관할 토지수용위원회에서 재결한 보상금(이하 ‘재결 보상금’이라고 한다)에 가산하여 토지소유자 및 관계인에게 지급하도록 함으로써, 사업시행자로 하여금 구 공익사업법이 규정하고 있는 기간 이내에 재결신청을 하도록 간접강제함과 동시에 재결신청이 지연된 데에 따른 토지소유자 및 관계인의 손해를 보전하는 성격을 갖는 금원으로, 재결 보상금에 부수하여 구 공익사업법상 인정되는 공법상 청구권이다. 그러므로 제소기간 내에 재결 보상금의 증감에 대한 소송을 제기한 이상, 지연가산금은구 공익사업법 제85조에서 정한 제소기간에 구애받지 않고 그 소송절차에서 청구취지 변경 등을 통해 청구할 수 있다고 보는 것이 타당하다.<br/>[2]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제8조 제1항,제14조 제1항의 내용, 형식 및 취지를 비롯하여, 토지소유자 및 관계인이 협의기간 종료 전에 사업시행자에게 재결신청의 청구를 한 경우구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것, 이하 ‘구 공익사업법’이라고 한다) 제30조 제2항에서 정한 60일의 기간은 협의기간 만료일로부터 기산하여야 하는 점, 사업인정고시가 있게 되면 토지소유자 및 관계인에 대하여구 공익사업법 제25조에서 정한 토지 등의 보전의무가 발생하고, 사업시행자에게는구 공익사업법 제27조에서 정한 토지 및 물건에 관한 조사권이 주어지게 되는 이상, 협의기간 연장을 허용하게 되면 토지소유자 및 관계인에게 위와 같은 실질적인 불이익도 연장될 우려가 있는 점, 협의기간 내에 협의가 성립되지 아니하여 토지소유자 및 관계인이 재결신청의 청구까지 한 마당에 사업시행자의 협의기간 연장을 허용하는 것은 사업시행자가 일방적으로 재결신청을 지연할 수 있도록 하는 부당한 결과를 가져올 수 있는 점 등을 종합해 보면, 사업시행자가 보상협의요청서에 기재한 협의기간을 토지소유자 및 관계인에게 통지하고, 토지소유자 및 관계인이 그 협의기간이 종료하기 전에 재결신청의 청구를 한 경우에는 사업시행자가 협의기간이 종료하기 전에 협의기간을 연장하였다고 하더라도구 공익사업법 제30조 제2항에서 정한 60일의 기간은 당초의 협의기간 만료일로부터 기산하여야 한다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제84조 제1항,제85조,제30조,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제14조 제2항 / [2]구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제30조 제2항,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제8조 제1항,제14조 제1항<br/>",
  "참조판례": "[2]대법원 1993. 7. 13. 선고 93누2902 판결(공1993하, 2307)<br/>"
}