{
  "판례일련번호": "167191",
  "사건명": "손해배상(기)(밀가루 가격 담합 사건)",
  "사건번호": "2010다93790",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121129",
  "판시사항": "[1] 甲 주식회사 등 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서,독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호,제3호 위반을 이유로 甲 회사 등의 손해배상책임을 인정한 원심판단을 수긍한 사례<br/>[2] 감정인의 감정 결과의 증명력<br/>[3] 甲 주식회사 등 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서, 담합 후 더미변수를 사용한 계량경제학적 분석방법으로 乙 회사의 손해액을 산정한 제1심 감정인의 감정 결과를 채택한 원심판단을 수긍한 사례<br/>[4] 위법한 가격 담합으로 인한 손해배상액의 산정 방법 및 담합에 의하여 가격이 인상된 재화 등을 매수한 매수인이 다시 이를 제3자인 수요자에게 판매하거나 그 재화 등을 사용·가공하여 생산된 제품을 수요자에게 판매한 경우, 제품 등의 가격 인상을 이유로 매수인의 손해가 감소되거나 회복되었다고 단정할 수 있는지 여부(원칙적 소극)<br/>[5] 甲 주식회사 등 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서, 甲 회사 등이 乙 회사에 지급한 장려금과 乙 회사의 제품 가격 인상에 의하여 전가된 손해액 부분은 甲 회사 등의 손해배상액에서 공제되어야 한다는 항변을 배척하는 한편 그와 같은 사정들을 참작하여 甲 회사 등의 손해배상책임을 제한한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 甲 주식회사 등을 비롯한 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서, 위와 같은 甲 회사 등의 행위는 밀가루 제조·판매시장의 경쟁을 부당하게 감소시키거나 제한하는 공동행위로서독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호,제3호를 위반한 행위에 해당하므로, 甲 회사 등은 乙 회사가 입은 손해를 배상할 의무가 있다고 본 원심판단을 수긍한 사례.<br/>[2] 감정인의 감정 결과는 감정 방법 등이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없는 한 존중하여야 한다.<br/>[3] 甲 주식회사 등을 비롯한 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서, 계량경제학적 분석방법인 회귀분석을 통하여 담합 후 더미변수와 3개월 전의 원맥도입가 및 실질국내총생산 등을 각각 설명변수로 하고 밀가루 입고단가를 종속변수로 한 회귀방정식을 추정한 다음, 이를 근거로 계산한 밀가루의 경쟁가격을 전제로 乙 회사의 손해액을 산정한 제1심 감정인의 감정 결과를 채택한 원심판단을 수긍한 사례.<br/>[4] 불법행위로 인한 손해는 위법행위가 없었을 경우에 상대방에게 존재하였을 재산상태와 위법행위가 가해진 재산상태의 차이를 말한다. 그리고 불법행위 등이 채권자 또는 피해자에게 손해를 생기게 하는 동시에 이익을 가져다 준 경우에는 공평의 관념상 그 이익은 당사자의 주장을 기다리지 아니하고 손해를 산정할 때에 공제하여야 하나, 손익상계가 허용되기 위해서는 손해배상책임의 원인이 되는 행위로 인하여 피해자가 새로운 이득을 얻었고 그 이득과 손해배상책임의 원인행위 사이에 상당인과관계가 있어야 한다. 이에 비추어 보면 위법한 가격 담합에 의하여 가격이 인상된 재화나 용역(이하 ‘재화 등’이라 한다)을 매수한 경우에, 매수인이 입는 직접적인 손해는 특별한 사정이 없다면 실제 매수한 가격과 담합행위가 없었을 경우에 형성되었을 가격(이하 ‘가상 경쟁가격’이라 한다)의 차액이 되며, 여기서 가상 경쟁가격은 담합행위가 발생한 당해 시장의 다른 가격형성 요인을 그대로 유지한 상태에서 담합행위로 인한 가격상승분만을 제외하는 방식으로 산정된다. 그리고 담합에 의하여 가격이 인상된 재화 등을 매수한 매수인이 다시 이를 제3자인 수요자에게 판매하거나 그 재화 등을 원료 등으로 사용·가공하여 생산된 제품을 수요자에게 판매한 경우에, 재화 등의 가격 인상 후 수요자에게 판매하는 재화 등 또는 위 제품(이하 이를 모두 포함하여 ‘제품 등’이라 한다)의 가격이 인상되었다고 하더라도, 재화 등의 가격 인상을 자동적으로 제품 등의 가격에 반영하기로 하는 약정이 있는 경우 등과 같이 재화 등의 가격 인상이 제품 등의 판매 가격 상승으로 바로 이어지는 특별한 사정이 없는 한, 제품 등의 가격은 매수인이 당시의 제품 등에 관한 시장 상황, 다른 원료나 인건비 등의 변화, 가격 인상으로 인한 판매 감소 가능성, 매수인의 영업상황 및 고객 보호 관련 영업상의 신인도 등 여러 사정을 고려하여 결정할 것이므로, 재화 등의 가격 인상과 제품 등의 가격 인상 사이에 직접적인 인과관계가 있다거나 제품 등의 인상된 가격 폭이 재화 등의 가격 인상을 그대로 반영하고 있다고 단정할 수 없다. 그뿐 아니라 제품 등의 가격 인상은 제품 등의 수요 감소 요인으로 작용하여 전체적으로 매출액 또는 영업이익의 감소가 초래될 수 있고, 이 역시 위법한 담합으로 인한 매수인의 손해라 할 수 있으므로, 이와 같은 여러 사정을 종합적으로 고려하지 아니하고 제품 등의 가격 인상에 의하여 매수인의 손해가 바로 감소되거나 회복되는 상당인과관계가 있다고 쉽게 추정하거나 단정하기도 부족하다. 다만 이와 같이 제품 등의 가격 인상을 통하여 부분적으로 손해가 감소되었을 가능성이 있는 경우에는 직접적인 상당인과관계가 인정되지 아니한다고 하더라도 이러한 사정을 손해배상액을 정할 때에 참작하는 것이 공평의 원칙상 타당하다.<br/>[5] 甲 주식회사 등을 비롯한 국내 밀가루 시장점유율의 대부분을 차지하는 8개 밀가루 제조·판매회사들이 공동으로 밀가루 생산량(판매량)을 제한하고 밀가루 가격을 결정·유지·변경하였는데, 甲 회사 등으로부터 밀가루를 매입한 乙 주식회사가 甲 회사 등을 상대로 손해배상을 구한 사안에서, 甲 회사 등이 乙 회사에 밀가루를 판매하면서 판매증대를 목적으로 지급한 장려금이 甲 회사 등의 손해배상액에서 공제될 성질의 것은 아니라고 판단하고, 담합행위로 인하여 인상된 가격으로 밀가루를 구매한 乙 회사가 밀가루를 원료로 생산하여 판매하는 제품에 관한 가격 인상을 통하여 인상된 밀가루 가격의 전부 또는 일부를 최종 소비자에게 전가하였다는 이유로 위와 같이 전가된 손해액 부분의 공제를 주장한 이른바 ‘손해전가의 항변(passing-on defence)’을 받아들이지 아니하는 한편 위와 같은 장려금 지급 및 제품 가격 인상에 의한 손해 전가에 관한 사정들을 참작하여 甲 회사 등의 손해배상책임을 제한한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호,제3호,제56조 / [2]민사소송법 제202조 / [3]독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호,제3호,제56조,민사소송법 제202조 / [4]독점규제 및 공정거래에 관한 법률 제19조 제1항,제56조,민법 제393조,제763조 / [5]독점규제 및 공정거래에 관한 법률 제19조 제1항,제56조,민법 제393조,제763조<br/>",
  "참조판례": "[2]대법원 2007. 2. 22. 선고 2004다70420, 70437 판결 / [4]대법원 2005. 10. 28. 선고 2003다69638 판결(공2005하, 1847),대법원 2010. 4. 29. 선고 2009다91828 판결(공2010상, 990),대법원 2011. 4. 28. 선고 2009다98652 판결,대법원 2011. 7. 28. 선고 2010다18850 판결(공2011하, 1740)<br/>"
}