{
  "판례일련번호": "167491",
  "사건명": "업무방해",
  "사건번호": "2011도15497",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130110",
  "판시사항": "[1] 사용자가 연설, 사내방송 등을 통하여 의견을 표명하는 행위가노동조합 및 노동관계조정법 제81조 제4호에서 정한 부당노동행위에 해당하기 위한 요건 및 이때 사용자에게 노동조합의 조직이나 운영 및 활동을 지배하거나 이에 개입하는 의사가 있는지 판단하는 방법<br/>[2] 전국철도노동조합이 한국철도공사와 단체교섭 결렬을 이유로 파업을 예고한 상태에서 파업 예정일 하루 전에 사용자 측 교섭위원인 甲이 직원들을 상대로 설명회를 개최하려고 지역 사업소에 도착하자, 노동조합 간부인 피고인들 등이 청사 안으로 들어가지 못하게 몸으로 가로막는 등 위력으로 甲의 업무를 방해하였다는 내용으로 기소된 사안에서, 설명회 개최가 노동조합 운영에 대한 지배·개입의 부당노동행위로서 업무방해죄의 보호법익인 ‘업무’에 해당하지 않는다는 등의 이유로 피고인들에게 무죄를 선고한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 사용자가 연설, 사내방송, 게시문, 서한 등을 통하여 의견을 표명하는 경우 표명된 의견의 내용과 함께 그것이 행하여진 상황, 시점, 장소, 방법 및 그것이 노동조합의 운영이나 활동에 미치거나 미칠 수 있는 영향 등을 종합하여 노동조합의 조직이나 운영 및 활동을 지배하거나 이에 개입하는 의사가 인정된다면노동조합 및 노동관계조정법 제81조 제4호에 규정된 ‘근로자가 노동조합을 조직 또는 운영하는 것을 지배하거나 이에 개입하는 행위’로서 부당노동행위가 성립하고, 또 그 지배·개입으로서 부당노동행위의 성립에 반드시 근로자의 단결권 침해라는 결과 발생까지 요하는 것은 아니다. 그러나 사용자 또한 자신의 의견을 표명할 수 있는 자유를 가지고 있으므로, 사용자가 노동조합의 활동에 대하여 단순히 비판적 견해를 표명하거나 근로자를 상대로 집단적인 설명회 등을 개최하여 회사의 경영상황 및 정책방향 등 입장을 설명하고 이해를 구하는 행위 또는 비록 파업이 예정된 상황이라 하더라도 파업의 정당성과 적법성 여부 및 파업이 회사나 근로자에 미치는 영향 등을 설명하는 행위는 거기에 징계 등 불이익의 위협 또는 이익제공의 약속 등이 포함되어 있거나 다른 지배·개입의 정황 등 노동조합의 자주성을 해칠 수 있는 요소가 연관되어 있지 않는 한, 사용자에게 노동조합의 조직이나 운영 및 활동을 지배하거나 이에 개입하는 의사가 있다고 가볍게 단정할 것은 아니다.<br/>[2] 전국철도노동조합(이하 ‘노동조합’라 한다)이 한국철도공사(이하 ‘철도공사’라 한다)와 단체교섭 결렬을 이유로 파업을 예고한 상태에서 파업 예정일 하루 전에 사용자 측 교섭위원인 甲이 직원들을 상대로 설명회를 개최하려고 지역 차량사업소에 도착하자, 노동조합 간부인 피고인들 등이 청사 안으로 들어가지 못하게 몸으로 가로막는 등 위력으로 甲의 업무를 방해하였다는 내용으로 기소된 사안에서, 甲이 설명회에서 발언하고자 한 내용과 설명회 전 다른 지역 순회설명회에서 표명한 발언 내용 및 그러한 발언 등이 조합원이나 노동조합 활동에 미쳤거나 미칠 수 있는 영향, 당초 예정된 파업의 정당성 여부 등 부당노동행위를 인정하는 전제가 되는 전후 상황 등에 관하여 구체적으로 심리하여, 설명회 개최가 사용자 입장에서 단순히 파업에 대한 의견을 개진하는 수준을 넘어 사용자에게 노동조합의 운영이나 활동을 지배하거나 그 활동에 개입하려는 의사가 있었던 것으로 추단되는지를 판단하지 아니한 채, 설명회 개최가 ‘근로자가 노동조합을 운영하는 것을 지배하거나 이에 개입하는 행위’로서 업무방해죄의 보호법익인 ‘업무’에 해당하지 않는다는 등의 이유로 피고인들에게 무죄를 선고한 원심판결에 법리오해 및 심리미진의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]노동조합 및 노동관계조정법 제81조 제4호 / [2]형법 제30조,제314조 제1항,노동조합 및 노동관계조정법 제81조 제4호,제90조<br/>",
  "참조판례": "[1]대법원 1997. 5. 7. 선고 96누2057 판결(공1997상, 1744),대법원 1998. 5. 22. 선고 97누8076 판결(공1998하, 1777),대법원 2006. 9. 8. 선고 2006도388 판결(공2006하, 1703)<br/>"
}