{
  "판례일련번호": "167452",
  "사건명": "예금반환",
  "사건번호": "2012다91224",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130124",
  "판시사항": "[1] 은행이 예금청구서상의 인영과 신고된 인감을 대조 확인할 때 요구되는 주의의무를 다하지 못하여 예금 수령 권한이 없는 자에게 예금을 지급한 경우, 채권의 준점유자에 대한 변제로서 면책을 주장할 수 있는지 여부(소극)<br/>[2] 은행 직원이 인감 대조와 비밀번호 확인 등 통상적인 조사 외에 다른 방법으로 예금청구자가 정당한 예금인출권한을 가지는지를 조사하여야 할 업무상 주의의무를 부담하는 경우 및 그 판단 방법<br/>[3] 甲이 사실혼관계에 있던 乙의 동의 없이 丙 은행에서 예금청구서에 위조한 乙 명의의 도장을 날인하여 乙 명의의 예금통장과 함께 제출하고, 비밀번호 입력기에 비밀번호를 입력하여 예금을 인출한 사안에서, 제반 사정에 비추어 육안에 의한 통상의 인감 대조만으로 甲에게 예금을 인출하여 준 丙 은행의 출금 담당 직원들에게 어떠한 과실이 있었다고 할 수 없다는 이유로, 丙 은행의 甲에 대한 예금 지급은 채권의 준점유자에 대한 변제로서 유효하다고 한 사례<br/>",
  "판결요지": "[1] 은행이 예금청구자에게 예금 수령의 권한이 있는지 없는지를 판별하는 방편의 하나로 예금청구서에 압날한 인영과 은행에 신고하여 예금통장에 찍힌 인감을 대조 확인할 때에는 인감 대조에 숙련된 은행원으로 하여금 그 직무수행상 필요로 하는 충분한 주의를 다하여 인감을 대조하도록 하여야 할 것이고, 그러한 주의의무를 다하지 못하여 예금 수령의 권한이 없는 자에게 예금을 지급하였다면 은행으로서는 그 예금 지급으로서 채권의 준점유자에 대한 변제로서의 면책을 주장할 수 없다.<br/>[2] 은행 직원이 단순히 인감 대조 및 비밀번호 확인 등의 통상적인 조사 외에 당해 청구자의 신원을 확인하거나 전산 입력된 예금주의 연락처에 연결하여 예금주 본인의 의사를 확인하는 등의 방법으로 그 청구자가 정당한 예금인출권한을 가지는지 여부를 조사하여야 할 업무상 주의의무를 부담하는 것으로 보기 위하여는 그 예금의 지급을 구하는 청구자에게 정당한 변제수령권한이 없을 수 있다는 의심을 가질 만한 특별한 사정이 인정되어야 한다. 그리고 그러한 특별한 사정이 있다고 볼 것인지 여부는, 인감 대조와 비밀번호의 확인 등 통상적인 조사만으로 예금을 지급하는 금융거래의 관행이 금융기관이 대량의 사무를 원활하게 처리하기 위한 필요에서 만들어진 것이기도 하지만, 다른 한편으로는 예금인출의 편리성이라는 예금자의 이익도 고려된 것인 점, 비밀번호가 가지는 성질에 비추어 비밀번호까지 일치하는 경우에는 금융기관이 그 예금인출권한에 대하여 의심을 가지기는 어려운 것으로 보이는 점, 금융기관에게 추가적인 확인의무를 부과하는 것보다는 예금자에게 비밀번호 등의 관리를 철저히 하도록 요구하는 것이 사회 전체적인 거래비용을 줄일 수 있는 것으로 보이는 점 등을 참작하여 신중하게 판단하여야 한다.<br/>[3] 甲이 사실혼관계에 있던 乙의 동의 없이 丙 은행에서 예금청구서에 위조한 乙 명의의 도장을 날인하여 乙 명의의 예금통장과 함께 제출하고, 비밀번호 입력기에 비밀번호를 입력하여 예금을 인출한 사안에서, 제반 사정에 비추어 인감 대조에 숙련된 금융기관 직원이 충분히 주의를 다하여도 육안에 의한 통상의 대조 방법으로는 예금거래신청서와 예금청구서상의 각 인영이 다른 인감에 의하여 날인되었다는 것을 확인할 수 없고, 나아가 甲에게 정당한 변제수령권한이 없을 수 있다는 의심을 가질 만한 특별한 사정이 있어 예금주 乙의 의사를 확인하는 등의 방법으로 정당한 예금인출권한 여부를 조사하여야 할 업무상 주의의무가 있었던 것으로 보기 어려우므로, 육안에 의한 통상의 인감 대조만으로 甲에게 예금을 인출하여 준 丙 은행의 출금 담당 직원들에게 어떠한 과실이 있었다고 할 수 없다는 이유로, 丙 은행의 甲에 대한 예금 지급은 채권의 준점유자에 대한 변제로서 유효하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민법 제470조 / [2]         민법 제470조 / [3]         민법 제470조<br/>",
  "참조판례": "[1]         대법원 1992. 2. 14. 선고 91다9244 판결 / [2]         대법원 2007. 10. 25. 선고 2006다44791 판결(공2007하, 1817)      <br/>"
}