{
  "판례일련번호": "167516",
  "사건명": "정보공개거부처분취소",
  "사건번호": "2010두18918",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130124",
  "판시사항": "[1] 정보공개청구자가 특정한 것과 같은 정보를 공공기관이 보유·관리하고 있지 않은 경우, 해당 정보에 대한 공개거부처분에 대하여 취소를 구할 법률상 이익이 있는지 여부(원칙적 소극) 및 공개를 구하는 정보를 공공기관이 보유·관리하는 점에 대한 증명책임의 소재<br/>[2] 국가정보원의 조직·소재지 및 정원에 관한 정보가           공공기관의 정보공개에 관한 법률 제9조 제1항 제1호에서 말하는 ‘다른 법률에 의하여 비공개 사항으로 규정된 정보’에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 공공기관의 정보공개에 관한 법률(이하 ‘정보공개법’이라고 한다)에서 말하는 공개대상 정보는 정보 그 자체가 아닌           정보공개법 제2조 제1호에서 예시하고 있는 매체 등에 기록된 사항을 의미하고, 공개대상 정보는 원칙적으로 공개를 청구하는 자가           정보공개법 제10조 제1항 제2호에 따라 작성한 정보공개청구서의 기재내용에 의하여 특정되며, 만일 공개청구자가 특정한 바와 같은 정보를 공공기관이 보유·관리하고 있지 않은 경우라면 특별한 사정이 없는 한 해당 정보에 대한 공개거부처분에 대하여는 취소를 구할 법률상 이익이 없다. 이와 관련하여 공개청구자는 그가 공개를 구하는 정보를 공공기관이 보유·관리하고 있을 상당한 개연성이 있다는 점에 대하여 입증할 책임이 있으나, 공개를 구하는 정보를 공공기관이 한때 보유·관리하였으나 후에 그 정보가 담긴 문서들이 폐기되어 존재하지 않게 된 것이라면 그 정보를 더 이상 보유·관리하고 있지 않다는 점에 대한 증명책임은 공공기관에 있다.<br/>[2]           구 국가정보원법(2011. 11. 22. 법률 제11104호로 개정되기 전의 것, 이하 같다) 제6조는 “국가정보원의 조직·소재지 및 정원은 국가안전보장을 위하여 필요한 경우에는 이를 공개하지 아니할 수 있다.”고 규정하고 있다. 여기서 ‘국가안전보장’이란 국가의 존립, 헌법의 기본질서의 유지 등을 포함하는 개념으로서 국가의 독립, 영토의 보전, 헌법과 법률의 기능 및 헌법에 의하여 설치된 국가기관의 유지 등의 의미로 이해할 수 있는데, 국외 정보 및 국내 보안정보(대공, 대정부전복, 방첩, 대테러 및 국제범죄조직에 관한 정보)의 수집·작성 및 배포 등을 포함하는 국가정보원의 직무내용과 범위(          제3조), 그 조직과 정원을 국가정보원장이 대통령의 승인을 받아 정하도록 하고 있는 점(          제4조,           제5조 제2항), 정보활동의 비밀보장을 위하여 국가정보원에 대한 국회 정보위원회의 예산심의까지도 비공개로 하고 국회 정보위원회 위원으로 하여금 국가정보원의 예산 내역을 공개하거나 누설하지 못하도록 하고 있는 점(          제12조 제5항) 등 구 국가정보원법상 관련 규정의 내용, 형식, 체계 등을 종합적으로 살펴보면, 국가정보원의 조직·소재지 및 정원에 관한 정보는 특별한 사정이 없는 한 국가안전보장을 위하여 비공개가 필요한 경우로서           구 국가정보원법 제6조에서 정한 비공개 사항에 해당하고, 결국           공공기관의 정보공개에 관한 법률 제9조 제1항 제1호에서 말하는 ‘다른 법률에 의하여 비공개 사항으로 규정된 정보’에도 해당한다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]         공공기관의 정보공개에 관한 법률 제2조 제1호,         제10조 제1항 제2호 / [2]         구 국가정보원법(2011. 11. 22. 법률 제11104호로 개정되기 전의 것) 제6조,         공공기관의 정보공개에 관한 법률 제9조 제1항 제1호<br/>",
  "참조판례": "[1]         대법원 2004. 3. 12. 선고 2003두11544 판결,         대법원 2004. 12. 9. 선고 2003두12707 판결(공2005상, 119),         대법원 2006. 1. 13. 선고 2003두9459 판결(공2006상, 247),         대법원 2007. 6. 1. 선고 2007두2555 판결(공2007하, 995) / [2]         헌법재판소 1992. 2. 25. 선고 89헌가104 전원재판부 결정(헌집4, 64)      <br/>"
}