{
  "판례일련번호": "167856",
  "사건명": "수정명령 취소",
  "사건번호": "2011두21485",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130215",
  "판시사항": "[1]구 초·중등교육법 제29조가 교과용도서에 관한 검정제도를 채택하고, 구 ‘교과용도서에 관한 규정’이 교과용도서의 적합성 여부 심사를 위해 교과용도서심의회 심의를 거친 후 심사 결과에 따라 교육과학기술부장관이 검정 합격 여부를 결정하도록 규정한 목적이나 입법 취지<br/>[2]구 교과용도서에 관한 규정 제26조 제1항에서 규정하고 있는 검정도서에 대한 수정명령의 요건과 절차의 해석 방법<br/>[3]구 교과용도서에 관한 규정 제26조 제1항의 의미 및 검정도서에 대한 수정명령의 대상이나 범위<br/>[4]구 교과용도서에 관한 규정 제26조 제1항에 따른 검정도서에 대한 수정명령의 내용이 이미 검정을 거친 내용을 실질적으로 변경하는 결과를 가져오는 경우 거쳐야 할 절차<br/>",
  "판결요지": "[1]구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것) 제29조가 교과용도서에 관한 검정제도를 채택하고, 그 위임을 받은 구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것)이 교과용도서로서의 적합성 여부를 심사하기 위하여 교원이나 학부모를 비롯한 이해관계 있는 자나 관련 전문가 등으로 구성되는 교과용도서심의회의 심의를 거치도록 한 후 그 심사 결과에 따라 교육과학기술부장관이 검정 합격 여부를 결정하도록 규정한 목적이나 입법 취지는헌법 제31조와교육기본법 제3조,제5조,제6조에서 규정한 국민의 교육을 받을 권리를 실질적으로 보장하고 교육의 자주성·전문성·정치적 중립성을 구현하고자 하는 데에 있다.<br/>[2] 교과용도서의 수정과 개편에 관한 구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것, 이하 같다)의 규정 내용과 태도, 교과용도서의 검정제도에 관한 관계 법령 규정들의 내용과 입법 취지 및 검정도서에 대한 수정은 교과용도서로서의 적합성 여부에 관한 교과용도서심의회의 심의를 거쳐 이미 검정의 합격결정을 받은 교과용도서에 대하여 이루어지는 것인 점, 교과용도서의 수정에 관한 교육과학기술부장관의 권한은 교과용도서의 검정에 관한 권한에서 유래된 것으로서 검정에 관한 권한 행사의 일종으로 볼 수 있는 점 등에 비추어 보면,구 교과용도서에 관한 규정 제26조 제1항에서 규정하고 있는 ‘검정도서에 대한 수정명령’의 요건과 절차는, 교육의 자주성·전문성·정치적 중립성을 보장하고 있는 헌법과 교육기본법의 기본정신이나 교과용도서에 관하여 검정제도를 채택한 구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것)의 목적과 입법 취지 및 구 교과용도서에 관한 규정에 의하여 교원이나 학부모를 비롯한 이해관계 있는 자나 관련 전문가 등의 절차적 관여가 보장된 검정제도의 본질이 훼손되지 아니하도록 이를 합리적으로 해석하는 것이 타당하다.<br/>[3]구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것) 제26조 제1항은 ‘교육과학기술부장관은 교육과정의 부분개정이나 그 밖의 사유로 인하여 개편의 범위에 이르지 아니할 정도로 검정도서의 문구·문장·통계·삽화 등을 교정·증감·변경하는 등 그 내용을 수정할 필요가 있다고 인정할 때 검정도서의 수정을 명할 수 있다’는 의미이고, 이러한 수정명령의 대상이나 범위에는 문구·문장 등의 기재내용 자체 또는 전후 문맥에 비추어 명백한 표현상의 잘못이나 제본 등 기술적 사항뿐만 아니라 객관적 오류 등을 바로잡는 것도 포함된다.<br/>[4]구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것, 이하 같다) 제26조 제1항에 따른 검정도서에 대한 수정명령의 절차와 관련하여 구 교과용도서에 관한 규정에 수정명령을 할 때 교과용도서의 검정절차를 거쳐야 한다거나 이를 준용하는 명시적인 규정이 없으므로 교과용도서심의회의 심의 자체를 다시 거쳐야 한다고 보기는 어렵지만, 헌법 등에 근거를 둔 교육의 자주성·전문성·정치적 중립성 및 교과용도서에 관한 검정제도의 취지에 비추어 보면, 수정명령의 내용이 표현상의 잘못이나 기술적 사항 또는 객관적 오류를 바로잡는 정도를 넘어서서 이미 검정을 거친 내용을 실질적으로 변경하는 결과를 가져오는 경우에는 새로운 검정절차를 취하는 것과 마찬가지라 할 수 있으므로 검정절차상의 교과용도서심의회의 심의에 준하는 절차를 거쳐야 한다. 그렇지 않으면 행정청이 수정명령을 통하여 검정제도의 취지를 훼손하거나 잠탈할 수 있고, 교과용도서심의회의 심의 등 적법한 검정절차를 거쳐 검정의 합격결정을 받은 자의 법률상 이익이 쉽게 침해될 수 있기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제31조,교육기본법 제3조,제5조,제6조,구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것) 제29조,구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것) 제10조 제1항,제18조,제19조,제21조 / [2]구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것) 제26조 제1항 / [3]구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것) 제26조 제1항 / [4]구 교과용도서에 관한 규정(2009. 8. 18. 대통령령 제21687호로 개정되기 전의 것) 제26조 제1항<br/>",
  "참조판례": ""
}