{
  "판례일련번호": "167821",
  "사건명": "등록취소(상)",
  "사건번호": "2012후3220",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130215",
  "판시사항": "[1] 등록상표 불사용을 이유로 동시에 수 개의 지정상품에 대한 상표등록의 취소를 구하는 심판 계속 중에 심판청구일이나 지정상품의 범위를 달리하여 다시 상표등록취소심판을 청구할 수 있는지 여부(적극)<br/>[2] 등록상표의 불사용을 이유로 한 상표등록취소심판에서 등록상표의 지정상품이 2 이상 있는 경우, 이해관계인이 취소를 필요로 하는 지정상품의 범위를 임의로 정하여 상표등록의 취소심판을 청구할 이익이 있는지 여부(적극)<br/>",
  "판결요지": "[1] 동시에 수 개의 지정상품에 대하여 상표등록취소심판청구를 한 경우에는 심판청구의 대상인 지정상품을 불가분 일체로 취급하여 전체를 하나의 청구로 간주하여 지정상품 중의 하나에 대하여 사용이 증명되면 그 심판청구는 전체로서 인용될 수 없을 뿐 사용이 증명된 지정상품에 대한 심판청구만 기각하고 나머지에 관한 청구를 인용할 것은 아니며, 사용이 증명된 지정상품만에 대한 심판청구의 일부 취하가 허용되는 것도 아니다. 그렇다면 먼저 청구한 상표등록취소심판이 계속 중이라 하더라도 심판청구인으로서는 등록취소 요건의 일부를 이루는 상표 불사용 기간의 역산 기산점이 되는 심판청구일이나 등록취소를 구하는 지정상품의 범위를 달리하여 다시 상표등록취소심판을 청구할 이익이 있으므로, 이 경우 공통으로 포함된 일부 지정상품에 관하여는 상표권자에게 중복하여 그 사용사실에 대한 증명책임을 부담시키는 것이 된다고 하더라도 상표권자 역시 후에 청구된 등록취소심판에서도 지정상품 중의 하나에 대하여 사용을 증명하면 그 심판청구의 대상인 지정상품 전체에 관하여 상표등록의 취소를 면할 수 있는 이상 그러한 정도의 증명책임 부담만으로 후에 청구된 취소심판이           상표법 제73조 제4항의 입법 취지에 반하는 것으로서 부적법하다고 할 수 없다.<br/>[2]           상표법 제73조 제3항은           제1항 제3호에 해당하는 것을 사유로 하여 취소심판을 청구하는 경우 등록상표의 지정상품이 2 이상 있는 경우에는 일부 지정상품에 관하여 취소심판을 청구할 수 있다고 규정하고 있을 뿐, 동일·유사 지정상품군 단위로 등록취소심판을 청구하여야 한다는 규정을 별도로 두고 있지 아니하다. 이러한 규정 내용에, 상품류 구분은 상표등록사무의 편의를 위해 구분한 것으로서 상품의 유사범위를 정한 것은 아니므로 상품구분표의 같은 유별에 속한다고 하여 바로 유사상품이라고 단정할 수 없는 점, 불사용으로 인한 상표등록취소심판 제도는 등록상표의 사용을 촉진하는 한편 그 불사용에 대한 제재를 가하려는 데에 입법 목적이 있고 이러한 불사용에 대한 제재의 실효성을 강화하기 위해 일부 지정상품에 대한 취소심판제도가 도입된 점 등을 아울러 고려해 보면, 등록상표의 지정상품이 2 이상 있는 경우 이해관계인은 취소를 필요로 하는 지정상품의 범위를 임의로 정하여 상표등록의 취소심판을 청구할 수 있고, 등록상표의 지정상품 중 유사범위에 속하는 지정상품을 모두 포함하여 취소심판을 청구하지 않으면 심판청구가 인용되어도 심판청구인이 후에 유사상품에 관하여 등록상표와 동일·유사한 상표를 사용하거나 그 상표등록을 받을 수 없다는 사정을 들어 유사범위에 속하는 일부 지정상품만에 대한 등록취소심판을 청구할 이익이 없다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]         상표법 제73조 제1항 제3호,         제3항,         제4항 / [2]         상표법 제73조 제1항 제3호,         제3항<br/>",
  "참조판례": "[1]         대법원 1993. 12. 28. 선고 93후718, 725, 732, 749 판결(공1994상, 541),         대법원 2012. 1. 27. 선고 2011후2916 판결<br/>"
}