{
  "판례일련번호": "167843",
  "사건명": "손해배상",
  "사건번호": "2010다91985",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130214",
  "판시사항": "[1] 제3자가 표현대표이사에게 회사를 대표할 권한이 있다고 믿은 데 중대한 과실이 있는 경우, 회사가           상법 제395조에 따른 책임을 지는지 여부(소극) 및 ‘제3자의 중대한 과실’의 의미와 판단 기준<br/>[2] 상표의 전용사용권자인 甲 주식회사로부터 상표의 사용허락을 받은 통상사용권자인 乙 주식회사의 이사 丙이 甲 회사의 동의 없이 丁에게 위 상표의 사용권을 부여하는 내용의 업무협약을 체결하였고, 丁이 위 상표를 부착하여 상품을 제조·납품하여 오다가 甲 회사로부터 형사고소와 민사소송을 제기당한 사안에서, 丁은 업무협약을 해제하고 원상회복으로 乙 회사에 지급한 상표 사용료의 반환을 구할 수 있다고 한 사례<br/>[3] 상표의 전용사용권자인 甲 주식회사로부터 상표의 사용허락을 받은 통상사용권자인 乙 주식회사의 이사 丙이 甲 회사의 동의 없이 丁에게 위 상표의 사용권을 부여하는 내용의 업무협약을 체결하였고, 丁이 위 상표를 부착하여 상품을 제조·납품하여 오다가 甲 회사로부터 형사고소와 민사소송을 제기당한 사안에서, 丁이 상품을 납품하고 수령한 납품대금 상당의 이득을 乙 회사가 丁에게 배상하여야 할 손해액에서 공제할 수 없다고 한 사례<br/>",
  "판결요지": "[1]           상법 제395조가 표현대표이사의 행위로 인한 주식회사의 책임을 인정하는 취지는, 회사의 대표이사가 아닌 이사가 외관상 회사의 대표권이 있는 것으로 인정될 만한 명칭을 사용하여 거래행위를 하고 그러한 외관이 생겨난 데에 회사의 귀책사유가 있는 경우에 그 외관을 믿은 선의의 제3자를 보호함으로써 상거래의 신뢰와 안전을 도모하려는 데 있다. 따라서 거래의 상대방인 제3자가 대표이사가 아닌 이사에게 그 거래행위를 함에 있어 회사를 대표할 권한이 있다고 믿었다 할지라도 그와 같이 믿은 데에 중대한 과실이 있는 경우에는 회사는 위 규정에 의한 책임을 지지 아니한다. 여기서 제3자의 중대한 과실이라 함은 제3자가 조금만 주의를 기울였더라면 표현대표이사의 행위가 대표권에 기한 것이 아니라는 사정을 알 수 있었음에도 만연히 이를 대표권에 기한 행위라고 믿음으로써 거래통념상 요구되는 주의의무에 현저히 위반하는 것으로서, 공평의 관점에서 제3자를 구태여 보호할 필요가 없다고 봄이 상당하다고 인정되는 상태를 말하고 제3자에게 중과실이 있는지는 거래통념에 비추어 개별적·구체적으로 판단하여야 한다.<br/>[2] 상표의 전용사용권자인 甲 주식회사로부터 상표의 사용허락을 받은 통상사용권자인 乙 주식회사의 이사 丙이 甲 회사의 동의 없이 丁에게 위 상표의 사용권을 부여하는 내용의 업무협약을 체결하였고, 丁이 위 상표를 부착하여 상품을 제조·납품하여 오다가 甲 회사로부터 형사고소와 민사소송을 제기당한 사안에서, 乙 회사는 업무협약에 따라 丁에게 상표의 적법한 사용권을 취득시켜줄 의무를 전혀 이행하지 않았고, 전용사용권자인 甲 회사가 丁을 상대로 상표의 전용사용권 침해를 이유로 한 형사고소와 손해배상청구소송을 제기함으로써 그 의무이행이 불능상태에 빠졌음이 명백하게 되었으므로, 丁은 업무협약이 계속적 계약의 성질을 갖는다 하더라도 계약관계를 소급적으로 해소하기 위하여 이를 해제하고 원상회복으로 乙 회사에 지급한 상표 사용료의 반환을 구할 수 있다고 한 사례.<br/>[3] 상표의 전용사용권자인 甲 주식회사로부터 상표의 사용허락을 받은 통상사용권자인 乙 주식회사의 이사 丙이 甲 회사의 동의 없이 丁에게 위 상표의 사용권을 부여하는 내용의 업무협약을 체결하였고, 丁이 위 상표를 부착하여 상품을 제조·납품하여 오다가 甲 회사로부터 형사고소와 민사소송을 제기당한 사안에서, 乙 회사가 전용사용권자인 甲 회사 등으로부터 丁의 상표 사용에 대한 승낙을 받아 줄 의무를 이행하지 아니한 상태에서 丁이 업무협약 체결에 따라 상표 사용권을 취득하였다고 믿고 제조한 상품에 상표를 부착한 후 거래처에 납품하여 납품대금을 수령하는 이익을 얻었다 하더라도, 그 이득은 상표에 화체된 신용과 고객흡인력 및 丁의 노력과 비용이 투입된 상품의 제조·납품행위로 인하여 생긴 것일 뿐 상표의 적법한 사용권을 丁에게 부여한 바 없는 업무협약과 상당인과관계가 있다고 볼 수 없으므로, 그 납품대금 상당의 이득을 乙 회사가 丁에게 배상하여야 할 손해액에서 공제할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         상법 제395조 / [2]         민법 제546조,         제548조 / [3]         민법 제393조<br/>",
  "참조판례": "[1]         대법원 1999. 11. 12. 선고 99다19797 판결(공1999하, 2483),         대법원 2003. 9. 26. 선고 2002다65073 판결(공2003하, 2080)      <br/>"
}