{
  "판례일련번호": "167891",
  "사건명": "근저당권 말소",
  "사건번호": "2011다43655",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121226",
  "판시사항": "[1] 보증의 제공에 의한 선박경매취소절차에 따라 보증금의 배당이 종료된 경우 보증을 제공받아 배당의 대상이 된 압류채권자 등의 권리가 소멸하는지 여부(적극) 및 배당을 요구하지 아니하여 배당절차에 관여하지 아니한 담보권자의 권리도 함께 소멸하는지 여부(소극)<br/>[2] 甲 소유 선박에 관하여 乙 수산업협동조합, 丙 주식회사, 丁, 戊가 순차로 근저당권설정등기를 마친 상태에서 戊가 담보권 실행을 위한 경매신청을 하여 경매개시결정을 받고 1순위 근저당권자인 乙 조합이 배당요구를 하였는데, 甲이 戊를 상대로 근저당권말소등 청구의 소를 제기하면서 보증을 제공하여 선박집행절차 취소결정을 받았으나 그 후 소송에서 甲의 패소판결이 확정되고 보증금 배당절차가 진행되어 乙 조합이 배당금 전액을 배당받은 사안에서, 선박경매취소절차에서 배당을 요구하지 아니하여 배당절차에 관여하지 아니한 丙 회사, 丁의 근저당권은 소멸하지 않고, 경매를 신청한 담보권자로서 배당의 대상이 된 戊의 근저당권은 배당절차가 종료됨으로써 소멸되었다고 한 사례<br/>",
  "판결요지": "[1] 선박경매절차 취소 제도는 경매개시결정으로 압류가 집행되어 선박의 출항이 금지되는 경우에 채무자 또는 소유자(이하 ‘채무자 등’이라 한다)가 받게 되는 손실은 매우 커서 다툼이 있는 집행권원이나 담보권에 기하여 압류가 집행된 경우에 채무자 등이 받는 손실의 회복이 어려우므로, 채무자 등이 집행권원이나 담보권을 다투면서 집행정지 서류를 제출하고 압류채권자 및 배당요구채권자의 채권 및 집행비용의 총액에 상당한 보증을 제공하여 채권회수조치가 강구된 경우에는 집행법원이 경매절차를 취소하여 선박에 대한 압류를 풀어 선박을 운행할 수 있도록 해주는 대신, 채무자 등의 위 다툼이 이유 없는 것으로 밝혀지는 등으로 위 집행정지가 효력을 잃은 때에는 위와 같이 제공된 보증금을 압류채권자와 배당요구채권자에게 배당하는 절차를 규정한 것이다. 위와 같은 선박경매절차 취소 제도의 취지와 규정 내용 등에 비추어 보면, 보증의 제공에 의한 선박경매절차의 취소는 강제집행 또는 담보권 실행의 목적물인 선박 자체를 경매함에 따른 매각절차와는 달리 선박소유자가 선박에 관한 소유권을 상실하지 아니하여 그 성격이 다르므로, “매각부동산 위의 모든 저당권은 매각으로 소멸한다.”라는민사집행법 제91조 제2항이 적용되지 아니한다. 그리고 선박경매취소절차에서 보증을 제공받아 배당의 대상이 된 압류채권자(담보권 실행을 위한 경매의 경우 경매를 신청한 담보권자)나 배당요구채권자의 권리는민사집행법 제181조 제2항에 따른 보증금의 배당절차가 종료됨으로써 소멸하지만, 그 밖에 배당을 요구하지 아니하여 배당절차에 관여하지 아니한 담보권자의 경우에는 선박경매절차의 취소로 인하여 아무런 영향을 받지 않으므로 보증금의 배당절차가 종료된다고 하더라도 그 담보권은 소멸하지 않는다.<br/>[2] 甲 소유의 선박에 관하여 乙 수산업협동조합, 丙 주식회사, 丁, 戊가 순차로 근저당권설정등기를 마친 상태에서 戊가 담보권 실행을 위한 경매신청을 하여 경매개시결정을 받았고 1순위 근저당권자인 乙 조합이 배당요구를 하였는데, 甲이 戊를 상대로 근저당권말소등 청구의 소를 제기하면서 보증을 제공하여 선박집행절차 취소결정을 받았으나 그 후 소송에서 甲의 패소판결이 확정되고 보증금 배당절차가 진행되어 乙 조합이 배당금 전액을 배당받은 사안에서, 선박경매취소절차에서 배당을 요구하지 아니하여 배당절차에 관여하지 아니한 丙 회사, 丁의 각 근저당권은 선박경매취소에 이은 배당절차가 종료되었다고 하더라도 소멸하지 않고, 다만 戊는 선박경매취소절차에서 제공된 보증에 대하여 경매를 신청한 담보권자로서 배당의 대상이 된 이상 보증이 부족하여 선순위 근저당권자에 밀려 배당을 받지 못하였다고 하더라도, 戊의 근저당권은 선박경매취소에 이은 배당절차가 종료됨으로써 소멸되었다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사집행법 제91조 제2항,제181조 제1항,제2항,제269조 / [2]민사집행법 제91조 제2항,제181조 제1항,제2항,제269조<br/>",
  "참조판례": ""
}