{
  "판례일련번호": "168076",
  "사건명": "재물손괴",
  "사건번호": "2012도13737",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130228",
  "판시사항": "[1] 광업법 시행 이전에 분리되어 구 광업법 규정에 의하여 이미 광업권자 등에게 소유권이 귀속되었던 광물에 관하여도2010. 1. 27. 법률 제9882호로 개정된 광업법 제5조 제1항 단서가 적용되는지 여부(소극)<br/>[2] 피고인이, 甲 주식회사가 토지소유자인 乙 주식회사로부터 수주하여 진행하던 골프장 조성공사의 현장소장으로 근무하면서, 골프장 내이지만 피해자 丙 주식회사 명의로 광업권이 등록되어 있던 광구에서 노출되거나 채취된 광물을 인근 저지대 등에 매립하는 방법으로 丙 회사의 광물을 손괴하였다는 내용으로 기소된 사안에서, 면소를 선고한 제1심판결을 유지한 원심의 조치에광업법 제5조 제1항이나형법 제1조 제2항에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]광업법이 2010. 1. 27. 법률 제9882호로 개정되면서(2011. 1. 28. 시행되었다. 이하 ‘개정 광업법’이라고 한다) 부칙 제4조 제1항이개정 광업법 제5조 제1항 단서가 그 시행 전에 광업권 설정절차 등이 일부라도 진행된 바 있던 광업권에 대하여도 적용되는 것으로 정하고 있다고 하더라도, 개정 광업법이 그 시행 이전에 이미 분리가 완료된 광물의 소유권 귀속에 관하여 명시적인 규정을 두고 있지 아니한 이상,개정 광업법 제5조 제1항 단서는 개정 광업법 시행 이후에 비로소 분리가 이루어지는 광물의 소유권 귀속에 관하여 적용되는 것일 뿐이고, 개정 광업법 시행 이전에 분리됨으로써 당시 유효하던 구 광업법(2010. 1. 27. 법률 제9882호로 개정되기 전의 것) 규정에 의하여 이미 광업권자 등에게 소유권이 귀속되었던 광물에 관하여도 개정 광업법의 시행으로개정 광업법 제5조 제1항 단서의 적용을 통하여 광업권자 등의 그 소유권을 토지소유자 등에게 귀속되게 하는 것으로 볼 수는 없다.<br/>[2] 피고인이, 甲 주식회사가 토지소유자인 乙 주식회사로부터 수주하여 진행하던 골프장 조성공사의 현장소장으로 근무하면서, 골프장 내이지만 피해자 丙 주식회사 명의로 광업권이 등록되어 있던 광구에서 노출되거나 채취된 광물을 인근 저지대 등에 매립하여 성토재로 사용하는 방법으로 丙 회사의 광물을 손괴하였다는 내용으로 기소된 사안에서, 광업법(2010. 1. 27. 법률 제9882호로 개정되어 2011. 1. 28. 시행된 것, 이하 ‘개정 광업법’이라 한다) 시행 이전에 분리된 광물에 관한 재물손괴의 형사적 책임을 묻는 위 공소사실에 관하여개정 광업법 부칙 제4조 제1항에 의하여개정 광업법 제5조 제1항 단서가 적용된다고 할 수 없고,개정 광업법 제5조 제1항 단서 신설이 구 광업법(2010. 1. 27. 법률 제9882호로 개정되기 전의 것)에 의하여 광업권자 등에게 소유권이 귀속되던 광물에 관한 토지소유자 등의 훼손 등 행위를 범죄로 처벌하였던 것이 부당하다는 반성적 고려에서 이루어진 법령의 개폐로 볼 수 없는 이상,형법 제1조 제2항이 적용된다고 볼 수 없는데도, 이와 달리 보아 위 광물이 광업권자인 丙 회사가 아니라 토지소유자인 乙 회사의 소유라거나,형법 제1조 제2항에 따라 신법이 적용되어 ‘범죄 후 법령개폐로 형이 폐지되었을 때’에 해당한다는 이유로 면소를 선고한 제1심판결을 유지한 원심의 조치에개정 광업법 제5조 제1항이나형법 제1조 제2항에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 광업법(2010. 1. 27. 법률 제9882호로 개정되기 전의 것) 제5조 제1항,광업법 제5조 제1항,부칙(2010. 1. 27.) 제4조 제1항 / [2]형법 제1조 제2항,제366조,구 광업법(2010. 1. 27. 법률 제9882호로 개정되기 전의 것) 제5조 제1항,광업법 제5조 제1항,부칙(2010. 1. 27.) 제4조 제1항,형사소송법 제326조 제4호<br/>",
  "참조판례": ""
}