{
  "판례일련번호": "168434",
  "사건명": "시정명령 등 취소 청구",
  "사건번호": "2011두7991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130314",
  "판시사항": "[1] 포장용 유리용기 제조업을 영위하는 甲 주식회사가 “글라스락은 내열강화유리로 특허를 받은 제품입니다” 등의 광고를 한 것이구 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호에 해당한다는 이유로 공정거래위원회가 시정명령 등을 한 사안에서, 위와 같이 표시·광고하였다고 하여 곧바로 허위·과장의 광고가 된다고 단정할 수 없음에도 이와 달리 본 원심판결에 법리를 오해한 위법이 있다고 한 사례<br/>[2]구 표시·광고의 공정화에 관한 법률 제3조 제1항 제4호 등에 의하여 금지되는 이른바 ‘비방적인 광고’의 의미<br/>[3] 어떤 식품이나 그와 직접 연관된 제품의 인체 유해성에 관하여 어느 정도 객관적 근거를 갖춘 우려가 제기되어 현실적으로 논란이 되고 있는 경우, 그와 같은 경쟁 제품의 인체 유해의 가능성 또는 위험을 언급하거나 지적하는 광고가 비방광고로서 금지되는지 여부(소극)<br/>",
  "판결요지": "[1] 포장용 유리용기 제조업을 영위하는 甲 주식회사가 “글라스락은 내열강화유리로 특허를 받은 제품입니다” 등의 광고를 한 것에 대하여구 표시·광고의 공정화에 관한 법률(2011. 9. 15. 법률 제11050호로 개정되기 전의 것) 제3조 제1항 제1호에 해당한다는 이유로 공정거래위원회가 시정명령 등을 한 사안에서, 내열유리의 요건을 구체적으로 정의한 규정이나 내열유리 해당 여부를 판정하는 공식적 기준은 마련되어 있지 않으므로, 비록 甲 회사의 글라스락 제품이 한국산업규격에 설정된 내열유리에 관한 일부 품질기준을 충족시키지 못한다고 하더라도, 일반 거래관념상 어느 유리제품을 내열유리라고 지칭하는 것만으로 당연히 한국산업규격에서 정한 내열유리의 품질기준을 충족시킨다고 이해되거나 일반 소비자들이 같은 취지로 인식하고 있다고 볼 만한 특별한 사정이 인정되지 않는 한, 甲 회사가 일반 유리에 비해 내열성이 강화되었다고 볼 수 있는 글라스락 제품에 관하여 ‘내열강화유리’라고 표시·광고하였다고 하여 곧바로 허위·과장의 광고가 된다고 단정할 수 없음에도 이와 달리 본 원심판결에 법리를 오해한 위법이 있다고 한 사례.<br/>[2]구 표시·광고의 공정화에 관한 법률(2011. 9. 15. 법률 제11050호로 개정되기 전의 것) 제3조 제1항 제4호 및같은 조 제2항의 위임에 따른구 표시·광고의 공정화에 관한 법률 시행령(2012. 9. 5. 대통령령 제24081호로 개정되기 전의 것) 제3조 제4항에 의하여 금지되는 이른바 ‘비방적인 광고’는 다른 사업자 등 또는 다른 사업자 등의 상품 등에 관하여 객관적인 근거가 없는 내용으로 비방하거나 일부 불리한 사실만을 추출·왜곡하여 비방함으로써 공정한 거래질서를 저해할 우려가 있는 광고를 말한다.<br/>[3] 식품 또는 그와 직접 연관된 제품의 안전성 또는 인체에 대한 유해성과 관련하여 소비자들이 고도의 경각심을 갖고 그 위험을 미리 회피하기 위하여 최선의 노력을 다하는 것은 소비자들에게 주어진 정당한 선택의 권리에 속한다고 보아야 하는 점에 비추어, 어떠한 식품이나 그와 직접 연관된 제품의 인체 유해성에 관하여 어느 정도 객관적 근거를 갖춘 우려가 제기되어 현실적으로 논란이 되고 있다면, 그 유해성이나 유해 수준이 과학적으로 명백하게 입증되지는 않았다고 하더라도 경쟁 제품이 갖고 있는 위와 같은 유해의 가능성 또는 위험을 언급하거나 지적하는 내용의 광고에 대하여 함부로 공정한 거래질서를 저해할 우려가 있는 비방광고로서 금지하여야 한다고 단정할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 표시·광고의 공정화에 관한 법률(2011. 9. 15. 법률 제11050호로 개정되기 전의 것) 제3조 제1항 제1호,제2항,구 표시·광고의 공정화에 관한 법률 시행령(2012. 9. 5. 대통령령 제24081호로 개정되기 전의 것) 제3조 제1항 / [2]구 표시·광고의 공정화에 관한 법률(2011. 9. 15. 법률 제11050호로 개정되기 전의 것) 제3조 제1항 제1호,제2항,구 표시·광고의 공정화에 관한 법률 시행령(2012. 9. 5. 대통령령 제24081호로 개정되기 전의 것) 제3조 제1항 / [3]구 표시·광고의 공정화에 관한 법률(2011. 9. 15. 법률 제11050호로 개정되기 전의 것) 제3조 제1항 제4호<br/>",
  "참조판례": ""
}