{
  "판례일련번호": "168441",
  "사건명": "상표법 위반·부정경쟁방지 및 영업비밀보호에 관한 법률 위반",
  "사건번호": "2010도15512",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130314",
  "판시사항": "[1] 상표의 유사 여부를 판단하는 기준과 방법<br/>[2] 피고인이, 피해자 甲이 등록출원한 도형상표와 유사한 문양의 표장이 부착된 상품을 판매하거나 판매 목적으로 전시함으로써 甲의 상표권을 침해하였다는 내용으로 기소된 사안에서, 피고인의 처(妻)가 피고인 사용표장인 문양에 대해 디자인등록을 받은 사정은 피고인 사용표장의 사용이 ‘상표의 사용’에 해당하여 상표권침해로 되는 데 장애가 되지 못한다고 한 사례<br/>[3] 타인의 상품임을 표시한 표지와 동일 또는 유사한 디자인을 사용하여 일반 수요자로 하여금 타인의 상품과 혼동을 일으키게 하여 이익을 얻을 목적으로 형식상 디자인권을 취득하는 경우,부정경쟁방지 및 영업비밀보호에 관한 법률 제15조 제1항에 따라같은 법 제2조의 적용이 배제되는지 여부(소극)<br/>[4] 피고인이, 피해자 甲이 등록출원한 도형상표와 유사한 문양의 표장이 부착된 상품을 판매함으로써 甲의 상품과 혼동하게 하거나 甲 등록상표의 식별력이나 명성을 손상하는 행위를 하였다고 하여 부정경쟁방지 및 영업비밀보호에 관한 법률 위반으로 기소된 사안에서, 피고인과 그의 처(妻)가 피고인 사용표장을 구성하는 개별 도형들에 대해 상표등록을 받은 사정은 피고인 사용표장 전체 형태의 사용으로 인하여 甲 등록상표에 대한 부정경쟁행위가 성립하는 데 장애가 되지 못한다고 한 사례<br/>",
  "판결요지": "[1] 상표의 유사 여부는 대비되는 상표를 외관, 호칭, 관념의 세 측면에서 객관적·전체적·이격적으로 관찰하여 거래상 오인·혼동의 염려가 있는지에 의하여 판단하여야 하는데, 특히 도형상표들에 있어서는 그 외관이 지배적인 인상을 남긴다 할 것이므로 외관이 동일·유사하여 두 상표를 다 같이 동종상품에 사용하는 경우 일반 수요자로 하여금 상품의 출처에 관하여 오인·혼동을 일으킬 염려가 있다면 두 상표는 유사하다고 보아야 한다. 또한 상표의 유사 여부의 판단은 두 개의 상표 자체를 나란히 놓고 대비하는 것이 아니라 때와 장소를 달리하여 두 개의 상표를 대하는 거래자나 일반 수요자가 상품 출처에 관하여 오인·혼동을 일으킬 우려가 있는지의 관점에서 이루어져야 하고, 두 개의 상표가 그 외관, 호칭, 관념 등에 의하여 거래자나 일반 수요자에게 주는 인상, 기억, 연상 등을 전체적으로 종합할 때 상품의 출처에 관하여 오인·혼동을 일으킬 우려가 있는 경우에는 두 개의 상표는 서로 유사하다.<br/>[2] 피고인이, 피해자 甲이 등록출원한 도형상표 “”와 유사한 “” 문양의 피고인 사용표장이 부착된 가방과 지갑을 판매하거나 판매 목적으로 전시함으로써 甲의 상표권을 침해하였다는 내용으로 기소된 사안에서, 甲 등록상표의 고객흡인력 등에 편승하기 위한 의도로 사용된 피고인 사용표장은 실제 거래계에서 자타상품의 출처를 표시하기 위하여 상표로서 사용되었고, 피고인 사용표장의 사용에 관하여 그 상표권자인 甲의 허락이 있었다거나디자인보호법 제70조의 통상실시권 허여의 심판이 있었다는 사정이 없는 이상, 피고인의 처(妻)가 피고인 사용표장인 문양에 대해 디자인등록을 받아 피고인이 위 디자인권의 실시허락을 받고서 피고인 사용표장을 사용하였다고 볼 여지가 있다는 점은 피고인의 처의 디자인등록출원일 전에 출원된 甲 등록상표와의 관계에서 피고인 사용표장의 사용이 상표로서의 사용에 해당하여 상표권침해로 되는 데 장애가 되지 못한다고 한 사례.<br/>[3]부정경쟁방지 및 영업비밀보호에 관한 법률(이하 ‘부정경쟁방지법’이라 한다) 제15조 제1항은 디자인보호법 등 다른 법률에부정경쟁방지법 제2조 등과 다른 규정이 있는 경우에는 부정경쟁방지법의 규정을 적용하지 아니하고 다른 법률의 규정을 적용하도록 규정하고 있으나, 디자인보호법상 디자인은 물품의 형상·모양·색채 또는 이들을 결합한 것으로서 시각을 통하여 미감을 일으키게 하는 것이고(디자인보호법 제2조 제1호 참조), 디자인보호법의 입법 목적은 이러한 디자인의 보호 및 이용을 도모함으로써 디자인의 창작을 장려하여 산업발전에 이바지함에 있으므로(디자인보호법 제1조 참조), 디자인의 등록이 대상물품에 미감을 불러일으키는 자신의 디자인의 보호를 위한 것이 아니고, 국내에서 널리 인식되어 사용되고 있는 타인의 상품임을 표시한 표지와 동일 또는 유사한 디자인을 사용하여 일반 수요자로 하여금 타인의 상품과 혼동을 일으키게 하여 이익을 얻을 목적으로 형식상 디자인권을 취득하는 것이라면, 그 디자인의 등록출원 자체가 부정경쟁행위를 목적으로 하는 것으로서, 설령 권리행사의 외형을 갖추었다 하더라도 이는 디자인보호법을 악용하거나 남용한 것이 되어 디자인보호법에 의한 적법한 권리의 행사라고 인정할 수 없으니, 이러한 경우에는부정경쟁방지법 제15조 제1항에 따라같은 법 제2조의 적용이 배제된다고 할 수 없다.<br/>[4] 피고인이, 피해자 甲이 등록출원한 도형상표 “”와 유사한 “” 문양의 표장이 부착된 가방과 지갑을 판매함으로써 甲의 상품과 혼동하게 하거나 甲 등록상표의 식별력이나 명성을 손상하는 행위를 하였다고 하여 부정경쟁방지 및 영업비밀보호에 관한 법률 위반으로 기소된 사안에서, 피고인 사용표장을 구성하는 개별 도형 각각의 상표권에 기초한 상표 사용권은 위 개별 도형들이 조합된 피고인 사용표장 전체 형태의 피고인 사용표장에는 미치지 아니하므로, 피고인과 그의 처(妻)가 피고인 사용표장을 구성하는 개별 도형들에 대해 각각 나누어 상표등록을 받아 피고인이 피고인 사용표장을 구성하는 개별 도형들 중 일부에 대하여는 상표권을 보유하고 있고, 나머지 부분에 대하여는 그 상표권의 사용허락을 받고서 피고인 사용표장을 사용하였다는 사정은 피고인 사용표장 전체 형태의 사용으로 인하여 甲 등록상표에 대한 부정경쟁행위가 성립하는 데 장애가 되지 못한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제2조 제1항 제1호 / [2]상표법 제66조 제1항 제1호,제93조,디자인보호법 제45조 제1항,제70조 / [3]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조,구 부정경쟁방지 및 영업비밀보호에 관한 법률(2011. 6. 30. 법률 제10810호로 개정되기 전의 것) 제15조 제1항,디자인보호법 제1조,제2조 제1호 / [4]부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목,(다)목,제18조 제3항 제1호,구 부정경쟁방지 및 영업비밀보호에 관한 법률(2011. 6. 30. 법률 제10810호로 개정되기 전의 것) 제15조 제1항<br/>",
  "참조판례": "[1]대법원 2000. 12. 26. 선고 98도2743 판결(공2001상, 406),대법원 2007. 2. 26.자 2006마805 결정<br/>"
}