{
  "판례일련번호": "168446",
  "사건명": "업무방해·정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(정보통신망 침해 등)",
  "사건번호": "2010도410",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130314",
  "판시사항": "[1] 소비자불매운동이 위력에 의한 업무방해죄를 구성하는지 판단하는 기준<br/>[2] 위력 행사의 상대방이 피해자가 아닌 제3자인 경우 피해자에 대한 업무방해죄가 성립하기 위한 요건 및 그 판단 기준<br/>[3] 인터넷카페의 운영진인 피고인들이 카페 회원들과 공모하여, 특정 신문들에 광고를 게재하는 광고주들에게 불매운동의 일환으로 지속적·집단적으로 항의전화를 하거나 항의글을 게시하는 등의 방법으로 광고중단을 압박함으로써 위력으로 광고주들 및 신문사들의 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인들의 행위가 광고주들에 대하여는 업무방해죄의 위력에 해당하지만, 신문사들에 대하여는 직접적인 위력의 행사가 있었다고 보기에 부족하다고 본 사례<br/>[4] 정보통신망에 장애가 발생하게 함으로 인한 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반죄가 성립하기 위하여 정보통신망의 장애가 현실적으로 발생할 것을 요하는지 여부(적극)<br/>",
  "판결요지": "[1] 소비자가 구매력을 무기로 상품이나 용역에 대한 자신들의 선호를 시장에 실질적으로 반영하기 위한 집단적 시도인 소비자불매운동은 본래 ‘공정한 가격으로 양질의 상품 또는 용역을 적절한 유통구조를 통해 적절한 시기에 안전하게 구입하거나 사용할 소비자의 제반 권익을 증진할 목적’에서 행해지는 소비자보호운동의 일환으로서헌법 제124조를 통하여 제도로서 보장되나, 그와는 다른 측면에서 일반 시민들이 특정한 사회, 경제적 또는 정치적 대의나 가치를 주장·옹호하거나 이를 진작시키기 위한 수단으로서 소비자불매운동을 선택하는 경우도 있을 수 있고, 이러한 소비자불매운동 역시 반드시헌법 제124조는 아니더라도헌법 제21조에 따라 보장되는 정치적 표현의 자유나헌법 제10조에 내재된 일반적 행동의 자유의 관점 등에서 보호받을 가능성이 있으므로, 단순히 소비자불매운동이헌법 제124조에 따라 보장되는 소비자보호운동의 요건을 갖추지 못하였다는 이유만으로 이에 대하여 아무런 헌법적 보호도 주어지지 아니한다거나 소비자불매운동에 본질적으로 내재되어 있는 집단행위로서의 성격과 대상 기업에 대한 불이익 또는 피해의 가능성만을 들어 곧바로형법 제314조 제1항의 업무방해죄에서 말하는 위력의 행사에 해당한다고 단정하여서는 아니 된다. 다만 그 소비자불매운동이 헌법상 보장되는 정치적 표현의 자유나 일반적 행동의 자유 등의 점에서도 전체 법질서상 용인될 수 없을 정도로 사회적 상당성을 갖추지 못한 때에는 그 행위 자체가 위법한 세력의 행사로서형법 제314조 제1항의 업무방해죄에서 말하는 위력의 개념에 포섭될 수 있고, 그러한 관점에서 어떠한 소비자불매운동이 위력에 의한 업무방해죄를 구성하는지 여부는 해당 소비자불매운동의 목적, 불매운동에 이르게 된 경위, 대상 기업의 선정이유 및 불매운동의 목적과의 연관성, 대상 기업의 사회·경제적 지위와 거기에 비교되는 불매운동의 규모 및 영향력, 불매운동 참여자의 자발성, 불매운동 실행과정에서 다른 폭력행위나 위법행위의 수반 여부, 불매운동의 기간 및 그로 인하여 대상 기업이 입은 불이익이나 피해의 정도, 그에 대한 대상 기업의 반응이나 태도 등 제반 사정을 종합적·실질적으로 고려하여 판단하여야 한다.<br/>[2] 업무방해죄의 위력은 원칙적으로 피해자에게 행사되어야 하므로, 그 위력 행사의 상대방이 피해자가 아닌 제3자인 경우 그로 인하여 피해자의 자유의사가 제압될 가능성이 직접적으로 발생함으로써 이를 실질적으로 피해자에 대한 위력의 행사와 동일시할 수 있는 특별한 사정이 있는 경우가 아니라면 피해자에 대한 업무방해죄가 성립한다고 볼 수 없다. 이때 제3자에 대한 위력의 행사로 피해자의 자유의사가 직접 제압될 가능성이 있는지는 위력 행사의 의도나 목적, 위력 행사의 상대방인 제3자와 피해자의 관계, 위력의 행사 장소나 방법 등 태양, 제3자에 대한 위력의 행사에 관한 피해자의 인식 여부, 제3자에 대한 위력의 행사로 피해자가 입게 되는 불이익이나 피해의 정도, 피해자에 의한 위력의 배제나 제3자에 대한 보호의 가능성 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 인터넷카페의 운영진인 피고인들이 카페 회원들과 공모하여, 특정 신문들에 광고를 게재하는 광고주들에게 불매운동의 일환으로 지속적·집단적으로 항의전화를 하거나 광고주들의 홈페이지에 항의글을 게시하는 등의 방법으로 광고중단을 압박함으로써 위력으로 광고주들 및 신문사들의 업무를 방해하였다는 내용으로 기소된 사안에서, 원심이 피고인들이 벌인 불매운동의 목적, 그 조직과정, 대상 기업의 선정경위, 불매운동의 규모 및 영향력, 불매운동의 실행 형태, 불매운동의 기간, 대상 기업인 광고주들이 입은 불이익이나 피해의 정도 등에 비추어 피고인들의 위 행위가 광고주들의 자유의사를 제압할 만한 세력으로서 위력에 해당한다고 본 것은 정당하나, 나아가 피고인들의 행위로 신문사들이 실제 입은 불이익이나 피해의 정도, 그로 인하여 신문사들의 영업활동이나 보도에 관한 자유의사가 제압될 만한 상황에 이르렀는지 등을 구체적으로 심리하여 살펴보지 아니한 채, 신문사들에 대한 직접적인 위력의 행사가 있었다고 보아 유죄를 인정한 원심판결에 업무방해죄의 구성요건인 위력의 대상 등에 관한 법리를 오해하여 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>[4]정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제3항은 “누구든지 정보통신망의 안정적 운영을 방해할 목적으로 대량의 신호 또는 데이터를 보내거나 부정한 명령을 처리하도록 하는 등의 방법으로 정보통신망에 장애가 발생하게 하여서는 아니 된다.”라고 규정하고 있고, 이는 정보통신망의 안정적 운영 내지 적정한 작동을 보호하기 위한 규정이므로, 위 죄가 성립하기 위해서는 정보통신망이 그 사용목적에 부합하는 기능을 하지 못하거나 사용목적과 다른 기능을 하는 등 정보통신망의 장애가 현실적으로 발생하였을 것을 요한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]헌법 제10조,제21조,제124조,형법 제314조 제1항 / [2]형법 제314조 제1항 / [3]형법 제30조,제314조 제1항 / [4]구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2008. 6. 13. 법률 제9119호로 개정되기 전의 것) 제48조 제3항,제71조 제5호(현행제71조 제10호 참조)<br/>",
  "참조판례": "[1]대법원 2009. 9. 10. 선고 2009도5732 판결(공2009하, 1722),대법원 2012. 5. 24. 선고 2009도4141 판결<br/>"
}