{
  "판례일련번호": "168606",
  "사건명": "수산업법 위반·수산자원관리법 위반",
  "사건번호": "2012도16383",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130328",
  "판시사항": "처벌대상인 행위를 대통령령 등 하위법령에 위임하고 있는구 수산업법 제95조 제8호,제73조 및구 수산자원관리법 제64조 제1호,제17조가 포괄위임입법금지 원칙 내지 죄형법정주의에 위배되는지 여부(소극)<br/>",
  "판결요지": "구 수산업법(2009. 4. 22. 법률 제9626호로 전부 개정되기 전의 것, 이하 ‘종전 수산업법’이라 한다)은 제73조에서 ‘이 법 또는 이 법에 따른 명령’을 위반하는 행위에 관하여같은 법 제95조에 형벌규정을 두면서 그 명령의 내용에 관하여는같은 법 제53조 제1항 제8호에 규정하고 있었고, 한편구 수산자원관리법(2010. 4. 15. 법률 제10272호로 개정되기 전의 것, 이하 같다)은 제17조에서 ‘이 법 또는 수산업법에 따른 명령’을 위반하는 행위에 관하여같은 법 제64조에 형벌규정을 두면서 그 명령의 내용에 관하여는구 수산업법(2010. 4. 15. 법률 제10272호로 개정되기 전의 것, 이하 ‘구 수산업법’이라 한다) 제61조 제1항 제5호에 규정하고 있었다. 그런데종전 수산업법 제53조 제1항 제8호와구 수산업법 제61조 제1항 제5호는 위임의 목적이 ‘어업단속·위생관리·유통질서 기타 어업조정'에 있음을 분명히 하고 있고, 위임의 내용과 범위를 구체적으로 확정하고 있으며, 여기에 그 주된 피적용자가 조업구역, 포획·채취할 수 있는 수산동식물에 관한 제한을 대체적으로 예측할 수 있는 어업인들이라는 점, 끊임없이 변화하는 해양생태계를 규율대상으로 하는 수산업법은 다른 법률에 비하여 보다 탄력성을 요구하며, 또한 고도로 전문적이고 기술적이며 국제 해양질서의 변화에 따라 가변적이어서 수산자원보호, 어업조정이라는 입법 목적을 효율적으로 달성하기 위하여 탄력성 있는 행정입법을 활용할 필요가 크다는 점, 이에 따라구 수산자원보호령(2010. 4. 20. 대통령령 제22128호 수산자원관리법 시행령 부칙 제2조로 폐지, 이하 같다) 제29조는종전 수산업법 제53조 제1항 제8호에서 규정한 내용 중 일부를,구 수산업법 시행령(2010. 4. 20. 대통령령 제22127호로 전부 개정된 것, 이하 같다) 제41조는구 수산업법 제61조 제1항 제5호에서 규정한 내용 중 일부를 좀 더 세부적으로 규정하면서 위임받은 사항에 관하여 대강을 정하고 그 중의 특정사항을 범위를 정해 농림수산식품부장관에게 재위임하여 고래포획금지에 관한 고시(2008. 8. 1. 농림수산식품부 고시 제2008-46호 및 2009. 9. 10. 농림수산식품부 고시 제2009-311호)가 발령된 점, 그 밖에 종전 수산업법, 구 수산업법, 구 수산자원보호령, 구 수산업법 시행령의 입법 목적, 적용범위, 전반적인 규정체계 및 규정 내용 등을 종합해 보면,종전 수산업법 제53조 제1항 제8호,구 수산업법 제61조 제1항 제5호는 위임사항의 내용과 범위를 구체적으로 특정하였다고 할 것이고, 이로부터 대통령령 등 하위법령에 규정될 사항이 어떤 것일지 대체적으로 예측할 수 있었다고 보아야 한다. 따라서 위 처벌조항은 포괄위임입법금지 원칙 내지 죄형법정주의에 위배되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항,제75조,제95조,형법 제1조 제1항,구 수산업법(2009. 4. 22. 법률 제9626호로 전부 개정되기 전의 것) 제53조 제1항 제8호(현행제61조 제1항 제5호,제2항 참조),제73조(현행제98조 제8호 참조),제95조 제8호(현행제98조 제8호 참조),구 수산업법(2010. 4. 15. 법률 제10272호로 개정되기 전의 것) 제61조 제1항 제5호,구 수산업법 시행령(2010. 4. 20. 대통령령 제22127호로 전부 개정된 것) 제41조,구 수산자원보호령(2010. 4. 20. 대통령령 제22128호 수산자원관리법 시행령 부칙 제2조로 폐지) 제29조(현행수산업법 시행령 제41조 참조),구 수산자원관리법(2010. 4. 15. 법률 제10272호로 개정되기 전의 것) 제17조,제64조 제1호, 고래포획금지에 관한 고시(2008. 8. 1. 농림수산식품부 고시 제2008-46호, 2009. 9. 10. 농림수산식품부 고시 제2009-311호)<br/>",
  "참조판례": "대법원 2002. 11. 26. 선고 2002도2998 판결(공2003상, 276),헌법재판소 1996. 2. 29. 선고 94헌마213 전원재판부 결정(헌공14, 226)<br/>"
}