{
  "판례일련번호": "169068",
  "사건명": "손해배상(기)",
  "사건번호": "2011다14428",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130426",
  "판시사항": "[1] 법령 개정에서 입법자가 경과규정을 두는 등 구 법령의 존속에 대한 당사자의 신뢰를 보호할 조치가 필요한지 판단하는 기준 및 행정입법에 관여한 공무원이 나름대로 합리적 근거를 찾아 어느 하나의 견해에 따라 경과규정을 두는 등의 조치 없이 새 법령을 그대로 시행 또는 적용하였으나 그 판단이 나중에 대법원이 내린 판단과 달라 결과적으로 신뢰보호 원칙 등을 위반하게 된 경우, 국가배상책임의 성립요건인 공무원의 과실이 있다고 볼 수 있는지 여부(소극)<br/>[2]2002. 3. 25. 개정된 변리사법 시행령 제4조 제1항이 변리사 제1차 시험을 ‘절대평가제’에서 ‘상대평가제’로 변경함에 따라 2002. 5. 26. 실시된 시험에서 불합격처분을 받았다가 그 후 위 조항을 즉시 시행한 부분이 헌법에 위배되어 무효라는 대법원판결이 내려져 추가합격처분을 받은 甲 등이 국가배상책임을 물은 사안에서, 국가배상책임을 인정한 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 법령의 개정에서 입법자의 광범위한 재량이 인정되는 경우라 하더라도 구 법령의 존속에 대한 당사자의 신뢰가 합리적이고도 정당하며 법령의 개정으로 야기되는 당사자의 손해가 극심하여 새로운 법령으로 달성하고자 하는 공익적 목적이 그러한 신뢰의 파괴를 정당화할 수 없다면 입법자는 경과규정을 두는 등 당사자의 신뢰를 보호할 적절한 조치를 하여야 하며 이와 같은 적절한 조치 없이 새 법령을 그대로 시행하거나 적용하는 것은 허용될 수 없는바, 이는 헌법의 기본원리인 법치주의 원리에서 도출되는 신뢰보호의 원칙에 위배되기 때문이다. 그러나 입법자가 이러한 신뢰보호 조치가 필요한지를 판단하기 위하여는 관련 당사자의 신뢰의 정도, 신뢰이익의 보호가치와 새 법령을 통해 실현하고자 하는 공익적 목적 등을 종합적으로 비교·형량하여야 하는데, 이러한 비교·형량에 관하여는 여러 견해가 있을 수 있으므로, 행정입법에 관여한 공무원이 입법 당시의 상황에서 다양한 요소를 고려하여 나름대로 합리적인 근거를 찾아 어느 하나의 견해에 따라 경과규정을 두는 등의 조치 없이 새 법령을 그대로 시행하거나 적용하였다면, 그와 같은 공무원의 판단이 나중에 대법원이 내린 판단과 같지 아니하여 결과적으로 시행령 등이 신뢰보호의 원칙 등에 위배되는 결과가 되었다고 하더라도, 이러한 경우에까지국가배상법 제2조 제1항에서 정한 국가배상책임의 성립요건인 공무원의 과실이 있다고 할 수는 없다.<br/>[2]2002. 3. 25. 대통령령 제17551호로 개정된 변리사법 시행령 제4조 제1항이 변리사 제1차 시험을 ‘절대평가제’에서 ‘상대평가제’로 변경함에 따라 2002. 5. 26. 상대평가제로 실시된 시험에서 불합격처분을 받았다가 그 후 위 시행령 부칙 중 위 조항을 공포 즉시 시행하도록 한 부분이 헌법에 위배되어 무효라는 대법원판결이 내려져 추가합격처분을 받은 甲 등이 국가배상책임을 물은 사안에서, 제반 사정에 비추어 위 시행령과 부칙의 입법에 관여한 공무원들은 입법 당시 상황에서 다양한 요소를 고려하여 나름대로 합리적인 근거를 찾아 어느 하나의 견해에 따라 위 시행령을 경과규정 등의 조치 없이 그대로 시행한 것이므로, 비록 대법원판결에서 위 시행령 부칙 중 위 조항을 즉시 시행하도록 한 부분이 헌법에 위배된다고 판단하여 결과적으로 부칙 제정행위가 위법한 것으로 되고 그에 따른 불합격처분 역시 위법하게 되어 위법한 법령의 제정 및 법령의 부당집행이라는 결과를 가져오게 되었더라도, 이러한 경우에까지 국가배상책임의 성립요건인 공무원의 과실이 있다고 단정할 수 없다는 이유로, 이와 달리 보아 국가배상책임을 인정한 원심판결에는 국가배상책임에서 공무원의 직무상 과실에 관한 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]국가배상법 제2조 제1항 / [2]국가배상법 제2조 제1항,변리사법 제4조의2,구 변리사법 시행령(2004. 5. 10. 대통령령 제18387호로 개정되기 전의 것) 제4조 제1항, 부칙(2002. 3. 25.)<br/>",
  "참조판례": "[1]대법원 2006. 11. 16. 선고 2003두12899 전원합의체 판결(공2006하, 2085)<br/>"
}