{
  "판례일련번호": "169061",
  "사건명": "사기·마약류관리에 관한 법률 위반(향정)·정신보건법 위반·건강기능식품에 관한 법률 위반",
  "사건번호": "2011도10797",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130426",
  "판시사항": "[1] 의사인 피고인이 전화를 이용하여 진찰한 것임에도 내원 진찰인 것처럼 가장하여 국민건강보험관리공단에 요양급여비용을 청구함으로써 진찰료 등을 편취하였다는 내용으로 기소된 사안에서, 피고인에게 사기죄를 인정한 원심판단이 정당하다고 한 사례<br/>[2] 마약류취급의료업자가 자신의 질병에 대한 치료 기타 의료 목적으로 그에 필요한 범위 내에서 마약 등을 투약하는 등의 행위가 구 ‘마약류 관리에 관한 법률’상 금지되는 마약류취급자의 ‘업무 외의 목적’을 위한 투약 등 행위에 해당하는지 여부(소극) 및 이때 자신에 대한 투약이 제3자에 대한 처방전 발부를 통해 이루어진 사정만으로 달리 보아야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 의사인 피고인이 전화를 이용하여 진찰(이하 ‘전화 진찰’이라고 한다)한 것임에도 내원 진찰인 것처럼 가장하여 국민건강보험관리공단에 요양급여비용을 청구함으로써 진찰료 등을 편취하였다는 내용으로 기소된 사안에서, 당시에 시행되던 구 ‘국민건강보험 요양급여의 기준에 관한 규칙’(2010. 3. 19. 보건복지부령 제1호로 개정되기 전의 것)에 기한 보건복지부장관의 고시는 내원을 전제로 한 진찰만을 요양급여의 대상으로 정하고 있고 전화 진찰이나 이에 기한 약제 등의 지급은 요양급여의 대상으로 정하고 있지 아니하므로, 전화 진찰이구 의료법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제17조 제1항에서 정한 ‘직접 진찰’에 해당한다고 하더라도 그러한 사정만으로 요양급여의 대상이 된다고 할 수 없는 이상, 전화 진찰을 요양급여대상으로 되어 있던 내원 진찰인 것으로 하여 요양급여비용을 청구한 것은 기망행위로서 사기죄를 구성하고, 피고인의 불법이득의 의사 또한 인정된다는 이유로, 피고인에게 유죄를 인정한 원심판단이 정당하다고 한 사례.<br/>[2] 의사가 자신의 질병을 직접 진찰하고 투약·치료하는 것이라고 하여 이를 의료행위에 해당하지 아니한다고 할 수 없고, 구 의료법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것)이 이를 금지하는 규정을 두고 있지도 아니하다. 나아가 구 마약류 관리에 관한 법률(2010. 1. 18. 법률 제9932호로 개정되기 전의 것)은 마약류 등의 취급·관리를 적정히 함으로써 그 오용 또는 남용으로 인한 보건상의 위해를 방지하는 것을 목적으로 하는 것인데(제1조), 이 또한 마약류취급자인 의사가 자신에 대한 의료의 목적으로 마약 또는 향정신성의약품(이하 ‘마약 등’이라고 한다)을 투약하는 등의 행위를 금지하는 규정을 두고 있지 아니한 이상, 의사가 마약 등을 오용이나 남용하는 것이 아니라 자신의 질병에 대한 치료 기타 의료 목적으로 그에 필요한 범위 내에서 투약 등을 하는 것은 허용된다고 할 것이다. 또한 의사 자신에 대한 마약 등의 투약이 의료 목적으로 그에 필요한 범위 내에서 이루어지는 것이라면 그 처방전이 의사 자신이 아니라 제3자에 대한 것으로 발부되었다고 하더라도 그러한 처방전 발부에 대한 법적 책임은 별론으로 하고 그러한 사정만으로 이를 ‘업무 외의 목적’을 위한 투약이라고 할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제347조 제1항,구 의료법(2009. 1. 30. 법률 제9386호로 개정되기 전의 것) 제17조 제1항,구 국민건강보험법(2010. 1. 18. 법률 제9932호로 개정되기 전의 것) 제39조 제1항(현행제41조 제1항 참조) / [2]구 마약류 관리에 관한 법률(2010. 1. 18. 법률 제9932호로 개정되기 전의 것) 제1조,제2조 제6호 (자)목[현행제2조 제5호 (자)목 참조],제4조 제1항,제5조 제1항,제61조 제1항 제5호(현행제61조 제1항 제7호 참조)<br/>",
  "참조판례": ""
}