{
  "판례일련번호": "169207",
  "사건명": "대기배출시설설치 불허가처분등 취소",
  "사건번호": "2012두22799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130509",
  "판시사항": "[1]구 수도권 대기환경개선에 관한 특별법 제14조 제1항에서 정한 대기오염물질 총량관리사업장 설치의 허가 또는 변경허가 처분의 여부 및 내용의 결정이 행정청의 재량에 속하는지 여부(적극)<br/>[2] 배출시설 설치허가 신청이구 대기환경보전법 제23조 제5항에서 정한 허가기준에 부합하고구 대기환경보전법 제23조 제6항,같은 법 시행령 제12조에서 정한 허가제한사유에 해당하지 않는 경우, 환경부장관은 이를 허가하여야 하는지 여부(원칙적 적극) 및 환경부장관이 허가를 거부할 수 있는 경우<br/>",
  "판결요지": "[1]구 수도권 대기환경개선에 관한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 수도권대기환경특별법’이라 한다) 제2조 제2호,제8조 제2항 제8호,제14조 제1항,제15조,제16조,제19조 제1항,같은 법 시행령(2011. 12. 30. 대통령령 23465호로 개정되기 전의 것) 제2조,제17조, [별표 1], [별표 2],같은 법 시행규칙 제8조 등 대기오염물질 총량관리사업장 설치의 허가 또는 변경허가에 관한 규정들의 문언 및 그 체제·형식과 함께 구 수도권대기환경특별법의 입법 목적, 규율 대상, 허가의 방법, 허가 후 조치권한 등을 종합적으로 고려할 때,구 수도권대기환경특별법 제14조 제1항에서 정한 대기오염물질 총량관리사업장 설치의 허가 또는 변경허가는 특정인에게 인구가 밀집되고 대기오염이 심각하다고 인정되는 수도권 대기관리권역에서 총량관리대상 오염물질을 일정량을 초과하여 배출할 수 있는 특정한 권리를 설정하여 주는 행위로서 그 처분의 여부 및 내용의 결정은 행정청의 재량에 속한다.<br/>[2]구 대기환경보전법(2011. 7. 21. 법률 제10893호로 개정되기 전의 것, 이하 같다) 제2조 제9호,제23조 제1항,제5항,제6항,같은 법 시행령(2010. 12. 31. 대통령령 제22601호로 개정되기 전의 것, 이하 같다) 제11조 제1항 제1호,제12조,같은 법 시행규칙 제4조, [별표 2]와 같은 배출시설 설치허가와 설치제한에 관한 규정들의 문언과 그 체제·형식에 따르면 환경부장관은 배출시설 설치허가 신청이구 대기환경보전법 제23조 제5항에서 정한 허가 기준에 부합하고구 대기환경보전법 제23조 제6항,같은 법 시행령 제12조에서 정한 허가제한사유에 해당하지 아니하는 한 원칙적으로 허가를 하여야 한다. 다만 배출시설의 설치는 국민건강이나 환경의 보전에 직접적으로 영향을 미치는 행위라는 점과 대기오염으로 인한 국민건강이나 환경에 관한 위해를 예방하고 대기환경을 적정하고 지속가능하게 관리·보전하여 모든 국민이 건강하고 쾌적한 환경에서 생활할 수 있게 하려는 구 대기환경보전법의 목적(제1조) 등을 고려하면, 환경부장관은같은 법 시행령 제12조 각 호에서 정한 사유에 준하는 사유로서 환경 기준의 유지가 곤란하거나 주민의 건강·재산, 동식물의 생육에 심각한 위해를 끼칠 우려가 있다고 인정되는 등 중대한 공익상의 필요가 있을 때에는 허가를 거부할 수 있다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 수도권 대기환경개선에 관한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제2호,제8조 제2항 제8호,제14조 제1항,제15조,제16조,제19조 제1항,구 수도권 대기환경개선에 관한 특별법 시행령(2011. 12. 30. 대통령령 23465호로 개정되기 전의 것) 제2조 [별표 1],제17조 [별표 2],수도권 대기환경개선에 관한 특별법 시행규칙 제8조 / [2]구 대기환경보전법(2011. 7. 21. 법률 제10893호로 개정되기 전의 것) 제2조 제9호,제23조 제1항,제5항,제6항,구 대기환경보전법 시행령(2010. 12. 31. 대통령령 제22601호로 개정되기 전의 것) 제11조 제1항 제1호,제12조,구 대기환경보전법 시행규칙 제4조 [별표 2]<br/>",
  "참조판례": ""
}