{
  "판례일련번호": "169201",
  "사건명": "진료정지처분 무효확인등",
  "사건번호": "2012다64833",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130509",
  "판시사항": "[1] 대기발령 등 근로자에게 불이익한 처분이 취업규칙이나 인사관리규정 등에 징계처분의 하나로 규정되어 있지 않은 경우, 위 처분이 징계절차를 거치지 아니하였다는 사정만으로 위법한지 여부(원칙적 소극) 및 사용자의 인사명령에 속하는 불이익한 처분이 잠정적 처분인지 확정적 처분인지 판단하는 기준<br/>[2] 대기발령과 같은 잠정적인 인사명령을 사회통념상 합리성이 없을 정도로 부당하게 장기간 유지하는 조치의 효력(=원칙적 무효) 및 이는 근로자의 기존 직무범위 중 본질적인 부분을 제한하는 등의 방식으로 사실상 아무런 직무도 부여하지 않은 것과 별 차이가 없는 경우에도 적용되는지 여부(적극)<br/>[3] 甲 학교법인 산하 의과대학 교수이자 대학병원의 전문의인 乙에 대한 진료정지처분의 효력이 문제 된 사안에서, 처분 당시에는 정당한 인사권의 범위 내에 속하였지만 甲 법인이 위 처분을 부당하게 장기간 유지한 것은 위법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 대기발령 등 근로자에게 불이익한 처분이라도 취업규칙이나 인사관리규정 등에 징계처분의 하나로 규정되어 있지 않다면, 이는 원칙적으로 인사권자인 사용자의 고유권한에 속하는 인사명령의 범주에 속하는 것이라고 보아야 하고, 인사명령에 대하여는 업무상 필요한 범위 안에서 사용자에게 상당한 재량을 인정하여야 한다. 따라서 위와 같은 처분은 그것이 근로기준법에 위반되거나 권리남용에 해당하는 등의 특별한 사정이 없는 한, 단지 징계절차를 거치지 아니하였다는 사정만으로 위법하다고 할 수는 없다. 한편 사용자의 인사명령에 속하는 불이익한 처분이 대기발령이나 보직의 해제와 같은 잠정적 처분인지, 전보 등 확정적 처분인지는 명칭과 상관없이 처분이 이루어진 구체적인 경위, 그로 인한 근로자 지위의 변화, 변경된 근로의 내용, 업무의 지속성 여부, 처분 당시 사용자의 의사 등 제반 사정을 종합하여 판단할 것이다.<br/>[2] 대기발령과 같은 잠정적인 인사명령이 명령 당시에는 정당한 경우라고 하더라도, 그러한 명령의 목적과 실제 기능, 유지의 합리성 여부 및 그로 인하여 근로자가 받게 될 신분상·경제상의 불이익 등 구체적인 사정을 모두 참작하여 그 기간은 합리적인 범위 내에서 이루어져야 한다. 따라서 대기발령 등의 인사명령을 받은 근로자가 상당한 기간에 걸쳐 근로의 제공을 할 수 없다거나 근로제공을 함이 매우 부적당한 경우가 아닌데도, 사회통념상 합리성이 없을 정도로 부당하게 장기간 동안 잠정적 지위의 상태로 유지하는 것은 특별한 사정이 없는 한 정당한 이유가 있다고 보기 어려우므로 그와 같은 조치는 무효라고 보아야 한다. 그리고 위와 같은 법리는, 대기발령처럼 근로자에게 아무런 직무도 부여하지 않아 근로의 제공을 할 수 없는 상태에서 단순히 다음 보직을 기다리도록 하는 경우뿐 아니라, 당해 근로자의 기존의 직무범위 중 본질적인 부분을 제한하는 등의 방식으로 사실상 아무런 직무도 부여하지 않은 것과 별 차이가 없는 경우 등에도 마찬가지로 적용된다고 보아야 한다.<br/>[3] 甲 학교법인 산하 의과대학 교수이자 대학병원의 전문의인 乙에 대한 진료정지처분의 효력이 문제 된 사안에서, 처분 당시에는 정당한 인사권의 범위 내에 속하였지만, 乙의 직능과 직책, 진료정지처분에 의한 乙의 직무 제한의 정도 및 乙이 입게 된 불이익의 내용, 잠정적인 인사명령 상태가 지속된 기간 등을 고려하면, 甲 법인이 진상조사위원회 조사를 거쳐 乙에게 연구전담교수로의 전환을 제안하기 훨씬 전에 乙을 원래의 지위로 복귀시키거나 다른 보직을 부여하는 확정적인 처분을 하였어야 한다는 이유로, 甲 법인이 위 처분을 부당하게 장기간 유지한 것은 위법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]근로기준법 제23조 / [2]근로기준법 제23조 / [3]근로기준법 제23조<br/>",
  "참조판례": "[1]대법원 2000. 6. 23. 선고 98다54960 판결(공2000하, 1729),대법원 2005. 2. 18. 선고 2003다63029 판결(공2005상, 463) / [2]대법원 2007. 2. 23. 선고 2005다3991 판결<br/>"
}