{
  "판례일련번호": "169493",
  "사건명": "종합소득세 부과처분 취소",
  "사건번호": "2012두29172",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130524",
  "판시사항": "[1] 양돈업을 영위하던 甲이 공익사업 시행자인 乙 개발공사로부터 2008년 폐업보상금을 지급받았는데 과세관청이 2008년 종합소득세 확정신고 당시 위 보상금을 누락하였다는 이유로 종합소득세 부과처분을 한 사안에서, 위 보상금 수입의 귀속시기는 수입금액이 확정되어 지급받은 날이 속하는 2008년도라고 한 원심판단을 정당하다고 한 사례<br/>[2] 농민이 영위하는 축산에서 발생한 소득이 전업이든 부업이든 묻지 않고 구 소득세법 시행령 제9조 제1항 각 호가 정한 범위 내에서는 비과세소득으로 취급하여야 하는지 여부(적극) 및 농민이 축산업을 영위하다가 그 사업장이 수용됨으로 인하여 지급받는 휴·폐업보상금이 위 시행령이 정한 범위 내에서는 농가부업소득인 비과세소득이 되는지 여부(적극)<br/>",
  "판결요지": "[1] 양돈업을 영위하던 甲이 자신의 사업장 토지가 공익사업으로 양돈업을 할 수 없게 되자 공익사업 시행자인 乙 개발공사로부터 2008년 폐업보상금을 지급받았는데 과세관청이 2008년 종합소득세 확정신고 당시 위 보상금을 누락하였다는 이유로 종합소득세 부과처분을 한 사안에서, 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제24조 제1항, 제39조 제1항 규정과 그 입법 취지, 그리고 소득세법상 수입의 귀속시기는 소득에 대한 관리·지배와 그 소득의 객관화 정도, 납세자금의 확보시기 등을 함께 고려하여 그 소득의 실현가능성이 상당히 높은 정도로 성숙·확정되었는지 여부를 기준으로 판단하여야 하는 점, 국세기본법 제45조의2 제2항에서 후발적 경정청구제도를 규정하고 있는 점 등을 고려하여 보면, 위 보상금 수입의 귀속시기는 그 수입금액이 확정되어 지급받은 날이 속하는 2008년도라고 판단하면서 보상금 수입의 귀속시기를 폐업시점인 2009년 또는 축산영업금지의무 종료일인 2010년으로 보아야 한다는 甲의 주장을 배척한 원심판결을 정당하다고 한 사례.<br/>[2] 구 소득세법 시행령(2009. 2. 4. 대통령령 제21301호로 개정되기 전의 것, 이하 같다) 제9조 제1항이 비과세소득인 농가부업소득을 일정한 규모의 축산에서 발생하는 소득 및 그 외의 소득으로서 소득금액의 합계액 중 일정액 이하로 한정하면서 별도로 ‘부업’의 정의에 관한 규정을 두지 않은 점, 구 소득세법 시행규칙(2012. 2. 28. 기획재정부령 제265호로 개정되기 전의 것) 제6조 제2호가 농가부업소득의 계산에 관하여 농가부업규모를 초과하는 사육두수에서 발생한 소득과 기타의 부업에서 발생한 소득을 합산한 소득금액에 대하여도 일정액까지는 비과세소득으로 규정하고 있는 점 등에 비추어 보면, 농민이 영위하는 축산에서 발생한 소득은 그것이 전업이든 부업이든 묻지 않고 구 소득세법 시행령 제9조 제1항 각 호가 정한 범위 내에서는 비과세소득으로 취급하여야 할 것이다. 그리고 사업자가 사업을 영위하다가 그 사업장이 수용됨으로 인하여 사업시행자로부터 지급받는 휴·폐업보상금은 당해 사업과 관련하여 감소되는 소득이나 발생하는 손실 등을 보상하기 위하여 지급되는 손실보상금으로서 그 사업의 태양에 따른 사업소득으로 봄이 상당하므로, 농민이 축산업을 영위하다가 그 사업장이 수용됨으로 인하여 지급받는 휴·폐업보상금은 축산에서 발생한 사업소득으로서 구 소득세법 시행령 제9조 제1항 각 호가 정한 범위 내에서는 농가부업소득인 비과세소득이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제24조 제1항, 제39조 제1항, 국세기본법 제45조의2 제2항 / [2] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제12조 제3호〔현행 제12조 제2호 (다)목 참조〕, 제19조 제1항 제1호, 구 소득세법 시행령(2009. 2. 4. 대통령령 제21301호로 개정되기 전의 것) 제9조 제1항 제1호, 제2호, 제5항(현행 제9조 제6항 참조), 구 소득세법 시행규칙(2012. 2. 28. 기획재정부령 제265호로 개정되기 전의 것) 제6조 제2호, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제77조 제1항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제46조 제1항<br/>",
  "참조판례": "[2] 대법원 2008. 1. 31. 선고 2006두9535 판결(공2008상, 328)<br/>"
}