{
  "판례일련번호": "169624",
  "사건명": "근로자직업능력개발법등 위반에 대한 행정 처분 취소",
  "사건번호": "2011두7175",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130613",
  "판시사항": "[1] 구 근로자직업능력 개발법 제16조 제2항 제2호에 규정된 ‘거짓 그 밖의 부정한 방법’ 및 ‘훈련비용’의 의미<br/>[2] 직업능력개발훈련을 위탁받은 자(수탁자)가 훈련을 받지 않은 훈련생에 대하여 훈련을 받은 것처럼 사실과 다르게 훈련비용을 지급청구한 경우 및 수탁자 또는 그의 관리·감독을 받는 훈련교사 등이 훈련생에게 이미 제적사유가 발생한 사실을 알면서도 그 훈련생에 대한 훈련을 실시하고 훈련비용을 지급청구를 한 경우, 구 근로자직업능력 개발법 제16조 제2항 제2호에 규정된 ‘거짓 그 밖의 부정한 방법’에 해당하는지 여부(적극)<br/>[3] 구 근로자직업능력 개발법 제16조 제1항에 따라 국가·지방자치단체 또는 노동부장관으로부터 직업능력개발훈련을 위탁받은 수탁자가 구 고용보험법 제35조 제1항에 규정된 제재처분의 대상에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것) 제16조 제2항 제2호에 규정된 ‘거짓 그 밖의 부정한 방법’이란 일반적으로 훈련비용을 지급받을 자격이 없는 사람이 그 자격이 있는 것처럼 꾸미거나 그 자격 없는 사실을 감추려는 사회통념상 옳지 못한 모든 행위로서 훈련비용 지급에 관한 의사결정에 영향을 미칠 수 있는 적극적 및 소극적 행위를 말하고, ‘훈련비용’이란 직업능력개발훈련을 위탁받은 자가 훈련을 실시한 대가로 지급받는 비용을 뜻한다.<br/>[2] 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것, 이하 ‘구 직능개발법’이라 한다) 제16조 제1항, 제2항, 제3항의 규정 내용과 구 직능개발법 제16조 제6항의 위임에 따른 구 근로자직업능력 개발법 시행령(2009. 3. 31. 대통령령 제21398호로 개정되기 전의 것) 제13조 제4항 제1호가 제재처분의 구체적 조치기준을 정할 때 고려해야 할 사항의 하나로 ‘위반자의 고의 또는 중대한 과실의 여부’를 들고 있어 위반자에게 고의가 없는 경우에도 제재처분을 할 수 있도록 규정하는 등 관계 법령의 규정 내용, 형식 및 체제, 훈련비용의 의미나 성격 등을 종합적으로 고려할 때, 어느 훈련생이 훈련을 받지 않았음에도 직업능력개발훈련을 위탁받은 자(이하 ‘수탁자’라 한다)가 훈련생의 출결관리 등에 관한 법령상 또는 계약상 의무를 위반하여 그 훈련생이 훈련을 받은 것처럼 사실과 다르게 훈련비용을 지급청구한 경우에는 실제 지급되어서는 안 되는 훈련비용을 청구한 것이므로, 수탁자가 그 훈련생이 훈련을 받지 않았다는 사실을 몰랐다고 하더라도 ‘거짓 그 밖의 부정한 방법’에 해당한다고 새겨야 한다. 또한, 수탁자가 어느 훈련생에 대한 훈련을 실시하고 지급청구를 하였다고 하더라도 그 훈련생에게 이미 제적사유가 발생하였고 수탁자 또는 그의 관리·감독을 받는 훈련교사 등이 이러한 제적사유 발생사실을 알면서도 그 훈련생을 제적하여야 할 법령상 또는 계약상 의무를 위반하여 훈련을 실시하였다면 정당한 절차에 의해서는 지급받을 수 없는 훈련비용을 청구한 것이므로, 단순히 위탁계약 위반에 그치는 것이 아니라 ‘거짓 그 밖의 부정한 방법’에 해당한다고 해석하는 것이 타당하다.<br/>[3] 구 고용보험법(2008. 12. 31. 법률 제9315호로 개정되기 전의 것, 이하 같다) 제35조 제1항은 ‘지원 제한’이라는 제재처분의 대상을 ‘거짓이나 그 밖의 부정한 방법으로 이 장의 규정에 따른 고용안정·직업능력개발 사업의 지원을 받은 자 또는 받으려는 자’로 명시하고 있고, 제2항은 제1항의 요건이 충족됨을 전제로 한 규정이므로 제2항 단서에 규정된 ‘근로자직업능력 개발법 제2조 제1호의 직업능력개발 훈련을 실시하는 자’는 제1항의 제재처분 대상인 ‘이 장의 규정에 따른 고용안정·직업능력개발 사업의 지원을 받은 자 또는 받으려는 자’ 중에서 ‘근로자직업능력 개발법 제2조 제1호의 직업능력개발 훈련을 실시하는 자’를 의미한다고 보아야 하는 등 관계 법률의 규정 내용, 형식 및 체제 등을 종합적으로 고려할 때, 구 고용보험법 ‘제3장 고용안정·직업능력개발 사업’의 각 규정에 따른 고용안정·직업능력개발 사업의 지원을 받는 것이 아니라 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것) 제16조 제1항에 따라 국가·지방자치단체 또는 노동부장관으로부터 직업능력개발훈련을 위탁받은 수탁자는 구 고용보험법 제35조 제1항에 규정된 제재처분의 대상에 해당하지 않는다고 해석하는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것) 제16조 제2항 제2호 / [2] 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것) 제16조 제1항, 제2항 제2호, 제3항, 제6항, 구 근로자직업능력 개발법 시행령(2009. 3. 31. 대통령령 제21398호로 개정되기 전의 것) 제13조 제4항 제1호 / [3] 구 고용보험법(2008. 12. 31. 법률 제9315호로 개정되기 전의 것) 제35조 제1항, 제2항, 구 근로자직업능력 개발법(2008. 12. 31. 법률 제9316호로 개정되기 전의 것) 제2조 제1호, 제16조 제1항<br/>",
  "참조판례": ""
}