{
  "판례일련번호": "169614",
  "사건명": "공무집행 방해·공용물건 손상·국회회의장 소동",
  "사건번호": "2010도13609",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130613",
  "판시사항": "[1] 甲 정당 당직자인 피고인들 등이 국회 외교통상 상임위원회 회의장 앞 복도에서 출입이 봉쇄된 회의장 출입구를 뚫을 목적으로 회의장 출입문 및 그 안쪽에 쌓여있던 집기를 손상하거나, 국회 심의를 방해할 목적으로 회의장 내에 물을 분사한 사안에서, 피고인들의 공용물건손상 및 국회회의장소동 행위를 위법성이 조각되는 정당행위나 긴급피난의 요건을 갖춘 행위로 평가하기 어렵다고 한 사례<br/>[2] 국회의 경호 업무 등을 담당하는 국회 경위가 상임위원회 위원의 회의장 출입을 막는 행위가 적법한지 여부(원칙적 소극)<br/>[3] 甲 정당 당직자인 피고인들 등이 국회 외교통상 상임위원회 회의장 출입문 앞에 배치되어 출입을 막고 있던 국회 경위들을 밀어내기 위해 경위들의 옷을 잡아당기거나 밀치는 등의 행위를 한 사안에서, 피고인들의 행위는 적법성이 결여된  직무행위를 하는 공무원에게 대항하여 한 것에 지나지 아니하여 공무집행방해죄가 성립하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 甲 정당 당직자인 피고인들 등이 국회 외교통상 상임위원회 회의장 앞 복도에서 출입이 봉쇄된 회의장 출입구를 뚫을 목적으로 회의장 출입문 및 그 안쪽에 쌓여있던 책상, 탁자 등 집기를 손상하거나, 국회의 심의를 방해할 목적으로 소방호스를 이용하여 회의장 내에 물을 분사한 사안에서, 피고인들의 위와 같은 행위는 공용물건손상죄 및 국회회의장소동죄의 구성요건에 해당하고, 국민의 대의기관인 국회에서 서로의 의견을 경청하고 진지한 토론과 양보를 통하여 더욱 바람직한 결론을 도출하는 합법적 절차를 외면한 채 곧바로 폭력적 행동으로 나아가 방법이나 수단에 있어서도 상당성의 요건을 갖추지 못하여 이를 위법성이 조각되는 정당행위나 긴급피난의 요건을 갖춘 행위로 평가하기 어렵다고 한 사례.<br/>[2] 헌법 제49조가 국회에서의 다수결 원리를 선언하고 있으나, 이는 어디까지나 통지가 가능한 국회의원 모두에게 회의에 출석할 기회가 부여된 바탕 위에서 재적의원 과반수의 출석과 출석의원 과반수의 찬성으로 그 결의가 이루어질 것을 전제로 하고 있다고 해석되는 점, 국회 상임위원회의 의사·의결정족수를 규정한 국회법 제54조의 규정 또한 실질적으로 모든 위원회의 구성원에게 출석의 기회가 보장된 상태에서 자유로운 토론의 기회가 부여되는 것을 전제조건으로 하고 있는 점 등에 비추어 보면 누구든지 국회의원이 본회의 또는 위원회에 출석하기 위하여 본회의장 또는 위원회 회의장에 출입하는 것을 방해하여서는 아니 되며, 특히 국회의 경호 업무 등을 담당하는 국회 경위가 상임위원회 위원의 회의장 출입을 막는 것은 이를 정당화할 만한 특별한 사정이 없는 한 위법하다.<br/>[3] 한미FTA 비준동의안에 대한 국회 외교통상 상임위원회(이하 ‘외통위’라 한다)의 처리 과정에서, 甲 정당 당직자인 피고인들이 甲 정당 소속 외통위 위원 등과 함께 외통위 회의장 출입문 앞에 배치되어 출입을 막고 있던 국회 경위들을 밀어내기 위해 국회 경위들의 옷을 잡아당기거나 밀치는 등의 행위를 한 사안에서, 제반 사정에 비추어 외통위 위원장이 乙 정당 소속 외통위 위원들이 위원장실에 이미 입실한 상태에서 회의장 출입구를 폐쇄하고 출입을 봉쇄하여 다른 정당 소속 외통위 위원들의 회의장 출입을 막은 행위는 상임위원회 위원장의 질서유지권 행사의 한계를 벗어난 위법한 조치이고, 회의장 근처에 배치된 국회 경위들이 甲 정당 소속 외통위 위원들의 회의장 출입을 막은 행위는 외통위 위원장의 위법한 조치를 보조한 행위에 지나지 아니하여 역시 위법한 직무집행이며, 피고인들이 甲 정당 소속 외통위 위원들을 회의장으로 들여보내기 위하여 그들과 함께 국회 경위들을 밀어내는 과정에서 경위들의 옷을 잡아당기는 등의 행위를 하였더라도, 이러한 행위는 적법성이 결여된 직무행위를 하는 공무원에게 대항하여 한 것에 지나지 아니하여 공무집행이 적법함을 전제로 하는 공무집행방해죄는 성립하지 않는데도, 이와 달리 보아 피고인들에게 유죄를 인정한 원심판결에 공무집행방해죄에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제20조, 제22조 제1항, 제138조, 제141조 제1항 / [2] 헌법 제49조, 국회법 제54조, 형법 제136조 / [3] 헌법 제50조, 형법 제136조 제1항, 국회법 제49조, 제144조, 제145조<br/>",
  "참조판례": ""
}