{
  "판례일련번호": "169625",
  "사건명": "추심금",
  "사건번호": "2013다10628",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130613",
  "판시사항": "[1] 채권압류명령의 ‘압류할 채권의 표시’에 기재된 문언의 해석 방법 및 제3채무자가 통상의 주의력을 가진 사회평균인을 기준으로 그 문언을 이해할 때 포함 여부에 의문을 가질 수 있는 채권이 압류 대상에 포함되었다고 볼 수 있는지 여부(원칙적 소극)<br/>[2] 甲 주식회사와 乙 주식회사가 丙 토지구획정리조합과 토지구획정리에 관한 공사계약을 체결하면서 특약으로 丙 조합에 2억 원을 대여하였는데, 丁이 甲 회사의 丙 조합에 대한 공사예치금반환채권에 대한 채권압류 및 추심명령을 받은 사안에서, 제반 사정을 종합하여 위 추심명령의 효력이 甲 회사의 丙 조합에 대한 위 대여금반환채권에는 미치지 않는다고 한 사례<br/>",
  "판결요지": "[1] 채권압류에 있어서 제3채무자는 순전히 타의에 의하여 다른 사람들 사이의 법률분쟁에 편입되어 압류명령에서 정한 의무를 부담하는 것이므로 이러한 제3채무자는 압류된 채권이나 그 범위를 파악함에 있어서 과도한 부담을 가지지 아니하도록 보호할 필요가 있다. 따라서 그에 있어서 ‘압류할 채권의 표시’에 기재된 문언은 그 문언 자체의 내용에 따라 객관적으로 엄격하게 해석하여야 하고, 문언의 의미가 불명확한 경우 그로 인한 불이익은 압류 신청채권자에게 부담시키는 것이 타당하므로, 제3채무자가 통상의 주의력을 가진 사회평균인을 기준으로 그 문언을 이해할 때 포함 여부에 의문을 가질 수 있는 채권은 특별한 사정이 없는 한 압류의 대상에 포함되었다고 보아서는 아니된다. 이러한 태도는 다음과 같은 관점에서도 설명될 수 있다. 즉 집행채무자의 제3채무자에 대한 채권에 관하여 이를 양수하거나 압류 또는 가압류하거나 그에 다른 권리를 설정받는 등으로 법적 이해관계를 맺으려고 하는 사람은 집행채무자와 아울러 제3채무자에게 그 채권의 존부는 물론이고 법적·사실적 장애 내지 제약을 포함한 채권의 내용에 관하여 문의하는 방식으로 그 이해관계를 일정한 내용으로 맺는 또는 맺지 않는 재산적 결정을 함에 필요한 정보를 얻으려고 하는 일이 빈번히 일어난다. 따라서 제3채무자가 집행채무자에 대한 자신의 채무를 목적으로 행하여진 압류 등의 효력에 관하여 명확하게 알 수 있도록 하는 것이 바람직하고, 그로 하여금 이에 관하여 애매모호한 인식밖에 가질 수 없도록 하는 것은 압류채권자 개인의 집행이익과는 차원을 달리하는 바인 재화의 원활한 유통 또는 운용이라는 우리 법이 일반적으로 추구하는 이익에 제대로 부응한다고 하기 어렵다. 이러한 점은 압류 등으로 집행채무자의 재산에 관하여 채권자 등 다수의 관여를 예정하는 절차가 개시된 경우에는 더욱 요청된다.<br/>[2] 甲 주식회사와 乙 주식회사가 丙 토지구획정리조합과 토지구획정리에 관한 공사계약을 체결하면서 특약에 따라 甲, 乙 회사가 丙 조합에 운영경비 2억 원을 대여하였는데, 丁이 甲 회사의 丙 조합에 대한 공사예치금반환채권에 대한 채권압류 및 추심명령을 받은 사안에서, 공사예치금반환채권과 대여금반환채권은 명칭은 물론 법적 성격이나 내용 등 실질에 있어서도 확연히 다른 채권인 점 등 제반 사정을 종합하여 丙 조합이 통상의 주의력을 가진 사회평균인을 기준으로 ‘압류할 채권의 표시’에 기재된 ‘공사예치금반환채권’이라는 문언을 이해할 때 그것이 위 특약에 따른 대여금반환채권과 동일한 것으로 쉽게 인식된다고 볼 수 없고, 오히려 그 채권이 포함되는지에 관하여 충분히 의문을 가질 수 있다는 이유로, 위 추심명령의 효력이 甲 회사의 丙 조합에 대한 대여금반환채권에는 미치지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제223조, 제225조 / [2] 민사집행법 제223조, 제225조<br/>",
  "참조판례": "[1] 대법원 2011. 2. 24. 선고 2010다96911 판결(공2011상, 644), 대법원 2012. 10. 25. 선고 2010다47117 판결(공2012하, 1898)<br/>"
}