{
  "판례일련번호": "169617",
  "사건명": "취득세등 부과처분 취소",
  "사건번호": "2011두18441",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130613",
  "판시사항": "[1] 새마을금고가 취득하는 부동산이 구 새마을금고법 제28조 제1항 제1호 내지 제4호의 규정에 의한 업무에 사용하기 위한 것으로서 구 지방세법 제272조 제3항 본문이 규정하는 취득세와 등록세의 면제 대상에 해당하기 위한 요건<br/>[2] 구 지방세법 제272조 제3항 본문이 규정하는 취득세와 등록세의 면제 대상에 해당하는지를 판단하는 방법<br/>[3] 새마을금고가 업무에 직접 사용하기 위한 건물을 신축할 목적으로 기존건물과 토지를 취득한 후 기존건물을 철거하고 그 토지 위에 건물을 신축하였으나 신축건물의 전부 또는 일부를 취득일부터 1년 이내에 정당한 사유 없이 업무에 직접 사용하지 아니한 경우, 구 지방세법 제272조 제3항 단서가 정한 취득세와 등록세 추징대상의 범위<br/>",
  "판결요지": "[1] 구 새마을금고법(2011. 3. 8. 법률 제10437호로 개정되기 전의 것. 이하 ‘새마을금고법’이라 한다)에 의하여 설립된 새마을금고가 취득하는 부동산이 새마을금고법 제28조 제1항 제1호 내지 제4호의 규정에 의한 업무에 사용하기 위한 것으로서 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제272조 제3항 본문이 규정하는 취득세와 등록세의 면제 대상에 해당하기 위하여는 그 부동산을 취득하여 직접 사용하기 위한 업무의 주된 목적이 자금의 조성과 이용, 회원의 경제적·사회적·문화적 지위의 향상과 지역사회개발 등에 있어야 한다.<br/>[2] 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것. 이하 같다) 제272조 제3항 본문의 문언 내용과 취지, 그리고 같은 항 단서가 ‘취득한 부동산을 그 사용일부터 2년 이상 그 업무에 직접 사용하지 아니하고 다른 용도로 사용하는 경우에는 그 해당 부분에 대하여 면제된 세액을 추징’하도록 별도로 규정하고 있는 점 등에 비추어 보면, 구 지방세법 제272조 제3항 본문이 규정하는 취득세와 등록세의 면제 대상에 해당하는지는 원칙적으로 부동산의 취득 당시를 기준으로 그 현황과 용도, 취득 목적 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 새마을금고가 업무에 직접 사용하기 위한 건물을 신축할 목적으로 기존건물과 토지를 취득한 후 기존건물을 철거하고 그 토지 위에 건물을 신축하는 경우에 기존건물과 토지의 취득일부터 1년 이내에 건물을 신축하지 못하였더라도 거기에 정당한 사유가 있다면 기존건물과 토지에 대하여 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것. 이하 같다) 제272조 제3항 단서가 규정하는 추징사유가 발생하였다고 볼 수 없지만, 일단 건물이 신축되고 나면 특별한 사정이 없는 한 그때는 바로 신축건물을 업무에 직접 사용하여야 할 것이므로 신축건물의 전부 또는 일부를 그 취득일부터 1년 이내에 정당한 사유 없이 업무에 직접 사용하지 아니한 경우에는 기존건물과 토지 중 신축건물의 연면적에서 업무에 직접 사용되지 아니하는 건물 부분이 차지하는 비율에 해당하는 부분도 구 지방세법 제272조 제3항 단서가 규정하는 취득세와 등록세의 추징대상이 된다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제272조 제3항(현행 지방세특례제한법 제87조, 제94조 참조), 구 새마을금고법(2011. 3. 8. 법률 제10437호로 개정되기 전의 것) 제1조, 제2조 제1항, 제28조 제1항 제1호, 제2호, 제3호, 제4호 / [2] 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제272조 제3항(현행 지방세특례제한법 제87조, 제94조 참조) / [3] 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제272조 제3항(현행 지방세특례제한법 제87조, 제94조 참조)<br/>",
  "참조판례": "[3] 대법원 1992. 6. 23. 선고 91누13281 판결(공1992, 2310)<br/>"
}