{
  "판례일련번호": "170181",
  "사건명": "사생활침해 행위금지등",
  "사건번호": "2012다31628",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130627",
  "판시사항": "[1] 불법행위를 구성하는 사생활의 비밀과 자유 또는 초상권에 대한 부당한 침해가 공개된 장소에서 이루어졌다거나 민사소송의 증거를 수집할 목적으로 이루어졌다고 하여 정당화되는지 여부(소극)<br/>[2] 사생활과 관련된 사항의 공개에 관하여 위법성이 조각되기 위한 요건 및 초상권 또는 사생활의 비밀과 자유를 침해하는 행위의 위법성을 판단할 때 고려하여야 할 요소와 위법성조각에 관한 증명책임의 소재<br/>[3] 甲 주식회사 등이 乙, 丙의 동의 없이 乙 등의 양가 상견례, 데이트 장면 등을 상세히 묘사하고, 乙 등을 무단으로 촬영한 사진을 싣는 보도를 한 사안에서, 甲 회사 등은 공동불법행위자로서 乙 등이 입은 정신적 손해를 배상할 의무가 있다고 한 사례<br/>",
  "판결요지": "[1] 헌법 제10조 제1문, 제17조, 제21조 제4항, 형법 제316조, 제317조 등 여러 규정을 종합하여 보면, 사람은 자신의 사생활의 비밀에 관한 사항을 함부로 타인에게 공개당하지 아니할 법적 이익을 가진다고 할 것이므로, 개인의 사생활의 비밀에 관한 사항은 그것이 공공의 이해와 관련되어 공중의 정당한 관심의 대상이 되는 사항이 아닌 한, 비밀로서 보호되어야 한다. 또한 사람은 누구나 자신의 얼굴 기타 사회통념상 특정인임을 식별할 수 있는 신체적 특징에 관하여 함부로 촬영 또는 그림묘사되거나 공표되지 아니하며 영리적으로 이용당하지 아니할 권리를 가지는데, 이러한 초상권도 헌법 제10조 제1문에 의하여 헌법적으로 보장되는 권리이다. 그러므로 사생활의 비밀과 자유 또는 초상권에 대한 부당한 침해는 불법행위를 구성하고, 그 침해는 그것이 공개된 장소에서 이루어졌다거나 민사소송의 증거를 수집할 목적으로 이루어졌다는 사유만으로는 정당화되지 아니한다.<br/>[2] 개인의 사생활과 관련된 사항의 공개가 사생활의 비밀을 침해하는 것이더라도, 사생활과 관련된 사항이 공공의 이해와 관련되어 공중의 정당한 관심의 대상이 되는 사항에 해당하고, 공개가 공공의 이익을 위한 것이며, 표현내용·방법 등이 부당한 것이 아닌 경우에는 위법성이 조각될 수 있다. 초상권이나 사생활의 비밀과 자유를 침해하는 행위를 둘러싸고 서로 다른 두 방향의 이익이 충돌하는 경우에는 구체적 사안에서의 사정을 종합적으로 고려한 이익형량을 통하여 침해행위의 최종적인 위법성이 가려진다. 이러한 이익형량과정에서, 첫째 침해행위의 영역에 속하는 고려요소로는 침해행위로 달성하려는 이익의 내용 및 중대성, 침해행위의 필요성과 효과성, 침해행위의 보충성과 긴급성, 침해방법의 상당성 등이 있고, 둘째 피해이익의 영역에 속하는 고려요소로는 피해법익의 내용과 중대성 및 침해행위로 인하여 피해자가 입는 피해의 정도, 피해이익의 보호가치 등이 있다. 그리고 일단 권리의 보호영역을 침범함으로써 불법행위를 구성한다고 평가된 행위가 위법하지 아니하다는 점은 이를 주장하는 사람이 증명하여야 한다.<br/>[3] 甲 주식회사 등이 乙, 丙의 동의 없이 乙 등의 사생활 영역에 속하는 양가 상견례, 데이트 장면 등을 상세히 묘사하고, 乙 등을 무단으로 촬영한 사진을 함께 싣는 보도를 한 사안에서, 甲 회사 등은 위 보도를 통해 乙 등의 사생활의 비밀과 자유, 乙의 초상권을 침해하였으므로 공동불법행위자로서 乙 등이 입은 정신적 손해를 배상할 의무가 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제17조, 제21조 제4항, 형법 제316조, 제317조, 민법 제750조 / [2] 헌법 제10조, 제17조, 제21조 제4항, 형법 제316조, 제317조, 민법 제750조 / [3] 헌법 제10조, 제17조, 제21조 제4항, 형법 제316조, 제317조, 민법 제750조<br/>",
  "참조판례": "[1][2] 대법원 2006. 10. 13. 선고 2004다16280 판결(공2006하, 1897) / [1] 대법원 1998. 9. 4. 선고 96다11327 판결(공1998하, 2377), 대법원 2012. 1. 27. 선고 2010다39277 판결 / [2] 대법원 2009. 9. 10. 선고 2007다71 판결(공2009하, 1615)<br/>"
}