{
  "판례일련번호": "170147",
  "사건명": "법인세 부과처분 취소",
  "사건번호": "2013두2655",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130627",
  "판시사항": "[1] 구 조세특례제한법 시행령 제9조 제2항 [별표 6] 제1호 (라)목에서 연구·인력개발비 세액공제 대상의 하나로 규정한 직무발명보상금의 의미 및 임원이나 특수관계자에게 지급하는 것은 세액공제 대상에서 제외되는지 여부(소극)<br/>[2] 구 특허법 제39조 제1항, 제40조 또는 발명진흥법 제2조 제2호, 제15조 등에 따라 산정된 직무발명보상금의 경우, 구 조세특례제한법 제10조 제1항이 허용하는 한도 내의 금액은 연구·인력개발비 세액공제 대상이 되는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 구 조세특례제한법 시행령(2008. 10. 7. 대통령령 제21064호로 개정되기 전의 것, 이하 같다) 제9조 제2항 [별표 6] 제1호 (라)목이 직무발명보상금으로 지출한 금액을 연구·인력개발비로 보아 내국법인의 법인세에 관한 세액공제 대상으로 정한 취지는 조세지원을 통해 기업의 연구개발을 장려하고 촉진하고자 함에 있는 점, 2008. 10. 7. 대통령령 제21064호로 개정된 조세특례제한법 시행령 제9조 제2항 [별표 6] 제1호 (라)목은 ‘종업원 또는 종업원 외의 자에게 직무발명보상금으로 지출한 금액’을 세액공제 대상이 되는 직무발명보상금으로 규정함으로써 임원에게 지출한 직무발명보상금도 세액공제 대상이 됨을 분명히 하였던 점, 조세특례제한법 제12조는 기술이전소득 등에 대한 과세특례를 규정하면서 내국법인과 특수관계에 있는 자에게 지급한 금액을 세액공제 대상에서 제외하도록 명시적으로 규정하고 있는 반면, 구 조세특례제한법(2006. 12. 30. 법률 제8146호로 개정되기 전의 것 및 2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제10조 제1항은 특수관계자에게 지급한 직무발명보상금을 세액공제 대상에서 제외하는 것으로 규정하고 있지 않은 점 등에 비추어 보면, 구 조세특례제한법 시행령 제9조 제2항 [별표 6] 제1호 (라)목의 직무발명보상금이란 구 특허법(2006. 3. 3. 법률 제7869호로 개정되기 전의 것) 제39조 제1항, 제40조 또는 발명진흥법 제2조 제2호 등이 규정한 직무발명보상금을 뜻하는 것으로 보아야 하고, 임원이나 특수관계자에게 지급하는 직무발명보상금이라고 하더라도 이를 세액공제 대상에서 제외할 것은 아니다.<br/>[2] 구 특허법(2006. 3. 3. 법률 제7869호로 개정되기 전의 것) 제39조 제1항, 제40조 또는 발명진흥법 제2조 제2호, 제15조 등이 직무발명을 종업원, 법인의 임원 또는 공무원(이하 ‘종업원 등’이라 한다)이 그 직무에 관하여 발명한 것이 성질상 사용자·법인 또는 국가나 지방자치단체(이하 ‘사용자 등’이라 한다)의 업무범위에 속하고 그 발명을 하게 된 행위가 종업원 등의 현재 또는 과거의 직무에 속하는 발명으로 규정하고, 그 보상액을 그 발명에 의하여 사용자 등이 얻을 이익의 액과 그 발명의 완성에 사용자 등 및 종업원 등이 공헌한 정도를 고려하여 산정하도록 규정하고 있으므로(더욱이 발명진흥법 제15조 제2항은 보상에 관하여 근무규정 등에서 정하는 경우에는 그에 따른 보상이 일정한 상황을 고려하여 합리적인 것으로 인정되면 정당한 보상으로 본다고 규정하고 있다), 그러한 요건을 갖춘 직무발명에 관하여 위와 같은 점을 감안하여 산정된 직무발명보상금이라면, 구 조세특례제한법(2006. 12. 30. 법률 제8146호로 개정되기 전의 것 및 2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제10조 제1항이 허용하는 한도 내의 금액은 특별한 사정이 없는 한 연구·인력개발비 세액공제 대상이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2006. 12. 30. 법률 제8146호로 개정되기 전의 것) 제10조 제1항, 구 조세특례제한법(2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제10조 제1항, 구 조세특례제한법 시행령(2008. 10. 7. 대통령령 제21064호로 개정되기 전의 것) 제9조 제2항 [별표 6] 제1호 (라)목[현행 제8조 제1항 [별표 6] 제1호 (라)목 참조], 구 특허법(2006. 3. 3. 법률 제7869호로 개정되기 전의 것) 제39조 제1항(현행 삭제), 제40조(현행 삭제), 발명진흥법 제2조 제2호 / [2] 구 조세특례제한법(2006. 12. 30. 법률 제8146호로 개정되기 전의 것) 제10조 제1항, 구 조세특례제한법(2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제10조 제1항, 구 조세특례제한법 시행령(2008. 10. 7. 대통령령 제21064호로 개정되기 전의 것) 제9조 제2항 [별표 6] 제1호 (라)목[현행 제8조 제1항 [별표 6] 제1호 (라)목 참조], 구 특허법(2006. 3. 3. 법률 제7869호로 개정되기 전의 것) 제39조 제1항(현행 삭제), 제40조(현행 삭제), 발명진흥법 제2조 제2호, 제15조 제2항<br/>",
  "참조판례": ""
}