{
  "판례일련번호": "170130",
  "사건명": "직무유기",
  "사건번호": "2011도797",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130627",
  "판시사항": "[1] 교육기관 등의 장이 수사기관의 장 등으로부터 소속 교육공무원의 징계사유를 증명할 수 있는 관계 자료를 통보받고 1월 이내에 징계의결을 요구하지 아니한 것이 재량권의 한계를 벗어난 것으로서 위법한 경우 및 징계사유에 해당함이 객관적으로 명백한지와 징계의결을 요구하지 아니할 상당한 이유가 있는지 판단하는 방법<br/>[2] 지방자치단체의 교육기관 등의 장이 수사기관 등으로부터 교육공무원의 징계사유를 통보받고도 징계요구를 하지 아니하여 주무부장관으로부터 징계요구를 하라는 직무이행명령을 받았으나 그에 대한 이의의 소를 제기한 경우, 징계사유를 통보받은 날로부터 1개월 내에 징계요구를 하지 않았다는 사정만으로 직무를 유기한 것에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 교육공무원 징계령 제6조 제3항, 제4항은 교육공무원에게 징계사유가 있음을 알게 된 수사기관의 장 등으로 하여금 해당 교육공무원에 대한 징계의결요구권을 가지고 있는 교육기관 등의 장에게 징계사유를 증명할 수 있는 관계 자료를 통보함으로써 징계절차의 원활한 진행이 가능하도록 하는 한편, 징계의결요구권자에 의한 자의적인 징계운영을 견제하려는 데에 그 취지가 있다. 그러므로 이 경우에도 징계의결요구권을 갖는 교육기관 등의 장은 통보받은 자료 등을 토대로 소속 교육공무원의 구체적인 행위가 과연 징계사유에 해당하는지에 관하여 판단할 재량을 갖는다고 할 것이지만, 통보받은 자료 등을 통해 징계사유에 해당함이 객관적으로 명백하다고 확인되는 때에는 상당한 이유가 없는 한 1월 이내에 징계의결을 요구할 의무가 있다고 보아야 한다. 따라서 통보받은 자료 등을 통해 징계사유에 해당함이 객관적으로 명백하고, 달리 징계의결을 요구하지 아니할 상당한 이유가 없는데도 1월 이내에 관할 징계위원회에 징계의결을 요구하지 아니하면, 이는 재량권의 한계를 벗어난 것으로서 위법할 뿐만 아니라 법령에서 부여된 구체적인 작위의무를 수행하지 아니한 경우에 해당할 수 있다. 이때 징계사유에 해당함이 객관적으로 명백한지 및 상당한 이유가 있는지는 징계사유에 해당한다고 통보받은 구체적인 사실관계의 내용과 그에 대한 법적 평가, 증거 자료의 구비 정도, 징계의 필요성이나 적절성, 징계의결요구를 유보하는 데에 합당한 이유가 있었는지 등을 관계 자료가 통보된 때로부터 1월이 경과하는 시점을 기준으로 객관적이고 합리적인 방법으로 판단하여야 한다.<br/>[2] 지방자치법은 지방자치단체의 장이 법령의 규정에 따라 그 의무에 속하는 국가위임사무 등의 관리와 집행을 명백히 게을리하고 있다고 인정되면 주무부장관이 그 직무의 이행을 명령할 수 있고, 지방자치단체의 장은 그 이행명령에 이의가 있으면 15일 이내에 대법원에 소를 제기할 수 있다고 규정하고 있는데(제170조 제1항, 제3항), 이 규정은 ‘지방교육자치에 관한 법률’ 제3조에 의하여 지방자치단체의 교육과 학예에 관한 사무에도 준용된다. 따라서 지방자치단체의 교육기관 등의 장이 국가위임사무인 교육공무원에 대한 징계사무를 처리함에 있어 주무부장관의 직무이행명령을 받은 경우에도 이의가 있으면 대법원에 소를 제기할 수 있다 할 것이므로, 수사기관 등으로부터 징계사유를 통보받고도 징계요구를 하지 아니하여 주무부장관으로부터 징계요구를 하라는 직무이행명령을 받았다 하더라도 그에 대한 이의의 소를 제기한 경우에는, 수사기관 등으로부터 통보받은 자료 등으로 보아 징계사유에 해당함이 객관적으로 명백한 경우 등 특별한 사정이 없는 한 징계사유를 통보받은 날로부터 1개월 내에 징계요구를 하지 않았다는 것만으로 곧바로 직무를 유기한 것에 해당한다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 교육공무원 징계령 제6조 제3항, 제4항 / [2] 형법 제122조, 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 제1항, 제3항<br/>",
  "참조판례": ""
}