{
  "판례일련번호": "170163",
  "사건명": "손해배상(기)",
  "사건번호": "2012다102940",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130627",
  "판시사항": "[1] 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항에서 정한 중개행위에 해당하는지 판단하는 기준 및 임대차계약을 알선한 중개업자가 계약 체결 후에도 거래당사자의 계약상 의무의 실현에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우, 그러한 중개업자의 행위가 ‘중개행위’의 범주에 포함되는지 여부(적극)<br/>[2] 甲이 아파트를 매수한 상태에서 공인중개사인 乙이 甲과 丙 사이의 임대차계약을 중개하면서 소유권 이전과 동시에 전세권설정을 하기로 특약을 하였으나, 丙이 乙의 권고에 따라 전세권설정등기 대신 전입신고와 확정일자 취득을 마쳤는데, 같은 날 甲이 자신의 명의로 소유권이전등기를 마침과 동시에 丁 새마을금고 앞으로 근저당권설정등기를 마쳐, 그 후 진행된 임의경매절차에서 丙이 임대차보증금의 일부만 배당받은 사안에서, 乙에게 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항에서 정한 손해배상책임이 있다고 한 사례<br/>",
  "판결요지": "[1] 어떠한 행위가 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항에서 정한 중개행위에 해당하는지는 거래당사자의 보호에 목적을 둔 법 규정의 취지에 비추어 볼 때 중개업자가 진정으로 거래당사자를 위하여 거래를 알선·중개하려는 의사를 갖고 있었느냐고 하는 중개업자의 주관적 의사를 기준으로 판단할 것이 아니라 중개업자의 행위를 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위라고 인정되는지 아닌지에 따라 판단하여야 한다. 따라서 임대차계약을 알선한 중개업자가 계약 체결 후에도 보증금의 지급, 목적물의 인도, 확정일자의 취득 등과 같은 거래당사자의 계약상 의무의 실현에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 때에는 그러한 중개업자의 행위는 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위로서 중개행위의 범주에 포함된다.<br/>[2] 甲이 아파트를 매수하면서 계약금만 지급한 상태에서 공인중개사인 乙이 丙으로부터 임대차중개를 의뢰받고 甲과 丙 사이의 임대차계약을 중개하면서 소유권 이전과 동시에 전세권설정을 하기로 특약을 하였으나, 丙이 잔금을 지급한 후 乙의 권고에 따라 전세권설정등기 대신 전입신고와 확정일자 취득을 마쳤는데, 같은 날 甲이 자신의 명의로 소유권이전등기를 마침과 동시에 丙 몰래 丁 새마을금고 앞으로 근저당권설정등기를 마치고 대출을 받고, 그 후 위 아파트에 관한 임의경매절차에서 丙이 임대차보증금의 일부만 배당받은 사안에서, 丙의 의뢰를 받은 중개업자인 乙은 임대차계약 체결 이후에도 丙의 잔금 지급 및 전세권설정에 관여하면서 계약의 원만한 이행과 丙의 임대차보증금반환채권 보전을 도모할 것이 예정되어 있었고, 이러한 행위는 乙과 丙 사이의 중개계약 본지에 따른 중개행위에 포함되는데, 乙은 甲 명의의 소유권이전등기가 마쳐지기도 전에 당초 정한 지급기일에 앞서 임대차보증금 잔금을 지급하도록 주선하면서도 임대차계약에서 특약한 대로 소유권이전등기 후 바로 전세권설정등기가 이루어지도록 조치하지 아니하고 임대차보증금 담보방법으로 상대적으로 불확실한 전입신고 및 확정일자 취득을 丙에게 권고하였으며 甲이 이를 틈타 근저당권설정등기를 마친 결과 丙은 보증금 중 일부를 회수하지 못하는 손해를 입었으므로, 乙의 행위는 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항이 정한 중개업자가 중개행위를 함에 있어서 고의 또는 과실로 거래당사자에게 재산상의 손해를 발생하게 한 때에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제2조 제1호, 제30조 제1항 / [2] 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제2조 제1호, 제30조 제1항<br/>",
  "참조판례": "[1] 대법원 2007. 2. 8. 선고 2005다55008 판결(공2007상, 427)<br/>"
}