{
  "판례일련번호": "170631",
  "사건명": "국가유공자 유족등록 거부처분 취소",
  "사건번호": "2013두2402",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130711",
  "판시사항": "[1] 군복무 중 자살 등 자해행위로 인한 사망이 교육훈련 또는 직무수행과 상당인과관계가 인정되나 자해행위를 하게 된 데에 ‘불가피한 사유’ 없이 본인의 고의 또는 과실이 경합된 경우, 그 유족을 구 국가유공자 등 예우 및 지원에 관한 법률 제73조의2에서 정한 지원대상자 유족으로 인정할 수 있는지 여부(적극)<br/>[2] 국가보훈처장이 국가유공자 등록신청에 대하여 단지 본인의 과실이 경합되어 있다는 등의 사유만이 문제가 됨에도 등록신청을 전부 배척하는 단순 거부처분을 한 경우, 그 처분은 전부 취소되어야 하는지 여부(적극) 및 그 처분 취소의 의미<br/>",
  "판결요지": "[1] 자살 등 자해행위로 인한 사망의 경우에 자해에 이르게 된 경위 등에 비추어 교육훈련 또는 직무수행과 상당인과관계가 인정되면 그것만으로 언제나 국가유공자 및 그 유족 등으로 인정되는 것은 아니고 거기에 ‘불가피한 사유’ 없이 본인의 고의 또는 과실이 경합되었다는 등 구 국가유공자 등 예우 및 지원에 관한 법률(2011. 8. 4. 법률 제11029호로 개정되기 전의 것) 제73조의2가 정한 사유가 존재할 경우에는 지원대상자 및 그 유족 등으로 인정될 수 있을 뿐이라고 보아야 한다. 그러므로 자해행위 당시의 객관적 상황이나 행위자의 주관적 인식 등을 모두 고려해 보아도 합리적이고 이성적인 판단을 기대하기가 매우 어렵다고 할 정도는 아니어서 자해행위에 대한 회피가능성을 부정할 정도는 아니라면, 자해행위를 감행한 데에 ‘불가피한 사유’가 있다고까지 할 것은 아니므로 그 유족은 지원대상자 유족으로 인정될 수 있을 뿐 국가유공자 유족으로 인정될 수는 없다.<br/>[2] 국가보훈처장은 국가유공자 및 그 유족 등의 등록신청을 받으면 국가유공자 또는 지원대상자 및 그 유족 등으로 인정할 수 있는 요건을 확인한 후 그 지위를 정하는 결정을 하여야 한다[구 국가유공자 등 예우 및 지원에 관한 법률(2011. 8. 4. 법률 제11029호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제6조 참조]. 따라서 처분청으로서는 국가유공자 등록신청에 대하여 단지 본인의 과실이 경합되어 있다는 등의 사유만이 문제가 된다면 등록신청 전체를 단순 배척할 것이 아니라 그 신청을 일부 받아들여 지원대상자로 등록하는 처분을 하여야 한다. 그럼에도 행정청이 등록신청을 전부 배척하는 단순 거부처분을 하였다면 이는 위법한 것이니 그 처분은 전부 취소될 수밖에 없다. 그런 점에서 자해행위로 인한 사망의 경우에 교육훈련 또는 직무수행과 사이에 상당인과관계가 인정되는 이상, 국가유공자에 해당하지 않는다고 하여 등록신청을 배척한 단순 거부처분은 그 자해행위를 하게 된 데에 불가피한 사유가 있었는지 여부 등과 상관없이 취소될 수밖에 없는 것이기는 하지만, 그렇다고 하여 그 처분의 취소가 곧바로 국가유공자로 인정되어야 한다는 것을 의미하는 것일 수는 없고, 불가피한 사유의 존부에 따라 국가유공자 또는 지원대상자로 인정될 수 있다는 것을 의미한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국가유공자 등 예우 및 지원에 관한 법률(2011. 8. 4. 법률 제11029호로 개정되기 전의 것) 제4조 제1항, 제6항, 제6조, 제73조의2, 구 국가유공자 등 예우 및 지원에 관한 법률 시행령(2011. 6. 30. 대통령령 제23003호로 개정되기 전의 것) 제8조, 제94조의2 / [2] 구 국가유공자 등 예우 및 지원에 관한 법률(2011. 8. 4. 법률 제11029호로 개정되기 전의 것) 제4조 제1항, 제6항, 제6조, 제73조의2, 구 국가유공자 등 예우 및 지원에 관한 법률 시행령(2011. 6. 30. 대통령령 제23003호로 개정되기 전의 것) 제8조, 제94조의2<br/>",
  "참조판례": "[2] 대법원 2012. 6. 18. 선고 2010두27363 전원합의체 판결(공2012하, 1300)<br/>"
}