{
  "판례일련번호": "170634",
  "사건명": "채무부 존재 확인",
  "사건번호": "2011다87914",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130712",
  "판시사항": "[1] 주택건설 사업주체에게 사업자금을 지원하여 주는 것을 주된 목적으로 분양계약을 체결한 자나 그에게 분양계약 명의를 대여한 자가 주택분양보증제도의 보호대상이 되는 선의의 수분양자에 해당하는지 여부(원칙적 소극) 및 어떠한 수분양자가 이에 해당하는지 판단하는 기준<br/>[2] 대한주택보증 주식회사와 甲 주식회사가 체결한 아파트 분양보증계약의 약관에서 ‘주채무자가 정상계약자가 아닌 자에게 부담하는 채무에 대하여는 보증채무를 이행하지 아니한다’고 정하고 있었는데, 乙이 甲 회사와 아파트 분양계약을 체결한 후 시공사인 丙 주식회사가 부도 난 사안에서, 乙은 ‘정상계약자가 아닌 자’에 해당하므로, 대한주택보증 주식회사는 乙에게 분양보증책임을 지지 않는다고 한 사례<br/>",
  "판결요지": "[1] 사업주체가 주택의 완공 이전에 분양을 함으로써 발생할 수 있는 분양계약상의 의무를 이행하지 못할 위험에서 주택을 공급받고자 하는 선의의 수분양자를 보호하기 위한 주택분양보증제도의 취지에 비추어 보면, 금융기관에서 계약금 또는 중도금 대출을 받아 분양대금을 납부하는 등의 방법으로 사업주체에게 주택 공사자금 등 사업자금을 지원하여 주는 것을 주된 목적으로 하여 분양계약을 체결한 자나 그에게 분양계약 명의를 대여한 자는 특별한 사정이 없는 한 주택분양보증제도의 보호대상이 되는 선의의 수분양자에 해당한다고 할 수 없고, 나아가 주택분양보증계약의 약관에서 ‘주채무자가 정상계약자가 아닌 자에게 부담하는 채무’에 관하여 보증회사가 보증채무를 이행하지 아니한다는 취지로 규정하고 있는 경우, 그는 바로 약관에서 정하는 ‘정상계약자가 아닌 자’에 해당한다고 보아야 한다. 여기서 어떠한 수분양자가 사업주체에게 사업자금을 지원하여 주는 것을 주된 목적으로 하여 분양계약을 체결한 자나 그에게 분양계약 명의를 대여한 자인지는 분양계약의 체결 시기, 당시 당해 주택의 분양상황 및 사업주체 등의 자금 사정, 수분양자와 사업주체 내지 관련 업체와의 인적 관계, 분양대금의 출처와 지급관계, 특히 분양계약금의 출처가 사업주체 등과 관련되어 있는지 및 수분양자가 자기 자금으로 출연한 분양대금이 있는지, 당해 주택과 관련하여 사업주체 등이 허위 내지 차명계약 체결에 개입한 흔적이 있는지, 수분양자의 거주관계, 자력 및 당해 주택의 투자가치 등에 비추어 수분양자가 실제로 분양을 받을 만한 합리적인 동기가 있었는지 등을 종합적으로 고려하여 판단할 것이다.<br/>[2] 대한주택보증 주식회사와 甲 주식회사가 체결한 아파트 분양보증계약의 약관에서 ‘주채무자가 정상계약자가 아닌 자에게 부담하는 채무에 대하여는 보증채무를 이행하지 아니한다’고 정하고 있었는데, 乙이 甲 회사와 아파트 분양계약을 체결한 후 계약금 등을 납입하였으나 시공사인 丙 주식회사가 부도가 났고, 이때 대한주택보증 주식회사가 乙에게 분양보증계약에 따른 분양보증책임을 부담하는지 문제 된 사안에서, 분양계약의 체결 시기, 당시 아파트 분양 현황과 시행사 및 시공사의 자금 사정, 乙이 丙 회사의 임직원으로서 아파트 현장관리 및 분양대금관리를 담당하면서 丙 회사에게 甲 회사에 분양계약금 지원 명목으로 금원을 대여하도록 하는 등 甲·丙 회사와 특별한 인적 관계에 있었을 뿐만 아니라 아파트 분양에도 밀접한 이해관계를 가졌던 점 등 여러 사정을 종합하여 보면, 乙이 금융기관에서 중도금 대출을 받아 분양대금을 납부하는 등의 방법으로 甲 회사에 아파트 공사자금 등 사업자금을 지원하여 주는 것을 주된 목적으로 분양계약을 체결하였거나 甲 회사에 분양계약 명의를 대여한 것이라는 이유로, 乙은 주택분양보증제도의 보호대상이 되는 선의의 수분양자라고 할 수 없고, 나아가 분양보증계약 약관에서 정한 ‘정상계약자가 아닌 자’에 해당하므로, 대한주택보증 주식회사는 乙에게 분양보증계약에 따른 분양보증책임을 지지 않는다고 할 것임에도, 이와 달리 본 원심판결에 주택분양보증책임의 범위나 약관 해석에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택법 제77조, 주택법 시행령 제106조 제1항 제1호 (가)목, 주택공급에 관한 규칙 제7조 제1항, 민법 제105조 / [2] 주택법 제77조, 주택법 시행령 제106조 제1항 제1호 (가)목, 주택공급에 관한 규칙 제7조 제1항, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 2011. 6. 24. 선고 2011다4162 판결(공2011하, 1474)<br/>"
}