{
  "판례일련번호": "170602",
  "사건명": "법인세 부과처분 취소",
  "사건번호": "2011두4411",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130711",
  "판시사항": "[1] 영국령인 버뮤다 및 케이만군도의 유한 파트너십(Limited Partnership)인 甲 등이 말레이시아 법인 乙을 통해 국내 주식을 丙 주식회사에 양도하였는데 丙 회사가 乙 법인에 주식 양도대금을 지급하면서 법인세를 원천징수하지 않자 과세관청이 丙 회사에 원천징수분 법인세를 납세고지하는 처분을 한 사안에서, 甲 유한 파트너십 등을 구 법인세법상 외국법인으로 볼 수 있는지를 심리하여 법인세를 징수하여야 하는지 등을 판단하였어야 함에도 이와 달리 본 원심판결에 법리오해 등의 위법이 있다고 한 사례<br/>[2] 구 법인세법 제92조 제2항 제2호, 제98조 제1항 제4호에서 정한 ‘수입금액’이나 ‘지급액’ 또는 ‘취득가액’의 의미(=실지거래가액) 및 외국법인에 대하여 국내원천 유가증권 양도소득의 금액을 지급하는 자가 그 유가증권의 실지양도가액이 확인되는 경우 그 소득에 대한 법인세로 원천징수하여야 하는 세액의 산정방법과 외국법인이 유가증권을 교환의 방법으로 양도하였다고 하여 달리 볼 것인지 여부(소극)<br/>",
  "판결요지": "[1] 영국령인 버뮤다 및 케이만군도의 유한 파트너십(Limited Partnership)인 甲 등이 말레이시아 법인 乙을 통해 국내 주식을 양수하여 丙 주식회사에 양도하였는데 丙 회사가 ‘대한민국 정부와 말레이시아 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제13조 제4항에 의하여 乙 법인에 주식의 양도대금을 지급하면서 법인세를 원천징수하지 않자 과세관청이 위 주식 양도소득의 실질적인 귀속자는 乙 법인이 아니라 甲 유한 파트너십 등의 출자자들이라는 이유로 丙 회사에 구 법인세법(2000. 12. 29. 법률 제6293호로 개정되기 전의 것, 이하 같다) 제93조 제10호, 제98조 제1항 제4호의 원천징수분 법인세를 납세고지하는 처분을 한 사안에서, 甲 유한 파트너십 등을 구 법인세법상 외국법인으로 볼 수 있는지를 심리하여 위 주식 양도소득에 대하여 甲 유한 파트너십 등을 납세의무자로 하여 법인세를 징수하여야 하는지 등을 판단하였어야 함에도 이와 달리 본 원심판결에 법리오해 등의 위법이 있다고 한 사례.<br/>[2] 구 법인세법(2000. 12. 29. 법률 제6293호로 개정되기 전의 것, 이하 같다) 제92조 제2항 제2호, 제98조 제1항 제4호의 문언 내용과 취지 등에 비추어 보면, 이들 규정에서 말하는 ‘수입금액’이나 ‘지급액’ 또는 ‘취득가액’은 모두 실지거래가액을 의미한다고 봄이 타당하므로, 외국법인에 대하여 국내원천 유가증권 양도소득의 금액을 지급하는 자는 그 유가증권의 실지양도가액이 확인되는 경우에는 실지양도가액의 100분의 10에 상당하는 금액과 실지양도가액에서 실지취득가액을 공제하여 계산한 금액의 100분의 25에 상당하는 금액 중 적은 금액을 그 소득에 대한 법인세로 원천징수할 의무가 있고, 외국법인이 유가증권을 교환의 방법으로 양도하였다고 하여 달리 볼 것은 아니다. 구 법인세법 제92조 제2항 제1호, 제99조 제3항 등이 외국법인의 국내원천 부동산 양도소득의 금액을 그 양도의 방법이 매매인지 교환인지 상관없이 원칙적으로 실지거래가액을 기준으로 계산하도록 규정하고 있는 것과 비교하더라도 위와 같이 해석하는 것이 옳다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2007. 12. 31. 법률 제8830호로 개정되기 전의 것) 제14조 제1항, 구 법인세법(2000. 12. 29. 법률 제6293호로 개정되기 전의 것) 제93조 제10호(현행 제93조 제9호 참조), 제98조 제1항 제4호(현행 제98조 제1항 제5호 참조), 구 소득세법(2000. 12. 29. 법률 제6292호로 개정되기 전의 것) 제119조, 대한민국 정부와 말레이시아 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제13조 제4항 / [2] 구 법인세법(2000. 12. 29. 법률 제6293호로 개정되기 전의 것) 제92조 제2항 제2호(현행 제92조 제2항 제1호 참조), 제98조 제1항 제4호(현행 제98조 제1항 제5호 참조), 제99조 제3항<br/>",
  "참조판례": ""
}