{
  "판례일련번호": "170871",
  "사건명": "손해배상(기)·손해배상(기)",
  "사건번호": "2013나2004096,2004102",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20130613",
  "판시사항": "[1] 사자의 명예훼손에 대하여 유족 고유의 위자료 청구권 이외에 ‘사자 본인의 위자료 청구권’을 인정할 수 있는지 여부(소극)<br/>  [2] 甲이 군 복무 중 불의의 사고로 사망하였는데, 국군이 甲이 잦은 보직변경에 불만을 가지고 있다가 월북한 것으로 사고를 처리한 사안에서, 사망 후의 명예훼손으로 인한 甲 본인의 위자료 청구권은 법리상 인정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 헌법 제10조 제1항은 개인의 인격권과 행복추구권을 보장하고 있는데, 이러한 ‘살아있는 인간의 존엄과 가치’라는 헌법상의 기본권을 보호하기 위해서는 생존 시에 이루어 놓은 명예, 인격 등을 사람이 사망한 후에도 일정한 범위 내에서 보호할 필요성이 있으며, 이와 관련하여 실제로 우리 실정법이 일정한 경우 사자의 인격권을 보호하는 규정을 두고 있기도 하지만(예컨대 사자의 명예를 보호하는 형법 제308조, 저작자 사망 후의 저작인격권 보호에 관한 저작권법 제14조 제2항, 언론의 영역에서 사자의 인격권을 보호하는 언론중재 및 피해구제 등에 관한 법률 제5조의2 등), 다음과 같은 점들을 고려할 때 사자의 명예훼손에 대하여 유족 고유의 위자료 청구권 이외에 ‘사자 본인의 위자료 청구권’까지 인정하기는 어렵다. 즉 ① 위자료 청구권은 피해자의 정신적 고통에 대해 금전적 배상을 통해 회복을 꾀하는 것으로서 정신적 고통을 전제로 하는 것인데, 사자에 대한 명예훼손의 경우 유족의 사자에 대한 추모경애의 감정 침해와 별도로 이미 사망한 사자 본인의 정신적 고통을 관념하기는 어렵다. ② 사람은 사망 후에도 생존 당시의 명예, 인격이 유지되기를 희망한다는 이유만으로 이에 대한 법적 보호를 부여하여 사망 후 명예훼손에 대해 사자가 살아있을 당시에 정신적 고통을 가한 것으로 의제하거나 인격권이 사망 후에도 일정 기간 존속한다고 함으로써 사자 본인의 위자료 청구권을 인정하는 논리는, 우리 실정법상 근거를 찾을 수 없을 뿐만 아니라 오히려 우리 민법 제3조에서 사자는 권리의무의 주체가 될 수 없음을 명시하고 있어 채택하기 어렵다. ③ 또한 우리 민법은 상속의 개시시점을 피상속인의 사망 시로 규정(민법 제997조)함과 동시에 상속재산의 분할은 상속개시시점(민법 제1015조)에 소급하여 효력을 발생하는 것으로 규정하는 등 상속을 둘러싼 법률관계를 피상속인의 사망 시점을 기준으로 판단하도록 하고 있는데, 사망 후 명예훼손으로 인한 사자 본인의 위자료 청구권을 인정한다면 위자료 청구권의 효력발생시기를 상속개시시점인 사망 시점에 소급시키는 별도의 규정이 없는 현행법의 체계 아래에서는 위자료 청구권의 상속관계를 도저히 설명하기 어렵게 된다. ④ 사자 본인의 위자료 청구권을 인정하지 아니하더라도, 사자의 인격권은 이미 발생한 손해에 대해서는 유족 고유에 대한 불법행위를 원인으로 한 손해배상청구(사자에 대한 명예훼손이 유족의 명예를 훼손하거나 유족의 사자에 대한 추모경애의 감정을 침해하는 경우) 및 정정보도 등 명예회복을 위한 각종 조치를 통해, 장차 발생할 수 있는 명예훼손에 대해서는 유족에 의한 금지청구를 통해 직접적·간접적으로 보호될 수 있다.<br/>  [2] 甲이 군 복무 중 벌목장에 벌목작업을 위한 사역을 나갔다가 불의의 사고로 사망하였는데, 국군이 ‘甲이 잦은 보직변경에 대해 불만을 가지고 있다가 乙의 선동으로 乙과 함께 월북하였다’는 내용의 월북사건조사서 등을 작성하여 甲이 월북한 것으로 사고를 처리하자 甲의 유족들이 국가를 상대로 甲 본인의 위자료를 구한 사안에서, 국가가 군복무 중 불의의 사고로 사망한 甲을 월북한 것으로 처리하여 甲의 명예를 훼손하는 불법행위를 저질렀지만, 사망 후의 명예훼손으로 인한 甲 본인의 위자료 청구권은 법리상 인정하기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조 제1항, 형법 제308조, 저작권법 제14조 제2항, 언론중재 및 피해구제 등에 관한 법률 제5조의2, 민법 제997조, 제1015조 / [2] 헌법 제10조 제1항, 형법 제308조, 저작권법 제14조 제2항, 언론중재 및 피해구제 등에 관한 법률 제5조의2, 민법 제997조, 제1015조<br/>",
  "참조판례": ""
}