{
  "판례일련번호": "170901",
  "사건명": "방문판매등에 관한 법률 위반·유사수신행위의 규제에 관한 법률 위반",
  "사건번호": "2011도1264",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130726",
  "판시사항": "[1] 다단계판매업 등록을 마친 사업자 등이 등록취소 사유가 발생한 이후 등록취소 처분을 받음이 없이 다단계판매조직을 계속 관리·운영한 경우, 구 방문판매 등에 관한 법률 제51조 제1항 제1호에 의하여 처벌할 수 있는지 여부(소극)<br/>[2] 다단계판매업 등록을 하지 않은 여러 법인 명의로 다단계판매조직을 개설·관리 또는 운영하는 행위를 한 경우 및 여러 법인 명의로 다단계판매조직을 개설·관리 또는 운영하는 자가 각 법인에 대하여 소비자피해보상보험계약 등을 체결하지 아니하고 영업을 하거나 각 법인에 소속된 다단계판매원의 등록 또는 자격유지 조건 등으로 과다한 재화 등의 구입 등 부담을 지게 하는 행위를 한 경우, 구 방문판매 등에 관한 법률 위반죄의 죄수 관계<br/>",
  "판결요지": "[1] 구 방문판매 등에 관한 법률(2010. 3. 22. 법률 제10171호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 제13조 제1항 본문, 제42조 제1항, 제4항 제1호, 제2호, 제3호, 제51조 제1항 제1호, 제2호, 제53조 제1항 제10호, 제11호 및 구 방문판매 등에 관한 법률 시행령(2012. 7. 10. 대통령령 제23947호로 전부 개정되기 전의 것) 제50조 [별표 1]의 내용과 취지에 비추어 보면, 다단계판매업 등록을 마친 사업자 등이 법 제42조 제4항 각 호의 등록취소 사유가 발생한 이후 다단계판매조직을 계속 관리·운영하여 왔다고 하더라도, 위 법령에 따른 시정조치명령·영업정지명령 등의 단계를 거쳐 최종적으로 등록취소 처분을 받지 않는 한, 이를 등록을 하지 않거나 등록이 취소된 상태에서 다단계판매조직을 관리·운용한 것으로 보아 법 제51조 제1항 제1호에 의하여 처벌할 수는 없다.<br/>[2] 독립된 법인격을 갖춘 여러 법인 명의로 다단계판매업을 영위하려는 자가 다단계판매업 등록을 받기 위해서는 법인별로 구 방문판매 등에 관한 법률(2010. 3. 22. 법률 제10171호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 제13조 제1항의 등록요건과 법 제14조의 자격요건을 갖추어야 하고, 법인별로 다단계판매업 등록을 하지 아니한 채 각 법인 명의로 다단계판매조직을 개설·관리 또는 운영하는 행위를 한 경우에는 법인별로 법 제51조 제1항 제1호, 제13조 제1항 위반의 죄가 성립하며 이는 서로 실체적 경합관계에 있다. 또한 독립된 법인격을 갖춘 여러 법인 명의로 다단계판매조직을 개설·관리 또는 운영하는 자가 각 법인에 대하여 소비자피해보상보험계약 등을 체결하지 아니한 채 영업을 하거나 각 법인에 소속된 다단계판매원의 등록 또는 자격유지 조건 등으로 과다한 재화 등의 구입 등 부담을 지게 하는 행위를 한 경우에도 법인별로 법 제51조 제1항 제2호, 제23조 제1항 제12호 위반죄와 법 제53조 제1항 제6호, 제22조 제1항 위반죄가 성립하고, 그 각 위반죄는 법인별로 실체적 경합관계에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 방문판매 등에 관한 법률(2010. 3. 22. 법률 제10171호로 개정되기 전의 것) 제13조 제1항, 제42조 제1항(현행 제49조 제1항 참조), 제4항(현행 제49조 제4항, 제5항 참조), 제51조 제1항 제1호, 제2호(현행 제58조 제1항 제1호, 제3호 참조), 제53조 제1항 제10호, 제11호(현행 제60조 제1항 제10호, 제11호 참조), 구 방문판매 등에 관한 법률 시행령(2012. 7. 10 대통령령 제23947호로 전부 개정되기 전의 것) 제50조(현행 제56조 참조) [별표 1](현행 [별표 2] 참조) / [2] 형법 제37조, 구 방문판매 등에 관한 법률(2010. 3. 22. 법률 제10171호로 개정되기 전의 것) 제13조 제1항, 제14조, 제22조 제1항, 제23조 제1항 제12호(현행 제23조 제1항 제9호 참조), 제51조 제1항 제1호, 제2호(현행 제58조 제1항 제1호, 제3호 참조), 제53조 제1항 제6호(현행 제60조 제1항 제6호 참조)<br/>",
  "참조판례": ""
}