{
  "판례일련번호": "171190",
  "사건명": "도시계획시설사업 실시계획인가 고시처분 무효확인",
  "사건번호": "2012두12884",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130912",
  "판시사항": "[1] 행정청이 골프장에 관하여 한 도시계획시설결정과 그에 관한 실시계획 인가처분의 적법성이 인정되기 위한 요건 및 체육시설이 운영방식 등에서 일반인의 이용에 제공하기 위한 시설에 해당하는지 판단하는 기준<br/>[2] 골프장에 관한 도시계획시설결정에 따라 관할 시장이 甲 주식회사를 사업시행자로 하여 회원제 골프장을 설치하는 내용의 도시계획시설사업 실시계획인가 고시를 한 사안에서, 위 인가처분은 위법하지만, 그 흠이 중대·명백하여 당연무효라고 볼 수는 없다고 한 사례<br/>",
  "판결요지": "[1] 구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 및 그 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것), 구 도시계획시설의 결정·구조 및 설치기준에 관한 규칙(2011. 11. 1. 국토해양부령 제394호로 개정되기 전의 것), 체육시설의 설치·이용에 관한 법률 제3조, 그 시행령의 각 규정 형식과 내용, 그리고 도시계획시설사업에 관한 실시계획의 인가처분은 도시계획시설결정에 따른 특정 도시계획시설사업을 구체화하여 현실적으로 실현하기 위한 것이라는 점 등을 종합해 보면, 행정청이 골프장에 관하여 한 도시계획시설결정은 특별한 사정이 없는 한 일반인의 이용에 제공하기 위하여 설치하는 체육시설인 경우에 한하여 적법한 것으로 인정될 수 있고, 행정청이 그 도시계획시설결정에 관한 실시계획을 인가할 때에는 그 실시계획이 법령이 정한 도시계획시설(체육시설)의 결정·구조 및 설치의 기준은 물론이고, 운영방식 등에서 일반인의 이용에 제공하기 위한 체육시설에 해당하는지도 함께 살펴 이를 긍정할 수 있을 때에 한하여 인가할 수 있다고 보아야 한다. 그리고 체육시설이 운영방식 등에서 일반인의 이용에 제공하기 위한 시설에 해당하는지는 그 종류의 시설을 이용하여 체육활동을 하는 일반인의 숫자, 당해 시설의 운영상의 개방성, 시설 이용에 드는 경제적 부담의 정도, 시설의 규모와 공공적 요소 등을 종합적으로 고려하여 그 시설의 이용 가능성이 불특정 다수에게 실질적으로 열려 있는지를 중심으로 판단해야 한다.<br/>[2] 체육시설 중 골프장에 관한 도시계획시설결정에 따라 관할 시장이 甲 주식회사를 사업시행자로 하여 회원제 골프장을 설치하는 내용의 도시계획시설사업 실시계획인가 고시를 한 사안에서, 도시계획시설결정은 일반인의 이용에 제공하기 위하여 설치하는 골프장에 관하여 한 것이라고 인정되는 범위 내에서만 적법한데, 회원제 골프장은 상당한 정도로 고액인 입회비를 내고 회원이 된 사람 이외의 사람에게는 이용이 제한되므로, 특별한 사정이 없는 한 이를 ‘일반인의 이용에 제공하기 위하여 설치하는 체육시설’이라고 보기는 어려워, 위 도시계획시설사업 실시계획인가는 그 근거가 되는 도시계획시설결정의 적법성이 인정되는 범주를 벗어나는 것으로서 위법하지만, 인가처분 당시 골프장에 관한 도시계획시설결정이 ‘일반인의 이용에 제공하기 위하여 설치하는 체육시설’인 골프장에 한정되고, 회원제 운영방식의 골프장은 이에 맞지 않아 위법하다는 법리가 명백히 밝혀져 해석에 다툼의 여지가 없었다고 보기는 어려우므로 그 흠이 중대·명백하여 당연무효라고 볼 수는 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제2조 제6호 (라)목, 제30조, 제88조, 구 국토의 계획 및 이용에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제2조 제1항 제4호, 제3항, 구 도시계획시설의 결정·구조 및 설치기준에 관한 규칙(2011. 11. 1. 국토해양부령 제394호로 개정되기 전의 것) 제99조(현행 도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙 제99조 참조), 체육시설의 설치·이용에 관한 법률 제3조, 체육시설의 설치·이용에 관한 법률 시행령 제2조 [별표 1] / [2] 구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제2조 제6호 (라)목, 제30조, 제88조, 구 국토의 계획 및 이용에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제2조 제1항 제4호, 제3항, 구 도시계획시설의 결정·구조 및 설치기준에 관한 규칙(2011. 11. 1. 국토해양부령 제394호로 개정되기 전의 것) 제99조(현행 도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙 제99조 참조), 체육시설의 설치·이용에 관한 법률 제3조, 체육시설의 설치·이용에 관한 법률 시행령 제2조 [별표 1], 행정소송법 제19조<br/>",
  "참조판례": ""
}