{
  "판례일련번호": "171236",
  "사건명": "채무부존재 확인·사무관리비용 상환등",
  "사건번호": "2011다81190,81206",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130913",
  "판시사항": "[1] 영국 해상보험법(Marine Insurance Act, 1906)상 위부에 대한 보험자의 묵시적 승인이 증거에 의하여 명백히 증명되어야 하는지 여부(적극) 및 영국 해상보험법의 법리와 관습상 보험자 또는 피보험자가 구조작업에 착수한 것이 위부의 승인이나 포기로 해석될 수 있는지 여부(소극)<br/>[2] 영국 해상보험법(Marine Insurance Act, 1906)상 보험자대위의 의미와 요건 및 범위<br/>[3] 甲 보험회사와 乙 주식회사가 乙 회사 소유의 선박에 관하여 영국 해상보험법의 법리와 관습이 반영된 협회선박기간보험약관(Institute Time Clauses - Hulls, 1983)을 적용하는 선박보험계약을 체결하였는데, 선박이 침몰하는 사고가 발생하여 甲 회사가 乙 회사의 위부통지를 거절하고 乙 회사에 추정전손 보험금을 지급한 후 乙 회사를 대위하여 선박에 관한 구조작업을 진행한 사안에서, 甲 회사의 구조작업 진행이 영국 해상보험법상 위부의 묵시적 승인으로 간주될 수 없다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 영국 해상보험법(Marine Insurance Act, 1906)상 위부는 보험의 목적이 전부 손실된 것과 같이 볼 수 있는 일정한 사정이 발생한 경우 피보험자가 보험금액 전부를 보상받기 위한 전제조건으로서 피보험자가 보험의 목적에 잔존하는 자기의 일체의 이익을 보험자에게 이전하는 것으로, 이에 대한 위부의 승인은 보험자의 행위에 의하여 묵시적으로도 인정될 수 있으나, 보험자의 묵시적 승인은 증거에 의하여 명백히 증명되어야 한다. 그리고 영국 해상보험법의 법리와 관습에 의하면, 위부의 통지를 받은 보험자가 구조작업에 착수했다고 해서 이것이 위부의 승인으로 해석되지 않으며 반대로 피보험자가 구조작업에 착수했다고 해서 위부의 포기로 해석되지 않는다.<br/>[2] 영국 해상보험법(Marine Insurance Act, 1906)상 보험자대위는 보험의 목적에 발생한 피보험자의 손해를 보상하여 준 보험자가 보험목적의 잔존물에 대한 이익을 승계할 수 있는 권리를 취득하거나, 보험목적과 관련된 피보험자의 권리 또는 다른 구제수단을 대위하는 것을 의미하는데, 영국 해상보험법의 법리에 의하면, 보험자는 피보험자의 위부통지를 승인함으로써 제63조 제1항에 따라 잔존물에 대한 권리를 승계할 수 있으나, 위부통지를 거절하더라도 전손보험금을 지급한 후 제79조 제1항 전단의 규정에 근거하여 피보험자가 잔존물에 대하여 가지는 재산상 권리를 승계할 수도 있다. 그리고 보험금을 지급한 보험자는 제79조 제1항 후단에 의하여 피보험자의 제3자에 대한 손해배상청구권뿐만 아니라 계약상의 권리 등을 대위할 수 있고, 잔존물의 매각대금 등 피보험자가 회복한 이익을 대위할 수도 있다.<br/>[3] 甲 보험회사와 乙 주식회사가 乙 회사 소유의 선박에 관하여 영국 해상보험법의 법리와 관습이 반영된 협회선박기간보험약관(Institute Time Clauses - Hulls, 1983)을 적용하는 선박보험계약을 체결하였는데, 선박이 침몰하는 사고가 발생하여 甲 회사가 乙 회사의 위부통지를 거절하고 乙 회사에 추정전손 보험금을 지급한 후 乙 회사를 대위하여 선박에 관한 구조작업을 진행한 사안에서, 甲 회사가 위 선박의 위부 승인에 대하여 명백히 거절의사를 표시한 점 등 제반 사정에 비추어 甲 회사가 구조작업을 진행한 것이 영국 해상보험법상 위부의 묵시적 승인으로 간주될 수 없다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 영국 해상보험법(Marine Insurance Act, 1906) 제61조, 제62조 제5항, 제63조 제1항 / [2] 영국 해상보험법(Marine Insurance Act, 1906) 제63조 제1항, 제79조 제1항 / [3] 민법 제105조, 영국 해상보험법(Marine Insurance Act, 1906) 제61조, 제62조 제5항, 제63조 제1항, 제79조 제1항<br/>",
  "참조판례": ""
}