{
  "판례일련번호": "171425",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2011두12917",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130926",
  "판시사항": "[1] 외국의 법인격 없는 사단·재단 기타 단체가 구 소득세법 제119조 또는 구 법인세법 제93조에서 규정한 국내원천소득을 얻어 구성원들에게 분배하는 영리단체인 경우, 해당 소득에 대하여 과세하는 방법 및 그 단체가 외국법인인지 판단하는 기준<br/>[2] 법인 설립 전에 지출원인이 발생한 비용이 구 법인세법 제19조 제2항에 규정한 손비의 요건을 갖춘 경우, 법인에 귀속되는 손비로 볼 수 있는지 여부(원칙적 적극) 및 그에 관한 매입세액은 매출세액에서 공제되는지 여부(적극)<br/>[3] 과세관청이 소득금액변동통지서에 소득의 귀속자나 귀속자별 소득금액을 특정하여 기재하지 않고 한 소득금액변동통지의 적법 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 외국의 법인격 없는 사단·재단 기타 단체가 구 소득세법(2003. 12. 30. 법률 제7006호로 개정되기 전의 것) 제119조 또는 구 법인세법(2003. 12. 30. 법률 제7005호로 개정되기 전의 것, 이하 같다) 제93조에서 규정한 국내원천소득을 얻어 이를 구성원들에게 분배하는 영리단체에 해당하는 경우, 구 법인세법상 외국법인으로 볼 수 있다면 그 단체를 납세의무자로 하여 국내원천소득에 대하여 법인세를 과세하여야 하고, 구 법인세법상 외국법인으로 볼 수 없다면 단체의 구성원들을 납세의무자로 하여 그들 각자에게 분배되는 소득금액에 대하여 그 구성원들의 지위에 따라 소득세나 법인세를 과세하여야 한다. 그리고 여기서 그 단체를 외국법인으로 볼 수 있는지에 관하여는 구 법인세법상 외국법인의 구체적 요건에 관하여 본점 또는 주사무소의 소재지 외에 별다른 규정이 없는 이상 단체가 설립된 국가의 법령 내용과 단체의 실질에 비추어 우리나라의 사법(私法)상 단체의 구성원으로부터 독립된 별개의 권리·의무의 귀속주체로 볼 수 있는지에 따라 판단해야 한다.<br/>[2] 구 법인세법(2003. 12. 30. 법률 제7005호로 개정되기 전의 것, 이하 같다) 제19조 제1항, 제2항, 구 법인세법 시행령(2007. 2. 28. 대통령령 제19891호로 개정되기 전의 것) 제3조 제2항, 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제1항 제1호, 제2항 제2호 규정의 문언 내용과 취지 및 관련 규정의 체계 등을 종합해 보면, 법인의 설립 전에 지출원인이 발생한 비용이라도 그 법인의 설립 목적과 설립 후의 영업 내용 등에 비추어 구 법인세법 제19조 제2항에서 규정한 손비의 요건을 갖추었다고 인정되는 경우에는 특별한 사정이 없는 한 그 법인에 귀속되는 손비로 보아야 하고, 그에 관한 매입세액은 매출세액에서 공제하는 매입세액에 해당한다고 보는 것이 타당하다.<br/>[3] 원천징수의무자인 법인에 대한 소득금액변동통지는 원천징수의무자인 법인의 납세의무에 직접 영향을 미치는 조세행정처분으로서, 원천징수의무자인 법인은 소득금액변동통지서를 받은 날에 그 통지서에 기재된 소득의 귀속자에게 당해 소득금액을 지급한 것으로 의제되어 그때 원천징수하는 소득세 또는 법인세의 납세의무가 성립함과 동시에 확정되고, 원천징수의무자인 법인으로서는 소득금액변동통지서에 기재된 소득처분의 내용에 따라 원천징수세액을 그 다음 달 10일까지 관할 세무서장 등에게 납부하여야 할 의무를 부담한다. 이러한 원천징수의무자인 법인에 대한 소득금액변동통지의 성격과 효과, 그리고 구 법인세법 시행령(2007. 2. 28. 대통령령 제19891호로 개정되기 전의 것) 제137조 제1항, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제192조 제1항, 구 소득세법 시행규칙(2007. 4. 17. 재정경제부령 제554호로 개정되기 전의 것) 제100조 제24호 등이 소득금액변동통지서에 ‘소득자의 성명·주소 등’과 소득금액을 기재하도록 규정하고 있는 점 등에 비추어 보면, 과세관청이 소득금액변동통지서에 소득의 귀속자나 소득의 귀속자별 소득금액을 특정하여 기재하지 않은 채 소득금액변동통지를 하였다면 특별한 사정이 없는 한 그 소득금액변동통지는 위법하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2003. 12. 30. 법률 제7006호로 개정되기 전의 것) 제119조, 구 법인세법(2003. 12. 30. 법률 제7005호로 개정되기 전의 것) 제93조 / [2] 구 법인세법(2003. 12. 30. 법률 제7005호로 개정되기 전의 것) 제6조 제6항, 제19조 제1항, 제2항, 구 법인세법 시행령(2007. 2. 28. 대통령령 제19891호로 개정되기 전의 것) 제3조 제2항, 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제1항 제1호(현행 제38조 제1항 제1호 참조), 제2항 제2호(현행 제39조 제1항 제4호 참조) / [3] 구 법인세법 시행령(2007. 2. 28. 대통령령 제19891호로 개정되기 전의 것) 제137조 제1항, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제192조 제1항, 구 소득세법 시행규칙(2007. 4. 17. 재정경제부령 제554호로 개정되기 전의 것) 제100조 제24호<br/>",
  "참조판례": "[1] 대법원 2012. 1. 27. 선고 2010두5950 판결(공2012상, 379), 대법원 2013. 4. 11. 선고 2011두3159 판결(공2013상, 873) / [3] 대법원 2006. 4. 20. 선고 2002두1878 전원합의체 판결(공2006상, 940)<br/>"
}