{
  "판례일련번호": "171599",
  "사건명": "집회및시위에관한법률위반",
  "사건번호": "2012도11518",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131024",
  "판시사항": "[1] 공중이 자유로이 통행할 수 없는 장소에서 개최되는 옥외집회가 ‘집회 및 시위에 관한 법률’상 보장 및 규제 대상이 되는 집회에 포함되는지 여부(적극) 및 외형상 천장이 없거나 사방이 폐쇄되지 아니한 장소에서 개최되는 집회라도 미신고 옥외집회 개최행위로 처벌할 수 없는 경우<br/>[2] 피고인들을 포함한 근로자 30여 명이 회사 구내 옥외 주차장에서 미신고 집회를 개최하였다고 하여 ‘집회 및 시위에 관한 법률’ 위반으로 기소된 사안에서, 위 집회는 집회 장소, 목적과 규모·방법 등에 비추어 일반적인 사회생활질서의 범위 안에 있어, 피고인들의 행위를 미신고 옥외집회 개최행위로 처벌할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다)에 의하여 보장 및 규제의 대상이 되는 집회란 ‘특정 또는 불특정 다수인이 공동의 의견을 형성하여 이를 대외적으로 표명할 목적 아래 일시적으로 일정한 장소에 모이는 것’을 말하며, 천장이 없거나 사방이 폐쇄되지 아니한 장소에서의 집회는 설사 그곳이 공중이 자유로이 통행할 수 있는 장소가 아닐지라도 그 장소의 위치와 넓이, 형태 및 참가인원의 수, 집회의 목적과 성격 및 방법 등에 따라서는 공공의 안녕질서에 해를 끼칠 우려가 있다는 점에서 이 또한 집시법에 의하여 보장 및 규제의 대상이 되는 집회에 포함된다. 다만 헌법이 집회의 자유를 보장하는 근본이념과 집시법 제2조 제1호, 제6조 제1항, 제22조 제2항의 내용 및 입법 취지 등을 종합하여 볼 때, 집회의 목적, 방법 및 형태, 참가자의 인원 및 구성, 집회 장소의 개방성 및 접근성, 주변 환경 등에 비추어 집회 과정에서 불특정 다수나 일반 공중 등 외부와 접촉하여 제3자의 법익과 충돌하거나 공공의 안녕질서에 해를 끼칠 수 있는 상황에 대한 예견가능성조차 없거나 일반적인 사회생활질서의 범위 안에 있는 것으로 볼 수 있는 경우에는 설령 외형상 천장이 없거나 사방이 폐쇄되지 아니한 장소에서 개최되는 집회라고 하더라도 이를 집시법상 미신고 옥외집회의 개최행위로 보아 처벌하여서는 아니 된다.<br/>[2] 피고인들을 포함한 근로자 30여 명이 관할 경찰서장에게 신고하지 아니하고 회사 구내 옥외 주차장에서 5회에 걸쳐 집회를 개최하였다고 하여 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 위반으로 기소된 사안에서, 위 집회는 회사 구내에서 업무시간을 피하여 매번 약 40분씩 한정된 시간 동안 개최된 것이고, 집회의 목적도 오로지 노조활동과 관련하여 회사에 대한 요구사항을 주장하기 위한 것이며, 집회 장소가 회사 안마당 주차장 공간으로서 옥외이기는 하지만 외부인의 출입이 통제·차단되어 그곳에서 위와 같은 목적과 규모 및 방법으로 집회를 개최하더라도 인근 거주자나 일반인의 법익과 충돌하거나 공공의 안녕질서에 해를 끼칠 것으로는 예견되지 아니할 뿐 아니라 일반적인 사회생활질서의 범위 안에 있는 행위로 평가되므로, 피고인들의 행위를 집시법상 미신고 옥외집회 개최행위로 처벌할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조, 제37조 제2항, 집회 및 시위에 관한 법률 제1조, 제2조 제1호, 제6조 제1항, 제22조 제2항 / [2] 집회 및 시위에 관한 법률 제2조 제1호, 제6조 제1항, 제22조 제2항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2012. 4. 26. 선고 2011도6294 판결, 대법원 2012. 5. 24. 선고 2010도11381 판결(공2012하, 1169), 대법원 2013. 3. 28. 선고 2011도2393 판결(공2013상, 822), 헌법재판소 1994. 4. 28. 선고 91헌바14 전원재판부 결정(헌공6, 288)<br/>"
}