{
  "판례일련번호": "171626",
  "사건명": "공직선거법위반",
  "사건번호": "2013도2190",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131114",
  "판시사항": "[1] 공직선거법 제87조 제2항에서 정한 ‘후보자가 되고자 하는 자’의 의미<br/>[2] 공직선거법 제87조 제2항에서 설립 내지 설치를 금지하는 ‘사조직’의 의미<br/>[3] 공직선거법 제82조의4에서 정보통신망을 이용한 선거운동을 폭넓게 허용하는 취지 및 정보통신망을 통한 선거운동과 관련한 공직선거법 규정들을 해석할 때 고려할 사항<br/>[4] 인터넷 공간에서 선거활동을 목적으로 카페 등을 개설하고 회원 등을 모집하여 일정한 모임의 틀을 갖추어 운영하는 인터넷상 활동이 공직선거법상 사조직에 해당하는지 여부(소극) 및 카페 개설을 위한 별도의 준비 모임이나 카페 개설 후 개최한 오프라인 모임이 인터넷상 카페 활동과 구별되는 별도의 조직적인 활동으로서 사조직을 갖춘 것인지 판단하는 기준<br/>",
  "판결요지": "[1] 공직선거법 제87조 제2항에서 정한 ‘후보자가 되고자 하는 자’에는 선거에 출마할 예정인 사람으로서 정당에 공천신청을 하거나 일반 선거권자로부터 후보자추천을 받기 위한 활동을 벌이는 등 입후보의사가 확정적으로 외부에 표출된 사람뿐만 아니라 그 신분·접촉대상·언행 등에 비추어 선거에 입후보할 의사를 가진 것을 객관적으로 인식할 수 있을 정도에 이른 사람도 포함된다.<br/>[2] 공직선거법 제87조 제2항은 후보자 간 선거운동기구의 형평성을 유지하고, 각종 형태의 선거운동기구의 난립으로 인한 과열경쟁 및 낭비를 방지하기 위한 규정이고, 위 조항에서 설립 내지 설치를 금지하는 사조직은 선거에서 후보자나 후보자가 되고자 하는 자를 위하여 명칭이나 표방하는 목적 여하를 불문하고 법정 선거운동기구 이외에 설립하거나 설치하는 일체의 사조직을 의미하므로, 비록 회칙이 없고 조직과 임원 및 재정 등에 관하여 구체적으로 정한 바가 없더라도 공직선거법상 사조직에 해당한다.<br/>[3] 공직선거법에서 정한 다른 선거운동과 달리 인터넷 홈페이지 또는 그 게시판·대화방 등에 선거운동을 위한 내용의 글이나 동영상 등 정보를 게시하거나 전자우편을 전송하는 방법을 통한 정보통신망을 이용한 선거운동은 선거운동기간뿐 아니라 선거운동기간 전에도 허용된다(공직선거법 제82조의4 및 헌법재판소 2011. 12. 29. 선고 2007헌마1001 등 전원재판부 결정 참조). 이는 정치적 공론의 과정에서 기존 매체를 통한 일방적인 정보 전달을 넘어 인터넷을 통한 정치과정 참여의 기회와 범위가 넓어질수록 더 충실한 공론의 형성을 기대할 수 있을 것이므로, 실질적 민주주의의 구현을 위하여 인터넷상 일반 유권자의 정치적 표현의 자유가 적극 장려되어야 하는 측면을 고려한 것이다. 따라서 정보통신망을 통한 선거운동과 그 밖의 선거운동은 구분되어야 하며, 정보통신망을 통한 선거운동과 관련한 공직선거법 규정들은 이러한 정보통신망을 통한 선거운동의 특성 및 이를 폭넓게 허용한 입법 취지 등을 고려하여 해석될 필요가 있다.<br/>[4] 인터넷 공간에서의 선거활동을 목적으로 하여 인터넷 카페 등을 개설하고 인터넷 회원 등을 모집하여 일정한 모임의 틀을 갖추어 이를 운영하는 경우에, 이러한 인터넷상의 활동은 정보통신망을 통한 선거운동의 하나로서 허용되어야 하며, 이를 두고 공직선거법상 사조직에 해당한다고 보기 어렵다. 나아가 위와 같은 인터넷 카페 개설을 위하여 별도로 준비 모임을 갖거나 카페 개설 후 일부 회원들이 오프라인에서 모임을 개최하였다 하더라도, 그러한 모임이 인터넷 카페 개설 및 그 활동을 전제로 하면서 그에 수반되는 일시적이고 임시적인 성격을 갖는 것에 그친다면 역시 공직선거법상 사조직에 해당한다고 단정할 수 없고, 이를 넘어서서 인터넷상의 카페 활동과 구별되는 별도의 조직적인 활동으로서 공직선거법상 사조직을 갖춘 것으로 볼 수 있는지 여부는 해당 인터넷 카페의 개설 경위와 시기, 구성원 및 온라인과 오프라인상 활동 내용 등 제반 사정들을 종합하여 판단하여야 한다. 그리고 이와 같은 해석은 특정 선거와 관련하여 후보자 또는 후보자가 되고자 하는 자를 위하여 인터넷상에 카페를 개설하는 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제87조 제2항, 제255조 제1항 제11호 / [2] 공직선거법 제87조 제2항, 제255조 제1항 제11호 / [3] 공직선거법 제82조의4, 제87조 제2항, 제255조 제1항 제11호 / [4] 공직선거법 제82조의4, 제87조 제2항, 제255조 제1항 제11호<br/>",
  "참조판례": "[1] 대법원 2004. 4. 28. 선고 2003도4363 판결, 대법원 2009. 1. 15. 선고 2008도10365 판결, 대법원 2011. 3. 10. 선고 2011도168 판결(공2011상, 793) / [2] 대법원 2008. 3. 13. 선고 2007도7902 판결(공2008상, 543) / [3] 헌법재판소 2011. 12. 29. 선고 2007헌마1001 등 전원재판부 결정(헌공183, 159)<br/>"
}