{
  "판례일련번호": "171764",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2010두7208",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131128",
  "판시사항": "[1] 외국법인 간 합병에 따라 소멸하는 피합병법인이 자산으로 보유하던 내국법인의 발행주식을 합병법인에 이전하는 경우, 구 법인세법 제93조 제10호 (가)목의 ‘주식의 양도’에 해당하는지 판단하는 기준<br/> [2] 甲 외국법인이 모 회사인 乙 외국법인에 흡수합병되어 丙 외국법인으로 명칭을 변경하였는데 합병 당시 甲 법인이 보유한 丁 내국법인 발행 주식이 丙 법인으로 이전되자, 과세관청이 丙 법인에 법인세 및 증권거래세 등 부과처분을 한 사안에서, 위 주식의 이전이 구 법인세법 제93조 제10호 (가)목에서 정한 ‘주식의 양도’ 및 구 증권거래세법 제1조 등에서 정한 ‘주권의 양도’에 해당한다고 본 사례<br/>",
  "판결요지": "[1] 외국법인 간의 합병에 따라 소멸하는 피합병법인이 자산으로 보유하던 내국법인의 발행주식을 합병법인에 이전하는 것이 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것, 이하 같다) 제93조 제10호 (가)목에서 말하는 ‘주식의 양도’에 해당하는지 여부는 구 법인세법의 해석상 합병에 따른 주식의 이전을 계기로 당해 주식에 내재된 가치증가분이 양도차익으로 실현되었다고 보아 이를 과세대상 소득으로 삼을 수 있는지 여부에 따라 판단하여야 한다.<br/> [2] 甲 외국법인이 모 회사인 乙 외국법인에 흡수합병되었고 丙 외국법인으로 명칭을 변경하였는데, 합병 당시 甲 법인이 보유한 丁 내국법인 발행 주식이 甲 법인에서 丙 법인으로 이전되자, 과세관청이 丙 법인에 법인세 및 증권거래세 등 부과처분을 한 사안에서, 내국법인의 경우 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것, 이하 같다) 제80조 제1항, 제4항, 구 법인세법 시행령(2008. 2. 22. 대통령령 제20619호로 개정되기 전의 것) 제122조 제1항, 제14조 제1항 제1호 (가)목, (다)목은 합병에 따른 자산의 이전도 양도차익이 실현되는 자산의 양도에 해당한다고 보아 그 양도차익의 산정방법을 규정하면서, 예외적으로 구 법인세법 제44조 제1항 제1호 및 제2호의 요건을 갖춘 경우에 한하여 피합병법인이 대가로 받은 주식의 액면가액을 양도대가로 의제함으로써 사실상 양도차익이 산출되지 않도록 하여 합병법인이 당해 자산을 처분하는 시점까지 그에 대한 과세를 이연하는 정책적 특례를 제공하고 있는 점 등을 종합하면, 위 합병에 따른 주식의 이전은 구 법인세법 제93조 제10호 (가)목에서 말하는 ‘주식의 양도’에 해당하고, 구 증권거래세법(2008. 12. 26. 법률 제9274호로 개정되기 전의 것) 제1조 본문, 제2조 제3항의 문언 내용 및 취지, 2001. 12. 29. 법률 제6538호로 개정된 조세특례제한법 제117조 제1항 제14호가 ‘법인세법 제44조 제1항 각 호의 요건을 갖춘 합병을 위하여 주식을 양도하는 경우’를 증권거래세의 면제 대상으로 새로이 규정한 점 등에 비추어 볼 때, 합병으로 인한 주식의 이전이 위 규정에서 말하는 ‘주권의 양도’에 해당한다고 본 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제93조 제10호 (가)목[현행 제93조 제9호 (가)목 참조] / [2] 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제16조 제1항 제5호, 제2항, 제44조 제1항 제1호(현행 제44조 제2항 제1호 참조), 제2호(현행 제44조 제2항 제2호 참조), 제80조 제1항(현행 삭제), 제4항(현행 삭제), 제93조 제10호 (가)목[현행 제93조 제9호 (가)목 참조], 구 법인세법 시행령(2008. 2. 22. 대통령령 제20619호로 개정되기 전의 것) 제14조 제1항 제1호 (가)목, (다)목[현행 제14조 제1항 제1호 (라)목 참조], 제122조 제1항(현행 삭제), 구 증권거래세법(2008. 12. 26. 법률 제9274호로 개정되기 전의 것) 제1조, 제2조 제3항, 조세특례제한법 제117조 제1항 제14호<br/>",
  "참조판례": ""
}