{
  "판례일련번호": "171805",
  "사건명": "투자금반환등",
  "사건번호": "2011다96130",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131128",
  "판시사항": "[1] 투자신탁의 자산운용회사가 작성하는 투자설명서의 기재 내용이 신탁계약의 당사자 사이에 당연히 계약적 구속력이 있는지 여부 및 그 기재 내용이 개별약정으로서 구속력이 있는지 판단하는 기준<br/> [2] 투자신탁의 자산운용회사가 간접투자재산 운용단계에서 부담하는 선관주의의무의 내용<br/> [3] 신탁재산 대부분을 장외파생상품에 투자하는 펀드의 수익증권을 취득한 甲 등 투자자들이 투자신탁의 자산운용회사인 乙 주식회사를 상대로 乙 회사가 투자설명서에 기재된 장외파생상품의 거래상대방을 투자자들의 동의 없이 임의로 변경하는 바람에 손해를 입었다며 채무불이행 또는 불법행위에 따른 손해배상을 구한 사안에서, 乙 회사가 구 간접투자자산 운용업법 제19조에 따른 손해배상책임을 부담한다고 판단한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제28조, 제56조 제1항, 제2항의 투자설명서에 관한 규정 및 취지에 비추어 볼 때, 투자설명서의 기재 내용 자체가 투자신탁계약의 당사자 사이에서 당연히 계약적 구속력이 있다고 볼 수는 없고, 투자설명서에 기재된 내용이 신탁약관의 내용을 구체화하는 내용인 경우에 신탁약관의 내용과 결합하여 계약적 구속력을 가진다. 다만 그 기재 내용이 개별약정으로서 구속력을 가질 수는 있지만, 개별약정으로서 구속력이 있는지 여부는 투자설명서에 기재된 구체적인 내용, 그러한 내용이 기재된 경위와 당사자의 진정한 의사 등을 종합적으로 고려하여 판단하여야 한다.<br/> [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조 제1항은 “자산운용회사가 법령, 투자신탁의 약관 또는 투자회사의 정관 및 제56조의 규정에 의한 투자설명서에 위배되는 행위를 하거나 그 업무를 소홀히 하여 간접투자자에게 손해를 발생시킨 때에는 그 손해를 배상할 책임이 있다.”고 규정하고 있고, 제86조 제1항은 “투자신탁의 자산운용회사 및 투자회사는 선량한 관리자의 주의로써 간접투자재산을 관리하여야 하며, 간접투자자의 이익을 보호하여야 한다.”고 규정하고 있는바, 자산운용회사가 가능한 범위 내에서 수집된 정보를 바탕으로 간접투자재산의 최상의 이익에 합치된다는 믿음을 가지고 신중하게 간접투자재산의 운용에 관한 지시를 하였다면 위 법 규정에서 말하는 선량한 관리자로서의 책임을 다한 것이라고 할 것이고, 설사 그 예측이 빗나가 신탁재산에 손실이 발생하였다고 하더라도 그것만으로 간접투자재산 운용단계에서의 선량한 관리자로서의 주의의무를 위반한 것이라고 할 수 없다.<br/> [3] 신탁재산 대부분을 장외파생상품에 투자하는 펀드의 수익증권을 취득한 甲 등 투자자들이 투자신탁의 자산운용회사인 乙 주식회사를 상대로 乙 회사가 투자설명서에 기재된 장외파생상품의 거래상대방을 투자자들의 동의 없이 임의로 변경하는 바람에 손해를 입었다며 채무불이행 또는 불법행위에 따른 손해배상을 구한 사안에서, 제반 사정에 비추어 볼 때, 투자설명서에 장외파생상품의 거래상대방을 기재한 부분은 신탁약관의 내용을 구체화하는 것이라 볼 수 없어 기재 내용이 당연히 투자신탁계약의 내용에 편입되어 계약적 구속력을 갖는다고 할 수 없고, 그 부분이 乙 회사와 甲 등 사이의 개별약정에 해당하여 乙 회사가 거래상대방을 투자설명서에 기재된 대로 정하여 투자자산을 운용할 계약상 의무를 부담한다고 볼 수 없으며, 乙 회사가 장외파생상품의 거래상대방을 변경한 것이 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 간접투자법’이라 한다) 제19조에서 정한 투자설명서에 위배되는 행위 또는 자산운용회사로서 선량한 관리자의 주의의무를 위반한 행위에 해당한다고 할 수 없는데도, 장외파생상품의 거래상대방을 변경한 행위가 자산운용회사의 재량 범위를 넘는 것으로 채무불이행에 해당한다고 보아 乙 회사가 구 간접투자법 제19조에 따른 손해배상책임을 부담한다고 판단한 원심판결에 투자설명서의 법적 성격, 구 간접투자법 제19조에서 정한 자산운용회사의 손해배상책임에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제28조, 제56조 제1항, 제2항 / [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조 제1항, 제86조 제1항 / [3] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조 제1항, 제28조, 제56조 제1항, 제2항, 제3항, 제86조 제1항, 제87조 제1항<br/>",
  "참조판례": "[2] 대법원 2003. 7. 11. 선고 2001다11802 판결(공2003하, 1699)<br/>"
}