{
  "판례일련번호": "172027",
  "사건명": "손해배상(기)",
  "사건번호": "2006다17553",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130712",
  "판시사항": "[1] 국제재판관할의 결정 기준 및 물품을 제조·판매하는 제조업자에 대한 제조물책임소송에서 손해발생지 법원에 국제재판관할권이 있는지 판단하는 방법<br/>[2] 구 섭외사법 제13조 제1항에서 정한 불법행위에서 ‘그 원인된 사실이 발생한 곳’의 의미<br/>[3] 제조물책임의 대상이 되는 제조물의 의미 및 특정 소비자와의 공급계약에 따라 그 소비자에게 직접 납품되어 사용되는 것이 제조물에 포함되는지 여부(적극)<br/>[4] 제조물책임을 부담하는 제조업자의 의미 및 정부와의 공급계약에 의해 정부가 제시한 제조지시에 따라 제조물을 제조·판매한 경우에도 제조물의 결함에 대하여 제조물책임을 부담하는지 여부(적극)<br/>[5] 인체에 유해한 독성물질이 혼합된 화학제품을 설계·제조하는 제조업자가 부담하는 위험방지의무의 내용 및 제조업자가 위 의무를 위반한 채 생명·신체에 위해를 발생시킬 위험이 있는 화학제품을 설계하여 그대로 제조·판매한 경우, 그 화학제품에 결함이 존재한다고 볼 수 있는지 여부(원칙적 적극)<br/>[6] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 각종 질병이 발생하였다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 참전군인들 중 일부가 고엽제의 TCDD에 노출되어 특이성 질환인 염소성여드름이 발생하는 손해를 입었다고 본 원심판단을 정당하다고 한 사례<br/>[7] 특정 위험인자와 비특이성 질환 사이에 역학적 상관관계가 인정되는 경우, 어느 개인이 위험인자에 노출된 사실과 비특이성 질환에 걸린 사실의 증명만으로 양자 사이의 인과관계를 인정할 만한 개연성이 증명되었다고 볼 수 있는지 여부(소극) 및 이 경우 개연성을 증명하는 방법<br/>[8] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 당뇨병 등 각종 질병에 걸렸다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 참전군인들 중 일부가 고엽제의 TCDD에 노출되어 비특이성 질환인 당뇨병 등 질병이 발생하는 손해를 입었다고 본 원심판결에 역학적 인과관계와 개연성 등에 관한 법리오해 등 위법이 있다고 한 사례<br/>[9] 민법 제766조 제1항에서 정한 ‘손해 및 가해자를 안 날’의 의미와 판단 기준 및 피해자 등이 ‘손해를 안 시기’에 대한 증명책임의 소재(=소멸시효 완성의 이익을 주장하는 자)<br/>[10] 가해행위와 손해의 발생 사이에 시간적 간격이 있는 불법행위에 기한 손해배상채권의 경우, 민법 제766조 제2항에서 정한 장기소멸시효의 기산점이 되는 ‘불법행위를 한 날’의 의미 및 ‘객관적·구체적으로 손해가 발생한 시기’에 관한 증명책임의 소재(=소멸시효의 이익을 주장하는 자)<br/>[11] 甲 등 베트남전 참전군인들이 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 질병에 걸렸다며 고엽제 제조회사인 乙 외국법인 등을 상대로 제조물책임 등에 따른 손해배상을 구하자, 乙 법인 등이 소멸시효 항변을 한 사안에서, 일부 참전군인들에 대한 소멸시효 항변은 권리남용에 해당하지만, 고엽제후유증환자로 등록한 날부터 3년이 경과한 후에 가압류신청 또는 소를 제기한 일부 참전군인들에 대한 소멸시효 항변은 권리남용에 해당하지 않는다고 한 사례<br/>[12] 불법행위로 인한 손해배상청구소송에서 가해행위와 손해 사이의 인과관계를 비율적 인정할 수 있는지 여부(소극)<br/>",
  "판결요지": "",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제2조 / [2] 구 섭외사법(2001. 4. 7. 법률 제6465호 국제사법으로 전부 개정되기 전의 것) 제13조 제1항(현행 국제사법 제32조 제1항 참조) / [3] 제조물 책임법 제2조 제1호, 제3조 제1항 / [4] 제조물 책임법 제2조 제3호, 제3조 제1항 / [5] 제조물 책임법 제2조 제2호 (나)목, 제3조 제1항 / [6] 제조물 책임법 제3조 제1항, 민법 제750조 / [7] 민법 제750조 / [8] 제조물 책임법 제3조 제1항, 민법 제750조 / [9] 민법 제766조 제1항, 민사소송법 제288조 / [10] 민법 제766조 제2항, 민사소송법 제288조 / [11] 민법 제2조, 제162조, 제766조 제1항, 제2항 / [12] 민법 제750조<br/>",
  "참조판례": "[1] 대법원 1995. 11. 21. 선고 93다39607 판결(공1996상, 26), 대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294) / [2] 대법원 1994. 1. 28. 선고 93다18167 판결(공1994상, 818), 대법원 2008. 4. 24. 선고 2005다75071 판결(공2008상, 759) / [9] 대법원 2001. 9. 14. 선고 99다42797 판결(공2001하, 2219), 대법원 2002. 6. 28. 선고 2000다22249 판결(공2002하, 1777), 대법원 2011. 3. 10. 선고 2010다13282 판결(공2011상, 708) / [10] 대법원 1992. 5. 22. 선고 91다41880 판결(공1992, 1969), 대법원 2007. 11. 16. 선고 2005다55312 판결(공2007하, 1922), 대법원 2012. 8. 30. 선고 2010다54566 판결(공2012하, 1590)<br/>"
}