{
  "판례일련번호": "172304",
  "사건명": "손해배상(기)",
  "사건번호": "2010다22415",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131024",
  "판시사항": "[1] 영업용 상가의 분양계약에서 수분양자가 분양대금과 별도로 분양자에게 상가개발비라는 명목의 금원을 지급하기로 한 경우, 그 금원의 법적 성질을 판단하는 기준<br/>[2] 신축상가의 분양계약에서 분양대금과 별도로 상가개발비 항목을 두어 수분양자에게 지급의무를 부담시키고 분양자에게는 상가홍보 등 상가 활성화 등의 의무를 부담시킨 경우, 위 상가개발비 약정의 법적 성질(=위임) 및 이 경우 상가개발비를 분양자가 원래 부담하여야 할 분양대행수수료, 중개수수료 등으로 사용할 수 있는지 여부(소극)<br/>[3] 상가개발비 약정이 편입된 분양계약이 약관의 형식으로 체결된 경우, 분양계약 해제 시 상가개발비를 어떠한 경우에도 반환하지 않는다고 정한 조항의 효력(무효) 및 상가개발비 반환 약정이 무효이거나 존재하지 않고 상가개발비 약정의 성격이 위임약정이라고 볼 수 있는 경우, 분양계약이 분양자의 책임 없는 사유로 해제된 때 수분양자가 반환받을 수 있는 상가개발비의 범위<br/>",
  "판결요지": "[1] 영업용 상가의 분양계약에서 수분양자가 분양대금과는 별도로 분양자에게 상가개발비라는 명목의 금원을 지급하기로 한 경우, 그 금원의 법적 성질이 무엇인가는 분양계약의 내용, 상가개발비를 지급하게 된 동기와 경위, 당사자가 그 거래행위에 의하여 달성하고자 하는 목적, 거래의 관행 등을 종합적으로 고찰하여 판단하여야 할 당사자의 의사해석의 문제이다.<br/>[2] 신축상가의 분양계약에서 분양대금과 별도로 상가개발비 항목을 두어 수분양자에게 이를 지급할 의무를 부담시키는 한편 분양자에게는 상가홍보, 상가 공통의 인테리어 설치 등 기본적인 영업환경을 조성하고 상권이 형성되도록 할 의무(이하 ‘상가 활성화 등의 의무’라고 한다)를 부담시키고 있는 경우라면, 그러한 상가개발비 약정은 수분양자가 분양자에게 상가 홍보, 인테리어 시공 등 상가의 활성화를 위한 사무처리를 위임하고 그 위임사무의 처리를 위한 비용 및 보수를 개발비란 명목으로 지급하고, 분양자는 지급받은 개발비 금액 한도에서 상가 활성화 사무를 처리하기로 한 약정으로 해석함이 타당하다. 이와 같이 상가개발비 약정이 위임약정이라고 볼 경우, 분양자는 위임의 본지에 따라 선량한 관리자의 주의로써 상가개발비를 관리하고 상가 활성화 사무를 위하여 이를 집행하여야 할 의무를 부담하는 것이므로 상가개발비를 원래 분양자 자신이 부담하여야 할 분양대행수수료, 중개수수료 등으로 사용할 수 없다.<br/>[3] 상가개발비 약정이 분양계약에 편입된 경우, 분양계약이 해제되면 상가개발비 약정 역시 종료되고, 이 경우 상가개발비 반환의무의 발생이나 그 내용 등은 원칙적으로 분양계약 당사자의 약정에 따라 정하여지나 약관의 형식으로 분양계약이 체결된 경우에는, 그 약관의 내용이 사적 자치의 영역에 속하는 것이라고 하더라도 이는 약관의 규제에 관한 법률(이하 ‘약관법’이라 한다)의 규율 대상이 되는 것인데, 약관법 제9조는 계약의 해제·해지에 관하여 사업자의 원상회복의무나 손해배상의무를 부당하게 경감하는 조항은 무효라고 규정하고 있으므로, 분양계약 해제로 인하여 상가개발비 약정이 종료된 경우에 상가개발비를 어떠한 경우에도 반환하지 않는다고 규정하는 조항은 수분양자에게 일방적으로 불리한 약관으로 무효이다. 이처럼 상가개발비의 반환에 관한 약정이 무효이거나 그에 관한 약정이 존재하지 않고 나아가 상가개발비 약정의 성격이 위임약정이라고 볼 경우 분양자의 책임 없는 사유로 분양계약이 해제되었을 때에는 분양계약 종료 당시까지 분양자가 처리한 사무의 정도와 난이도, 노력의 정도, 처리된 사무에 대하여 가지는 쌍방 당사자의 이익 등 제반 사정을 참작하여 상당하다고 인정되는 보수 금액 및 상당하다고 인정되는 사무처리 비용 등을 공제하고 남은 나머지 상가개발비만을 반환받을 수 있다고 봄이 타당하다. 이 경우 처리한 사무의 정도, 사용된 사무처리 비용 등은 공제를 주장하는 분양자가 그 증명책임을 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제680조, 제681조 / [3] 약관의 규제에 관한 법률 제9조, 민법 제680조, 제686조, 제688조, 민사소송법 제288조<br/>",
  "참조판례": "[3] 대법원 2010. 10. 28. 선고 2008다83196 판결(공2010하, 2142)<br/>"
}