{
  "판례일련번호": "172451",
  "사건명": "증여세부과처분취소",
  "사건번호": "2013두17305",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140116",
  "판시사항": "[1] 국세환급금의 환수처분에 관한 납세고지서의 기재 방식 및 납세의무자가 개별 세법에 근거한 부과처분이나 그 세액의 징수에 관한 징수처분과 구별되는 초과환급금의 환수처분이라는 점과 환수를 요하는 구체적인 사유 등을 알 수 있을 정도인 경우, 초과환급금의 반환을 구하는 납세고지서에 국세기본법 제51조 제7항과 같은 근거규정을 적시하지 아니하였다거나 초과환급금 액수의 구체적 계산내역을 기재하지 아니하였다는 사정만으로 그에 관한 환수처분을 위법하다고 볼 수 있는지 여부(소극)<br/>[2] 구 상속세 및 증여세법 시행령 제75조의 ‘물납에 충당할 부동산 및 유가증권의 수납가액’의 의미(=과세가액)와 그 과세가액이 과세관청의 경정이나 법원의 판결에 따라 변경됨으로써 증액이나 감액경정처분 등이 이루어진 경우 수납가액도 변경된 과세가액에 따라 변경되는 것으로 보아야 하는지 여부(원칙적 적극) 및 물납재산이 공매로 매각·처분되었다는 사정만으로 공매로 매각·처분된 가액으로 수납가액이 변경되는지 여부(소극)<br/>",
  "판결요지": "[1] 국세징수법의 납세고지에 관한 규정은 헌법상 적법절차의 원칙과 행정절차법의 기본 원리를 과세처분의 영역에도 그대로 받아들여, 과세관청으로 하여금 자의를 배제한 신중하고도 합리적인 과세처분을 하게 함으로써 조세행정의 공정을 기함과 아울러 납세의무자에게 과세처분의 내용을 자세히 알려주어 이에 대한 불복 여부의 결정과 불복신청의 편의를 주려는 데 그 근본취지가 있다. 그런데 이미 충당 또는 지급된 금액의 반환을 구하기 위한 국세환급금의 환수처분은 국세의 징수에 부수하는 처분으로서 국세의 징수에 관한 규정이 그대로 준용되지만, 그 반환 지체에 대하여는 국세기본법상 국세환급가산금에 관한 규정이 유추적용될 뿐이므로, 납세의무와 세액을 구체적으로 확정하는 부과처분 또는 확정된 세액을 징수하고 그 체납에 대하여 국세징수법상 가산금에 관한 규정이 적용되는 징수처분과는 그 성질이 다르다. 따라서 국세환급금의 환수처분에 관한 납세고지서에는 그것이 국세환급금의 환수처분임을 명시함으로써 납세의무자의 불복 여부의 결정이나 불복신청에 지장을 초래하지 아니하도록 하여야 하고, 그 납세고지서에 이러한 사항이 제대로 기재되지 아니하였다면 특별한 사정이 없는 한 그에 관한 환수처분은 위법하다고 보아야 할 것이다. 그러나 납세고지서에 기재된 문언 내용 등에 비추어 납세의무자가 개별 세법에 근거한 부과처분이나 그 세액의 징수에 관한 징수처분과 구별되는 초과환급금의 환수처분이라는 점과 환수를 요하는 구체적인 사유 등을 알 수 있을 정도라면, 초과환급금의 반환을 구하는 납세고지서에 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제51조 제7항과 같은 근거규정을 적시하지 아니하였다거나 초과환급금 액수의 구체적 계산내역을 기재하지 아니하였다는 사정만으로 그에 관한 환수처분을 위법하다고 볼 것은 아니다.<br/>[2] 구 상속세 및 증여세법 시행령(2009. 2. 4. 대통령령 제21292호로 개정되기 전의 것) 제75조에서 말하는 ‘물납에 충당할 부동산 및 유가증권의 수납가액’은 과세표준 계산의 기초가 된 당해 물납재산의 가액, 즉 과세가액을 의미하는 것이므로, 그 과세가액이 과세관청의 경정이나 법원의 판결에 따라 변경됨으로써 증액이나 감액경정처분 등이 이루어진 때에는 특별한 사정이 없는 한 수납가액도 변경된 과세가액에 따라 변경되는 것으로 보아야 하고, 그 후 물납재산이 공매로 매각·처분되었다는 사정만으로 공매로 매각·처분된 가액으로 수납가액이 변경되는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제51조 제1항, 제7항(현행 제51조 제8항 참조), 구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제9조 제1항 / [2] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제73조 제1항, 구 상속세 및 증여세법 시행령(2009. 2. 4. 대통령령 제21292호로 개정되기 전의 것) 제75조<br/>",
  "참조판례": "[1] 대법원 2012. 10. 18. 선고 2010두12347 전원합의체 판결(공2012하, 1945), 대법원 2013. 10. 31. 선고 2012다200769 판결(공2013하, 2129) / [2] 대법원 2012. 7. 12. 선고 2011다443 판결<br/>"
}