{
  "판례일련번호": "172538",
  "사건명": "손해배상",
  "사건번호": "2011다18017",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140123",
  "판시사항": "[1] 국가가 일반재산에 관하여 대부계약을 체결하면서 ‘국가나 지방자치단체가 대부계약의 목적물을 직접 공용이나 공공용으로 사용하기 위하여 필요한 때에는 대부계약을 해지할 수 있고 그 경우 상대방이 입은 손해를 배상하겠다’고 약정한 경우, 일반 채무불이행에 기한 손해배상의 법리에 따라 배상하겠다는 취지인지 여부(원칙적 소극)<br/>[2] ‘국가나 지방자치단체가 대부계약의 목적물을 직접 공용이나 공공용으로 사용하기 위하여 필요하다’는 사유로 국가에 의하여 대부계약이 해지된 경우, 손실보상의 대상이 되는 개간비와 기대수익 상실액의 범위<br/>",
  "판결요지": "[1] 국가가 일반재산에 관하여 대부계약을 체결하면서, 국가나 지방자치단체가 대부계약의 목적물을 직접 공용이나 공공용으로 사용하기 위하여 필요한 때에는 대부계약을 해지할 수 있고 그 경우 상대방이 입은 손해를 배상하겠다고 약정한 경우, 이는 대부계약의 법적 성질이 사법상 계약임에 비추어 대부계약의 해지로 인하여 상대방이 입은 손실을 행정상 손실보상절차에 의하지 아니하고 민사상 절차에 의하여 배상하겠다는 취지로 해석할 수는 있지만, 더 나아가 그 약정 속에 상대방이 입은 손해를 일반 채무불이행에 기한 손해배상의 법리에 따라 배상하겠다는 취지까지 담겨 있다고 단정할 수는 없다. 위와 같은 사유로 대부계약을 해지하는 것은 구 국유재산법(2011. 3. 30. 법률 제10485호로 개정되기 전의 것, 이하 같다)에 따른 적법행위이므로 채무불이행에 기한 손해배상의 법리가 그대로 적용될 수 없는 점, 구 국유재산법 관계 법령에 위와 같은 사유에 기한 대부계약 해지 시 상대방에게 보상하여야 할 손실액을 명시하여 규정하고 있으므로 국가는 특별한 사정이 없는 한 이를 따라야 하는 점, 대부계약의 상대방으로서도 행정상 손실보상절차에 의할 경우 구 국유재산법 관계 법령에서 정한 손실보상액을 한도로 보상받을 수밖에 없으므로 이를 넘어선 금액을 배상받을 수 있으리라는 정당한 기대를 갖기 어려운 점 등을 종합하여 보면, 국가가 위와 같이 손해를 배상하겠다는 약정 속에 구 국유재산법 관계 법령에서 규정한 손실보상액과 관계없이 일반 채무불이행에 기한 손해배상의 법리에 따라 손해를 배상하겠다는 취지가 담겨 있다고 보기 위해서는 그와 같이 볼만한 특별한 사정이 인정되어야 할 것이고, 그렇지 아니하다면 이는 구 국유재산법 관계 법령에서 정한 손실보상액을 행정상 손실보상절차가 아닌 민사상 절차에 의하여 배상하겠다는 의미로 해석하는 것이 합리적이다.<br/>[2] 대부계약의 상대방이 대부계약의 목적 토지를 대부계약에서 정한 사용 목적에 따라 경작에 적합한 상태로 개간하기 위하여 필요한 비용을 투입하였다가 ‘국가나 지방자치단체가 대부계약의 목적물을 직접 공용이나 공공용으로 사용하기 위하여 필요하다’는 사유로 국가에 의하여 대부계약을 해지당한 경우, 헌법 제23조 제3항이 규정하는 정당한 보상의 원칙과 대부계약의 존속을 신뢰하여 상대방이 지출한 시설비 등을 보상하려는 구 국유재산법 시행령(2011. 4. 11. 대통령령 제22815호로 개정되기 전의 것, 이하 같다) 제35조 제1호의 규정 취지에 비추어 볼 때, 위와 같은 개간비를 시설비 등과 달리 취급하여 보상에서 제외할 합리적인 이유는 없으므로, 위 규정을 유추적용하여 대부계약의 해지 당시를 기준으로 아직 남은 계약기간에 해당하는 개간비 부분도 손실보상의 대상이 된다고 봄이 타당하다. 또한 상대방이 위와 같은 대부계약의 해지로 인하여 개간한 토지에서 경작을 하지 못하게 되어 기대수익을 얻지 못하는 손실을 입게 된 경우도 구 국유재산법 시행령 제35조 제2호를 유추적용하여 손실보상의 대상이 된다고 볼 것인데, 그 손실보상액은 대부계약 해지에 따라 시설을 이전하거나 새로운 시설을 설치하게 되는 경우 그 기간 동안 영업을 할 수 없게 됨으로써 발생하는 손실을 보상하도록 한 구 국유재산법 시행령 제35조 제2호의 규정 취지에 비추어, 잔여 계약기간 전부 동안의 기대수익 상실액이 아니라, 잔여 계약기간 범위 내로서 대부계약 해지 시부터 대체 토지를 확보하여 경작에 적합한 상태로 만들어 경작할 수 있게 되기까지 동안의 기대수익 상실액이라고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 구 국유재산법(2011. 3. 30. 법률 제10485호로 개정되기 전의 것) 제36조 제2항, 제3항, 제47조, 구 국유재산법 시행령(2011. 4. 11. 대통령령 제22815호로 개정되기 전의 것) 제35조, 제51조 / [2] 민법 제105조, 헌법 제23조, 구 국유재산법(2011. 3. 30. 법률 제10485호로 개정되기 전의 것) 제36조 제2항, 제3항, 제47조, 구 국유재산법 시행령(2011. 4. 11. 대통령령 제22815호로 개정되기 전의 것) 제35조, 제51조<br/>",
  "참조판례": "[1] 대법원 2000. 2. 11. 선고 99다61675 판결(공2000상, 691)<br/>"
}