{
  "판례일련번호": "172675",
  "사건명": "청구이의",
  "사건번호": "2011나43041",
  "법원명": "수원지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20130822",
  "판시사항": "[1] 채무자 甲과 수익자 乙이 체결한 근저당권설정계약이 사해행위에 해당한다고 하면서 채권자 丙이 乙을 상대로 제기한 선행 사해행위취소소송이 항소심 계속 중인 상태에서, 위 근저당권설정계약에 관하여 후행 사해행위취소소송을 제기한 다른 채권자 丁이 선행 사해행위취소소송 상고심 계속 중 확정된 후행 사해행위취소소송의 화해권고결정에 기초하여 乙로부터 가액배상을 받았는데, 그 후 丙이 선행 사해행위취소소송에서 위 결정과 같은 내용의 확정판결을 받고 강제집행을 신청하자, 乙이 청구이의를 한 사안에서, 강제집행이 불허되어야 한다고 한 사례<br/>[2] 민사집행법 제44조 제2항에 따른 청구이의 사유가 소송요건에 관한 것인 경우, 상고심판결 선고 뒤에 생긴 사유로 제한하여야 하는지 여부(소극)<br/>[3] 채무자 甲과 수익자 乙이 체결한 근저당권설정계약이 사해행위에 해당한다고 하면서 채권자 丙이 乙을 상대로 제기한 선행 사해행위취소소송에서 근저당권설정계약이 사해행위가 아니라고 주장하던 乙이, 위 근저당권설정계약에 관하여 채권자 丁이 제기한 후행 사해행위취소소송에서는 사해행위를 인정하여 선행 사해행위취소소송 상고심 계속 중 내려진 후행 사해행위취소소송의 화해권고결정을 이의제기 없이 확정시킨 후 丁에게만 가액배상을 한 사안에서, 乙의 행위가 신의칙에 반하지 아니한다고 한 사례<br/>",
  "판결요지": "[1] 채무자 甲과 수익자 乙이 체결한 근저당권설정계약이 사해행위에 해당한다고 하면서 채권자 丙이 乙을 상대로 제기한 선행 사해행위취소소송이 항소심 계속 중인 상태에서, 위 근저당권설정계약에 관하여 후행 사해행위취소소송을 제기한 다른 채권자 丁이 선행 사해행위취소소송 상고심 계속 중 확정된 후행 사해행위취소소송의 화해권고결정에 기초하여 乙로부터 가액배상을 받았는데, 그 후 丙이 선행 사해행위취소소송에서 위 결정과 같은 내용의 확정판결을 받고 강제집행을 신청하자, 乙이 청구이의를 한 사안에서, 乙이 후행 사해행위취소소송의 확정된 화해권고결정에 기초하여 취소채권자인 丁에게 위 근저당권설정계약에 관하여 자신이 배상하여야 하는 가액을 반환하였으므로 동일한 사해행위에 관한 선행 사해행위취소소송의 확정판결에 기초한 강제집행은 불허되어야 한다고 한 사례.<br/>[2] 민사집행법 제44조 제2항에 의하면 청구이의 사유는 변론이 종결된 뒤(변론 없이 한 판결의 경우에는 판결이 선고된 뒤)에 생긴 것이어야 한다. 민사집행법 제44조에서 청구이의의 소를 규정한 것은 부당한 강제집행이 행하여지지 않도록 하려는 데 있고, 이의의 원인을 사실심 변론종결 뒤의 사유로 한정한 것은 변론종결시를 기준으로 확정된 권리관계를 변론종결 이전의 사유를 들어 다투는 것이 확정판결의 기판력에 저촉되기 때문이다. 권리보호의 이익은 소송요건이고 법원의 직권조사사항인데, 소송요건의 판단 시기는 기판력의 표준시와 동일하게 원칙적으로 사실심 변론종결시이고, 사실심 변론종결 뒤에 소송요건에 해당하는 사정의 발생·변경·소멸이 생긴 때에는 상고심에서 이를 직권으로 고려할 수 있을 뿐인 점, 법원은 소송요건 유무의 근거가 되는 구체적인 사실에 관하여 사실심 변론종결 당시까지 당사자의 주장이 없는 한 이를 고려할 수 없는 것이 원칙인 점 등에 비추어 보면, 소송요건에 관한 청구이의 사유의 경우 민사집행법 제44조 제2항의 문언을 상고심판결 선고 뒤에 생긴 사유여야 한다고 제한적으로 해석할 근거가 없다.<br/>[3] 채무자 甲과 수익자 乙이 체결한 근저당권설정계약이 사해행위에 해당한다고 하면서 채권자 丙이 乙을 상대로 제기한 선행 사해행위취소소송에서 근저당권설정계약이 사해행위가 아니라고 주장하던 乙이, 위 근저당권설정계약에 관하여 채권자 丁이 제기한 후행 사해행위취소소송에서는 사해행위를 인정하여 선행 사해행위취소소송 상고심 계속 중 내려진 후행 사해행위취소소송의 화해권고결정을 이의 제기 없이 그대로 확정시킨 후 채권자 전부를 위하여 공탁하지 않고 丁에게만 확정된 화해권고결정에 따라 가액배상을 한 사안에서, 乙이 후행 사해행위취소소송에서 사해행위를 인정한 것은 오히려 실체적 진실에 부합하므로 그 행위가 선행행위에 모순되는 거동에 해당하여 신의칙에 반한다고 볼 수 없고, 丁이 사실상 우선변제를 받는 불공평한 결과가 초래되었더라도 현행 채권자취소 관련 규정의 해석상으로는 불가피한 점 등에 비추어 신의칙에 반하지 아니한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제406조 제1항, 민사소송법 제248조[소의 제기] / [2] 민사집행법 제44조, 민사소송법 제216조, 제248조[소의 제기], 제431조, 제434조 / [3] 민법 제2조, 민법 제406조 제1항<br/>",
  "참조판례": "[2] 대법원 1981. 6. 23. 선고 81다124 판결(공1981, 14097), 대법원 1998. 5. 26. 선고 98다9908 판결(공1998하, 1734)<br/>"
}