{
  "판례일련번호": "172749",
  "사건명": "성폭력범죄의 처벌 등에 관한 특례법 위반(강간등살인)·특정범죄 가중처벌 등에 관한 법률 위반(영리약취·유인등)[인정된 죄명:특정범죄 가중처벌 등에 관한 법률 위반(약취·유인)]·주거침입·야간주거침입절도·절도·부착명령·치료명령",
  "사건번호": "2013도12301,2013전도252,2013치도2",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 미성년자를 약취한 후 강간 목적으로 상해 등을 가하고 나아가 강간 및 살인미수를 범한 경우, 약취한 미성년자에 대한 상해 등으로 인한 특정범죄 가중처벌 등에 관한 법률 위반죄와 미성년자에 대한 강간 및 살인미수행위로 인한 성폭력범죄의 처벌 등에 관한 특례법 위반죄의 죄수 관계(=실체적 경합범)<br/>[2] 장기간의 형 집행 및 그에 부수하여 전자장치 부착 등의 처분이 예정된 사람에 대하여 ‘성폭력범죄자의 성충동 약물치료에 관한 법률’에 의한 약물치료명령을 부과하기 위한 요건<br/>[3] ‘성폭력범죄자의 성충동 약물치료에 관한 법률’에 의한 약물치료명령의 요건인 ‘성폭력범죄를 다시 범할 위험성’의 의미 및 성도착증 환자로 진단받은 피청구자가 약물치료명령의 요건을 갖춘 것으로 보기 위한 요건과 그 판단 기준<br/>",
  "판결요지": "[1] 미성년자인 피해자를 약취한 후에 강간을 목적으로 피해자에게 가혹한 행위 및 상해를 가하고 나아가 그 피해자에 대한 강간 및 살인미수를 범하였다면, 이에 대하여는 약취한 미성년자에 대한 상해 등으로 인한 특정범죄 가중처벌 등에 관한 법률 위반죄 및 미성년자인 피해자에 대한 강간 및 살인미수행위로 인한 성폭력범죄의 처벌 등에 관한 특례법 위반죄가 각 성립하고, 설령 상해의 결과가 피해자에 대한 강간 및 살인미수행위 과정에서 발생한 것이라 하더라도 위 각 죄는 서로 형법 제37조 전단의 실체적 경합범 관계에 있다.<br/>[2] ‘성폭력범죄자의 성충동 약물치료에 관한 법률’에 의한 약물치료명령(이하 ‘치료명령’이라고만 한다)은 사람에 대하여 성폭력범죄를 저지른 성도착증 환자로서 성폭력범죄를 다시 범할 위험성이 있다고 인정되는 19세 이상의 사람에 대하여 약물투여 및 심리치료 등의 방법으로 도착적인 성기능을 일정기간 동안 약화 또는 정상화하는 치료를 실시하는 보안처분이다. 이러한 치료명령은 성폭력범죄의 재범을 방지하고 사회복귀의 촉진 및 국민의 보호 등을 목적으로 한다는 점에서 특정 범죄자에 대한 보호관찰 및 전자장치 부착 등에 관한 법률과 치료감호법이 각 규정한 전자장치 부착명령 및 치료감호처분과 취지를 같이 하지만, 원칙적으로 형 집행 종료 이후 신체에 영구적인 변화를 초래할 수도 있는 약물의 투여를 피청구자의 동의 없이 강제적으로 상당 기간 실시하게 된다는 점에서 헌법이 보장하고 있는 신체의 자유와 자기결정권에 대한 가장 직접적이고 침익적인 처분에 해당한다고 볼 수 있다. 따라서 앞서 본 바와 같은 치료명령의 내용 및 특성과 최소침해성의 원칙 등을 요건으로 하는 보안처분의 성격 등에 비추어 장기간의 형 집행 및 그에 부수하여 전자장치 부착 등의 처분이 예정된 사람에 대해서는 위 형 집행 및 처분에도 불구하고 재범의 방지와 사회복귀의 촉진 및 국민의 보호를 위한 추가적인 조치를 취할 필요성이 인정되는 불가피한 경우에 한하여 이를 부과함이 타당하다.<br/>[3] ‘성폭력범죄자의 성충동 약물치료에 관한 법률’에 의한 약물치료명령(이하 ‘치료명령’이라고만 한다)의 요건으로 ‘성폭력범죄를 다시 범할 위험성’이란 재범할 가능성만으로는 부족하고 피청구자가 장래에 다시 성폭력범죄를 범하여 법적 평온을 깨뜨릴 상당한 개연성을 의미한다. 그런데 장기간의 형 집행이 예정된 사람의 경우에는 치료명령의 선고시점과 실제 치료명령의 집행시점 사이에 상당한 시간적 간격이 있어 성충동 호르몬 감소나 노령화 등으로 성도착증이 자연스럽게 완화되거나 치유될 가능성을 배제하기 어렵고, 피청구자의 동의 없이 강제적으로 이루어지는 치료명령 자체가 피청구자의 신체의 자유와 자기결정권에 대한 중대한 제한이 되는 사정을 감안하여 보면, 비록 피청구자가 성도착증 환자로 진단받았다고 하더라도 그러한 사정만으로 바로 피청구자에게 성폭력범죄에 대한 재범의 위험성이 있다고 단정할 것이 아니라, 치료명령의 집행시점에도 여전히 약물치료가 필요할 만큼 피청구자에게 성폭력범죄를 다시 범할 위험성이 있고 피청구자의 동의를 대체할 수 있을 정도의 상당한 필요성이 인정되는 경우에 한하여 비로소 치료명령의 요건을 갖춘 것으로 보아야 한다. 또한 이 경우 법원이 피청구자의 ‘성폭력범죄를 다시 범할 위험성’을 판단할 때에는 피청구자의 직업과 환경, 동종 범행으로 인한 처벌 전력, 당해 범행 이전의 행적, 범행의 동기, 수단, 범행 후의 정황, 개전의 정 등과 아울러 피청구인의 정신성적 장애의 종류와 정도 및 치료 가능성, 피청구인이 치료명령의 과정에서 받을 약물치료 또는 인지행동치료 등을 자발적이고도 적극적으로 따르고자 하는 의지, 처방 약물로 인하여 예상되는 부작용의 가능성과 정도, 예상되는 형 집행 기간과 그 종료 당시 피청구자의 연령 및 주위환경과 그 후 약물치료 등을 통하여 기대되는 재범방지 효과 등의 여러 사정을 종합적으로 평가하여 판결 시를 기준으로 객관적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제37조, 구 형법(2013. 4. 5. 법률 제11731호로 개정되기 전의 것) 제287조, 구 형법(2012. 12. 18. 법률 제11574호로 개정되기 전의 것) 제297조, 특정범죄 가중처벌 등에 관한 법률 제5조의2 제2항 제3호, 구 성폭력범죄의 처벌 등에 관한 특례법(2012. 12. 18. 법률 제11556호로 전부 개정되기 전의 것) 제7조 제1항, 제9조 제1항, 제14조(현행 제15조 참조) / [2] 성폭력범죄자의 성충동 약물치료에 관한 법률 제1조, 제4조, 제8조 / [3] 성폭력범죄자의 성충동 약물치료에 관한 법률 제4조, 제8조<br/>",
  "참조판례": ""
}