{
  "판례일련번호": "172714",
  "사건명": "직무이행명령취소청구",
  "사건번호": "2012추213",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 교육감이 학교생활기록부 작성에 관한 지도·감독 사무의 성격에 관한 선례나 학설, 판례 등이 확립되지 않은 상황에서 이를 자치사무로 보아 사무를 집행하였는데 사후에 기관위임 국가사무로 밝혀진 경우, 그 이유만으로 기존에 행한 사무의 집행행위가 징계사유에 해당하는지 여부(소극)<br/>[2] 교육과학기술부장관이 교육감에게 담당 교육청 소속 교육공무원들이 교육과학기술부 방침에 반하여 학교폭력 가해학생 학교생활기록부 기재 관련 업무 처리를 부당하게 하고 학교폭력 조치사항의 학교생활기록부 기재 반대 등을 요구하는 호소문을 담당 교육청 홈페이지에 발표한 행위에 대하여 징계의결 요구를 신청하도록 요청하였으나 이에 응하지 않자 징계의결 요구 신청을 내용으로 하는 직무이행명령을 한 사안에서, 징계대상자들에 대한 징계사유가 성립하지 않으므로 교육감에게 징계의결요구를 신청할 의무가 없고 직무이행명령도 위법하다고 한 사례<br/>",
  "판결요지": "[1] 구 초·중등교육법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 등 관계 법령의 해석에 의하면 교육감의 학교생활기록의 작성에 관한 사무에 대한 지도·감독 사무는 기관위임 국가사무에 해당하지만, 지방자치법 제169조에 규정된 취소처분에 대한 이의소송의 입법 취지 등을 고려할 때, 교육감이 위와 같은 지도·감독 사무의 성격에 관한 선례나 학설, 판례 등이 확립되지 않은 상황에서 이를 자치사무라고 보아 사무를 집행하였는데, 사후적으로 사법절차에서 그 사무가 기관위임 국가사무임이 밝혀졌다는 이유만으로 곧바로 기존에 행한 사무의 구체적인 집행행위가 위법하다고 보아 징계사유에 해당한다고 볼 수는 없다.<br/>[2] 교육과학기술부장관이 교육감에게 담당 교육청 소속 교육공무원들이 교육과학기술부 방침에 반하여 학교폭력 가해학생 학교생활기록부 기재 관련 업무 처리를 부당하게 하고 학교폭력 조치사항의 학교생활기록부 기재 반대 등을 요구하는 호소문을 담당 교육청 홈페이지에 발표한 행위에 대하여 징계의결 요구를 신청하도록 요청하였으나 이에 응하지 않자 징계의결 요구를 신청할 것을 내용으로 하는 직무이행명령을 한 사안에서, 징계대상자들이 학교생활기록의 작성에 관한 지도·감독 사무를 집행하면서 사무의 법적 성질을 자치사무라고 보고 직무상 상관인 교육감의 방침에 따라 교육부장관의 ‘학교생활기록 작성 및 관리지침’의 시행을 보류하는 내용으로 직무를 수행하였으나 그 행위가 결과적으로 법령을 위반한 것이라는 평가를 받게 되더라도, 그러한 사정만으로 징계대상자들의 직무집행 행위가 징계사유를 구성한다고 보기는 어렵고, 호소문 발표행위가 국가공무원법 제66조 제1항에서 금지하는 ‘공무 외의 일을 위한 집단행위’에 해당하거나 국가공무원 복무규정 제3조 제2항 또는 공무원의 성실의무를 규정한 국가공무원법 제56조를 위반한 것으로 볼 수 없어, 징계대상자들에 대한 징계사유가 성립되지 않으므로 교육감에게 징계의결요구를 신청할 의무가 없고 직무이행명령도 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 교육기본법 제9조 제4항, 제17조, 구 초·중등교육법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제6조, 제25조, 제47조 제2항, 구 초·중등교육법 시행령(2013. 3. 23. 대통령령 제24423호로 개정되기 전의 것) 제82조, 구 고등교육법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제34조 제2항, 구 고등교육법 시행령(2013. 3. 23. 대통령령 제24423호로 개정되기 전의 것) 제35조, 지방자치법 제169조 / [2] 교육기본법 제9조 제4항, 제17조, 구 초·중등교육법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제6조, 제25조, 제47조 제2항, 구 초·중등교육법 시행령(2013. 3. 23. 대통령령 제24423호로 개정되기 전의 것) 제82조, 구 고등교육법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제34조 제2항, 구 고등교육법 시행령(2013. 3. 23. 대통령령 제24423호로 개정되기 전의 것) 제35조, 국가공무원법 제56조, 제57조, 제66조, 국가공무원 복무규정 제3조 제2항, 구 지방교육자치에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제3조, 지방자치법 제169조, 제170조<br/>",
  "참조판례": ""
}