{
  "판례일련번호": "172746",
  "사건명": "부당이득반환",
  "사건번호": "2012다82466",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140221",
  "판시사항": "[1] 구 도시 및 주거환경정비법 제65조 제2항의 규정 취지와 법적 성질(=강행규정)<br/>[2] 새로 설치한 정비기반시설의 설치비용이 용도폐지되는 정비기반시설의 평가가액을 초과하는데도 사업시행 인가관청이 용도폐지 정비기반시설 가액에 미달한다고 보아 정산금을 부과한 경우 그 효력(무효) 및 사업시행자가 위 부과처분에 따라 납부한 정산금 상당에 대하여 부당이득반환을 구할 수 있는지 여부(적극)<br/>[3] 구 도시 및 주거환경정비법에 따른 재개발 또는 재건축사업의 시행으로 사업구역 내 공공하수도가 용도폐지되고 민간 사업시행자가 새로 하수도를 설치한 경우, 그 비용이 새로 설치한 정비기반시설의 설치비용에 포함되는지 여부(적극) 및 이는 하수도 이설비용 등을 민간 사업시행자가 부담하도록 정한 사업시행 인가조건을 다툴 수 있는 불복기간이 지난 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제65조 제2항, 제4항은 민간 사업시행자에 의하여 새로이 설치된 정비기반시설은 정비사업의 준공인가에 의하여 당연히 국가 또는 지방자치단체에 무상귀속되는 것으로 함으로써 도로·상하수도·공원·공용주차장·공동구 등 공공시설의 확보와 효율적인 유지·관리를 위하여 국가 등에 관리권과 함께 소유권까지 일률적으로 귀속되도록 하는 한편 그로 인한 사업시행자의 재산상 손실을 고려하여 새로 설치한 정비기반시설의 설치비용에 상당하는 범위 안에서 용도폐지되는 정비기반시설은 사업시행자에게 무상양도하도록 강제하는 것으로서, 위 무상귀속과 무상양도에 관한 규정은 강행규정으로 해석된다.<br/>[2] 새로 설치한 정비기반시설의 설치비용이 용도폐지되는 정비기반시설의 평가가액을 초과하는데도 사업시행 인가관청이 새로이 설치한 정비기반시설의 설치비용을 산정하면서 그중 일부를 제외하는 등으로 사업시행자에게 양도한 용도폐지 정비기반시설의 가액에 미달한다고 보아 차액 상당의 정산금을 부과하였다면 이는 강행규정인 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제65조 제2항에 반하는 것으로서 무효이므로, 사업시행자는 부과처분에 따라 납부한 정산금 상당에 대하여 부당이득반환을 청구할 수 있다.<br/>[3] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것)에 따른 재개발 또는 재건축사업의 시행으로 사업구역 내에 존재하는 공공하수도의 이전이나 증설 등이 필요하여 기존 하수도는 용도폐지되고 민간 사업시행자가 새로이 하수도를 설치한 경우에, 무상귀속 및 무상양도되는 재산의 범위와 가액을 정산할 때 위 하수도 설치비용은 새로이 설치한 정비기반시설의 설치비용에 포함시켜야 하고, 구 하수도법(2006. 9. 27. 법률 제8014호로 전부 개정되기 전의 것) 제32조 제2항을 이유로  설치비용에서 제외해서는 아니 된다. 그리고 이는 재건축 등 도시정비사업 시행인가처분의 인가조건에서 하수도 이설비용 등을 사업시행자가 부담하도록 정한 데 대하여  인가조건을 다툴 수 있는 불복기간이 지난 경우라고 하더라도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제65조 제2항, 제4항 / [2] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제65조 제2항, 제4항 / [3] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제65조 제2항, 구 하수도법(2006. 9. 27. 법률 제8014호로 전부 개정되기 전의 것) 제32조 제2항(현행 제61조 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 7. 12. 선고 2007두6663 판결(공2007하, 1284) / [3] 대법원 2007. 4. 13. 선고 2006두11149 판결<br/>"
}