{
  "판례일련번호": "172731",
  "사건명": "양도소득세등부과처분취소",
  "사건번호": "2012두16275",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 구 상속세 및 증여세법 제11조 제1항에 따른 상속세 비과세 요건인 ‘전쟁 기타 이에 준하는 공무의 수행과 부상 또는 질병 사이에 인과관계’에 대한 증명의 정도<br/>[2] 구 고엽제후유의증 환자지원 등에 관한 법률 제4조, 제5조 제1항 등에 따라 국가유공자로 등록되었다는 사정만으로 질병이 전투 등의 직무수행과 상당인과관계가 있다고 추단할 수 있는지 여부(소극)<br/>[3] 甲 등이 자신들의 피상속인으로서 월남전에 참전하였던 乙이 고엽제 후유증(다발성 골수종)으로 사망하였기 때문에 구 상속세 및 증여세법 제11조 제1항에 따른 상속세 비과세 대상이라며 상속세 신고를 하자 과세관청이 이를 부인하고 甲 등에게 상속세 부과처분을 한 사안에서, 乙이 입은 다발성 골수종과 전쟁 등의 수행 사이에 상당인과관계가 있다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제11조 제1항의 문언 내용과 취지 등에 비추어 보면, 위 규정에 따라 상속세가 비과세되기 위해서는 ‘전쟁 기타 이에 준하는 공무(이하 ‘전쟁 등’이라 한다)의 수행과 부상 또는 질병 사이에 인과관계’가 있어야 하고, 이러한 인과관계는 의학적·자연과학적으로 명백히 증명되지는 아니하더라도 제반 사정을 고려할 때 전쟁 등의 수행과 부상 또는 질병 사이에 상당인과관계가 있다고 추단되는 정도로는 증명되어야 한다.<br/>[2] 구 고엽제후유의증 환자지원 등에 관한 법률(2006. 3. 3. 법률 제7875호로 개정되기 전의 것, 이하 ‘고엽제법’이라 한다)은 구 국가유공자 등 예우 및 지원에 관한 법률(2008. 3. 28. 법률 제9079호로 개정되기 전의 것, 이하 ‘국가유공자법’이라 한다)에서 정한 국가유공자 요건의 증명이 어려운 고엽제 후유증환자를 위하여 특별히 별도의 절차를 마련하여 고엽제 살포지역에서 복무하고 전역하였다는 등의 사실이 인정되면 전투 등의 직무수행과 질병 사이의 인과관계를 따지지 않고 일단 국가유공자법 제4조 제1항 제4호의 ‘전상군경’으로 보도록 규정하고 있으므로, 고엽제법 제4조, 제5조 제1항 등에 따라 국가유공자로 등록되었다는 사정만으로 질병이 전투 등의 직무수행과 상당인과관계가 있다고 추단할 수는 없다.<br/>[3] 甲 등이 자신들의 피상속인으로서 월남전에 참전하였던 乙이 고엽제 후유증(다발성 골수종)으로 사망하였기 때문에 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제11조 제1항에 따른 상속세 비과세 대상이라며 상속재산에 대한 상속세 신고를 하자 과세관청이 상속세 비과세를 부인하고 甲 등에게 상속세 부과처분을 한 사안에서, 미국 국립과학원 보고서와 연세의료원 등 작성의 고엽제 피해 역학조사만으로는 고엽제의 유해물질과 다발성 골수종 사이의 인과관계를 인정할 만한 상당한 개연성이 증명되었다고 볼 수 없으므로, 乙이 입은 다발성 골수종과 전쟁 등의 수행 사이에 상당인과관계가 있다고 보기 어려움에도 이와 달리 본 원심판결에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제11조 제1항 / [2] 구 고엽제후유의증 환자지원 등에 관한 법률(2006. 3. 3. 법률 제7875호로 개정되기 전의 것) 제4조(현행 고엽제후유의증 등 환자지원에 관한 법률 제4조 참조), 제5조 제1항(현행 고엽제후유의증 등 환자지원에 관한 법률 제5조 제1항 참조), 제3항(현행 고엽제후유의증 등 환자지원에 관한 법률 제5조 제4항 참조), 제6조 제1항(현행 고엽제후유의증 등 환자지원에 관한 법률 제6조 제1항 참조), 구 국가유공자 등 예우 및 지원에 관한 법률(2008. 3. 28. 법률 제9079호로 개정되기 전의 것) 제4조 제1항 제4호, 제6조의4 제1항 / [3] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제11조 제1항, 구 고엽제후유의증 환자지원 등에 관한 법률(2006. 3. 3. 법률 제7875호로 개정되기 전의 것) 제4조(현행 고엽제후유의증 등 환자지원에 관한 법률 제4조 참조), 제5조 제1항(현행 고엽제후유의증 등 환자지원에 관한 법률 제5조 제1항 참조), 제3항(현행 고엽제후유의증 등 환자지원에 관한 법률 제5조 제4항 참조), 제6조 제1항(현행 고엽제후유의증 등 환자지원에 관한 법률 제6조 제1항 참조), 구 국가유공자 등 예우 및 지원에 관한 법률(2008. 3. 28. 법률 제9079호로 개정되기 전의 것) 제4조 제1항 제4호, 제6조의4 제1항<br/>",
  "참조판례": ""
}