{
  "판례일련번호": "172740",
  "사건명": "정비사업조합설립인가처분무효확인등",
  "사건번호": "2011두2248",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 구 도시 및 주거환경정비법상 조합설립추진위원회가 구성승인을 받을 당시의 정비예정구역보다 정비구역이 확대되어 지정된 경우, 조합설립추진위원회 구성의 변경승인을 신청할 수 있는지 여부(원칙적 적극) 및 변경승인 권한을 가지는 자(=구성승인을 한 시장·군수)<br/>[2] 조합설립추진위원회가 추진위원회 구성의 변경승인을 받기 전에 조합설립인가신청을 한 경우, 변경승인 전의 행위라는 사정만으로 조합설립인가신청이 무효인지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제13조는 조합을 설립하고자 하는 경우 조합설립추진위원회(이하 ‘추진위원회’라 한다)를 구성하여 시장·군수의 승인을 얻어야 한다고만 규정하고 있을 뿐 추진위원회 구성에 관한 변경승인절차에 관하여 규정하고 있지 않다. 그러나 구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것) 제23조 제1항 제1호 (나)목은 정비사업을 시행할 범위가 확대 또는 축소되는 경우 토지등소유자의 과반수 또는 추진위원회의 구성에 동의한 토지등소유자의 3분의 2 이상의 동의를 받도록 규정함으로써 추진위원회 단계에서 정비사업 시행구역의 변경을 예정하고 있는 점, 당초 추진위원회의 신청서에 기재된 사업시행예정구역의 위치 및 면적 등[구 도시 및 주거환경정비법 시행규칙(2009. 8. 13. 국토해양부령 제157호로 개정되기 전의 것) 제6조 별지 제2호 서식 참조]을 토대로 추진위원회 구성승인을 한 시장·군수로서는 정비사업 시행구역이 변경된 경우 요건 등을 심사하여 이를 규제할 수 있다고 보는 것이 자연스러운 점 등에 비추어 보면, 추진위원회가 구성승인을 받을 당시의 정비예정구역보다 정비구역이 확대되어 지정된 경우 당초의 추진위원회 구성승인이 당연 실효되었다고 볼 수 있는 등의 특별한 사정이 없는 한 추진위원회는 토지등소유자의 동의 등 일정한 요건을 갖추어 시장·군수에 추진위원회 구성 변경승인을 신청할 수 있고, 추진위원회 구성에 관한 승인권한을 가지는 시장·군수는 변경승인의 권한이 있다고 보는 것이 타당하다.<br/>[2] 조합설립추진위원회(이하 ‘추진위원회’라 한다) 구성승인은 조합의 설립을 위한 주체인 추진위원회의 구성행위를 보충하여 효력을 부여하는 처분이므로, 시장·군수로부터 추진위원회 구성승인을 받은 추진위원회는 유효하게 설립된 비법인사단으로서 조합설립에 필요한 법률행위 등을 할 수 있다. 따라서 추진위원회가 구성승인을 받을 당시의 정비예정구역보다 정비구역이 확대되어 지정된 경우, 추진위원회가 구성 변경승인을 받기 전에 확대된 정비구역 전체에서 조합설립을 추진하여 조합설립인가신청을 하였다 하더라도 이는 유효하게 설립된 비법인사단의 법률행위이므로, 당초의 추진위원회 구성승인이 실효되었다는 등의 특별한 사정이 없는 한 변경승인 전의 행위라는 사정만으로 조합설립인가신청 자체가 무효라고 할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제13조, 구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것) 제23조 제1항 제1호 (나)목, 구 도시 및 주거환경정비법 시행규칙(2009. 8. 13. 국토해양부령 제157호로 개정되기 전의 것) 제6조 / [2] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제13조, 행정소송법 제12조<br/>",
  "참조판례": "[2] 대법원 2013. 1. 31. 선고 2011두11112, 11129 판결(공2013상, 409)<br/>"
}