{
  "판례일련번호": "172716",
  "사건명": "주택재개발정비사업시행인가일부취소",
  "사건번호": "2011두20871",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140221",
  "판시사항": "[1] 도시 및 주거환경정비법에 의한 사업시행자가 새로이 설치한 정비기반시설의 설치비용이 용도폐지되는 국가 또는 지방자치단체 소유의 정비기반시설의 가액을 초과하는 경우, 사업시행 인가관청이 국가 또는 지방자치단체 소유의 정비기반시설 중 일부를 무상양도 대상에서 제외할 수 있는지 여부(원칙적 소극)<br/>[2] 무상양도 대상인 국가 또는 지방자치단체 소유의 정비기반시설의 대상과 범위의 결정 방법 및 사업시행자가 사업시행인가처분과 후속 사후부담 부가처분 또는 변경처분에서 특정한 정비기반시설을 무상양도 대상에서 제외한 부분의 취소를 구하는 소를 제기하는 경우, 제소기간의 기산점과 그 판단 방법<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)에 의한 사업시행자(시장·군수 또는 한국토지주택공사나 지방공사는 제외)가 정비사업의 시행으로 새로이 설치한 정비기반시설(이하 ‘신규 기반시설’이라 한다)은 시설을 관리할 국가 또는 지방자치단체(이하 ‘국가 등’이라 한다)에 무상으로 귀속되고, 사업 시행으로 용도가 폐지되는 국가 등 소유의 정비기반시설(이하 ‘종전 기반시설’이라 한다)은 신규 기반시설의 설치비용에 상당하는 범위 안에서 사업시행자에게 무상으로 양도된다[구 도시정비법(2008. 3. 28. 법률 제9045호로 개정되기 전의 것) 제65조 제2항 참조]. 따라서 신규 기반시설의 설치비용이 용도폐지되는 종전 기반시설의 가액을 초과하는 경우에는 종전 기반시설은 전부가 사업시행자에게 무상양도되어야 하므로, 사업시행 인가관청이 사업시행인가처분 등을 통하여 그중 일부를 무상양도 대상에서 제외하는 것은 특별한 사정이 없는 한 위법하다.<br/>[2] 사업시행자가 사업시행 인가신청을 할 때는 정비사업의 시행으로 용도폐지되는 정비기반시설의 조서·도면과 가액에 관한 감정평가서, 새로이 설치되는 정비기반시설의 설치비용계산서 등을 제출하여야 하는 점 등에 비추어[구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것) 제41조 제2항 제11호 참조], 무상양도 대상인 국가 또는 지방자치단체 소유의 정비기반시설(이하 ‘종전 기반시설’이라 한다)의 대상과 범위는 보통은 인가관청이 사업시행계획서 등을 심사하여 사업시행인가처분을 하면서 무상양도 대상인 종전 기반시설을 결정하고 그에 해당하지 않는 종전 기반시설은 유상매수하도록 하는 부관(부담)을 부가하는 데 따라 결정될 것이지만, 사업시행인가처분 이후 따로 결정할 것을 유보한 경우에는 나중에 사후부담의 부관을 부가하거나 변경처분을 함으로써 달리 정할 수 있다.<br/>  여기서 사업시행자가 사업시행인가처분 및 후속 사후부담 부가처분 또는 변경처분에서 특정한 정비기반시설을 무상양도 대상에서 제외한 부분의 취소를 구하는 소를 제기하는 경우, 제소기간은 무상양도 대상에 관한 행정청의 확정적인 제외 의사가 담긴 처분이 있은 때를 기준으로 한다. 그리고 이는 당해 처분서의 이유 기재 등 문언을 통하여 행정청의 의사가 처분의 상대방에게 명확하게 표명되었는지, 그 결과 처분의 상대방이 처분서에 따라 불복의 대상과 범위를 특정할 수 있는지 등 제반 사정을 종합적으로 고려하여 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2008. 3. 28. 법률 제9045호로 개정되기 전의 것) 제65조 제2항 / [2] 구 도시 및 주거환경정비법(2008. 3. 28. 법률 제9045호로 개정되기 전의 것) 제65조 제2항, 구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것) 제41조 제2항 제11호, 행정소송법 제20조 제1항<br/>",
  "참조판례": ""
}