{
  "판례일련번호": "172739",
  "사건명": "주민소송(부당이득반환)",
  "사건번호": "2011두7489",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 구 지방자치법 시행령 제34조 제1항에서 의정비심의위원회의 위원을 선정할 때 학계 등으로부터 추천을 받도록 규정한 취지 및 심의위원 선정절차가 위 규정에 엄격히 부합하지 않는 경우, 심의위원회의 의결이나 이를 기초로 한 조례가 위법한지 여부(한정 소극)<br/>[2] 구 지방자치법 제33조, 구 지방자치법 시행령 제33조 제1항, 제34조 제5항, 제6항이 지방의회의원에게 지급할 의정활동비 등의 지급기준을 조례로 정하도록 하면서 의정비심의위원회가 결정한 금액 이내로 제한하고, 심의위원회의 구성, 금액의 결정 절차나 범위 등을 따로 규정한 취지<br/>[3] 지방자치단체의 의정비심의위원회가 관계 법령에서 정한 절차에 의하여 구성되고 자율적으로 ‘의정활동비 등의 상한액’을 결정하였으나 결정 과정에서 주민들의 정서나 여론조사 결과에 일부 부합하지 아니한 부분이 있는 경우, 그 결정이 위법한지 여부(한정 소극)<br/>",
  "판결요지": "[1] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조 제1항, 제2항, 제3항, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제34조 제1항, 제2항의 규정 형식과 내용 및 지방의회의원에게 지급할 의정활동비, 여비, 월정수당(이하 ‘의정활동비 등’이라 한다)의 지급기준을 조례로 정하기에 앞서 결정 범위를 미리 제시하기 위하여 해당 지방자치단체의 의정비심의위원회(이하 ‘심의회’라 한다)를 독립성을 갖춘 별도의 심의·의결기구로 마련한 취지 등을 고려하면, 시행령 제34조 제1항에서 심의회의 위원을 선정할 때 학계 등으로부터 추천을 받도록 규정한 취지는 심의회 구성의 다양성과 객관성을 확보하기 위한 데 있다고 할 것이므로, 심의위원 선정절차가 위 규정에 엄격히 부합하지 아니하더라도 심의회의 구성에 관한 위와 같은 입법 취지를 실질적으로 훼손하였다고 평가할 정도에 이르지 아니하는 한 해당 심의회의 의결이 위법하다거나 이를 기초로 한 의정활동비 등에 관한 조례가 위법하다고 판단할 수는 없다.<br/>[2] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것) 제33조 제1항, 제34조 제5항, 제6항이 지방의회의원에게 지급할 의정활동비, 여비, 월정수당(이하 ‘의정활동비 등’이라 한다)의 지급기준을 조례로 정하도록 하면서 해당 지방자치단체의 의정비심의위원회(이하 ‘심의회’라 한다)가 결정한 금액(이하 ‘의정활동비 등의 상한액’이라 한다) 이내로 제한하고, 아울러 심의회의 구성, ‘의정활동비 등의 상한액’ 결정 절차나 범위 등을 따로 규정한 취지는, 지방자치단체로 하여금 의정활동비 등의 지급기준을 해당 지방자치단체의 재정능력 등 구체적인 실정에 맞게 자율적으로 결정하되, 그 과정에서 심의회가 주민의 의견수렴절차를 거쳐 법령이 규정한 기준에 따라 결정한 ‘의정활동비 등의 상한액’ 이내에서 정하도록 제한을 가함으로써 의정활동비 등의 지급기준의 적정성과 투명성을 도모하고자 하는 것이다.<br/>[3] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조 제1항, 제2항, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것) 제33조 제1항 제1호, 제2호, 제3호는 지방의회의원에게 지급하는 비용으로서 조례로 정하는 의정활동비, 여비, 월정수당(이하 ‘의정활동비 등’이라 한다)의 지급기준의 객관성과 적정성을 확보하기 위하여 의정활동비 등을 해당 지방자치단체의 의정비심의위원회(이하 ‘심의회’라 한다)가 결정한 금액(이하 ‘의정활동비 등의 상한액’이라 한다) 이내로 제한하는 한편, 심의회가 ‘의정활동비 등의 상한액’을 결정할 때 따라야 할 기준과 절차를 제시하면서, 월정수당에 관하여는 의정활동비나 여비와 달리 그 금액이나 산정방법에 대한 구체적이고 실질적인 기준을 정하지 아니한 채 지역주민의 소득수준 등 일정한 고려사항을 예시적으로 열거하고 있을 뿐이다.<br/>  따라서 심의회가 관계 법령에서 정한 절차에 의하여 구성되고 자율적으로 ‘의정활동비 등의 상한액’을 결정한 경우에는 결정 과정에서 주민들의 정서나 여론조사 결과에 일부 부합하지 아니한 부분이 있다고 하더라도 법령에서 심의회의 의결을 반영하는 절차를 둔 입법 취지를 달성할 수 없을 정도로 형식적인 절차를 거친 것에 불과하여 실질적으로 절차를 거치지 아니한 것과 다름없다고 볼 정도에 이르지 아니한다면, 심의회가 행한 ‘의정활동비 등의 상한액’ 결정이 위법하다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조 제1항, 제2항, 제3항, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것) 제34조 제1항, 제2항 / [2] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것) 제33조 제1항, 제34조 제5항, 제6항 / [3] 구 지방자치법(2009. 4. 1. 법률 제9577호로 개정되기 전의 것) 제33조 제1항, 제2항, 구 지방자치법 시행령(2008. 10. 8. 대통령령 제21075호로 개정되기 전의 것) 제33조 제1항 제1호, 제2호, 제3호<br/>",
  "참조판례": "[1] 대법원 2012. 7. 26. 선고 2010두13524 판결<br/>"
}