{
  "판례일련번호": "172952",
  "사건명": "포상금지급",
  "사건번호": "2013두18568",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140313",
  "판시사항": "[1] 구 국세기본법 제84조의2 제2항, 구 국세기본법 시행령 제65조의4 제11항에서 정한 포상금 지급대상이 되는 ‘중요한 자료’에 해당하는 범위 및 그 증명책임의 소재(=주장하는 사람)<br/>[2] 甲이 乙 주식회사의 조세탈루 사실을 제보하여 과세관청이 乙 회사에 대하여 법인세를 추징하자 乙 회사가 자진하여 법인세를 수정 신고·납부하였고, 이에 과세관청이 甲에게 추징세액을 기초로 포상금을 지급하자 甲이 乙 회사가 수정 신고·납부한 세액까지 포함하여 포상금을 산정하여야 한다는 진정을 제기하였다가 거부통지를 받은 사안에서, 구 탈세제보포상금지급규정 제6조 제3항 제3호가 위임의 한계를 벗어나 무효라는 甲의 주장을 배척한 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 포상금 지급대상이 되는 ‘중요한 자료’에는 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제84조의2 제2항, 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제65조의4 제11항이 규정한 것과 같이 과세관청이 조세탈루 사실을 비교적 용이하게 확인할 수 있는 구체적인 자료가 포함되어 있어야만 하고, 제공된 자료가 단지 탈세 가능성의 지적, 추측성 의혹의 제기, 단순한 풍문의 수집 등에 불과한 정도라면 과세관청으로서는 그것을 기초로 용이하게 조세탈루 사실을 확인하기가 곤란하므로 그러한 자료는 포상금 지급대상이 되는 ‘중요한 자료’에 해당하지 아니한다. 만약 어떠한 제보 후에 과세관청의 통상적인 세무조사나 납세의무자의 자진신고 등에 의하여 비로소 구체적인 조세탈루 사실이 확인되었다면, 그러한 자료는 탈루세액을 산정하는 데 직접 관련되거나 상당한 기여를 한 것으로 볼 수 없으므로 포상금 지급대상이 되는 ‘중요한 자료’로 볼 수 없다. 그리고 포상금 지급대상이 되는 ‘중요한 자료’에 해당하는지 여부에 관한 증명책임은 이를 주장하는 사람에게 있다.<br/>[2] 甲이 乙 주식회사의 조세탈루 사실을 제보하여 과세관청이 乙 회사에 대하여 법인세를 추징하자 乙 회사가 자진하여 법인세를 수정 신고·납부하였고, 이에 과세관청이 甲에게 추징세액을 기초로 포상금을 지급하자 甲이 乙 회사가 수정 신고·납부한 세액까지 포함하여 포상금을 산정하여야 한다는 진정을 제기하였다가 거부통지를 받은 사안에서, 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것, 이하 ‘구 국세기본법’이라 한다) 제84조의2 제6항, 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것, 이하 ‘구 국세기본법 시행령’이라 한다) 제65조의4 제17항, 구 탈세제보포상금지급규정(2012. 7. 1. 국세청 훈령 제1924호로 개정되기 전의 것, 이하 ‘구 탈세포상금규정’이라 한다) 제6조 제3항의 문언과 취지, 그리고 소득처분으로 추가 납부되는 세액은 본래의 추징세액과 기초되는 사실관계가 공통되어 별개의 조세탈루 사실에 관한 중요한 자료가 제공된 것으로 보기 어려운 점 등에 비추어 보면, 구 탈세포상금규정 제6조 제3항 제3호가 포상금 산정의 기초가 되는 추징세액에서 ‘법인세법 제67조에 따른 소득처분으로 추가 납부되는 세액’을 제외한 것은 모법인 구 국세기본법 및 구 국세기본법 시행령상의 관련 규정의 취지를 구체화한 것이거나 모법의 해석상 충분히 가능한 것을 명시한 것에 불과하다는 이유로, 위 규정이 위임의 한계를 벗어나 무효라는 甲의 주장을 배척한 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제84조의2 제1항 제1호, 제2항 제1호, 제2호, 제3호[현행 제84조의2 제2항 제1호 (다)목 참조], 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제65조의4 제11항 제1호, 제2호, 제3호, 제4호 / [2] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제84조의2 제1항 제1호, 제2항 제1호, 제2호, 제3호[현행 제84조의2 제2항 제1호 (다)목 참조], 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제65조의4 제11항 제1호, 제2호, 제3호, 제4호<br/>",
  "참조판례": ""
}