{
  "판례일련번호": "172974",
  "사건명": "소유권말소등기",
  "사건번호": "2009다105215",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140313",
  "판시사항": "[1] 소유권이전등기의 추정력이 전소유자에 대하여도 미치는지 여부(적극) 및 등기명의자 또는 제3자가 그에 앞선 등기명의인의 등기 관련 서류를 위조하여 소유권이전등기를 경료하였다는 점이 증명된 경우, 무효원인의 사실이 증명되었다고 보아야 하는지 여부(원칙적 적극)<br/>[2] 소유자가 제3자에게 소유물의 처분권한을 수여한 경우, 제3자의 처분이 실제로 유효하게 행하여지지 아니하고 있는 동안에는 소유자가 소유물을 유효하게 처분하거나 소유권에 기한 물권적 청구권을 행사할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 소유권이전등기가 경료되어 있는 경우 등기명의자는 제3자에 대하여서뿐만 아니라 전소유자에 대하여서도 적법한 등기원인에 의하여 소유권을 취득한 것으로 추정되므로, 원고가 이를 부인하고 등기원인의 무효를 주장하여 소유권이전등기의 말소를 구하려면 무효원인이 되는 사실을 주장하고 증명할 책임이 있다. 그런데 등기명의자 또는 제3자가 그에 앞선 등기명의인의 등기 관련 서류를 위조하여 소유권이전등기를 경료하였다는 점이 증명되었으면 특별한 사정이 없는 한 무효원인의 사실이 증명되었다고 보아야 하고, 등기가 실체적 권리관계에 부합한다는 사실의 증명책임은 이를 주장하는 등기명의인에게 있다.<br/>[2] 소유권은 물건을 배타적으로 지배하는 권리로서 대세적 효력이 있으므로, 그에 관한 법률관계는 이해관계인들이 이를 쉽사리 인식할 수 있도록 명확하게 정하여져야 한다. 그런데 소유자에게 소유권의 핵심적 내용에 속하는 처분권능이 없다고 하면(민법 제211조 참조), 이는 결국 민법이 알지 못하는 새로운 유형의 소유권 내지 물권을 창출하는 것으로서, 객체에 대한 전면적 지배권인 소유권을 핵심으로 하여 구축되어 있고 또한 물권의 존재 및 내용에 관하여 일정한 공시수단을 요구하는 물권법의 체계를 현저히 교란하게 된다. 따라서 소유자가 제3자에 대하여 목적물의 소유권을 이전하기로 하는 매매·증여·교환 기타의 채권계약을 체결하는 것만에 의하여서는 자신의 소유권에 어떠한 물권적 제한을 받지 아니하여서, 그는 다른 특별한 사정이 없는 한 자신의 소유물을 여전히 유효하게 달리 처분할 수 있고, 또한 소유권에 기하여 소유물에 대한 방해 등을 배제할 수 있는 민법 제213조, 제214조의 물권적 청구권을 가진다. <br/>  나아가 소유자는 제3자에게 그 물건을 제3자의 소유물로 처분할 수 있는 권한을 유효하게 수여할 수 있다고 할 것인데, 그와 같은 이른바 ‘처분수권’의 경우에도 그 수권에 기하여 행하여진 제3자의 처분행위(부동산의 경우에 처분행위가 유효하게 성립하려면 단지 양도 기타의 처분을 한다는 의사표시만으로는 부족하고, 처분의 상대방 앞으로 그 권리 취득에 관한 등기가 있어야 한다. 민법 제186조 참조)가 대세적으로 효력을 가지게 되고 그로 말미암아 소유자가 소유권을 상실하거나 제한받게 될 수는 있다고 하더라도, 그러한 제3자의 처분이 실제로 유효하게 행하여지지 아니하고 있는 동안에는 소유자는 처분수권이 제3자에게 행하여졌다는 것만으로 그가 원래 가지는 처분권능에 제한을 받지 아니한다. 따라서 그는, 처분권한을 수여받은 제3자와의 관계에서 처분수권의 원인이 된 채권적 계약관계 등에 기하여 채권적인 책임을 져야 하는 것을 별론으로 하고, 자신의 소유물을 여전히 유효하게 처분할 수 있고, 또한 소유권에 기하여 소유물에 대한 방해 등을 배제할 수 있는 민법 제213조, 제214조의 물권적 청구권을 가진다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제186조, 민사소송법 제288조 / [2] 민법 제186조, 제211조, 제213조, 제214조<br/>",
  "참조판례": "[1] 대법원 1970. 2. 24. 선고 69다967 판결(집18-1, 민112), 대법원 1977. 6. 7. 선고 76다3010 판결(공1977, 10193), 대법원 1982. 6. 22. 선고 81다791 판결(공1982, 682)<br/>"
}