{
  "판례일련번호": "172972",
  "사건명": "집회및시위에관한법률위반·일반교통방해",
  "사건번호": "2012도14137",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140313",
  "판시사항": "[1] 집회 및 시위에 관한 법률 제20조 제1항에 따른 해산명령을 하면서 구체적인 해산사유를 고지하지 않았거나 정당하지 않은 사유를 고지하면서 해산명령을 한 경우, 이에 따르지 않은 행위가 같은 조 제2항 위반죄를 구성하는지 여부(소극)<br/>[2] 집회 및 시위에 관한 법률에 따라 신고된 옥외집회 또는 시위와 실제 개최된 옥외집회 또는 시위 사이에 동일성이 인정되는지 판단하는 기준 및 옥외집회 또는 시위를 신고한 주최자가 신고한 범위를 현저히 일탈하는 행위에 이른 경우, 이를 신고 없이 개최된 것으로 보기 위한 요건<br/>[3] 피고인이 시위에 참가하여 도로를 점거하고 행진하던 중, 위 시위가 미신고 시위라는 이유로 해산명령을 받았음에도 불응하였다고 하여 집회 및 시위에 관한 법률 위반으로 기소된 사안에서, 피고인이 참가한 시위가 금지된 시위라거나 신고 없이 개최된 시위라고 보기 어려우므로, 미신고 시위임을 이유로 한 해산명령에 따르지 않은 행위가 같은 법 위반죄에 해당하지 않는데도, 이와 달리 보아 유죄를 인정한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제20조 제1항은 관할 경찰관서장은 다음 각 호의 어느 하나에 해당하는 집회 또는 시위에 대하여는 상당한 시간 이내에 자진 해산할 것을 요청하고 이에 따르지 아니하면 해산을 명할 수 있다고 규정하고, 제20조 제2항은 집회 또는 시위가 제1항에 따른 해산명령을 받았을 때에는 모든 참가자는 지체 없이 해산하여야 한다고 규정하는데, 관련 규정의 해석상 관할 경찰관서장이 위 해산명령을 할 때에는 해산사유가 집시법 제20조 제1항 각 호 중 어느 사유에 해당하는지 구체적으로 고지하여야 한다. 따라서 해산명령을 하면서 구체적인 해산사유를 고지하지 않았거나 정당하지 않은 사유를 고지하면서 해산명령을 한 경우에는, 그러한 해산명령에 따르지 않았다고 하더라도 집시법 제20조 제2항을 위반하였다고 할 수 없다.<br/>[2] 집회 및 시위에 관한 법률에 따라 신고된 옥외집회 또는 시위와 실제 개최된 옥외집회 또는 시위 사이에 동일성이 인정되는지는, 신고된 목적, 일시, 장소, 주최자, 참가단체 및 참가인원과 시위방법 등과 실제 개최된 옥외집회 등의 그것을 서로 비교하여 전체적·종합적으로 판단하여야 하고, 옥외집회 또는 시위를 신고한 주최자가 그 주도 아래 행사를 진행하는 과정에서 신고한 목적·일시·장소·방법 등의 범위를 현저히 일탈하는 행위에 이르렀다고 하더라도 그것만으로 그 옥외집회 또는 시위가 신고 없이 개최된 것으로 볼 수는 없고, 처음부터 옥외집회 또는 시위가 신고된 것과 다른 주최자나 참가단체 등의 주도 아래 신고된 것과는 다른 내용으로 진행되거나, 또는 처음에는 신고한 주최자가 주도하여 옥외집회 또는 시위를 진행하였지만 중간에 주최자나 참가단체 등이 교체되고 이들의 주도 아래 신고된 것과는 다른 내용의 옥외집회 또는 시위로 변경됨으로써 이미 이루어진 옥외집회 또는 시위의 신고는 명목상의 구실에 불과하게 된 것으로 볼 수 있는 정도에 이르러야 한다.<br/>[3] 피고인이 시위에 참가하여 도로를 점거하고 행진하던 중, 위 시위가 미신고 시위라는 이유로 관할 경찰서장으로부터 해산명령을 받았음에도 이에 불응하였다고 하여 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 위반으로 기소된 사안에서, 피고인이 참가한 시위가 전국금속노동조합으로부터 신고된 것과는 다른 내용의 시위로 변경되었다고 볼 만한 자료가 없어 금지된 시위라거나 신고 없이 개최된 시위라고 보기 어려우므로, 미신고 시위임을 이유로 한 해산명령에 따르지 않은 행위가 집시법 위반죄에 해당하지 않는데도, 이와 달리 보아 유죄를 인정한 원심판결에 집시법상 시위의 동일성 및 해산명령불응에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집회 및 시위에 관한 법률 제20조 제1항, 제2항, 제24조 제5호 / [2] 집회 및 시위에 관한 법률 제6조 제1항, 제20조 제1항 제2호 / [3] 집회 및 시위에 관한 법률 제6조 제1항, 제20조 제1항 제2호, 제2항, 제24조 제5호<br/>",
  "참조판례": "[1] 대법원 2012. 2. 9. 선고 2011도7193 판결(공2012상, 476) / [2] 대법원 2008. 7. 10. 선고 2006도9471 판결(공2008하, 1193)<br/>"
}