{
  "판례일련번호": "173295",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2013두20127",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140410",
  "판시사항": "[1] 구 법인세법 제28조 제1항 제4호 (나)목이 정한 ‘업무무관 가지급금 등’의 범위 및 법인이 특수관계 없는 자와 거래함으로써 법인과 특수관계에 있는 자가 간접적으로 편익을 누린 경우 위 규정을 적용할 수 있는지 여부(원칙적 소극)<br/>[2] 부당행위계산의 의미와 부당행위계산 부인에 관한 구 법인세법 제52조의 규정 취지 및 법인이 특수관계 없는 자로부터 자산을 매입함으로써 법인과 특수관계에 있는 자가 경제적으로 이익을 얻었더라도 구 법인세법 시행령 제88조 제1항 제2호 또는 제9호의 부당행위계산에 해당하지 않는 경우<br/>",
  "판결요지": "[1] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것, 이하 ‘구 법인세법’이라 한다) 제28조 제1항 제4호 (나)목이 규정한 ‘업무와 관련 없이 지급한 가지급금 등’에는 순수한 의미의 대여금은 물론 채권의 성질상 대여금에 준하는 것도 포함되지만, 업무무관 가지급금 등에 상당한 차입금의 지급이자 손금불산입에 관한 구 법인세법 제28조 제1항 제4호 (나)목은 원칙적으로 법인이 특수관계에 있는 자에게 대여하였거나 이에 준하는 행위를 한 것으로 볼 수 있는 경우에 한하여 적용될 수 있을 뿐이고, 법인이 특수관계 없는 자와 거래함으로써 당해 법인과 특수관계에 있는 자가 간접적으로 편익을 누렸다고 하더라도 법인과 특수관계 없는 자 사이의 거래가 가장행위에 해당한다고 볼 특별한 사정이 있거나 법률에 마련된 개별적이고 구체적인 규정을 통해 이를 부인할 수 있을 정도에 이르지 않는다면 법인이 특수관계에 있는 자와 직접 거래를 한 것으로 보아 위 규정을 적용할 수는 없다.<br/>[2] 부당행위계산이라고 함은 납세자가 정상적인 경제인의 합리적 거래형식에 의하지 아니하고 우회행위, 다단계행위, 그 밖의 이상한 거래형식을 취함으로써 통상의 합리적인 거래형식을 취할 때 생기는 조세의 부담을 경감 내지 배제시키는 행위계산을 말하고, 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조에서 부당행위계산 부인 규정을 둔 취지는 법인과 특수관계 있는 자와의 거래가 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것, 이하 ‘구 법인세법 시행령’이라 한다) 제88조 제1항 각 호에 정한 제반 거래형태를 빙자하여 남용함으로써 경제적 합리성을 무시하였다고 인정되어 조세법적인 측면에서 부당한 것이라고 보일 때 과세권자가 객관적으로 타당하다고 인정되는 소득이 있었던 것으로 의제하여 과세함으로써 과세의 공평을 기하고 조세회피행위를 방지하고자 하는 것이다.<br/>  따라서 법인이 매입한 자산이 수익파생에 공헌하거나 장래에 자산의 운용으로 수익을 얻을 가능성이 있는 등 수익과 관련이 있는 자산에 해당하고 매입행위가 행위 당시를 기준으로 할 때 건전한 사회통념이나 상관행에 비추어 경제적 합리성을 결여한 비정상적인 행위라고 할 수 없다면, 설령 법인이 특수관계 없는 자로부터 자산을 매입함으로써 법인과 특수관계에 있는 자가 경제적으로 어떠한 이익을 얻었다고 하더라도 이를 구 법인세법 시행령 제88조 제1항 제2호 또는 제9호의 부당행위계산에 해당한다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제28조 제1항 제4호 (나)목, 제52조 제1항, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제53조 제1항, 제88조 제1항 제2호, 제9호 / [2] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제88조 제1항 제2호, 제9호<br/>",
  "참조판례": "[1] 대법원 2009. 4. 23. 선고 2006두19037 판결(공2009상, 768) / [2] 대법원 2006. 1. 13. 선고 2003두13267 판결(공2006상, 258)<br/>"
}