{
  "판례일련번호": "173594",
  "사건명": "예방접종으로인한장애인정거부처분취소",
  "사건번호": "2014두274",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140516",
  "판시사항": "[1] 구 전염병예방법 제54조의2에 따른 국가보상을 받기 위한 전제로서 요구되는 인과관계 증명의 정도<br/> [2] 구 전염병예방법 제54조의2 제2항에 따른 예방접종으로 인한 질병, 장애 또는 사망의 인정 여부 결정이 보건복지가족부장관의 재량에 속하는지 여부(적극) 및 재량권의 한계<br/>",
  "판결요지": "[1] 구 전염병예방법(2009. 12. 29. 법률 제9847호 감염병의 예방 및 관리에 관한 법률로 전부 개정되기 전의 것, 이하 ‘구 전염병예방법’이라 한다) 제54조의2의 규정에 의한 국가의 보상책임은 무과실책임이기는 하지만, 책임이 있다고 하기 위해서는 질병, 장애 또는 사망(이하 ‘장애 등’이라 한다)이 당해 예방접종으로 인한 것임을 인정할 수 있어야 한다.<br/>   그러나 위와 같은 국가의 보상책임은 예방접종의 실시 과정에서 드물기는 하지만 불가피하게 발생하는 부작용에 대해서, 예방접종의 사회적 유용성과 이에 따른 국가적 차원의 권장 필요성, 예방접종으로 인한 부작용이라는 사회적으로 특별한 의미를 가지는 손해에 대한 상호부조와 손해분담의 공평, 사회보장적 이념 등에 터 잡아 구 전염병예방법이 특별히 인정한 독자적인 피해보상제도인 점, 구 전염병예방법 시행령(2010. 3. 15. 대통령령 제22075호로 개정되기 전의 것) 제19조의2에 예방접종으로 인한 피해에 대한 보상기준이 항목별로 구체적으로 정해져 있는데 액수가 그리 크지 않은 점, 예방접종으로 인한 부작용으로 사망이라는 중대한 결과까지 초래될 가능성이 있는 반면, 장애 등의 발생 기전은 명확히 밝혀져 있지 않고 현재의 의학수준에 의하더라도 부작용을 완전히 방지할 수는 없는 점 등에 비추어, 구 전염병예방법 제54조의2의 규정에 의한 보상을 받기 위한 전제로서 요구되는 인과관계는 반드시 의학적·자연과학적으로 명백히 증명되어야 하는 것은 아니고, 간접적 사실관계 등 제반 사정을 고려할 때 인과관계가 있다고 추단되는 경우에는 증명이 있다고 보아야 한다. 인과관계를 추단하기 위해서는 특별한 사정이 없는 한 예방접종과 장애 등의 발생 사이에 시간적·공간적 밀접성이 있고, 피해자가 입은 장애 등이 당해 예방접종으로부터 발생하였다고 추론하는 것이 의학이론이나 경험칙상 불가능하지 않으며, 장애 등이 원인불명이거나 당해 예방접종이 아닌 다른 원인에 의해 발생한 것이 아니라는 정도의 증명이 있으면 족하다.<br/>   [2] 특정인에게 권리나 이익을 부여하는 이른바 수익적 행정처분은 법령에 특별한 규정이 없는 한 재량행위이고, 구 전염병예방법(2009. 12. 29. 법률 제9847호 감염병의 예방 및 관리에 관한 법률로 전부 개정되기 전의 것, 이하 ‘구 전염병예방법’이라 한다) 제54조의2 제2항에 의하여 보건복지가족부장관에게 예방접종으로 인한 질병, 장애 또는 사망(이하 ‘장애 등’이라 한다)의 인정 권한을 부여한 것은, 예방접종과 장애 등 사이에 인과관계가 있는지를 판단하는 것은 고도의 전문적 의학 지식이나 기술이 필요한 점과 전국적으로 일관되고 통일적인 해석이 필요한 점을 감안한 것으로 역시 보건복지가족부장관의 재량에 속하는 것이므로, 인정에 관한 보건복지가족부장관의 결정은 가능한 한 존중되어야 한다.<br/>   다만 인정 여부의 결정이 재량권의 행사에 해당하더라도 재량권을 일탈하거나 남용해서는 안 되고, 특히 구 전염병예방법에 의한 피해보상제도가 수익적 행정처분의 형식을 취하고는 있지만, 구 전염병예방법의 취지와 입법 경위 등을 고려하면 실질은 피해자의 특별한 희생에 대한 보상에 가까우므로, 보건복지가족부장관은 위와 같은 사정 등을 두루 고려하여 객관적으로 합리적인 재량권의 범위 내에서 타당한 결정을 해야 하고, 그렇지 않을 경우 인정 여부의 결정은 주어진 재량권을 남용한 것으로서 위법하게 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 전염병예방법(2009. 12. 29. 법률 제9847호 감염병의 예방 및 관리에 관한 법률로 전부 개정되기 전의 것) 제54조의2(현행 감염병의 예방 및 관리에 관한 법률 제71조 참조), 구 전염병예방법 시행령(2010. 3. 15. 대통령령 제22075호로 개정되기 전의 것) 제19조의2(현행 감염병의 예방 및 관리에 관한 법률 시행령 제29조 참조) / [2] 구 전염병예방법(2009. 12. 29. 법률 제9847호 감염병의 예방 및 관리에 관한 법률로 전부 개정되기 전의 것) 제54조의2(현행 감염병의 예방 및 관리에 관한 법률 제71조 참조), 행정소송법 제27조<br/>",
  "참조판례": "[2] 대법원 2007. 3. 15. 선고 2006두15783 판결(공2007상, 540)<br/>"
}