{
  "판례일련번호": "173629",
  "사건명": "등록무효(특)",
  "사건번호": "2011후767",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140430",
  "판시사항": "[1] 구 특허법 제157조의20의 규정 취지 및 국제특허출원의 특허에 대한 무효사유인 ‘국제출원일에 제출된 국제출원의 명세서·청구의 범위 또는 도면과 그 출원번역문에 다 같이 기재되어 있는 발명 외의 발명에 관하여 특허된 경우’의 의미와 ‘국제출원의 명세서·청구의 범위 또는 도면에 기재된 사항’의 의미<br/>[2] 명칭을 ‘의자등받이’로 하는 甲 주식회사의 특허발명에 대해 乙이 위 발명이 구 특허법 제157조의20 등에 해당한다는 이유로 특허무효심판을 청구하였으나 특허심판원이 기각 심결을 한 사안에서, 위 발명에 무효사유가 없다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 특허법(1990. 1. 13. 법률 제4207호로 전부 개정되기 전의 것, 이하 ‘구 특허법’이라 한다) 제157조의20은 ‘국제출원일에 제출된 국제출원의 명세서·청구의 범위 또는 도면(이하 ‘국제출원명세서 등’이라 한다)과 그 출원번역문에 다 같이 기재되어 있는 발명 외의 발명에 관하여 특허된 경우’를 국제특허출원의 특허에 대한 무효사유로 정하고 있다. 이 규정은 ‘국제출원의 오역’이라는 제목 아래 “국제출원이 정확히 번역되지 아니하였기 때문에 해당 국제출원에 의하여 허여된 특허의 범위가 원어의 국제출원의 범위를 초과하는 경우에는 당해 당사국의 권한 있는 당국은 이에 대하여 특허의 범위를 소급하여 한정할 수 있으며 특허의 범위가 원어의 국제출원의 범위를 초과하는 부분에 대하여 특허가 무효라는 것을 선언할 수 있다.”라고 규정한 특허협력조약(Patent Cooperation Treaty, PCT) 제46조에 근거를 두고 입법된 것으로서, 출원인이 국제출원명세서 등에 충실하게 출원번역문을 작성하게 하여, 국제출원일에 제출된 국제특허출원에 없는 새로운 내용을 출원번역문에 삽입하지 못하도록 방지하고자 하는 데 취지가 있다.<br/>  따라서 구 특허법 제157조의20에서 정하는 국제특허출원의 특허에 대한 무효사유는 ‘출원번역문에 기재된 사항이 국제출원명세서 등에 기재된 사항의 범위 내에 없는 경우’를 의미한다. 또한 여기서 국제출원명세서 등에 기재된 사항이란, 국제출원명세서 등에 명시적으로 기재되어 있는 사항이거나 또는 명시적인 기재가 없더라도 발명이 속하는 기술분야에서 통상의 지식을 가진 자라면 출원 시의 기술상식에 비추어 보아 출원번역문에 기재되어 있는 사항이 국제출원명세서 등에 기재되어 있는 것과 마찬가지라고 이해할 수 있는 사항이어야 한다.<br/>[2] 명칭을 ‘의자등받이’로 하는 甲 주식회사의 특허발명에 대해 乙이 위 발명이 구 특허법(1990. 1. 13. 법률 제4207호로 전부 개정되기 전의 것, 이하 ‘구 특허법’이라 한다) 제157조의20 등에 해당한다는 이유로 특허무효심판을 청구하였으나 특허심판원이 기각 심결을 한 사안에서, 위 발명의 국제출원명세서의 ‘ganz nach hinten’이 출원번역문에는 본래의 뜻인 ‘완전히 뒤로’가 아니라 ‘오른쪽 뒤로’로 잘못 번역되어 있기는 하지만, 출원번역문의 ‘오른쪽 뒤’도 ‘뒤’임은 국제출원명세서의 ‘완전히 뒤’와 마찬가지이고, 그로 인하여 이와 한 문장을 이루고 있는 ‘등받이외판이 수평축을 중심으로 회전할 수 있다’라는 부분의 의미가 달라지는 것은 아니므로, 위 오역에도 불구하고 출원번역문에 기초하여 특허된 발명이 국제출원의 명세서·청구의 범위 또는 도면에 기재되어 있지 않은 새로운 것이 된다고 볼 수 없어, 위 발명에 구 특허법 제157조의20의 무효사유가 없다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 특허법(1990. 1. 13. 법률 제4207호로 전부 개정되기 전의 것) 제157조의20(현행 제213조 참조) / [2] 구 특허법(1990. 1. 13. 법률 제4207호로 전부 개정되기 전의 것) 제157조의20(현행 제213조 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 2. 8. 선고 2005후3130 판결(공2007상, 513)<br/>"
}