{
  "판례일련번호": "173623",
  "사건명": "항만공사시행처분무효등",
  "사건번호": "2013두23607",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140424",
  "판시사항": "[1] 구 공유수면 관리 및 매립에 관한 법률 제30조 제1항 제3호의 ‘법령에 따라 토지를 수용하거나 사용할 수 있는 사업을 위하여 매립이 필요한 경우’의 의미 및 그 경우 매립면허 단계에서 해당 사업에 대하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조 제1항에 따른 ‘사업인정’이 있어야 하는지 여부(소극)<br/>[2] 구 항만법이 항만공사 시행절차에 따른 각종 의제규정과 손실보상에 관한 규정을 둔 취지 및 공유수면 매립을 수반하는 항만공사로 발생한 손실의 보상에 관하여 적용내지 준용될 법률<br/>",
  "판결요지": "[1] 구 공유수면 관리 및 매립에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 공유수면관리법’이라 한다) 제30조 제1항의 내용 및 형식, 구 공유수면관리법 제30조 제1항 각 호 사유 간의 체계적 관계 등과 아울러 구 공유수면관리법상 공유수면 매립면허는 공유수면 매립절차의 첫 단계에 불과한 점 등에 비추어 보면, 구 공유수면관리법 제30조 제1항 제3호의 ‘법령에 따라 토지를 수용하거나 사용할 수 있는 사업을 위하여 매립이 필요한 경우’란, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다) 제4조에서 정한 ‘공익사업’의 범주에 포함되는 사업의 수행을 위하여 공유수면의 매립이 필요하다고 인정되는 경우를 말하고, 매립면허 단계에서 해당 사업에 대하여 공익사업법 제20조 제1항에 따른 ‘사업인정’까지 있어야 한다고 볼 것은 아니다.<br/>[2] 구 항만법(2012. 12. 18. 법률 제11594호로 개정되기 전의 것, 이하 ‘구 항만법’이라 한다)이 항만공사 시행절차에 따른 각종 의제규정과 손실보상에 관한 규정을 두고 있는 취지는, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다)상 ‘공익사업’으로 시행될 수밖에 없는 항만공사의 특성상 절차 진행에 따라 관련 인허가 및 사업인정이 곧바로 의제되도록 함으로써 항만공사의 원활한 진행을 도모하는 한편, 항만공사의 진행을 통하여 의사와 관계없이 손실을 입을 수밖에 없는 토지 소유자, 어업권자 등 권리자에 대한 정당한 보상을 보장하고자 함에 있다.<br/>  이러한 구 항만법 규정의 취지·목적, 구 항만법과 구 공유수면 관리 및 매립에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 공유수면관리법’이라 한다)의 규정 형식 및 내용과 구 공유수면관리법상 공유수면 매립사업은 사업의 주체 및 목적에 별다른 제한이 없으므로, 행정주체 등에 의한 공익사업은 물론 사경제주체에 의한 사익사업 등을 위하여도 시행될 수 있는 점, 구 공유수면관리법에는 매립사업 자체를 공익사업법상 ‘공익사업’으로 의제하는 규정이 없어서 공유수면 매립사업에 따라 공용수용이 이루어지지 않으므로, 구 공유수면관리법상 손실보상은 이미 존재하는 공유수면 점용·사용권 등이 그대로 유지됨을 전제로 하는 것인 점, 반면에 구 항만법에 의한 항만공사는 ‘공익사업’으로만 시행되므로, 구 항만법상 공용수용에 따라 기존의 공유수면 점용·사용관계가 더 이상 유지될 수 없는 점, 구 항만법에 따르면 항만공사 시행의 첫 단계인 항만공사 시행고시로 공유수면 매립실시계획승인이 의제되고, 다음 단계인 항만공사 실시계획공고로 공익사업법상 사업인정이 의제되므로, 항만공사 실시계획공고를 거친 후에야 비로소 공익사업법상 수용절차에 따라 보상대상자의 확정 및 그에 대한 보상절차가 진행되는 점, 항만공사 실시계획공고에 앞선 항만공사 시행고시 단계에서 구 공유수면관리법 제38조 제3항에 정한 권리자에 대한 보상이나 그에 갈음한 동의 등을 마칠 것을 요구할 수는 없는 점 등을 종합해 보면, 공유수면 매립을 수반하는 항만공사로 어업권자 등이 입은 손실의 보상에 관하여는 구 항만법의 관련 규정 및 공익사업법이 적용 내지 준용될 뿐 구 공유수면관리법은 적용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공유수면 관리 및 매립에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제30조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조, 제20조 제1항 / [2] 구 공유수면 관리 및 매립에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제38조 제1항, 제3항, 구 항만법(2012. 12. 18. 법률 제11594호로 개정되기 전의 것) 제9조 제6항, 제77조 제2항, 제3항, 제80조 제6항, 제85조 제1항<br/>",
  "참조판례": ""
}