{
  "판례일련번호": "173601",
  "사건명": "등록세등부과처분취소",
  "사건번호": "2011두29168",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140516",
  "판시사항": "[1] 구 지방세법 제30조의4 제1항의 입법 취지와 ‘사기 기타 부정한 행위’의 의미 및 어떠한 행위가 조세법상 ‘사기 기타 부정한 행위’에 해당하는지를 가림에 있어 형사처벌 법규의 구성요건에 준하여 엄격 해석해야 하는지 여부(적극)<br/> [2] 甲 주식회사가 임시주주총회 의사록과 이사회 회의록을 작성하여 정관을 변경하고 본점을 이전등기한 후 토지에 관하여 소유권이전등기를 마치면서 등록세 등을 신고·납부하였으나 관할 행정청이 위 소유권이전등기가 구 지방세법 제138조 제1항 제3호 등에 해당한다는 이유로 중과세하여 甲 회사에 등록세 등 부과처분을 한 사안에서, 甲 회사의 행위가 구 지방세법 제30조의4 제1항에서 정한 ‘사기 기타 부정한 행위’라고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세법(2002. 12. 30. 법률 제6842호로 개정되기 전의 것, 이하 ‘구 지방세법’이라 한다) 제30조의4 제1항은 지방세 부과의 제척기간을 5년으로 하되, 납세자가 사기 기타 부정한 행위로써 지방세를 포탈하거나 환부 또는 경감받은 경우에는 이를 10년으로 규정하고 있는바, 입법 취지는 조세법률관계의 신속한 확정을 위하여 원칙적으로 지방세 부과권의 제척기간을 5년으로 하면서도 지방세에 관한 과세요건사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에는 과세관청이 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 행사를 기대하기 어려우므로 당해 지방세의 부과제척기간을 10년으로 연장하는 데에 있고, 여기서 ‘사기 기타 부정한 행위’라 함은 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 다른 어떤 행위를 수반함이 없이 단순히 조세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것은 이에 해당하지 않는다.<br/>   그리고 조세범 처벌법 제3조 제1항, 지방세기본법 제129조 제1항, 특정범죄 가중처벌 등에 관한 법률 제8조 제1항, 제2항 등에서는 사기나 그 밖의 부정한 행위로써 지방세를 포탈하거나 지방세를 환급·공제받은 경우 포탈세액 등의 다과에 따라 2년 이하의 징역 또는 포탈세액 등의 2배 이하에 상당하는 벌금부터 최고 무기 또는 5년 이상의 징역과 포탈세액 등의 2배 이상 5배 이하에 상당하는 벌금에 처하도록 규정하고 있어 ‘사기 기타 부정한 행위’는 형사처벌의 구성요건으로 되어 있으므로, 어떠한 행위가 조세법상 ‘사기 기타 부정한 행위’에 해당하는지 여부를 가림에 있어서도 형사처벌 법규의 구성요건에 준하여 엄격하게 해석하여야 할 것이다.<br/> [2] 甲 주식회사가 임시주주총회 의사록과 이사회 회의록을 작성하여 정관을 변경하고 본점을 과밀억제권역이 아닌 용인시로 이전등기한 후 그 다음 날 취득한 토지에 관하여 소유권이전등기를 마치면서 등록세 등을 신고·납부하였으나 관할 행정청이 甲 회사가 실질적으로 본점을 이전하지 않아 위 토지에 관한 소유권이전등기가 구 지방세법(2002. 12. 30. 법률 제6842호로 개정되기 전의 것, 이하 ‘구 지방세법’이라 한다) 제138조 제1항 제3호 등에 해당한다는 이유로 중과세하여 甲 회사에 등록세 등 부과처분을 한 사안에서, 본점 이전등기 당시 甲 회사에 본점 이전의 의사가 전혀 없었다고 단정하기 어렵고, 甲 회사가 작성한 임시주주총회 의사록과 이사회 회의록 및 그에 따라 변경된 정관은 당시 시행되던 구 비송사건절차법(2007. 7. 27. 법률 제8569호로 개정되기 전의 것) 제202조 제2항에 따라 본점 이전등기를 하기 위하여 반드시 갖추어야 하는 것들이어서 그 작성이나 변경은 본점 이전등기에 부수한 것이며, 그 밖에 甲 회사가 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 적극적인 행위를 하였다고 볼 만한 자료는 없으므로, 甲 회사의 행위가 구 지방세법 제30조의4 제1항에서 정한 ‘사기 기타 부정한 행위’라고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2002. 12. 30. 법률 제6842호로 개정되기 전의 것) 제30조의4 제1항(현행 지방세기본법 제129조 제1항 참조), 조세범 처벌법 제3조 제1항, 지방세기본법 제129조 제1항, 특정범죄 가중처벌 등에 관한 법률 제8조 제1항, 제2항 / [2] 구 지방세법(2002. 12. 30. 법률 제6842호로 개정되기 전의 것) 제30조의4 제1항(현행 지방세기본법 제129조 제1항 참조), 제138조 제1항 제3호(현행 제28조 제2항 참조), 구 비송사건절차법(2007. 7. 27. 법률 제8569호로 개정되기 전의 것) 제202조 제2항(현행 삭제)<br/>",
  "참조판례": "[1] 대법원 2013. 12. 12. 선고 2013두7667 판결(공2014상, 196)<br/>"
}