{
  "판례일련번호": "173778",
  "사건명": "권리범위확인(특)",
  "사건번호": "2012후498",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140529",
  "판시사항": "[1] 확인대상발명이 특허발명의 권리범위에 속하는지 판단하는 기준 및 확인대상발명에서 특허발명의 특허청구범위에 기재된 구성 중 치환 내지 변경된 부분이 있는 경우, 확인대상발명이 특허발명의 권리범위에 속한다고 보기 위한 요건과 ‘양 발명에서 과제의 해결원리가 동일하다는 것’의 의미와 판단 방법<br/>[2] 甲이 명칭을 “디젤 엔진용 연료 분사 밸브의 테스트 방법”으로 하는 특허발명의 특허권자인 乙 주식회사를 상대로 확인대상발명이 특허발명의 권리범위에 속하지 않는다는 확인을 구하는 소극적 권리범위확인심판을 청구한 사안에서, 확인대상발명이 특허발명의 각 구성요소와 동일하거나 균등한 구성을 모두 가지고 있고, 구성요소 간의 유기적 결합관계도 그대로 포함하고 있으므로, 위 특허발명의 권리범위에 속한다고 본 사례<br/>",
  "판결요지": "[1] 특허발명과 대비되는 확인대상발명이 특허발명의 권리범위에 속한다고 할 수 있기 위해서는 특허발명의 특허청구범위에 기재된 각 구성요소와 그 구성요소 간의 유기적 결합관계가 확인대상발명에 그대로 포함되어 있어야 한다. 한편 확인대상발명에서 특허발명의 특허청구범위에 기재된 구성 중 치환 내지 변경된 부분이 있는 경우에도, 양 발명에서 과제의 해결원리가 동일하고, 그러한 치환에 의하더라도 특허발명에서와 같은 목적을 달성할 수 있고 실질적으로 동일한 작용효과를 나타내며, 그와 같이 치환하는 것이 발명이 속하는 기술분야에서 통상의 지식을 가진 자(이하 ‘통상의 기술자’라 한다)라면 누구나 쉽게 생각해 낼 수 있는 정도로 자명하다면, 확인대상발명이 특허발명의 출원 시 이미 공지된 기술과 동일한 기술 또는 통상의 기술자가 공지기술로부터 쉽게 발명할 수 있었던 기술에 해당하거나, 특허발명의 출원절차를 통하여 확인대상발명의 치환된 구성이 특허청구범위로부터 의식적으로 제외된 것에 해당하는 등의 특별한 사정이 없는 한, 확인대상발명은 전체적으로 특허발명의 특허청구범위에 기재된 구성과 균등한 것으로서 여전히 특허발명의 권리범위에 속한다고 보아야 한다. 그리고 여기서 말하는 양 발명에서 과제의 해결원리가 동일하다는 것은 확인대상발명에서 치환된 구성이 특허발명의 비본질적인 부분이어서 확인대상발명이 특허발명의 특징적 구성을 가지는 것을 의미하고, 특허발명의 특징적 구성을 파악함에 있어서는 특허청구범위에 기재된 구성의 일부를 형식적으로 추출할 것이 아니라 명세서의 발명의 상세한 설명의 기재와 출원 당시의 공지기술 등을 참작하여 선행기술과 대비하여 볼 때 특허발명에 특유한 해결수단이 기초하고 있는 과제의 해결원리가 무엇인가를 실질적으로 탐구하여 판단하여야 한다.<br/>[2] 甲이 명칭을 “디젤 엔진용 연료 분사 밸브의 테스트 방법”으로 하는 특허발명의 특허권자인 乙 주식회사를 상대로 확인대상발명이 특허발명의 권리범위에 속하지 않는다는 확인을 구하는 소극적 권리범위확인심판을 청구한 사안에서, 확인대상발명은 특허발명의 ‘분사밸브에 오일 압력을 제공하는 압축공기의 공급을 중단하는 구성’을 ‘공기흐름 절환수단에 의해 오일의 흐름을 다른 곳으로 전환하는 구성’으로 치환 또는 변경하였으나 분사밸브를 테스트할 때 밸브의 개방 및 폐쇄가 반복되어 발생하는 밸브의 파손을 방지하는 특허발명과 과제의 해결원리가 동일하고, 위와 같은 구성의 치환 또는 변경에 의하더라도 특허발명과 실질적으로 동일한 목적과 작용효과를 달성할 수 있으며, 분사밸브를 테스트할 때 분사밸브로의 오일 압력의 제공을 중단하기 위하여 위와 같이 치환 또는 변경하는 것은 통상의 기술자라면 누구나 쉽게 생각해낼 수 있을 정도로 자명하므로, 확인대상발명이 특허발명의 각 구성요소와 동일하거나 균등한 구성을 모두 가지고 있고, 구성요소 간의 유기적 결합관계도 그대로 포함하고 있으므로, 위 특허발명의 권리범위에 속한다고 본 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제135조 / [2] 특허법 제97조, 제135조<br/>",
  "참조판례": "[1] 대법원 2009. 12. 24. 선고 2007다66422 판결, 대법원 2009. 6. 25. 선고 2007후3806 판결(공2009하, 1239)<br/>"
}