{
  "판례일련번호": "173772",
  "사건명": "매도·매도청구",
  "사건번호": "2011다46128,2013다69057",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140529",
  "판시사항": "[1] 정비사업조합에 관한 조합설립인가처분 또는 선행 조합설립변경인가처분이 쟁송에 의하여 취소되거나 무효로 확정된 경우, 이에 기초하여 이루어진 조합설립변경인가처분 또는 후행 조합설립변경인가처분의 효력(원칙적 무효) 및 후행 조합설립변경인가처분의 효력이 인정되는 경우<br/>[2] 구 도시 및 주거환경정비법 제4조에 의한 정비구역 또는 정비계획의 변경에 따라 사업구역의 위치를 변경하고 면적을 확대하는 조합설립변경인가의 경우, 종전 사업구역에 대한 동의가 변경된 사업구역에 대한 동의로 유효한지 여부(원칙적 적극) / 구분소유자 등이 조합설립인가 후에 조합에 추가로 가입한 경우, 조합설립변경인가의 법정 동의율에 추가 동의 내역도 반영해야 하는지 여부(적극)와 추가 동의의 효력을 판단할 때 사업구역 변경 시 동의의 효력에 관한 법리가 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 정비사업조합(이하 ‘조합’이라고 한다)에 관한 조합설립변경인가처분은 당초 조합설립인가처분에서 이미 인가받은 사항의 일부를 수정 또는 취소·철회하거나 새로운 사항을 추가하는 것으로서 유효한 당초 조합설립인가처분에 근거하여 설권적 효력의 내용이나 범위를 변경하는 성질을 가지므로, 당초 조합설립인가처분이 쟁송에 의하여 취소되었거나 무효인 경우에는 이에 터 잡아 이루어진 조합설립변경인가처분도 원칙적으로 효력을 상실하거나 무효라고 해석함이 타당하다. 그리고 이러한 법리는 당초 조합설립인가처분 이후 여러 차례 조합설립변경인가처분이 있었다가 중간에 행하여진 선행 조합설립변경인가처분이 쟁송에 의하여 취소되었거나 무효인 경우에 후행 조합설립변경인가처분의 효력에 대해서도 마찬가지로 적용된다고 새겨야 한다.<br/>  다만 조합설립변경인가처분도 조합에 정비사업을 시행할 수 있는 권한을 설정하여 주는 처분인 점에서는 당초 조합설립인가처분과 다르지 아니하므로, 선행 조합설립변경인가처분이 쟁송에 의하여 취소되었거나 무효인 경우라도 후행 조합설립변경인가처분이 선행 조합설립변경인가처분에 의해 변경된 사항을 포함하여 새로운 조합설립변경인가처분의 요건을 갖추고 있는 경우에는 그에 따른 효과가 인정될 수 있다. 이러한 경우에 조합은 당초 조합설립인가처분과 새로운 조합설립변경인가처분의 요건을 갖춘 후행 조합설립변경인가처분의 효력에 의하여 정비사업을 계속 진행할 수 있으므로, 그 후행 조합설립변경인가처분을 무효라고 할 수는 없다.<br/>[2] 구 도시 및 주거환경정비법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제16조 제2항, 제3항 및 구 도시 및 주거환경정비법 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것, 이하 ‘구 도시정비법 시행령’이라 한다) 제27조의 내용, 형식 및 체제에 비추어 보면, 주택재건축사업의 조합을 설립할 때 정비구역에 주택단지가 아닌 지역이 포함되어 있을 경우에는 주택단지에 대하여 구 도시정비법 제16조 제2항에 의한 동의를 얻는 것과 별도로 주택단지가 아닌 지역에 대하여도 같은 조 제3항에 의한 동의를 얻어야 한다. 또한 조합설립인가를 받은 조합이 인가받은 사항을 변경하는 경우에도 변경 사항에 대하여 설립 시와 마찬가지로 법정 동의율 이상의 동의를 갖추어야 하는 것이 원칙이지만, 변경 사항이 구 도시정비법 시행령 제27조 각호에 규정된 경미한 사항에 해당하면 새로운 동의절차가 필요 없다.<br/>  이에 따라 사업구역의 위치를 변경하고 면적을 확대하는 조합설립변경인가의 경우에도, 원칙적으로 종전 구역과 추가된 구역을 합한 전체 구역을 대상으로 하여 법정 동의 요건을 갖추어야 한다. 그런데 위와 같은 사업구역의 위치 변경 및 면적 확대가 구 도시정비법 제4조의 규정에 의한 정비구역 또는 정비계획의 변경에 따라 이루어지는 경우에, 구 도시정비법 시행령 제27조 제3호에 의하면 이는 경미한 사항에 해당하므로, 달리 특별한 사정이 없는 이상 기존의 조합설립에 동의한 조합원들에 대하여는 새로이 동의를 받을 필요가 없고 종전 사업구역에 대한 동의는 변경된 사업구역에 대한 동의로도 유효하다고 봄이 상당하다. 그리고 어느 구분소유자 등이 처음에는 조합설립에 동의하지 아니하였다가 설립인가 후에 의사를 바꾸어 조합설립에 동의함으로써 조합에 추가로 가입한 경우에, 이는 구 도시정비법 시행령 제27조 제2호에 규정된 경미한 사항인 ‘토지 또는 건축물의 매매 등으로 인하여 조합원의 권리가 이전된 경우의 조합원의 교체 또는 신규가입’에 해당하므로 그들의 추가 동의 내역도 조합설립변경인가의 법정 동의율 충족 여부를 판단할 때에 반영함이 타당하며, 또한 위에서 본 사업구역 변경 시의 동의의 효력에 관한 법리는 추가 동의의 효력을 판단할 때에도 그대로 적용된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제16조 제2항 / [2] 구 도시 및 주거환경정비법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제4조, 제16조 제1항, 제2항, 제3항, 구 도시 및 주거환경정비법 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제27조<br/>",
  "참조판례": "[2] 대법원 2012. 10. 25. 선고 2010두25107 판결(공2012하, 1931)<br/>"
}