{
  "판례일련번호": "174786",
  "사건명": "손해배상(기)",
  "사건번호": "2013나2011391",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20140418",
  "판시사항": "[1] 인감증명사무를 처리하는 공무원에게 인감증명서 발급과정에서 요구되는 주의의무의 정도<br/>   [2] 인감증명서 소지자와 거래하는 상대방에게 요구되는 인감명의인 본인의 동일성 여부 확인의 정도<br/>   [3] 甲이 인감증명서 발급신청서의 위임장을 乙 명의로 위조한 다음 丙 지방자치단체 소속 공무원 丁에게 위 발급신청서와 乙의 운전면허증 등을 제시하여 乙의 인감증명서를 발급받은 후 甲과 공모한 戊가 위 인감증명서 등을 이용하여 己 새마을금고로부터 대출받아 편취한 사안에서, 丁이 인감증명서를 발급하면서 본인 확인을 소홀히 한 직무상 과실이 인정되고, 己 금고가 대출과정에서 확인절차를 소홀히 한 과실을 참작하여 丙 지방자치단체의 손해배상액을 손해액 중 10%로 제한한 사례<br/>",
  "판결요지": "[1] 구 인감증명법 시행령(2010. 5. 4. 대통령령 제22151호로 개정되기 전의 것, 이하 같다) 제7조, 제13조에 비추어 보면, 인감증명사무를 처리하는 공무원으로서는 인감증명서 발급과정에서 신청인의 신분을 확인하기 위하여 단순히 주민등록증 등 신분증을 제출받아 육안으로 확인하는 것뿐만 아니라 소속 증명청에 마련되어 있는 활용가능한 모든 자료와 방법을 이용함으로써 인감증명서 발급과정에서 부정을 방지할 주의의무가 있다.<br/>한편 2005. 1. 15. 대통령령 18681호로 개정되기 전의 구 인감증명법 시행령 제13조 제2항 규정 등과 아울러 본인의 인적 사항에 관한 정보는 이미 소관 증명청이 보유하고 있어서 인적 사항에 관한 정보를 확인하기 위하여 본인의 주민등록증 등을 요구할 필요는 없는 점 등을 종합해 보면, 구 인감증명법 시행령 제13조 제2항이 ‘위임장의 기재내용을 확인하기 위하여’라고 규정한 것은 ‘본인에 의하여 진정하게 위임된 것인지를 확인하기 위하여’라는 의미라고 해석된다. 또한 본인 신청의 경우와 달리 대리 신청의 경우에는 본인의 무인을 전자적으로 대조하여 확인할 수 없으므로, 담당 공무원이 본인의 주민등록증 등을 통하여 본인에 의하여 진정하게 위임된 것인지를 확인할 때에는 소관 증명청에서 활용가능한 모든 자료와 방법을 사용하여 확인할 주의의무가 있다.<br/>특히 구 인감증명법 시행령에서 규정하고 있는 주민등록증 등 신분증의 확인은 그 취지에 비추어 볼 때, 확인대상 신분증이 적법하게 발급된 것임을 전제로 하고 있으므로 신분증이 적법하게 발급된 것인지에 관하여 소관 증명청에서 활용가능한 자료와 방법이 있다면 이를 최대한 활용하여 확인할 주의의무가 있다.<br/>   [2] 인감증명서는 발급신청인이 인감명의인 본인 또는 그의 대리인이라는 것을 증명청이 확인한 다음 인감명의인 본인의 인감을 증명해 주는 것으로서, 인감증명서를 소지하는 사람과 거래하는 상대방은 소지자가 거래과정에서 날인한 인영을 인감증명서에 나타난 인영과 대조함으로써 소지자가 인감명의인 본인임을 추정할 수 있게 된다. 이러한 추정은 사실상의 추정이고, 인감증명서가 인감명의인 본인의 동일성을 판단하는 유일한 자료는 아니므로, 인감증명서 소지자와 거래하는 상대방은 인감증명서에 나타난 인영을 소지자가 거래과정에서 날인한 인영과 대조함과 아울러 주민등록증 등의 신원확인서류나 관계자 등을 통하여 인감명의인 본인의 동일성 여부를 확인하여야 한다.<br/>   [3] 甲이 인감증명서 발급신청서의 위임장을 乙 명의로 위조한 다음 인감증명서 발급을 담당하는 丙 지방자치단체 소속 공무원 丁에게 위 발급신청서와 乙의 운전면허증 등을 제시하여 乙의 인감증명서를 발급받은 후 甲과 공모한 戊가 위 인감증명서 등을 이용하여 乙 본인으로 행세하여 己 새마을금고로부터 대출을 받아 이를 편취한 사안에서, 丁이 甲으로부터 乙의 운전면허증을 제시받아 이를 인감증명서발급 전산시스템상 ‘운전면허증 진위 여부 조회’ 항목의 연결화면을 통하여 확인하면서 암호일련번호까지 입력하여 확인하였더라면 운전면허증이 위조된 것임을 확인할 수 있었음에도, 丁이 乙의 운전면허증을 정확하게 확인하지 아니하여 인감증명서의 본인 확인을 소홀히 한 직무상 과실이 인정되고, 丁의 직무상 과실로 위 인감증명서가 본인 또는 적법한 대리인 이외의 자에게 발급되었고 己 새마을금고가 인감명의인 乙로 사칭하는 戊를 乙 본인으로 믿고 대출함으로써 대출액 상당의 손해를 입었으므로, 己 새마을금고가 대출과정에서 확인절차를 소홀히 하여 戊를 乙 본인으로 믿은 과실을 참작하여 丙 지방자치단체의 손해배상액을 己 새마을금고의 손해액 중 10%로 제한한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 인감증명법 시행령(2010. 5. 4. 대통령령 제22151호로 개정되기 전의 것) 제7조, 제13조, 구 인감증명법 시행령(2005. 1. 15. 대통령령 18681호로 개정되기 전의 것) 제13조 제2항 / [2] 구 인감증명법 시행령(2010. 5. 4. 대통령령 제22151호로 개정되기 전의 것) 제13조, 민법 제396조, 제750조, 제763조 / [3] 국가배상법 제2조, 제8조, 구 인감증명법(2010. 3. 12. 법률 제10057호로 개정되기 전의 것) 제12조, 구 인감증명법 시행령(2010. 5. 4. 대통령령 제22151호로 개정되기 전의 것) 제13조, 민법 제396조, 제750조, 제763조<br/>",
  "참조판례": ""
}