{
  "판례일련번호": "174897",
  "사건명": "업무상과실치사",
  "사건번호": "2009도14407",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140626",
  "판시사항": "환자의 명시적인 수혈 거부 의사가 존재하여 수혈하지 아니함을 전제로 환자의 승낙(동의)을 받아 수술하였는데 수술 과정에서 수혈을 하지 않으면 생명에 위험이 발생할 수 있는 응급상태에 이른 경우, 의사가 진료행위 시 고려하여야 할 사항 및 수혈을 거부하는 환자의 자기결정권이 생명과 대등한 가치가 있다고 평가될 것인지 판단하는 기준 / 수혈 거부에 관한 환자의 자기결정권 행사가 유효하기 위한 전제 요건 / 환자의 자기결정권 행사에 따라 수혈하지 않는 방식으로 수술하는 경우, 의사에게 요구되는 주의의무<br/>",
  "판결요지": "환자의 명시적인 수혈 거부 의사가 존재하여 수혈하지 아니함을 전제로 환자의 승낙(동의)을 받아 수술하였는데 수술 과정에서 수혈을 하지 않으면 생명에 위험이 발생할 수 있는 응급상태에 이른 경우에, 환자의 생명을 보존하기 위해 불가피한 수혈 방법의 선택을 고려함이 원칙이라 할 수 있지만, 한편으로 환자의 생명 보호에 못지않게 환자의 자기결정권을 존중하여야 할 의무가 대등한 가치를 가지는 것으로 평가되는 때에는 이를 고려하여 진료행위를 하여야 한다.<br/>  어느 경우에 수혈을 거부하는 환자의 자기결정권이 생명과 대등한 가치가 있다고 평가될 것인지는 환자의 나이, 지적 능력, 가족관계, 수혈 거부라는 자기결정권을 행사하게 된 배경과 경위 및 목적, 수혈 거부 의사가 일시적인 것인지 아니면 상당한 기간 동안 지속되어 온 확고한 종교적 또는 양심적 신념에 기초한 것인지, 환자가 수혈을 거부하는 것이 실질적으로 자살을 목적으로 하는 것으로 평가될 수 있는지 및 수혈을 거부하는 것이 다른 제3자의 이익을 침해할 여지는 없는 것인지 등 제반 사정을 종합적으로 고려하여 판단하여야 한다. 다만 환자의 생명과 자기결정권을 비교형량하기 어려운 특별한 사정이 있다고 인정되는 경우에 의사가 자신의 직업적 양심에 따라 환자의 양립할 수 없는 두 개의 가치 중 어느 하나를 존중하는 방향으로 행위하였다면, 이러한 행위는 처벌할 수 없다.<br/>  그렇지만 이러한 판단을 위해서는 환자가 거부하는 치료방법, 즉 수혈 및 이를 대체할 수 있는 치료방법의 가능성과 안정성 등에 관한 의사의 설명의무 이행과 이에 따른 환자의 자기결정권 행사에 어떠한 하자도 개입되지 않아야 한다는 점이 전제되어야 한다. 즉 환자는 치료행위 과정에서의 수혈의 필요성 내지 수혈을 하지 아니할 경우에 야기될 수 있는 생명 등에 대한 위험성, 수혈을 대체할 수 있는 의료 방법의 효용성 및 한계 등에 관하여 의사로부터 충분한 설명을 듣고, 이러한 의사의 설명을 이해한 후 진지한 의사결정을 하여야 하고, 그 설명 및 자기결정권 행사 과정에서 예상한 범위 내의 상황이 발생되어야 하며, 또한 의사는 실제로 발생된 상황 아래에서 환자가 수혈 거부를 철회할 의사가 없는지 재확인하여야 한다.<br/>  특히 의사는 수술과정 등에서 발생되는 출혈로 인하여 환자의 생명이 위험에 빠지지 않도록 하기 위하여 환자에게 수혈하는 것이 통상적인 진료방법이고 또한 수혈을 통하여 출혈로 인한 사망의 위험을 상당한 정도로 낮출 수 있음에도 환자의 의사결정에 따라 수혈을 포기하고 이를 대체할 수 있는 수술 방법을 택하는 것인데, 그 대체 수술 방법이 수혈을 완전히 대체할 수 있을 정도의 출혈 방지 효과를 가지지 못한다면 그만큼 수술과정에서 환자가 과다출혈로 인한 사망에 이를 위험이 증가할 수 있으므로, 그럼에도 불구하고 수술을 할 필요성이 있는지에 관하여 통상적인 경우보다 더욱 세심하게 주의를 기울임으로써, 과연 수술을 하는 것이 환자를 위한 최선의 진료방법인지 신중히 판단할 주의의무가 있다. 그리고 수술을 하는 경우라 하더라도 수혈 대체 의료 방법과 함께 당시의 의료 수준에 따라 출혈로 인한 위험을 최대한 줄일 수 있는 사전준비나 시술방법을 시행함으로써 위와 같은 위험 발생 가능성을 줄이도록 노력하여야 하며, 또한 수술 과정에서 예상과 달리 다량의 출혈이 발생될 수 있는 사정이 드러남으로써 위와 같은 위험 발생 가능성이 현실화되었다면 과연 위험을 무릅쓰고 수술을 계속하는 것이 환자를 위한 최선의 진료방법인지 다시 판단하여야 한다. 환자가 수혈 대체 의료 방법을 선택하였다고 하더라도 이는 생명에 대한 위험이 현실화되지 아니할 것이라는 전제 내지 기대 아래에서의 결정일 가능성이 크므로, 위험 발생 가능성이 현실화된 상태에서 위험을 무릅쓰고 수술을 계속하는 것이 환자의 자기결정권에 기초한 진료라고 쉽게 단정하여서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제10조, 제12조, 형법 제24조, 제268조, 응급의료에 관한 법률 제6조, 제9조<br/>",
  "참조판례": ""
}