{
  "판례일련번호": "174940",
  "사건명": "손해배상(기)",
  "사건번호": "2014나13609",
  "법원명": "서울중앙지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20140620",
  "판시사항": "[1] 임대인이 임차인에게 목적물을 인도할 당시에 이미 존재하고 있었던 하자가 임대인의 수선의무의 대상이 되는지 여부(적극)<br/>[2] 임대목적물의 하자에 대한 수선이 불가능하고 그로 인하여 임대차의 목적을 달성할 수 없는 경우, 임차인이 임대차계약의 효력을 소급적으로 소멸시키는 해제를 할 수 있는지 여부(한정 적극)<br/>[3] 임대차 목적물에 임대인의 수선을 요하는 하자가 있는데도 임대인이 이를 모르고 있고 임차인 또한 임대인에게 지체 없이 통지하지 않은 경우, 임대인이 부담하는 손해배상책임의 범위<br/>[4] 甲이 乙로부터 임차한 다가구주택에서 거주하는 동안 심한 결로와 곰팡이 등으로 손해를 입었음을 이유로 乙을 상대로 배상을 구한 사안에서, 甲이 민법 제634조의 통지의무를 제대로 이행하지 아니하였으므로 甲이 지체 없이 乙에게 이를 통지하여 수선이 이루어졌다고 하더라도 피할 수 없었거나 제거될 수 없었던 기발생 손해에 대하여만 乙을 상대로 손해배상청구를 할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 임대인의 수선의무의 대상이 되는 목적물의 파손 또는 장해(이하 ‘하자’라고 총칭한다)는 임대차기간 중에 드러난 하자를 의미하는 것으로서 임대차기간 중에 비로소 발생한 하자에 한정되지 않고, 이미 임대인이 임차인에게 목적물을 인도할 당시에 존재하고 있었던 하자도 포함된다.<br/>[2] 임대인이 귀책사유로 하자 있는 목적물을 인도하여 목적물 인도의무를 불완전하게 이행하거나 수선의무를 지체한 경우, 임차인은 임대인을 상대로 채무불이행에 기한 손해배상을 청구할 수 있고(민법 제390조), 임대차계약을 해지할 수도 있다. 그리고 목적물의 하자에 대한 수선이 불가능하고 그로 인하여 임대차의 목적을 달성할 수 없는 경우에는, 임차인의 해지를 기다릴 것도 없이 임대차는 곧바로 종료하게 되고, 임차인이 목적물을 인도받아 어느 정도 계속하여 목적물을 사용·수익한 경우가 아니라 목적물을 인도받은 직후라면 임대차계약의 효력을 소급적으로 소멸시키는 해제를 하는 것도 가능하다.<br/>[3] 임대차 목적물에 임대인의 수선을 요하는 하자가 있다고 하더라도, 임대인이 이를 모르고 있고 임차인 또한 이를 임대인에게 지체 없이 통지하지 아니한 경우, 임대인이 통지를 받지 못함으로 인하여 목적물에 대한 수선을 할 수 없었던 범위 내에서는, 수선의무 불이행에 따른 손해배상책임은 물론 하자담보책임에 따른 손해배상책임도 부담하지 않는 것으로 해석함이 타당하고, 이러한 경우 임대인은, 임차인이 지체 없이 하자를 통지하여 수선이 이루어졌다고 하더라도 피할 수 없었거나 제거될 수 없었던 기발생 손해에 대하여만 책임을 부담한다.<br/>[4] 甲이 乙로부터 임차한 다가구주택에서 거주하는 동안 수시로 방과 거실의 천장에서 물방울이 고이면서 떨어지고 창문에서 물이 흘러내리며 벽지가 축축하게 젖어 있었으며, 이로 말미암아 벽지와 甲 소유의 가구, 옷, 가방 등에 곰팡이가 심하게 발생하여 손해를 입었음을 이유로 乙을 상대로 배상을 구한 사안에서, 임대차 목적물에 위와 같은 현상과 곰팡이를 유발시킨 하자가 존재하였고 이로 말미암아 甲이 임대차의 목적인 주거를 위하여 사용·수익하는 것 자체가 불가능하지는 않았지만 방해는 받았으며, 위 하자는 수선이 가능하였는데 甲이 민법 제634조의 통지의무를 제대로 이행하지 아니하여 乙이 목적물에 대한 수선을 할 수 없었던 상태에서 甲은 이사 나갔으므로, 甲은 乙을 상대로 甲이 목적물의 하자로 인하여 임대차의 목적을 달성할 수 없었다거나 乙이 수선의무를 이행하지 아니하였다는 이유로 손해배상청구를 할 수는 없고, 단지 甲이 지체 없이 乙에게 이를 통지하여 수선이 이루어졌다고 하더라도 피할 수 없었거나 제거될 수 없었던 기발생 손해에 대하여만 乙을 상대로 목적물 인도의무의 불완전이행에 따른 손해배상책임 내지 하자담보책임에 기한 손해배상청구를 할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제618조, 제623조 / [2] 민법 제390조, 제543조, 제546조, 제618조, 제623조 / [3] 민법 제374조, 제618조, 제623조, 제624조, 제634조 / [4] 민법 제390조, 제546조, 제567조, 제575조 제1항, 제580조 제1항, 제618조, 제623조, 제634조<br/>",
  "참조판례": "[2] 대법원 1996. 3. 8. 선고 95다15087 판결(공1996상, 1193), 대법원 2010. 4. 29. 선고 2009다96984 판결(공2010상, 995)<br/>"
}