{
  "판례일련번호": "174914",
  "사건명": "특정범죄가중처벌등에관한법률위반(알선수재)·정치자금법위반",
  "사건번호": "2013도9866",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140626",
  "판시사항": "[1] 정치자금법에 의하여 수수가 금지되는 ‘정치자금’의 의미<br/>[2] 국회부의장으로서 국회의원인 피고인이 보좌관 甲을 통해 乙 주식회사 등으로부터 ‘고문활동비’ 명목의 돈을 받아 정치자금법을 위반하였다는 내용으로 기소된 사안에서, 피고인과 乙 회사 측은 위 돈이 불법 정치자금인 사정을 잘 알면서 돈을 수수하였다고 보아 피고인에게 유죄를 인정한 원심판단을 수긍한 사례<br/>[3] 금품수수 여부가 쟁점이 된 사건에서 여러 차례에 걸쳐 금원을 제공하였다고 주장하는 사람의 진술 중 상당 부분의 신빙성을 배척하는 경우, 나머지 금원제공 진술로 유죄를 인정하기 위한 요건<br/>",
  "판결요지": "[1] 정치자금법 제45조 제1항은 그 법에 정하지 아니한 방법으로 정치자금을 기부하거나 기부받은 자를 처벌하도록 규정하고 있고, 같은 법 제3조 제1호는 ‘정치자금’을 ‘당비, 후원금, 기탁금, 보조금과 정당의 당헌·당규 등에서 정한 부대수입 그 밖에 정치활동을 위하여 정당, 공직선거에 의하여 당선된 자, 공직선거의 후보자 또는 후보자가 되고자 하는 자, 후원회·정당의 간부 또는 유급사무직원 그 밖에 정치활동을 하는 자에게 제공되는 금전이나 유가증권 그 밖의 물건과 그 자의 정치활동에 소요되는 비용’으로 규정하고 있으며, 같은 법 제3조 제2호는 ‘기부’를 ‘정치활동을 위하여 개인 또는 후원회 그 밖의 자가 정치자금을 제공하는 일체의 행위’로 정의하면서 ‘제3자가 정치활동을 하는 자의 정치활동에 소요되는 비용을 부담하거나 지출하는 경우와 금품이나 시설의 무상대여, 채무의 면제·경감 그 밖의 이익을 제공하는 행위 등’을 기부로 보고 있다. 따라서 정치자금법에 의하여 수수가 금지되는 정치자금은 정치활동을 위하여 정치활동을 하는 자에게 제공되는 금전 등 일체를 의미한다.<br/>[2] 국회부의장으로서 국회의원인 피고인이 보좌관 甲을 통해 乙 주식회사 등으로부터 ‘고문활동비’ 명목의 돈을 받아 정치자금법을 위반하였다는 내용으로 기소된 사안에서, 피고인과 乙 회사 측은 위 돈이 불법 정치자금인 사정을 잘 알면서 계속적으로 돈을 수수하였다고 보아 피고인에게 유죄를 인정한 원심판단을 수긍한 사례.<br/>[3] 금품수수 여부가 쟁점이 된 사건에서 여러 차례에 걸쳐 금원을 제공하였다고 주장하는 사람의 진술을 신뢰할 수 있는지 심사해 본 결과 그중 상당한 진술 부분을 그대로 믿을 수 없는 객관적인 사정 등이 밝혀짐에 따라 그 부분 진술의 신빙성을 배척하는 경우라면, 여러 차례에 걸쳐 금원을 제공하였다는 진술의 신빙성은 전체적으로 상당히 허물어졌다고 보아야 하므로, 비록 나머지 일부 금원제공 진술 부분에 대하여는 이를 그대로 믿을 수 없는 객관적 사정 등이 직접 밝혀지지 않았다고 하더라도, 여러 차례에 걸쳐 금원을 제공하였다고 주장하는 사람의 진술만을 내세워 함부로 나머지 일부 금원수수 사실을 인정하는 것은 원칙적으로 허용될 수 없다. 나머지 일부 금원수수 사실을 인정할 수 있으려면, 신빙성을 배척하는 진술 부분과는 달리 이 부분 진술만은 신뢰할 수 있는 근거가 확신할 수 있을 정도로 충분히 제시되거나, 그 진술을 보강할 수 있는 다른 증거들에 의하여 충분히 뒷받침되는 경우 등과 같이 합리적인 의심을 해소할 만한 특별한 사정이 존재하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정치자금법 제2조 제1항, 제3조 제1호, 제2호, 제45조 제1항 / [2] 정치자금법 제2조 제1항, 제3조 제1호, 제2호, 제45조 제1항 / [3] 정치자금법 제2조 제1항, 제3조 제1호, 제2호, 제45조 제1항, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 2009. 2. 26. 선고 2008도10422 판결(공2009상, 426), 대법원 2011. 6. 9. 선고 2010도17886 판결(공2011하, 1424), 대법원 2013. 7. 12. 선고 2013도3940 판결(공2013하, 1555) / [3] 대법원 2009. 1. 15. 선고 2008도8137 판결(공2009상, 183), 대법원 2014. 1. 23. 선고 2013도7952 판결<br/>"
}