{
  "판례일련번호": "175047",
  "사건명": "거절결정(특)",
  "사건번호": "2012후3121",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140710",
  "판시사항": "[1] 특허법 제51조 제1항에서 정한 ‘새로운 거절이유가 발생한 것’의 의미와 취지 / 특허청 심사관이 ‘발명이 명확하고 간결하게 기재되지 아니하여 특허법 제42조 제4항 제2호의 명세서 기재요건을 구비하지 못한 기재불비가 있다’는 거절이유를 통지함에 따라 보정이 이루어졌는데, 보정 이후 신규성이나 진보성 부정의 거절이유가 발견된 경우, 심사관이 취해야 할 조치<br/>[2] 특허청 심사관이 특허출원의 보정에 대한 각하결정을 한 후 ‘보정 전의 특허출원’에 대하여 거절결정을 하였고, 그에 대한 불복심판 절차에서 위 보정각하결정 및 거절결정이 적법하다는 이유로 심판청구를 기각하는 특허심판원의 심결이 있었는데 보정각하결정이 위법한 경우, 심결취소소송에서 법원은 그것만을 이유로 곧바로 심결을 취소하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 2009. 1. 30. 법률 제9381호로 개정된 특허법 부칙 제3조와 그 개정 전의 구 특허법 제174조에 의하여 구 특허법 제173조의 심사전치절차에서 심사에 준용되는 특허법 제51조 제1항에 의하면, 심사관은 심사전치보정에 따라 새로운 거절이유가 발생한 것으로 인정하면 결정으로 보정을 각하하여야 한다. 위 규정에서 ‘새로운 거절이유가 발생한 것’이란 해당 보정으로 인하여 이전에 없던 거절이유가 새롭게 발생한 경우를 의미하는 것으로서, 이러한 경우에 보정을 각하하도록 한 취지는 이미 거절이유가 출원인에게 통지되어 그에 대한 의견제출 및 보정의 기회가 충분히 부여되었음에도 보정으로 인하여 거절이유가 새롭게 발생하여 그에 대한 거절이유통지와 또 다른 보정이 반복되는 것을 배제함으로써 심사절차의 신속한 진행을 도모하는 데에 있다.<br/>  이러한 취지에 비추어 보면, 심사관이 ‘발명이 명확하고 간결하게 기재되지 아니하여 특허법 제42조 제4항 제2호의 명세서 기재요건을 구비하지 못한 기재불비가 있다’는 거절이유를 통지함에 따라 이를 해소하기 위한 보정이 이루어졌는데, 보정 이후 발명에 대한 심사 결과 신규성이나 진보성 부정의 거절이유가 발견된다고 하더라도, 그러한 거절이유는 보정으로 청구항이 신설되거나 실질적으로 신설에 준하는 정도로 변경됨에 따라 비로소 발생한 경우와 같은 특별한 사정이 없는 한 보정으로 새롭게 발생한 것이라고 할 수 없으므로, 심사관으로서는 보정에 대한 각하결정을 하여서는 아니 되고, 위와 같은 신규성이나 진보성 부정의 거절이유를 출원인에게 통지하여 의견제출 및 보정의 기회를 부여하여야 한다.<br/>[2] 특허거절결정에 대한 불복심판청구를 기각한 심결의 취소소송에서 법원은 특허거절결정을 유지한 심결의 위법성 여부를 판단하는 것일 뿐 특허출원에 대하여 직접 특허결정 또는 특허거절결정을 하는 것은 아니다. 따라서 심사관이 특허출원의 보정에 대한 각하결정을 한 후 ‘보정 전의 특허출원’에 대하여 거절결정을 하였고, 그에 대한 불복심판 절차에서 위 보정각하결정 및 거절결정이 적법하다는 이유로 심판청구를 기각하는 특허심판원의 심결이 있었던 경우, 심결취소소송에서 법원은 위 보정각하결정이 위법하다면 그것만을 이유로 곧바로 심결을 취소하여야 하는 것이지, 심사관 또는 특허심판원이 하지도 아니한 ‘보정 이후의 특허출원’에 대한 거절결정의 위법성 여부까지 스스로 심리하여 이 역시 위법한 경우에만 심결을 취소할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제42조 제4항 제2호, 제51조 제1항, 부칙(2009. 1. 30.) 제3조, 구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것) 제173조(현행 삭제), 제174조(현행 삭제) / [2] 특허법 제42조 제4항 제2호, 제51조 제1항, 부칙(2009. 1. 30.) 제3조, 구 특허법(2009. 1. 30. 법률 제9381호로 개정되기 전의 것) 제173조(현행 삭제), 제174조(현행 삭제)<br/>",
  "참조판례": ""
}