{
  "판례일련번호": "175063",
  "사건명": "손해배상",
  "사건번호": "2010다58315",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140724",
  "판시사항": "[1] 자회사나 공기업이 대출을 받는 등 신용제공을 수반하는 거래에서 모회사 또는 정부가 컴포트레터(letter of comfort)를 발행·교부한 경우, 모회사 등이 채무불이행으로 손해배상책임을 부담하는지 여부(한정 적극)<br/>[2] 국가가 대출계약상 대주(貸主)에 대한 직접적인 보증채무가 아닌 간접적인 의무를 부담하였는데 그 의무를 이행하지 아니하여 손해배상의무가 현실화한 시점에서 손해배상의 액수가 보증채무를 부담한 것과 동일하게 된 경우, 위 의무부담행위가 구 예산회계법 제24조 제1항, 제110조 제1항에서 정한 ‘국가가 채무를 부담하는 행위’, ‘국가가 보증채무를 부담하는 행위’에 해당하는지 여부(소극)<br/>[3] 채권자의 과실에 기한 채무자의 과실상계 주장이 예외적으로 허용되지 않는 경우<br/>",
  "판결요지": "[1] 자회사나 공기업(이하 ‘자회사 등’이라 한다)이 대출을 받는 등 신용제공을 수반하는 거래에서 채권자는 모회사 또는 정부(이하 ‘모회사 등’이라 한다)에 대하여 계약당사자인 자회사 등에 관한 일정한 확인이나 보장을 요구하는 경우가 있고, 이러한 보장은 법적 구속력을 가지는 보증의 형태로 이루어지기도 하지만, 때로는 법적 구속력은 없지만 보장하는 모회사 등의 명예나 신용을 고려한 이행을 기대하여 자회사 등에 대한 지분 비율의 확인, 자회사 등이 체결하는 계약에 대한 인식 및 승인, 자회사 등의 자력 또는 이행능력을 뒷받침할 방침의 선언 등을 담은 이른바 컴포트레터(letter of comfort)라고 불리는 서면을 작성·교부받는 경우가 있다.<br/>  이 경우에 보증의 의사를 추단할 문구가 전혀 없이 단지 모회사 등이 자회사 등의 지분을 보유하고 있다는 사실의 확인과 자회사 등의 계약 체결을 인식 혹은 승인하였다는 등의 내용만으로는, 모회사 등에 어떠한 법적 의무를 발생시킨다고 보기는 어렵지만, 컴포트레터가 모회사 등에 의하여 발행되고, 그 서면 내에 법적 책임을 부인하는 문언이 없이 발행인에게 적극적으로 요구되는 행위가 있는 경우, 직접보증 대신 컴포트레터를 이용하게 된 경위, 컴포트레터의 발행을 위한 협상의 기간·강도, 컴포트레터 발행 시 법적 효력에 관한 발행인과 수취인의 의도나 인식, 컴포트레터를 이용한 당사자의 거래경험과 전문성, 서면의 교부가 거래의 최종적인 성립에 영향을 미친 정도, 발행인이 컴포트레터의 작성·교부를 통하여 받은 이익 유무 등의 사정을 종합적으로 고려할 때, 발행인이 컴포트레터를 교부함으로써 수취인이 거래에 응하도록 적극적으로 유인하고, 수취인은 이에 의하여 형성된 발행인의 신용에 대한 합리적인 신뢰를 바탕으로 계약의 체결에 이른 점 등이 인정된다면 경우에 따라서는 모회사 등은 채무불이행으로 인한 손해배상책임을 부담할 수도 있게 된다.<br/>[2] 국가가 대출계약상 대주(貸主)에 대한 직접적인 보증채무를 부담하는 것이 아니라, 차주(借主)로 하여금 채무를 이행하기에 충분한 재무상태를 유지할 수 있도록 지원하겠다거나, 제3자로 하여금 대출채무를 보증하도록 하겠다는 것과 같은 간접적인 의무를 부담한 경우에는, 의무의 성질상 이행 시기와 채무부담의 금액, 상환계획 등을 확정할 수 없고, 다만 의무를 이행하지 아니하면 손해배상의무를 부담할 가능성이 있다는 정도의 것에 불과하여, 손해배상의무가 현실화한 시점에서 손해배상의 액수가 결과적으로 보증채무를 부담한 것과 동일하게 되었다고 하더라도 이로써 그 간접적인 의무부담행위가 구 예산회계법(2005. 1. 27. 법률 제7347호로 개정되기 전의 것) 제24조 제1항, 제110조 제1항에서 정한 ‘국가가 채무를 부담하는 행위’, ‘국가가 보증채무를 부담하는 행위’에 해당한다고 할 것은 아니다.<br/>[3] 민법 제396조는 채무불이행에 관하여 채권자에게 과실이 있는 때에는 법원은 손해배상의 책임 및 그 금액을 정함에 이를 참작하여야 한다고 규정하고 있으므로, 채무자가 채권자에 대하여 채무불이행으로 인한 손해배상책임을 지는 경우 채권자에게도 채무불이행에 관한 과실이 있다면 특별한 사정이 없는 한 법원으로서는 채무자의 손해배상책임의 범위를 정할 때 이를 참작하여야 하지만, 예외적으로 고의에 의한 채무불이행으로서 채무자가 계약 체결 당시 채권자가 계약 내용의 중요 부분에 관하여 착오에 빠진 사실을 알면서도 이를 이용하거나 이에 적극 편승하여 계약을 체결하고 그 결과 채무자가 부당한 이익을 취득하게 되는 경우 등과 같이 채무자로 하여금 채무불이행으로 인한 이익을 최종적으로 보유하게 하는 것이 공평의 이념이나 신의칙에 반하는 결과를 초래하는 경우에는 채권자의 과실에 터 잡은 채무자의 과실상계 주장을 허용하여서는 안 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제390조 / [2] 구 예산회계법(2005. 1. 27. 법률 제7347호로 개정되기 전의 것) 제24조 제1항(현행 국가재정법 제25조 제1항 참조), 제110조 제1항(현행 국가재정법 제92조 제1항 참조) / [3] 민법 제2조, 제396조<br/>",
  "참조판례": "[1] 대법원 2006. 8. 25. 선고 2004다26119 판결(공2006하, 1600) / [3] 대법원 2011. 5. 26. 선고 2007다83991 판결<br/>"
}