{
  "판례일련번호": "175040",
  "사건명": "공제금",
  "사건번호": "2012다42154",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140710",
  "판시사항": "[1] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항에서 정한 ‘중개행위’에 해당하는지 판단하는 기준 / 매매계약을 알선한 중개업자가 계약 체결 후 거래당사자의 계약상 의무의 실현에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우, 그러한 중개업자의 행위가 중개행위의 범주에 포함되는지 여부(적극)<br/>[2] 공인중개사인 甲이 乙의 자금 부족 사정을 알면서도 중도금 지급기일 전까지 전매할 수 있음을 전제로 적극 매수를 권유하여 乙이 甲의 중개로 丙과 부동산 매매계약을 체결하였으나 부동산이 전매되지 아니하자 중도금과 잔금을 마련할 수 없게 된 乙이 계약금을 포기하고 매매계약을 해제한 사안에서, 甲의 행위는 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항에서 정한 ‘중개업자가 중개행위를 함에 있어서 고의 또는 과실로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 때’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 어떠한 행위가 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제30조 제1항에서 정한 중개행위에 해당하는지는 거래당사자의 보호에 목적을 둔 법 규정의 취지에 비추어 볼 때, 중개업자가 진정으로 거래당사자를 위하여 거래를 알선·중개하려는 의사를 갖고 있었느냐고 하는 중개업자의 주관적 의사를 기준으로 판단할 것이 아니라, 중개업자의 행위를 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위라고 인정되는지에 따라 판단하여야 한다. 따라서 매매계약을 알선한 중개업자가 단순히 계약의 체결만을 알선하는 데 그치지 아니하고 계약 체결 후에도 중도금 및 잔금의 지급, 목적물의 인도 및 소유권이전등기의 경료 등과 같은 거래당사자의 계약상 의무의 실현에 관여함으로써 계약상 의무가 원만하게 이행되도록 주선할 것이 예정되어 있는 경우에, 그러한 중개업자의 행위는 객관적으로 보아 사회통념상 거래의 알선·중개를 위한 행위로서 중개행위의 범주에 포함된다.<br/>[2] 공인중개사인 甲이 乙의 자금 부족 사정을 알면서도 중도금 지급기일 전까지 부동산을 전매할 수 있음을 전제로 적극적으로 매수를 권유하여 乙이 甲의 중개로 丙과 부동산 매매계약을 체결하였으나 잔금 지급기일이 지나도록 부동산이 전매되지 아니하자 중도금과 잔금을 마련할 수 없게 된 乙이 계약금을 포기하고 매매계약을 해제한 사안에서, 위 매매계약에 대한 甲의 관여는 매매계약이 체결됨으로써 종료하는 것이 아니라 부동산의 미등기전매 내지 이를 통한 乙의 중도금과 잔금 지급 등의 계약상 의무가 원만하게 이행될 수 있도록 계속되는 것으로 예정되어 있었고, 甲은 부동산의 미등기전매 가능성에 관하여 제대로 확인하지 아니하고 乙에게 미등기전매의 실현 가능성이 매우 높은 것처럼 그릇된 정보를 제공하면서 부동산의 매수를 적극 권유함으로써 乙로 하여금 매수자금이 부족한 상태에서 매매계약 체결에 이르게 하고, 그 결과 계약금 외의 나머지 대금을 마련하지 못한 乙로 하여금 매매계약의 해제로 계약금을 잃게 되는 손해를 입게 하였으므로, 甲의 행위는 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제30조 제1항(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것)에서 정한 ‘중개업자가 중개행위를 함에 있어서 고의 또는 과실로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 때’에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제2조 제1호(현행 공인중개사법 제2조 제1호 참조), 제30조 제1항(현행 공인중개사법 제30조 제1항 참조) / [2] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제2조 제1호(현행 공인중개사법 제2조 제1호 참조), 제30조 제1항(현행 공인중개사법 제30조 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 2. 8. 선고 2005다55008 판결(공2007상, 427), 대법원 2013. 6. 27. 선고 2012다102940 판결(공2013하, 1306)<br/>"
}