{
  "판례일련번호": "175141",
  "사건명": "요양승인결정등취소처분취소청구",
  "사건번호": "2013두27159",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140724",
  "판시사항": "[1] 산업재해보상보험법 제84조 제1항 제3호에 따라 보험급여를 받은 당사자로부터 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분을 할 수 있는 경우 및 산업재해보상보험법상 각종 보험급여 지급결정을 변경 또는 취소하는 처분이 적법한 경우, 그에 터 잡은 징수처분도 반드시 적법하다고 판단해야 하는지 여부(소극)<br/>[2] 근로복지공단이, 출장 중 교통사고로 사망한 甲의 아내 乙에게 요양급여 등을 지급하였다가 甲의 음주운전 사실을 확인한 후 요양급여 등 지급결정을 취소하고 이미 지급된 보험급여를 부당이득금으로 징수하는 처분을 한 사안에서, 요양급여 등 지급결정은 취소해야 할 공익상의 필요가 중대하여 乙 등 유족이 입을 불이익을 정당화할 만큼 강하지만, 이미 지급한 보험급여를 부당이득금으로 징수하는 처분은 공익상의 필요가 乙 등이 입게 된 불이익을 정당화할 만큼 강한 경우에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 산업재해보상보험법(이하 ‘산재보상법’이라 한다) 제84조 제1항 제3호의 내용과 취지, 사회보장 행정영역에서의 수익적 행정처분 취소의 특수성 등을 종합해 보면, 산재보상법 제84조 제1항 제3호에 따라 보험급여를 받은 당사자로부터 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분을 할 때에는 보험급여의 수급에 관하여 당사자에게 고의 또는 중과실의 귀책사유가 있는지, 잘못 지급된 보험급여액을 쉽게 원상회복할 수 있는지, 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분을 통하여 달성하고자 하는 공익상 필요의 구체적 내용과 처분으로 당사자가 입게 될 불이익의 내용 및 정도와 같은 여러 사정을 두루 살펴, 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분을 해야 할 공익상 필요와 그로 말미암아 당사자가 입게 될 기득권과 신뢰의 보호 및 법률생활 안정의 침해 등의 불이익을 비교·교량한 후, 공익상 필요가 당사자가 입게 될 불이익을 정당화할 만큼 강한 경우에 한하여 보험급여를 받은 당사자로부터 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분을 하여야 한다.<br/>  나아가 산재보상법상 각종 보험급여 등의 지급결정을 변경 또는 취소하는 처분과 처분에 터 잡아 잘못 지급된 보험급여액에 해당하는 금액을 징수하는 처분이 적법한지를 판단하는 경우 비교·교량할 각 사정이 동일하다고는 할 수 없으므로, 지급결정을 변경 또는 취소하는 처분이 적법하다고 하여 그에 터 잡은 징수처분도 반드시 적법하다고 판단해야 하는 것은 아니다.<br/>[2] 근로복지공단이, 출장 중 교통사고로 사망한 甲의 아내 乙에게 요양급여 등을 지급하였다가 甲의 음주운전 사실을 확인한 후 요양급여 등 지급결정을 취소하고 이미 지급된 보험급여를 부당이득금으로 징수하는 처분을 한 사안에서, 위 사고는 망인의 음주운전이 주된 원인으로서 망인의 업무와 사고 발생 사이에는 상당인과관계가 있다고 볼 수 없어 망인의 사망은 업무상 재해에 해당하지 않으므로 요양급여 등 지급결정은 하자 있는 위법한 처분인 점 등을 고려하면, 요양급여 등 지급결정은 취소해야 할 공익상의 필요가 중대하여 乙 등 유족이 입을 불이익을 정당화할 만큼 강하지만, 위 사고는 망인이 사업주의 지시에 따라 출장을 다녀오다가 발생하였고, 사고 발생에 망인의 음주 외에 업무로 인한 과로, 과로로 인한 피로 등이 경합하여 발생한 점 등을 고려하면, 이미 지급한 보험급여를 부당이득금으로 징수하는 처분은 공익상의 필요가 乙 등이 입게 된 기득권과 신뢰보호 및 법률생활 안정의 침해 등 불이익을 정당화할 만큼 강한 경우에 해당하지 않는다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 산업재해보상보험법 제84조 제1항 제3호, 행정절차법 제4조 제2항 / [2] 산업재해보상보험법 제37조 제2항, 제84조 제1항 제3호, 행정절차법 제4조 제2항<br/>",
  "참조판례": "[1] 대법원 2014. 4. 10. 선고 2011두31697 판결(공2014상, 1050)<br/>"
}