{
  "판례일련번호": "175121",
  "사건명": "행정정보공개청구거부처분취소",
  "사건번호": "2013두20301",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140724",
  "판시사항": "[1] 공공기관의 정보공개에 관한 법률 제9조 제1항 제5호에서 규정하고 있는 ‘공개될 경우 업무의 공정한 수행에 현저한 지장을 초래한다고 인정할 만한 상당한 이유가 있는 경우’의 의미 및 그에 해당하는 정보인지 판단하는 방법<br/>[2] 甲이 친족인 망 乙 등에 대한 독립유공자 포상신청을 하였다가 독립유공자서훈 공적심사위원회의 심사를 거쳐 포상에 포함되지 못하였다는 내용의 공적심사 결과를 통지받자 국가보훈처장에게 ‘망인들에 대한 독립유공자서훈 공적심사위원회의 심의·의결 과정 및 그 내용을 기재한 회의록’ 등의 공개를 청구하였는데, 국가보훈처장이 공개할 수 없다는 통보를 한 사안에서, 위 회의록은 공공기관의 정보공개에 관한 법률 제9조 제1항 제5호에서 정한 ‘공개될 경우 업무의 공정한 수행에 현저한 지장을 초래한다고 인정할 만한 상당한 이유가 있는 정보’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 공공기관의 정보공개에 관한 법률 제9조 제1항 제5호에서 규정하고 있는 ‘공개될 경우 업무의 공정한 수행에 현저한 지장을 초래한다고 인정할 만한 상당한 이유가 있는 경우’란 같은 법 제1조의 정보공개제도의 목적 및 같은 법 제9조 제1항 제5호의 규정에 의한 비공개대상정보의 입법 취지에 비추어 볼 때 공개될 경우 업무의 공정한 수행이 객관적으로 현저하게 지장을 받을 것이라는 고도의 개연성이 존재하는 경우를 의미한다. 여기에 해당하는지 여부는 비공개에 의하여 보호되는 업무수행의 공정성 등의 이익과 공개에 의하여 보호되는 국민의 알권리의 보장과 국정에 대한 국민의 참여 및 국정운영의 투명성 확보 등의 이익을 비교·교량하여 구체적인 사안에 따라 신중하게 판단되어야 한다.<br/>[2] 甲이 친족인 망 乙 등에 대한 독립유공자 포상신청을 하였다가 독립유공자서훈 공적심사위원회(이하 ‘공적심사위원회’라 한다)의 심사를 거쳐 포상에 포함되지 못하였다는 내용의 공적심사 결과를 통지받자 국가보훈처장에게 ‘망인들에 대한 공적심사위원회의 심의·의결 과정 및 그 내용을 기재한 회의록’ 등의 공개를 청구하였는데, 국가보훈처장이 위 회의록은 공공기관의 정보공개에 관한 법률(이하 ‘정보공개법’이라 한다) 제9조 제1항 제5호에 따라 공개할 수 없다는 통보를 한 사안에서, 독립유공자 등록에 관한 신청당사자의 알권리 보장에는 불가피한 제한이 따를 수밖에 없고 관계 법령에서 제한을 다소나마 해소하기 위해 조치를 마련하고 있는 점, 공적심사위원회의 심사에는 심사위원들의 전문적·주관적 판단이 상당 부분 개입될 수밖에 없는 심사의 본질에 비추어 공개를 염두에 두지 않은 상태에서의 심사가 그렇지 않은 경우보다 더 자유롭고 활발한 토의를 거쳐 객관적이고 공정한 심사 결과에 이를 개연성이 큰 점 등 위 회의록 공개에 의하여 보호되는 알권리의 보장과 비공개에 의하여 보호되는 업무수행의 공정성 등의 이익 등을 비교·교량해 볼 때, 위 회의록은 정보공개법 제9조 제1항 제5호에서 정한 ‘공개될 경우 업무의 공정한 수행에 현저한 지장을 초래한다고 인정할 만한 상당한 이유가 있는 정보’에 해당함에도 이와 달리 본 원심판결에 비공개대상정보에 관한 법리를 오해한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공공기관의 정보공개에 관한 법률 제1조, 제9조 제1항 제5호 / [2] 공공기관의 정보공개에 관한 법률 제1조, 제9조 제1항 제5호<br/>",
  "참조판례": "[1] 대법원 2003. 8. 22. 선고 2002두12946 판결(2003하, 1958), 대법원 2010. 6. 10. 선고 2010두2913 판결(공2010하, 1378), 대법원 2011. 11. 24. 선고 2009두19021 판결(공2012상, 49)<br/>"
}