{
  "판례일련번호": "175124",
  "사건명": "보상금청구기각처분취소",
  "사건번호": "2012두23501",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140724",
  "판시사항": "[1] 특수임무수행자 보상에 관한 법률상의 보상금 등 지급대상자의 확정 방법 및 특수임무수행자로 인정되기 전 보상금신청인의 지위 / 2010. 10. 27. 대통령령 제22460호로 개정된 특수임무수행자 보상에 관한 법률 시행령 제4조 제1항 제2호가 개정 전에 이미 보상금을 신청한 자들의 보상금수급권 취득에 대한 기대이익을 보장하기 위한 경과규정을 두지 않은 것이 헌법상 보장된 재산권을 소급입법에 의하여 박탈하는 것인지 여부(소극)<br/>[2] 보상금 신청 후 처분 전에 보상 기준과 대상에 관한 관계 법령의 규정이 개정된 경우 보상금지급 여부를 결정하는 기준이 되는 법령 / 행정청이 보상금 신청을 수리하고 정당한 이유 없이 처리를 지연하는 사이에 법령 및 보상 기준이 변경된 경우, 변경된 법령 및 보상 기준에 따라서 한 처분이 적법한지 여부(소극) 및 ‘정당한 이유 없이 처리를 지연하였는지’ 여부를 판단하는 방법<br/>",
  "판결요지": "[1] 특수임무와 관련하여 국가를 위하여 특별한 희생을 한 특수임무수행자와 유족에 대하여 필요한 보상을 함으로써 특수임무수행자와 유족의 생활안정을 도모하고 국민화합에 이바지함을 목적으로 제정된 특수임무수행자 보상에 관한 법률(이하 ‘특임자보상법’이라 한다) 및 구 특수임무수행자 보상에 관한 법률 시행령(2010. 10. 27. 대통령령 제22460호로 개정되기 전의 것, 이하 ‘개정 전 시행령’이라 한다)의 각 규정 취지와 내용에 비추어 보면, 특임자보상법 제2조 및 개정 전 시행령 제2조, 제3조, 제4조 등의 규정들만으로는 바로 특임자보상법상의 보상금 등 지급대상자가 확정된다고 볼 수 없고, ‘특수임무수행자 보상심의위원회’의 심의·의결을 거쳐 특수임무수행자로 인정되어야만 비로소 보상금 등 지급대상자로 확정될 수 있다. 이러한 심의·의결에 의하여 특수임무수행자로 인정되기 전에는 특임자보상법에 의한 보상금수급권은 헌법이 보장하는 재산권이라고 할 수 없고, 심의·의결이 있기 전의 신청인의 지위는 보상금수급권 취득에 대한 기대이익을 가지고 있는 것에 불과하다. 따라서 2010. 10. 27. 대통령령 제22460호로 개정된 특수임무수행자 보상에 관한 법률 시행령 제4조 제1항 제2호(이하 ‘개정 시행령조항’이라 한다)가 시행령 개정 전에 이미 보상금을 신청한 자들의 이러한 기대이익을 보장하기 위한 경과규정을 두지 아니함으로써 보상금수급 요건을 엄격히 정한 개정 시행령조항이 그들에 대하여도 적용되게 하였다고 하더라도 헌법상 보장된 재산권을 소급입법에 의하여 박탈하는 것이라고 볼 수는 없다.<br/>[2] 행정처분은 근거 법령이 개정된 경우에도 경과규정에서 달리 정함이 없는 한 처분 당시 시행되는 개정 법령과 거기에서 정한 기준에 의하는 것이 원칙이고, 그러한 개정 법령의 적용과 관련하여서는 개정 전 법령의 존속에 대한 국민의 신뢰가 개정 법령의 적용에 관한 공익상의 요구보다 더 보호가치가 있다고 인정되는 경우에 그러한 국민의 신뢰를 보호하기 위하여 적용이 제한될 수 있는 여지가 있다.<br/>  따라서 보상금 신청 후 처분 전에 보상 기준과 대상에 관한 관계 법령의 규정이 개정된 경우 처분 당시에 시행되는 개정 법령에 정한 기준에 의하여 보상금지급 여부를 결정하는 것이 원칙이지만, 행정청이 신청을 수리하고도 정당한 이유 없이 처리를 지연하여 그 사이에 법령 및 보상 기준이 변경된 경우에는 변경된 법령 및 보상 기준에 따라서 한 처분은 위법하다. 여기에서 ‘정당한 이유 없이 처리를 지연하였는지’는 법정 처리기간이나 통상적인 처리기간을 기초로 당해 처분이 지연되게 된 구체적인 경위나 사정을 중심으로 살펴 판단하되, 개정 전 법령의 적용을 회피하려는 행정청의 동기나 의도가 있었는지, 처분지연을 쉽게 피할 가능성이 있었는지 등도 아울러 고려할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특수임무수행자 보상에 관한 법률 제2조 제1항 제2호, 제2항, 구 특수임무수행자 보상에 관한 법률 시행령(2010. 10. 27. 대통령령 제22460호로 개정되기 전의 것) 제2조, 제3조, 제4조, 특수임무수행자 보상에 관한 법률 시행령 제4조 제1항 제2호, 헌법 제13조 제2항 / [2] 행정소송법 제1조[행정처분일반], 행정절차법 제4조 제2항<br/>",
  "참조판례": "[1] 대법원 2008. 12. 11. 선고 2008두6554 판결(공2009상, 36) / [2] 대법원 2001. 10. 12. 선고 2001두274 판결(공2001하, 2477), 대법원 2006. 8. 25. 선고 2004두2974 판결[공2006. 9. 15.(258), 1625]<br/>"
}