{
  "판례일련번호": "175349",
  "사건명": "상표사용금지등",
  "사건번호": "2012다6059",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140820",
  "판시사항": "[1] 등록상표권자의 상표권 행사가 권리남용에 해당하는지 판단하는 기준 / 어떤 상표가 정당하게 출원·등록된 후 등록상표와 동일·유사한 상표를 정당한 이유 없이 사용한 결과 사용상표가 주지성을 취득하였다는 이유로 상표 사용자를 상대로 한 상표권침해금지 또는 손해배상 등의 청구가 권리남용에 해당하는지 여부(소극)<br/>[2] 선행 등록상표와 표장 및 지정상품이 동일·유사한 후행 등록상표가, 선행 등록상표의 등록 이후부터 사용되어 후행 등록상표의 등록결정 당시 특정인의 상표로 인식된 타인의 상표와의 관계에서 상표법 제7조 제1항 제11호 후단의 ‘수요자를 기만할 염려가 있는 상표’에 해당하여 등록이 무효로 된 경우, 위 타인의 상표 사용이 선행 등록상표에 대한 관계에서 정당하게 되거나 선행 등록상표의 상표권에 대한 침해를 면하게 되는지 여부(소극)<br/>[3] 지정상품을 ‘골프채’ 등으로 하는 등록상표 ‘’의 상표권자인 甲 외국법인이 ‘’와 ‘’ 등의 상표를 사용하여 골프채 등을 수입·판매하는 乙 주식회사를 상대로 상표사용금지 등을 구한 사안에서, 甲 법인의 상표권 행사가 권리남용에 해당하지 않고, 甲 법인의 후행 등록상표인 ‘’ 등이 乙 회사가 사용하는 ‘’ 상표 등과의 관계에서 등록이 무효로 되었더라도 乙 회사 사용상표의 사용이 甲 법인의 상표권에 대한 침해를 면하지 않는다고 한 사례<br/>[4] 국내의 등록상표와 동일·유사한 상표가 부착된 지정상품과 동일·유사한 상품을 수입하는 행위가 등록상표권의 침해 등을 구성하지 않는다고 하기 위한 요건<br/>",
  "판결요지": "[1] 상표권의 행사가 등록상표에 관한 권리를 남용하는 것으로서 허용될 수 없다고 하기 위해서는, 상표권자가 당해 상표를 출원·등록하게 된 목적과 경위, 상표권을 행사하기에 이른 구체적·개별적 사정 등에 비추어, 상대방에 대한 상표권의 행사가 상표사용자의 업무상의 신용유지와 수요자의 이익보호를 목적으로 하는 상표제도의 목적이나 기능을 일탈하여 공정한 경쟁질서와 상거래 질서를 어지럽히고 수요자 사이에 혼동을 초래하거나 상대방에 대한 관계에서 신의성실의 원칙에 위배되는 등 법적으로 보호받을 만한 가치가 없다고 인정되어야 한다.<br/>  그리고 어떤 상표가 정당하게 출원·등록된 이후에 등록상표와 동일·유사한 상표를 그 지정상품과 동일·유사한 상품에 정당한 이유 없이 사용한 결과 그 사용상표가 국내의 일반 수요자들에게 알려지게 되었다고 하더라도, 사용상표와 관련하여 얻은 신용과 고객흡인력은 등록상표의 상표권을 침해하는 행위에 의한 것으로서 보호받을 만한 가치가 없고 그러한 상표의 사용을 용인한다면 우리 상표법이 취하고 있는 등록주의 원칙의 근간을 훼손하게 되므로, 위와 같은 상표 사용으로 시장에서 형성된 일반 수요자들의 인식만을 근거로 하여 상표 사용자를 상대로 한 등록상표의 상표권에 기초한 침해금지 또는 손해배상 등의 청구가 권리남용에 해당한다고 볼 수는 없다.<br/>[2] 선행 등록상표의 등록 이후에 등록결정이 된 후행 등록상표가 선행 등록상표와 표장 및 지정상품이 동일·유사하고, 또한 후행 등록상표의 등록결정 당시 특정인의 상표라고 인식된 타인의 상표가 선행 등록상표의 등록 이후부터 사용되어 온 것이라고 하더라도, 이러한 타인의 사용상표(이하 ‘후발 선사용상표’라고 한다)와의 관계에서 후행 등록상표가 상표법 제7조 제1항 제11호 후단에서 규정하고 있는 ‘수요자를 기만할 염려가 있는 상표’에 해당하여 등록이 무효로 될 수 있고, 그 결과 후발 선사용상표가 사실상 보호받는 것처럼 보일 수는 있다. 그러나 위 규정의 취지가 후발 선사용상표를 보호하려는 데 있는 것이 아니라 이미 특정인의 상표라고 인식된 상표를 사용하는 상품의 출처 등에 관한 일반 수요자들의 오인·혼동을 방지하여 이에 대한 신뢰를 보호하려는 데 있음을 고려할 때, 그러한 결과는 일반 수요자들의 이익을 보호함에 따른 간접적·반사적인 효과에 지나지 아니하므로, 그러한 사정을 들어 후발 선사용상표의 사용이 선행 등록상표에 대한 관계에서 정당하게 된다거나 선행 등록상표의 상표권에 대한 침해를 면하게 된다고 볼 수는 없다.<br/>[3] 지정상품을 ‘골프채’ 등으로 하는 등록상표 ‘’의 상표권자인 甲 외국법인이 ‘’와 ‘’ 등의 상표를 사용하여 골프채 등을 수입·판매하는 乙 주식회사를 상대로 상표사용금지 등을 구한 사안에서, 甲 법인이 등록상표를 정당한 목적으로 출원·등록하여 상표권을 취득한 후 乙 회사가 이와 유사한 상표를 정당한 이유 없이 사용해 온 결과 乙 회사 사용상표들이 국내의 일반 수요자들 사이에서 특정인의 상표나 주지상표로 인식되기에 이르렀다고 하더라도 그러한 사정을 들어 乙 회사에 대한 甲 법인의 상표권 행사가 권리남용에 해당한다고 보기 어렵고, 甲 법인의 후행 등록상표인 ‘’ 등이 乙 회사가 사용하고 있는 ‘’ 상표 등과의 관계에서 상표법 제7조 제1항 제11호 후단의 ‘수요자를 기만할 염려가 있는 상표’에 해당한다는 이유로 등록이 무효로 되었다는 사정을 들어 乙 회사 사용상표들에 앞서 등록된 甲 법인의 상표권에 대한 관계에서 乙 회사 사용상표들의 사용이 정당하게 된다거나 甲 법인의 상표권에 대한 침해를 면하게 된다고 볼 수 없다고 한 사례.<br/>[4] 국내에 등록된 상표와 동일·유사한 상표가 부착된 지정상품과 동일·유사한 상품을 수입하는 행위가 등록상표권의 침해 등을 구성하지 않는다고 하기 위해서는, 외국의 상표권자 또는 정당한 사용권자가 수입된 상품에 상표를 부착하였어야 하고, 외국 상표권자와 우리나라의 등록상표권자가 법적 또는 경제적으로 밀접한 관계에 있거나 그 밖의 사정에 의하여 위와 같은 수입상품에 부착된 상표가 우리나라의 등록상표와 동일한 출처를 표시하는 것으로 볼 수 있는 경우이어야 하며, 아울러 수입된 상품과 우리나라의 상표권자가 등록상표를 부착한 상품의 각 품질 사이에 실질적인 차이가 없어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조, 상표법 제50조, 제65조, 제66조의2 / [2] 상표법 제2조 제1항 제7호, 제7조 제1항 제11호, 제66조 제1항 제1호 / [3] 민법 제2조, 상표법 제2조 제1항 제7호, 제7조 제1항 제11호, 제65조, 제66조 제1항 제1호 / [4] 상표법 제2조 제1항 제7호, 제66조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2007. 1. 25. 선고 2005다67223 판결(공2007상, 344) / [2] 대법원 2007. 6. 28. 선고 2006후3113 판결(공2007하, 1193) / [4] 대법원 2006. 10. 13. 선고 2006다40423 판결(공2006하, 1914)<br/>"
}