{
  "판례일련번호": "175323",
  "사건명": "법인세부과처분등취소",
  "사건번호": "2012두23341",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140820",
  "판시사항": "[1] 법인세 부과처분 취소소송에서 과세표준의 기초가 되는 각 사업연도의 익금과 손금에 대한 증명책임의 소재(=원칙적 과세관청) 및 손금에 대한 증명의 필요가 납세의무자에게 돌아가는 경우<br/>[2] 법인에 대한 소득금액변동통지를 일정한 사항을 기재한 서면에 의하도록 한 이유 / 소득금액변동통지서에 소득의 귀속자나 귀속자별 소득금액을 특정하여 기재하지 않고 한 소득금액변동통지가 위법한지 여부(원칙적 적극) 및 소득금액변동통지서에 기재하여야 할 사항을 일부 누락하거나 잘못 기재하였더라도 소득금액변동통지가 위법하다고 볼 수 없는 경우<br/>[3] 국외특수관계자거래와 비교대상거래 사이에 상품이나 거래단계의 차이가 현저하여 양자가 본질적으로 다르고 그로 인하여 거래에 수반되는 위험이나 사용되는 자산 등 다른 비교 가능성 분석요소의 차이를 야기하며 그러한 차이가 영업이익률에 중대한 영향을 미치는 경우, 그러한 비교대상거래를 기초로 거래순이익률방법에 따라 산출한 가격이 적법한 정상가격인지 여부(소극)<br/>",
  "판결요지": "[1] 법인세 부과처분 취소소송에서 과세처분의 적법성 및 과세요건사실의 존재에 대한 증명책임은 과세관청에게 있으므로 과세표준의 기초가 되는 각 사업연도의 익금과 손금에 대한 증명책임도 원칙적으로 과세관청에게 있다고 할 것이나, 납세의무자가 신고한 어느 손금의 용도나 지급의 상대방이 허위라거나 손금으로 신고한 금액이 손비의 요건을 갖추지 못하였다는 사정이 과세관청에 의하여 상당한 정도로 증명된 경우에는 증명의 난이라든가 공평의 관념 등에 비추어 그러한 비용이 실제로 지출되었다거나 다른 사정에 의하여 손비의 요건이 충족된다는 점에 관한 증명의 필요는 납세의무자에게 돌아간다.<br/>[2] 법인에 대한 소득금액변동통지를 일정한 사항을 기재한 서면에 의하도록 한 이유는, 과세관청의 소득처분과 그에 따른 소득금액변동통지에 의하여 법인이 원천징수하는 소득세의 납세의무가 성립함과 동시에 확정되고, 원천징수의무자인 법인으로서는 소득금액변동통지서에 기재된 소득처분의 내용에 따라 원천징수세액을 납부할 의무를 부담하는 등의 법률효과가 뒤따르게 되므로, 소득종류, 소득자, 소득금액 및 그에 따른 원천징수세액을 특정하여 원천징수에 따른 법률관계를 명확히 하고 원천징수의무자가 이에 대하여 불복신청을 하는 데 지장이 없도록 하려는 것이다. 이러한 소득금액변동통지의 성격과 효과, 소득금액변동통지를 일정한 서면에 의하도록 한 취지 등에 비추어 보면, 과세관청이 소득금액변동통지서에 소득의 귀속자나 소득의 귀속자별 소득금액을 특정하여 기재하지 아니한 채 소득금액변동통지를 한 경우에는 특별한 사정이 없는 한 소득금액변동통지는 위법하나, 과세관청이 소득금액변동통지서에 기재하여야 할 사항을 일부 누락하거나 잘못 기재하였더라도 그것이 사소한 누락 또는 명백한 착오에 해당함이 소득금액변동통지서상 분명하거나 소득금액변동통지에 앞서 이루어진 세무조사결과통지 등에 의하여 원천징수의무자가 그러한 사정을 충분히 알 수 있어서 소득종류, 소득자, 소득금액 및 그에 따른 원천징수세액을 특정하고 원천징수의무자가 불복신청을 하는 데 지장을 초래하지 아니하는 경우라면 소득금액변동통지를 위법하다고 볼 것은 아니다.<br/>[3] 거래순이익률방법은 매출원가 및 판매비와 일반관리비 등 영업비용이 반영된 순이익률지표 또는 영업이익률에 기초하여 정상가격을 산출하는 것이므로, 다른 정상가격 산출방법 중 거래가격에 기초하는 ‘비교가능 제3자 가격방법’이나 매출총이익률에 기초하는 ‘재판매가격방법’ 또는 ‘원가가산방법’과 달리 상품의 차이나 거래단계 등 사업활동의 기능상 차이 등에 의한 영향이 적다. 다만 국외특수관계자거래와 비교대상거래 사이에 상품이나 거래단계의 차이가 현저하여 양자가 본질적으로 다르고 그로 인하여 거래에 수반되는 위험이나 사용되는 자산 등 다른 비교 가능성 분석요소의 차이를 야기하며 나아가 그러한 차이가 영업이익률에 중대한 영향을 미친다면, 비교대상거래는 합리적인 차이조정이 이루어지지 아니하는 한 비교 가능성이 높다고 할 수 없어 당해 거래의 조건과 상황이 유사한 거래라고 할 수 없으므로, 그러한 비교대상거래를 기초로 거래순이익률방법에 따라 산출한 가격은 적법한 정상가격이라고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2004. 12. 31. 법률 제7289호로 개정되기 전의 것) 제19조 제1항, 제2항 / [2] 구 법인세법(2004. 12. 31. 법률 제7289호로 개정되기 전의 것) 제67조, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제192조 제1항, 구 소득세법 시행규칙(2007. 4. 17. 재정경제부령 제554호로 개정되기 전의 것) 제100조 제24호 / [3] 구 국제조세조정에 관한 법률(2006. 5. 24. 법률 제7956호로 개정되기 전의 것) 제4조 제1항, 제5조 제1항 제4호(현행 제5조 제1항 제6호 참조), 제2항, 구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제4조 제2호(현행 제4조 제2항 참조), 제5조 제1항 제1호 (가)목, (나)목, 제2항<br/>",
  "참조판례": "[2] 대법원 2013. 9. 26. 선고 2011두12917 판결(공2013하, 1989)<br/>"
}