{
  "판례일련번호": "175329",
  "사건명": "유류분반환등",
  "사건번호": "2011스226",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20140725",
  "판시사항": "[1] 한정승인에 따른 청산절차가 종료되지 않은 경우 상속재산분할청구가 가능한지 여부(적극)<br/>[2] 공증인가합동법률사무소에서 공증을 담당하는 변호사가 같은 사무소 소속 변호사의 촉탁으로 공정증서를 작성하는 경우, 구 공증인법 제21조가 규정하는 사유를 제외하고 같은 사무소 소속 변호사의 촉탁사항이라는 이유만으로 그 직무를 행할 수 없는지 여부(소극)<br/>[3] 공증인이나 촉탁인의 피용자 또는 공증인의 보조자가 공정증서에 의한 유언에서 증인이 될 수 있는지 여부(원칙적 소극)<br/>[4] 피상속인인 甲이 토지와 건물을 처 乙에게 유증하는 유언공정증서를 작성하였는데, 공증인가 丙 합동법률사무소의 직원 丁이 위 공정증서에 증인으로 기명날인한 사안에서, 丁의 증인 자격을 인정하여 공정증서가 유효하다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 우리 민법이 한정승인 절차가 상속재산분할 절차보다 선행하여야 한다는 명문의 규정을 두고 있지 않고, 공동상속인들 중 일부가 한정승인을 하였다고 하여 상속재산분할이 불가능하다거나 분할로 인하여 공동상속인들 사이에 불공평이 발생한다고 보기 어려우며, 상속재산분할의 대상이 되는 상속재산의 범위에 관하여 공동상속인들 사이에 분쟁이 있을 경우에는 한정승인에 따른 청산절차가 제대로 이루어지지 못할 우려가 있는데 그럴 때에는 상속재산분할청구 절차를 통하여 분할의 대상이 되는 상속재산의 범위를 한꺼번에 확정하는 것이 상속채권자의 보호나 청산절차의 신속한 진행을 위하여 필요하다는 점 등을 고려하면, 한정승인에 따른 청산절차가 종료되지 않은 경우에도 상속재산분할청구가 가능하다.<br/>[2] 공증인가합동법률사무소에서 공증을 담당하는 변호사가 같은 사무소 소속 변호사의 촉탁으로 공정증서를 작성하는 경우에 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것) 제21조가 규정하는 사유가 있는 때를 제외하고는 단지 같은 사무소 소속 변호사의 촉탁사항이라는 이유만으로 그 직무를 행할 수 없게 되는 것은 아니다.<br/>[3] 민법 제1068조는 공정증서에 의한 유언은 유언자가 증인 2인이 참여한 공증인의 면전에서 유언의 취지를 구수하고 공증인이 이를 필기낭독하여 유언자와 증인이 그 정확함을 승인한 후 각자 서명 또는 기명날인하여야 하는 것으로 규정하고, 민법 제1072조 제2항은 공정증서에 의한 유언에는 공증인법에 의한 결격자는 증인이 되지 못하는 것으로 규정하고, 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것)은 제33조 제3항 제6호, 제7호에서 촉탁인이 참여시킬 것을 청구한 경우를 제외하고는 공증인이나 촉탁인의 피용자 또는 공증인의 보조자 등은 참여인이 될 수 없도록 규정하고 있다. 이에 비추어 보면 공증인이나 촉탁인의 피용자 또는 공증인의 보조자는 촉탁인이 증인으로 참여시킬 것을 청구한 경우를 제외하고는 공정증서에 의한 유언에서 증인도 될 수 없다.<br/>[4] 피상속인인 甲이 토지와 건물을 처 乙에게 유증하는 내용의 유언공정증서를 작성하였는데, 공증인인 공증인가 丙 합동법률사무소의 직원 丁이 위 공정증서에 증인으로 기명날인한 사안에서, 丁이 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것) 제33조 제3항에 정해진 공증인이나 촉탁인의 피용자 또는 공증인의 보조자일 가능성이 커 촉탁인인 甲이 증인으로 참여시킬 것을 청구하지 아니한 이상 위 공정증서에 의한 유언에서 증인이 될 수 없음에도, 丁의 증인 자격을 인정하여 공정증서가 유효하다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제1013조, 제1028조 / [2] 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것) 제21조 / [3] 민법 제1068조, 제1072조 제2항, 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것) 제33조 제3항 제6호, 제7호 / [4] 구 공증인법(2009. 2. 6. 법률 제9416호로 개정되기 전의 것) 제33조 제3항<br/>",
  "참조판례": "[3] 대법원 1992. 3. 10. 선고 91다45509 판결(공1992, 1295)<br/>"
}