{
  "판례일련번호": "175319",
  "사건명": "수질및수생태계보전에관한법률위반·폐기물관리법위반",
  "사건번호": "2014노46",
  "법원명": "청주지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20140718",
  "판시사항": "[1] 구 수질 및 수생태계 보전에 관한 법률 제38조 제1항 제2호 전단에서 금지하는 ‘수질오염물질 배출행위’의 의미<br/>[2] 甲 주식회사의 공장 팀장인 피고인이 공장 내 유량조정시설에서 수질오염물질을 꺼내어 자루에 담고, 위 자루에서 흘러나온 침출수를 인근 하천으로 연결된 맨홀에 모았다가 다시 위 유량조정시설에 유입시킴으로써 방지시설에 유입되는 수질오염물질을 최종 방류구를 거치지 아니하고 배출하였다고 하여 구 수질 및 수생태계 보전에 관한 법률 위반으로 기소된 사안에서, 피고인의 행위가 같은 법 제38조 제1항 제2호 전단에서 금지하는 ‘수질오염물질 배출행위’에 해당한다고 본 사례<br/>",
  "판결요지": "[1] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것, 이하 ‘구 수질보전법’이라 한다) 및 관련 법령의 여러 규정들을 종합적으로 해석해 보면, 구 수질보전법 제38조 제1항 제2호 전단에서 금지하는 ‘수질오염물질 배출행위’는 방지시설에 유입되는 수질오염물질을 최종 방류구를 거치지 아니하고 방지시설 안에서 방지시설 밖으로 내보내는 행위를 의미한다고 봄이 타당하고, 이와 달리 방지시설 밖으로 내보낸 수질오염물질을 반드시 공공수역으로 흘러들어가게 하는 행위로 제한할 것은 아니며, 나아가 방지시설의 개선이나 보수 등을 위하여 수질오염물질이 함유된 폐수를 방지시설 밖으로 내보내는 경우라고 하더라도 수질보전법령에 따라 사전에 개선계획서를 제출하고 폐수처리업 등록을 한 자에게 위탁처리하는 등 수질보전법령에 따른 절차를 거쳤다고 볼 만한 사정이 없는 한 달리 볼 것은 아니다.<br/>[2] 甲 주식회사의 공장 팀장인 피고인이 공장 내 유량조정시설에서 수질오염물질인 묽은 슬러지(폐수처리오니)를 꺼내어 자루에 담고, 위 자루에서 흘러나온 침출수를 인근 하천으로 연결된 우수구 맨홀에 모았다가 다시 위 유량조정시설에 유입시킴으로써 방지시설에 유입되는 수질오염물질을 최종 방류구를 거치지 아니하고 배출하였다고 하여 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것, 이하 ‘구 수질보전법’이라 한다) 위반으로 기소된 사안에서, 제반 사정에 비추어 피고인의 일련의 행위는 방지시설에 유입되는 수질오염물질을 최종 방류구를 거치지 아니하고 방지시설 밖으로 내보내는 행위로서 구 수질보전법 제38조 제1항 제2호 전단에서 금지하는 ‘수질오염물질 배출행위’에 해당한다는 이유로, 이와 달리 보아 무죄를 인정한 제1심판결에 구 수질보전법 제38조 제1항 제2호에서 정한 수질오염물질 배출행위의 해석에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제1조, 제2조 제7호, 제9호, 제10호, 제11호, 제12호, 제15조 제1항, 제35조 제1항, 제38조 제1항 제2호, 제2항 제1호, 제76조 제2호(현행 제76조 제3호 참조), 수질 및 수생태계 보전에 관한 법률 시행령 제33조 제2호, 제40조, 구 수질 및 수생태계 보전에 관한 법률 시행규칙(2014. 1. 29. 환경부령 제543호로 개정되기 전의 것) 제5조, 수질 및 수생태계 보전에 관한 법률 시행규칙 제7조, 제41조 제4호, 구 수질환경보전법(2000. 1. 21. 법률 제6199호로 개정되기 전의 것) 제2조 제5호(현행 제2조 제10호 참조), 제15조 제1항(현행 제38조 제1항 참조), 구 수질환경보전법(2005. 3. 31. 법률 제7459호로 전부 개정되기 전의 것) 제2조 제5호(현행 제2조 제10호 참조), 하수도법 제39조 제1항 제2호, 가축분뇨의 관리 및 이용에 관한 법률 제17조 제1항 제2호 / [2] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제38조 제1항 제2호, 제76조 제2호(현행 제76조 제3호 참조)<br/>",
  "참조판례": ""
}