{
  "판례일련번호": "175341",
  "사건명": "근저당권말소",
  "사건번호": "2012다204112",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140828",
  "판시사항": "[1] 금융기관이 구 주택법상 사업주체와 집단대출의 형식으로 입주예정자에게 주택구입자금을 대출하고, 사업주체는 이를 보증하되 대출금을 입주예정자의 주택구입자금 일부로 사업주체에 지급하는 대출협약을 체결하여 입주예정자에게 대출이 이루어지는 경우, 입주예정자의 동의 없이 주택과 대지에 담보물권을 설정하는 행위가 허용되는지 여부(적극)<br/>[2] 구 주택법 시행령 제44조 제2항 제2호에 해당되어 당해 ‘주택’에 저당권 등을 설정하는 행위가 금지사항 부기등기에 반하여 무효로 되는 것에 대한 예외사유를 규정한 구 주택법 제40조 제5항 단서, 구 주택법 시행령 제45조 제4항 각 호에 포함되어 있지 않더라도 유효한지 여부(적극)<br/>",
  "판결요지": "[1] 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것, 이하 같다) 제40조 제1항 본문 제1호, 같은 항 단서, 구 주택법 시행령(2010. 11. 15. 대통령령 제22493호로 개정되기 전의 것) 제44조 제2항 제1호, 제2호의 입법 취지와 국민의 주거안정과 주거수준의 향상에 이바지하려는 주택법의 목적(제1조)을 함께 고려하면, 사업주체가 당해 주택의 입주예정자에게 주택구입자금의 일부를 융자하여 줄 목적으로 금융기관 등으로부터 주택건설자금 또는 주택구입자금을 융자받는 경우(구 주택법 시행령 제44조 제2항 제1호, 제2호)뿐만 아니라, 금융기관이 사업주체와 집단대출의 형식으로 입주예정자에게 직접 주택구입자금을 대출하고 사업주체는 입주예정자의 대출금채무를 보증하되 대출금을 입주예정자의 주택구입자금의 일부로 사업주체에 직접 지급하기로 하는 내용의 대출협약을 체결하고 이러한 대출협약에 기하여 입주예정자에게 대출이 이루어지는 경우에도 입주예정자의 동의 없이 당해 주택 및 대지에 담보물권을 설정하는 행위가 허용된다.<br/>  이는 주택건설 촉진이라는 목적을 위하여 당해 대출금이 입주예정자의 주택구입자금의 일부로 납입됨과 동시에 사업주체의 주택건설자금으로 사용된다는 법적·경제적 효과의 측면에서, 사업주체가 금융기관으로부터 직접 입주예정자에 대한 주택구입자금 융자 목적으로 주택건설자금 또는 주택구입자금을 융자받는 것과 금융기관이 입주예정자에게 직접 주택구입자금을 대출하고 사업주체가 대출금채무를 보증하되 대출금을 주택구입자금의 일부로 사업주체에게 직접 지급하는 것 사이에 아무런 차이가 없으므로, 사업주체의 채무를 담보하기 위한 담보물권 설정행위에 대한 법적 취급 역시 달리할 이유가 없기 때문이다.<br/>[2] 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것, 이하 같다) 제40조 제1항 단서, 구 주택법 시행령(2010. 11. 15. 대통령령 제22493호로 개정되기 전의 것, 이하 같다) 제44조 제2항 제2호에 의하면, 당해 주택의 건설을 촉진하기 위하여 사업주체가 당해 주택의 입주자에게 주택구입자금의 일부를 융자하여 줄 목적으로 구 주택법 시행령 제44조 제2항 제1호 각 목의 금융기관으로부터 주택구입자금의 융자를 받는 경우에는 입주예정자의 동의 없이 당해 주택 또는 대지에 저당권 등을 설정하는 행위가 허용되므로, 이러한 행위는 구 주택법 제40조 제3항 본문, 제5항 본문에 의하여 부기등기일 이후에 금지사항 부기등기에 의하여 금지되는 처분행위에 해당하지 아니한다. 따라서 금지사항 부기등기에 반하여 무효로 되는 것에 대한 예외사유를 규정한 구 주택법 제40조 제5항 단서, 구 주택법 시행령 제45조 제4항 각 호에 ‘구 주택법 시행령 제44조 제2항 제2호에 해당되어 당해 주택에 저당권 등을 설정하는 행위’가 포함되어 있지 아니하더라도 이러한 행위는 원래 허용되는 것으로서 유효한 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제1조, 제40조 제1항 제1호, 구 주택법 시행령(2010. 11. 15. 대통령령 제22493호로 개정되기 전의 것) 제44조 제2항 제1호, 제2호 / [2] 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제40조 제1항, 제3항, 제5항, 구 주택법 시행령(2010. 11. 15. 대통령령 제22493호로 개정되기 전의 것) 제44조 제2항 제2호, 제45조 제4항<br/>",
  "참조판례": ""
}