{
  "판례일련번호": "175350",
  "사건명": "특정범죄가중처벌등에관한법률위반(향정)·사기·횡령·출입국관리법위반",
  "사건번호": "2014도5433",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140828",
  "판시사항": "구 특정범죄 가중처벌 등에 관한 법률 제11조 제1항 중 마약류관리에 관한 법률 제58조 제1항 제6호 가운데 ‘수입’ 부분에 관한 헌법재판소 위헌결정의 효력이 2010. 3. 31. 법률 제10210호로 개정된 특정범죄 가중처벌 등에 관한 법률 제11조 제1항의 해당 부분에 대하여도 미치는지 여부(적극)<br/>",
  "판결요지": "헌법재판소는 2011헌바2 사건에서 2014. 4. 24. “구 특정범죄 가중처벌 등에 관한 법률(2004. 10. 16. 법률 제7226호로 개정되고, 2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제11조 제1항(이하 ‘구 특가법조항’이라 한다) 중 마약류관리에 관한 법률 제58조 제1항 제6호 가운데 ‘수입’에 관한 부분은 헌법에 위반된다.”는 결정을 선고하였다.<br/>  그런데 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정된 것) 제11조 제1항(이하 ‘개정 특가법조항’이라 한다)은 “마약류관리에 관한 법률 제58조 제1항 제1호부터 제4호까지 및 제6호·제7호에 규정된 죄(매매, 수수 및 교부에 관한 죄와 매매목적, 매매 알선목적 또는 수수목적의 소지·소유에 관한 죄는 제외한다) 또는 그 미수죄를 범한 사람은 무기 또는 10년 이상의 징역에 처한다.”는 규정으로서 구 특가법조항, 즉 “마약류관리에 관한 법률 제58조 제1항 제1호 내지 제4호·제6호 및 제7호에 규정된 죄(매매·수수 및 교부에 관한 죄와 매매목적·매매알선목적 또는 수수목적의 소지·소유에 관한 죄를 제외한다) 또는 그 미수죄를 범한 자는 무기 또는 10년 이상의 징역에 처한다.”는 규정이 개정된 것이다. 이와 같은 개정은 법적 간결성·함축성과 조화를 이루는 범위에서 어려운 용어를 쉬운 우리말로 풀어쓰고 복잡한 문장은 체계를 정리하여 간결하게 다듬음으로써 법률 규정을 쉽게 읽고 이해하며 국민의 언어생활에도 부합하도록 할 목적으로 법률 규정의 한글화, 어려운 법률 용어의 순화, 한글맞춤법 등 어문 규범의 준수 및 정확하고 자연스러운 법 문장의 구성 등의 방식으로 이루어진 것이었다.<br/>  이처럼 개정 특가법조항을 비롯한 「특정범죄 가중처벌 등에 관한 법률」(2010. 3. 31. 법률 제10210호로 개정된 것) 조항들은 구 특가법조항을 포함한 구 「특정범죄 가중처벌 등에 관한 법률」(2004. 10. 16. 법률 제7226호로 개정되고, 2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 조항들의 한글화, 어려운 법률 용어의 순화, 한글맞춤법 등 어문 규범의 준수 및 정확하고 자연스러운 법 문장의 구성 등의 방식으로 그 자구만이 형식적으로 변경된 데 불과하여 개정 전후 법률조항들 자체의 의미내용에 아무런 변동이 없고, 개정 특가법조항이 해당 법률의 다른 조항이나 관련 다른 법률과의 체계적 해석에서도 구 특가법조항과 다른 의미로 해석될 여지가 없어 양자의 동일성이 그대로 유지되고 있다고 보인다. 따라서 이 사건 위헌결정의 주문에 개정 특가법조항이 표시되어 있지 아니하더라도 그 위헌결정의 효력은 개정 특가법조항의 해당 부분에 대하여도 미친다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 특정범죄 가중처벌 등에 관한 법률(2010. 3. 31. 법률 제10210호로 개정되기 전의 것) 제11조 제1항, 특정범죄 가중처벌 등에 관한 법률 제11조 제1항, 마약류관리에 관한 법률 제58조 제1항 제6호, 구 헌법재판소법(2014. 5. 20. 법률 제12597호로 개정되기 전의 것) 제47조 제2항(현행 제47조 제3항 참조)<br/>",
  "참조판례": "헌법재판소 2014. 4. 24. 선고 2011헌바2 전원재판부 결정(헌공211, 734)<br/>"
}