{
  "판례일련번호": "175360",
  "사건명": "이사회의사록열람및등사허가신청",
  "사건번호": "2013마657",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20140721",
  "판시사항": "[1] 주주의 이사회 의사록 또는 회계장부와 서류 등에 대한 열람·등사권 행사가 부당한지 판단하는 기준<br/>[2] 주주로서 권리를 행사하기 위하여 이사회 의사록의 열람·등사가 필요하다고 인정되는 경우, 열람·등사를 청구한 주주가 적대적 인수·합병을 시도하고 있다는 사정만으로 청구가 부당하다고 할 수 있는지 여부(원칙적 소극) / 적대적 인수·합병을 시도하는 주주의 열람·등사청구가 인정되는 경우<br/>[3] 甲 주식회사의 엘리베이터 사업부문을 인수할 의도로 甲 회사 주식을 대량 매집하여 지분율을 끌어올려 온 乙 외국법인이 甲 회사가 체결한 파생상품계약 등의 정당성을 문제 삼으면서 甲 회사 이사회 의사록의 열람·등사를 청구한 사안에서, 위 청구가 정당한 목적을 결하여 부당하다고 본 원심결정에 법리오해의 위법이 있다고 한 사례<br/>[4] 이사회결의 등을 위하여 이사회에 제출된 관련 서류가 이사회 의사록 열람·등사청구의 대상에 해당하는 경우<br/>",
  "판결요지": "[1] 상법 제391조의3 제3항, 제466조 제1항에서 규정하고 있는 주주의 이사회 의사록 또는 회계 장부와 서류 등에 대한 열람·등사청구가 있는 경우, 회사는 청구가 부당함을 증명하여 이를 거부할 수 있는데, 주주의 열람·등사권 행사가 부당한 것인지는 행사에 이르게 된 경위, 행사의 목적, 악의성 유무 등 제반 사정을 종합적으로 고려하여 판단하여야 하고, 특히 주주의 이와 같은 열람·등사권 행사가 회사업무의 운영 또는 주주 공동의 이익을 해치거나 주주가 회사의 경쟁자로서 취득한 정보를 경업에 이용할 우려가 있거나, 또는 회사에 지나치게 불리한 시기를 택하여 행사하는 경우 등에는 정당한 목적을 결하여 부당한 것이라고 보아야 한다.<br/>[2] 적대적 인수·합병을 시도하는 주주의 열람·등사청구라고 하더라도 목적이 단순한 압박이 아니라 회사의 경영을 감독하여 회사와 주주의 이익을 보호하기 위한 것이라면 허용되어야 하는데, 주주가 회사의 이사에 대하여 대표소송을 통한 책임추궁이나 유지청구, 해임청구를 하는 등 주주로서의 권리를 행사하기 위하여 이사회 의사록의 열람·등사가 필요하다고 인정되는 경우에는 특별한 사정이 없는 한 그 청구는 회사의 경영을 감독하여 회사와 주주의 이익을 보호하기 위한 것이므로, 이를 청구하는 주주가 적대적 인수·합병을 시도하고 있다는 사정만으로 청구가 정당한 목적을 결하여 부당한 것이라고 볼 수 없고, 주주가 회사의 경쟁자로서 취득한 정보를 경업에 이용할 우려가 있거나 회사에 지나치게 불리한 시기를 택하여 행사하는 등의 경우가 아닌 한 허용되어야 한다.<br/>[3] 甲 주식회사의 엘리베이터 사업부문을 인수할 의도로 甲 회사 주식을 대량 매집하여 지분율을 끌어올려 온 乙 외국법인이 甲 회사가 체결한 파생상품계약 등의 정당성을 문제 삼으면서 甲 회사 이사회 의사록의 열람·등사를 청구한 사안에서, 乙 법인이 이사에 대한 대표소송 등 주주로서의 권리를 행사하기 위하여 이사회 의사록의 열람·등사가 필요하다고 인정되는 점, 乙 법인이 이사회 의사록으로 취득한 정보를 경업에 이용할 우려가 있다거나 甲 회사에 지나치게 불리한 시기에 열람·등사권을 행사하였다고 볼 수 없는 점 등 여러 사정에 비추어 乙 법인의 열람·등사청구가 甲 회사의 경영을 감독하여 甲 회사와 주주의 이익을 보호하기 위한 것과 관계없이 甲 회사에 대한 압박만을 위하여 행하여진 것으로서 정당한 목적을 결하여 부당하다고 할 수 없는데도, 이와 달리 보아 위 청구를 배척한 원심결정에 주주의 이사회 의사록 열람·등사권 행사에 관한 법리오해의 위법이 있다고 한 사례.<br/>[4] 이사회결의 등을 위해 이사회에 제출된 관련 서류라도 그것이 이사회 의사록에 첨부되지 않았다면 이는 이사회 의사록 열람·등사청구의 대상에 해당하지 않으나, 이사회 의사록에서 ‘별첨’, ‘별지’ 또는 ‘첨부’ 등의 용어를 사용하면서 내용을 인용하고 있는 첨부자료는 해당 이사회 의사록의 일부를 구성하는 것으로서 이사회 의사록 열람·등사청구의 대상에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제391조의3 제3항, 제4항, 제466조 / [2] 상법 제391조의3 제3항, 제4항 / [3] 상법 제391조의3 제3항, 제4항 / [4] 상법 제391조의3 제3항<br/>",
  "참조판례": "[1] 대법원 2004. 12. 24.자 2003마1575 결정(공2005상, 232)<br/>"
}