{
  "판례일련번호": "175413",
  "사건명": "명예훼손(일부예비적죄명:모욕)·저작권법위반",
  "사건번호": "2012도13718",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140904",
  "판시사항": "[1] 종교적 목적을 위한 언론·출판의 자유를 행사하는 과정에서 타 종교의 신앙 대상을 우스꽝스럽게 묘사하거나 다소 모욕적이고 불쾌하게 느껴지는 표현을 사용하는 것이 허용되는지 여부(한정 적극)<br/>[2] 허위사실 적시에 의한 명예훼손죄에서 ‘허위의 인식’ 등에 관한 증명책임 소재(=검사) 및 적시된 사실이 ‘허위’인지 판단하는 기준 / 허위사실을 적시한 행위를 형법 제307조 제2항의 명예훼손죄로 처벌할 수 없는 경우<br/>[3] 종교적 목적을 위한 언론·출판의 자유가 허용되는 범위<br/>",
  "판결요지": "[1] 우리 헌법이 종교의 자유를 보장함으로써 보호하고자 하는 것은 종교 자체나 종교가 신봉하는 신앙의 대상이 아니라, 종교를 신봉하는 국민, 즉 신앙인이고, 종교에 대한 비판은 성질상 어느 정도의 편견과 자극적인 표현을 수반하게 되는 경우가 많으므로, 타 종교의 신앙의 대상에 대한 모욕이 곧바로 그 신앙의 대상을 신봉하는 종교단체나 신도들에 대한 명예훼손이 되는 것은 아니고, 종교적 목적을 위한 언론·출판의 자유를 행사하는 과정에서 타 종교의 신앙의 대상을 우스꽝스럽게 묘사하거나 다소 모욕적이고 불쾌하게 느껴지는 표현을 사용하였더라도 그것이 그 종교를 신봉하는 신도들에 대한 증오의 감정을 드러내는 것이거나 그 자체로 폭행·협박 등을 유발할 우려가 있는 정도가 아닌 이상 허용된다고 보아야 한다.<br/>[2] 형사재판에서 공소가 제기된 범죄의 구성요건을 이루는 사실은 그것이 주관적 요건이든 객관적 요건이든 입증책임이 검사에게 있으므로, 형법 제307조 제2항의 허위사실 적시에 의한 명예훼손죄로 기소된 사건에서 사람의 사회적 평가를 떨어뜨리는 사실이 적시되었다는 점, 적시된 사실이 객관적으로 진실에 부합하지 아니하여 허위일 뿐만 아니라 적시된 사실이 허위라는 것을 피고인이 인식하고서 이를 적시하였다는 점은 모두 검사가 입증하여야 하고, 이 경우 적시된 사실이 허위의 사실인지 여부를 판단할 때에는 적시된 사실의 내용 전체의 취지를 살펴보아야 하고, 중요한 부분이 객관적 사실과 합치되는 경우에는 세부에 있어서 진실과 약간 차이가 나거나 다소 과장된 표현이 있다고 하더라도 이를 허위의 사실이라고 볼 수 없다.<br/>  그리고 비록 허위의 사실을 적시하였더라도 허위의 사실이 특정인의 사회적 가치 내지 평가를 침해할 수 있는 내용이 아니라면 형법 제307조의 명예훼손죄는 성립하지 않고, 사회 평균인의 입장에서 허위의 사실을 적시한 발언을 들었을 경우와 비교하여 오히려 진실한 사실을 듣는 경우에 피해자의 사회적 가치 내지 평가가 더 크게 침해될 것으로 예상되거나, 양자 사이에 별다른 차이가 없을 것이라고 보는 것이 합리적인 경우라면, 형법 제307조 제2항의 허위사실 적시에 의한 명예훼손죄로 처벌할 수는 없다.<br/>[3] 아무리 종교적 목적을 위한 언론·출판의 자유가 고도로 보장되고, 종교적 의미의 검증을 위한 문제의 제기가 널리 허용되어야 한다고 하더라도 구체적 정황의 뒷받침도 없이 악의적으로 모함하는 일이 허용되지 않도록 경계해야 함은 물론, 구체적 정황에 근거한 것이라 하더라도 표현방법에 있어서는 상대방의 인격을 존중하는 바탕 위에서 어휘를 선택하여야 하고, 아무리 비판을 받아야 할 사항이 있다고 하더라도 모멸적인 표현으로 모욕을 가하는 일은 허용될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제20조 제1항, 제21조 제1항, 제4항, 형법 제307조 / [2] 형법 제307조 제2항, 형사소송법 제308조 / [3] 헌법 제20조 제1항, 제21조 제1항, 제4항, 형법 제307조<br/>",
  "참조판례": "[2] 대법원 2008. 6. 12. 선고 2008도1421 판결, 대법원 2011. 6. 10. 선고 2011도1147 판결 / [3] 대법원 2002. 1. 22. 선고 2000다37524, 37531 판결(공2002상, 522)<br/>"
}