{
  "판례일련번호": "175406",
  "사건명": "법인세부과처분취소·법인세부과처분취소",
  "사건번호": "2012두1747,1754",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140904",
  "판시사항": "[1] 국외 특수관계자와 이전가격이 과세관청이 최선의 노력으로 확보한 자료에 기초하여 합리적으로 산정한 정상가격과 차이를 보이는 경우, 비교 가능성이 있는 독립된 사업자 간의 거래가격이 신뢰할 만한 수치로서 여러 개 존재하여 정상가격의 범위를 구성할 수 있다는 점 및 당해 국외 특수관계자와의 이전가격이 정상가격의 범위 내에 들어 있어 경제적 합리성이 결여된 것으로 볼 수 없다는 점에 관한 증명의 필요 부담자(=납세의무자)<br/>[2] 거래순이익률방법을 적용하여 정상가격 산출 시 과세관청이 당해 거래의 조건과 상황이 유사한 거래를 행하는 비교대상업체를 선정하고 최선의 노력으로 확보한 자료에 기하여 합리적으로 정상가격을 산출한 경우, 거래품목이나 비교대상업체와의 거래단계 등의 차이에 따른 별도의 조정을 하지 않았다는 이유만으로 정상가격이 틀렸다고 할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것) 제11조, 제13조, 구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제7조, 제23조 등에 의하면, 국외 특수관계자와 국제거래를 행하는 납세의무자는 국제거래명세서를 제출할 의무, 가장 합리적인 정상가격 산출방법을 선택하고 선택된 방법 및 이유를 과세표준 및 세액의 확정신고 시 제출할 의무, 정상가격 산출방법과 관련하여 필요한 자료를 비치·보관할 의무 등을 부담한다. 따라서 과세관청이 스스로 위와 같은 정상가격의 범위를 찾아내 고려해야만 하는 것은 아니므로, 국외 특수관계자와의 이전가격이 과세관청이 최선의 노력으로 확보한 자료에 기초하여 합리적으로 산정한 정상가격과 차이를 보이는 경우에는 비교 가능성이 있는 독립된 사업자 간의 거래가격이 신뢰할 만한 수치로서 여러 개 존재하여 정상가격의 범위를 구성할 수 있다는 점 및 당해 국외 특수관계자와의 이전가격이 정상가격의 범위 내에 들어 있어 경제적 합리성이 결여된 것으로 볼 수 없다는 점에 관한 증명의 필요는 납세의무자에게 돌아간다.<br/>[2] 거래순이익률방법은 매출원가 및 판매비와 일반관리비 등 영업비용이 반영된 순이익률지표 또는 영업이익률에 기초하여 정상가격을 산정하므로, 다른 정상가격 산출방법 중 거래가격에 기초하는 비교가능 제3자 가격방법이나 매출총이익률에 기초하는 재판매가격방법이나 원가가산방법과 달리 상품의 차이나 거래단계 등 사업활동의 기능상 차이 등에 의한 영향이 적다. 따라서 정상가격 산출 시 거래순이익률방법을 적용하는 경우 과세관청이 당해 거래의 조건과 상황이 유사한 거래를 행하는 비교대상업체를 선정하고 최선의 노력으로 확보한 자료에 기하여 합리적으로 정상가격을 산출하였다면, 특별한 사정이 없는 한 거래품목이나 비교대상업체와의 거래단계 등의 차이에 따른 별도의 조정을 하지 아니하였다는 이유만으로 그와 같이 산출한 정상가격이 틀렸다고 단정할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것) 제4조, 제5조 제1항 제4호(현행 제5조 제1항 제6호 참조), 제2항, 제11조, 제13조, 구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제4조 제2호(현행 제4조 제2항 참조), 제5조 제1항 제1호 (가)목, (나)목, 제6조 제2항, 제7조, 제23조 / [2] 구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것) 제4조, 제5조 제1항 제4호(현행 제5조 제1항 제6호 참조), 제2항, 제11조, 제13조, 구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제4조 제2호(현행 제4조 제2항 참조), 제5조 제1항 제1호 (가)목, (나)목, 제6조 제2항, 제7조, 제23조<br/>",
  "참조판례": "[1] 대법원 2001. 10. 23. 선고 99두3423 판결(공2001하, 2581)<br/>"
}