{
  "판례일련번호": "175635",
  "사건명": "상속세부과처분취소",
  "사건번호": "2012두22706",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141015",
  "판시사항": "[1] 구 상속세 및 증여세법 제16조 제1항에서 정한 ‘부득이한 사유’의 의미와 재산을 증여하면서 그 절차의 이행만을 타인에게 위임하는 법률관계가 구 상속세 및 증여세법 제17조 제1항에서 정한 공익신탁에 해당하는지 여부(소극)<br/>[2] 수인의 상속세 납세의무자들 중 일부 상속세 납세의무자에 대하여 상속세 전액을 부과한 경우, 일부 상속세 납세의무자가 납부하여야 할 세액을 초과하여 부과한 부분이 적법한지 여부(소극)<br/>[3] 부관이 붙은 법률행위에서 부관이 조건인지 불확정기한인지를 판단하는 기준 및 어떠한 법률행위에 불확정기한이 부관으로 붙여진 경우, 불확정기한이 변제기나 이행기를 유예한 것에 불과한지 여부(원칙적 적극)<br/>[4] 일정한 증여채무의 이행 중 증여자가 사망한 경우의 증여재산에 관한 특별 규정인 구 상속세 및 증여세법 제1조 제1항, 제3조 제1항의 취지 및 구 상속세 및 증여세법 제1조 제1항이 정한 ‘증여채무의 이행 중에 증여자가 사망한 경우의 당해 증여재산’의 의미<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제16조 제1항에서 정한 ‘부득이한 사유’는 공익법인 등에 재산을 출연하고자 하였으나 자신의 책임으로 돌릴 수 없는 법령상 또는 행정상의 장애사유 등이 있어 출연이 지연되는 사유를 의미하고, 상속인이 상속재산의 존재 자체를 알 수 없어 출연기한 내에 출연하지 못하였다는 사정만으로는 이에 해당한다고 볼 수 없다. 그리고 구 상증세법 제17조 제1항에서 정한 공익신탁은 위탁자, 수탁자 및 수익자가 존재하는 신탁법상 법률관계를 전제하고 있으므로, 단지 재산을 증여하면서 그 절차의 이행만을 타인에게 위임하는 법률관계는 이에 해당하지 않는다.<br/>[2] 수인의 상속세 납세의무자들은 전체 상속재산에 관하여 산출된 상속세를 각자 일정한 범위에서 납부할 의무가 있으므로, 과세관청이 이들 전부를 상속세 납세의무자로 삼아 상속세를 부과하지 아니한 채 일부 상속세 납세의무자에 대하여만 상속세 전액을 부과하였다면 그중 일부 상속세 납세의무자가 납부하여야 할 세액을 초과하여 부과한 부분은 위법하다.<br/>[3] 부관이 붙은 법률행위에 있어서 부관에 표시된 사실이 발생하지 아니하면 채무를 이행하지 아니하여도 된다고 보는 것이 상당한 경우에는 조건으로 보아야 하고, 표시된 사실이 발생한 때에는 물론이고 반대로 발생하지 아니하는 것이 확정된 때에도 그 채무를 이행하여야 한다고 보는 것이 상당한 경우에는 표시된 사실의 발생 여부가 확정되는 것을 불확정기한으로 정한 것으로 보아야 한다. 따라서 어떠한 법률행위에 불확정기한이 부관으로 붙여진 경우에는 특별한 사정이 없는 한 그 법률행위에 따른 채무는 이미 발생하여 있고 불확정기한은 그 변제기나 이행기를 유예한 것에 불과하다.<br/>[4] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제1조 제1항, 제3조 제1항이 일정한 증여채무의 이행 중에 증여자가 사망한 경우의 당해 증여재산에 관하여 특별한 규정을 둔 취지는, 구 상증세법 제14조 제1항 제3호 괄호 규정에 의한 증여채무가 상속세의 누진효과를 회피하는 수단이 될 수 있으므로 이를 상속재산의 가액에서 차감하지 않되, 당해 증여재산은 비록 상속개시 당시에는 상속대상인 재산에 해당하더라도 결국에는 증여채무로 인하여 상속인들이 수증자에게 이전하여야 할 재산이므로 상속인들 대신 수증자를 곧바로 상속세 납세의무자로 삼고자 함에 있다. 이러한 입법 취지에다가 증여채무의 발생 이후 그 이행의 완료까지 사이에 특별한 행위가 개입되지 않는 점을 보태어 보면, 구 상증세법 제1조 제1항이 정한 ‘증여채무의 이행 중에 증여자가 사망한 경우의 당해 증여재산’이란 증여계약이 성립하여 효력이 발생함으로써 증여채무가 생겼으나 그 이행이 완료되기 전에 증여자가 사망한 경우 증여채무의 목적이 된 증여재산을 뜻한다고 보아야 할 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제16조 제1항, 제17조 제1항 / [2] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제1조 제1항, 제3조 제1항, 제14조 제1항 제3호 / [3] 민법 제147조, 제152조 / [4] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제1조 제1항, 제3조 제1항, 제14조 제1항 제3호<br/>",
  "참조판례": "[2] 대법원 1984. 3. 27. 선고 83누710 판결(공1984, 829) / [3] 대법원 2003. 8. 19. 선고 2003다24215 판결(공2003하, 1870)<br/>"
}