{
  "판례일련번호": "176268",
  "사건명": "보험금",
  "사건번호": "2012다22242",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141027",
  "판시사항": "[1] 보험회사 또는 보험모집종사자가 보험계약을 체결하거나 모집하면서 보험계약의 중요사항에 관한 설명의무를 위반한 경우, 손해배상책임을 부담하는지 여부(적극) 및 이때 설명의무의 정도와 판단 기준<br/>[2] 보험계약 체결에 설명의무 위반이 있은 후 보험약관에 따른 해약환급금이 지급된 경우, 보험계약자가 설명의무 위반으로 입은 손해액(=납입한 보험료 합계액에서 지급받은 해약환급금액을 공제한 금액 상당)<br/>[3] 甲이 乙 보험회사의 보험모집인 丙의 설명의무 위반을 이유로 乙 회사를 상대로 손해배상을 구하였는데, 乙 회사가 보험계약 실효에 따라 甲이 지급받을 수 있는 해약환급금 상당액을 손해액에서 공제하여야 한다고 주장한 사안에서, 해약환급금이 실제로 지급되지 않은 이상 손해액에서 공제할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 보험회사 또는 보험모집종사자는 고객과 보험계약을 체결하거나 모집할 때 보험료의 납입, 보험금·해약환급금의 지급사유와 금액의 산출 기준은 물론이고, 변액보험계약인 경우 투자형태 및 구조 등 개별 보험상품의 특성과 위험성을 알 수 있는 보험계약의 중요사항을 명확히 설명함으로써 고객이 정보를 바탕으로 보험계약 체결 여부를 합리적으로 판단을 할 수 있도록 고객을 보호하여야 할 의무가 있고, 이러한 의무를 위반하면 민법 제750조 또는 구 보험업법(2010. 7. 23. 법률 제10394호로 개정되기 전의 것, 이하 같다) 제102조 제1항에 따라 이로 인하여 발생한 고객의 손해를 배상할 책임을 부담한다.<br/>여기서 보험회사 또는 보험모집종사자가 고객에게 보험계약의 중요사항에 관하여 어느 정도의 설명을 하여야 하는지는 보험상품의 특성 및 위험도 수준, 고객의 보험가입경험 및 이해능력 등을 종합하여 판단하여야 하지만, 구 보험업법 제97조 제1항, 제95조 제1항, 구 보험업법 시행령(2011. 1. 24. 대통령령 제22637호로 개정되기 전의 것) 제42조 등에서 규정하는 보험회사와 보험모집종사자의 의무 내용이 유력한 판단 기준이 된다. 그리고 보험계약의 중요사항은 반드시 보험약관에 규정된 것에 한정된다고 할 수 없으므로, 보험약관만으로 보험계약의 중요사항을 설명하기 어려운 경우에는 보험회사 또는 보험모집종사자는 상품설명서 등 적절한 추가자료를 활용하는 등의 방법으로 개별 보험상품의 특성과 위험성에 관한 보험계약의 중요사항을 고객이 이해할 수 있도록 설명하여야 한다.<br/>[2] 보험계약 체결에 설명의무 위반이 있는 경우에 이후 보험약관에 따른 해약환급금이 지급되었다면, 보험계약자가 설명의무 위반으로 입은 손해는 납입한 보험료 합계액에서 지급받은 해약환급금액을 공제한 금액 상당이다.<br/>[3] 甲이 乙 보험회사의 보험모집인 丙이 보험계약 체결 당시 보험계약의 중요한 내용을 충분히 설명하지 아니하였음을 이유로 乙 회사를 상대로 손해배상을 구하였는데, 乙 회사가 보험계약이 실효됨에 따라 甲이 해약환급금을 지급받을 수 있으므로 사실심 변론종결 시를 기준으로 인정되는 해약환급금 상당액을 손해액에서 공제하여야 한다고 주장한 사안에서, 해약환급금청구권에 관하여 소멸시효가 완성될 수 있는 점, 발생한 손해 상당액이 납입 보험료 전액임을 기초로 과실상계를 하여 배상액을 산정한 손해배상소송의 사실심 변론종결 후 또는 그와 같은 손해배상금 지급 후에 보험계약자가 보험자를 상대로 해약환급금을 청구하는 경우에는 신의칙상 보험자가 약관에 따른 해약환급금 중 보험자 측의 과실비율에 상응하는 금액의 지급을 거절할 수 있다고 볼 수 있는 점 등을 고려하면, 해약환급금이 실제로 지급되지 않은 이상 손해액에서 공제할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제638조의3 제1항, 민법 제750조, 구 보험업법(2010. 7. 23. 법률 제10394호로 개정되기 전의 것) 제95조 제1항, 제97조 제1항, 제102조 제1항, 구 보험업법 시행령(2011. 1. 24. 대통령령 제22637호로 개정되기 전의 것) 제42조 / [2] 상법 제638조의3 제1항, 민법 제393조, 제750조, 제763조, 구 보험업법(2010. 7. 23. 법률 제10394호로 개정되기 전의 것) 제95조 제1항, 제97조 제1항, 제102조 제1항, 구 보험업법 시행령(2011. 1. 24. 대통령령 제22637호로 개정되기 전의 것) 제42조 / [3] 상법 제638조의3 제1항, 민법 제393조, 제750조, 제763조, 구 보험업법(2010. 7. 23. 법률 제10394호로 개정되기 전의 것) 제95조 제1항, 제97조 제1항, 제102조 제1항, 구 보험업법 시행령(2011. 1. 24. 대통령령 제22637호로 개정되기 전의 것) 제42조<br/>",
  "참조판례": "[1][2] 대법원 2013. 6. 13. 선고 2010다34159 판결<br/>"
}