{
  "판례일련번호": "176270",
  "사건명": "양도소득세신고시인결정통지취소",
  "사건번호": "2013두6633",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141027",
  "판시사항": "[1] 양도소득세 기한후과세표준신고서 제출 시 과세관청이 이미 자진납부한 금액과 동일하므로 별도로 고지할 세액이 없다는 신고시인결정 통지를 한 경우, 위 통지가 구 국세기본법 제45조의3 제3항이 정한 과세관청의 결정으로서 항고소송의 대상이 되는 행정처분에 해당하는지 여부(적극)<br/>[2] 구 조세특례제한법 제13조 제2항 각 호가 실제로 금전 등의 지출을 수반하거나 이에 준하는 방법으로 주식을 취득하는 새로운 출자를 규정한 것인지 여부(적극) / 자본잉여금의 자본전입에 따른 무상주 취득이 구 조세특례제한법 제13조 제2항 제3호가 정한 ‘잉여금의 자본전입에 의하는 방법’으로 주식을 취득하는 새로운 출자인지 여부(소극)와 자본잉여금의 자본전입에 따라 취득한 무상주에 관하여 출자자와 벤처기업 사이의 특수관계의 존재 여부나 5년간의 주식 보유 여부를 판단하는 기준 시점<br/>",
  "판결요지": "[1] 양도소득세 납세의무자가 기한후과세표준신고서를 제출하더라도 그 납세의무는 관할 세무서장이 양도소득 과세표준과 세액을 결정하는 때에 비로소 확정되는데, 과세관청이 납세의무자에 대하여 양도소득 과세표준과 세액이 기한후과세표준신고서를 제출할 당시 이미 자진납부한 금액과 동일하므로 별도로 고지할 세액이 없다는 내용의 신고시인결정 통지를 하였다면, 신고시인결정 통지는 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제45조의3 제3항이 정한 과세관청의 결정으로서 항고소송의 대상이 되는 행정처분에 해당한다.<br/>[2] 구 조세특례제한법(2007. 12. 31. 법률 제8827호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제13조 및 제14조의 입법 취지는 벤처기업이 창업자금 및 신기술사업화 자금 등을 원활하게 공급받을 수 있도록 벤처기업에 투자하는 모험자본에 대한 과세특례를 부여하고자 함에 있으므로 구 조특법 제13조 제2항 각 호는 실제로 금전 등의 지출을 수반하거나 이에 준하는 방법으로 주식을 취득하는 새로운 출자를 규정한 것으로 이해된다. 그런데 자본잉여금의 자본전입에 따른 무상주는 기존 출자자로부터 새로이 금전 등의 납입을 받지 않고 단순히 보유주식에 비례하여 발행될 뿐이어서 기존 출자자는 그 무상주의 취득으로 인하여 종래의 지분비율에 아무런 영향을 받지 않는다. 만약 이러한 무상주의 취득을 새로운 출자로 본다면 기존 출자자가 보유한 주식의 실질적 가치는 그대로임에도 당초 과세특례의 적용대상인 주식 중 일부가 과세대상으로 전환되는 결과를 초래하게 되어 벤처기업에 투자하는 모험자본에 대한 과세특례를 규정한 취지에 반하게 된다. 따라서 자본잉여금의 자본전입에 따른 무상주의 취득은 구 조특법 제13조 제2항 제3호가 규정한 ‘잉여금의 자본전입에 의하는 방법’으로 주식을 취득하는 새로운 출자로 볼 수 없으므로, 자본잉여금의 자본전입에 따라 취득한 무상주에 관하여 출자자와 벤처기업 사이의 특수관계의 존재 여부나 5년간의 주식 보유 여부를 판단함에 있어서는 무상주의 취득시점을 기준으로 따질 것이 아니라 그 무상주 취득의 근거가 된 주식의 취득시점을 기준으로 따져야 할 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제13조 제2항, 제14조 제1항 제4호, 구 조세특례제한법 시행령(2010. 2. 18. 대통령령 제22037호로 개정되기 전의 것) 제12조 제1항(현행 제13조 제1항 참조), 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제50조 제2항, 제87조 제1항 제2호, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제45조의3 제1항, 제3항 / [2] 구 조세특례제한법(2007. 12. 31. 법률 제8827호로 개정되기 전의 것) 제13조, 제14조<br/>",
  "참조판례": "[1] 대법원 1984. 3. 27. 선고 82누383판결(공1984, 732)<br/>"
}