{
  "판례일련번호": "176301",
  "사건명": "근저당권말소·대여금반환·편취금및반환금",
  "사건번호": "2014다24785,24792,24808",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141113",
  "판시사항": "[1] 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률 제8조 제2항의 취지 / 채무자가 직접 대부중개업자에게 중개 대가를 지급한 경우와 대부업자가 채무자로부터 공증료를 받은 경우, 위 규정에서 정하는 간주이자에 해당하는지 여부 및 대부업자가 그만큼의 선이자를 사전에 공제한 것으로 볼 것인지 여부(적극)<br/>[2] 선이자가 공제된 경우에 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률에서 정한 제한이자율을 초과하는지 판단하는 방법 및 그 결과 초과하는 부분이 있는 경우 채무자가 변제기에 갚아야 할 대부원금<br/>",
  "판결요지": "[1] 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2012. 12. 11. 법률 제11544호로 개정되기 전의 것, 이하 ‘구 대부업법’이라 한다) 제8조 제2항의 취지는 대부업자가 사례금·할인금·수수료·공제금·연체이자·선이자 등의 명목으로 채무자로부터 금전을 징수하여 위 법을 잠탈하기 위한 수단으로 사용되는 탈법행위를 방지하는 데 있으므로, 명목 여하를 불문하고 대부업자와 채무자 사이의 금전대차와 관련된 것으로서 금전대차의 대가로 볼 수 있는 것이라면 이자로 간주되고, 따라서 대부업자가 이를 대부금에서 미리 공제하는 것은 선이자의 공제에 해당하는바, 채무자가 직접 대부중개업자에게 중개의 대가(이하 ‘중개수수료’라 한다)를 지급한 경우라도 그것이 대부업자와 전혀 무관하게 지급되었다는 등의 특별한 사정이 없고 오히려 대부업자가 대부중개업자로 하여금 채무자로부터 직접 중개수수료를 지급받도록 하고 자신은 대부중개업자에게 아무런 중개수수료를 지급하지 않았다면, 이러한 중개수수료는 대부업자 자신이 지급하여야 할 것을 채무자에게 전가시킨 것으로서 대부업자와 채무자 사이의 금전대차와 관련된 대가라고 할 것이어서, 구 대부업법 제8조 제2항에서 정하는 이자에 해당하고, 대부업자가 그만큼의 선이자를 사전에 공제한 것으로 보아야 한다.<br/>  그리고 공증료는 채권자가 채무자의 채무불이행에 대비하여 강제집행을 위한 집행권원을 미리 확보해 놓는 데 드는 비용으로서 채무자가 당연히 부담해야 할 성질의 것도 아니고 담보권 설정비용으로 볼 수도 없으므로, 구 대부업법 제8조 제2항 등의 취지에 비추어 볼 때 채무자로부터 공증료를 받았다면 이 역시 구 대부업법 제8조 제2항에서 정하는 이자에 해당하고, 대부업자가 그만큼의 선이자를 사전에 공제한 것으로 보아야 한다.<br/>[2] 선이자가 공제된 경우에 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2012. 12. 11. 법률 제11544호로 개정되기 전의 것, 이하 ‘구 대부업법’이라 한다)에서 정하는 제한이자율을 초과하는지 여부는 선이자 공제액을 제외하고 채무자가 실제로 받은 금액을 기초로 하여 대부일부터 변제기까지의 기간에 대한 제한이자율에 따른 이자를 기준으로, 선이자 공제액(채무자가 변제기까지 실제 지급한 이자가 있다면 이를 포함한다)이 그것을 초과하는지에 따라 판단하여야 하고, 그와 같은 판단의 결과 초과하는 부분이 있다면 초과 부분은 구 대부업법 제8조 제4항에 따라 당사자 사이에서 약정된 선이자 공제 전의 대부원금에 충당되어 충당 후의 나머지가 채무자가 변제기에 갚아야 할 대부원금이 된다[구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2009. 1. 21. 법률 제9344호로 개정된 것)은 제8조 제5항을 신설하여 “대부업자가 선이자를 사전에 공제하는 경우에는 그 공제액을 제외하고 채무자가 실제로 받은 금액을 원본으로 하여 제1항에 따른 이자율을 산정한다.”고 규정하였으나, 이는 제한이자율 초과 여부의 판단 방법에 관한 앞서 본 법리를 입법화한 것에 불과하고 변제기에 갚아야 하는 대부원금에 대하여 정한 것이 아니므로, 위와 같은 해석에 영향이 없다].<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2012. 12. 11. 법률 제11544호로 개정되기 전의 것) 제8조 제1항, 제2항, 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률 시행령(2010. 7. 21. 대통령령 제22298호로 개정되기 전의 것) 제5조 제2항, 제3항(현행 대부업 등의 등록 및 금융이용자 보호에 관한 법률 시행령 제5조 제4항 참조) / [2] 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2012. 12. 11. 법률 제11544호로 개정되기 전의 것) 제8조 제1항, 제2항, 제3항, 제4항, 제11조의2 제2항, 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률(2009. 2. 6. 법률 제9418호로 개정되기 전의 것) 제8조 제5항, 구 대부업 등의 등록 및 금융이용자 보호에 관한 법률 시행령(2010. 7. 21. 대통령령 제22298호로 개정되기 전의 것) 제5조 제2항, 제3항(현행 대부업 등의 등록 및 금융이용자 보호에 관한 법률 시행령 제5조 제4항 참조)<br/>",
  "참조판례": "[1] 대법원 2010. 5. 13. 선고 2009도11576 판결, 대법원 2012. 3. 15. 선고 2010도11258 판결(공2012상, 610), 대법원 2012. 12. 27. 선고 2010도2060 판결 / [2] 대법원 1993. 11. 23. 선고 93다23459 판결(공1994상, 177), 대법원 2006. 8. 25. 선고 2006다19443 판결, 대법원 2013. 5. 9. 선고 2012다56245, 56252 판결(공2013상, 1022)<br/>"
}