{
  "판례일련번호": "176319",
  "사건명": "특허출원인명의변경·손해배상(지)",
  "사건번호": "2011다77313,77320",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141113",
  "판시사항": "[1] 직무발명에 대한 특허를 받을 수 있는 권리 등을 사용자 등에게 승계시킨다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원 등이 직무발명의 완성 사실을 사용자 등에게 통지하지 아니한 채 특허를 받을 수 있는 권리를 제3자에게 이중으로 양도하여 특허권 등록을 마치게 한 경우, 불법행위가 되는지 여부(적극)<br/>[2] 2인 이상이 공동으로 발명을 하여 특허를 받을 수 있는 권리를 공유하는 경우, 공유자 사이의 지분 비율을 결정하는 기준<br/>[3] 직무발명 사전승계 약정 등의 적용을 받는 종업원 등이 직무발명 완성사실을 사용자 등에게 알리지 아니한 채 특허를 받을 수 있는 권리를 제3자의 적극 가담 아래 이중으로 양도하여 제3자가 특허권 등록까지 마친 경우, 직무발명 완성사실을 알게 된 사용자 등이 종업원 등에게 권리 승계의 의사를 문서로 알리면 특허권이전등록청구권을 가지게 되는지 여부(적극) 및 위 청구권을 피보전채권으로 하여 종업원 등의 제3자에 대한 특허권이전등록청구권을 대위행사할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 직무발명에 대한 특허를 받을 수 있는 권리 등을 사용자·법인 또는 국가나 지방자치단체(이하 ‘사용자 등’이라 한다)에 승계시킨다는 취지를 정한 약정 또는 근무규정의 적용을 받는 종업원, 법인의 임원 또는 공무원(이하 ‘종업원 등’이라 한다)은 사용자 등이 이를 승계하지 아니하기로 확정되기 전까지 임의로 위 약정 등의 구속에서 벗어날 수 없는 상태에 있는 것이고, 위 종업원 등은 사용자 등이 승계하지 아니하는 것으로 확정되기까지는 발명의 내용에 관한 비밀을 유지한 채 사용자 등의 특허권 등 권리의 취득에 협력하여야 할 신임관계에 있다고 봄이 타당하다. 따라서 종업원 등이 이러한 신임관계에 의한 협력의무에 위배하여 직무발명을 완성하고도 그 사실을 사용자 등에게 알리지 아니한 채 발명에 대한 특허를 받을 수 있는 권리를 제3자에게 이중으로 양도하여 제3자가 특허권 등록까지 마치도록 하였다면, 이는 사용자 등에 대한 배임행위로서 불법행위가 된다.<br/>[2] 2인 이상이 공동으로 발명한 때에는 특허를 받을 수 있는 권리는 공유로 하는데[특허법(2014. 6. 11. 법률 12753호로 개정되기 전의 것, 이하 같다) 제33조 제2항], 특허법상 위 공유관계의 지분을 어떻게 정할 것인지에 관하여는 아무런 규정이 없으나, 특허를 받을 수 있는 권리 역시 재산권이므로 성질에 반하지 아니하는 범위에서는 민법의 공유에 관한 규정을 준용할 수 있다(민법 제278조 참조). 따라서 특허를 받을 수 있는 권리의 공유자 사이에 지분에 대한 별도의 약정이 있으면 그에 따르되, 약정이 없는 경우에는 민법 제262조 제2항에 의하여 지분의 비율은 균등한 것으로 추정된다.<br/>[3] 양도인이 특허를 받을 수 있는 권리를 양수인에게 양도하고, 그에 따라 양수인이 특허권의 설정등록을 받았으나 양도계약이 무효나 취소 등의 사유로 효력을 상실하게 된 경우에, 특허를 받을 수 있는 권리와 설정등록이 이루어진 특허권이 동일한 발명에 관한 것이라면, 양도계약에 의하여 양도인은 재산적 이익인 특허를 받을 수 있는 권리를 잃게 되고 양수인은 법률상 원인 없이 특허권을 얻게 되는 이익을 얻었다고 할 수 있으므로, 양도인은 양수인에 대하여 특허권에 관하여 이전등록을 청구할 수 있다.<br/>  한편 발명진흥법 제12조 전문, 제13조 제1항, 제3항 전문, 발명진흥법 시행령 제7조가 종업원, 법인의 임원 또는 공무원(이하 ‘종업원 등’이라 한다)으로 하여금 사용자·법인 또는 국가나 지방자치단체(이하 ‘사용자 등’이라 한다)에 직무발명 완성사실을 문서로 통지하도록 하고, 사용자 등이 위 통지를 받은 날부터 4개월 이내에 발명에 대한 권리의 승계 여부를 종업원 등에게 알리지 아니한 경우 승계를 포기한 것으로 간주되는 효과가 부여되는 점 등에 비추어 보면, 사용자 등이 종업원 등의 위 통지가 없음에도 다른 경위로 직무발명 완성사실을 알게 되어 직무발명 사전승계 약정 등에 따라 발명에 대한 권리를 승계한다는 취지를 종업원 등에게 문서로 알린 경우에는 종업원 등의 직무발명 완성사실 통지 없이도 같은 법 제13조 제2항에 따른 권리 승계의 효과가 발생한다.<br/>  그렇다면 직무발명 사전승계 약정 등의 적용을 받는 종업원 등이 직무발명을 완성하고도 그 사실을 사용자 등에게 알리지 아니한 채 발명에 대한 특허를 받을 수 있는 권리를 제3자의 적극 가담 아래 이중으로 양도하여 제3자가 특허권 등록까지 마친 경우에, 위 직무발명 완성사실을 알게 된 사용자 등으로서는 종업원 등에게 직무발명 사전승계 약정 등에 따라 권리 승계의 의사를 문서로 알림으로써 위 종업원 등에 대하여 특허권이전등록청구권을 가지게 된다. 그리고 위 이중양도는 민법 제103조에서 정한 반사회질서의 법률행위로서 무효이므로, 사용자 등은 위 특허권이전등록청구권을 피보전채권으로 하여 종업원 등의 제3자에 대한 특허권이전등록청구권을 대위행사할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 발명진흥법 제12조, 제13조 제1항, 제2항, 제19조, 제58조 제1항, 발명진흥법 시행령 제7조 / [2] 특허법(2014. 6. 11. 법률 12753호로 개정되기 전의 것) 제33조 제2항, 민법 제262조 제2항, 제278조 / [3] 발명진흥법 제12조, 제13조, 발명진흥법 시행령 제7조, 특허법(2014. 6. 11. 법률 12753호로 개정되기 전의 것) 제101조 제1항, 민법 제103조, 제404조 제1항, 제741조<br/>",
  "참조판례": "[3] 대법원 2004. 1. 16. 선고 2003다47218 판결(공2004상, 354)<br/>"
}