{
  "판례일련번호": "176305",
  "사건명": "살인미수",
  "사건번호": "2014도8377",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141113",
  "판시사항": "[1] 국민의 형사재판 참여에 관한 법률 제42조 제2항, 국민의 형사재판 참여에 관한 규칙 제35조 제1항에 따라 재판장이 배심원과 예비배심원에게 최초로 설명할 대상에 검사가 아직 공소장에 의하여 낭독하지 아니한 공소사실 등이 포함되는지 여부(원칙적 소극)<br/>[2] 국민의 형사재판 참여에 관한 법률 제46조 제1항, 국민의 형사재판 참여에 관한 규칙 제37조 제1항에 따라 재판장이 최종 설명의무가 있는 사항을 배심원에게 설명하지 않는 것이 위법한 조치인지 여부(원칙적 적극) / 재판장이 최종 설명 때 공소사실에 관한 설명을 일부 빠뜨리거나 미흡하게 한 잘못이 그 전까지 절차상 하자가 없던 소송행위 전부를 무효로 할 정도로 판결에 영향을 미친 위법인지 판단하는 기준<br/>",
  "판결요지": "[1] 국민의 형사재판 참여에 관한 법률은 제42조 제2항에서 “재판장은 배심원과 예비배심원에 대하여 배심원과 예비배심원의 권한·의무·재판절차, 그 밖에 직무수행을 원활히 하는 데 필요한 사항을 설명하여야 한다.”라고 하여 재판장의 공판기일에서의 최초 설명의무를 규정하고 있는데, 이러한 재판장의 최초 설명은 재판절차에 익숙하지 아니한 배심원과 예비배심원을 배려하는 차원에서 국민의 형사재판 참여에 관한 규칙 제35조 제1항에 따라 피고인에게 진술거부권을 고지하기 전에 이루어지는 것으로, 원칙적으로 설명의 대상에 검사가 아직 공소장에 의하여 낭독하지 아니한 공소사실 등이 포함된다고 볼 수 없다.<br/>[2] 국민의 형사재판 참여에 관한 법률(이하 ‘법률’이라 한다) 제46조 제1항은 “재판장은 변론이 종결된 후 법정에서 배심원에게 공소사실의 요지와 적용법조, 피고인과 변호인 주장의 요지, 증거능력, 그 밖에 유의할 사항에 관하여 설명하여야 한다. 이 경우 필요한 때에는 증거의 요지에 관하여 설명할 수 있다.”라고 규정하고 있고, 나아가 국민의 형사재판 참여에 관한 규칙(이하 ‘규칙’이라 한다) 제37조 제1항은 ‘그 밖에 유의할 사항’에 관한 설명에 피고인의 무죄추정, 증거재판주의, 자유심증주의의 각 원칙 등이 포함된다고 규정하고 있는데, 이러한 재판장의 최종 설명은 배심원이 올바른 평결에 이를 수 있도록 지도하고 조력하는 기능을 담당하는 것으로서 배심원의 평결에 미치는 영향이 크므로, 재판장이 법률 제46조 제1항, 규칙 제37조 제1항에 따라 설명의무가 있는 사항을 설명하지 않는 것은 원칙적으로 위법한 조치이다.<br/>  그러나 위 최종 설명의 대상이 되는 사항 대부분은 공판 진행과정을 통해 배심원이 참여한 법정에 자연스럽게 현출되는 것임에도 법률이 재판장에게 최종 설명의무를 부과하는 것은 사건에 따라 배심원이 이해하기 어려운 사항이 있을 수 있으므로 이를 쉽고 간략하게 정리하여 재확인하도록 하는 취지인 점, 규칙 제37조 제2항은 “검사·피고인 또는 변호인은 재판장에게 당해 사건과 관련하여 설명이 필요한 법률적 사항을 특정하여 제1항의 설명에 포함하여 줄 것을 서면으로 요청할 수 있다.”라고 규정하여 재판장의 최종 설명이 미흡할 경우 이를 보완할 방법을 마련하고 있는 점, 법률 제46조 제2항 단서는 “배심원 과반수의 요청이 있으면 심리에 관여한 판사의 의견을 들을 수 있다.”라고 규정하고, 같은 조 제3항은 “배심원은 유·무죄에 관하여 전원의 의견이 일치하지 아니한 때에는 평결을 하기 전에 심리에 관여한 판사의 의견을 들어야 한다.”라고 규정하고 있어, 재판장의 최종 설명이 미흡하다고 하더라도 평의 과정에서 재판장이 배심원들에게 의견을 제시하면서 최종 설명을 보완하거나 보충할 수 있는 점 등을 종합하여 보면, 재판장이 최종 설명 때 공소사실에 관한 설명을 일부 빠뜨렸거나 미흡하게 한 잘못이 있다고 하더라도, 이를 두고 그 전까지 절차상 아무런 하자가 없던 소송행위 전부를 무효로 할 정도로 판결에 영향을 미친 위법이라고 쉽게 단정할 것은 아니고, 설명이 빠졌거나 미흡한 부분이 공판 진행과정에서 이미 드러났던 것인지, 공판 진행과정에서 이미 드러났던 것이라면 그 시점과 재판장의 최종 설명 때까지 시간적 간격은 어떠한지, 재판장의 설명 없이는 배심원이 이해할 수 없거나 이해하기 어려운 사항에 해당하는지, 재판장의 최종 설명에 대한 피고인 또는 변호인의 이의가 있었는지, 평의 과정에서 배심원들의 의견이 일치하지 않아 재판장이 법률 제46조 제3항에 따라 의견을 진술하면서 최종 설명을 보충할 수 있었던 사안인지 및 최종 설명에서 누락된 부분과 최종 평결과의 관련성 등을 종합적으로 고려하여, 위와 같은 잘못이 배심원의 평결에 직접적인 영향을 미쳐 피고인의 국민참여재판을 받을 권리 등을 본질적으로 침해하고 판결의 정당성마저 인정받기 어려운 정도에 이른 것인지를 신중하게 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국민의 형사재판 참여에 관한 법률 제42조 제2항, 국민의 형사재판 참여에 관한 규칙 제35조 제1항 / [2] 국민의 형사재판 참여에 관한 법률 제46조 제1항, 제2항, 제3항, 국민의 형사재판 참여에 관한 규칙 제37조 제1항, 제2항<br/>",
  "참조판례": ""
}