{
  "판례일련번호": "176494",
  "사건명": "시정명령등취소청구의소",
  "사건번호": "2012두6216",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141224",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제2조의2에서 정한 ‘국내시장에 영향을 미치는 경우’의 의미 및 그에 해당하는지 판단하는 기준 / 국외에서 사업자들이 공동으로 한 경쟁을 제한하는 합의의 대상에 국내시장이 포함된 경우, 같은 법 제19조 제1항을 적용할 수 있는지 여부(원칙적 적극)<br/>[2] 독점규제 및 공정거래에 관한 법률 제49조 제4항의 적용에서 같은 법이 금지하는 부당한 공동행위가 종료한 날의 의미 / 가격 결정 등의 합의에 참가한 일부 사업자가 당해 영업을 제3자에게 양도하여 영업을 영위하지 않았으나 양수인이 영업을 양수한 이후 그 합의에 가담하여 실행행위를 한 경우, 양도인에 대한 처분시효의 기산점이 되는 양도인의 실행행위 종료 시점(=영업양도 시점)<br/>",
  "판결요지": "[1] 구 ‘독점규제 및 공정거래에 관한 법률’(2007. 8. 3. 법률 제8631호로 개정되기 전의 것, 이하 ‘공정거래법’이라고 한다) 제2조의2가 국외행위에 관하여 공정거래법을 적용하기 위한 요건으로 ‘국내시장에 영향을 미치는 경우’라고만 규정하고 있으나, 국가 간의 교역이 활발하게 이루어지는 현대 사회에서는 국외에서의 행위라도 그 행위가 이루어진 국가와 직·간접적인 교역이 있는 이상 국내시장에 어떠한 형태로든 어느 정도의 영향을 미치게 되고, 국외에서의 행위로 인하여 국내시장에 영향이 미친다고 하여 그러한 모든 국외행위에 대하여 국내의 공정거래법을 적용할 수 있다고 해석할 경우 국외행위에 대한 공정거래법의 적용범위를 지나치게 확장시켜 부당한 결과를 가져올 수 있는 점 등을 고려하면, 공정거래법 제2조의2에서 말하는 ‘국내시장에 영향을 미치는 경우’는 문제 된 국외행위로 인하여 국내시장에 직접적이고 상당하며 합리적으로 예측 가능한 영향을 미치는 경우로 제한 해석해야 하고, 그 해당 여부는 문제 된 행위의 내용·의도, 행위의 대상인 재화 또는 용역의 특성, 거래 구조 및 그로 인하여 국내시장에 미치는 영향의 내용과 정도 등을 종합적으로 고려하여 구체적·개별적으로 판단하여야 한다. 다만 국외에서 사업자들이 공동으로 한 경쟁을 제한하는 합의의 대상에 국내시장이 포함되어 있다면, 특별한 사정이 없는 한 그 합의가 국내시장에 영향을 미친다고 할 것이어서 이러한 국외행위에 대하여는 공정거래법 제19조 제1항 등을 적용할 수 있다.<br/>[2] 구 ‘독점규제 및 공정거래에 관한 법률’(2007. 8. 3. 법률 제8631호로 개정되기 전의 것, 이하 ‘공정거래법’이라고 한다) 제49조 제4항의 적용에서 공정거래법이 금지하는 부당한 공동행위가 종료한 날이란 가격 결정 등의 합의 및 그에 터 잡은 실행행위가 있었던 경우 그 합의에 터 잡은 실행행위가 종료한 날이다. 따라서 합의에 참가한 일부 사업자가 당해 영업을 제3자에게 양도하여 더 이상 그 영업을 영위하지 아니하였다면, 양수인이 영업을 양수한 이후 그 합의에 가담하여 이에 따른 실행행위를 하였다고 하더라도, 양도인이 양수인의 위반행위를 교사하였다거나 또는 양수인의 행위를 양도인의 행위와 동일시할 수 있는 등 특별한 사정이 없는 한 양도인의 실행행위는 영업양도 시점에 종료되었고, 양도인에 대한 처분시효도 그때로부터 진행된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제2조의2, 제19조 제1항, 제21조, 제22조 / [2] 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제49조 제4항<br/>",
  "참조판례": "[1] 대법원 2006. 3. 24. 선고 2004두11275 판결(공2006상, 728), 대법원 2014. 5. 16. 선고 2012두13665 판결(공2014상, 1212)<br/>"
}