{
  "판례일련번호": "176479",
  "사건명": "총회재판국판결무효확인",
  "사건번호": "2013다78990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141211",
  "판시사항": "[1] 교단의 내부관계에 관한 사항이 법원의 사법심사 대상이 되는지 여부(원칙적 소극)<br/>[2] 甲 교단 소속의 乙 교회가 丙을 위임목사로 청빙하는 것을 승인해 달라는 요청을 하여 甲 교단의 하급 치리회인 노회에서 청빙승인결의를 하였는데, 甲 교단의 최고 치리회인 총회에서 위임목사 청빙승인결의 무효확인 및 丙에 대한 목사안수결의 무효확인 총회판결을 하자 乙 교회가 총회판결의 무효확인과 丙의 대표자 지위 확인을 구하는 소를 제기한 사안에서, 위 총회판결은 사법심사의 대상이 되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 법인 아닌 사단으로서의 실체를 갖춘 개신교 교회는 단독으로 종교활동을 할 수도 있지만, 교리의 내용, 예배의 양식, 신앙공동체로서의 정체성, 선교와 교회행정에 관한 노선과 방향 등에 따라 특정 교단의 지교회로 가입하거나 새로운 교단을 구성하여 다른 지교회의 가입을 유도할 수도 있다. 이때 각 지교회가 소속된 특정 교단은 교리의 내용 등 해당 교단의 고유한 특성과 교단 내에서의 종교적 질서를 유지하는 것을 존립 목적으로 하게 된다. 교단은 존립 목적을 위하여 필요한 경우 교단 헌법을 제정·개정·해석하고, 행정쟁송 등 교단 내의 각종 분쟁을 처리하며, 목사 등 교역자의 자격 요건을 정하며, 소속 지교회를 지휘·감독하는 등의 기능을 수행한다. 종교단체의 자율권 보장의 필요성은 지교회뿐만 아니라 지교회의 상급단체인 교단에도 동일하게 적용되므로, 양 종교단체의 종교적 자율권은 모두 보장되어야 한다. 그런데 경우에 따라서는 지교회와 교단 사이에 종교적 자율권이 상호 충돌할 수 있는데, 이 경우 교단의 존립 목적에 비추어 지교회의 자율권은 일정한 제한을 받을 수밖에 없다. 즉, 교단이 각 지교회의 자율권을 제한 없이 인정하면 해당 교단의 고유한 특성과 교단 내에서의 종교적 질서 유지라는 교단의 존립 목적을 달성하는 것이 곤란하게 된다.<br/>  나아가, 지교회가 특정 교단 소속을 유지하는 것은 해당 교단의 지휘·감독을 수용하겠다는 지교회 교인의 집합적 의사의 표현으로 볼 수 있으므로, 소속 교단에 의하여 지교회의 종교적 자율권이 제한되는 경우 지교회로서는 교단 내부의 관련 절차에 따라 문제를 해결하여야 하고, 관련 내부 절차가 없거나 그 절차에 의하여도 문제가 해결되지 않는 경우 지교회로서는 그 제한을 수인할 수밖에 없다. 따라서 지교회의 일반 국민으로서의 권리의무나 법률관계와 관련된 분쟁에 관한 것이 아닌 이상, 교단의 종교적 자율권 보장을 위하여 교단의 내부관계에 관한 사항은 원칙적으로 법원에 의한 사법심사의 대상이 되지 않는다.<br/>[2] 甲 교단 소속의 乙 교회가 丙을 위임목사로 청빙하는 것을 승인해 달라는 요청을 하여 甲 교단의 하급 치리회인 노회에서 청빙승인결의를 하였는데, 甲 교단의 최고 치리회인 총회에서 위임목사 청빙승인결의 무효확인 및 丙에 대한 목사안수결의 무효확인 총회판결을 하자 乙 교회가 총회판결의 무효확인과 丙의 대표자 지위 확인을 구하는 소를 제기한 사안에서, 乙 교회는 목사나 위임목사로서의 지위가 부인된 직접적인 당사자가 아니므로 목사나 위임목사로서의 지위가 부인됨으로써 丙의 권리의무나 법률관계가 영향을 받는다는 점은 乙 교회가 총회판결의 무효확인을 구할 법률상 이익의 근거가 될 수 없고, 총회판결에 의하여 침해된 乙 교회의 이익은 설교와 예배 인도 등을 담당할 위임목사를 자율적으로 청빙할 수 있는 이익인데 그것 자체는 乙 교회의 종교적 자율권과 관계된 사항일 뿐, 일반 국민으로서의 권리의무나 법률관계와 관련이 있는 사항이라고 보기 어려우므로, 총회판결로 인하여 위임목사 청빙과 관련한 乙 교회의 종교적 자율권이 제한받게 되었다고 하더라도 甲 교단의 종교적 자율권 보장을 위하여 위 총회판결은 사법심사의 대상이 되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조, 헌법 제20조 / [2] 민사소송법 제250조, 헌법 제20조<br/>",
  "참조판례": "[1] 대법원 2011. 10. 27. 선고 2009다32386 판결(공2011하, 2422)<br/>"
}