{
  "판례일련번호": "176659",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2012두4111",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150115",
  "판시사항": "[1] 여신전문금융회사인 법인이 대손충당금의 설정을 강제한 관련 규정을 위반하여 대손충당금을 설정하지 아니한 경우, 실질과세의 원칙을 들어 손금이 발생한 것으로 볼 수 있는지 여부(소극)<br/>[2] 구 법인세법 제45조 제1항 제2호에 따라 이월결손금을 승계하지 못하는 합병법인이 이를 회피하고자 피합병법인으로 하여금 결산 이전에 대손충당금을 설정하지 아니하게 함으로써 여신전문금융회사의 금전채권을 장부가액으로 승계한 후 대손충당금을 설정하여 합병법인의 손금으로 인식한 경우, 이를 위법행위로서 소득신고에 오류·탈루가 있는 경우 또는 신의칙에 반하는 행위에 해당한다고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제34조 제1항에 따른 대손충당금은 법인이 결산에 반영하여야만 손금으로 보는 결산조정사항에 해당하므로, 법인이 어떠한 채권에 관하여 대손사유가 현실로 발생하였을 때에 비로소 손금으로 인식할 것인지 아니면 추정손실에 따라 대손충당금을 설정하는 방법으로 대손사유가 현실화되기 전에 미리 손금으로 인식할 것인지 여부는 그 법인의 선택에 달려 있다. 따라서 여신전문금융회사인 법인이 대손충당금의 설정을 강제한 관련 규정을 위반하여 대손충당금을 설정하지 아니한 경우라고 하더라도 실제로 대손충당금을 설정하지 아니한 이상 실질과세의 원칙을 들어 손금이 발생한 것으로 볼 수는 없다.<br/>[2] 여신전문금융회사인 피합병법인이 결산 이전에 대손충당금을 설정하는 회계처리를 하였더라도 그것이 아직 결산에 반영되지 아니한 상태에서 환입이 이루어졌다면 피합병법인의 손금으로 인식될 수 없으므로, 여신전문금융회사의 금전채권을 합병으로 취득하는 합병법인은 구 법인세법 시행령(2005. 2. 19. 대통령령 제18706호로 개정되기 전의 것) 제72조 제1항 제3호 단서에 따라 그 채권을 대손충당금이 설정되지 아니한 장부가액으로 승계할 뿐이다. 설령 피합병법인이 대손충당금을 설정하여 결산에 반영하였더라면 손금으로 인식되어 이월결손금이 발생하고, 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제45조 제1항 제2호에 따라 그 이월결손금을 승계하지 못하는 합병법인이 이를 회피하고자 피합병법인으로 하여금 결산 이전에 대손충당금을 설정하지 아니하게 함으로써 여신전문금융회사의 금전채권을 장부가액으로 승계한 후에 비로소 자신이 대손충당금을 설정하여 합병법인의 손금으로 인식하더라도, 이를 위법행위로서 소득신고에 오류·탈루가 있는 경우에 해당한다거나 신의칙에 반하는 행위에 해당한다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제34조 제1항, 제41조, 제45조 제1항 제2호, 구 법인세법 시행령(2005. 2. 19. 대통령령 제18706호로 개정되기 전의 것) 제61조 제2항 제21호(현행 제61조 제2항 제13호 참조), 제72조 제1항 제3호, 구 여신전문금융업법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제53조의3 제1항, 구 여신전문금융업법 시행령(2008. 1. 18. 대통령령 제20549호로 개정되기 전의 것) 제19조의7 제3호(현행 제19조의16 제3호 참조), 여신전문금융업법 감독규정 제11조 / [2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제34조 제1항, 제41조, 제45조 제1항 제2호, 구 법인세법 시행령(2005. 2. 19. 대통령령 제18706호로 개정되기 전의 것) 제61조 제2항 제21호(현행 제61조 제2항 제13호 참조), 제72조 제1항 제3호, 구 여신전문금융업법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제53조의3 제1항, 구 여신전문금융업법 시행령(2008. 1. 18. 대통령령 제20549호로 개정되기 전의 것) 제19조의7 제3호(현행 제19조의16 제3호 참조), 여신전문금융업법 감독규정 제11조<br/>",
  "참조판례": ""
}