{
  "판례일련번호": "177596",
  "사건명": "교육세경정거부처분취소",
  "사건번호": "2014두13140",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150212",
  "판시사항": "[1] 금융·보험업자의 수익금액을 교육세 과세표준에 산입하는 기준 / 변액보험의 특별계정에 예치되는 보험료와 보험료를 운용하여 발생한 수익이 보험업자의 교육세 과세표준에 산입되어야 하는지 여부(적극)<br/>[2] 구 간접투자자산 운용업법 제135조 제1항 등의 규정에 따라 변액보험의 특별계정에 예치되는 보험료와 보험료를 운용하여 발생한 수익이 교육세의 과세표준에서 제외되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 교육세법(2010. 12. 27. 법률 제10407호로 개정되기 전의 것, 이하 ‘구 교육세법’이라 한다) 제5조 제1항 제1호, 제3항, 구 교육세법 시행령(2009. 2. 4. 대통령령 제21296호로 개정되기 전의 것, 이하 ‘구 교육세법 시행령’이라 한다) 제4조 제1항, 제2항의 문언 내용과 취지 및 체계 등에 비추어 보면, 순자산을 증가시키는 거래로 인하여 발생하는 수익금액으로서 ‘구 교육세법 제5조 제3항, 구 교육세법 시행령 제4조 제1항 각 호에 해당하는 금융·보험업자의 수익금액’은 ‘구 교육세법 시행령 제4조 제2항 각 호에서 교육세 과세표준에 산입하지 아니하도록 규정한 수익금액’에 해당하지 않는 이상 원칙적으로 교육세 과세표준에 산입되어야 한다.<br/>  이러한 법리에 비추어 살펴보면, 보험금이 자산운용의 성과에 따라 변동하는 변액보험의 특별계정에 예치되는 보험료와 보험료를 운용하여 발생한 수익은 구 교육세법 제5조 제3항이 규정한 보험업자가 수입한 ‘보험료’와 구 교육세법 시행령 제4조 제1항 제8호가 규정한 ‘기타 영업수익 및 영업 외 수익’에 해당할 뿐 구 교육세법 시행령 제4조 제2항 각 호가 규정한 수익금액에는 해당하지 아니하므로, 보험업자의 교육세 과세표준에 산입되어야 한다.<br/>[2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호로 제정되어 2009. 2. 4.부터 시행된 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 간접투자법’이라 한다) 제135조 제1항, 자본시장과 금융투자업에 관한 법률 제251조 제1항은 변액보험의 특별계정을 집합투자기구의 하나인 투자신탁으로 보도록 규정하고 있으나, 이는 투자자 보호와 함께 동일한 성격의 금융투자상품에 대한 통일적 규제 등을 위하여 마련된 것일 뿐이므로 그로써 바로 과세상의 취급까지 결정되는 것은 아니다. 오히려 변액보험 특별계정의 보험료나 보험료를 운용하여 발생한 수익도 특별한 사정이 없는 한 일반 보험과 마찬가지로 보험계약에서 정하는 바에 따라 보험계약자에 대한 해약환급금이나 보험수익자에 대한 보험금 등으로 지급될 때 비로소 이들에게 귀속된다고 보아야 하는 점, 법인세법 제5조 제2항이 구 간접투자법 등의 적용을 받는 법인의 신탁재산에 귀속되는 수입과 지출을 법인에 귀속되는 수입과 지출로 보지 아니하도록 하는 특례를 규정하면서도 변액보험의 특별계정에 귀속되는 수입과 지출은 특례대상에서 제외하여 법인에 귀속되는 것으로 규정하고 있는 점, 구 교육세법(2010. 12. 27. 법률 제10407호로 개정되기 전의 것)이나 구 교육세법 시행령(2009. 2. 4. 대통령령 제21296호로 개정되기 전의 것)에서도 변액보험의 특별계정에 속하는 수익금액을 교육세의 과세표준에서 제외하는 별도의 규정을 두고 있지 아니한 점 등에 비추어 보면, 구 간접투자법 제135조 제1항 등의 규정이 있다는 사정만으로 변액보험 특별계정에 예치되는 보험료와 보험료를 운용하여 발생한 수익을 교육세의 과세표준에서 제외할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 교육세법(2010. 12. 27. 법률 제10407호로 개정되기 전의 것) 제5조 제1항 제1호, 제3항, 구 교육세법 시행령(2009. 2. 4. 대통령령 제21296호로 개정되기 전의 것) 제4조 제1항, 제2항 / [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제135조 제1항(현행 자본시장과 금융투자업에 관한 법률 제251조 제1항 참조), 자본시장과 금융투자업에 관한 법률 제251조 제1항, 법인세법 제5조 제2항<br/>",
  "참조판례": ""
}