{
  "판례일련번호": "177597",
  "사건명": "증여세부과처분취소",
  "사건번호": "2013두24495",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150212",
  "판시사항": "[1] 구 상속세 및 증여세법 제42조 제1항의 입법 취지 및 같은 조 제3항에서 정한 ‘거래의 관행상 정당한 사유’가 있다고 인정되는 경우와 있다고 보기 어려운 경우<br/>[2] 구 상속세 및 증여세법 제42조 제3항에서 정한 ‘거래의 관행상 정당한 사유’가 없다는 점에 대한 증명책임의 소재(=과세관청)와 증명의 정도 및 납세의무자가 정상적인 거래로 보아야 할 만한 특별한 사정이 있음을 증명할 필요가 있는 경우<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제42조 제1항이 거래당사자가 비정상적인 방법으로 거래상대방에게 신주인수권의 취득과 행사로 인한 이익을 사실상 무상으로 이전하는 경우 거래상대방이 얻은 이익에 대하여 증여세를 과세하도록 한 입법 취지는 변칙적인 증여행위에 대처하고 과세의 공평을 도모하려는 데 있다. 그런데 특수관계가 없는 자 사이의 거래에서는 이해관계가 서로 일치하지 않는 것이 일반적이고 자신이 쉽게 이익을 얻을 수 있는 기회를 포기하면서 거래상대방으로 하여금 증여이익을 얻도록 하는 것은 이례적이기 때문에, 구 상증세법 제42조 제3항은 특수관계자 사이의 거래로 인한 이익과는 달리 특수관계가 없는 자 사이의 거래에 대하여는 설령 거래상대방이 신주인수권의 취득과 행사로 인한 이익을 얻는 결과가 발생하여도 거래당사자가 객관적 교환가치를 적절히 반영하여 거래를 한다고 믿을 만한 합리적인 사유가 있거나 합리적인 경제인의 관점에서 그러한 거래조건으로 거래를 하는 것이 정상적이라고 볼 수 있는 경우와 같이 ‘거래의 관행상 정당한 사유’가 있다고 인정되는 경우에는 구 상증세법 제42조 제1항을 적용하지 않도록 과세요건을 추가하고 있다. 그러나 법령에서 정한 특수관계가 없는 자 사이의 거래라고 하더라도, 거래조건을 결정함에 있어서 불특정 다수인 사이에 형성될 수 있는 객관적 교환가치를 적절히 반영하지 아니할 만한 이유가 없으며, 거래조건을 유리하게 하기 위한 교섭이나 새로운 거래상대방의 물색이 가능함에도 신주인수권의 양도인이 자신의 이익을 극대화하려는 노력도 전혀 하지 아니한 채 자신이 쉽게 이익을 얻을 수 있는 기회를 포기하고 특정한 거래상대방으로 하여금 신주인수권의 취득과 행사로 인한 이익을 얻게 하는 등 합리적인 경제인이라면 거래 당시의 상황에서 그와 같은 거래조건으로는 거래하지 않았을 것이라는 객관적인 사유가 있는 경우에는, 특별한 사정이 없는 한 구 상증세법 제42조 제3항에서 정한 ‘거래의 관행상 정당한 사유’가 있다고 보기 어렵다.<br/>[2] 과세처분의 위법을 이유로 취소를 구하는 행정소송에서 과세처분의 적법성과 과세요건사실의 존재에 대한 증명책임은 과세관청에게 있으므로, 특수관계가 없는 자 사이의 거래에 있어서 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제42조 제3항에서 정한 ‘거래의 관행상 정당한 사유’가 없다는 점에 대한 증명책임도 과세관청이 부담함이 원칙이다. 다만 과세관청으로서는 합리적인 경제인이라면 거래 당시의 상황에서 그와 같은 거래조건으로는 거래하지 않았을 것이라는 객관적인 정황 등에 관한 자료를 제출함으로써 ‘거래의 관행상 정당한 사유’가 없다는 점을 증명할 수 있으며, 만약 그러한 사정이 상당한 정도로 증명된 경우에는 이를 번복하기 위한 증명의 곤란성이나 공평의 관념 등에 비추어 볼 때 거래경위, 거래조건의 결정이유 등에 관한 구체적인 자료를 제출하기 용이한 납세의무자가 정상적인 거래로 보아야 할 만한 특별한 사정이 있음을 증명할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제42조 제1항 제3호, 제3항 / [2] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제42조 제3항<br/>",
  "참조판례": "[2] 대법원 2011. 12. 22. 선고 2011두22075 판결(공2012상, 194)<br/>"
}