{
  "판례일련번호": "177552",
  "사건명": "구상금",
  "사건번호": "2013다214529",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150129",
  "판시사항": "[1] 건물의 임차인이 임차건물을 보험목적으로 하여 가입한 화재보험과 건물의 소유자가 건물을 보험목적으로 하여 가입한 화재보험이 소유자를 피보험자로 하는 중복보험의 관계에 있는 경우, 임차인의 책임 있는 사유로 임차건물에 화재가 발생하여 소유자에게 보험금을 지급한 소유자 화재보험의 보험자가 임차인 화재보험의 보험자로부터 중복보험 분담금을 지급받았더라도 임차인에 대하여 보험자대위에 의한 청구권을 행사할 수 있는지 여부(적극) 및 그 범위 / 임차인 화재보험의 보험자가 화재에 대한 임차인의 손해배상책임을 보상하는 책임보험자의 지위를 겸하고 있는 경우, 소유자 화재보험의 보험자가 상법 제724조 제2항에 따라 같은 금액을 임차인 화재보험의 보험자에게 청구할 수 있는지 여부(적극)<br/>[2] 甲이 乙 소유의 건물 점포를 임차하여 주점을 운영하던 중 화재로 점포를 포함한 건물 일부가 소훼되었는데, 甲이 丙 보험회사와 체결한 책임보험계약 특별약관에서 丙 회사가 보상하지 아니하는 손해 중 하나로 ‘계약자 또는 피보험자가 소유, 점유, 임차, 사용하거나 보호, 관리, 통제하는 재물이 손해를 입음으로써 그 재물에 대하여 정당한 권리를 가지는 사람에 대한 손해에 대한 손해배상책임’을 정한 사안에서, 丙 회사는 위 점포에 발생한 손해에 관한 甲의 배상책임에 대하여는 책임보험계약에 따른 보상책임을 면한다고 한 사례<br/>",
  "판결요지": "[1] 건물의 임차인이 임차건물을 보험목적으로 하여 가입한 화재보험(이하 ‘임차인 화재보험’이라고 한다)과 건물의 소유자가 건물을 보험목적으로 하여 가입한 화재보험(이하 ‘소유자 화재보험’이라고 한다)이 소유자를 피보험자로 하는 중복보험의 관계에 있는 경우, 임차인의 책임 있는 사유로 임차건물에 화재가 발생하여 소유자 화재보험의 보험자가 소유자에게 건물에 관한 보험금을 지급하였다면, 소유자 화재보험의 보험자로서는 임차인 화재보험의 보험자로부터 상법 제672조 제1항에 따라 중복보험 분담금을 지급받았다고 하더라도 상법 제682조에 따라 임차인에 대하여 보험자대위에 의한 청구권을 행사할 수 있고, 다만 그 범위가 소유자에게 지급한 보험금에서 임차인 화재보험의 보험자로부터 지급받은 중복보험 분담금을 공제한 금액 중 보험자대위에 의한 청구권의 상대방인 임차인의 책임비율에 따른 부담 부분으로 축소될 뿐이다.<br/>  한편 임차인 화재보험의 보험자가 위 화재에 대한 임차인의 손해배상책임을 보상하는 책임보험자의 지위도 겸하고 있다면, 소유자 화재보험의 보험자는 책임보험 직접청구권에 관한 상법 제724조 제2항에 따라 같은 금액을 임차인 화재보험의 보험자에게 청구할 수 있다.<br/>[2] 甲이 乙 소유의 건물 점포를 임차하여 주점을 운영하던 중 화재로 점포를 포함한 건물 일부가 소훼되었는데, 甲이 丙 보험회사와 체결한 점포 등에 관한 재산종합보험계약 중 책임보험계약 특별약관에서 丙 회사가 보상하지 아니하는 손해 중 하나로 ‘계약자 또는 피보험자가 소유, 점유, 임차, 사용하거나 보호, 관리, 통제하는 재물이 손해를 입음으로써 그 재물에 대하여 정당한 권리를 가지는 사람에 대한 손해에 대한 손해배상책임’을 정한 사안에서, 甲이 乙로부터 임차하여 점유·사용하고 있던 점포는 면책조항에 정한 ‘피보험자가 임차한 재물’에 해당하므로 丙 회사는 점포에 발생한 손해에 관한 甲의 배상책임에 대하여는 책임보험계약에 따른 보상책임을 면한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제672조 제1항, 제682조, 제683조, 제719조, 제724조 제2항 / [2] 상법 제719조, 제724조 제2항, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 2009. 12. 24. 선고 2009다42819 판결(공2010상, 224), 대법원 2010. 10. 28. 선고 2010다50694 판결<br/>"
}