{
  "판례일련번호": "177606",
  "사건명": "공개청구의소",
  "사건번호": "2011다76617",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150212",
  "판시사항": "[1] 전기통신사업자는 수사종료 여부와 관계없이 통신비밀보호법 제13조의5, 제11조 제2항에 따라 전기통신 이용자를 포함한 외부에 대하여 통신사실 확인자료 제공 사항을 공개·누설하지 말아야 할 의무를 계속하여 부담하는지 여부(적극) 및 이용자의 공개 요구에도 응할 의무가 없는지 여부(적극)<br/>[2] 전기통신사업자가 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제30조 제2항 제2호, 제4항에 기한 이용자의 이메일 압수·수색 사항의 열람·제공 요구에 응할 의무가 있는지 여부(소극)<br/>",
  "판결요지": "[1] 통신비밀보호법의 목적이 통신 및 대화의 비밀과 자유에 대한 제한 시 그 대상을 한정하고 엄격한 법적 절차를 거치도록 함으로써 통신비밀을 보호하고 통신의 자유를 신장하고자 하는 것인 점, 통신비밀보호법은 통신사실 확인자료 제공의 대상을 한정하고 통신사실 확인자료의 사용용도를 일정한 경우로 제한하는 한편, 수사기관의 범죄수사를 위한 통신사실 확인자료 제공 등에 대한 통지의무 및 통신사실 확인자료 제공에 관여한 통신기관의 직원 등의 통신사실 확인자료 제공 사항에 대한 비밀준수의무를 규정하는 방법으로 전기통신 이용자의 통신비밀과 자유를 보호하고 있을 뿐, 한 걸음 더 나아가 전기통신 이용자에게 전기통신사업자를 상대로 통신사실 확인자료를 제3자에게 제공한 현황 등에 대한 열람 등을 청구할 권리를 인정하지 않는 점, 통신비밀보호법 제13조의3에서 규정한 통신사실 확인자료 제공의 집행사실에 관하여 수사기관이 통지를 할 무렵에는 통신비밀보호법 제13조의5에 의하여 준용되는 제11조 제2항에서 규정한 통신사실 확인자료 제공에 관여한 통신기관 직원 등의 통신사실 확인자료 제공 사항에 대한 비밀준수의무가 해제된다고 볼 아무런 근거도 없는 점 등을 종합하면, 전기통신사업자는 수사종료 여부와 관계없이 통신비밀보호법 제13조의5, 제11조 제2항에 따라 전기통신 이용자를 포함한 외부에 대하여 통신사실 확인자료 제공 사항을 공개·누설하지 말아야 할 의무를 계속하여 부담하므로, 이용자의 공개 요구에도 응할 의무가 없다.<br/>[2] 통신비밀보호법 제9조의3은 전기통신에 대한 압수·수색 집행사실의 가입자에 대한 통지에 관하여 별도의 규정을 두어 통지의 주체를 수사기관으로 한정하고 통지의 시기도 압수·수색 직후가 아닌 일정 기간 이후로 규정하고 있는데, 이는 전기통신에 대한 압수·수색의 대상이 된 자의 알권리와 수사상 기밀유지의 필요성을 함께 고려한 것으로 보이고, 이러한 입법 목적을 달성하기 위해서는 통신비밀보호법 제9조의3 이외의 다른 법률에 기하여 수사기관 이외의 제3자가 전기통신에 대한 압수·수색 사항을 가입자에게 별도로 통지하는 것은 제한할 필요가 있는 점, 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 제5조는 정보통신망 이용촉진 및 정보보호 등에 관하여 다른 법률에서 특별히 규정된 경우 외에는 이 법으로 정하는 바에 따른다고 규정하고 있어, 다른 법률이 제3자에 대한 개인정보 제공 현황의 통지에 관하여 달리 규정하는 경우에는 정보통신망법의 적용이 배제되는데, 전기통신에 대한 압수·수색 집행사실의 통지에 관하여 통지의 주체, 시기, 절차를 별도로 규정한 통신비밀보호법 제9조의3은 정보통신망법 제30조 제2항 제2호, 제4항의 특칙에 해당하는 점, 전기통신에 대한 압수·수색 시 수사기관은 가입자의 전기통신일시, 상대방의 가입자번호, 사용도수 등 통신사실 확인자료에 해당하는 사항 또한 제공받게 되므로 전기통신에 대한 압수·수색은 통신사실 확인자료 제공과 불가분적으로 결합되어 있고, 송·수신이 완료된 전기통신에 대한 압수·수색에 관하여 통신비밀보호법 제11조 제2항이 직접 준용되지는 아니하나, 전기통신사업자가 통신사실 확인자료 제공 사항에 관하여는 비밀준수의무를 부담하면서도 통신사실 확인자료 제공 사항과 불가분적으로 결합된 전기통신에 대한 압수·수색 사항에 대하여는 비밀준수의무를 부담하지 아니한다고 보면 통신사실 확인자료 제공 사항에 관한 비밀준수의 취지가 몰각되므로, 통신사실 확인자료 제공 사항과 마찬가지로 전기통신에 대한 압수·수색 사항에 관하여도 전기통신사업자가 비밀준수의무를 부담한다고 볼 것인 점 등을 종합적으로 고려하면, 전기통신사업자는 정보통신망법 제30조 제2항 제2호, 제4항에 기한 이용자의 이메일 압수·수색 사항의 열람·제공 요구에 응할 의무가 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 통신비밀보호법 제1조, 제11조 제2항, 제12조, 제13조 제1항, 제13조의3, 제13조의5 / [2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제1조, 제5조, 제30조 제2항 제2호, 제4항, 구 형사소송법(2011. 7. 18. 법률 제10864호로 개정되기 전의 것) 제106조, 제122조, 제219조, 통신비밀보호법 제2조 제11호, 제9조의3, 제11조 제2항, 제13조 제1항, 제13조의3 제1항, 제13조의5<br/>",
  "참조판례": "[1] 대법원 2012. 12. 27. 선고 2010다79206 판결<br/>"
}