{
  "판례일련번호": "177616",
  "사건명": "손해배상(기)등",
  "사건번호": "2012다89320",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150226",
  "판시사항": "[1] 책임감리업무를 수행하는 감리자가 시공 전 설계도서에 기술적인 문제가 있는지 검토하여 발주청이 손해를 입지 않도록 할 주의의무를 부담하는지 여부(적극) 및 주의의무를 위반하였는지 판단하는 기준<br/>[2] 분뇨 및 음식물쓰레기 처리시설 공사를 발주한 甲 지방자치단체가 설계 오류 등으로 그중 음식물쓰레기 처리시설이 정상 가동되지 않자 책임감리계약을 체결한 乙 주식회사를 상대로 설계 오류에 대한 감리업무 태만을 이유로 손해배상을 구한 사안에서, 乙 회사가 설계 오류를 구체적으로 지적할 수 있었다고 단정하기 어려운데도, 乙 회사가 설계 오류에 대한 감리업무를 태만히 하였다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 설계용역계약상 채무불이행으로 인한 손해배상채무와 공사도급계약상 채무불이행으로 인한 손해배상채무 중 서로 중첩되는 부분의 관계(=부진정연대채무)<br/>",
  "판결요지": "[1] 구 건설기술관리법(2009. 12. 29. 법률 제9848호로 개정되기 전의 것, 이하 같다) 제27조 제4항, 구 건설기술관리법 시행령(2010. 12. 13. 대통령령 제22525호로 개정되기 전의 것) 제52조 제1항 제14호, 구 건설기술관리법 시행규칙(2010. 12. 20. 국토해양부령 제315호로 개정되기 전의 것) 제34조 제1항 제4호에 의하면, 책임감리업무를 수행하는 비상주감리원의 업무에 ‘설계도서의 검토’가 포함되어 있고, 구 건설기술관리법 제23조의2 제2항은 감리전문회사로 하여금 당해 건설공사를 시공하기 전에 설계 등 용역업자가 작성하여 제출한 설계도서를 사전에 검토하고 그 결과를 설계 등 용역을 발주한 발주청에 보고하여야 한다고 규정하고 있다. 이러한 규정 내용에 비추어 보면, 책임감리업무를 수행하는 감리자는 시공 전에 설계도서에 기술적인 문제가 있는지 검토하여 문제가 있다고 판단되면 발주청에 이를 보고하고 설계자와 협의함으로써 이러한 기술적인 문제가 있는 설계로 인하여 발주청이 손해를 입지 않도록 하여야 할 주의의무가 있다. 그리고 책임감리업무를 수행하는 감리자가 위와 같은 주의의무를 위반하였는지는 당시의 일반적인 감리자의 기술 수준과 경험에 비추어 설계도서의 검토에 의해 설계상의 기술적인 문제를 발견하는 것이 기대 가능한 것이었는지에 따라 판단되어야 한다.<br/>[2] 분뇨 및 음식물쓰레기 처리시설 공사를 발주한 甲 지방자치단체가 설계 오류 등으로 그중 음식물쓰레기 처리시설이 정상 가동되지 않자 책임감리계약을 체결한 乙 주식회사를 상대로 설계 오류에 대한 감리업무 태만을 이유로 손해배상을 구한 사안에서, 위 분뇨 및 음식물쓰레기 처리시설과 같이 인분(人糞)과 음식물쓰레기를 병합하여 처리하는 시설이 설치된 전례가 없었던 당시 상황과 일반적인 감리자의 기술 수준 및 경험에 비추어 乙 회사가 신공법에 따라 작성된 설계도서를 검토하여 핵심공정과 노하우가 누락되어 있음을 발견하고 설계 오류를 구체적으로 지적할 수 있었다고 단정하기 어려운데도, 乙 회사가 설계 오류에 대한 감리업무를 태만히 하였다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>[3] 설계용역계약상의 채무불이행으로 인한 손해배상채무와 공사도급계약상의 채무불이행으로 인한 손해배상채무는 서로 별개의 원인으로 발생한 독립된 채무이나 동일한 경제적 목적을 가진 채무로서 서로 중첩되는 부분에 관하여는 일방의 채무가 변제 등으로 소멸하면 타방의 채무도 소멸하는 이른바 부진정연대의 관계에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제390조, 구 건설기술관리법(2009. 12. 29. 법률 제9848호로 개정되기 전의 것) 제23조의2 제2항(현행 건설기술 진흥법 제48조 제2항 및 제3항 참조), 제27조 제4항(현행 건설기술 진흥법 제39조 제6항 참조), 구 건설기술관리법 시행령(2010. 12. 13. 대통령령 제22525호로 개정되기 전의 것) 제52조 제1항 제14호(현행 건설기술 진흥법 시행령 제59조 제3항 제15호 참조), 구 건설기술관리법 시행규칙(2010. 12. 20. 국토해양부령 제315호로 개정되기 전의 것) 제34조 제1항 제4호(현행 건설기술 진흥법 시행규칙 제34조 제1항 제6호 참조) / [2] 민법 제390조, 구 건설기술관리법(2009. 12. 29. 법률 제9848호로 개정되기 전의 것) 제23조의2 제2항(현행 건설기술 진흥법 제48조 제2항 및 제3항 참조), 제27조 제4항(현행 건설기술 진흥법 제39조 제6항 참조), 구 건설기술관리법 시행령(2010. 12. 13. 대통령령 제22525호로 개정되기 전의 것) 제52조 제1항 제14호(현행 건설기술 진흥법 시행령 제59조 제3항 제15호 참조), 구 건설기술관리법 시행규칙(2010. 12. 20. 국토해양부령 제315호로 개정되기 전의 것) 제34조 제1항 제4호(현행 건설기술 진흥법 시행규칙 제34조 제1항 제6호 참조) / [3] 민법 제390조, 제413조<br/>",
  "참조판례": "[3] 대법원 2006. 1. 27. 선고 2005다19378 판결(공2006상, 329)<br/>"
}