{
  "판례일련번호": "177879",
  "사건명": "취급거부명령처분취소",
  "사건번호": "2012두26432",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150326",
  "판시사항": "[1] 웹사이트가 ‘국가보안법에서 금지하는 행위를 수행하는 내용의 정보’에 해당하고 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 제3항이 정한 나머지 요건을 충족하는 경우, 방송통신위원회가 ‘해당 정보에 대한 취급 거부’로서 웹사이트의 웹호스팅 서비스 중단을 명할 수 있는지 여부(적극)<br/>[2] 개별 정보의 집합체인 웹사이트 자체를 대상으로 삼아 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 제3항에 따라 취급 거부 등을 명하기 위한 요건<br/>",
  "판결요지": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 정보통신망법’이라 한다)상 정보, 정보통신, 정보통신서비스 등의 의미 및 정보통신서비스 제공자 등에 대한 ‘국가보안법에서 금지하는 행위를 수행하는 내용의 정보’ 등의 취급 거부·정지 또는 제한 명령에 관한 제2조 제1항 제1호, 제2호, 제2항, 제44조의7 제1항 제8호, 제3항의 형식 및 내용과 아울러, 웹사이트(website)는 제작자 또는 운영자가 웹프로그래밍 등 전자적·기술적 방식을 기반으로 개설목적에 맞는 이용자들의 유인 등 특정한 제작 의도에 따라 다수 개별 정보들을 체계적으로 분류하고 유기적으로 통합시킨 것으로서 그 자체가 구 정보통신망법상 정보에 해당한다고 볼 수 있는 점, ‘정보통신망’의 의미에 비추어 정보통신망에서 ‘정보의 취급’이란 정보의 제공 또는 제공을 매개하기 위하여 전기통신설비와 컴퓨터 등을 이용하여 정보를 수집·가공·저장·검색·송신 또는 수신하는 등의 행위를 뜻한다고 보이는 점, 웹호스팅은 정보통신망에 웹사이트를 구축하고자 하는 고객을 위하여, 자신의 서버를 임대하고 서버의 운영·관리 및 정보통신망 연결 등을 대행함으로써 고객이 독자적인 설비를 갖추지 않더라도 웹사이트를 운영할 수 있도록 해주는 역무이므로, 이러한 웹호스팅 서비스도 정보 제공의 매개를 목적으로 자신의 전기통신설비 등을 이용하여 정보를 수집·가공·저장·검색·송신 또는 수신하는 등의 ‘정보의 취급’에 해당한다고 보아야 하는 점, 구 정보통신망법 제44조의7 제1항 제8호가 정한 ‘국가보안법에서 금지하는 행위를 수행하는 내용의 정보’에는 국가보안법에서 금지하는 행위에 해당하는 정보는 물론, 국가보안법에서 금지하는 행위의 직접적인 수단이거나 국가보안법 제7조 제5항이 정한 이적표현물에 해당하는 등 금지행위의 객체에 해당하는 경우 등도 포함된다고 보이는 점 등을 종합적으로 고려하면, 특정 웹사이트가 국가보안법에서 금지하는 행위를 수행하는 내용의 정보에 해당하고, 구 정보통신망법 제44조의7 제3항이 정한 나머지 요건을 충족하는 경우, 방송통신위원회는 ‘해당 정보에 대한 취급 거부’로서 해당 웹사이트에 대한 웹호스팅 서비스를 제공하는 자를 상대로 해당 웹사이트의 웹호스팅 서비스를 중단할 것을 명할 수 있다.<br/>[2] 개별 정보의 집합체인 웹사이트(website) 자체를 대상으로 삼아 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 정보통신망법’이라 한다) 제44조의7 제3항에 따라 취급 거부 등을 명하기 위하여는, 취급 거부의 대상이 ‘제1항 제7호 내지 제9호에 해당하는 정보’로 정해져 있는 점 등에 비추어, 원칙적으로 웹사이트 내에 존재하는 개별 정보 전체가 제1항 제8호의 유통이 금지된 정보에 해당하여야 하나, 웹사이트 내에 존재하는 개별 정보 중 일부가 이에 해당한다 하더라도 해당 웹사이트의 제작 의도, 웹사이트 운영자와 게시물 작성자의 관계, 웹사이트의 체계, 게시물의 내용 및 게시물 중 위법한 정보가 차지하는 비중 등 제반 사정을 고려하여, 전체 웹사이트를 구 정보통신망법 제44조의7 제1항 제8호에 위반하는 정보로 평가할 수 있고 그에 대한 웹호스팅 중단이 불가피한 경우에는 예외적으로 해당 웹사이트에 대한 웹호스팅 중단을 명할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제1항 제1호, 제2호, 제2항, 제44조의7 제1항 제8호, 제3항, 구 정보화촉진기본법(2009. 5. 22. 법률 제9705호 국가정보화 기본법으로 전부 개정되기 전의 것) 제2조 제1호(현행 국가정보화 기본법 제3조 제1호 참조), 전기통신사업법 제2조 제2호, 제6호 / [2] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제44조의7 제1항 제8호, 제3항<br/>",
  "참조판례": ""
}