{
  "판례일련번호": "178019",
  "사건명": "부당이득금",
  "사건번호": "2013다211193",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150423",
  "판시사항": "[1] 임대사업자가 직접 공공사업에 따라 택지를 조성하고 택지에 전용면적 85㎡ 이하 임대의무기간 5년인 공공건설임대주택을 건설하였으나 택지를 조성한 근거 법령 등에 조성된 택지의 공급가격에 관하여 정하고 있지 아니한 경우, 분양전환가격의 구성요소인 택지비 산정방법<br/>[2] 甲 공사가 구 주택건설촉진법에 따라 직접 조성한 택지에 국민주택기금의 자금을 지원받아 전용면적 50㎡ 초과 60㎡ 이하의 공공건설임대주택으로 건설한 아파트를 임대의무기간이 지난 후 임차인에게 우선 분양전환하였는데, 분양전환가격의 구성요소인 건축비의 상한가격 산정이 문제 된 사안에서, 건축비 상한가격은 아파트 전체 계약면적 중 ‘지하주차장을 포함한 지하층 면적을 제외한 면적’에 대하여 건설교통부 고시인 구 공공건설임대주택 표준건축비에서 정한 ‘공공건설임대주택의 1㎡당 건축비 상한가격’을 적용하여 산정한 가격에 ‘지하층 면적에 대한 표준건축비’를 가산한 금액이라고 한 사례<br/>",
  "판결요지": "[1] 구 임대주택법 시행규칙(2009. 12. 16. 국토해양부령 제194호로 개정되기 전의 것) 제9조 제1항 [별표 1]의 ‘공공건설임대주택 분양전환가격의 산정기준’(이하 ‘[별표 1]’이라 한다)은 공공건설임대주택의 분양전환가격의 구성요소인 택지비에 관하여 해당 택지가 공공택지인 경우와 사업자보유택지인 경우를 구분하여 산정방법을 달리 정하고 있는데, [별표 1] 제2항 (라)목 2)의 가)호 규정(이하 ‘[별표 1] 가)호 규정’이라 한다)은 문언상 임대사업자가 국가·지방자치단체·공공기관 등으로부터 택지개발촉진법 등 법률에 따라 개발된 공공택지를 공급받는 경우에 직접 적용된다. 임대사업자가 직접 공공사업에 따라 택지를 조성하고 택지에 전용면적 85㎡ 이하 임대의무기간 5년인 공공건설임대주택을 건설하였으나 택지를 조성한 근거 법령 등에 조성된 택지의 공급과 공급가격에 관하여 정하고 있지 아니한 경우에도 이러한 택지를 [별표 1] 가)호 규정의 ‘공공택지’와 달리 보기 어려우므로, 임대주택의 부지가 사업자보유택지임을 전제로 하는 [별표 1] 제2항 (라)목 2)의 나)호 규정을 적용할 수 없고 [별표 1] 가)호 규정을 유추 적용하여야 한다. 그러나 이때 택지를 조성한 근거 법령 등에 조성된 택지의 공급가격에 관하여 정하고 있지 아니한 이상 [별표 1] 가)호의 ‘공급가격’ 부분을 그대로 적용할 수 없으므로, 택지의 취득에 소요된 비용만을 분양전환가격에 반영하게 함으로써 임대사업자에게 택지와 관련된 초과 수익이 발생하지 아니하게 하면서 임차인으로 하여금 임대사업자가 손실을 입지 아니하는 범위 내에서 가능한 한 낮은 가격에 임대주택을 분양전환받을 수 있도록 하고자 하는 [별표 1] 가)호의 입법 취지 등에 비추어 볼 때 [별표 1] 가)호 규정의 ‘공급가격’을 ‘택지의 조성원가’로 보아 분양전환가격의 구성요소인 택지비를 산정함이 타당하다.<br/>[2] 甲 공사가 구 주택건설촉진법에 따라 직접 조성한 택지에 국민주택기금의 자금을 지원받아 전용면적 50㎡ 초과 60㎡ 이하의 공공건설임대주택으로 건설한 아파트를 임대의무기간이 지난 후 임차인에게 우선 분양전환하였는데, 분양전환가격의 구성요소인 건축비의 상한가격 산정이 문제 된 사안에서, 최초 입주자 모집 당시 시행되던 구 ‘공공건설임대주택 표준건축비’(2002. 12. 2. 건설교통부고시 제2002-72호, 이하 ‘표준건축비 고시’라 한다)에서 정한 ‘공공건설임대주택의 1㎡당 건축비 상한가격’이 지하주차장 건설에 투입되는 비용을 제외한 것인 점, 표준건축비 고시의 근거가 되는 구 임대주택법 시행규칙(2003. 6. 27. 건설교통부령 제360호로 개정되기 전의 것) 제3조의3 제1항 [별표 1] 제2항 (라)목 (1)의 (나)호 이하에서 (가)호의 건축비 상한가격으로서 표준건축비에 대한 가산항목을 정하면서 (라)호에서 지하층 면적에 대한 가산에 관하여 특별히 규정하고 있는 점에 비추어 보면, 건축비 상한가격은 아파트 전체 계약면적 중 ‘지하주차장을 포함한 지하층 면적’을 제외한 면적에 대하여 표준건축비 고시에서 정한 ‘공공건설임대주택의 1㎡당 건축비 상한가격’을 적용하여 산정한 ‘(가)호에 의한 건축비 상한가격’에 ‘(라)호에 의한 지하층 면적에 대한 표준건축비’를 가산한 금액이라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2009. 12. 29. 법률 제9863호로 개정되기 전의 것) 제21조 제1항, 제10항, 구 임대주택법 시행령(2009. 9. 21. 대통령령 제21744호로 개정되기 전의 것) 제13조 제5항, 제23조 제7항(현행 제23조 제8항 참조), 구 임대주택법 시행규칙(2009. 12. 16. 국토해양부령 제194호로 개정되기 전의 것) 제9조 제1항 [별표 1], 제14조 / [2] 구 임대주택법(2005. 7. 13. 법률 제7598호로 개정되기 전의 것) 제15조(현행 제21조 참조), 구 임대주택법 시행령(2003. 6. 25. 대통령령 제18020호로 개정되기 전의 것) 제9조 제5항(현행 제13조 제5항 참조), 구 임대주택법 시행규칙(2003. 6. 27. 건설교통부령 제360호로 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 제9조 제1항 [별표 1] 및 제14조 참조)<br/>",
  "참조판례": ""
}