{
  "판례일련번호": "178075",
  "사건명": "손해배상등·미수금",
  "사건번호": "2013다69989,69996",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150514",
  "판시사항": "[1] 구 전자금융거래법 제9조의 규정 취지 / 구 전자금융거래법 제9조 제1항에 따라 금융기관 또는 전자금융업자가 손해배상책임을 부담하는 ‘사고’의 의미 및 이용자가 거래지시를 하여 그에 따라 본래 의도한 대로 전자금융거래가 이행된 경우, 위 사고에 해당하는지 여부(원칙적 소극)<br/>[2] 甲이 乙 증권회사가 운영하는 홈트레이딩시스템을 이용하여 선물옵션거래를 하던 중 주문가능금액 부족으로 풋옵션 매도 주문이 접수될 수 없는 상태인데도 시스템 오류로 주문이 접수되자 수십 회에 걸쳐 주문을 하여 다수의 풋옵션 매도계약을 체결한 사안에서, 위 계약 체결은 구 전자금융거래법 제9조 등에서 정한 ‘사고’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 전자금융거래법(2013. 5. 22. 법률 제11814호로 개정되기 전의 것, 이하 같다) 제2조 제1호, 제18호, 제8조 제1항, 제9조 제1항, 제2항, 제3항 및 구 전자금융거래법 시행령(2013. 11. 22. 대통령령 제24880호로 개정되기 전의 것) 제8조의 내용에 비추어 보면, 구 전자금융거래법 제9조는 직접 대면하거나 의사소통을 하지 아니하고 전자적 장치를 통하여 자동화된 방식으로 이루어지는 전자금융거래의 특성을 고려하여 일반적인 대면 거래라면 발생하지 아니하였을 권한 없는 제3자에 의한 거래나 이용자의 거래지시와 거래의 이행 결과 사이의 불일치로 인하여 이용자에게 손해가 발생한 경우에는 원칙적으로 금융기관 또는 전자금융업자로 하여금 손해배상책임을 지도록 하되, 예외적으로 이용자가 거래지시나 이용자 및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 접근매체를 대여하거나 누설하는 등의 경우 및 이용자가 법인인 경우로 금융기관 또는 전자금융업자가 보안절차의 수립과 준수 등 충분한 주의의무를 다한 경우에 한하여 이용자가 책임의 전부 또는 일부를 부담하게 할 수 있도록 함으로써 전자금융거래의 안전성과 신뢰성을 확보함과 아울러 이용자를 보호하려는 데 취지가 있다.<br/>  그러므로 구 전자금융거래법 제9조 제1항에 따라 금융기관 또는 전자금융업자가 손해배상책임을 부담하는 ‘사고’는 권한 없는 제3자에 의하여 전자금융거래가 이행되거나 이용자의 거래지시가 없었음에도 전자금융거래가 이행되거나 이용자의 거래지시가 있었으나 그에 따라 전자금융거래가 이행되지 아니한 경우 등을 의미한다. 따라서 이용자가 거래지시를 하여 거래지시에 따라 이용자가 본래 의도한 대로 전자금융거래가 이행된 경우에는 특별한 사정이 없는 한 구 전자금융거래법 제9조 제1항에 따라 금융기관 또는 전자금융업자가 손해배상책임을 부담하는 ‘사고’에 해당하지 아니한다.<br/>[2] 甲이 乙 증권회사가 운영하는 홈트레이딩시스템을 이용하여 선물옵션거래를 하던 중 주문가능금액 부족으로 풋옵션 매도 주문이 접수될 수 없는 상태인데도 시스템 오류로 주문이 접수되자 수십 회에 걸쳐 주문을 하여 다수의 풋옵션 매도계약을 체결한 사안에서, 甲이 乙 회사의 홈트레이딩시스템이 비정상적인 상태에 있음을 인식하고 오히려 이를 이용하여 스스로의 의사에 따라 매도 주문을 함으로써 甲이 의도한 대로 다수의 풋옵션 매도계약을 체결하였다고 볼 여지가 충분하므로, 위 계약 체결은 구 전자금융거래법(2013. 5. 22. 법률 제11814호로 개정되기 전의 것) 제9조 등에서 정한 ‘사고’에 해당하지 않는데도 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 전자금융거래법(2013. 5. 22. 법률 제11814호로 개정되기 전의 것) 제2조 제1호, 제18호, 제8조 제1항, 제9조 제1항, 제2항, 제3항, 구 전자금융거래법 시행령(2013. 11. 22. 대통령령 제24880호로 개정되기 전의 것) 제8조 / [2] 구 전자금융거래법(2013. 5. 22. 법률 제11814호로 개정되기 전의 것) 제2조 제1호, 제18호, 제8조 제1항, 제9조 제1항, 제2항, 제3항, 구 전자금융거래법 시행령(2013. 11. 22. 대통령령 제24880호로 개정되기 전의 것) 제8조<br/>",
  "참조판례": ""
}