{
  "판례일련번호": "178192",
  "사건명": "특정범죄가중처벌등에관한법률위반(조세)(피고인2·피고인5에대하여인정된죄명,피고인3·피고인4에대하여일부인정된죄명:조세범처벌법위반)·조세범처벌법위반·횡령",
  "사건번호": "2015도1504",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150611",
  "판시사항": "[1] 구 부가가치세법령상 부가가치세 과세거래인 ‘권리의 공급’에 해당하기 위한 요건<br/>[2] 피고인이 봉안당 건축 및 분양사업 등을 목적으로 설립된 甲 재단의 대표자로 취임한 다음, 당초 사설납골당 설치 허가를 받은 乙에게서 그 지위를 승계하고 봉안당의 안치기수를 일정 수량 이상으로 증설하기 위해 丙 은행 등에서 필요 자금을 유치하면서, 증설될 봉안당 분양권을 丁 유한회사 등에 양도하였음에도 그에 따른 부가가치세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률 위반 및 구 조세범 처벌법 위반으로 기소된 사안에서, 봉안당 분양권의 양도가 부가가치세 과세거래인 ‘재화의 공급’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호, 제2항, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항의 문언 내용과 취지, 부가가치세는 소비재의 사용·소비행위에 담세력을 인정하여 부과되는 소비세인 점, 재화인지 여부의 판단 기준이 되는 재산적 가치의 유무는 재화의 경제적 효용가치에 의하여 객관적으로 결정되어야 하고 거래 당사자의 주관적인 평가에 따라 달라져서는 아니 되는 점 등을 종합하면, 부가가치세의 과세거래인 ‘권리의 공급’에 해당하기 위해서는 권리가 현실적으로 이용될 수 있고 경제적 교환가치를 가지는 등 객관적인 재산적 가치가 인정되어야 한다.<br/>[2] 피고인이 봉안당 건축 및 분양사업 등을 목적으로 설립된 甲 재단의 대표자로 취임한 다음, 당초 사설납골당(‘납골당’은 후에 ‘봉안당’으로 명칭이 변경되었다) 설치 허가를 받은 乙에게서 그 지위를 승계하고 봉안당의 안치기수를 일정 수량 이상으로 증설하기 위해 丙 은행 등에서 필요 자금을 유치하면서, 증설될 봉안당 분양권을 丁 유한회사 등에 양도하였음에도 그에 따른 부가가치세를 포탈하였다고 하여 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 위반 및 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 위반으로 기소된 사안에서, 사설납골당 설치 허가 후에 발행된 ‘납골당 안치증서’가 표상하는 봉안당 분양권과는 달리, 봉안당 사업에 필요한 기본적인 자격 요건조차 구비하지 못한 甲 재단이 봉안당 설치 신고가 수리되지 아니하여 봉안당을 증설할 수 없는 상태에서 丁 회사 등에 이전한 봉안당 분양권은 현실적으로 이용할 수 있는 것으로서 객관적인 재산적 가치가 있는 권리에 해당한다고 보기 어렵고, 봉안당 분양권의 이전은 甲 재단이 丁 회사 등과 봉안당 사업을 공동으로 추진하는 과정에서 장차 사업이 정상적으로 진행되는 경우에 취득할 것으로 예상되는 봉안당에 대한 사업권을 안치기수에 의하여 수량적으로 분할하여 이전하는 방식으로 상호 간의 지분을 확정한 것으로 보일 뿐 통상적인 봉안당 분양권의 양도거래로 보기도 어려워, 봉안당 분양권의 양도가 부가가치세 과세거래인 ‘재화의 공급’에 해당한다고 할 수 없는데도, 이와 달리 본 원심판단에 부가가치세 과세거래인 재화의 공급에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 제1항 제2호, 제2항 참조) / [2] 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항 제1호, 제2항, 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항 제3호(현행 제3조 제1항, 제6항 참조), 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 제1항 제2호, 제2항 참조), 장사 등에 관한 법률 제15조 제1항<br/>",
  "참조판례": ""
}