{
  "판례일련번호": "178125",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2014두12505",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150528",
  "판시사항": "[1] 구 지방세법 제277조 제1항에서 정한 ‘관광진흥법에 의한 관광단지개발사업시행자’는 관광단지의 지정은 물론 관광진흥법에 따라 조성계획의 승인까지 받은 사업시행자를 의미한다고 본 원심판단이 정당하다고 한 사례<br/>[2] 취득세와 등록세의 납세의무자가 과세표준에 세율을 곱한 ‘산출세액’을 정당하게 신고하였으나 감면세액에 관한 판단을 그르쳐 최종적으로 납부하여야 할 세액을 잘못 신고한 경우, 신고불성실가산세를 부과할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 리조트시설을 운영하던 甲 주식회사가, 그 일대를 관할 도지사가 관광진흥법에 따라 관광단지로 지정·고시하자 관광단지 내 콘도미니엄 등 부동산을 취득한 후 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것, 이하 같다) 제277조 제1항에 따라 취득세와 등록세 등의 감면을 받았는데, 그 후 조성계획의 승인을 받지 않은 채 부동산을 취득한 것은 감면대상이 아니라는 이유로 취득세와 등록세 등 부과처분을 받은 사안에서, 구 지방세법 제277조 제1항에서 정한 ‘관광진흥법에 의한 관광단지개발사업시행자’는 관광단지의 지정은 물론 관광진흥법에 따라 조성계획의 승인까지 받은 사업시행자를 의미한다는 이유로, 甲 회사가 조성계획의 승인이나 관광진흥법 제55조 제2항에 따른 시·도지사의 승인을 받지 아니한 채 취득한 위 부동산은 구 지방세법 제277조 제1항에 따른 취득세와 등록세의 감면대상이 될 수 없다고 본 원심판단이 정당하다고 한 사례.<br/>[2] 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것, 이하 같다) 제120조 제1항, 제121조 제1항 제1호, 제150조의2 제1항, 제151조 제1호의 문언과 체계, 특히 구 지방세법 제121조 제1항 본문은 취득세 신고불성실가산세의 산정기초가 되는 ‘산출세액’을 ‘제111조 및 제112조의 규정에 의하여 산출한 세액’으로, 제151조 본문은 등록세 신고불성실가산세의 산정기초가 되는 ‘산출세액’을 ‘제130조 내지 제143조, 제145조 및 제146조의 규정에 의하여 산출한 세액’으로 정하고 있을 뿐 구 지방세법상 제261조 이하에서 별도로 정하고 있는 감면세액을 고려하도록 정하고 있지 아니한 점, 그리고 납부불성실가산세는 원칙적으로 납세의무자가 최종적으로 납부하여야 할 세액의 납부의무를 이행하지 아니한 것에 대한 제재인 데 비하여 신고불성실가산세는 납세의무자가 과세표준이나 산출세액 등의 신고의무를 이행하지 아니한 것에 대한 제재로서 입법정책에 따라 세목별로 신고의무의 대상과 신고불성실가산세의 산정기초를 다양하게 정하고 있는 것으로 보이는 점 등을 종합하여 보면, 취득세와 등록세의 납세의무자가 각 과세표준에 세율을 곱한 ‘산출세액’을 정당하게 신고한 이상 감면세액에 관한 판단을 그르쳐 최종적으로 납부하여야 할 세액을 잘못 신고하였다고 하더라도 취득세와 등록세의 각 신고불성실가산세를 부과할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(1991. 12. 14. 법률 제4415호로 개정되기 전의 것) 제110조의3 제2항 제14호(현행 지방세특례제한법 제54조 참조), 제128조의2 제2항 제14호(현행 삭제), 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제277조 제1항(현행 지방세특례제한법 제54조 참조), 관광진흥법 제2조 제7호, 제9호, 제55조 제1항, 제2항 / [2] 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제120조 제1항(현행 제20조 제1항 참조), 제121조 제1항 제1호(현행 제21조 참조), 제150조의2 제1항(현행 제30조 제1항 참조), 제151조 제1호(현행 제32조 참조)<br/>",
  "참조판례": ""
}