{
  "판례일련번호": "178182",
  "사건명": "구상금",
  "사건번호": "2012다10386",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150611",
  "판시사항": "[1] 재보험자가 원보험자에게 재보험금을 지급한 경우, 원보험자가 취득한 제3자에 대한 권리가 다시 재보험자에게 이전되는지 여부 / 재보험자가 원보험자에게 재보험금을 지급함으로써 보험자대위에 의하여 원보험자가 제3자에 대하여 가지는 권리를 취득하였는데, 원보험자가 제3자와 기업개선약정을 체결하여 제3자가 발행한 주식의 신주인수대금채무와 제3자의 채무를 상계계약 방식으로 출자전환을 함으로써 제3자에 대한 채권을 소멸시키고 출자전환주식을 취득한 경우, 재보험자의 보험자대위에 의한 권리가 원보험자가 제3자에 대한 권리행사의 결과로 취득한 출자전환주식에 대하여 미치는지 여부(적극) 및 이는 재재보험관계에서도 마찬가지인지 여부(적극)<br/>[2] 변제자인 채무자와 변제수령자인 채권자가 약정에 의하여 변제충당에 관한 민법 제476조 내지 제479조의 규정을 배제하고 제공된 급부를 어느 채무에 어떤 방법으로 충당할 것인가를 결정할 수 있는지 여부(적극) 및 이는 상계의 경우에도 마찬가지인지 여부(적극)<br/>[3] 변제수령권자인 채권자가 채무자와 미리 정한 변제충당 약정에 따라 스스로 적당하다고 인정하는 순서와 방법으로 변제충당을 한 경우, 변제자에 대한 의사표시와 관계없이 충당의 효력이 있는지 여부(적극) 및 이러한 법리는 상계의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 보험자가 피보험자에게 보험금을 지급하면 보험자대위의 법리에 따라 피보험자가 보험사고의 발생에 책임이 있는 제3자에 대하여 가지는 권리는 지급한 보험금의 한도에서 보험자에게 당연히 이전되고(상법 제682조), 이는 재보험자가 원보험자에게 재보험금을 지급한 경우에도 마찬가지이다. 따라서 재보험관계에서 재보험자가 원보험자에게 재보험금을 지급하면 원보험자가 취득한 제3자에 대한 권리는 지급한 재보험금의 한도에서 다시 재보험자에게 이전된다.<br/>  그리고 재보험자가 보험자대위에 의하여 취득한 제3자에 대한 권리의 행사는 재보험자가 이를 직접 하지 아니하고 원보험자가 재보험자의 수탁자의 지위에서 자기 명의로 권리를 행사하여 그로써 회수한 금액을 재보험자에게 재보험금의 비율에 따라 교부하는 방식에 의하여 이루어지는 것이 상관습이다. 따라서 재보험자가 원보험자에게 재보험금을 지급함으로써 보험자대위에 의하여 원보험자가 제3자에 대하여 가지는 권리를 취득한 경우에 원보험자가 제3자와 기업개선약정을 체결하여 제3자가 원보험자에게 주식을 발행하여 주고 원보험자의 신주인수대금채무와 제3자의 채무를 같은 금액만큼 소멸시키기로 하는 내용의 상계계약 방식에 의하여 출자전환을 함으로써 재보험자가 취득한 제3자에 대한 채권을 소멸시키고 출자전환주식을 취득하였다면, 이는 원보험자가 재보험자의 수탁자의 지위에서 재보험자가 취득한 제3자에 대한 권리를 행사한 것이라 할 것이므로, 재보험자의 보험자대위에 의한 권리는 원보험자가 제3자에 대한 권리행사의 결과로 취득한 출자전환주식에 대하여도 미친다. 그리고 이러한 법리 및 상관습은 재재보험관계에서도 마찬가지로 적용된다.<br/>[2] 변제충당에 관한 민법 제476조 내지 제479조의 규정은 임의규정이므로 변제자인 채무자와 변제수령자인 채권자는 약정에 의하여 이를 배제하고 제공된 급부를 어느 채무에 어떤 방법으로 충당할 것인가를 결정할 수 있고, 이는 민법 제499조에 의하여 위 규정이 준용되는 상계의 경우에도 마찬가지이다.<br/>[3] 변제충당지정은 상대방에 대한 의사표시로써 하여야 하는 것이기는 하나, 채권자와 채무자 사이에 미리 변제충당에 관한 약정이 있고, 약정내용이 변제가 채권자에 대한 모든 채무를 소멸시키기에 부족한 때에는 채권자가 적당하다고 인정하는 순서와 방법에 의하여 충당하기로 한 것이라면, 변제수령권자인 채권자가 약정에 터 잡아 스스로 적당하다고 인정하는 순서와 방법에 좇아 변제충당을 한 이상 변제자에 대한 의사표시와 관계없이 충당의 효력이 있다. 그리고 이러한 법리는 민법 제499조에 의하여 변제충당에 관한 규정이 준용되는 상계의 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제661조, 제682조 / [2] 민법 제105조, 제476조, 제477조, 제478조, 제479조, 제499조 / [3] 민법 제105조, 제476조, 제499조<br/>",
  "참조판례": "[1] 대법원 2013. 2. 14. 선고 2010다94908 판결 / [2][3] 대법원 1987. 3. 24. 선고 84다카1324 판결(공1987, 701) / [3] 대법원 2012. 4. 13. 선고 2010다1180 판결(공2012상, 768), 대법원 2012. 4. 26. 선고 2010다11415 판결<br/>"
}