{
  "판례일련번호": "178130",
  "사건명": "업무집행사원의권한상실선고",
  "사건번호": "2014다51541",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150529",
  "판시사항": "[1] 합명회사의 내부관계에 관한 상법 규정이 임의규정인지 여부(원칙적 적극) 및 합명회사의 정관에서 내부관계에 관하여 상법과 달리 정한 경우, 해당 정관 규정이 관련 상법 규정의 적용을 배제하는지 판단하는 기준<br/>[2] 상법상 합명회사의 사원 또는 업무집행사원의 업무집행권한을 상실시키는 방법 / 합명회사의 사원이 상법 제205조 제1항에 따른 방법과 상법 제195조에 의하여 준용되는 민법 제708조에 따른 방법 중 어느 하나의 방법으로 다른 사원 또는 업무집행사원의 업무집행권한을 상실시킬 수 있는지 여부(원칙적 적극)<br/>[3] 합명회사의 사원 또는 업무집행사원의 업무집행권한 상실에 관한 정관이나 관련 법률 규정을 해석할 때 고려하여야 할 사항<br/>[4] 甲 합명회사의 정관에서 “업무집행사원이 업무를 집행함에 현저하게 부적임하거나 중대한 업무에 위반한 행위가 있는 때에는 총사원의 결의로써 업무집행권한을 상실하게 할 수 있다.”라고 규정한 사안에서, 정관 규정이 상법 제205조 제1항의 적용을 배제하는 규정이라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상법 제195조에 비추어 볼 때, 합명회사의 내부관계에 관한 상법 규정은 원칙적으로 임의규정이고, 정관에서 상법 규정과 달리 정하는 것이 허용된다. 이와 같이 합명회사의 정관에서 내부관계에 관하여 상법과 달리 정한 경우, 해당 정관 규정이 관련 상법 규정의 적용을 배제하는지는 해당 정관 규정의 내용, 관련 상법 규정의 목적, 합명회사의 특징 등 여러 사정을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 상법상 합명회사의 사원 또는 업무집행사원의 업무집행권한을 상실시키는 방법으로는 다음의 두 가지를 상정할 수 있다. 첫째, 상법 제205조 제1항에 따라 다른 사원의 청구에 의하여 법원의 선고로써 권한을 상실시키는 방법이다. 둘째, 상법 제195조에 의하여 준용되는 민법 제708조에 따라 법원의 선고절차를 거치지 않고 총사원이 일치하여 업무집행사원을 해임함으로써 권한을 상실시키는 방법이다. 위 두 가지 방법은 요건과 절차가 서로 다르므로, 상법 제205조 제1항이 민법 제708조의 준용을 배제하고 있다고 보기 어렵다. 따라서 정관에서 달리 정하고 있지 않는 이상, 합명회사의 사원은 두 가지 방법 중 어느 하나의 방법으로 다른 사원 또는 업무집행사원의 업무집행권한을 상실시킬 수 있다.<br/>[3] 합명회사의 사원은 회사채권자에 대하여 직접·연대·무한책임을 진다. 만약 다른 사원 또는 업무집행사원이 업무집행에 현저히 부적합하거나 중대하게 의무를 위반하는 경우에는 그로 인하여 자신의 책임이 발생·증대될 우려가 있으므로, 다른 사원 또는 업무집행사원을 업무집행에서 배제할 수 있는지는 각 사원의 이해관계에 큰 영향을 미친다. 합명회사의 사원은 업무집행권한 상실제도를 통하여 업무집행에 현저히 부적합하거나 중대하게 의무를 위반한 사원이나 업무집행사원을 업무집행에서 배제함으로써 자신의 책임이 부당하게 발생·증대되는 것으로부터 자신을 보호할 수 있다. 따라서 업무집행권한 상실에 관한 정관이나 관련 법률 규정을 해석할 때에는 위와 같은 사원의 권리가 합리적 근거 없이 제한되지 않도록 신중하게 해석하여야 한다.<br/>[4] 甲 합명회사의 정관에서 “업무집행사원이 업무를 집행함에 현저하게 부적임하거나 중대한 업무에 위반한 행위가 있는 때에는 총사원의 결의로써 업무집행권한을 상실하게 할 수 있다.”라고 규정한 사안에서, 정관에서 명시적으로 상법 제205조 제1항의 적용을 배제하고 있지 않는 한 업무집행권한 상실과 관련하여 상법이 부여한 사원의 권리를 제한할 합리적 근거를 찾을 수 없고, 법원의 선고절차 없는 업무집행권한 상실방법과 유사한 정관 규정이 신설되었다고 하여 법원의 선고에 의한 업무집행권한 상실방법을 배제한 것이라고 해석하기는 어려우므로, 상법 제205조 제1항은 위 정관 규정의 신설에도 불구하고 여전히 적용된다고 보아야 하는데도, 위 정관 규정이 상법 제205조 제1항의 적용을 배제하는 규정이라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제195조 / [2] 상법 제195조, 제205조 제1항, 민법 제708조 / [3] 상법 제195조, 제205조 제1항, 제212조, 민법 제708조 / [4] 상법 제195조, 제205조 제1항, 제212조, 민법 제708조<br/>",
  "참조판례": ""
}