{
  "판례일련번호": "178114",
  "사건명": "손해배상(기)",
  "사건번호": "2013다41431",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150528",
  "판시사항": "[1] 공무원의 직무상 의무가 순전히 행정기관 내부의 질서를 유지하기 위한 것이거나 전체적으로 공공 일반의 이익을 도모하기 위한 것인 경우, 그 의무를 위반하여 국민에게 가한 손해에 대하여 국가 또는 지방자치단체가 배상책임을 부담하는지 여부(소극) 및 공무원의 직무상 의무가 오로지 공공 일반의 전체적인 이익을 도모하기 위한 것에 불과한지 판단하는 기준<br/>[2] 공공기관이 구 산업기술혁신 촉진법령에서 정한 인증신제품 구매의무를 위반한 경우, 신제품 인증을 받은 자에 대하여 국가배상법 제2조가 정한 배상책임이나 불법행위를 이유로 한 손해배상책임을 지는지 여부(소극)<br/>",
  "판결요지": "[1] 일반적으로 국가 또는 지방자치단체가 권한을 행사할 때에는 국민에 대한 손해를 방지하여야 하고, 국민의 안전을 배려하여야 하며, 소속 공무원이 전적으로 또는 부수적으로라도 국민 개개인의 안전과 이익을 보호하기 위하여 법령에서 정한 직무상 의무를 위반하여 국민에게 손해를 가하면 상당인과관계가 인정되는 범위 안에서 국가 또는 지방자치단체가 배상책임을 부담하는 것이지만, 공무원이 직무를 수행하면서 근거되는 법령의 규정에 따라 구체적으로 의무를 부여받았어도 그것이 국민의 이익과는 관계없이 순전히 행정기관 내부의 질서를 유지하기 위한 것이거나, 또는 국민의 이익과 관련된 것이라도 직접 국민 개개인의 이익을 위한 것이 아니라 전체적으로 공공 일반의 이익을 도모하기 위한 것이라면 그 의무를 위반하여 국민에게 손해를 가하여도 국가 또는 지방자치단체는 배상책임을 부담하지 아니한다. 이때 공무원이 준수하여야 할 직무상 의무가 오로지 공공 일반의 전체적인 이익을 도모하기 위한 것에 불과한지 혹은 국민 개개인의 안전과 이익을 보호하기 위하여 설정된 것인지는 결국 근거 법령 전체의 기본적인 취지·목적과 그 의무를 부과하고 있는 개별 규정의 구체적 목적·내용 및 직무의 성질, 가해행위의 태양 및 피해의 정도 등의 제반 사정을 개별적·구체적으로 고려하여 판단하여야 한다.<br/>[2] 구 산업기술혁신 촉진법(2009. 1. 30. 법률 제9369호로 개정되기 전의 것) 제1조, 제3조, 제16조 제1항, 제17조 제1항 본문 및 구 산업기술혁신 촉진법 시행령(2009. 4. 30. 대통령령 제21461호로 개정되기 전의 것) 제23조, 제24조, 제25조, 제27조의 목적과 내용 등을 종합하여 보면, 위 법령이 공공기관에 부과한 신제품 인증을 받은 제품(이하 ‘인증신제품’이라 한다) 구매의무는 기업에 신기술개발제품의 판로를 확보하여 줌으로써 산업기술개발을 촉진하기 위한 국가적 지원책의 하나로 국민경제의 지속적인 발전과 국민의 삶의 질 향상이라는 공공 일반의 이익을 도모하기 위한 것이고, 공공기관이 구매의무를 이행한 결과 신제품 인증을 받은 자가 재산상 이익을 얻게 되더라도 이는 반사적 이익에 불과할 뿐 위 법령이 보호하고자 하는 이익으로 보기는 어렵다. 따라서 공공기관이 위 법령에서 정한 인증신제품 구매의무를 위반하였다고 하더라도, 이를 이유로 신제품 인증을 받은 자에 대하여 국가배상법 제2조가 정한 배상책임이나 불법행위를 이유로 한 손해배상책임을 지는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항, 민법 제750조 / [2] 국가배상법 제2조 제1항, 민법 제750조, 구 산업기술혁신 촉진법(2009. 1. 30. 법률 제9369호로 개정되기 전의 것) 제1조, 제3조, 제16조 제1항, 제17조 제1항(현행 제17조 제2항 참조), 구 산업기술혁신 촉진법 시행령(2009. 4. 30. 대통령령 제21461호로 개정되기 전의 것) 제23조(현행 제25조 참조), 제24조(현행 제23조 제1항 참조), 제25조(현행 제23조 제3항, 제25조 제5항 참조), 제27조<br/>",
  "참조판례": "[1] 대법원 2000. 6. 9. 선고 98다55949 판결, 대법원 2001. 10. 23. 선고 99다36280 판결(공2001하, 2520), 대법원 2009. 7. 23. 선고 2006다87798 판결(공2009하, 1475)<br/>"
}