{
  "판례일련번호": "178548",
  "사건명": "부당이득금반환",
  "사건번호": "2013다209008",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150623",
  "판시사항": "[1] 농업협동조합이나 농업협동조합중앙회의 업무 및 재산에 대하여 농지보전부담금을 부과한 처분에 법규의 중요한 부분을 위반한 중대한 하자가 있는지 여부(적극)<br/>[2] 농업용 창고 등을 신축할 목적으로 농지전용허가를 받은 甲 농업협동조합에 농지보전부담금 부과처분을 한 사안에서, 처분의 하자가 객관적으로 명백하다고 한 사례<br/>",
  "판결요지": "[1] 구 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것, 이하 ‘농협법’이라 한다)의 입법 취지, 농협법 제8조의 규정 내용, 구 농지법 시행령(2012. 11. 12. 대통령령 제24172호로 개정되기 전의 것, 이하 ‘농지법 시행령’이라 한다) 제52조 [별표 2] 각 호에서 농지보전부담금의 감면대상으로 규정한 시설물의 내용 및 규정 형식, 그리고 구 농지법(2012. 1. 17. 법률 제11171호로 개정되기 전의 것, 이하 ‘농지법’이라 한다) 및 그 시행령에서 농업협동조합이나 농업협동조합중앙회의 업무 및 재산과 관련하여 농지보전부담금을 부과하거나 범위를 제한하는 등의 특별한 규정을 두거나 농협법 제8조의 적용을 배제하는 규정을 두고 있지 아니하여 농협법 제8조와 농지법 및 그 시행령 규정이 문언상 서로 충돌되지 아니하는 사정 등을 종합하여 보면, 조합이나 중앙회 소유의 시설물이 농지법 시행령 제52조 [별표 2] 각 호에서 감면대상 시설물로 열거되어 있지 않다는 이유만으로 당연히 농지보전부담금의 부과대상에 포함된다고 해석하여서는 아니 되고, 부과금 면제에 관한 특별법인 농협법 제8조는 농지법령에 대한 관계에서도 특별법으로 보아 조합이나 중앙회의 업무 및 재산에 대하여는 부과금의 일종인 농지보전부담금을 부과할 수 없다고 해석하여야 한다. 따라서 부과금 면제대상인 조합이나 중앙회의 업무 및 재산에 대하여 농지보전부담금을 부과한 처분은 부과대상이 아닌 자에 대하여 부과금을 부과한 것으로서 법규의 중요한 부분을 위반한 중대한 하자가 있다.<br/>[2] 농업용 창고 등을 신축할 목적으로 농지전용허가를 받은 甲 농업협동조합에 농지보전부담금 부과처분을 한 사안에서, 甲 조합은 구 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것, 이하 ‘농협법’이라 한다) 제8조에서 정한 ‘조합 등’에 해당하고, 지역농업협동조합인 甲 조합이 농업용 창고 등을 신축할 목적으로 농지전용허가를 받은 것이 부과금 면제대상인 조합의 ‘업무와 재산’에 해당한다고 해석하는 것에 다툼의 여지가 없으며, 부과금 면제를 규정한 농협법 제8조가 특별법으로서 다른 법률에 우선한다는 법리와 농협법 제8조의 문언에 의하면, 이미 처분 당시에 부과금 면제에 관한 농협법의 규정에 우선하여 농지보전부담금 부과에 관한 농지법령의 규정을 적용할 수 없음은 법리상 분명하고, 그와 같은 농협법 및 농지법령의 해석에 합리적인 다툼의 여지가 없었으므로, 처분의 하자가 객관적으로 명백하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제1조, 제2조, 제8조, 구 농지법(2012. 1. 17. 법률 제11171호로 개정되기 전의 것) 제38조 제1항, 제5항 제3호, 구 농지법 시행령(2012. 11. 12. 대통령령 제24172호로 개정되기 전의 것) 제52조 [별표 2] / [2] 구 농업협동조합법(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제1조, 제2조, 제8조, 구 농지법(2012. 1. 17. 법률 제11171호로 개정되기 전의 것) 제38조 제1항, 제5항 제3호, 구 농지법 시행령(2012. 11. 12. 대통령령 제24172호로 개정되기 전의 것) 제52조 [별표 2], 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2012. 5. 24. 선고 2010두16714 판결(공2012하, 1134)<br/>"
}