{
  "판례일련번호": "178558",
  "사건명": "증여세부과처분취소",
  "사건번호": "2013두23195",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150624",
  "판시사항": "구 상속세법 제31조의3에 따라 재차 증여의 증여세 과세가액을 산정하는 경우, 부과제척기간이 만료한 종전 증여의 증여재산가액을 과세가액에 가산할 수 있는지 여부(소극) / 상속세 및 증여세법 제58조 제1항과 부칙 제6조의 취지가 법률 시행 전에 이미 종전 증여 및 재차 증여의 증여세 납세의무가 성립하였고 증여세 부과 결정 당시 종전 증여의 부과제척기간이 만료하여 증여재산가액을 재차 증여의 과세가액에 가산할 수 없음에도 과세관청이 법률 시행 후에 이를 재차 증여의 과세가액에 가산하고 그에 대한 세액도 공제하지 않고자 하는 것인지 여부(소극) 및 이러한 경우 종전 증여의 증여재산가액을 재차 증여의 과세가액에 가산할 수 있는지 여부(소극)<br/>",
  "판결요지": "구 상속세법(1996. 12. 30. 법률 제5193호 상속세 및 증여세법으로 전부 개정되기 전의 것, 이하 ‘구 법’이라 한다) 제31조의3, 상속세 및 증여세법(이하 ‘개정법’이라 한다) 제47조 제2항, 제58조 제1항, 부칙(1996. 12. 30., 이하 같다) 제1조, 제2조, 제6조, 제13조의 문언 내용과 취지 및 개정 연혁에 더하여, 원래 증여세는 개개의 증여행위마다 별개의 과세요건을 구성하므로 시기를 달리 하는 복수의 증여가 행하여질 경우 부과처분도 별도로 하여야 하나, 구 법 제31조의3, 개정법 제47조 제2항, 제58조 제1항 등은 동일인으로부터 받은 복수의 증여를 합산과세함으로써 분할증여로 인한 누진세액 경감을 방지하는 한편 재차 증여의 증여세 과세가액에 가산하는 증여(이하 ‘종전 증여’라 한다)에 대한 증여세액을 재차 증여의 증여세 산출세액(이하 ‘산출세액’이라 한다)에서 공제하는 방법으로 이중과세를 피하고 있는 점, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조 제2호는 조세법률관계의 신속한 확정을 위하여 국세 납부의무의 소멸사유의 하나로 ‘국세를 부과할 수 있는 기간 내에 국세가 부과되지 아니하고 그 기간이 만료한 때’를 규정하고 있어 국세부과의 제척기간이 만료한 후에는 국세를 부과할 수 없는 점 등을 종합하여 보면, 종전 증여의 증여재산가액을 가산한 재차 증여의 증여세 과세가액이 종전 증여의 부과제척기간 만료에도 불구하고 영향을 받지 않는다고 하려면 이에 관한 별도의 명시적인 구체적 규정이 있어야 한다고 할 것이므로, 그러한 규정을 두고 있지 아니한 구 법 제31조의3에 따라 재차 증여의 증여세 과세가액을 산정하는 경우에는 부과제척기간이 만료한 종전 증여의 증여재산가액을 과세가액에 가산할 수 없다.<br/>  그런데 한편 공평과세와 조세회피방지 등을 위하여 개정법 제58조 제1항과 부칙 제6조(이하 ‘부칙규정’이라 한다)는 종전 증여에 대한 증여세 부과제척기간이 만료한 경우에도 증여재산가액을 재차 증여의 증여세 과세가액에 가산할 뿐만 아니라 종전 증여에 대한 증여세액을 산출세액에서 공제하지도 않도록 규정하고 있는바, 이들 규정의 취지가, 개정법 시행 전에 이미 종전 증여 및 재차 증여의 과세요건사실이 완성되어 증여세 납세의무가 성립하였고, 과세관청이 증여세 부과를 결정할 당시에는 종전 증여의 부과제척기간이 만료하여 증여재산가액을 재차 증여의 과세가액에 가산할 수 없는 경우에도 과세관청이 개정법 시행 후에 증여세 부과 결정을 할 때는 이를 재차 증여의 과세가액에 가산하고 그에 대한 세액도 공제하지 않고자 하는 것이라면, 이는 증여세를 부과할 수 없었던 종전 증여에 대하여 증여세를 사실상 소급 과세하겠다는 것으로서 허용되지 아니한다. 오히려 이러한 경우에는 비록 과세관청이 개정법 시행 후에 증여세 부과 결정을 하였더라도 부칙규정이 아닌 개정법 부칙 제13조에 따라 납세의무 성립 당시의 법령을 적용하여야 하며, 그럴 경우 이미 부과제척기간이 만료한 종전 증여의 증여재산가액은 재차 증여의 과세가액에 가산할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세법(1996. 12. 30. 법률 제5193호 상속세 및 증여세법으로 전부 개정되기 전의 것) 제31조의3(현행 상속세 및 증여세법 제47조 제2항, 제58조 제1항 참조), 상속세 및 증여세법 제47조 제2항, 제58조 제1항, 부칙(1996. 12. 30.) 제1조, 제2조, 제6조, 제13조, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조 제2호<br/>",
  "참조판례": ""
}