{
  "판례일련번호": "178574",
  "사건명": "학칙개정처분무효확인",
  "사건번호": "2013두26408",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150624",
  "판시사항": "[1] 국립대학이 총장 후보자 선정방식을 학칙으로 정할 수 있는지 여부(적극) 및 학칙에 규정되어 있는 기존의 총장 후보자 선정방식을 학칙 개정을 통하여 변경할 수 있는지 여부(적극)<br/>[2] 국립대학의 학칙에 규정되어 있는 총장 후보자 선정방식인 직선제를 학칙 개정을 통하여 간선제로 변경하는 것이 교육의 본질이나 대학의 자율성을 침해하거나 교육 관계 법령을 위반하는 것인지 여부(소극)<br/>[3] 교원 또는 교수회의 동의 없이는 총장 후보자 선출을 위한 기존의 직선제 학칙을 간선제로 바꾸는 것이 허용되지 않는지 여부(소극)<br/>",
  "판결요지": "[1] 국립대학의 장(이하 ‘총장’이라 한다) 후보자 선정 및 학교규칙(이하 ‘학칙’이라 한다)에 관한 구 교육공무원법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 교육공무원법’이라 한다) 제24조 제1항, 제2항, 제3항, 제4항, 교육공무원 임용령 제12조의3 제1항, 고등교육법 제6조, 제19조, 구 고등교육법 시행령(2014. 12. 16. 대통령령 제25850호로 개정되기 전의 것) 제4조 제1항, 제3항의 체계 및 내용에 더하여, 총장 후보자 선정방식은 국립대학의 조직에 관한 기본적 사항의 하나로서 학칙으로 정할 수 있는 대상인 점, 해당 대학이 법령과 학칙이 정하는 절차에 따라 법령의 범위 내에서 제정 또는 개정한 학칙은 대학의 자치규범으로서 당연히 구속력을 갖는 점 등을 종합하여 보면, 총장 후보자 선정방식을 총장임용추천위원회에서의 선정(간선제)과 해당 대학 교원의 합의된 방식과 절차에 따른 선정(직선제) 중 어느 방법으로 할 것인지는 구 교육공무원법 제24조 제3항에 따라 해당 대학의 자율적 선택에 맡겨져 있어, 해당 대학은 총장 후보자 선정방식을 학칙으로 정할 수 있고, 나아가 학칙에 규정되어 있는 기존의 총장 후보자 선정방식을 학칙의 개정을 통하여 변경할 수 있다.<br/>[2] 구 교육공무원법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제24조가 해당 대학 교원의 합의된 방식과 절차에 따른 선정(이하 ‘직선제’라 한다)과 함께 총장임용추천위원회(이하 ‘추천위원회’라 한다)에서의 선정(이하 ‘간선제’라 한다)도 국립대학의 장(이하 ‘총장’이라 한다) 후보자 선정방식으로 규정하고 있는 것 역시 입법권자의 형성의 자유에 속할 뿐만 아니라, 교육공무원 임용령 제12조의3 제1항이 대학의 교원에게 직원, 학생 등과 함께 추천위원회 구성·운영에 참여할 권리를 실질적으로 보장하고 있는 점을 고려하면, 대학이 총장 후보자를 간선제 방법에 따라 선정한다고 하여 그것이 대학의 자치를 보장하는 헌법 정신을 훼손하는 것은 아니다. 따라서 국립대학의 학교규칙(이하 ‘학칙’이라 한다)에 규정되어 있는 총장 후보자 선정방식인 직선제를 학칙 개정을 통하여 간선제로 변경한다고 하여 그것이 교육의 본질이나 대학의 자율성을 침해하거나 교육 관계 법령을 위반하는 것은 아니다.<br/>[3] 대학자치에서 직원, 학생이 차지하는 지위에 더하여, 국립대학의 장(이하 ‘총장’이라 한다) 임명제도에 관한 입법 연혁 및 고등교육법이 교수회에 관한 직접적인 규정을 두지 않고 구 고등교육법 시행령(2014. 12. 16. 대통령령 제25850호로 개정되기 전의 것) 제4조 제1항 제16호에서 ‘교수회가 있는 경우에는 그에 관한 사항’을 학교규칙(이하 ‘학칙’이라 한다)에 기재하도록 하고 있을 뿐인 점 등을 종합적으로 고려하여 볼 때, 대학자치의 주체를 오로지 교원으로 한정함으로써 총장 후보자를 선정할 때 직원과 학생의 의사는 배제한 채 교원 또는 법률상 임의단체에 불과한 교수회의 의사를 우선시하여 그 동의가 없는 한 총장 후보자 선출을 위한 기존의 해당 대학 교원의 합의된 방식과 절차에 따른 선정(직선제) 학칙을 총장임용추천위원회에서의 선정(간선제)으로 바꾸는 것이 허용되지 않는다고 할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 교육공무원법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제24조 제1항, 제2항, 제3항, 제4항, 교육공무원 임용령 제12조의3 제1항, 고등교육법 제6조, 제19조, 구 고등교육법 시행령(2014. 12. 16. 대통령령 제25850호로 개정되기 전의 것) 제4조 제1항, 제3항 / [2] 구 교육공무원법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제24조, 교육공무원 임용령 제12조의3 제1항 / [3] 헌법 제31조 제4항, 교육공무원 임용령 제12조의3 제1항, 고등교육법 제6조 제1항, 제15조 제1항, 구 고등교육법 시행령(2014. 12. 16. 대통령령 제25850호로 개정되기 전의 것) 제4조 제1항<br/>",
  "참조판례": "[2] 헌법재판소 2014. 4. 24. 선고 2011헌마612 전원재판부 결정(헌공211, 821)<br/>"
}