{
  "판례일련번호": "178579",
  "사건명": "종합부동산세등부과처분취소",
  "사건번호": "2012두7073",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150624",
  "판시사항": "[1] 종합부동산세액에서 공제되는 재산세액의 계산방법을 변경한 구 종합부동산세법 시행령 제4조의2, 제5조의3 제1항 및 제2항의 개정 취지가 공제되는 재산세액의 범위를 축소·변경하려는 것인지 여부(소극)<br/>[2] 구 종합부동산세법 시행령 제4조의2, 제5조의3 제1항 및 제2항에서 정한 산식에 따라 공제되는 재산세액의 산정방법 / 재산세 공정시장가액비율이 종합부동산세 공정시장가액비율보다 적거나 같은 2009년도 종합부동산세의 경우 주택분 종합부동산세액, 토지분 종합합산세액 및 토지분 별도합산세액에서 공제되는 재산세액의 산정방법<br/>[3] 별도합산과세대상 토지에 관한 구 지방세법 시행령 제131조의2 제1항 제2호에서 정한 ‘건축물의 바닥면적’을 지하층을 포함한 각 층의 바닥면적 중 가장 넓은 것으로 보아야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 지방세법, 종합부동산세법 및 종합부동산세법 시행령 관련 규정의 개정 경위와 취지 등에 비추어 보면, 구 종합부동산세법 시행령(2009. 2. 4. 대통령령 제21293호로 개정되기 전의 것) 제4조의2, 제5조의3 제1항 및 제2항에서 정한 공제되는 재산세액을 계산하기 위한 산식[주택, 종합합산과세대상 토지 및 별도합산과세대상 토지(이하 ‘주택 등’이라 한다) 재산세로 부과된 세액의 합계액 × 주택 등 과세기준금액을 초과하는 분에 대하여 재산세 표준세율로 계산한 재산세 상당액 ÷ 주택 등을 합산하여 재산세 표준세율로 계산한 재산세 상당액, 이하 ‘종전 시행령 산식’이라 한다]의 분자에 기재된 ‘주택 등 과세기준금액을 초과하는 분’이 구 종합부동산세법 시행령(2011. 3. 31. 대통령령 제22813호로 개정되기 전의 것) 제4조의2, 제5조의3 제1항 및 제2항에서 정한 공제되는 재산세액을 계산하기 위한 산식(주택 등의 재산세로 부과된 세액의 합계액 × 주택 등의 과세표준에 대하여 주택 등의 재산세 표준세율로 계산한 재산세 상당액 ÷ 주택 등을 합산하여 주택 등의 재산세 표준세율로 계산한 재산세 상당액, 이하 ‘개정 시행령 산식’이라 한다)의 분자에 기재된 ‘주택 등의 과세표준’으로 변경되었다고 하더라도, 과세기준금액을 초과하는 부분에 대하여 종합부동산세와 중복 부과되는 재산세액을 공제하려는 기본 취지에는 아무런 변화가 없으므로, 공제되는 재산세액의 계산방법이 종전 시행령 산식에서 개정 시행령 산식으로 변경되었다고 하더라도 이러한 개정의 취지가 공제되는 재산세액의 범위를 축소·변경하려는 것이었다고 볼 수는 없다.<br/>[2] 종합부동산세의 과세기준금액을 초과하는 부분에 대한 재산세액은 ‘(공시가격 - 과세기준금액) × 재산세 공정시장가액비율’의 산식을 기초로 계산되고, 같은 부분에 대한 종합부동산세액은 ‘(공시가격 - 과세기준금액) × 종합부동산세 공정시장가액비율’의 산식을 기초로 계산된다. 그런데 이 두 금액은 ‘공시가격 - 과세기준금액’ 부분에 관하여 각각 재산세와 종합부동산세가 부과되는 부분을 뜻하므로, 그중 서로 중첩되는 부분, 즉 ‘(공시가격 - 과세기준금액) × 종합부동산세 공정시장가액비율’보다 적거나 같은 ‘(공시가격 - 과세기준금액) × 재산세 공정시장가액비율’ 부분은 중복하여 재산세가 부과되는 부분에 해당한다. 더불어 종합부동산세 공정시장가액비율을 벗어나 종합부동산세 과세표준에서 제외된 부분에 대하여는 아예 종합부동산세가 부과되지 않으므로 중복 부과임을 이유로 공제되는 재산세액을 산정할 때 이 부분은 고려할 필요가 없다.<br/>  이러한 점을 종합하여 볼 때, 구 종합부동산세법 시행령(2011. 3. 31. 대통령령 제22813호로 개정되기 전의 것) 제4조의2, 제5조의3 제1항 및 제2항에서 정한 산식에 따라 공제되는 재산세액은 ‘(공시가격 - 과세기준금액) × 재산세와 종합부동산세의 공정시장가액비율 중 적은 비율 × 재산세율’의 산식에 따라 산정하여야 할 것이다. 따라서 재산세 공정시장가액비율이 종합부동산세 공정시장가액비율보다 적거나 같은 2009년도 종합부동산세의 경우 주택분 종합부동산세액, 토지분 종합합산세액 및 토지분 별도합산세액에서 공제되는 재산세액은 ‘(공시가격 - 과세기준금액) × 재산세 공정시장가액비율 × 재산세율’의 산식에 따라 산정하여야 한다.<br/>[3] 구 건축법(2009. 6. 9. 법률 제9774호로 개정되기 전의 것) 제2조 제1항 제2호가 “건축물이란 토지에 정착하는 공작물 중 지붕과 기둥 또는 벽이 있는 것과 이에 딸린 시설물, 지하나 고가(高架)의 공작물에 설치하는 사무소·공연장·점포·차고, 그 밖에 대통령령으로 정하는 것을 말한다.”고 규정함으로써 건축물의 범위에 지하에 설치한 공작물을 포함하고 있고, 구 건축법 시행령(2009. 6. 30. 대통령령 제21590호로 개정되기 전의 것) 제119조 제1항 제3호 본문이 “바닥면적: 건축물의 각 층 또는 그 일부로써 벽, 기둥, 그 밖에 이와 비슷한 구획의 중심선으로 둘러싸인 부분의 수평투영면적으로 한다.”고 규정함으로써 바닥면적의 계산에 관하여 특별히 지하층을 배제하고 있지 않은 점, 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것)은 건축물의 부속토지와 같이 경제활동에 제공되고 있는 토지에 대하여 조세정책상 낮은 세율을 적용하고자 이러한 토지를 별도합산과세대상으로 정하였는데, 건축물의 부속토지를 경제활동에 이용한다는 측면에서 볼 때 토지소유자가 토지의 지상을 활용하는 경우와 지하를 활용하는 경우를 달리 취급할 이유가 없는 점 등에 비추어 보면, 구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제131조의2 제1항 제2호에서 규정한 건축물의 바닥면적은 지하층을 포함한 각 층의 바닥면적 중 가장 넓은 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 종합부동산세법(2010. 3. 31. 법률 제10221호로 개정되기 전의 것) 제8조 제1항, 제9조 제3항, 제13조 제1항, 제2항, 제14조 제3항, 제6항, 구 종합부동산세법 시행령(2009. 2. 4. 대통령령 제21293호로 개정되기 전의 것) 제4조의2, 제5조의3 제1항, 제2항, 구 종합부동산세법 시행령(2011. 3. 31. 대통령령 제22813호로 개정되기 전의 것) 제2조의4 제1항, 제2항, 제4조의2, 제5조의3 제1항, 제2항, 구 종합부동산세법 시행규칙(2009. 9. 23. 기획재정부령 제102호로 개정되기 전의 것) 제5조 제2항 [별지 제3호 서식], 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제187조 제1항(현행 제110조 제1항 참조), 지방세법 부칙 제5조(2005. 12. 31. 법률 제7843호로 개정된 것), 구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제138조 제1호(현행 제109조 제1호 참조) / [2] 구 종합부동산세법(2010. 3. 31. 법률 제10221호로 개정되기 전의 것) 제8조 제1항, 제9조 제3항, 제13조 제1항, 제2항, 제14조 제3항, 제6항, 구 종합부동산세법 시행령(2009. 2. 4. 대통령령 제21293호로 개정되기 전의 것) 제4조의2, 제5조의3 제1항, 제2항, 구 종합부동산세법 시행령(2011. 3. 31. 대통령령 제22813호로 개정되기 전의 것) 제2조의4 제1항, 제2항, 제4조의2, 제5조의3 제1항, 제2항, 구 종합부동산세법 시행규칙(2009. 9. 23. 기획재정부령 제102호로 개정되기 전의 것) 제5조 제2항 [별지 제3호 서식], 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제187조 제1항(현행 제110조 제1항 참조), 지방세법 부칙 제5조(2005. 12. 31. 법률 제7843호로 개정된 것), 구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제138조 제1호(현행 제109조 제1호 참조) / [3] 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제182조 제1항 제2호(현행 제106조 제1항 제2호 참조), 구 지방세법 시행령(2010. 9. 20. 대통령령 제22395호로 전부 개정되기 전의 것) 제131조의2 제1항 제2호(현행 제101조 제1항 제1호 참조), 구 건축법(2009. 6. 9. 법률 제9774호로 개정되기 전의 것) 제2조 제1항 제2호, 구 건축법 시행령(2009. 6. 30. 대통령령 제21590호로 개정되기 전의 것) 제119조 제1항 제3호<br/>",
  "참조판례": ""
}