{
  "판례일련번호": "178637",
  "사건명": "시설개수명령처분취소",
  "사건번호": "2014두47853",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150709",
  "판시사항": "업종별 시설기준에 관한 구 식품위생법 시행규칙 제36조 [별표 14]에서 ‘유흥주점 외의 영업장에 무도장을 설치한 것’을 금지하고 있는지 여부(소극) 및 일반음식점 내 무도장의 설치·운영행위가 위 시행규칙 조항에 정한 업종별 시설기준 위반에 해당하여 시설개수명령의 대상이 되는지 여부(소극)<br/>",
  "판결요지": "구 식품위생법 시행규칙(2014. 3. 6. 총리령 제1068호로 개정되기 전의 것, 이하 ‘시행규칙’이라 한다) 제36조 [별표 14](이하 ‘시행규칙 조항’이라 한다)에 규정된 업종별 시설기준의 위반은 시설개수명령[식품위생법(이하 ‘법’이라 한다) 제74조 제1항]이나 영업정지 및 영업소폐쇄 등(법 제75조 제1항 제6호) 행정처분의 대상이 될 뿐만 아니라 곧바로 형사처벌의 대상도 되므로(법 제97조 제4호), 업종별 시설기준은 식품위생법상 각 영업의 종류에 따라 필수적으로 요구되는 시설의 기준을 제한적으로 열거한 것이다. 그리고 시행규칙 조항은 침익적 행정행위의 근거가 되는 행정법규에 해당하므로 엄격하게 해석·적용하여야 하고 행정행위의 상대방에게 불리한 방향으로 지나치게 확장해석하거나 유추해석해서는 안 되며, 입법 취지와 목적 등을 고려한 목적론적 해석이 전적으로 배제되는 것은 아니라고 하더라도 해석이 문언의 통상적인 의미를 벗어나서는 아니 된다.<br/>  그런데 시행규칙 조항에는 일반음식점에서 손님들이 춤을 출 수 있도록 하는 시설(이하 ‘무도장’이라 한다)을 설치해서는 안 된다는 내용이 명시적으로 규정되어 있지 않고, 다만 시행규칙 제89조가 법 제74조에 따른 행정처분의 기준으로 마련한 [별표 23] 제3호 8. 라. 1)에서 위반사항을 ‘유흥주점 외의 영업장에 무도장을 설치한 경우’로 한 행정처분 기준을 규정하고 있을 뿐이다. 그러나 이러한 행정처분 기준은 행정청 내부의 재량준칙에 불과하므로, 재량준칙에서 위반사항의 하나로 ‘유흥주점 외의 영업장에 무도장을 설치한 경우’를 들고 있다고 하여 이를 위반의 대상이 된 금지의무의 근거규정이라고 해석할 수는 없다. 또한 업종별 시설기준에 관한 시행규칙 조항의 ‘8. 식품접객업의 시설기준’의 구체적 내용을 살펴보더라도, 시설기준 위반의 하나로서 ‘유흥주점 외의 영업장에 무도장을 설치한 경우’를 금지하고 있다고 해석할 만한 규정이 없고, 달리 식품위생법령에 이러한 내용의 시설기준 위반 금지의무를 부과하고 있는 규정을 찾아보기 어렵다.<br/>  그리고 법 제37조 제1항, 제4항, 식품위생법 시행령 제21조가 식품접객업의 구체적 종류로 허가 대상인 유흥주점영업과 신고 대상인 일반음식점영업을 구분하고 있지만, 업종 구분에 기반한 영업질서를 해치는 위반행위를 반드시 업종별 시설기준 위반으로 규제해야 하는 것은 아니고, 이를 업태 위반(법 제94조 제1항 제3호)이나 식품접객영업자의 준수사항 위반(법 제44조 제1항, 제75조 제1항 제13호)으로도 규제할 수 있는 것이므로, 이러한 식품위생법령상 업종 구분만으로 일반음식점에 무도장을 설치하는 것이 업종별 시설기준을 위반한 것이라고 볼 수는 없다.<br/>  또한 업종별 시설기준은 각 영업의 종류에 따라 갖추어야 할 최소한의 기준을 정한 것일 뿐이므로, 업종별 시설기준에서 명시적으로 설치를 금지하지 아니한 개개 시설의 이용 형태나 이용 범위를 제한하는 것은 본질적으로 업태 위반이나 식품접객영업자의 준수사항 위반으로 규율해야 할 영역이라고 보인다.<br/>  이상과 같은 여러 사정과 식품위생법령의 전반적인 체계 및 내용을 종합하면, 업종별 시설기준에 관한 시행규칙 조항에서 ‘유흥주점 외의 영업장에 무도장을 설치한 것’을 금지하고 있다고 보기 어려우므로, 일반음식점 내 무도장의 설치·운영행위가 업태 위반으로 형사처벌의 대상이 되는 등은 별론으로 하더라도, 이러한 행위가 시행규칙 조항에 정한 업종별 시설기준 위반에 해당하여 시설개수명령의 대상이 된다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "식품위생법 제36조 제1항 제3호, 제37조 제1항, 제4항, 제44조 제1항, 제74조 제1항, 제75조 제1항 제6호, 제13호, 제94조 제1항 제3호, 제97조 제4호, 식품위생법 시행령 제21조, 구 식품위생법 시행규칙(2014. 3. 6. 총리령 제1068호로 개정되기 전의 것) 제36조 [별표 14], 제89조<br/>",
  "참조판례": "대법원 2013. 12. 12. 선고 2011두3388 판결(공2014상, 181)<br/>"
}