{
  "판례일련번호": "178635",
  "사건명": "건축허가처분취소",
  "사건번호": "2015두39590",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150709",
  "판시사항": "[1] 구 보금자리주택건설 등에 관한 특별법 제18조 제1항 제8호에 의한 구 국토의 계획 및 이용에 관한 법률상 도시계획시설사업 시행자 지정 및 실시계획인가 의제의 효력이 구 보금자리주택건설 등에 관한 특별법 제4조에서 정한 사업시행자에게서 보금자리주택지구 내의 특정한 토지를 분양받은 자에게까지 승계되는지 여부(소극)<br/>[2] 건축법상 인허가의제 제도의 취지 및 도시계획시설인 주차장에 대한 건축허가신청 시 국토의 계획 및 이용에 관한 법령이 정한 도시계획시설사업에 관한 실시계획인가 요건을 충족해야 하는지 여부(적극) / 도시계획시설로 설치되는 주차전용건축물의 경우, 주차장 외의 용도로 사용되는 부분이 국토의 계획 및 이용에 관한 법령이 정한 ‘기반시설 자체의 기능발휘와 이용을 위하여 필요한 부대시설 및 편익시설’에 해당해야만 도시계획시설 실시계획인가 요건을 충족하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 보금자리주택건설 등에 관한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 보금자리주택법’이라 한다)이 입법 목적을 달성하기 위하여 사업시행자의 지정 자격을 제한하고 있는 구 보금자리주택법 제4조의 내용이나 취지 및 구 보금자리주택법이 실시계획인가의 승계에 관한 규정을 따로 두고 있지 않는 등 규정의 체계와 연혁 등을 고려할 때, 구 보금자리주택법 제18조 제1항 제8호에 의한 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것)상 도시계획시설사업 시행자 지정 및 실시계획인가 의제 규정은 구 보금자리주택법 제4조에서 정한 사업시행자가 보금자리주택지구계획 승인을 받은 경우에 적용되고, 사업시행자에게서 보금자리주택지구 내의 특정한 토지를 분양받은 자에게까지 사업시행자 지정 및 실시계획인가 의제의 효력이 승계된다고 볼 수 없다.<br/>[2] 건축법에서 인허가의제 제도를 둔 취지는, 인허가의제사항과 관련하여 건축허가의 관할 행정청으로 창구를 단일화하고 절차를 간소화하며 비용과 시간을 절감함으로써 국민의 권익을 보호하려는 것이지, 인허가의제사항 관련 법률에 따른 각각의 인허가 요건에 관한 일체의 심사를 배제하려는 것으로 보기는 어려우므로, 도시계획시설인 주차장에 대한 건축허가신청을 받은 행정청으로서는 건축법상 허가 요건뿐 아니라 국토의 계획 및 이용에 관한 법령이 정한 도시계획시설사업에 관한 실시계획인가 요건도 충족하는 경우에 한하여 이를 허가해야 한다.<br/>  그리고 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제11조 제1항, 제5항 제4호, 구 건축법 시행령(2014. 11. 28. 대통령령 제25786호로 개정되기 전의 것) 제3조의4 [별표 1] 제20호 (바)목, 구 건축법 시행규칙(2014. 11. 28. 국토교통부령 제147호로 개정되기 전의 것) 제6조 제1항 제3호, 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제2조 제6호 (가)목, 제7호, 제88조 제3항, 구 국토의 계획 및 이용에 관한 법률 시행령(2013. 12. 30. 대통령령 제25050호로 개정되기 전의 것) 제2조 제1항 제1호, 구 도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙(2013. 12. 31. 국토교통부령 제51호로 개정되기 전의 것) 제29조, 제30조 제2항, 주차장법 제2조 제11호, 제6조 제1항, 구 주차장법 시행령(2014. 12. 30. 대통령령 제25935호로 개정되기 전의 것) 제1조의2 제1항, 주차장법 시행규칙 제6조 제4항, 제5항, 서울특별시 주차장 설치 및 관리조례 제16조 제1항의 문언, 취지, 체계와 도시계획시설사업에 관한 실시계획의 인가처분이 특정 도시계획시설사업을 구체화하여 현실적으로 실현하기 위한 것인 점 등을 종합하면, 도시계획시설로 설치되는 주차전용건축물은 주차장 외의 용도로 사용되는 부분의 용도 및 면적 등 주차장법 및 관련 조례가 정한 요건을 충족하여야 할 뿐만 아니라, 주차장 외의 용도로 사용되는 부분이 국토의 계획 및 이용에 관한 법령이 정한 ‘기반시설 자체의 기능발휘와 이용을 위하여 필요한 부대시설 및 편익시설’에도 해당하여야만 도시계획시설 실시계획인가 요건을 충족한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 보금자리주택건설 등에 관한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제1조(현행 공공주택건설 등에 관한 특별법 제1조 참조), 제4조(현행 공공주택건설 등에 관한 특별법 제4조 참조), 제17조(현행 공공주택건설 등에 관한 특별법 제17조 참조), 제18조 제1항 제8호(현행 공공주택건설 등에 관한 특별법 제18조 제1항 제8호 참조), 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제86조 제1항, 제5항 / [2] 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제11조 제1항, 제5항 제4호, 구 건축법 시행령(2014. 11. 28. 대통령령 제25786호로 개정되기 전의 것) 제3조의4 [별표 1] 제20호 (바)목(현행 제3조의5 [별표 1] 참조), 구 건축법 시행규칙(2014. 11. 28. 국토교통부령 제147호로 개정되기 전의 것) 제6조 제1항 제3호, 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제2조 제6호 (가)목, 제7호, 제43조 제2항, 제88조 제3항, 구 국토의 계획 및 이용에 관한 법률 시행령(2013. 12. 30. 대통령령 제25050호로 개정되기 전의 것) 제2조 제1항 제1호, 구 도시·군계획시설의 결정·구조 및 설치기준에 관한 규칙(2013. 12. 31. 국토교통부령 제51호로 개정되기 전의 것) 제29조, 제30조 제2항, 주차장법 제2조 제11호, 제6조 제1항, 구 주차장법 시행령(2014. 12. 30. 대통령령 제25935호로 개정되기 전의 것) 제1조의2 제1항, 주차장법 시행규칙 제6조 제4항, 제5항, 서울특별시 주차장 설치 및 관리조례 제16조 제1항<br/>",
  "참조판례": "[2] 대법원 2011. 1. 20. 선고 2010두14954 전원합의체 판결(공2011상, 427)<br/>"
}