{
  "판례일련번호": "178642",
  "사건명": "부당이득금",
  "사건번호": "2014다85391",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150709",
  "판시사항": "[1] 공익사업에서 생활기본시설 용지비 등을 산정할 때 존치부지 면적을 총사업면적에서 제외하여야 하는지 여부(적극)<br/>[2] 공익사업의 사업주체가 당해 지역에 가스 등을 공급하는 자에게 가스공급설비 등의 부지로 제공하기 위하여 그에 해당하는 용지를 택지조성원가 산정 당시 유상공급면적에 포함시킨 경우, 그 용지비가 생활기본시설 설치비용에 포함되는지 여부(원칙적 소극)<br/>[3] 공익사업에서 도로축조 및 포장공사비, 상·하수도공사비는 전액이 생활기본시설 설치를 위한 공사비에 해당하는지 여부(적극) 및 이를 제외한 나머지 토목공사비 중 생활기본시설 설치를 위한 공사비의 산정방식 / 도로와 상·하수도 등 생활기본시설 자체의 설치비용 액수가 명확하지 않은 경우, 전체 토목공사비 중 생활기본시설 설치비용을 산정하는 방법<br/>[4] 택지조성원가 중 조성비에 계상된 항목의 비용이 생활기본시설 설치비용에 포함되기 위한 요건과 범위 및 그 증명책임의 소재(=생활기본시설 설치비용임을 주장하는 자)<br/>",
  "판결요지": "[1] 존치부지는 공익사업의 시행자가 사업지구 안에 있는 기존의 건축물이나 그 밖의 시설을 이전하거나 철거하지 아니하여도 개발사업에 지장이 없다고 인정하여 그대로 존치시킨 부지로서 협의취득이나 수용 또는 무상취득의 대상에서 제외되고 유상공급은 물론 공공시설물의 설치를 위한 무상귀속 대상에도 포함되지 아니하므로 사업시행자가 실질적으로 사업을 시행하는 부분이 아닌 점, 택지조성원가는 ‘총사업비 ÷ 총유상공급면적’의 방식으로 산정되므로 존치부지의 유무나 면적의 크기는 택지조성원가의 산정에 아무런 영향을 미치지 아니하는 점, 총사업면적에 존치부지 면적을 포함하게 되면 존치부지 면적을 제외하고는 사업 내용이 모두 동일한 경우에도 존치부지 면적에 따라 생활기본시설 설치비용이 달라지는 불합리한 결과가 발생하는 점 등을 종합하면, 생활기본시설 용지비 등을 산정할 때 존치부지 면적은 총사업면적에서 제외함이 타당하다.<br/>[2] 사업주체가 당해 지역에 가스·난방 또는 전기를 공급하는 자에게 가스공급설비, 집단에너지공급시설, 변전소 등의 부지로 제공하기 위하여 그에 해당하는 용지를 택지조성원가 산정 당시 유상공급면적에 포함시켰다면 비록 그 시설이 생활기본시설이라 하더라도 다른 특별한 사정이 없는 한 그 용지비가 분양대금에 전가된 것이 아니므로 이를 생활기본시설 설치비용에 포함시킬 것이 아니다.<br/>[3] 도로와 상·하수도시설은 생활기본시설에 해당하므로, 설치비용인 도로축조 및 포장공사비, 상·하수도공사비는 전액이 생활기본시설 설치를 위한 공사비에 해당하고, 전체 토목공사비 중 이를 제외한 나머지 공사비는 생활기본시설의 설치를 위하여 지출된 비율, 즉 총사업면적에 대한 생활기본시설 설치면적의 비율의 범위 내에서 생활기본시설 설치를 위한 공사비에 해당한다. 그리고 도로와 상·하수도 등 생활기본시설 자체의 설치비용 액수가 명확하지 아니한 경우에는 논리와 경험의 법칙에 반하지 아니하는 범위 내에서 객관성과 합리성을 갖춘 방식으로 전체 토목공사비 중 생활기본시설 설치비용을 추산할 수밖에 없을 것이지만, 전체 토목공사비 중 총사업면적에 대한 생활기본시설 설치면적의 비율 범위로 생활기본시설 설치비용을 추산하는 방식은 위에서 본 산정방식에 따를 때보다 항상 적은 금액이 산정되는 결과가 될 것이므로, 그와 같이 추산하기에 앞서 생활기본시설 자체의 설치비용을 가려낼 수 있는지에 관하여 충분한 심리를 거쳐야 한다.<br/>[4] 택지조성원가 중 조성비에 계상된 항목의 비용은 비용 지출과 생활기본시설 설치와의 관련성, 즉 생활기본시설 설치를 위하여 해당 비용이 지출된 것으로 인정되어야만 전부 또는 총사업면적에 대한 생활기본시설 설치면적의 비율 범위 내에서 생활기본시설 설치비용에 포함되고, 관련성의 증명책임은 그 항목의 비용이 생활기본시설 설치비용임을 주장하는 측에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제4항 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제4항 / [3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제4항, 주택법 제23조, 민사소송법 제202조 / [4] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제4항, 민사소송법 제288조<br/>",
  "참조판례": "[3] 대법원 2013. 9. 26. 선고 2012다30823 판결(공2013하, 1932)<br/>"
}