{
  "판례일련번호": "178639",
  "사건명": "손실보상금·손실보상금",
  "사건번호": "2013두3658,3665",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150709",
  "판시사항": "[1] 토지조사부에 토지의 소유자로 등재되어 있는 사람은 소유자로 사정받아 사정이 확정된 것으로 추정되어 토지를 원시적으로 취득하게 되는지 여부(원칙적 적극) 및 보존등기 명의인 이외의 자가 당해 토지를 사정받은 것으로 밝혀진 경우, 소유권보존등기의 추정력이 깨어지는지 여부(적극) / 토지가 하천구역에 편입되기 전에 다른 사람에게 처분하는 등으로 소유권을 상실했다고 볼 만한 사정이 있는 경우, 사정명의인이 토지의 하천구역 편입에 따른 손실보상청구권을 가지는지 여부(소극)<br/>[2] 구 토지대장상 미등기토지의 소유권이 ‘국’으로 이전된 것으로 등재되어 있는 경우, 그 무렵 기재대로 소유권이 이전되었다고 인정되는지 여부(원칙적 적극)<br/>[3] 진정성립이 추정되는 공문서 내용의 증명력을 배척할 수 있는지 여부(원칙적 소극) 및 공문서의 기재 중에 의문점이 있는 부분이 있는 경우, 기재 내용대로 증명력을 가지는지 여부(원칙적 적극)<br/>[4] 구 토지대장에 甲이 사정받은 것으로 기재되어 있고, 씨명경정(氏名更正)을 이유로 소유자가 변경되었다가, 다시 ‘국(國)’으로 소유권이 이전된 것으로 등재되어 있는 토지가 미등기 상태로 있다가 대한민국 앞으로 소유권보존등기가 마쳐졌는데, 甲의 후손 乙 등이 위 토지에 대하여 하천구역 편입에 따른 손실보상금의 지급을 청구한 사안에서, ‘국’이 토지에 관한 소유권을 취득했다고 추정되고, 공문서인 구 토지대장의 증명력을 배척할 수는 없다고 한 사례<br/>",
  "판결요지": "[1] 토지조사부에 토지의 소유자로 등재되어 있는 사람은 재결에 의하여 사정 내용이 변경되었다는 등의 반증이 없는 이상 소유자로 사정받아 사정이 확정된 것으로 추정되어 토지를 원시적으로 취득하게 되고, 소유권보존등기의 추정력은 보존등기 명의인 이외의 자가 당해 토지를 사정받은 것으로 밝혀지면 깨어진다. 그러나 사정명의인이라 하더라도 토지가 하천구역에 편입되기 이전에 다른 사람에게 처분하는 등으로 소유권을 상실하였다고 볼 만한 사정이 있는 경우에는 토지의 하천구역 편입에 따른 손실보상청구권을 가진다고 볼 수 없다.<br/>[2] 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조 제1호는 “소유권의 이전에 관한 사항은 등기관리의 통지가 있지 아니하면 토지대장에 등록할 수 없다. 다만 국유지의 불하·교환·양여 또는 미등기 토지의 수용으로 인하여 소유권을 이전한 경우 및 미등기 토지가 국유로 된 경우에는 그러하지 아니하다.”고 규정하고 있으므로, 구 토지대장상 소유자변동의 기재는 위 규정에 따라 등기공무원의 통지에 의하여 이루어진 것이라고 보아야 하고, 위 조항 단서의 경우에는 토지대장을 관리하는 국가에서 소유권의 이전사실을 스스로 확인할 수 있기 때문에 등기공무원의 통지가 없어도 대장에 소유권이전의 등록을 할 수 있게 한 것이라고 보아야 하므로, 구 토지대장상 미등기토지의 소유권이 ‘국’으로 이전된 것으로 등재되어 있다면 특별한 사정이 없는 한 그 무렵 기재대로 소유권이 이전되었다고 인정된다.<br/>[3] 진정성립이 추정되는 공문서는 진실에 반한다는 등의 특별한 사정이 없는 한 그 내용의 증명력을 쉽게 배척할 수 없으므로, 공문서의 기재 중에 의문점이 있는 부분이 일부 있더라도 기재 내용과 배치되는 사실이나 문서가 작성된 근거와 경위에 비추어 기재가 비정상적으로 이루어졌거나 내용의 신빙성을 의심할 만한 특별한 사정을 증명할 만한 다른 증거자료가 없는 상황이라면 기재 내용대로 증명력을 가진다.<br/>[4] 구 토지대장에 甲이 사정받은 것으로 기재되어 있고, 甲이 사망한 이후 씨명경정(氏名更正)을 이유로 소유자가 변경되었다가, 다시 ‘국(國)’으로 소유권이 이전된 것으로 등재되어 있는 토지가 미등기 상태로 있다가 대한민국 앞으로 소유권보존등기가 마쳐졌는데, 甲의 후손 乙 등이 중랑천 제외지였던 위 토지에 대하여 하천구역 편입에 따른 손실보상금의 지급을 청구한 사안에서, 甲이 토지를 사정받은 때로부터 씨명경정 전까지 재결에 의하여 토지에 관한 사정내용이 변경되었을 가능성을 배제할 수 없고, ‘국’ 앞으로 소유권이 이전되는 것이 가능한 것으로 보이며 비정상적으로 이루어졌다고 의심할 만한 사정은 보이지 않으므로 ‘국’이 토지에 대한 소유권을 취득했다고 추정되고, 토지대장상 씨명경정이 된 경위가 분명하지 않다고 하여 공문서인 구 토지대장의 증명력을 배척할 수는 없다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제186조, 부동산등기법 제65조 / [2] 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조 제1호 / [3] 민사소송법 제356조 / [4] 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조 제1호, 구 조선하천령(1961. 12. 30. 법률 제892호 하천법 부칙 제2항으로 폐지) 제1조, 제2조, 제3조, 제4조, 제5조, 제8조, 제10조, 제11조, 제28조, 제34조, 제43조, 제44조, 하천편입토지 보상 등에 관한 특별조치법 제2조<br/>",
  "참조판례": "[1] 대법원 2008. 12. 24. 선고 2007다79718 판결, 대법원 2011. 5. 13. 선고 2009다94384 판결(공2011상, 1135) / [2] 대법원 1990. 3. 20.자 89마389 결정(공1990, 942), 대법원 1993. 10. 26. 선고 93다5383 판결(공1993하, 3170) / [3] 대법원 2002. 2. 22. 선고 2001다78768 판결(공2002상, 763)<br/>"
}