{
  "판례일련번호": "178871",
  "사건명": "특별공급적격처분취소",
  "사건번호": "2012두22911",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150723",
  "판시사항": "[1] 도시개발사업에서 ‘공익사업을 위한 관계 법령에 의한 고시 등이 있은 날’에 해당하는 법정 이주대책기준일(=도시개발구역의 지정에 관한 공람공고일) 및 이를 기준으로 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제3항 본문에 따라 법이 정한 이주대책대상자인지를 가려야 하는지 여부(적극)<br/>[2] 공익사업의 시행자가 법정 이주대책대상자를 포함하여 그 밖의 이해관계인에게까지 대상자를 넓혀 이주대책 수립 등을 시행할 수 있는지 여부(적극) / 시혜적으로 시행되는 이주대책 수립 등의 경우, 대상자의 범위나 그들에 대한 이주대책 수립 등의 내용을 어떻게 정할 것인지에 관하여 사업시행자에게 폭넓은 재량이 있는지 여부(적극) 및 이주대책의 내용으로서 사업시행자가 생활기본시설을 설치하고 비용을 부담하도록 강제한 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제4항이 시혜적인 이주대책대상자에까지 적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 토지수용 절차에 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률을 준용하도록 한 관계 법률에서 사업인정의 고시 외에 주민 등에 대한 공람공고를 예정하고 있는 경우에, 공익사업의 시행으로 인하여 주거용 건축물을 제공함에 따라 생활의 근거를 상실하게 되는 자(이하 ‘이주대책대상자’라 한다)의 기준이 되는 ‘공익사업을 위한 관계 법령에 의한 고시 등이 있은 날’에는 사업인정의 고시일뿐만 아니라 공람공고일도 포함될 수 있다.<br/>  그렇지만 법령이 정하는 이주대책대상자에 해당되는지를 판단하는 기준은 각 공익사업의 근거 법령에 따라 개별적으로 특정되어야 한다. 강행규정인 이주대책의 수립·실시 또는 이주정착금의 지급에 관한 공익사업을 위한 토지 등의 취득 및 보상에 관한 법령의 적용대상은 일관성 있게 정해져야 하므로 그 기준이 되는 개별 법령의 법정 이주대책기준일은 하나로 해석함이 타당하다. 만약 그와 반대로 이를 둘 이상으로 보아 사업시행자가 그중 하나를 마음대로 선택할 수 있다고 한다면 사업마다 기준이 달라지게 되어 혼란을 초래하고 형평에 반하는 결과를 낳을 수 있어 바람직하지 않다.<br/>  따라서 이러한 사정들과 아울러, 도시개발법상 공익사업의 진행절차와 사업 시행에 따른 투기적 거래를 방지하여야 할 정책적 필요성 등을 종합하여 보면, 도시개발사업에서 ‘공익사업을 위한 관계 법령에 의한 고시 등이 있은 날’에 해당하는 법정 이주대책기준일은 구 도시개발법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제7조, 구 도시개발법 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제11조 제2항, 제1항의 각 규정에 따른 도시개발구역의 지정에 관한 공람공고일이며, 이를 기준으로 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제3항 제2호 본문에 따라 법이 정한 이주대책대상자인지를 가려야 한다.<br/>[2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다) 및 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령이 공익사업의 시행으로 인하여 주거용 건축물을 제공함에 따라 생활의 근거를 상실하게 되는 자(이하 ‘이주대책대상자’라 한다)의 범위를 정하고 이주대책대상자에게 시행할 이주대책 수립·실시 또는 이주정착금의 지급(이하 ‘이주대책 수립 등’이라 한다)의 내용에 관하여 구체적으로 규정하고 있으므로, 사업시행자는 법이 정한 이주대책대상자를 법령이 예정하고 있는 이주대책 수립 등의 대상에서 임의로 제외해서는 아니 된다. 그렇지만 규정 취지가 사업시행자가 시행하는 이주대책 수립 등의 대상자를 법이 정한 이주대책대상자로 한정하는 것은 아니므로, 사업시행자는 해당 공익사업의 성격, 구체적인 경위나 내용, 원만한 시행을 위한 필요 등 제반 사정을 고려하여 법이 정한 이주대책대상자를 포함하여 그 밖의 이해관계인에게까지 넓혀 이주대책 수립 등을 시행할 수 있다.<br/>  그런데 사업시행자가 이주대책 수립 등의 시행 범위를 넓힌 경우에, 그 내용은 법이 정한 이주대책대상자에 관한 것과 그 밖의 이해관계인에 관한 것으로 구분되고, 그 밖의 이해관계인에 관한 이주대책 수립 등은 법적 의무가 없는 시혜적인 것이다. 따라서 시혜적으로 시행되는 이주대책 수립 등의 경우에 대상자(이하 ‘시혜적인 이주대책대상자’라 한다)의 범위나 그들에 대한 이주대책 수립 등의 내용을 어떻게 정할 것인지에 관하여는 사업시행자에게 폭넓은 재량이 있다. 그리고 이주대책의 내용으로서 사업시행자가 이주정착지(이주대책의 실시로 건설하는 주택단지를 포함한다)에 대한 도로·급수시설·배수시설 그 밖의 공공시설 등 통상적인 수준의 생활기본시설을 설치하고 비용을 부담하도록 강제한 공익사업법 제78조 제4항은 법이 정한 이주대책대상자를 대상으로 하여 특별히 규정된 것이므로, 이를 넘어서서 그 규정이 시혜적인 이주대책대상자에까지 적용된다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도시개발법 제24조, 구 도시개발법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제7조, 구 도시개발법 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제11조 제1항, 제2항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제3항 제2호 / [2] 도시개발법 제24조, 구 도시개발법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제7조, 구 도시개발법 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제11조 제1항, 제2항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제3항 제2호<br/>",
  "참조판례": "[1] 대법원 2009. 2. 26. 선고 2007두13340 판결(공2009상, 381) / [2] 대법원 2014. 2. 27. 선고 2013두7520 판결<br/>"
}