{
  "판례일련번호": "178860",
  "사건명": "이사선임처분취소·이사선임처분취소",
  "사건번호": "2012두19496,19502",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150723",
  "판시사항": "[1] 행정처분의 직접 상대방이 아닌 제3자가 행정처분의 취소를 구할 수 있는 요건으로서 ‘법률상 보호되는 이익’의 의미 및 당해 처분의 근거 법규 및 관련 법규에 의하여 보호되는 법률상 이익의 의미<br/>[2] 교육부장관이 사학분쟁조정위원회의 심의를 거쳐 甲 대학교를 설치·운영하는 乙 학교법인의 이사 8인과 임시이사 1인을 선임한 데 대하여 甲 대학교 교수협의회와 총학생회 등이 이사선임처분의 취소를 구하는 소송을 제기한 사안에서, 甲 대학교 교수협의회와 총학생회는 이사선임처분을 다툴 법률상 이익을 가지지만, 전국대학노동조합 甲 대학교지부는 법률상 이익이 없다고 한 사례<br/>",
  "판결요지": "[1] 행정처분의 직접 상대방이 아닌 제3자라 하더라도 당해 행정처분으로 법률상 보호되는 이익을 침해당한 경우에는 취소소송을 제기하여 당부의 판단을 받을 자격이 있다. 여기에서 말하는 법률상 보호되는 이익은 당해 처분의 근거 법규 및 관련 법규에 의하여 보호되는 개별적·직접적·구체적 이익이 있는 경우를 말하고, 공익보호의 결과로 국민 일반이 공통적으로 가지는 일반적·간접적·추상적 이익과 같이 사실적·경제적 이해관계를 갖는 데 불과한 경우는 여기에 포함되지 아니한다. 또 당해 처분의 근거 법규 및 관련 법규에 의하여 보호되는 법률상 이익은 당해 처분의 근거 법규의 명문 규정에 의하여 보호받는 법률상 이익, 당해 처분의 근거 법규에 의하여 보호되지는 아니하나 당해 처분의 행정목적을 달성하기 위한 일련의 단계적인 관련 처분들의 근거 법규에 의하여 명시적으로 보호받는 법률상 이익, 당해 처분의 근거 법규 또는 관련 법규에서 명시적으로 당해 이익을 보호하는 명문의 규정이 없더라도 근거 법규 및 관련 법규의 합리적 해석상 그 법규에서 행정청을 제약하는 이유가 순수한 공익의 보호만이 아닌 개별적·직접적·구체적 이익을 보호하는 취지가 포함되어 있다고 해석되는 경우까지를 말한다.<br/>[2] 교육부장관이 사학분쟁조정위원회의 심의를 거쳐 甲 대학교를 설치·운영하는 乙 학교법인의 이사 8인과 임시이사 1인을 선임한 데 대하여 甲 대학교 교수협의회와 총학생회 등이 이사선임처분의 취소를 구하는 소송을 제기한 사안에서, 임시이사제도의 취지, 교직원·학생 등의 학교운영에 참여할 기회를 부여하기 위한 개방이사 제도에 관한 법령의 규정 내용과 입법 취지 등을 종합하여 보면, 구 사립학교법(2011. 4. 12. 법률 제10580호로 개정되기 전의 것, 이하 같다)과 구 사립학교법 시행령(2011. 6. 9. 대통령령 제22971호로 개정되기 전의 것, 이하 같다) 및 乙 법인 정관 규정은 헌법 제31조 제4항에 정한 교육의 자주성과 대학의 자율성에 근거한 甲 대학교 교수협의회와 총학생회의 학교운영참여권을 구체화하여 이를 보호하고 있다고 해석되므로, 甲 대학교 교수협의회와 총학생회는 이사선임처분을 다툴 법률상 이익을 가지지만, 고등교육법령은 교육받을 권리나 학문의 자유를 실현하는 수단으로서 학생회와 교수회와는 달리 학교의 직원으로 구성된 노동조합의 성립을 예정하고 있지 아니하고, 노동조합은 근로자가 주체가 되어 자주적으로 단결하여 근로조건의 유지·개선 기타 근로자의 경제적·사회적 지위의 향상을 도모하기 위하여 조직된 단체인 점 등을 고려할 때, 학교의 직원으로 구성된 노동조합이 교육받을 권리나 학문의 자유를 실현하는 수단으로서 직접 기능한다고 볼 수는 없으므로, 개방이사에 관한 구 사립학교법과 구 사립학교법 시행령 및 乙 법인 정관 규정이 학교직원들로 구성된 전국대학노동조합 乙 대학교지부의 법률상 이익까지 보호하고 있는 것으로 해석할 수는 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제12조 / [2] 헌법 제31조 제4항, 구 사립학교법(2011. 4. 12. 법률 제10580호로 개정되기 전의 것) 제14조, 제25조 제1항, 제25조의3, 제26조의2 제2항, 구 사립학교법 시행령(2011. 6. 9. 대통령령 제22971호로 개정되기 전의 것) 제10조의6 제1항, 제3항, 구 고등교육법(2011. 7. 21. 법률 제10866호로 개정되기 전의 것) 제6조, 제19조, 구 고등교육법 시행령(2012. 1. 6. 대통령령 제23485호로 개정되기 전의 것) 제4조 제1항, 노동조합 및 노동관계조정법 제2조 제4호, 행정소송법 제12조<br/>",
  "참조판례": "[1] 대법원 2002. 10. 25. 선고 2001두4450 판결(공2002하, 2881), 대법원 2004. 8. 16. 선고 2003두2175 판결, 대법원 2013. 9. 12. 선고 2011두33044 판결(공2013하, 1810)<br/>"
}