{
  "판례일련번호": "179110",
  "사건명": "배당이의",
  "사건번호": "2015다204762",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150819",
  "판시사항": "[1] 근로기준법 및 구 근로자퇴직급여 보장법에 따라 우선변제청구권을 갖는 임금채권자가 강제집행절차 등에서 배당요구의 종기까지 적법하게 배당요구를 하여야 우선배당을 받을 수 있는지 여부(적극) / 이 경우 ‘최종 3개월분의 임금’과 ‘최종 3년간의 퇴직금’의 의미 및 ‘최종 3년간의 퇴직금’의 경우 배당요구 종기일 이전에 퇴직금 지급사유가 발생하여야 하는지 여부(적극)<br/>[2] 우선변제권이 있는 임금채권자가 현재 및 장래의 임금이나 퇴직금 채권을 피담보채권으로 하여 사용자의 재산에 관한 근저당권을 취득한 경우, 배당표가 확정되기 전까지 피담보채권이 우선변제권이 있는 임금채권임을 소명하면 최종 3개월분의 임금이나 최종 3년간의 퇴직금 등에 관한 채권에 대하여 선순위 근저당권자 등보다 우선배당을 받을 수 있는지 여부(적극) / 이 경우 ‘최종 3개월분의 임금’과 ‘최종 3년간의 퇴직금’의 의미 및 ‘최종 3년간의 퇴직금’의 경우 배당요구 종기일 이전에 퇴직금 지급사유가 발생하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 근로기준법 제38조 제2항에 따른 최종 3개월분의 임금, 재해보상금과 구 근로자퇴직급여 보장법(2011. 7. 25. 법률 제10967호로 전부 개정되기 전의 것) 제11조 제2항에 따른 최종 3년간의 퇴직금에 해당하는 채권은 사용자의 총재산에 대하여 질권·저당권 또는 동산·채권 등의 담보에 관한 법률에 따른 담보권에 따라 담보된 채권, 조세·공과금 및 다른 채권에 우선하여 변제되어야 한다. 이는 근로자의 최저생활을 보장하고자 하는 공익적 요청에서 일반 담보물권의 효력을 일부 제한하고 임금채권의 우선변제권을 규정한 것으로서 규정의 취지는 최종 3개월분의 임금 등에 관한 채권은 다른 채권과 동시에 사용자의 동일재산에서 경합하여 변제받는 경우에 성립의 선후나 질권이나 저당권의 설정 여부에 관계없이 우선적으로 변제받을 수 있는 권리가 있을 뿐이므로, 근로기준법 등에 따라 우선변제청구권을 갖는 임금채권자라고 하더라도 강제집행절차나 임의경매절차에서 배당요구의 종기까지 적법하게 배당요구를 하여야만 우선배당을 받을 수 있는 것이 원칙이다. 여기서 최종 3개월분의 임금은 배당요구 이전에 이미 근로관계가 종료된 근로자의 경우에는 근로관계 종료일부터 소급하여 3개월 사이에 지급사유가 발생한 임금 중 미지급분, 배당요구 당시에도 근로관계가 종료되지 않은 근로자의 경우에는 배당요구 시점부터 소급하여 3개월 사이에 지급사유가 발생한 임금 중 미지급분을 말한다. 그리고 최종 3년간의 퇴직금도 이와 같이 보아야 하므로, 배당요구 종기일 이전에 퇴직금 지급사유가 발생하여야 한다.<br/>[2] 경매개시결정등기 전에 등기되고 매각으로 소멸하는 근저당권자는 배당요구를 하지 않더라도 당연히 배당을 받을 수 있는 채권자로서 배당요구 없이도 등기부상 기재된 채권최고액의 범위 내에서 순위에 따른 배당을 받을 수 있는데, 우선변제권이 있는 임금채권자가 현재 및 장래의 임금이나 퇴직금 채권을 피담보채권으로 하여 사용자의 재산에 관한 근저당권을 취득한 경우 배당요구의 종기까지 우선권 있는 임금채권임을 소명하지 않았다고 하더라도 배당표가 확정되기 전까지 피담보채권이 우선변제권이 있는 임금채권임을 소명하면 최종 3개월분의 임금이나 최종 3년간의 퇴직금 등에 관한 채권에 대하여는 선순위 근저당권자 등보다 우선배당을 받을 수 있다. 다만 근저당권 설정 없이 우선변제권이 있는 임금채권자로서 배당요구의 종기까지 배당요구를 한 경우와 마찬가지로, 근저당권의 피담보채권이 우선권 있는 임금채권임을 소명함으로써 선순위 근저당권자 등보다 우선배당을 받을 수 있는 최종 3개월분의 임금은 배당요구의 종기에 이미 근로관계가 종료된 근로자의 경우에는 근로관계 종료일부터, 배당요구의 종기 당시에도 근로관계가 종료되지 않은 근로자의 경우에는 배당요구의 종기부터 소급하여 3개월 사이에 지급사유가 발생한 임금 중 미지급분을 말하는 것이고, 최종 3년간의 퇴직금도 배당요구 종기일 이전에 퇴직금 지급사유가 발생하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제38조 제2항, 구 근로자퇴직급여 보장법(2011. 7. 25. 법률 제10967호로 전부 개정되기 전의 것) 제11조 제2항(현행 제12조 제2항 참조), 민사집행법 제88조, 제148조 제4호 / [2] 근로기준법 제38조 제2항, 구 근로자퇴직급여 보장법(2011. 7. 25. 법률 제10967호로 전부 개정되기 전의 것) 제11조 제2항(현행 제12조 제2항 참조), 민사집행법 제88조, 제148조 제4호, 제149조<br/>",
  "참조판례": "[1] 대법원 1999. 4. 9. 선고 98다47412 판결, 대법원 2008. 6. 26. 선고 2006다1930 판결(공2008하, 1044)<br/>"
}