{
  "판례일련번호": "179207",
  "사건명": "직무이행명령(2013.4.10)취소",
  "사건번호": "2013추517",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150910",
  "판시사항": "[1] 교육감의 담당 교육청 소속 국가공무원인 도교육청 교육국장 및 그 하급자들에 대한 징계의결요구 신청 사무가 기관위임 국가사무인지 여부(적극)<br/>[2] 공립·사립학교의 장이 행하는 학교생활기록부 작성에 관한 교육감의 지도·감독 사무가 시·도 교육감에게 위임된 국가사무인지 여부(적극)<br/>[3] 교육감이 학교생활기록 작성 사무에 대한 지도·감독 사무의 성격에 관한 선례 등이 확립되지 않은 상황에서 이를 자치사무로 보아 사무를 집행하였는데 사후에 기관위임 국가사무임이 밝혀진 경우, 기존에 행한 사무의 구체적인 집행행위가 징계사유에 해당하는지 여부(소극)<br/>[4] 감사대상 시·도교육청 소속 공무원이 교육부장관이나 감사활동 수행자의 감사활동에 협조할 의무를 부담하는지 여부(적극) 및 시·도교육청 소속 공무원이 이러한 법령상 의무를 위반하여 감사를 거부한 행위가 징계사유를 구성하는지 여부(적극)<br/>[5] 교육감이 ‘특별한 사정’이 없이 의무에 속한 국가위임사무를 이행하지 않는 경우, 지방자치법 제170조 제1항에서 정한 ‘국가위임사무의 관리와 집행을 명백히 게을리하고 있다’는 요건을 충족하는지 여부(적극) / 여기서 ‘특별한 사정’의 의미 및 교육감이 특정 국가위임사무를 관리·집행할 의무가 있는지에 관하여 교육부장관과 다른 견해를 취하여 이를 이행하고 있지 아니한 사정이 이에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 교육공무원 징계사무의 성격, 권한의 위임에 관한 교육공무원법령의 규정 형식과 내용 등에 비추어 보면, 국가공무원인 도교육청 교육국장 및 그 하급자인 장학관, 장학사에 대한 징계는 국가사무이고, 그 일부인 징계의결요구의 신청 역시 국가사무에 해당한다. 따라서 교육감이 담당 교육청 소속 국가공무원인 도교육청 교육국장 및 그 하급자들에 대하여 하는 징계의결요구 신청 사무는 기관위임 국가사무라고 보아야 한다.<br/>[2] 학교생활기록에 관한 초·중등교육법, 고등교육법 및 각 시행령의 규정 내용에 의하면, 어느 학생이 시·도 상호 간 또는 국립학교와 공립·사립학교 상호 간 전출하는 경우에 학교생활기록의 체계적·통일적인 관리가 필요하고, 중학생이 다른 시·도 지역에 소재한 고등학교에 진학하는 경우에도 학교생활기록은 고등학교의 입학전형에 반영되며, 고등학생의 학교생활기록은 피고의 지도·감독을 받는 대학교의 입학전형자료로 활용되므로, 학교의 장이 행하는 학교생활기록의 작성에 관한 사무는 국민 전체의 이익을 위하여 통일적으로 처리되어야 할 성격의 사무이다.<br/>  따라서 전국적으로 통일적 처리를 요하는 학교생활기록의 작성에 관한 사무에 대한 감독관청의 지도·감독 사무도 국민 전체의 이익을 위하여 통일적으로 처리되어야 하므로, 공립·사립학교의 장이 행하는 학교생활기록부 작성에 관한 교육감의 지도·감독 사무는 국립학교의 장이 행하는 학교생활기록부 작성에 관한 교육부장관의 지도·감독 사무와 마찬가지로 국가사무로서, 시·도 교육감에 위임된 사무이다.<br/>[3] 교육감의 학교생활기록의 작성에 관한 사무에 대한 지도·감독 사무는 기관위임 국가사무에 해당하지만, 지방자치법 제169조에 규정된 취소처분에 대한 이의소송의 입법 취지 등을 고려할 때, 교육감이 지도·감독 사무의 성격에 관한 선례나 학설, 판례 등이 확립되지 않은 상황에서 이를 자치사무라고 보아 사무를 집행하였는데, 사후에 사법절차에서 그 사무가 기관위임 국가사무임이 밝혀졌다는 이유만으로는 곧바로 기존에 행한 사무의 구체적인 집행행위가 위법하다고 보아 징계사유에 해당한다고 볼 수는 없다.<br/>[4] 감사절차에 관한 국가공무원법 제56조, 지방자치법 제167조, 제171조, 제171조의2, 구 지방자치단체에 대한 행정감사규정(2013. 3. 23. 대통령령 제24425호로 개정되기 전의 것) 제11조 제1항 제1호, 제2호, 제3항, 제12조 제1항, 제2항, 제3항의 규정 내용, 형식 및 입법 취지 등을 고려할 때, 감사대상 시·도교육청 소속 공무원은 교육부장관이나 감사활동 수행자의 감사활동에 협조할 의무를 부담한다. 따라서 징계대상자들이 이러한 법령상 의무를 위반하여 감사를 거부한 행위는 징계사유를 구성한다.<br/>[5] 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 제1항에 따르면, 교육부장관은 교육감이 의무에 속하는 국가위임사무의 관리와 집행을 명백히 게을리하고 있다고 인정되면 교육감에게 이행할 사항을 명할 수 있다.<br/>  여기서 ‘국가위임사무의 관리와 집행을 명백히 게을리하고 있다’는 요건은 국가위임사무를 관리·집행할 의무가 성립함을 전제로 하는데, 교육감은 의무에 속한 국가위임사무를 이행하는 것이 원칙이므로, 교육감이 특별한 사정이 없이 의무를 이행하지 아니한 때에는 이를 충족한다. 여기서 특별한 사정이란, 국가위임사무를 관리·집행할 수 없는 법령상 장애사유 또는 지방자치단체의 재정상 능력이나 여건의 미비, 인력의 부족 등 사실상의 장애사유를 뜻하고, 교육감이 특정 국가위임사무를 관리·집행할 의무가 있는지에 관하여 교육부장관과 다른 견해를 취하여 이를 이행하고 있지 아니한 사정은 이에 해당한다고 볼 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방교육자치에 관한 법률 제3조, 지방자치법 제9조, 제102조 / [2] 교육기본법 제9조 제4항, 제17조, 초·중등교육법 제6조, 제25조, 제47조 제2항, 초·중등교육법 시행령 제82조, 고등교육법 제34조 제2항, 고등교육법 시행령 제35조, 지방교육자치에 관한 법률 제3조, 지방자치법 제9조, 제102조 / [3] 교육기본법 제9조 제4항, 제17조, 초·중등교육법 제6조, 제25조, 제47조 제2항, 초·중등교육법 시행령 제82조, 고등교육법 제34조 제2항, 고등교육법 시행령 제35조, 지방교육자치에 관한 법률 제3조, 국가공무원법 제78조 / [4] 국가공무원법 제56조, 지방자치법 제167조, 제171조, 제171조의2, 구 지방자치단체에 대한 행정감사규정(2013. 3. 23. 대통령령 제24425호로 개정되기 전의 것) 제11조 제1항 제1호, 제2호, 제3항, 제12조 제1항, 제2항, 제3항, 국가공무원법 제78조 / [5] 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 제1항<br/>",
  "참조판례": "[1][2][3] 대법원 2014. 2. 27. 선고 2012추213 판결(공2014상, 744) / [2] 대법원 2014. 2. 27. 선고 2012추183 판결(공2014상, 739) / [5] 대법원 2013. 6. 27. 선고 2009추206 판결(공2013하, 1355)<br/>"
}