{
  "판례일련번호": "179204",
  "사건명": "양도소득세등부과처분취소",
  "사건번호": "2010두1385",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150910",
  "판시사항": "[1] 구 국세기본법 제26조의2 제1항 제1호 및 제3호의 내용과 입법 취지 및 여기에서 말하는 ‘부정한 행위’에 납세의무자의 대리인이나 이행보조자 등의 부정한 행위도 포함되는지 여부(원칙적 적극)<br/>[2] 국세기본법 제14조에서 규정하는 실질과세의 원칙의 의미 / 납세의무자인 양도인과 최종 양수인 사이에 중간 거래가 개입되었으나 실제로는 양도인과 최종 양수인 사이에 하나의 양도거래가 있는 경우, 실질과세의 원칙상 양도거래로 인한 효과가 모두 양도인에게 귀속되는지 여부(적극)<br/>[3] 대리인이 위임의 취지에 반하여 자산을 저가에 양도한 것처럼 본인을 속여 양도대금의 일부를 횡령하고, 횡령금액 상당의 손해배상채권이 회수불능이 되어 장래 소득이 실현될 가능성이 없게 된 것이 객관적으로 명백한 경우, 그 소득을 과세소득으로 하여 본인에게 양도소득세를 부과할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 국세기본법(1999. 12. 31. 법률 제6070호로 개정되기 전의 것) 제26조의2 제1항 제1호 및 제3호의 내용과 입법 취지는 조세법률관계의 신속한 확정을 위하여 원칙적으로 국세 부과권의 제척기간을 5년으로 하면서도 국세에 관한 과세요건사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청은 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 행사를 기대하기가 어려우므로 국세에 대한 부과제척기간을 10년으로 연장하는 데 있다. 그렇다면 여기서 말하는 ‘부정한 행위’에는 납세의무자 본인의 부정한 행위뿐만 아니라, 납세의무자가 스스로 관련 업무의 처리를 위탁함으로써 행위영역 확장의 이익을 얻게 되는 납세의무자의 대리인이나 이행보조자 등의 부정한 행위도 다른 특별한 사정이 없는 한 포함된다.<br/>[2] 국세기본법 제14조에서 규정하는 실질과세의 원칙은, 납세의무자가 소득이나 수익, 재산, 거래 등의 과세요건사실에 관하여 실질과 괴리되는 비합리적인 형식이나 외관을 취한 경우 형식이나 외관에 불구하고 뒤에 숨어 있는 실질에 따라 과세요건이 되는 소득이나 수익, 재산, 거래 등의 발생, 귀속과 내용 등을 파악하여 과세하여야 한다는 국세부과의 원칙을 말한다. 따라서 납세의무자인 양도인과 최종 양수인 사이에 중간 거래가 개입되었으나 그것이 가장행위에 의한 형식상의 양도거래에 불과하고 실제로는 양도인과 최종 양수인 사이에 하나의 양도거래가 있을 뿐이라면, 실질과세의 원칙상 양도거래로 인한 효과는 모두 납세의무자인 양도인에게 귀속된다.<br/>[3] 본인이 대리인에게 자산의 양도와 대금의 수령권한을 부여하고 대리인이 상대방에게서 양도대금을 지급받았다면 대금수령의 법률적 효과는 본인에게 귀속될 뿐만 아니라 특별한 사정이 없는 한 본인도 대금에 대한 지배·관리를 하면서 담세력도 보유하게 되므로 본인의 양도소득은 실현되었다고 볼 것이지만, 만약 대리인이 위임의 취지에 반하여 자산을 저가에 양도한 것처럼 본인을 속여 양도대금의 일부를 횡령하고, 나아가 본인의 대리인에 대한 횡령금액 상당의 손해배상채권이 대리인의 자산상황, 지급능력 등에 비추어 회수불능이 되어 장래 소득이 실현될 가능성이 전혀 없게 된 것이 객관적으로 명백한 때에는 그 소득을 과세소득으로 하여 본인에게 양도소득세를 부과할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(1999. 12. 31. 법률 제6070호로 개정되기 전의 것) 제26조의2 제1항 제1호, 제3호 / [2] 국세기본법 제14조 / [3] 구 소득세법(2000. 12. 29. 법률 제6292호로 개정되기 전의 것) 제24조 제1항, 제39조 제1항, 제94조, 제118조<br/>",
  "참조판례": "[1] 대법원 2011. 9. 29. 선고 2009두15104 판결(공2011하, 2254) / [3] 대법원 1993. 4. 27. 선고 92누9357 판결(공1993하, 1608)<br/>"
}