{
  "판례일련번호": "179392",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2015두36652",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151015",
  "판시사항": "[1] 유동화전문회사가 유동화자산인 부동산 담보부 채권을 양수한 후 채권의 회수를 위한 담보 부동산의 경매절차에서 직접 매수신청을 하여 취득하는 부동산이 구 조세특례제한법 제120조 제1항 제9호에 따른 취득세 감면대상에 해당하지 않는지 여부(적극)<br/>[2] 유동화전문회사가 구 조세특례제한법 제120조 제1항 제12호, 제119조 제1항 제13호의 시행 당시 단순히 유동화자산인 부동산 담보부 채권을 양수하여 보유하고 있었던 경우, 납세의무의 성립 당시 법령인 구 조세특례제한법 제120조 제1항 제9호가 적용되어 취득세가 감면되지 않는지 여부(적극)<br/>",
  "판결요지": "[1] 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제120조 제1항 제12호, 제119조 제1항 제13호(이하 ‘구 조특법 규정’이라 한다), 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제120조 제1항 제9호(이하 ‘개정 조특법 규정’이라 한다), 조세특례제한법 부칙(2010. 12. 27.) 제2조 제6항, 제52조의 문언 내용과 체계, 개정 조특법 규정은 유동화전문회사에 대한 조세특례의 범위를 합리적으로 조정하고 일반채권자와의 과세공평을 도모하기 위하여 구 조특법 규정에서 정한 ‘유동화전문회사가 양수한 유동화자산을 관리·운용·처분하는 경우로서 취득하는 부동산’을 취득세 감면대상에서 제외한 것인 점 등에 비추어 보면, 유동화전문회사가 유동화자산인 부동산 담보부 채권을 양수한 후 채권의 회수를 위한 담보 부동산의 경매절차에서 직접 매수신청을 하여 취득하는 부동산은 ‘유동화전문회사가 양수한 유동화자산을 관리·운용·처분하는 과정에서 취득하는 부동산’으로서 개정 조특법 규정에 의한 취득세 감면대상에는 해당하지 않는다.<br/>[2] 유동화전문회사가 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제120조 제1항 제12호, 제119조 제1항 제13호(이하 ‘구 조특법 규정’이라 한다) 시행 당시 유동화자산인 부동산 담보부 채권을 양수한 후 담보 부동산의 경매절차에서 매수신청을 하고 매각허가결정을 받아 매수신청인 또는 매수인의 지위를 취득하는 등으로 부동산의 취득과 밀접하게 관련된 행위로 나아간 경우에는, 비록 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘개정 조특법’이라 한다)이 시행된 후 매각대금을 완납하였다고 하더라도 유동화전문회사의 신뢰보호를 위하여 조세특례제한법 부칙(2010. 12. 27.) 제52조에 따라 구 조특법 규정이 적용되어 취득세가 감면되나, 이에 이르지 아니한 채 유동화전문회사가 구 조특법 규정의 시행 당시 단순히 유동화자산인 부동산 담보부 채권을 양수하여 보유하고 있었던 경우에는, 설령 장래의 담보 부동산 취득에 대한 취득세 감면을 신뢰하였더라도 이는 단순한 기대에 불과할 뿐 신뢰가 마땅히 보호하여야 할 정도에 이르렀다고 볼 수 없으므로, 구 조특법 규정이 적용되지 않고 납세의무의 성립 당시 법령인 개정 조특법 제120조 제1항 제9호가 적용되어 취득세가 감면되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제119조 제1항 제13호(현행 삭제), 제120조 제1항 제12호(현행 삭제), 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제120조 제1항 제9호(현행 삭제), 조세특례제한법 부칙(2010. 12. 27.) 제2조 제6항, 제52조 / [2] 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제119조 제1항 제13호(현행 삭제), 제120조 제1항 제12호(현행 삭제), 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제120조 제1항 제9호(현행 삭제), 조세특례제한법 부칙(2010. 12. 27.) 제2조 제6항, 제52조<br/>",
  "참조판례": ""
}