{
  "판례일련번호": "179422",
  "사건명": "디자인권침해금지등",
  "사건번호": "2013다84568",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151015",
  "판시사항": "[1] 상표법 제7조 제1항 제13호의 입법 취지 / 지정상품 또는 그 포장의 입체적 형상으로 된 상표가 상표법 제7조 제1항 제13호에 해당하는지 판단하는 기준<br/>[2] 상표가 유사한지 판단하는 기준과 방법 및 입체적 형상으로 된 상표가 유사한지 판단하는 기준<br/>[3] 심장혈관용 약제, 성기능장애 치료용 약제를 지정상품으로 하고 마름모 도형의 입체적 형상과 푸른색 계열의 색채를 결합하여 구성한 “” 표장으로 상표등록을 한 甲 외국법인 등이 “”, “” 형태의 발기부전 치료용 약제를 생산·판매·광고하고 있는 乙 주식회사를 상대로 상표권 침해금지 등을 구한 사안에서, 등록상표와 乙 회사 제품들의 형태가 서로 동일 또는 유사하다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 지정상품 또는 그 포장(이하 ‘상품 등’이라고 한다)의 기술적(技術的) 기능은 원칙적으로 특허법이 정하는 특허요건 또는 실용신안법이 정하는 실용신안등록 요건을 구비한 때에 한하여 존속기간의 범위 내에서만 특허권 또는 실용신안권으로 보호받을 수 있는데, 그러한 기능을 확보하는 데 불가결한 입체적 형상에 대하여 식별력을 구비하였다는 이유로 상표권으로 보호하게 된다면, 상표권의 존속기간갱신등록을 통하여 입체적 형상에 불가결하게 구현되어 있는 기술적 기능에 대해서까지 영구적인 독점권을 허용하는 결과가 되어 특허제도 또는 실용신안제도(이하 ‘특허제도 등’이라고 한다)와 충돌하게 될 뿐만 아니라, 해당 상품 등이 가지는 특정한 기능, 효용 등을 발휘하기 위하여 경쟁자가 그러한 입체적 형상을 사용해야만 할 경쟁상의 필요가 있음에도 사용을 금지시킴으로써 자유로운 경쟁을 저해하는 부당한 결과를 초래하게 된다.<br/>  이에 1997. 8. 22. 법률 제5355호로 개정된 상표법은 상표의 한 가지로 입체적 형상으로 된 상표를 도입하면서, 특허제도 등과의 조화를 도모하고 경쟁자들의 자유롭고 효율적인 경쟁을 보장하기 위한 취지에서 제7조 제1항 제13호를 신설하여 상표등록을 받으려는 상품 등의 기능을 확보하는 데 불가결한 입체적 형상만으로 된 상표 등은 제6조의 식별력 요건을 충족하더라도 상표등록을 받을 수 없도록 하였다.<br/>  이러한 입법 취지에 비추어 보면, 상품 등의 입체적 형상으로 된 상표가 위 규정에 해당하는지는 그 상품 등이 거래되는 시장에서 유통되고 있거나 이용 가능한 대체적인 형상이 존재하는지, 대체적인 형상으로 상품을 생산하더라도 동등한 정도 또는 그 이하의 비용이 소요되는지, 입체적 형상으로부터 상품 등의 본래적인 기능을 넘어서는 기술적 우위가 발휘되지는 아니하는 것인지 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 상표의 유사 여부는 대비되는 상표를 외관, 호칭, 관념의 세 측면에서 객관적, 전체적, 이격적으로 관찰하여 거래상 오인·혼동의 염려가 있는지에 의하여 판단하여야 한다. 또한 상표의 유사 여부에 관한 판단은 두 개의 상표 자체를 나란히 놓고 대비하는 것이 아니라 때와 장소를 달리하여 두 개의 상표를 대하는 수요자가 상품 출처에 관하여 오인·혼동을 일으킬 우려가 있는지의 관점에서 이루어져야 하고, 두 개의 상표가 외관, 호칭, 관념에서 수요자에게 주는 인상, 기억, 연상 등을 전체적으로 종합할 때 상품의 출처에 관하여 오인·혼동을 일으킬 우려가 있는 경우에는 두 개의 상표는 서로 유사하다고 하여야 한다. 특히 입체적 형상으로 된 상표들에서는 외관이 주는 지배적 인상이 동일·유사하여 두 상표를 동일·유사한 상품에 다 같이 사용하는 경우 수요자에게 상품의 출처에 관하여 오인·혼동을 일으킬 우려가 있다면 두 상표는 유사하다고 보아야 하나, 그러한 우려가 인정되지 않는 경우에는 유사하다고 볼 수 없다.<br/>[3] 심장혈관용 약제, 성기능장애 치료용 약제를 지정상품으로 하고 마름모 도형의 입체적 형상과 푸른색 계열의 색채를 결합하여 구성한 “” 표장으로 상표등록을 한 甲 외국법인 등이 “”, “” 형태의 발기부전 치료용 약제를 생산·판매·광고하고 있는 乙 주식회사를 상대로 상표권 침해금지 등을 구한 사안에서, 등록상표와 乙 회사 제품들의 형태에 공통되는 부분이 있기는 하지만, 형태에 차이점도 존재할 뿐만 아니라, 전문의약품으로서 대부분 병원에서 의사의 처방에 따라 약사에 의하여 투약되고 있는 乙 회사의 제품들은 포장과 제품 자체에 기재된 명칭, 乙 회사의 문자상표 및 상호 등에 의하여 등록상표와 구별될 수 있으므로, 등록상표와 乙 회사 제품들의 형태가 수요자에게 오인·혼동을 일으킬 우려가 있다고 하기는 어려워 서로 동일 또는 유사하다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제2조 제1항 제1호 (가)목, 제6조 제2항, 제7조 제1항 제13호 / [2] 상표법 제2조 제1항 제1호 (가)목, 제7조 제1항 제7호, 제66조 제1항 제1호 / [3] 상표법 제2조 제1항 제1호 (가)목, 제66조 제1항 제1호<br/>",
  "참조판례": "[2] 대법원 2013. 3. 14. 선고 2010도15512 판결(공2013상, 692), 대법원 2014. 1. 23. 선고 2013후1900 판결<br/>"
}