{
  "판례일련번호": "179445",
  "사건명": "통행료부과처분취소",
  "사건번호": "2013두2013",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151015",
  "판시사항": "[1] 1980. 1. 4. 개정되기 전의 구 유료도로법에 따라 통행료를 징수할 수 없게 된 고속국도가 2001. 1. 29. 전부 개정되기 전의 구 유료도로법 또는 2012. 12. 18. 개정되기 전의 구 유료도로법에 따른 유료도로의 요건을 갖춘 경우, 시행 이후 도로를 통행하는 차량에 대하여 통행료를 부과할 수 있는지 여부(적극) 및 이러한 해석이 헌법상 소급입법에 의한 재산권 침해 금지 원칙에 반하는지 여부(소극)<br/>[2] 유료도로법 시행령 제10조 제1항의 취지 및 위 규정이 도로의 통행료 징수 개시시점부터 30년이 경과하면 일률적으로 통행료를 수납할 수 없도록 하려는 취지인지 여부(소극)<br/>",
  "판결요지": "[1] 구 유료도로법(1980. 1. 4. 법률 제3254호로 개정되기 전의 것, 이하 ‘1977년 유료도로법’이라 한다) 제2조 제2항, 제9조 제2항, 구 유료도로법(1980. 1. 4. 법률 제3254호로 개정되어 2001. 1. 29. 법률 제6403호로 전부 개정되기 전의 것, 이하 ‘1980년 유료도로법’이라 한다) 제9조 제3항, 구 유료도로법(2001. 1. 29. 법률 제6403호로 전부 개정되어 2012. 12. 18. 법률 제11586호로 개정되기 전의 것, 이하 ‘2001년 유료도로법’이라 한다) 제18조의 문언·취지·연혁 등에 더하여, 1977년, 1980년, 2001년 유료도로법 모두 ‘이 법의 규정에 의하여 통행료를 징수하는 도로’를 유료도로로 정의하고 있으므로, 개정 법률이 이전 법률과 통행료 징수요건을 달리 정하고 있더라도 시행 이후에는 개정 법률에 따른 통행료 징수 요건을 충족하는 이상 ‘유료도로’로 볼 수 있는 점, 설령 도로가 개정 전 법률에 따라 통행료를 더 이상 부과할 수 없게 되었더라도 개정 법률 시행 이후에 도로를 통행하는 차량에 대하여 개정 법률에 따라 통행료를 부과하는 것이 ‘기존의 완성된 사실관계’에 대하여 종전보다 불리한 개정 법률을 적용하는 것으로 보기 어려운 점, 1980년 유료도로법에서 고속국도에 대하여 통행료의 액과 징수기간의 기준을 적용함에 있어서 2 이상의 도로가 같은 법 제9조 제3항 각 호의 요건에 해당하는 경우에는 이들 도로를 1의 도로로 하여 통행료를 징수할 수 있도록 한 통합채산제를 도입한 취지 등에 비추어 1977년 유료도로법의 개정 전 법령의 존속에 대한 국민의 신뢰가 개정 법령의 적용에 관한 공익상 요구보다 더 보호가치가 있다고 단정하기도 어려운 점 등을 종합적으로 고려할 때, 1977년 유료도로법에 따라 통행료를 징수할 수 없게 된 고속국도라 하더라도 1980년 유료도로법 또는 2001년 유료도로법에 따른 유료도로의 요건을 갖추었다면 그 시행 이후 도로를 통행하는 차량에 대하여 통행료를 부과할 수 있다고 해석하는 것이 타당하고, 이러한 해석이 헌법상 소급입법에 의한 재산권 침해 금지 원칙에 반한다고 볼 수 없다.<br/>[2] 구 유료도로법(2012. 12. 18. 법률 제11586호로 개정되기 전의 것) 제16조 제4항, 유료도로법 시행령 제10조 제1항의 문언·체제·연혁·취지 등에 비추어, 유료도로법 시행령 제10조 제1항의 취지는 유료도로관리청이 통행료 수납기간을 정할 때 30년을 넘는 장기간의 통행료 수납기간을 정해서는 아니 된다는 것이고, 이와 달리 어떠한 경우에도 도로의 통행료 징수 개시시점부터 30년이 경과하면 일률적으로 통행료를 수납할 수 없도록 하려는 취지라고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제13조 제2항, 구 유료도로법(1980. 1. 4. 법률 제3254호로 개정되기 전의 것) 제2조 제2항(현행 제2조 제2호 참조), 제9조 제2항(현행 제16조 제3항 참조), 구 유료도로법(2001. 1. 29. 법률 제6403호로 전부 개정되기 전의 것) 제9조 제3항(현행 제18조 제1항 참조), 구 유료도로법(2012. 12. 18. 법률 제11586호로 개정되기 전의 것) 제18조(현행 제18조 제1항 참조) / [2] 구 유료도로법(2012. 12. 18. 법률 제11586호로 개정되기 전의 것) 제16조 제4항, 유료도로법 시행령 제10조 제1항<br/>",
  "참조판례": ""
}