{
  "판례일련번호": "179444",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2011두24286",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151015",
  "판시사항": "[1] 양도차익을 계산할 때 기준이 되는 실지거래가액의 의미 및 사후에 취득 당시로 소급하여 한 감정에 의하여 평가한 가액이 구 소득세법 제97조 제1항 제1호 (나)목에서 ‘취득 당시의 실지거래가액’을 대체할 수 있도록 정한 감정가액에 해당하는지 여부(소극)<br/>[2] 구 소득세법 시행령 제163조 제6항이 모법의 위임이 없는 무효의 규정인지 여부(소극) 및 구 소득세법 제97조 제3항 제2호의 위임범위를 벗어나거나 실질과세원칙에 위배되어 무효인지 여부(소극) / 실지거래가액을 자산의 양도가액으로 하여 양도차익을 산정하면서 양도가액에서 공제하는 필요경비 중 하나인 취득가액을 자산 취득 당시의 매매사례가액 등에 의하는 경우, 개산공제액 외에 납세의무자가 실제로 지출한 구 소득세법 제97조 제1항 제2호, 제4호에서 정한 자본적 지출액이나 양도비 등의 비용을 필요경비로 공제할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 양도차익을 계산할 때에 기준이 되는 실지거래가액이란 객관적인 교환가치를 반영하는 일반적인 시가가 아니라 실지의 거래대금 자체 또는 거래 당시 급부의 대가로 실지 약정된 금액을 의미한다. 이와 같은 법리와 구 소득세법(2006. 12. 30. 법률 제8144호로 개정되기 전의 것, 이하 같다) 제97조 제1항 제1호 (나)목, 구 소득세법 시행령(2008. 2. 22. 대통령령 제20618호로 개정되기 전의 것, 이하 같다) 제163조 제12항, 제176조의2 제3항 제1호, 제2호, 제3호의 문언 내용 및 취지 등에 비추어 보면, 본래의 실지거래가액이 아닌 매매사례가액, 감정가액 또는 환산가액에 의하여 취득 당시의 실지거래가액을 대체하도록 한 구 소득세법 제97조 제1항 제1호 (나)목, 구 소득세법 시행령 제163조 제12항 등은 적용 순서뿐만 아니라 실지거래가액을 대체할 수 있는 가액의 유형도 요건을 정하여 제한적으로 규정한 것이다. 따라서 사후에 취득 당시로 소급하여 한 감정에 의하여 평가한 가액은 구 소득세법 제97조 제1항 제1호 (나)목에서 ‘취득 당시의 실지거래가액’을 대체할 수 있도록 정한 감정가액에 해당하지 아니한다.<br/>[2] 구 소득세법(2006. 12. 30. 법률 제8144호로 개정되기 전의 것, 이하 같다) 제97조 제1항, 제3항, 구 소득세법 시행령(2008. 2. 22. 대통령령 제20618호로 개정되기 전의 것, 이하 같다) 제163조 제6항의 문언 내용 및 취지에 비추어 보면, 구 소득세법 시행령 제163조 제6항은 ‘취득가액을 자산의 취득 당시 매매사례가액, 감정가액, 환산가액(이하 ‘매매사례가액 등’이라 한다)에 의하는 경우 필요경비에 가산할 금액’을 대통령령으로 정할 수 있도록 위임하고 있는 구 소득세법 제97조 제3항 제2호에 근거를 둔 것으로서 모법의 위임이 없는 무효의 규정이라고 볼 수 없다. 그리고 구 소득세법 제97조 제3항 제2호는 자산의 취득 당시 실지거래가액을 확인할 수 없어 취득가액을 추계하여야 하는 경우에는 매매사례가액 등에 의하여 산정하도록 하면서, 취득가액은 납세의무자가 실제로 지출한 비용인지 여부가 확인되지 아니하였음에도 필요경비로 공제하는 것임을 감안하여 자본적 지출액이나 양도비 등의 기타 비용도 실제 지출 여부를 묻지 않고 자산별로 취득 당시 기준시가에 일정한 비율을 곱한 금액(이하 ‘개산공제액’이라 한다)을 필요경비로 공제할 수 있도록 하는 것이 합리적이라는 견지에서 구체적인 금액을 대통령령으로 정하도록 위임하고 있으므로, 구 소득세법 시행령 제163조 제6항이 구 소득세법 제97조 제3항 제2호의 위임범위를 벗어나거나 실질과세원칙에 위배되어 무효라고 볼 수도 없다. 따라서 실지거래가액을 자산의 양도가액으로 하여 양도차익을 산정하면서 양도가액에서 공제하는 필요경비 중 하나인 취득가액을 자산 취득 당시의 매매사례가액 등에 의하는 경우에는 납세의무자가 구 소득세법 제97조 제1항 제2호, 제4호에서 정한 자본적 지출액이나 양도비 등의 비용을 실제로 지출하였다고 하더라도 원칙적으로 개산공제액 외에 이를 필요경비로 공제할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2006. 12. 30. 법률 제8144호로 개정되기 전의 것) 제97조 제1항 제1호 (나)목, 구 소득세법 시행령(2008. 2. 22. 대통령령 제20618호로 개정되기 전의 것) 제163조 제12항, 제176조의2 제3항 제1호, 제2호, 제3호 / [2] 구 소득세법(2006. 12. 30. 법률 제8144호로 개정되기 전의 것) 제97조 제1항 제1호, 제2호, 제4호(현행 제97조 제1항 제3호 참조), 제3항 제1호(현행 제97조 제2항 제1호 참조), 제2호(현행 제97조 제2항 제2호 참조), 구 소득세법 시행령(2008. 2. 22. 대통령령 제20618호로 개정되기 전의 것) 제163조 제6항<br/>",
  "참조판례": "[1] 대법원 2011. 2. 10. 선고 2009두19465 판결(공2011상, 585)<br/>"
}