{
  "판례일련번호": "179483",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2011두23016",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151029",
  "판시사항": "[1] 토지의 정착물로서 거래상 독립한 권리의 객체성을 상실하였다고 평가되는 구축물을 토지와 함께 양도하면서 구축물의 양도 대가를 별도로 정한 경우, 구축물의 양도 대가가 구 소득세법 제94조 제1항 제1호 전단에서 정한 양도소득세의 과세 대상이 되는지 여부(원칙적 적극) / 구축물이 감가상각자산으로 분류될 수 있는지를 가지고 양도소득세 과세에 관하여 이와 달리 볼 것인지 여부(소극)<br/>[2] 토지 취득 후에 설치 또는 취득한 구축물의 양도 대가가 토지의 양도소득에 포함되어 구 소득세법 제94조 제1항 제1호 전단에서 정한 양도소득세의 과세 대상이 되는 경우, 구축물의 설치나 취득에 소요된 비용이 토지의 취득가액에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 토지의 정착물로서 사실상 토지와 일체화되어 토지에서 분리복구가 불가능하거나 토지에서 분리하게 되면 경제적 가치가 거의 없어서 거래상 독립한 권리의 객체성을 상실하였다고 평가되는 경우에, 거래 당사자가 구축물을 토지와 함께 양도하면서 구축물의 양도 대가를 별도로 정하였다고 하더라도, 특별한 사정이 없는 한 구축물의 양도 대가는 토지의 양도소득에 포함되어 구 소득세법(2007. 12. 31. 법률 제8825호로 개정되기 전의 것, 이하 같다) 제94조 제1항 제1호 전단에서 정한 양도소득세의 과세 대상이 된다.<br/>  한편 구 소득세법 제33조 제1항 제6호, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제63조 제1항, 소득세법 시행규칙 제32조 등에 의하여 소득세에도 준용되는 구 법인세법 시행규칙(2008. 3. 31. 기획재정부령 제10호로 개정되기 전의 것) 제15조 제3항 [별표 5]는 감가상각자산의 내용연수를 규정하면서 경륜장, 하수도, 포장도로, 터널 등 토지에 정착한 토목설비나 공작물을 감가상각자산인 구축물의 범위에 포함하고 있다. 그런데 감가상각의 대상이 되는 개별 자산은 감가상각제도의 고유한 목적과 기능에 따라 정해지므로, 구축물이 관련 법령에 따라 감가상각자산으로 분류될 수 있는지를 가지고 양도소득세의 과세에 관하여 위와 달리 볼 것은 아니다.<br/>[2] 구 소득세법(2007. 12. 31. 법률 제8825호로 개정되기 전의 것, 이하 같다) 제97조 제1항, 제3항, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것, 이하 같다) 제163조 제3항 제1호, 제3호, 제4호의 문언 내용과 취지 및 체계 등에 비추어 보면, 토지의 취득 후에 설치 또는 취득한 구축물의 양도 대가가 토지의 양도소득에 포함되어 구 소득세법 제94조 제1항 제1호 전단에서 정한 양도소득세의 과세 대상이 되는 경우에 구축물의 설치나 취득에 소요된 비용은 구 소득세법 제97조 제1항 제2호, 구 소득세법 시행령 제163조 제3항이 양도차익에서 공제하는 필요경비의 한 항목으로 규정한 ‘자본적 지출액 등’에 해당할 수 있을지언정 토지의 취득가액에는 포함되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2007. 12. 31. 법률 제8825호로 개정되기 전의 것) 제33조 제1항 제6호, 제94조 제1항 제1호, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제63조 제1항, 소득세법 시행규칙 제32조, 구 법인세법 시행규칙(2008. 3. 31. 기획재정부령 제10호로 개정되기 전의 것) 제15조 제3항 [별표 5] / [2] 구 소득세법(2007. 12. 31. 법률 제8825호로 개정되기 전의 것) 제97조 제1항 제1호, 제2호, 제4호(현행 제97조 제1항 제3호 참조), 제3항, 구 소득세법 시행령(2008. 2. 29. 대통령령 제20720호로 개정되기 전의 것) 제163조 제3항 제1호, 제3호, 제4호<br/>",
  "참조판례": ""
}