{
  "판례일련번호": "179421",
  "사건명": "부당이득금",
  "사건번호": "2014다89997",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151015",
  "판시사항": "[1] 공익사업의 시행자가 택지조성원가에서 일정한 금액을 할인하여 이주자택지의 분양대금을 정한 경우, 분양대금에 생활기본시설 설치비용이 포함되었는지와 포함된 범위를 판단하는 기준 및 이때 ‘택지조성원가에서 생활기본시설 설치비용을 공제한 금액’의 산정 방식 / 사업시행자가 이주자택지 분양대금 결정의 기초로 삼은 택지조성원가를 산정할 때 실제 적용한 유상공급면적을 기준으로 삼아야 하는지 여부(적극)<br/>[2] 공익사업지구 안에 설치된 도로가 사업지구 안의 주택단지 등의 기능 달성 및 전체 주민들의 통행을 위한 필수적인 시설이라고 볼 수 없는 경우, 공익사업의 시행자가 이주대책대상자에게 제공하여야 하는 생활기본시설에 포함되는지 여부(소극)<br/>[3] 공익사업의 시행자가 재량 범위 내에서 격차율을 적용하여 이주자택지의 분양대금을 개별적으로 결정한 경우, 개별 이주자택지에 대한 조성원가 및 생활기본시설 설치비용과 그에 따른 정당한 분양대금을 산정할 때 반영되어야 하는 격차율(=차등적 할당 대상이 된 전체 이주자택지 조성원가의 단위면적당 금액과 차등적 할당 결과인 개별 이주자택지 분양대금의 단위면적당 금액 사이의 격차율)<br/>",
  "판결요지": "[1] 공익사업의 시행자가 택지조성원가에서 일정한 금액을 할인하여 이주자택지의 분양대금을 정한 경우에는 분양대금이 ‘택지조성원가에서 생활기본시설 설치비용을 공제한 금액’을 초과하는지 등 상호관계를 통하여 분양대금에 생활기본시설 설치비용이 포함되었는지와 포함된 범위를 판단하여야 한다. 이때 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것, 이하 ‘구 토지보상법’이라 한다) 제78조 제4항은 사업시행자가 이주대책대상자에게 생활기본시설 설치비용을 전가하는 것만을 금지할 뿐 적극적으로 이주대책대상자에게 부담시킬 수 있는 비용이나 그로부터 받을 수 있는 분양대금의 내역에 관하여는 규정하지 아니하고 있으므로, 사업시행자가 실제 이주자택지의 분양대금 결정의 기초로 삼았던 택지조성원가 가운데 생활기본시설 설치비용에 해당하는 항목을 가려내어 이를 빼내는 방식으로 ‘택지조성원가에서 생활기본시설 설치비용을 공제한 금액’을 산정하여야 하고, 이와 달리 이주대책대상자에게 부담시킬 수 있는 택지조성원가를 새롭게 산정하여 이를 기초로 할 것은 아니다.<br/>  그리고 이주자택지의 분양대금 결정의 기초로 삼은 택지조성원가를 산정할 때 도시지원시설 감보면적을 유상공급면적에서 제외할 것인지에 관하여 다투는 것도 이러한 택지조성원가 산정의 정당성을 다투는 것에 불과하기 때문에 이주대책대상자에 대한 생활기본시설 설치비용의 전가 여부와는 관련성이 있다고 할 수 없고, 이로 인하여 사업시행자가 구 토지보상법 제78조 제4항을 위반하게 된다고 볼 수도 없다. 따라서 이주자택지의 분양대금에 포함된 생활기본시설 설치비용 상당의 부당이득액을 산정하는 경우에는 사업시행자가 이주자택지 분양대금 결정의 기초로 삼은 택지조성원가를 산정할 때 실제 적용한 유상공급면적을 그대로 기준으로 삼아야 한다.<br/>[2] 공익사업의 시행자가 이주대책대상자에게 생활기본시설로서 제공하여야 하는 도로에는 길이나 폭에 불구하고 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제2조 제8호에서 정하고 있는 간선시설에 해당하는 도로, 즉 주택단지 안의 도로를 해당 주택단지 밖에 있는 동종의 도로에 연결시키는 도로가 포함됨은 물론, 사업시행자가 공익사업지구 안에 설치하는 도로로서 해당 사업지구 안의 주택단지 등의 입구와 사업지구 밖에 있는 도로를 연결하는 기능을 담당하는 도로도 이에 포함되나, 사업지구 안의 주택단지 등의 기능 달성 및 전체 주민들의 통행을 위한 필수적인 시설이라고 볼 수 없는 특별한 사정이 있으면 생활기본시설에 포함된다고 볼 수 없다.<br/>[3] 공익사업의 시행자가 재량 범위 내에서 격차율을 적용하여 이주자택지의 분양대금을 개별적으로 결정한 경우에는 전체 이주자택지의 조성원가를 개별 이주자택지에 대하여 입지조건에 따라 차등적으로 할당한 것으로 볼 수 있으므로, 개별 이주자택지에 대한 조성원가 및 생활기본시설 설치비용과 그에 따른 정당한 분양대금을 산정할 때에도 해당 격차율을 반영한 금액으로 산정하여야 한다. 격차율을 반영하는 취지는 이주자택지를 분양받은 이주대책대상자 사이의 형평을 유지하는 데에 있을 뿐이고 격차율 반영으로 사업시행자가 전체 이주대책대상자에게 반환하여야 할 부당이득의 존부나 범위가 달라져서는 아니 될 것이므로, 여기서 반영되어야 하는 격차율은 차등적 할당 대상이 된 전체 이주자택지 조성원가의 단위면적당 금액과 차등적 할당 결과인 개별 이주자택지 분양대금의 단위면적당 금액 사이의 격차율이어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제1항, 제4항, 민법 제741조 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제4항, 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제2조 제8호(현행 제2조 제10호 참조) / [3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제1항, 제4항, 민법 제741조<br/>",
  "참조판례": "[2] 대법원 2013. 9. 26. 선고 2012다33303 판결(공2013하, 1937), 대법원 2015. 7. 23. 선고 2013다29509 판결(공2015하, 1202) / [3] 대법원 2014. 8. 20. 선고 2014다6572 판결(공2014하, 1801)<br/>"
}