{
  "판례일련번호": "179486",
  "사건명": "국가보안법위반(간첩)·국가보안법위반(특수잠입·탈출)·국가보안법위반(잠입·탈출)·국가보안법위반(회합·통신등)·국가보안법위반(편의제공)·북한이탈주민의보호및정착지원에관한법률위반(일부인정된죄명:국민기초생활보장법위반)·여권불실기재·불실기재여권행사·여권법위반·사기",
  "사건번호": "2014도5939",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151029",
  "판시사항": "[1] 피의자의 진술을 기재한 서류 또는 문서가 수사기관에서의 조사 과정에서 작성된 경우, ‘진술조서, 진술서, 자술서’라는 형식을 취하였더라도 피의자신문조서와 달리 볼 수 있는지 여부(소극) 및 수사기관에 의한 진술거부권 고지의 대상이 되는 피의자 지위가 인정되는 시기(=수사기관이 조사대상자에 대하여 범죄의 혐의가 있다고 보아 실질적으로 수사를 개시하는 행위를 한 때) / 조사대상자 진술 내용의 실질이 피의자신문조서의 성격을 갖는 경우, 수사기관이 진술을 듣기 전에 미리 진술거부권을 고지하여야 하는지 여부(적극)<br/>[2] 거짓이나 그 밖의 부정한 방법으로 북한이탈주민의 보호 및 정착지원에 관한 법률에 따른 보호 및 지원을 받은 경우, 공소시효의 기산점(=같은 법에 의한 보호 또는 지원을 최종적으로 받은 때) / 북한을 벗어나기 전에 외국 국적을 취득하고 북한을 벗어난 후 외국 국적을 그대로 보유하고 있는 사람이 외국 국적 보유 사실을 숨긴 채 북한 공민권자인 것처럼 허위진술을 하여 같은 법에 의한 보호 및 지원을 받은 경우, ‘거짓이나 그 밖의 부정한 방법으로 보호 및 지원을 받은 때’에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 피의자의 진술을 기재한 서류 또는 문서가 수사기관에서의 조사 과정에서 작성된 것이라면, 그것이 ‘진술조서, 진술서, 자술서’라는 형식을 취하였다고 하더라도 피의자신문조서와 달리 볼 수 없고, 수사기관에 의한 진술거부권 고지의 대상이 되는 피의자의 지위는 수사기관이 범죄인지서를 작성하는 등의 형식적인 사건수리 절차를 거치기 전이라도 조사대상자에 대하여 범죄의 혐의가 있다고 보아 실질적으로 수사를 개시하는 행위를 한 때에 인정된다. 특히 조사대상자의 진술 내용이 단순히 제3자의 범죄에 관한 경우가 아니라 자신과 제3자에게 공동으로 관련된 범죄에 관한 것이거나 제3자의 피의사실뿐만 아니라 자신의 피의사실에 관한 것이기도 하여 실질이 피의자신문조서의 성격을 가지는 경우에 수사기관은 진술을 듣기 전에 미리 진술거부권을 고지하여야 한다.<br/>[2] 포괄일죄의 공소시효는 최종 범죄행위가 종료한 때로부터 진행하므로, 거짓이나 그 밖의 부정한 방법으로 북한이탈주민의 보호 및 정착지원에 관한 법률(이하 ‘북한이탈주민법’이라고 한다)에 따른 보호 및 지원을 받은 경우, 공소시효는 북한이탈주민법에 의한 보호 또는 지원을 최종적으로 받은 때로부터 진행한다. 한편 북한이탈주민법의 입법 목적과 규정 내용에 비추어, 북한 지역을 벗어난 후 외국의 국적을 취득한 사람뿐만 아니라 북한을 벗어나기 전에 이미 외국 국적을 취득하고 북한을 벗어난 후 외국 국적을 그대로 보유하고 있는 사람은 북한이탈주민법의 적용대상인 북한이탈주민에 해당하지 않으므로, 이러한 사람이 외국 국적 보유 사실을 숨긴 채 마치 북한 공민권자인 것처럼 허위진술을 하여 북한이탈주민법에 의한 보호 및 지원을 받은 때에는 같은 법 제33조 제1항에서 정한 거짓이나 그 밖의 부정한 방법으로 보호 및 지원을 받은 때에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제2항, 형사소송법 제244조의3, 제312조 / [2] 형법 제37조, 북한이탈주민의 보호 및 정착지원에 관한 법률 제1조, 제2조 제1호, 제3조, 제7조, 구 북한이탈주민의 보호 및 정착지원에 관한 법률(2014. 1. 21. 법률 제12278호로 개정되기 전의 것) 제9조, 제33조 제1항, 형사소송법 제252조 제1항<br/>",
  "참조판례": "[1] 대법원 2011. 11. 10. 선고 2010도8294 판결, 대법원 2013. 7. 25. 선고 2012도8698 판결 / [2] 대법원 2002. 10. 11. 선고 2002도2939 판결(공2002하, 2778), 대법원 2009. 1. 30. 선고 2008도10831 판결(공2009상, 298)<br/>"
}