{
  "판례일련번호": "179594",
  "사건명": "근저당권말소·근저당권말소",
  "사건번호": "2013다41097,41103",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151127",
  "판시사항": "[1] 공동저당의 목적인 물상보증인 소유의 부동산에 후순위저당권이 설정되어 있는데 그 부동산이 먼저 경매되어 선순위공동저당권자가 변제를 받은 경우, 물상보증인 소유 부동산의 후순위저당권자는 물상보증인이 대위취득한 채무자 소유 부동산에 대한 선순위공동저당권자의 저당권에 대하여 물상대위를 할 수 있는지 여부(원칙적 적극)<br/>[2] 실질적인 채무자와 실질적인 물상보증인이 공동으로 담보를 제공하여 대출을 받으면서 물상보증인이 저당권설정등기에 자신을 채무자로 등기하도록 한 경우, 실질적 채무자인 물상보증인이 채권자를 대위하여 실질적 물상보증인인 채무자에 대한 담보권을 취득하는지 여부(소극) 및 이러한 법리가 실질적 물상보증인인 채무자와 실질적 채무자인 물상보증인 소유 각 부동산에 공동저당이 설정된 후 물상보증인 소유 부동산에 후순위저당권이 설정된 경우에도 적용되는지 여부(적극) / 물상보증인이 채무자에게 구상권이 없어 변제자대위에 의하여 채무자 소유 부동산에 대한 선순위공동저당권자의 저당권을 대위취득할 수 없는 경우, 물상보증인 소유 부동산에 대한 후순위저당권자가 채무자 소유 부동산에 대한 선순위공동저당권자의 저당권에 대하여 물상대위를 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 공동저당의 목적인 물상보증인 소유의 부동산에 후순위저당권이 설정되어 있는 경우에 물상보증인 소유의 부동산이 먼저 경매되어 경매대금에서 선순위공동저당권자가 변제를 받은 때에는 특별한 사정이 없는 한 물상보증인은 채무자에 대하여 구상권을 취득함과 동시에 변제자대위에 관한 민법 제481조, 제482조에 따라 채무자 소유의 부동산에 대한 선순위공동저당권자의 저당권을 대위취득하고, 물상보증인 소유의 부동산에 대한 후순위저당권자는 물상보증인이 대위취득한 채무자 소유의 부동산에 대한 선순위공동저당권자의 저당권에 대하여 물상대위를 할 수 있다.<br/>[2] 변제자대위에 관한 민법 제481조, 제482조에 의하면 물상보증인은 자기의 권리에 의하여 구상할 수 있는 범위에서 채권 및 담보에 관한 권리를 행사할 수 있으므로, 물상보증인이 채무를 변제하거나 저당권의 실행으로 저당물의 소유권을 잃었더라도 다른 사정에 의하여 채무자에 대하여 구상권이 없는 경우에는 채권자를 대위하여 채권자의 채권 및 담보에 관한 권리를 행사할 수 없다. 따라서 실질적인 채무자와 실질적인 물상보증인이 공동으로 담보를 제공하여 대출을 받으면서 실질적인 물상보증인이 저당권설정등기에 자신을 채무자로 등기하도록 한 경우, 실질적 물상보증인인 채무자는 채권자에 대하여 채무자로서의 책임을 지는지와 관계없이 내부관계에서는 실질적 채무자인 물상보증인이 변제를 하였더라도 그에 대하여 구상의무가 없으므로, 실질적 채무자인 물상보증인이 채권자를 대위하여 실질적 물상보증인인 채무자에 대한 담보권을 취득한다고 할 수 없다. 그리고 이러한 법리는 실질적 물상보증인인 채무자와 실질적 채무자인 물상보증인 소유의 각 부동산에 공동저당이 설정된 후에 실질적 채무자인 물상보증인 소유의 부동산에 후순위저당권이 설정되었다고 하더라도 다르지 아니하다.<br/>  이와 같이 물상보증인이 채무자에게 구상권이 없어 변제자대위에 의하여 채무자 소유의 부동산에 대한 선순위공동저당권자의 저당권을 대위취득할 수 없는 경우에는 물상보증인 소유의 부동산에 대한 후순위저당권자는 물상대위할 대상이 없으므로 채무자 소유의 부동산에 대한 선순위공동저당권자의 저당권에 대하여 물상대위를 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제368조 제2항, 제370조, 제481조, 제482조 / [2] 민법 제341조, 제342조, 제368조 제2항, 제370조, 제481조, 제482조<br/>",
  "참조판례": "[1] 대법원 1994. 5. 10. 선고 93다25417 판결(공1994상, 1638), 대법원 2009. 5. 28.자 2008마109 결정(공2009하, 1004) / [2] 대법원 2014. 4. 30. 선고 2013다80429, 80436 판결(공2014상, 1105)<br/>"
}