{
  "판례일련번호": "179553",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2012두28056",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151112",
  "판시사항": "[1] 면세재화인 토지를 공급하는 면세사업자가 재고자산인 토지를 취득하면서 지출한 취득가액이나 취득부대비용에 대한 매입세액이 구 부가가치세법 제17조 제2항 제4호의 ‘면세사업에 관련된 매입세액’이어서 매출세액에서 공제하여서는 안 되는지 여부(적극)<br/>[2] 구 부가가치세법 시행령 제61조 제4항이 정한 ‘예정공급가액’이나 ‘예정사용면적’의 의미 / 건물을 신축 또는 취득하여 과세사업과 면세사업을 겸영하는 사업자가 부가가치세 신고 당시 과거의 사업실적 등을 토대로 과세사업과 면세사업에 제공할 것으로 구분하여 추정한 예정면적이 존재하는 경우, 구 부가가치세법 시행령 제61조 제4항 단서가 정한 ‘건물을 신축 또는 취득하여 과세사업과 면세사업에 제공할 예정면적을 구분할 수 있는 경우’에 해당하는지 여부(원칙적 적극) 및 당초 예정면적이 과세기간에 따라 일부 변동되었다고 하여 달리 볼 것인지 여부(소극)<br/>",
  "판결요지": "[1] 구 부가가치세법(2008. 12. 26. 법률 제9268호로 개정되기 전의 것, 이하 같다) 제12조 제1항 제12호, 제17조 제2항 제4호, 구 부가가치세법 시행령(2009. 2. 4. 대통령령 제21304호로 개정되기 전의 것) 제60조 제6항에 따르면, 면세재화인 토지를 공급하는 면세사업자가 재고자산인 토지를 취득하면서 지출한 취득가액이나 취득부대비용에 대한 매입세액은 구 부가가치세법 제17조 제2항 제4호의 ‘면세사업에 관련된 매입세액’이므로 매출세액에서 공제하여서는 안 된다.<br/>[2] 구 부가가치세법 시행령(2009. 2. 4. 대통령령 제21304호로 개정되기 전의 것, 이하 같다) 제61조의2 본문이 구 부가가치세법 시행령 제61조 제4항의 ‘예정공급가액’이나 ‘예정사용면적’에 따른 공통매입세액의 안분 계산에 대하여 추후 확정된 수치에 따른 정산을 전제하고 있으므로, 구 부가가치세법 시행령 제61조 제4항이 정한 ‘예정공급가액’이나 ‘예정사용면적’은 실제로 공급 또는 사용이 이루어지는 과세기간에 발생할 공급가액이나 제공될 사용면적의 확정치를 의미하는 것이 아니라, 사업자가 부가가치세를 신고할 당시의 사업계획 등을 기초로 향후 발생할 것으로 추정한 공급가액이나 사용면적의 예상치를 의미한다. 따라서 건물을 신축 또는 취득하여 과세사업과 면세사업을 겸영하는 사업자가 부가가치세 신고 당시 과거의 사업실적, 시장 상황, 사업계획서, 금융기관용 대출제안서 등을 토대로 과세사업과 면세사업에 제공할 것으로 구분하여 추정한 예정면적이 존재한다면, 그것이 객관적이고 합리적이지 않다는 등의 특별한 사정이 없는 한, 구 부가가치세법 시행령 제61조 제4항 단서가 규정한 ‘건물을 신축 또는 취득하여 과세사업과 면세사업에 제공할 예정면적을 구분할 수 있는 경우’에 해당한다고 보아야 하고, 확정된 면세사용면적에 따른 정산은 구 부가가치세법 시행령 제61조의2 제2호에 따라 예정면적을 기초로 공제받은 매입세액을 차감하는 방식으로 이루어지므로 당초의 예정면적이 과세기간에 따라 일부 변동되었다고 하여 달리 볼 것도 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2008. 12. 26. 법률 제9268호로 개정되기 전의 것) 제12조 제1항 제12호(현행 제26조 제1항 제14호 참조), 제17조 제2항 제4호(현행 제39조 제1항 제7호 참조), 구 부가가치세법 시행령(2009. 2. 4. 대통령령 제21304호로 개정되기 전의 것) 제60조 제6항 제1호(현행 제80조 제1호 참조), 제2호(현행 제80조 제2호 참조), 제3호(현행 제80조 제3호 참조) / [2] 구 부가가치세법(2008. 12. 26. 법률 제9268호로 개정되기 전의 것) 제17조 제7항(현행 제39조 제2항 참조), 구 부가가치세법 시행령(2009. 2. 4. 대통령령 제21304호로 개정되기 전의 것) 제61조 제1항(현행 제81조 제1항 참조), 제4항 제1호(현행 제81조 제4항 제1호 참조), 제2호(현행 제81조 제4항 제2호 참조), 제3호(현행 제81조 제4항 제3호 참조), 제61조의2(현행 제82조 참조)<br/>",
  "참조판례": ""
}