{
  "판례일련번호": "179548",
  "사건명": "손실보상금등",
  "사건번호": "2015두2963",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151112",
  "판시사항": "[1] 건축물 소유자가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제34조, 제50조 등에 규정된 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 같은 법 제75조의2 제1항에 따른 잔여 건축물 가격감소 등으로 인한 손실보상을 청구할 수 있는지 여부(소극) 및 이는 수용대상 건축물에 대하여 재결절차를 거친 경우에도 마찬가지인지 여부(적극)<br/>[2] 피수용자가 부가가치세법상의 납세의무자인 사업자로서 손실보상금으로 수용된 건축물 등을 다시 신축하는 것이 자기의 사업을 위하여 사용될 재화 또는 용역을 공급받는 경우에 해당하는 경우, 사업시행자에게 건축비 등에 포함된 부가가치세 상당을 손실보상으로 구할 수 있는지 여부(원칙적 소극)<br/>[3] 보상금 증감에 관한 소송에서 재결의 기초가 된 감정기관의 감정평가와 법원이 선정한 감정인의 감정평가가 개별요인 비교 등에 관하여 평가를 달리하여 감정 결과에 차이가 생기는 경우, 어느 것을 택할 것인지가 법원의 재량에 속하는지 여부(원칙적 적극) 및 개별요인 비교에 오류가 있거나 내용이 논리와 경험 법칙에 반하는 감정평가를 택할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제75조의2 제1항, 제34조, 제50조, 제61조, 제83조 내지 제85조의 내용 및 입법 취지 등을 종합하면, 건축물 소유자가 사업시행자로부터 토지보상법 제75조의2 제1항에 따른 잔여 건축물 가격감소 등으로 인한 손실보상을 받기 위해서는 토지보상법 제34조, 제50조 등에 규정된 재결절차를 거친 다음 재결에 대하여 불복이 있는 때에 비로소 토지보상법 제83조 내지 제85조에 따라 권리구제를 받을 수 있을 뿐, 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 손실보상을 청구하는 것은 허용되지 않고, 이는 수용대상 건축물에 대하여 재결절차를 거친 경우에도 마찬가지이다.<br/>[2] 피수용자가 부가가치세법상의 납세의무자인 사업자로서 손실보상금으로 수용된 건축물 등을 다시 신축하는 것이 자기의 사업을 위하여 사용될 재화 또는 용역을 공급받는 경우에 해당하면 건축비 등에 포함된 부가가치세는 부가가치세법 제38조 제1항 제1호에서 정한 매입세액에 해당하여 피수용자가 자기의 매출세액에서 공제받거나 환급받을 수 있으므로 위 부가가치세는 실질적으로는 피수용자가 부담하지 않게 된다. 따라서 이러한 경우에는 다른 특별한 사정이 없는 한 피수용자가 사업시행자에게 위 부가가치세 상당을 손실보상으로 구할 수는 없다.<br/>[3] 보상금 증감에 관한 소송에서 재결의 기초가 된 감정기관의 감정평가와 법원이 선정한 감정인의 감정평가가 개별요인 비교 등에 관하여 평가를 달리한 관계로 감정 결과에 차이가 생기는 경우 각 감정평가 중 어느 것을 택할 것인지는 원칙적으로 법원의 재량에 속하나, 어느 감정평가가 개별요인 비교에 오류가 있거나 내용이 논리와 경험의 법칙에 반하는데도 그 감정평가를 택하는 것은 재량의 한계를 벗어난 것으로서 허용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제34조, 제50조, 제61조, 제75조의2, 제83조, 제84조, 제85조 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조, 부가가치세법 제38조 제1항 제1호 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제33조, 제35조, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2008. 7. 10. 선고 2006두19495 판결, 대법원 2012. 11. 29. 선고 2011두22587 판결 / [3] 대법원 2014. 4. 24. 선고 2012두6773 판결, 대법원 2014. 6. 12. 선고 2013두4620 판결<br/>"
}