{
  "판례일련번호": "179616",
  "사건명": "근로자지위확인",
  "사건번호": "2013다14965",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151126",
  "판시사항": "[1] 2006. 12. 21. 법률 제8076호로 개정된 파견근로자보호 등에 관한 법률하에서 파견기간 제한을 위반한 사용사업주가 직접고용의무를 이행하지 아니하는 경우, 파견근로자가 사용사업주를 상대로 고용 의사표시에 갈음하는 판결을 구할 사법상의 권리가 있는지 여부(적극) 및 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립하는지 여부(적극) / 이때 파견근로자가 사용사업주의 직접고용의무 불이행에 대하여 직접고용관계가 성립할 때까지의 임금 상당 손해배상금을 청구할 수 있는지 여부(적극)<br/>[2] 사용사업주가 파견기간 제한을 위반하여 파견근로자에게 대상 업무를 계속 수행하도록 한 경우, 파견기간 중 파견사업주가 변경되었다는 이유만으로 구 파견근로자보호 등에 관한 법률 제6조 제3항 본문이나 이후 개정된 파견근로자보호 등에 관한 법률 제6조의2 제1항의 적용을 배제할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 파견근로자보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)은 제6조 제3항 본문으로 “사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우에는 2년의 기간이 만료된 날의 다음 날부터 파견근로자를 고용한 것으로 본다.”라는 내용의 규정을 두어(이하 ‘직접고용간주 규정’이라고 한다) 사용사업주가 파견기간 제한을 위반한 경우 곧바로 사용사업주와 파견근로자 사이에 직접고용관계 성립이 간주되도록 하였다. 그런데 이후 개정된 파견근로자보호 등에 관한 법률(이하 ‘파견법’이라고 한다)은 직접고용간주 규정을 대체하여 제6조의2 제1항에서 “사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우 해당 파견근로자를 직접 고용하여야 한다.”라는 취지로 규정하고 있다(이하 ‘직접고용의무 규정’이라고 한다). 따라서 개정된 파견법하에서 파견기간 제한을 위반한 사용사업주는 직접고용의무 규정에 의하여 파견근로자를 직접 고용할 의무가 있으므로, 파견근로자는 사용사업주가 직접고용의무를 이행하지 아니하는 경우 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있고, 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립한다. 또한 파견근로자는 사용사업주의 직접고용의무 불이행에 대하여 직접고용관계가 성립할 때까지의 임금 상당 손해배상금을 청구할 수 있다.<br/>[2] 구 파견근로자보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항 본문(이하 ‘직접고용간주 규정’이라고 한다)이나 이후 개정된 파견근로자보호 등에 관한 법률 제6조의2 제1항(이하 ‘직접고용의무 규정’이라고 한다)은 사용사업주가 파견기간 제한을 위반하여 계속적으로 파견근로자를 사용하는 행위에 대하여 행정적 감독이나 처벌과는 별도로 사용사업주와 파견근로자 사이의 사법관계에서도 직접고용관계의 성립을 간주하거나 사용사업주에게 직접고용의무를 부과함으로써 근로자파견의 상용화·장기화를 방지하면서 파견근로자의 고용안정을 도모할 목적에서 사용사업주와 파견근로자 사이에 발생하는 법률관계 및 이에 따른 법적 효과를 설정하는 것으로서, 내용이 파견사업주와는 직접적인 관련이 없고, 적용 요건으로 파견기간 중 파견사업주의 동일성을 요구하고 있지도 아니하므로, 사용사업주가 파견기간 제한을 위반하여 파견근로자에게 업무를 계속 수행하도록 한 경우에는, 특별한 사정이 없는 한 파견기간 중 파견사업주가 변경되었다는 이유만으로 직접고용간주 규정이나 직접고용의무 규정의 적용을 배제할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 파견근로자보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자보호 등에 관한 법률 제6조의2 제1항, 민사소송법 제248조[소의 제기], 민법 제390조 / [2] 구 파견근로자보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자보호 등에 관한 법률 제6조의2 제1항<br/>",
  "참조판례": "[2] 대법원 2008. 9. 18. 선고 2007두22320 전원합의체 판결(공2008하, 1463)<br/>"
}