{
  "판례일련번호": "179729",
  "사건명": "개별소비세감면신청거부처분취소",
  "사건번호": "2013두16074",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151223",
  "판시사항": "[1] 구 개별소비세법 제14조에서 규정한 미납세반출 제도의 취지 및 개별소비세법 시행령 제19조 제1항이 위임입법의 한계를 벗어난 무효의 규정인지 여부(소극) / 국외에서 개최한 박람회 등에 출품한 물품을 수입하여 보세구역에서 반출하면서 수입신고 수리 전까지 미납세반출 승인신청서를 제출하여 승인을 받지 아니한 경우, 구 개별소비세법 제14조 제1항에서 규정한 개별소비세 징수 유보 대상에 해당하는지 여부(소극)<br/>[2] 개별소비세 미납세반출 승인신청에 관하여 구 관세법 시행령 제112조 제1항이 개별소비세법 시행령 제19조 제1항에 우선 적용되는지 여부(소극) 및 국외에서 개최한 박람회 등에 출품한 물품을 보세구역에서 반출하면서 수입신고 수리 전까지 미납세반출 승인신청을 하지 않았으나 반출 후 개별소비세의 납부고지를 받은 날부터 5일 이내에 신청한 경우, 적법한 신청으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 개별소비세법(2014. 12. 23. 법률 제12846호로 개정되기 전의 것, 이하 같다) 제14조에서 규정한 미납세반출 제도는 특정한 과세물품에 대하여 개별소비세의 부담이 유보된 상태로 반출하는 것을 허용하는 과세유보조치로서, 개별소비세가 최종소비자를 담세자로 예정하여 과세되는 조세인 점을 감안하여, 과세물품의 단순한 보관장소의 변경이나 제조공정상 필요에 의한 반출 등의 경우에는 개별소비세의 부담이 유보된 상태로 반출을 허용함으로써 반출과세 원칙에 따른 문제점을 보완하려는 데 취지가 있다. 미납세반출 제도는 반출자 등이 과세물품을 지정된 반입 장소에 반입한 사실이나 정해진 용도로 제공한 사실을 일정한 기한 내에 증명하는 등의 사후관리를 예정하고 있고, 이를 위해서는 과세물품의 반출 전에 ‘반출에 대한 승인’과 반입 후에 ‘반입사실에 대한 증명’ 등의 절차를 필요로 한다. 따라서 미납세반출 대상 물품에 대한 개별소비세의 징수 유보에 관한 사항이나 물품의 반입 사실 등의 증명에 관한 사항을 대통령령으로 정하도록 한 구 개별소비세법 제14조 제1항 및 제2항의 위임에 따라 개별소비세법 시행령에서 정하여질 내용은 반출된 물품의 사후관리에 필요한 승인신청이나 승인절차 등과 같은 사항이 될 것임을 충분히 예측할 수 있고, 개별소비세법 시행령 제19조 제1항(이하 ‘시행령 조항’이라 한다)도 위임의 범위 내에서 미납세반출 대상 물품의 반출 시에 미납세반출 승인신청서를 관할 세무서장 또는 세관장에게 제출하여 승인을 받도록 규정하고 있으므로, 결국 시행령 조항은 구 개별소비세법 제14조 제1항 등이 예정하고 있는 징수 유보에 필요한 절차 등을 구체화한 것으로서 위임입법의 한계를 벗어난 무효의 규정이라고 할 수 없다.<br/>  이와 같은 미납세반출 제도, 승인신청과 승인절차의 내용 및 취지 등에 비추어 보면, 국외에서 개최한 박람회 등에 출품한 물품을 수입하여 보세구역에서 반출하는 경우라도 물품에 관하여 시행령 조항에 따라 수입신고 수리 전까지 세관장에게 미납세반출 승인신청서를 제출하여 승인을 받지 아니한 경우에는 구 개별소비세법 제14조 제1항에서 규정한 개별소비세 징수 유보의 대상에 해당하지 아니한다.<br/>[2] 일시적인 과세유보조치인 미납세반출 제도는, 특정한 정책목표를 달성하기 위하여 일정한 요건을 갖춘 수입물품에 대한 관세를 감세 또는 면세하는 관세감면 제도와는 제도의 취지, 규율 대상 및 법적 효과 등이 상이할 뿐만 아니라 신청의 내용이나 사후관리의 절차도 다른 별개의 제도인 점 등에 비추어 보면, 개별소비세법 시행령 제19조 제1항에서 정한 미납세반출 승인신청기한이 구 관세법 시행령(2012. 2. 2. 대통령령 제23602호로 개정되기 전의 것, 이하 같다) 제112조 제1항에서 정한 관세감면 신청기한과 상이하다고 하여 개별소비세의 부과·징수 등에 관하여 개별소비세법과 관세법의 규정이 상충되는 경우라고 볼 수는 없으므로, 개별소비세 미납세반출 승인신청에 관하여 구 관세법 시행령 제112조 제1항이 개별소비세법 시행령 제19조 제1항에 우선 적용된다고 볼 수 없다. 따라서 ‘국외에서 개최한 박람회 등에 출품한 물품을 보세구역에서 반출하는 경우’로서 미납세반출 승인 대상에 해당하더라도 수입신고 수리 전까지 미납세반출 승인신청을 하지 아니하였다면, 반출 후 개별소비세의 납부고지를 받은 날부터 5일 이내에 미납세반출 승인신청을 하였다고 하여 적법한 신청으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 개별소비세법(2014. 12. 23. 법률 제12846호로 개정되기 전의 것) 제14조, 개별소비세법 시행령 제19조 제1항 / [2] 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제4조 제1항, 구 관세법 시행령(2012. 2. 2. 대통령령 제23602호로 개정되기 전의 것) 제112조 제1항, 개별소비세법 시행령 제19조 제1항<br/>",
  "참조판례": ""
}