{
  "판례일련번호": "179741",
  "사건명": "입회금반환",
  "사건번호": "2013다85417",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151223",
  "판시사항": "[1] 체육시설의 설치·이용에 관한 법률 시행령 제19조 제2호에서 기존 회원이 탈퇴할 수 있는 사유로 규정한 ‘회원으로 가입한 이후 회원 권익에 관한 약정이 변경되는 경우’에 우대 회원의 추가 모집 등의 사정변경으로 회원의 권익에 관한 약정이 실질적으로 변경되는 경우가 포함되는지 여부(적극) 및 회원 권익에 관한 약정의 변경이 회원 가입 당시에 충분히 예견할 수 있었던 것으로서 사회통념상 용인할 수 있을 정도인 경우, 탈퇴권 행사가 허용되는지 여부(소극)<br/>[2] 체육시설에 관한 영업의 양도로 영업주체가 변경된 경우, 회원 권익에 관한 약정이 변경된 것으로 볼 수 있는지 여부(소극)<br/>[3] 甲 주식회사가 乙 등을 골프장 회원으로 모집할 당시 회칙에 ‘회원의 탈회 시 서면으로 반환요청 후 3개월 이내에 입회금의 원금만 반환한다’는 내용의 유예기간 약정이 있었는데, 乙 등이 회원자격 존속기간 만료를 원인으로 입회금 반환을 구한 사안에서, 유예기간 약정이 설명의무의 대상이 되는 ‘중요한 내용’에 해당하거나 甲 회사의 원상회복의무를 부당하게 경감하는 불공정한 약관에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 체육시설의 설치·이용에 관한 법률 시행령 제19조 제2호에서 기존 회원이 탈퇴할 수 있는 사유로 규정한 ‘회원으로 가입한 이후 회원 권익에 관한 약정이 변경되는 경우’란 회원 권익에 관한 약정이 명시적으로 변경되는 경우뿐만 아니라, 우대 회원의 추가 모집 등의 사정변경으로 회원의 권익에 관한 약정이 실질적으로 변경되는 경우도 포함되나, 회원 가입 당시의 사정, 회원 권익에 관한 약정이 변경된 경위와 필요성, 변경된 약정의 내용과 그것이 회원 권익에 미치는 영향 등 여러 사정을 종합하여 볼 때, 회원 권익에 관한 약정의 변경이 회원 가입 당시에 충분히 예견할 수 있었던 것으로서 사회통념상 용인할 수 있을 정도인 경우에는 회원 권익에 관한 약정이 실질적으로 변경되었다고 할 수 없으므로 탈퇴권의 행사가 허용되지 아니한다.<br/>[2] 체육시설의 설치·이용에 관한 법률 제27조 제1항은 체육시설에 관한 영업의 양도가 있는 경우에는 양도인과 회원 간에 약정한 사항을 포함하여 그 체육시설업의 등록 또는 신고에 따른 권리·의무를 양수인이 승계하도록 규정하고 있다. 이는 사업의 인허가와 관련하여 형성된 양도인에 대한 공법상의 관리체계를 영업주체의 변동에도 불구하고 유지시키려는 취지와 함께, 양도인과 이용관계를 맺은 다수 회원들의 이익을 보호하려는 취지에서 둔 특칙으로서, 영업양도로 영업주체가 변경되었더라도 회원 모집 당시의 기존 회원의 권익에 관한 약정은 당연히 양수인에게 그대로 승계될 뿐이므로, 회원 권익에 관한 약정이 변경된 것으로 볼 수 없다.<br/>[3] 甲 주식회사가 乙 등을 골프장 회원으로 모집할 당시 회칙에 ‘회원의 탈회 시 서면으로 반환요청 후 3개월 이내에 입회금의 원금만 반환한다’는 내용의 유예기간 약정이 있었는데, 乙 등이 가입일로부터 5년이 경과한 후 회원자격 존속기간 만료를 원인으로 입회금 반환을 구한 사안에서, 乙 등이 지급한 입회금의 액수나 입회기간에 비추어 입회금 반환의 유예기간이 체육시설의 설치·이용에 관한 법률 시행령이 정한 기간보다 다소 장기라는 것만으로 乙 등이 계약 체결을 거부하거나 계약 내용의 변경을 요구하였을 것으로 보이지 않는 점 등에 비추어 유예기간 약정은 설명의무의 대상이 되는 ‘중요한 내용’에 해당한다고 보기 어렵고, 제반 사정에 비추어 유예기간 약정이 甲 회사의 원상회복의무를 부당하게 경감하는 불공정한 약관에 해당한다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 체육시설의 설치·이용에 관한 법률 시행령 제19조 제2호 / [2] 체육시설의 설치·이용에 관한 법률 제27조 제1항, 체육시설의 설치·이용에 관한 법률 시행령 제19조 제2호 / [3] 약관의 규제에 관한 법률 제3조, 제9조 제1호, 제5호, 체육시설의 설치·이용에 관한 법률 시행령 제19조 제3호<br/>",
  "참조판례": ""
}