{
  "판례일련번호": "179706",
  "사건명": "환경기술개발사업중단처분취소",
  "사건번호": "2015두264",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151224",
  "판시사항": "[1] 구 국가연구개발사업의 관리 등에 관한 규정 제9조 제2항에 따라 한국환경산업기술원장이 환경부장관의 승인을 얻어 직접 주관연구기관과 협약을 체결한 국가연구개발과제에 관하여, 한국환경산업기술원장에게 연구개발 중단 조치와 연구비 집행중지 조치를 할 수 있는 권한을 부여한 환경부훈령인 환경기술개발사업 운영규정 제33조 제1항 제1호, 제24조 제2항, 제1항 제5호, 제29조 제6항이 대통령령인 구 국가연구개발사업의 관리 등에 관한 규정 제34조에 저촉되는 내용을 규정한 것인지 여부(소극)<br/>[2] 한국환경산업기술원장이 환경기술개발사업 협약을 체결한 甲 주식회사 등에게 연차평가 실시 결과 절대평가 60점 미만으로 평가되었다는 이유로 연구개발 중단 조치 및 연구비 집행중지 조치를 한 사안에서, 각 조치가 항고소송의 대상이 되는 행정처분에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 국가연구개발사업의 관리 등에 관한 규정(2014. 11. 28. 대통령령 제25779호로 개정되기 전의 것, 이하 ‘국가연구개발사업규정’이라 한다) 제9조 제1항에 의하면, 중앙행정기관의 장은 주관연구기관의 장과 연구개발결과의 평가에 관한 사항(제8호), 협약의 변경 및 해약에 관한 사항(제10호), 협약의 위반에 관한 조치(제11호) 등을 포함하여 연구개발에 필요한 사항을 정한 협약을 체결해야 하고, 다만 같은 조 제2항에 따라 전문기관의 연구개발사업계획을 승인하여 국가연구개발사업을 추진하는 경우에는 전문기관의 장에게 직접 주관연구기관과 협약을 체결하도록 할 수 있다.<br/>  그런데 국가연구개발사업규정 제17조 제1항 제2호, 제11조 제2항에 따른 연구개발 중단 조치와 연구비의 집행중지 조치는 행정청이 최종적으로 협약의 해약 여부를 결정하기 전까지 일단 주관연구기관의 연구개발과 연구비 사용을 중지시킴으로써 연구비 환수 등 해약에 따른 후속 조치의 실효성을 확보하기 위한 잠정적·임시적인 조치이므로 이러한 조치를 할 수 있는 권한은 협약을 체결한 행정청에 부여되는 것이 성질에 부합한다. 따라서 국가연구개발사업규정 제9조 제2항에 따라 전문기관의 장인 한국환경산업기술원장이 환경부장관의 승인을 얻어 직접 주관연구기관과 협약을 체결한 국가연구개발과제에 관하여, 환경부훈령인 환경기술개발사업 운영규정 제33조 제1항 제1호, 제24조 제2항, 제1항 제5호, 제29조 제6항(이하 ‘훈령조항’이라 한다)에서 한국환경산업기술원장에게 연구개발 중단 조치와 연구비 집행중지 조치를 할 수 있는 권한을 부여한 것은 국가연구개발사업규정의 해석상 가능한 것을 명시하거나 위임받은 범위 내에서 세부적인 내용을 정한 것으로 볼 수 있고, 이와 달리 훈령조항이 국가연구개발사업규정 제34조에 반하여 규정에 저촉되는 내용을 규정하였다고 볼 것은 아니다.<br/>[2] 한국환경산업기술원장이 환경기술개발사업 협약을 체결한 甲 주식회사 등에게 연차평가 실시 결과 절대평가 60점 미만으로 평가되었다는 이유로 연구개발 중단 조치 및 연구비 집행중지 조치(이하 ‘각 조치’라 한다)를 한 사안에서, 각 조치는 甲 회사 등에게 연구개발을 중단하고 이미 지급된 연구비를 더 이상 사용하지 말아야 할 공법상 의무를 부과하는 것이고, 연구개발 중단 조치는 협약의 해약 요건에도 해당하며, 조치가 있은 후에는 주관연구기관이 연구개발을 계속하더라도 그에 사용된 연구비는 환수 또는 반환 대상이 되므로, 각 조치는 甲 회사 등의 권리·의무에 직접적인 영향을 미치는 행위로서 항고소송의 대상이 되는 행정처분에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국가연구개발사업의 관리 등에 관한 규정(2014. 11. 28. 대통령령 제25779호로 개정되기 전의 것) 제9조 제1항 제8호, 제10호, 제11호, 제2항, 제11조 제1항 제5호, 제2항, 제17조 제1항 제2호, 제34조 / [2] 구 국가연구개발사업의 관리 등에 관한 규정(2014. 11. 28. 대통령령 제25779호로 개정되기 전의 것) 제11조 제1항 제5호, 제2항, 제17조 제1항 제2호, 행정소송법 제2조 제1항 제1호<br/>",
  "참조판례": ""
}