{
  "판례일련번호": "179704",
  "사건명": "부당이득금반환",
  "사건번호": "2014다17206",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151223",
  "판시사항": "[1] 대한주택공사가 스스로 개발한 택지 위에 직접 공공건설임대주택을 건설한 경우, 공공건설임대주택의 분양전환가격에 반영되는 택지비(=임대주택 건설용지의 조성원가에 택지개발업무처리지침이 정한 할인율을 적용한 택지공급가격)<br/>[2] 대한주택공사가 스스로 택지개발사업에 의하여 조성한 택지 위에 최초 국민주택건설 사업계획 승인을 받았다가 그 후 사업계획 변경승인을 받아 임대주택을 건설한 경우, 택지비 산정 기준(=최초 주택건설 사업계획 승인 무렵 시행되는 택지개발업무처리지침이 정한 공급가격)<br/>[3] 임대사업자가 스스로 택지를 개발하여 공공건설임대주택을 건설한 경우, 택지공급이 의제되는 시점의 추정 조성원가에 할인율을 적용하여 택지비를 산정한 것이 택지개발촉진법령 또는 임대주택법령을 위반한 것인지 여부(원칙적 소극) / 사후적으로 확정된 실제 조성원가가 추정 조성원가에 미치지 못하여 추정 조성원가 중 실제 조성원가를 초과하는 부분이 분양전환가격에 반영된 경우, 그 범위 내에서 분양전환계약이 무효인지 여부(소극)<br/>[4] 분양전환가격 산정의 기초가 되는 건축비인 ‘표준건축비의 범위 내에서 실제로 투입된 건축비’에서 ‘실제로 투입된 건축비’의 의미 및 특정한 항목의 금전이 ‘실제로 투입된 건축비’에 해당하는지 판단하는 방법<br/>[5] 자기자본비용이 분양전환가격 산정의 기초가 되는 건축비인 ‘실제로 투입된 건축비’에 포함되는지 여부(소극)<br/>[6] 정상이윤이 분양전환가격 산정의 기초가 되는 건축비인 ‘실제로 투입된 건축비’에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것, 이하 같다) 제3조의3 제1항 [별표 1] 등은 대한주택공사 등 공공기관이 스스로 개발한 택지 위에 직접 공공건설임대주택을 건설한 경우 택지비를 어떻게 산정하여 분양전환가격에 반영하여야 하는지에 관하여는 아무런 규정을 두고 있지 않으나, 대한주택공사의 존립 목적과 업무 범위 및 대한주택공사가 공공건설임대주택을 건설하여 임대·분양하려는 민간 임대사업자에게 택지를 공급하는 경우와의 형평성 등에 비추어 볼 때, 대한주택공사가 스스로 개발한 택지 위에 직접 공공건설임대주택을 건설한 경우 공공건설임대주택의 분양전환가격에 반영되는 택지비는 구 임대주택법 시행규칙 제3조의3 제1항 [별표 1]과 택지개발촉진법 등 관련 법령을 유추적용하여 임대주택 건설용지의 조성원가에 택지개발업무처리지침이 정한 할인율을 적용한 택지공급가격이다.<br/>[2] 구 택지개발촉진법(1997. 12. 13. 법률 제5454호로 개정되기 전의 것) 제18조 제2항, 구 택지개발촉진법 시행령(1999. 6. 11. 대통령령 제16395호로 개정되기 전의 것) 제7조 제5항의 위임에 따른 구 택지개발업무처리지침(택지 58540-390 1997. 7. 23. 개정) 제13조 제1항, 제3항 본문, 제3항 단서 제5호, 구 임대주택법 시행규칙(2002. 9. 11. 건설교통부령 제330호로 개정되기 전의 것) 제2조의3 제1호의 문언·취지·체계 등에 비추어 보면, 대한주택공사가 스스로 택지개발사업에 의하여 조성한 택지 위에 최초 국민주택건설 사업계획 승인을 받았다가 그 후 사정변경에 의하여 주택건설 사업계획 변경승인을 받아 동일한 택지 위에 임대주택을 건설하게 된 경우에도, 최초 주택건설 사업계획 승인을 받을 무렵 택지의 공급이 있었다고 봄이 타당하므로, 그 무렵 시행되는 택지개발업무처리지침이 정한 그 용도의 택지에 대한 공급가격 기준에 따라 택지비를 산정하여야 한다.<br/>[3] 구 임대주택법령 및 택지개발촉진법령 등 관계 법령의 문언·취지 등에 더하여, 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1] 제2호 (라)목 (2)의 (가)는 ‘택지비’에 관하여 ‘택지개발촉진법 등 법률에 의하여 개발·공급하는 택지의 경우에는 그 공급가격’이라고만 정하고 있을 뿐 택지조성원가의 산정 기준 등에 관하여 아무런 규정을 두고 있지 아니한 점, 구 택지개발촉진법(1997. 12. 13. 법률 제5454호로 개정되기 전의 것) 제18조 제3항, 구 택지개발촉진법 시행규칙(1999. 6. 11. 건설교통부령 제196호로 전부 개정되기 전의 것) 제8조 [별표] ‘택지조성원가산정표’는 택지조성원가의 구성요소와 산정방식을 구체적으로 정하고 있는데, 택지개발촉진법령은 사업완료 이전 추정 조성원가에 의한 택지공급을 금지하고 있지 아니할 뿐만 아니라 추정 조성원가와 실제 조성원가가 상이한 경우 정산에 관한 규정도 두고 있지 아니한 점, 한편 임대사업자가 스스로 택지개발사업에 의하여 조성한 택지 위에 임대주택을 건설한 경우 택지개발촉진법령을 유추적용하여 할인율을 적용하도록 한 취지는 특정한 시점을 기준으로 당시 시행 중인 법령에 의한 상한가격으로 택지의 공급을 의제하는 것이고, 만약 택지공급이 의제되는 시점이 택지조성사업이 완료되기 이전이라면 당시에는 실제 조성원가가 존재할 수 없으므로 사전에 산출한 추정 조성원가에 의할 수밖에 없는 점 등을 종합하면, 임대사업자가 스스로 택지를 개발하여 공공건설임대주택을 건설한 경우 추정 조성원가 산정 과정에 택지개발촉진법 등 관련 법령에서 정한 택지공급가격에 관한 기준에 위반되는 등의 특별한 사정이 없는 한, 택지공급이 의제되는 시점에 존재하는 추정 조성원가에 할인율을 적용하여 택지비를 산정하였다고 하여 택지개발촉진법령 또는 임대주택법령에 위반된다고 볼 수 없다. 따라서 사후적으로 확정된 실제 조성원가가 추정 조성원가에 미치지 못하여 추정 조성원가 중 실제 조성원가를 초과하는 부분이 분양전환가격에 반영되었더라도 그 범위 내에서 분양전환계약이 무효라고 볼 수 없다.<br/>[4] 분양전환가격 산정의 기초가 되는 건축비는 특별한 사정이 없는 한 표준건축비의 범위 내에서 실제로 투입된 건축비(이하 ‘실제 건축비’라 한다)를 의미하는데, 여기에서 ‘실제 건축비’는 임대사업자가 임대주택을 건축하기 위하여 투입한 직·간접의 비용 전부를 의미하고, 특정한 항목의 금전이 ‘실제 건축비’에 해당하는지는 금전의 성격, 일반적인 회계처리의 기준 등을 종합적으로 고려하여 구체적·개별적으로 판단하여야 한다.<br/>[5] 타인의 자본을 임대주택 건설에 투입하기 위해서는, 실제 투입한 비용 이외에 타인의 자금을 조달하기 위한 이자라는 비용이 발생하는 반면, 자기자본을 건설에 투입하는 경우에는 이러한 비용이 발생하지 아니하므로 양자를 달리 취급할 합리적인 이유가 있는 점, 기업회계기준에서도 자기자본비용을 금융비용으로 산정하지 아니하고, 자기자본비용이 경제학적 의미에서 ‘기회비용’에 해당한다 하더라도 임대주택 건축에 실제 투입된 비용으로 보기는 어려운 점, 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1]이 건축비와 택지비를 서로 다른 기준에 의하여 산정하도록 정하고 있으므로, 택지개발촉진법령의 규정에 의하여 택지비에는 자기자본비용이 산입된다 하더라도 이러한 규정이 없는 건축비의 산정 방법을 택지비의 그것과 동일하게 보아야 할 필요는 없는 점 등을 고려하면, 자기자본비용이 실제로 투입된 건축비에 포함된다고 볼 수 없다.<br/>[6] 분양전환가격 산정의 기초가 되는 ‘건축비’의 의미를 실제로 투입한 건축비로 해석하는 이상, 정상이윤이 임대주택의 건설에 실제로 투입한 비용으로 보기 어려운 점, 구 임대주택법(2008. 3. 21. 법률 제8966호로 전부 개정되기 전의 것) 제3조, 구 주택법(2007. 4. 20. 법률 제8383호로 개정되기 전의 것, 이하 같다) 제6조 제1항은 모두 임대주택의 건설·공급 및 관리에 관하여 임대주택법에서 정하지 아니한 사항에 대하여는 주택법을 적용하도록 규정하고 있고, 구 임대주택법령이 공공임대주택의 분양전환가격에 관하여 상세히 규정하고 있는 이상, 임대주택의 분양전환가격 산정에 관하여 구 주택법 제38조의2 제1항에서 정한 분양가 상한제가 적용되지 않으므로, 분양가 상한제 적용주택의 분양가격 공시항목에 이윤이 포함되었다 하여 임대주택의 실제로 투입된 건축비에도 이윤이 포함되어야 한다고 볼 수 없는 점 등을 고려하면, 정상이윤이 실제로 투입된 건축비에 포함된다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 대한주택공사법(2009. 5. 22. 법률 제9706호 한국토지주택공사법 부칙 제2조로 폐지) 제1조(현행 한국토지주택공사법 제1조 참조), 제2조(현행 한국토지주택공사법 제2조 참조), 제3조(현행 한국토지주택공사법 제8조 참조), 제5조(현행 한국토지주택공사법 제4조 참조), 제9조(현행 한국토지주택공사법 제19조 참조), 구 임대주택법(2008. 3. 21. 법률 제8966호로 전부 개정되기 전의 것) 제15조 제1항(현행 공공주택 특별법 제50조의3 제1항 참조), 제3항(현행 공공주택 특별법 제50조의3 제1항 참조), 구 임대주택법 시행령(2008. 6. 20. 대통령령 제20849호로 전부 개정되기 전의 것) 제13조 제3항(현행 공공주택 특별법 시행령 제56조 제7항 참조), 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조), 구 택지개발촉진법(1997. 12. 13. 법률 제5454호로 개정되기 전의 것) 제18조 제2항, 구 택지개발촉진법 시행령(1999. 6. 11. 대통령령 제16395호로 개정되기 전의 것) 제7조 제5항(현행 제7조 제5항 및 제13조의2 제7항 참조), 구 택지개발업무처리지침(택지 58540-390, 1997. 7. 23. 개정) 제18조 제1항 [별표 3](현행 제22조 제1항 [별표 3] 참조) / [2] 구 택지개발촉진법(1997. 12. 13. 법률 제5454호로 개정되기 전의 것) 제18조 제2항, 구 택지개발촉진법 시행령(1999. 6. 11. 대통령령 제16395호로 개정되기 전의 것) 제7조 제5항, 구 택지개발업무처리지침(택지 58540-390, 1997. 7. 23. 개정) 제13조 제1항(현행 제21조 제1항 참조), 제3항(현행 제21조 제5항 참조), 구 임대주택법 시행규칙(2002. 9. 11. 건설교통부령 제330호로 개정되기 전의 것) 제2조의3 제1호(현행 공공주택 특별법 시행규칙 제26조 제1호 참조) / [3] 구 택지개발촉진법(1997. 12. 13. 법률 제5454호로 개정되기 전의 것) 제18조 제3항, 구 택지개발촉진법 시행규칙(1999. 6. 11. 건설교통부령 제196호로 전부 개정되기 전의 것) 제8조 [별표](현행 제11조 제2항 [별표] 참조), 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조) / [4] 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조) / [5] 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조) / [6] 구 임대주택법(2008. 3. 21. 법률 제8966호로 전부 개정되기 전의 것) 제3조(현행 공공주택 특별법 제5조 제2항 참조), 구 주택법(2007. 4. 20. 법률 제8383호로 개정되기 전의 것) 제6조 제1항, 제38조의2 제1항, 구 임대주택법 시행규칙(2008. 6. 20. 국토해양부령 제19호로 전부 개정되기 전의 것) 제3조의3 제1항 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조)<br/>",
  "참조판례": "[1] 대법원 2011. 4. 21. 선고 2009다97079 전원합의체 판결(공2011상, 993) / [2] 대법원 2014. 5. 16. 선고 2012다109521 판결<br/>"
}