{
  "판례일련번호": "179877",
  "사건명": "법인세부과처분취소",
  "사건번호": "2014두8896",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160114",
  "판시사항": "[1] 내국법인과 외국법인을 구분하는 기준의 하나인 구 법인세법 제1조 제1호, 제3호에서 정한 ‘실질적 관리장소’의 의미 및 판단 방법 / 실질적 관리장소를 외국에 두고 있던 법인이 국내에서 단기간 사업활동의 세부적인 집행행위만을 수행한 경우, 법인이 실질적 관리장소를 국내로 이전하였다고 볼 수 있는지 여부(원칙적 소극)<br/>[2] 국내에 싱가포르법인의 고정사업장이 존재한다고 하기 위한 요건과 싱가포르법인이 종속대리인을 통해 국내에 고정사업장을 가지고 있다고 하기 위한 요건 및 이때 ‘본질적이고 중요한 사업활동’인지 판단하는 방법 / 싱가포르법인이 국내의 고정된 장소나 대리인을 통하여 국내에서 수행하는 사업활동이 예비적이거나 보조적인 것에 불과한 경우, 싱가포르법인이 국내에 고정사업장이나 종속대리인을 통하여 간주고정사업장을 둔 것으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제2조 제1항 등은 내국법인과 달리 외국법인은 원칙적으로 국내원천소득에 대하여만 법인세 납세의무를 지는 것으로 정하고 있는데, 제1조 제1호는 “‘내국법인’이라 함은 국내에 본점이나 주사무소 또는 사업의 실질적 관리장소를 둔 법인을 말한다.”고 규정하고, 제3호는 “‘외국법인’이라 함은 외국에 본점 또는 주사무소를 둔 법인(국내에 사업의 실질적 관리장소가 소재하지 아니하는 경우에 한한다)을 말한다.”고 규정하고 있다.<br/>  내국법인과 외국법인을 구분하는 기준의 하나인 ‘실질적 관리장소’란 법인의 사업 수행에 필요한 중요한 관리 및 상업적 결정이 실제로 이루어지는 장소를 뜻하고, 법인의 사업수행에 필요한 중요한 관리 및 상업적 결정이란 법인의 장기적인 경영전략, 기본 정책, 기업재무와 투자, 주요 재산의 관리·처분, 핵심적인 소득창출 활동 등을 결정하고 관리하는 것을 말한다. 법인의 실질적 관리장소가 어디인지는 이사회 또는 그에 상당하는 의사결정기관의 회의가 통상 개최되는 장소, 최고경영자 및 다른 중요 임원들이 통상 업무를 수행하는 장소, 고위 관리자의 일상적 관리가 수행되는 장소, 회계서류가 일상적으로 기록·보관되는 장소 등의 제반 사정을 종합적으로 고려하여 구체적 사안에 따라 개별적으로 판단하여야 한다. 다만 법인의 실질적 관리장소는 결정·관리행위의 특성에 비추어 어느 정도의 시간적·장소적 지속성을 갖출 것이 요구되므로, 실질적 관리장소를 외국에 두고 있던 법인이 이미 국외에서 전체적인 사업활동의 기본적인 계획을 수립·결정하고 국내에서 단기간 사업활동의 세부적인 집행행위만을 수행하였다면 종전 실질적 관리장소와 법인 사이의 관련성이 단절된 것으로 보이는 등의 특별한 사정이 없는 한 법인이 실질적 관리장소를 국내로 이전하였다고 쉽사리 단정할 것은 아니다.<br/>[2] 국내에 싱가포르법인의 고정사업장이 존재한다고 하기 위해서는, 싱가포르법인이 처분권한 또는 사용권한을 가지는 국내의 건물, 시설 또는 장치 등의 사업상의 고정된 장소를 통하여 싱가포르법인의 직원 또는 지시를 받는 자가 예비적이거나 보조적인 사업활동이 아닌 본질적이고 중요한 사업활동을 수행하여야 하고, 싱가포르법인이 종속대리인을 통해 국내에 고정사업장을 가지고 있다고 하기 위해서는, 대리인이 상시로 계약체결권을 행사하여야 하고 권한도 예비적이거나 보조적인 것을 넘어 사업활동에 본질적이고 중요한 것이어야 한다. 여기서 ‘본질적이고 중요한 사업활동’인지는 사업활동의 성격과 규모, 전체 사업활동에서 차지하는 비중과 역할 등을 종합적으로 고려하여 판단하여야 한다. 따라서 싱가포르법인이 국내의 고정된 장소나 대리인을 통하여 국내에서 수행하는 사업활동이 본질적이고 중요한 것이 아니라 예비적이거나 보조적인 것에 불과하다면, 싱가포르법인은 국내에 고정사업장이나 종속대리인을 통하여 간주고정사업장을 둔 것으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제1조 제1호, 제3호, 제2조 제1항 / [2] 대한민국 정부와 싱가포르 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제5조 제1항, 제3항 (마)목, 제5항 (가)목, 제7조 제1항<br/>",
  "참조판례": "[2] 대법원 2011. 4. 28. 선고 2009두19229, 19236 판결(공2011상, 1066)<br/>"
}