{
  "판례일련번호": "180243",
  "사건명": "호봉정정신청거부처분취소",
  "사건번호": "2015두53121",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160128",
  "판시사항": "[1] 구 지방공무원보수업무 등 처리지침이 법규명령으로서의 효력을 갖는지 여부(적극)<br/>[2] 구 지방공무원보수업무 등 처리지침 [별표 1] ‘직종별 경력환산율표 해설’에서 정한 민간근무경력의 호봉 산정에 관한 부분 중 ‘그에 상응하는 경력’의 의미 및 그에 해당하는지 판단하는 방법<br/>",
  "판결요지": "[1] 구 지방공무원보수업무 등 처리지침(2014. 8. 8. 안전행정부 예규 제104호로 개정되기 전의 것, 이하 ‘지침’이라 한다) [별표 1] ‘직종별 경력환산율표 해설’이 정한 민간근무경력의 호봉 산정에 관한 부분은 지방공무원법 제45조 제1항과 구 지방공무원 보수규정(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제8조 제2항, 제9조의2 제2항, [별표 3]의 단계적 위임에 따라 행정자치부장관이 행정규칙의 형식으로 법령의 내용이 될 사항을 구체적으로 정한 것이고, 달리 지침이 위 법령의 내용 및 취지에 저촉된다거나 위임 한계를 벗어났다고 보기 어려우므로, 지침은 상위법령과 결합하여 대외적인 구속력이 있는 법규명령으로서의 효력을 갖게 된다.<br/>[2] 구 지방공무원법(2014. 11. 19. 법률 제12844호로 개정되기 전의 것, 이하 같다) 제27조 제1항, 제2항 본문, 구 지방공무원보수업무 등 처리지침(2014. 8. 8. 안전행정부 예규 제104호로 개정되기 전의 것, 이하 ‘지침’이라 한다) [별표 1]의 문언·체제·취지 등에 비추어, 지침은 자격증·면허증·박사학위(이하 ‘자격증 등’이라 한다) 취득 후 동일한 전문분야에서 근무한 경력(제1 유형)에 관하여는 경력이 공무원임용시험에서 요건이 되었는지와 무관하게 호봉 획정에서 고려할 수 있도록 정한 반면, 자격증 등 없이 근무한 경력으로서 지방공무원법 제27조 제2항 제3호 등 각 직종별로 민간근무경력을 요건으로 하는 경력경쟁임용시험 등에서 관련 직무분야로 인정받은 경력(제2 유형)에 관하여는 민간근무경력을 요건으로 하는 경력경쟁임용시험 등에서 관련 직무분야로 인정받은 경력에 한하여 호봉 획정에 고려하도록 정하고 있는 점, 지침이 제2 유형에 관하여 민간근무경력을 요건으로 하는 경력경쟁임용시험 등에서 관련 직무분야로 인정받은 경력에 한하여 호봉 획정에 고려하도록 정한 취지는, 자격증 등 취득에 해당하지 아니하는 경우 임용된 직류와 유사한 민간근무경력 전부가 당연히 호봉 획정에 고려되는 것은 아니라는 전제 아래 지방공무원법 제27조 제2항 각 호 중 민간근무경력 또는 연구경력이 임용요건으로 된 경우에 한하여 호봉 획정에 고려할 수 있도록 함으로써, 전문적인 지식과 경력을 가진 민간 인력의 공무원 임용을 촉진하기 위한 것인 점, 만약 제2 유형에 관하여 ‘그에 상응하는 경력’을 정하고 있음을 들어 공무원의 임용과정에서 임용요건 등으로 심사되지 아니한 경력까지 호봉 획정에 반영토록 하는 것은 자격증 등 취득 유무에 따라 호봉 산입 여부를 달리 정한 지침의 취지에 부합한다고 보기 어려운 점 등을 고려하면, 지침 중 ‘그에 상응하는 경력’이란 구 지방공무원법 제27조 제2항이 정한 경력경쟁임용시험에서 각 직종별로 민간근무경력 자체가 임용요건은 아니었더라도 임용과정에서 민간근무경력에 대한 실질적인 심사가 이루어진 결과 민간근무경력의 인정 여부가 임용 여부에 영향을 미치는 등 제2 유형에 준하는 것으로 평가할 수 있는 경우를 의미한다. 그리고 해당 여부는 문제 된 민간근무경력의 내용과 임용된 직류와의 관련성의 정도, 공무원에 대한 임용요건 및 임용과정에서 민간근무경력이 차지한 비중 등 제반 사정을 종합적으로 고려하여 개별적·구체적으로 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방공무원법(2014. 11. 19. 법률 제12844호로 개정되기 전의 것) 제45조 제1항, 구 지방공무원 보수규정(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제8조 제2항, 제9조의2, [별표 1], [별표 3] / [2] 구 지방공무원법(2014. 11. 19. 법률 제12844호로 개정되기 전의 것) 제27조 제1항, 제2항, 제45조 제1항, 구 지방공무원 보수규정(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제8조 제2항, 제9조의2, [별표 1], [별표 3]<br/>",
  "참조판례": ""
}