{
  "판례일련번호": "180317",
  "사건명": "사업전부정지등처분취소",
  "사건번호": "2015두50474",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160218",
  "판시사항": "화물자동차 운수사업법 시행령 제2조 제4호에서 정한 변경신고 대상인 ‘대폐차(代廢車)’에 해당하기 위한 요건 및 공급이 허용된 차량을 공급이 금지된 차량으로 변경하는 것이 구 화물자동차 운수사업법 제3조 제3항 본문에 정한 변경허가 대상인지 여부(적극)<br/>",
  "판결요지": "변경허가와 변경신고의 대상·절차·위반 효과 등을 구분하여 규정하고 있는 등 구 화물자동차 운수사업법(2014. 3. 18. 법률 제12475호로 개정되기 전의 것, 이하 ‘화물자동차법’이라 한다) 제3조 제1항, 제3항, 제19조 제1항 제2호, 제57조, 제67조 제1호, 제70조 제2항 제1호, 화물자동차 운수사업법 시행령(이하 ‘시행령’이라 한다) 제2조 제4호, 구 화물자동차 운수사업법 시행규칙(2014. 9. 19. 국토교통부령 제124호로 개정되기 전의 것, 이하 ‘시행규칙’이라 한다) 제6조 제1항, 제2항 제2호, 제4호, 제5호, 제7조 제1항, 제2항, 제9조 제1항, 제2항, 제3항, 제52조의3 제1항 제1호의 문언 내용, 변경허가제도의 입법 취지에 더하여, 화물자동차법령이 운송사업 허가신청 또는 증차를 수반하는 변경허가신청 시 개별 화물자동차의 종류와 형식 등을 기재한 서류를 첨부·제출하도록 하고, 관할관청이 개별 화물자동차의 등록 여부와 개별 화물자동차의 규모, 적재량, 유형 등에 따른 허가기준 부합 여부를 확인한 후 허가 및 변경허가를 하도록 한 것은 화물자동차 운송사업 허가의 내용에 개별 차량의 종류, 형식 등의 사항도 포함됨을 전제로 한 것인 점, 다만 화물자동차법령이 ‘대폐차(代廢車)’의 경우 변경허가 대상이 아니라 변경신고 대상으로 정한 것은 대폐차를 원인으로 한 변경신고는 공급이 허용되는 동일한 용도의 화물자동차의 경우로 제한됨을 전제로 이러한 경우 관계 법령에 적합한지를 다시 심사할 필요가 없다고 보아 변경 절차를 간소화하기 위한 것일 뿐 차량의 종류와 형식 등의 변경으로 인하여 변경 전후의 공급 허부가 달라지는 경우까지 관계 법령에 적합한지에 대한 심사를 배제하려는 취지로 보기는 어렵고, 대폐차의 대상을 ‘동일한 용도의 화물자동차로서 공급이 허용되는 경우’로 한정하고 있는 시행규칙 제52조의3 제1항 제1호는 이러한 취지를 확인하는 의미에서 2011. 12. 31. 신설된 점, 화물자동차법 제3조 제5항 제1호에 따라 국토교통부장관이 고시하는 화물자동차 운수사업 공급기준은 화물자동차 운수사업의 신규 허가를 원칙적으로 금지하는 한편, 특수용도형 화물자동차 중 청소용 차량 등 일부 차량에 대해서는 지역의 수송수요 등을 감안하여 신규 허가를 할 수 있도록 규정하는 등 차량의 유형이나 용도에 따라 차량의 공급기준을 달리하고 있는 점 등을 종합하면, 시행령 제2조 제4호에 정한 변경신고 대상인 대폐차에 해당하기 위해서는 구(舊) 차량을 신(新) 차량으로 변경하는 행위가 공급기준을 비롯한 관계 법령에 부합하는지에 대한 추가 심사가 필요하지 않을 정도로 경미한 경우여야 하므로, 특수용도형(청소용) 화물자동차를 일반형 화물자동차로 변경하는 것과 같이 공급이 허용된 차량을 공급이 금지된 차량으로 변경하는 것은 시행령 제2조가 정한 변경신고 대상이 아니라 화물자동차법 제3조 제3항 본문에 정한 변경허가 대상이다.<br/>",
  "판결본문": "",
  "참조조문": "구 화물자동차 운수사업법(2014. 3. 18. 법률 제12475호로 개정되기 전의 것) 제3조 제1항, 제3항, 제5항 제1호, 제19조 제1항 제2호, 제57조, 제67조 제1호, 제70조 제2항 제1호, 화물자동차 운수사업법 시행령 제2조 제4호, 구 화물자동차 운수사업법 시행규칙(2014. 9. 19. 국토교통부령 제124호로 개정되기 전의 것) 제6조 제1항, 제2항 제2호, 제4호, 제5호, 제7조 제1항, 제2항, 제9조 제1항, 제2항, 제3항, 제52조의3 제1항 제1호<br/>",
  "참조판례": ""
}