{
  "판례일련번호": "180320",
  "사건명": "종합소득세등부과처분취소",
  "사건번호": "2015두1243",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160218",
  "판시사항": "[1] 구 국제조세조정에 관한 법률 제17조에서 정한 특정외국법인의 배당가능 유보소득은 특정외국법인마다 개별적으로 산정하여야 하는지 여부(적극) / 내국인이 지배하고 있는 각 외국법인이 조세피난처에 본점 등을 두고 있으나 법인의 실제발생소득이 1억 원 이하인 경우, 배당간주 규정의 적용대상인 특정외국법인이 될 수 있는지 여부(소극) 및 각 외국법인이 특정외국법인에 해당하는 경우, 배당가능 유보소득 산정 시 최소금액 1억 원을 각각 공제해야 하는지 여부(적극)<br/>[2] 부당무신고가산세에 관한 구 국세기본법 제47조의2 제2항의 입법 취지 / 구 국세기본법 시행령 제27조 제2항 제6호에서 정한 ‘사기 그 밖에 부정한 행위’의 의미 및 적극적 은닉의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 아니한 것이 이에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것, 이하 ‘국제조세조정법’이라고 한다) 제17조 제2항, 제3항, 구 국제조세조정에 관한 법률 시행령(2010. 2. 18. 대통령령 제22040호로 개정되기 전의 것, 이하 ‘국제조세조정법 시행령’이라고 한다) 제32조 제1항, 제2항, 제34조의2의 문언과 취지 등에 비추어 보면, 법인의 실제발생소득의 전부 또는 상당 부분에 대하여 조세를 부과하지 아니하거나 법인의 부담세액이 당해 실제발생소득의 100분의 15 이하인 국가 또는 지역(이하 ‘조세피난처’라고 한다)에 본점 또는 주사무소를 둔 외국법인에 대하여 내국인이 출자한 경우 외국법인 중 내국인과 특수관계가 있는 법인(이하 ‘특정외국법인’이라고 한다)은 조세피난처에 본점 등을 두고 실제발생소득이 1억 원을 초과하는 외국법인으로서 내국인이 직접적으로 주식을 보유한 외국법인과 간접적으로 주식을 보유한 외국법인을 모두 포함하므로, 각 특정외국법인의 배당가능 유보소득은 특정외국법인마다 개별적으로 산정하여야 한다. 또한 국제조세조정법 시행령 제31조 제1항 제8호는 특정외국법인의 배당가능 유보소득을 기본적으로 해당 특정외국법인의 처분전이익잉여금에서 제34조의2에서 정한 최소금액인 1억 원 등을 공제하여 산정하도록 규정하고 있으므로, 내국인이 지배하고 있는 각 외국법인이 조세피난처에 본점 등을 두고 있더라도 법인의 실제발생소득이 1억 원 이하인 경우 국제조세조정법 제17조에서 정한 배당간주 규정의 적용대상인 특정외국법인이 될 수 없고, 각 외국법인이 특정외국법인에 해당하는 경우에도 배당가능 유보소득을 산정할 때에는 최소금액 1억 원을 각각 공제해야 한다.<br/>[2] 부당무신고가산세에 관한 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제47조의2 제2항의 입법 취지는 국세의 과세표준이나 세액 계산의 기초가 되는 사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청으로서는 과세요건사실을 발견하고 부과권을 행사하기 어려우므로 부정한 방법으로 과세표준 또는 세액의 신고의무를 위반한 납세자를 무겁게 제재하는 데 있다. 따라서 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호가 부정한 방법의 하나로 들고 있는 ‘사기 그 밖에 부정한 행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 과세대상의 미신고와 아울러 수입이나 매출 등을 고의로 장부에 기재하지 아니한 행위 등 적극적 은닉의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 아니한 것은 여기에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것) 제17조 제2항, 제3항, 구 국제조세조정에 관한 법률 시행령(2010. 2. 18. 대통령령 제22040호로 개정되기 전의 것) 제31조 제1항 제8호, 제32조 제1항, 제2항, 제34조의2 / [2] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제47조의2 제2항, 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호(현행 삭제)<br/>",
  "참조판례": ""
}