{
  "판례일련번호": "181688",
  "사건명": "집행판결",
  "사건번호": "2012다84004",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160324",
  "판시사항": "[1] 외국중재판정의 승인 및 집행에 관한 유엔협약 제2조 제1항, 제2항에서 요구하는 ‘서면에 의한 중재합의’가 결여된 경우, 협약 제5조 제1항 (a)호 후단에서 정한 중재판정의 승인·집행거부사유인 중재합의가 무효인 경우에 해당하는지 여부(적극)<br/>[2] 미국 캘리포니아 주 민법상 승낙기간을 정하지 않은 계약의 청약자가 승낙의 지연에 대하여 이의를 제기할 권리를 포기할 수 있는지 여부(적극) 및 이 경우 승낙이 적시에 도달한 것으로 보아 계약이 유효하게 성립하는지 여부(적극) / 이러한 법리가 당사자가 유효한 중재합의를 하였는지를 판단하는 경우에도 적용되는지 여부(적극)<br/>[3] 대한민국 법인인 甲 주식회사가 미국 캘리포니아 주 법인인 乙 주식회사와 체결한 주식매수계약과 관련하여 분쟁이 발생하자 乙 회사의 대표이사였던 丙에게 분쟁을 중재에 의하여 처리하는 것에 동의한다는 취지의 서면을 보낸 후 미국중재협회에 중재를 신청하였고, 위 서면이 丙에게 송부된 때로부터 2년 5개월가량이 지난 후 甲 회사의 중재제안을 수락한다는 취지인 丙 작성의 서면이 甲 회사에 송달되었는데, 甲 회사가 이의를 제기하지 아니하고 중재에 임하여 중재판정이 내려진 사안에서, 甲 회사의 서면과 丙의 서면의 교환에 의하여 외국중재판정의 승인 및 집행에 관한 유엔협약 제2조 제2항에 정한 ‘서면에 의한 중재합의’가 유효하게 성립하였다고 한 사례<br/>",
  "판결요지": "[1] 외국중재판정의 승인 및 집행에 관한 유엔협약(이하 ‘뉴욕협약'이라고 한다)은 제5조 제1항 (a)호 후단에서 중재판정 승인·집행거부사유의 하나로 중재합의가 무효인 경우를 들면서, 중재합의가 무효인지에 관하여 1차적으로 당사자들이 지정한 법령에 의하고, 지정이 없는 경우에는 중재판정을 내린 국가의 법령에 의하여 판단하도록 규정하고 있다. 그리고 뉴욕협약은 제2조 제1항에서 중재합의에 서면형식을 요구하면서, 제2항에서 “서면에 의한 중재합의란 계약문 중의 중재조항 또는 당사자 사이에 서명되었거나 교환된 서신이나 전보에 포함되어 있는 중재의 합의를 포함한다.”라고 규정하고 있는데, 뉴욕협약이 요구하는 ‘서면에 의한 중재합의’가 결여되었다면 이는 중재판정의 승인·집행거부사유인 중재합의가 무효인 경우에 해당한다.<br/>[2] 미국 캘리포니아 주 민법은 제1587조 (b)항에서 승낙기간을 정하지 않은 계약의 청약은 승낙의 통지 없이 합리적인 기간이 경과함으로써 실효된다고 규정하고 있는데, 미국 캘리포니아 주 법원의 판례에 의하면, ‘합리적인 기간’이라는 승낙의 요건은 청약자의 이익을 위한 것이므로 청약자는 지연된 승낙에 대하여 이의를 제기하지 않고 승낙을 받아들임으로써 승낙의 지연에 대하여 이의를 제기할 권리를 포기할 수 있으며 이러한 경우 승낙은 적시에 도달된 것으로 보아 계약이 유효하게 성립하고, 나아가 이러한 계약법의 일반법리는 당사자가 유효한 중재합의를 하였는지를 판단하는 경우에도 적용된다.<br/>[3] 대한민국 법인인 甲 주식회사가 미국 캘리포니아 주 법인인 乙 주식회사와 체결한 주식매수계약과 관련하여 분쟁이 발생하자 乙 회사의 대표이사였던 丙에게 분쟁을 중재에 의하여 처리하는 것에 동의한다는 취지의 서면을 보낸 후 미국중재협회에 중재를 신청하였고, 위 서면이 丙에게 송부된 때로부터 2년 5개월가량이 지난 후 甲 회사의 중재제안을 수락한다는 취지의 丙 작성의 서면이 甲 회사에 송달되었는데, 甲 회사가 이의를 제기하지 아니하고 중재에 임하여 중재판정이 내려진 사안에서, 위 중재판정은 대한민국법상 상사관계의 분쟁에 관하여 외국중재판정의 승인 및 집행에 관한 유엔협약(이하 ‘뉴욕협약'이라고 한다)의 체약국인 미국에서 이루어진 외국중재판정에 해당하므로 승인·집행에 뉴욕협약이 적용되고, 丙이 甲 회사와 분쟁에 관한 준거법을 따로 지정하지 아니한 이상 중재합의의 존부 및 효력은 중재판정이 내려진 미국 캘리포니아주법에 의하여 판단하여야 하는데, 분쟁을 중재에 의하여 처리하자는 중재제안을 담은 甲 회사의 서면은 승낙기간을 정하지 않은 중재합의의 청약에 해당하고, 丙의 서면은 丙이 甲 회사의 서면을 중재합의의 청약으로 보고 이를 승낙하는 취지이며, 丙의 승낙이 미국 캘리포니아 주 민법에서 말하는 합리적인 기간 내에 甲 회사에 도달한 것이 아니더라도 甲 회사가 승낙의 지연에 대하여 이의를 제기하지 않은 채 중재합의가 존재함을 전제로 중재에 임하여 중재판정을 받은 이상, 甲 회사는 승낙의 지연에 대하여 이의를 제기할 권리를 포기한 것이어서 丙의 승낙은 적시에 도달된 것으로 보아야 하므로, 甲 회사의 서면과 丙의 서면의 교환에 의하여 뉴욕협약 제2조 제2항에 정한 ‘서면에 의한 중재합의’가 유효하게 성립하였는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 외국중재판정의 승인 및 집행에 관한 유엔협약 제2조 제1항, 제2항, 제5조 제1항 (a)호, 중재법 제37조 제1항, 제39조 제1항 / [2] 외국중재판정의 승인 및 집행에 관한 유엔협약 제2조 제1항, 제2항, 제5조 제1항 (a)호, 중재법 제37조 제1항, 제39조 제1항 / [3] 외국중재판정의 승인 및 집행에 관한 유엔협약 제2조 제1항, 제2항, 제5조 제1항 (a)호, 중재법 제37조 제1항, 제39조 제1항<br/>",
  "참조판례": ""
}