{
  "판례일련번호": "181697",
  "사건명": "감차명령처분취소등",
  "사건번호": "2015두48235",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160324",
  "판시사항": "[1] 행정소송법 제30조 제1항이 규정하는 취소 확정판결의 ‘기속력’과 같은 법 제8조 제2항에 의하여 행정소송에 준용되는 민사소송법 제216조, 제218조가 규정하는 ‘기판력’의 의미<br/>[2] 종전 처분이 판결에 의하여 취소된 경우, 종전 처분과 다른 사유를 들어 새로이 처분을 하는 것이 기속력에 저촉되는지 여부(소극) 및 이때 동일 사유인지 다른 사유인지 판단하는 기준 / 취소 확정판결의 당사자인 처분 행정청이 종전 처분 후에 발생한 새로운 사유를 내세워 다시 처분을 할 수 있는지 여부(적극) 및 새로운 처분의 사유가 종전 처분의 사유와 기본적 사실관계에서 다르지만 종전 처분 당시 이미 존재하고 있었고 당사자가 알고 있었던 경우, 이를 내세워 새로이 처분을 하는 것이 확정판결의 기속력에 저촉되는지 여부(소극)<br/>[3] 여객자동차 운수사업법상의 명의이용행위에 해당하기 위한 요건 및 이에 이르렀는지 판단하는 기준<br/>",
  "판결요지": "[1] 행정소송법 제30조 제1항은 “처분 등을 취소하는 확정판결은 그 사건에 관하여 당사자인 행정청과 그 밖의 관계행정청을 기속한다.”라고 규정하고 있다. 이러한 취소 확정판결의 ‘기속력’은 취소 청구가 인용된 판결에서 인정되는 것으로서 당사자인 행정청과 그 밖의 관계행정청에게 확정판결의 취지에 따라 행동하여야 할 의무를 지우는 작용을 한다. 이에 비하여 행정소송법 제8조 제2항에 의하여 행정소송에 준용되는 민사소송법 제216조, 제218조가 규정하고 있는 ‘기판력’이란 기판력 있는 전소 판결의 소송물과 동일한 후소를 허용하지 않음과 동시에, 후소의 소송물이 전소의 소송물과 동일하지는 않더라도 전소의 소송물에 관한 판단이 후소의 선결문제가 되거나 모순관계에 있을 때에는 후소에서 전소 판결의 판단과 다른 주장을 하는 것을 허용하지 않는 작용을 한다.<br/>[2] 취소 확정판결의 기속력은 판결의 주문 및 전제가 되는 처분 등의 구체적 위법사유에 관한 판단에도 미치나, 종전 처분이 판결에 의하여 취소되었더라도 종전 처분과 다른 사유를 들어서 새로이 처분을 하는 것은 기속력에 저촉되지 않는다. 여기에서 동일 사유인지 다른 사유인지는 확정판결에서 위법한 것으로 판단된 종전 처분사유와 기본적 사실관계에서 동일성이 인정되는지 여부에 따라 판단되어야 하고, 기본적 사실관계의 동일성 유무는 처분사유를 법률적으로 평가하기 이전의 구체적인 사실에 착안하여 그 기초인 사회적 사실관계가 기본적인 점에서 동일한지에 따라 결정된다. 또한 행정처분의 위법 여부는 행정처분이 행하여진 때의 법령과 사실을 기준으로 판단하므로, 확정판결의 당사자인 처분 행정청은 종전 처분 후에 발생한 새로운 사유를 내세워 다시 처분을 할 수 있고, 새로운 처분의 처분사유가 종전 처분의 처분사유와 기본적 사실관계에서 동일하지 않은 다른 사유에 해당하는 이상, 처분사유가 종전 처분 당시 이미 존재하고 있었고 당사자가 이를 알고 있었더라도 이를 내세워 새로이 처분을 하는 것은 확정판결의 기속력에 저촉되지 않는다.<br/>[3] 여객자동차 운수사업법 제12조 제1항 본문의 내용 및 입법 취지에 비추어 볼 때, 여객자동차 운수사업법상의 명의이용행위에 해당하기 위해서는 운송사업자 아닌 자가 운송사업자의 명의를 이용하여 운송사업자를 배제한 채 독립적으로 여객자동차운송사업을 경영하였음이 인정되어야 하고, 운송사업자의 일반적인 지휘·감독 아래 개별 차량을 운행하게 한 것에 불과하다면 명의이용행위에 해당하지 아니한다.<br/>  나아가 운송사업자 아닌 자가 운송사업자를 배제한 채 독립적으로 여객자동차운송사업을 경영함으로써 명의이용행위에 이르렀는지를 판단할 때에는 차량의 공제조합 가입명의인 및 관련 운전종사자들과의 근로계약서에 기재된 명의상 고용주가 누구인지 등 외형적 요소에 구애될 것은 아니다. 오히려 외형적 요소보다 운송사업자 아닌 자가 차량을 이용하게 된 경위와 이용에 수반된 약정의 내용이 어떠한지, 운전종사자들에 대한 차량 배차나 운행, 휴무, 교육, 납입할 운송수입금의 액수 등에 관한 지휘·감독권한을 누가 실질적으로 행사하는지, 차량 운행에 따른 손익의 위험을 누가 최종적으로 부담하는지, 운전종사자들에 대한 임금과 4대 보험료나 유류비·수리비 등 차량 운행비용을 누가 실질적으로 부담하는지 등이 중요한 판단 기준이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제8조 제2항, 제30조 제1항, 민사소송법 제216조, 제218조 / [2] 행정소송법 제30조 제1항 / [3] 여객자동차 운수사업법 제12조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 11. 28. 선고 2013다19083 판결 / [2] 대법원 2005. 12. 9. 선고 2003두7705 판결(공2006상, 122), 대법원 2011. 10. 27. 선고 2011두14401 판결(공2011하, 2456) / [3] 대법원 2009. 9. 24. 선고 2009도4129 판결<br/>"
}