{
  "판례일련번호": "181677",
  "사건명": "손해배상(기)",
  "사건번호": "2013다31137",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160412",
  "판시사항": "[1] 공동불법행위의 성립 요건 및 피해 발생에 공동으로 관련된 경우, 공동불법행위가 인정될 수 있는지 여부(적극) / 이러한 법리는 범죄수익은닉의 규제 및 처벌 등에 관한 법률에서 정한 특정범죄로 인한 피해회복을 곤란 또는 불가능하게 함으로써 손해가 지속되도록 한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 배상의무자가 피해자의 과실에 관하여 주장하지 않았으나 소송자료에 따라 피해자의 과실이 인정되는 경우, 법원이 이를 직권으로 심리·판단하여야 하는지 여부(적극)<br/>[3] 불법행위자 중 일부가 피해자의 부주의를 이용하여 고의로 불법행위를 저지른 경우, 그러한 사유가 없는 다른 불법행위자가 과실상계 주장을 할 수 있는지 여부(적극)<br/>[4] 피해자의 부주의를 이용한 고의적 불법행위에서 과실상계와 공평의 원칙에 기한 책임 제한이 허용되는 경우<br/>",
  "판결요지": "[1] 민법상 공동불법행위는 객관적으로 관련공동성이 있는 수인의 행위로 타인에게 손해를 가하면 성립하고, 행위자 상호 간에 공모는 물론 의사의 공통이나 공동의 인식을 필요로 하는 것이 아니다. 또한 공동의 행위는 불법행위 자체를 공동으로 하거나 교사·방조하는 경우는 물론 횡령행위로 인한 장물을 취득하는 등 피해의 발생에 공동으로 관련되어 있어도 인정될 수 있다. 그리고 이러한 법리는 범죄수익은닉의 규제 및 처벌 등에 관한 법률에서 정하는 특정범죄로 취득한 재산인 것을 인식하면서 은닉·보존 등에 협력하는 등으로 특정범죄로 인한 피해회복을 곤란 또는 불가능하게 함으로써 손해가 지속되도록 한 경우에도 마찬가지로 적용된다.<br/>[2] 불법행위로 인한 손해의 발생 또는 확대에 관하여 피해자에게도 과실이 있는 때에는 가해자의 손해배상의 범위를 정할 때 당연히 이를 참작하여야 하고, 배상의무자가 피해자의 과실에 관하여 주장을 하지 아니한 경우에도 소송자료에 따라 과실이 인정되는 경우에는 이를 법원이 직권으로 심리·판단하여야 한다.<br/>[3] 피해자의 부주의를 이용하여 고의로 불법행위를 저지른 자가 바로 그 피해자의 부주의를 이유로 자신의 책임을 감하여 달라고 주장하는 것은 허용될 수 없으나, 이는 그러한 사유가 있는 자에게 과실상계의 주장을 허용하는 것이 신의칙에 반하기 때문이므로, 불법행위자 중 일부에게 그러한 사유가 있다고 하여 그러한 사유가 없는 다른 불법행위자까지도 과실상계의 주장을 할 수 없다고 해석할 것은 아니다.<br/>[4] 피해자의 부주의를 이용하여 고의로 불법행위를 저지른 자가 바로 그 피해자의 부주의를 이유로 자신의 책임을 감하여 달라고 주장하는 것이 허용되지 아니하는 것은, 그와 같은 고의적 불법행위가 영득행위에 해당하는 경우 과실상계와 같은 책임의 제한을 인정하게 되면 가해자로 하여금 불법행위로 인한 이익을 최종적으로 보유하게 하여 공평의 이념이나 신의칙에 반하는 결과를 가져오기 때문이므로, 고의에 의한 불법행위의 경우에도 위와 같은 결과가 초래되지 않는 경우에는 과실상계와 공평의 원칙에 기한 책임의 제한은 얼마든지 가능하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 제760조, 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제2조 제1호 / [2] 민법 제396조, 제763조, 민사소송법 제134조 / [3] 민법 제396조, 제760조, 제763조 / [4] 민법 제393조, 제396조, 제763조<br/>",
  "참조판례": "[1] 대법원 2001. 5. 8. 선고 2001다2181 판결(공2001하, 1353), 대법원 2013. 4. 11. 선고 2012다44969 판결(공2013상, 848) / [2] 대법원 1996. 10. 25. 선고 96다30113 판결(공1996하, 3434), 대법원 2009. 8. 20. 선고 2008다51120 판결(공2009하, 1516) / [3] 대법원 2007. 6. 28. 선고 2007다7768 판결 / [4] 대법원 2007. 10. 25. 선고 2006다16758, 16765 판결(공2007하, 1806)<br/>"
}