{
  "판례일련번호": "182323",
  "사건명": "주민총회결의무효확인",
  "사건번호": "2013다1570",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160512",
  "판시사항": "[1] 원·피고 일방과 제3자 사이 또는 제3자 상호 간의 법률관계가 확인의 소의 대상이 될 수 있는지 여부(적극) 및 확인의 이익이 있기 위한 요건<br/>[2] 구 도시 및 주거환경정비법 제26조에 따라 구성된 주민대표기구가 사업시행자인 甲 주택공사와 사업방식을 변경하는 내용의 약정을 체결한 다음 정비구역 내 토지등소유자로 구성된 주민총회를 개최하였고, 주민총회에서 약정을 추인하는 결의를 하자, 乙 등 일부 토지등소유자가 주민총회결의의 무효 확인을 구한 사안에서, 소가 확인의 이익이 없어 부적법하다고 한 사례<br/>",
  "판결요지": "[1] 확인의 소는 반드시 원·피고 간의 법률관계에 한하지 아니하고 원·피고의 일방과 제3자 또는 제3자 상호 간의 법률관계도 대상이 될 수 있으나, 그러한 법률관계의 확인은 법률관계에 따라 원고의 권리 또는 법적 지위에 현존하는 위험, 불안이 야기되어 이를 제거하기 위하여 법률관계를 확인의 대상으로 삼아 원·피고 간의 확인판결에 의하여 즉시 확정할 필요가 있고, 또한 그것이 가장 유효 적절한 수단이 되어야 확인의 이익이 있다.<br/>[2] 구 도시 및 주거환경정비법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘도시정비법’이라 한다) 제26조에 따라 구성된 주민대표기구가 사업시행자인 甲 주택공사와 사업비 조달 및 분양책임을 시공자가 부담하도록 하는 이른바 ‘민·관 합동재개발 방식’으로 사업을 진행하는 것으로 사업방식을 변경하는 내용의 약정을 체결한 다음 정비구역 내 토지등소유자로 구성된 주민총회를 개최하였고, 주민총회에서 약정을 추인하는 결의를 하자, 乙 등 일부 토지등소유자가 주민총회결의의 무효 확인을 구한 사안에서, 도시정비법이 주택공사등이 사업시행자인 재개발사업 등 정비사업에서 주민대표기구를 두도록 정한 취지는 정비구역 내 주민들의 의견을 수렴하여 사업시행자에게 제시할 수 있도록 하기 위한 것인 점, 도시정비법 및 구 도시 및 주거환경정비법 시행령(2012. 7. 31. 대통령령 제24007호로 개정되기 전의 것)에 의하면 주택공사등이 주택재개발사업 등의 사업시행자로 지정된 경우 주민대표기구의 시공자 추천에 관한 의견은 사업시행자에 대하여 구속력이 인정되나 도시정비법 제26조 제4항 각 호가 정한 사항에 관하여 주민대표기구가 사업시행자에게 의견을 제시하더라도 사업시행자는 사업시행계획서에 포함되는 시행규정을 정할 때 이를 반영하도록 노력하는 것으로 족하고 구속력이 인정되지 아니하는 점, 주민총회결의의 내용은 사업시행자와의 사업시행변경 약정을 추인받기 위한 것으로서 만약 주민대표기구가 주민총회결의 내용을 자신의 의견으로 채택하여 甲 공사에 제시하더라도 구속력이 인정된다고 보기 어려운 점 등을 종합하면, 설령 주민총회결의에 위법사유가 있어 효력이 없더라도 乙 등의 권리 또는 법적 지위에 어떠한 위험이나 불안이 야기되었다고 보기 어려워 그 법률관계를 확인의 대상으로 삼아 원·피고 간의 확인판결에 의하여 즉시 확정할 필요가 있다고 할 수 없으므로, 소가 확인의 이익이 없어 부적법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 민사소송법 제250조, 구 도시 및 주거환경정비법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제11조 제3항, 제26조, 구 도시 및 주거환경정비법 시행령(2012. 7. 31. 대통령령 제24007호로 개정되기 전의 것) 제37조<br/>",
  "참조판례": "[1] 대법원 1994. 11. 8. 선고 94다23388 판결(공1994하, 3240), 대법원 1996. 11. 8. 선고 96다33945 판결(공1996하, 3553), 대법원 1996. 11. 22. 선고 96다34009 판결(공1997상, 32)<br/>"
}