{
  "판례일련번호": "182311",
  "사건명": "채무부존재확인",
  "사건번호": "2014다72715",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160512",
  "판시사항": "[1] 도시개발사업에서 ‘공익사업을 위한 관계 법령에 의한 고시 등이 있은 날’에 해당하는 법정 이주대책기준일(=도시개발구역의 지정에 관한 공람공고일) 및 이를 기준으로 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제3항 제2호 본문에 따라 법이 정한 이주대책대상자인지를 가려야 하는지 여부(적극) / 법이 정한 이주대책대상자에 대하여만 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제4항이 적용되는지 여부(적극)<br/>[2] 도시재정비 촉진을 위한 특별법 부칙(2005. 12. 30.) 제2조의 규정 취지 및 종전 도시개발구역이 위 부칙 규정에 따라 재정비촉진지구로 지정·고시되거나 지정·고시를 한 것으로 간주되는 경우, 종전 도시개발구역에 포함되어 있던 지역에 관한 법정 이주대책기준일이 종전 도시개발구역의 지정에 관한 공람공고일인지 여부(원칙적 적극)<br/>[3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 부칙(2002. 12. 30.) 제6조의 규정 취지 및 위 규정이 무허가 건축물의 건축시점뿐만 아니라 소유권 또는 실질적 처분권의 취득시점까지 1989. 1. 24. 이전이어야 이주대책대상자의 범위에 포함될 수 있다는 의미인지 여부(소극)<br/>",
  "판결요지": "[1] 구 도시개발법(2007. 4. 11. 법률 제8376호로 개정되기 전의 것, 이하 같다) 제21조 제2항, 제23조, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것, 이하 ‘구 공익사업법’이라 한다) 제78조 제1항, 제4항 본문, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것, 이하 ‘구 공익사업법 시행령’이라 한다) 제40조 제3항 제2호의 체계·내용·취지에 도시개발법상 공익사업의 진행절차와 사업 시행에 따른 투기적 거래를 방지하여야 할 정책적 필요성 등을 종합하면, 도시개발사업에서 ‘공익사업을 위한 관계 법령에 의한 고시 등이 있은 날’에 해당하는 법정 이주대책기준일은 구 도시개발법 제7조, 구 도시개발법 시행령(2005. 3. 12. 대통령령 제18738호로 개정되기 전의 것) 제9조의2에 따른 도시개발구역의 지정에 관한 공람공고일이며, 이를 기준으로 구 공익사업법 시행령 제40조 제3항 제2호 본문에 따라 법이 정한 이주대책대상자인지를 가려야 하고, 이러한 법이 정한 이주대책대상자에 대하여만 이주대책의 내용으로서 사업시행자가 생활기본시설을 설치하고 비용을 부담하도록 강제한 구 공익사업법 제78조 제4항이 특별히 적용되며, 이를 넘어서서 그 규정이 시혜적인 이주대책대상자에까지 적용된다고 볼 수는 없다.<br/>[2] 구 도시재정비 촉진을 위한 특별법(2007. 12. 21. 법률 제8786호로 개정되기 전의 것, 이하 ‘도시재정비법’이라 한다) 부칙(2005. 12. 30.)에서 기존 사업지구에 대한 특례조항을 둔 것은, 종전에 도시개발법령 등 관계 법령에 따라 주민공람 등 절차적 보장을 거친 도시개발사업 등에 관하여 도시재정비법을 적용하여 사업을 계속할 경우, 이미 진행되던 사업의 연속성을 보장하는 한편 무용한 절차의 반복을 피할 수 있도록 함으로써 보다 효율적으로 사업을 계속 진행할 수 있도록 하기 위한 것이다.<br/>도시재정비법 제1조, 제2조 제2호, 제3조 제2항, 부칙(2005. 12. 30.) 제2조의 체계·목적·내용 및 입법 취지 등에 비추어 보면, 주민 공람공고 및 도시개발구역 지정·고시 등 구 도시개발법(2007. 4. 11. 법률 제8376호로 개정되기 전의 것) 및 구 도시개발법 시행령(2005. 3. 12. 대통령령 제18738호로 개정되기 전의 것)에 따른 절차를 거쳐 진행되던 도시개발사업이 도시재정비법 부칙(2005. 12. 30.) 제2조의 요건을 갖추어 재정비촉진지구로 인정됨으로써 종전 도시개발구역이 재정비촉진지구로 지정·고시되거나 지정·고시를 한 것으로 간주되는 경우에, 종전 도시개발구역에 포함되어 있던 지역에 관한 법정 이주대책기준일은 특별한 사정이 없는 한 여전히 종전 도시개발구역의 지정에 관한 공람공고일이다.<br/>[3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것, 이하 ‘구 공익사업법 시행령’이라 한다) 부칙(2002. 12. 30.) 제6조의 문언과 도입 경위, 이주대책 제외대상자를 규정한 구 공익사업법 시행령 제40조 제3항 각 호의 취지 및 체계 등에 비추어 보면, 위 부칙 규정은 1989. 1. 24. 당시 이미 건축된 무허가 건축물인 경우에는 소유자에 대하여 구 공익사업법 시행령 제40조 제3항 각 호가 정하는 이주대책대상자 제외요건 중 제1호의 적용을 예외적으로 배제하려는 데 취지가 있는 것일 뿐, 건축시점뿐만 아니라 무허가 건축물의 소유권 또는 실질적 처분권의 취득시점까지도 1989. 1. 24. 이전이어야만 이주대책대상자의 범위에 포함될 수 있다는 의미는 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제1항, 제4항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제40조 제3항 제2호, 구 도시개발법(2007. 4. 11. 법률 제8376호로 개정되기 전의 것) 제7조(현행 제7조 참조), 제21조 제2항(현행 제22조 제2항 참조), 제23조(현행 제24조 참조), 구 도시개발법 시행령(2005. 3. 12. 대통령령 제18738호로 개정되기 전의 것) 제9조의2(현행 제11조 참조) / [2] 구 도시재정비 촉진을 위한 특별법(2007. 12. 21. 법률 제8786호로 개정되기 전의 것) 제1조, 제2조 제2호, 제3조 제2항, 도시재정비 촉진을 위한 특별법 부칙(2005. 12. 30.) 제2조, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제78조 제1항, 제4항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제40조 제3항 제2호, 구 도시개발법(2007. 4. 11. 법률 제8376호로 개정되기 전의 것) 제7조(현행 제7조 참조), 제21조 제2항(현행 제22조 제2항 참조), 제23조(현행 제24조 참조), 구 도시개발법 시행령(2005. 3. 12. 대통령령 제18738호로 개정되기 전의 것) 제9조의2(현행 제11조 참조) / [3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제40조 제3항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 부칙(2002. 12. 30.) 제6조<br/>",
  "참조판례": "[1][3] 대법원 2015. 7. 23. 선고 2014다14672 판결(공2015하, 1215) / [1] 대법원 2015. 7. 23. 선고 2012두22911 판결(공2015하, 1256)<br/>"
}