{
  "판례일련번호": "182328",
  "사건명": "손실보상등",
  "사건번호": "2013다62261",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160512",
  "판시사항": "[1] 구 수산업법 제81조 제1항 제1호 단서에서 허가·신고 어업에 대하여 ‘국방상 필요하다고 인정하여 국방부장관으로부터 요청이 있을 때’에 손실보상 없이 제한할 수 있도록 정한 것이 헌법에 위배되는지 여부(소극)<br/>[2] 구 수산업법 제34조 제1항에 따른 어업제한사유가 제3호에서 정한 ‘국방상 필요하다고 인정하여 국방부장관으로부터 요청이 있을 때’의 요건과 제5호에서 정한 공익사업의 하나인 ‘국방·군사에 관한 사업’의 요건을 동시에 충족하는 경우, 손실보상청구권이 발생하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것, 이하 ‘구 수산업법’이라 한다) 제34조 제1항 제1호, 제2호, 제3호, 제4호, 제5호, 제2항, 제45조 제1항, 제3항, 제81조 제1항 제1호, 구 수산업법 시행령(2007. 10. 31. 대통령령 제20351호로 전부 개정되기 전의 것) 제19조 제5호의 문언·체제·취지 등에 더하여 다음과 같은 사정, 즉 어업허가를 받거나 어업신고가 수리된 자가 갖는 어업에 대한 재산적 이익은 공유수면에서 자유로이 생존하는 수산동식물을 포획할 수 있는 지위로서 어업허가취득이나 수산동식물의 포획에 어떤 대가를 지불하는 것이 아니어서 일반 재산권처럼 보호가치가 확고하다고 보기 어려운 점, 한편 어업권의 특성과 행사 방식 등에 비추어 재산권의 행사가 사회적 연관성과 사회적 기능이 크므로 입법자에 의한 보다 광범위한 제한이 허용되는 점, 구 수산업법이 손실보상 없이 어업을 제한할 수 있는 사유를 수산자원의 보존 또는 국방상 필요 등 사회적 연관성과 사회적 기능이 큰 경우로 제한적으로 규정하고 있는 점, 허가 또는 신고 어업과는 달리 면허어업은 해조류양식어업 등을 주요대상으로 하여 조업이 제한되는 해역 이외의 장소에서는 조업이 불가능한 사정을 고려하여 보상제외사유로 삼지 않는 등 제한되는 어업의 종류와 특성 및 내용에 따라 보상 여부를 달리 정하고 있는 점 등을 종합하면, 구 수산업법 제81조 제1항 제1호 단서에서 허가·신고 어업에 대하여 ‘국방상 필요하다고 인정하여 국방부장관으로부터 요청이 있을 때’(구 수산업법 제34조 제1항 제3호)에는 ‘공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조의 공익사업상 필요한 때’(구 수산업법 제34조 제1항 제5호)와 달리 손실보상 없이 이를 제한할 수 있도록 정한 것이 재산권자가 수인하여야 하는 사회적 제약의 한계를 넘어 가혹한 부담을 발생시키는 등 비례의 원칙을 위반하였다고 보기 어려우므로 위 단서 조항이 헌법에 위배된다고 볼 수 없다.<br/>[2] 구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것, 이하 ‘구 수산업법’이라 한다) 제34조 제1항이 어업제한사유로 제5호에서 ‘공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조의 공익사업상 필요한 때’를 정하여 ‘국방 및 군사에 관한 사업’에 관한 포괄적인 규정을 마련하였음에도, 이와 별도로 제3호에서 ‘국방상 필요하다고 인정하여 국방부장관으로부터 요청이 있을 때’를 정하여 손실보상 여부에 관하여 달리 취급하는 취지에 비추어 보면, 구 수산업법 제34조 제1항에 따른 어업제한사유가 제3호의 요건을 충족하는 이상 제5호에서 정한 공익사업의 하나인 ‘국방·군사에 관한 사업’의 요건을 동시에 충족할 수 있더라도, 특별한 사정이 없는 한 제3호가 우선 적용되어 손실보상청구권이 발생하지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조, 제37조 제2항, 구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것) 제34조 제1항(현행 제34조 제1항 참조), 제2항(현행 제34조 제2항 참조), 제45조 제1항(현행 제49조 제1항 참조), 제3항(현행 제49조 제3항 참조), 제81조 제1항 제1호(현행 제81조 제1항 제1호 참조), 구 수산업법 시행령(2007. 10. 31. 대통령령 제20351호로 전부 개정되기 전의 것) 제19조 제5호(현행 제20조 제5호 참조) / [2] 구 수산업법(2007. 4. 11. 법률 제8377호로 전부 개정되기 전의 것) 제34조 제1항 제3호(현행 제34조 제1항 제3호 참조), 제5호(현행 제34조 제1항 제6호 참조), 제45조 제1항(현행 제49조 제1항 참조), 제3항(현행 제49조 제3항 참조), 제81조 제1항 제1호(현행 제81조 제1항 제1호 참조), 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조 제1호<br/>",
  "참조판례": ""
}