{
  "판례일련번호": "182327",
  "사건명": "약정금등",
  "사건번호": "2013다49381",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160512",
  "판시사항": "[1] 도시 및 주거환경정비법에 의한 재건축조합이 ‘시공자와의 계약서에 포함될 내용’에 관한 안건을 총회에 상정하여 의결하는데, 당초 재건축결의 시 채택한 조합원의 비용분담 조건을 변경하는 내용인 경우, 정관변경에 관한 구 도시 및 주거환경정비법 제20조 제3항, 제1항 제15호를 유추적용하여 조합원 3분의 2 이상의 동의를 받아야 하는지 여부(적극) 및 위 동의를 거치지 않고 시공자와 체결한 계약의 효력(무효)<br/>[2] 도시 및 주거환경정비법에 의한 주택재건축조합의 대표자가 같은 법에 정한 강행규정에 위반하여 적법한 총회의 결의 없이 계약을 체결한 경우, 상대방이 법적 제한이 있다는 사실을 몰랐다거나 총회결의가 유효하기 위한 정족수 또는 유효한 총회결의가 있었는지에 관하여 잘못 알았더라도 계약이 무효인지 여부(적극) 및 이는 강행규정이 유추적용되어 과반수보다 가중된 정족수에 의한 결의가 필요한 경우에 결의 없이 체결한 계약도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)에 의한 재건축조합의 정관은 재건축조합의 조직, 활동, 조합원의 권리의무관계 등 단체법적 법률관계를 규율하는 것으로서 공법인인 재건축조합과 조합원에 대하여 구속력을 가지는 자치법규이므로 이에 위반하는 활동은 원칙적으로 허용되지 않는다. 그런데 구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)은 ‘시공자 계약서에 포함될 내용’이 조합원의 비용분담 등에 큰 영향을 미치는 점을 고려하여 이를 정관에 포함시켜야 할 사항으로 규정하고 있고(제20조 제1항 제15호), 정관 기재사항의 변경을 위해서는 조합원의 3분의 2 이상의 동의를 받도록 규정하고 있다(제20조 제3항). 그러므로 ‘시공자와의 계약서에 포함될 내용’에 관한 안건을 총회에 상정하여 의결하는 경우 내용이 당초의 재건축결의 시 채택한 조합원의 비용분담 조건을 변경하는 것인 때에는 비록 직접적으로 정관 변경을 하는 결의가 아니더라도 실질적으로는 정관을 변경하는 결의이므로 의결 정족수는 정관변경에 관한 규정인 구 도시정비법 제20조 제3항, 제1항 제15호의 규정을 유추적용하여 조합원의 3분의 2 이상의 동의를 요한다.<br/>  나아가 조합원의 비용분담 조건을 변경하는 안건에 대하여 특별다수의 동의요건을 요구함으로써 조합원의 이익을 보호하고 권리관계의 안정과 재건축사업의 원활한 진행을 도모하고자 하는 도시정비법 관련 규정의 취지에 비추어 보면, 재건축조합이 구 도시정비법의 유추적용에 따라 요구되는 조합원 3분의 2 이상의 동의를 거치지 아니하고 당초의 재건축결의 시 채택한 조합원의 비용분담 조건을 변경하는 취지로 시공자와 계약을 체결한 경우 계약은 효력이 없다.<br/>[2] 계약체결의 요건을 규정하고 있는 강행법규에 위반한 계약은 무효이므로 그 경우에 계약상대방이 선의·무과실이더라도 민법 제107조의 비진의표시의 법리 또는 표현대리 법리가 적용될 여지는 없다. 따라서 도시 및 주거환경정비법에 의한 주택재건축조합의 대표자가 그 법에 정한 강행규정에 위반하여 적법한 총회의 결의 없이 계약을 체결한 경우에는 상대방이 그러한 법적 제한이 있다는 사실을 몰랐다거나 총회결의가 유효하기 위한 정족수 또는 유효한 총회결의가 있었는지에 관하여 잘못 알았더라도 계약이 무효임에는 변함이 없다. 또한 총회결의의 정족수에 관하여 강행규정에서 직접 규정하고 있지 않지만 강행규정이 유추적용되어 과반수보다 가중된 정족수에 의한 결의가 필요하다고 인정되는 경우에도 그 결의 없이 체결된 계약에 대하여 비진의표시 또는 표현대리의 법리가 유추적용될 수 없는 것은 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것) 제20조 제1항 제15호, 제3항 / [2] 민법 제105조, 제107조, 제126조, 구 도시 및 주거환경정비법(2005. 3. 18. 법률 제7392호로 개정되기 전의 것) 제20조 제1항 제15호, 제3항<br/>",
  "참조판례": "[1] 대법원 2009. 1. 30. 선고 2007다31884 판결(공2009상, 233), 대법원 2009. 11. 12. 선고 2008다81640 판결, 대법원 2011. 4. 28. 선고 2010다105112 판결(공2011상, 1043), 대법원 2011. 4. 28. 선고 2011다5448, 5455 판결 / [2] 대법원 1983. 12. 27. 선고 83다548 판결(공1984, 257), 대법원 1996. 8. 23. 선고 94다38199 판결(공1996하, 2800)<br/>"
}