{
  "판례일련번호": "182493",
  "사건명": "구상금",
  "사건번호": "2014다204666",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160526",
  "판시사항": "구 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 제9조 제1항에서 정한 건설업 등 대통령령으로 정하는 사업이 여러 차례의 도급에 의하여 시행되었는데, 하수급인에게 고용된 근로자가 하수급인의 행위로 업무상 재해를 입은 경우, 하수급인이 산업재해보상보험법 제87조 제1항이 정한 ‘제3자’에서 제외되는지 여부(적극)<br/>",
  "판결요지": "산업재해보상보험법 제87조 제1항, 제89조, 구 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률(2009. 12. 30. 법률 제9896호로 개정되기 전의 것, 이하 ‘보험료징수법’이라 한다) 제2조 제5호, 제9조 제1항 본문의 문언·체계·취지 등에 더하여, 보험료징수법 제9조 제1항이 건설업 등 대통령령으로 정하는 사업이 여러 차례의 도급에 의하여 시행되는 경우에는 원수급인을 사업주로 의제하도록 정한 것은 통상 재정적으로 영세한 처지의 하수급인에 비하여 보험료 납부 능력이 양호한 원수급인에게서 보험료를 징수할 수 있는 근거를 마련하고, 궁극적으로는 영세한 하수급인에게 고용된 재해 근로자를 신속·공정하게 보상하고자 하는 데에 취지가 있는 것이지, 하수급인을 산업재해보상보험관계에서 제외시켜 관련 업무상 재해에 대한 최종 보상책임귀속자로 정하기 위함은 아닌 점, 원수급인이 하도급에 관한 보험가입이나 보험료 납부 등의 업무에서 벗어나고자 할 경우 보험료징수법 제9조 제1항 단서, 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제7조에 따라 하수급인을 사업주로 인정받고자 하는 신청을 하고 공단으로부터 승인을 받아야 하는데, 위 규정의 취지를 고려하면 이는 종전에 원수급인을 통하여 간접적으로 산업재해보상보험관계에 있던 하수급인의 보험료납부의무 인수에 관한 절차이지, 승인으로 인하여 산업재해보상보험관계에서 아예 배제되어 있던 하수급인이 비로소 산업재해보상보험관계에 편입되는 것이라고 볼 수 없는 점, 산업재해보상보험법 제89조가 하수급인이 업무상의 재해에 대하여 보험급여에 상당하는 금품을 수급권자에게 미리 지급한 경우 보험료징수법 제9조 제1항 단서에 의하여 근로복지공단에게서 승인을 받았는지와 상관없이 근로복지공단에 대하여 구상할 수 있도록 한 것도 같은 취지로 이해할 수 있고, 만약 하수급인을 근로복지공단이 산업재해보상보험법 제87조에 따라 구상할 수 있는 제3자에 포함시키면 산업재해보상보험법 제89조에 의한 하수급인의 구상권과 모순되는 결론에 이르게 되는 점, 보험가입자인 원수급인의 소속 근로자에 대한 불법행위로 인하여 산업재해가 발생한 경우 원수급인은 산업재해보상보험법 제87조 제1항이 정한 ‘제3자’에서 제외되는데, 가해자가 하수급인이더라도 직·간접적인 산업재해보상보험관계 내에서 업무에 통상 수반하는 위험이 현실화된 것이라면 그러한 업무상 재해에 대한 최종 보상책임을 근로복지공단이 부담하도록 하는 것이 산업재해보상보험의 사회보험적 내지 책임보험적 성격에 부합할 뿐만 아니라 이러한 경우를 가해자가 원수급인인 경우와 달리 취급할 만한 합리적인 이유가 있다고 볼 수도 없는 점 등을 고려하면, 건설업 등 대통령령으로 정하는 사업이 여러 차례의 도급에 의하여 시행되는 때에는 하수급인에게 고용된 근로자가 하수급인의 행위로 인하여 업무상 재해를 입은 경우 하수급인은 ‘보험료징수법 제9조 제1항에 의한 보험가입자인 원수급인과 함께 직·간접적으로 재해 근로자와 산업재해보상보험관계를 가지는 자’로서 산업재해보상보험법 제87조 제1항이 정한 ‘제3자’에서 제외된다.<br/>",
  "판결본문": "",
  "참조조문": "산업재해보상보험법 제87조 제1항, 제89조, 구 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률(2009. 12. 30. 법률 제9896호로 개정되기 전의 것) 제2조 제5호, 제9조 제1항, 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제7조<br/>",
  "참조판례": "대법원 2008. 4. 10. 선고 2006다32910 판결(공2008상, 660)<br/>"
}