{
  "판례일련번호": "182491",
  "사건명": "회생",
  "사건번호": "2014마1427",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20160525",
  "판시사항": "[1] 체육시설의 설치·이용에 관한 법률 제27조의 규정 취지 및 내용 / 체육시설업자에 대한 회생절차에서 체육시설업자가 발행하는 신주 등을 인수할 제3자를 선정하고 신주 등의 인수대금으로 채무를 변제하는 내용의 회생계획에 입회금 반환채권 등 회원이 가지는 회생채권을 변경하는 사항을 정한 경우, 회생계획이 체육시설의 설치·이용에 관한 법률 제27조에 반하는지 여부(소극)<br/>[2] 회생계획인가의 요건으로 채무자 회생 및 파산에 관한 법률 제243조 제1항 제2호 전단에서 정한 회생계획의 ‘공정·형평’의 의미 / 회생계획에서 같은 법 제217조 제1항 제1호 내지 제5호가 규정하는 5종류의 권리 내부에서 더 세분하여 차등을 둘 수 있는지 여부(원칙적 적극) 및 같은 성질의 회생채권이나 회생담보권에 대하여 합리적인 이유 없이 권리에 대한 감면 비율이나 변제기를 달리할 수 있는지 여부(소극)<br/>[3] 회생계획 인가결정에 대하여 즉시항고가 제기된 경우, 회생계획이 인가요건을 충족하고 있는지 판단하는 기준 시점(=항고심 결정 시) / 항고심이 회생계획 인가결정 후에 발생한 사정을 고려하여야 하는지 여부(적극) 및 이때 회생계획 인가결정 당시에 예정되어 있던 회생계획의 수행결과까지 고려하여야 하는지 여부(소극)<br/>[4] 법원이 회생계획안에 관한 결의를 위한 조를 분류하면서 채무자 회생 및 파산에 관한 법률 제236조 제2항 각 호에 해당하는 동일한 종류의 권리자를 2개 이상의 조로 세분하지 않은 것이 위법한지 여부(원칙적 소극)<br/>[5] 신고된 회생채권의 존부 및 내용 등에 관하여 채권조사절차에서 이의가 제출되었으나 관계인집회에서 의결권 행사에 대하여 이의가 제기되지 아니한 경우, 신고한 액수에 따라 의결권을 행사할 수 있는지 여부(적극) 및 위와 같은 법리는 채권조사절차에서 신고된 회생채권의 의결권 액수에 대하여만 이의가 제출된 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[6] 법원이 회생계획안의 심리를 위한 관계인집회와 회생계획안의 결의를 위한 관계인집회를 병합하여 개최하기로 하였는데, 회생계획안의 심리를 위한 관계인집회의 기일이 종료되기 전에 회생계획안이 수정되어 회생계획안의 결의를 위한 관계인집회가 열리기 전에 회생채권자 등 이해관계인 모두에게 수정안 사본 또는 요지를 송달할 수 없었고, 회생계획안의 수정이 경미하지 않고 이해관계인에게 불리한 영향을 미치는 경우, 법원이 취하여야 할 조치<br/>[7] 회생계획인가의 요건으로 채무자 회생 및 파산에 관한 법률 제243조 제1항 제2호 후단에서 정한 회생계획의 ‘수행가능성’의 의미 / 같은 법 제243조 제1항 제6호의 규정 취지 및 법원이 같은 법 제226조 제2항에서 정하고 있는 의견조회를 누락한 경우, 회생계획의 수행가능성과 관련한 같은 법 제243조 제1항 제6호의 요건을 흠결한 것인지 여부(소극)<br/>",
  "판결요지": "[1] 체육시설의 설치·이용에 관한 법률(이하 ‘체육시설법’이라고 한다) 제27조의 규정 취지가 영업주체의 변동에도 불구하고 사업의 인허가와 관련하여 형성된 공법상의 관리체계를 유지시키고 체육시설업자와 이용관계를 맺은 다수 회원들의 이익을 보호하는 데 있는 점 등에 비추어 보면, 체육시설법 제27조는 제1항 또는 제2항에 해당하는 사유로 체육시설업자의 영업 또는 체육시설업의 시설 기준에 따른 필수시설이 타인에게 이전된 경우, 영업양수인 또는 필수시설의 인수인 등이 체육시설업과 관련하여 형성된 공법상의 권리·의무와 함께 체육시설업자와 회원 간에 영업양도 등의 사유가 있기 전에 체결된 사법상의 약정을 승계한다는 내용을 규정한 것이다.<br/>  그런데 체육시설업자에 대한 회생절차에서 채무자인 체육시설업자가 발행하는 신주 등을 인수할 제3자를 선정하고 제3자가 지급하는 신주 등의 인수대금으로 채무를 변제하는 내용의 회생계획은 채무자가 체육시설업자의 지위를 그대로 유지하고 체육시설업자의 주주만이 변경되는 것을 정하고 있으므로, 체육시설법 제27조 제1항의 ‘영업양도에 따라 영업을 양수한 자’나 체육시설법 제27조 제2항의 ‘그 밖에 체육시설법 제27조 제2항 제1호부터 제3호까지의 규정에 준하는 절차에 따라 체육시설업의 시설 기준에 따른 필수시설을 인수한 자’가 있을 수 없고, 이러한 경우 회생계획에 입회금 반환채권이나 시설이용권 등 회원이 가지는 회생채권을 변경하는 사항을 정하였다고 하여 회생계획이 체육시설법 제27조에 반한다고 볼 수 없다.<br/>[2] 회생절차에서 법원은 회생계획이 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제243조 제1항 각 호가 정하고 있는 요건을 구비하고 있는 경우에 한하여 회생계획인가의 결정을 할 수 있는바, 채무자회생법이 회생계획인가의 요건을 엄격하게 규정하고 있는 취지는 회생절차에서는 우선순위가 다른 채권자들끼리의 결의에 의하여 권리변경이 이루어지므로 회생계획의 내용이 각 이해관계인 사이에 공정·형평하게 이루어질 수 있도록 함과 동시에 회생절차의 목적인 채무자 또는 사업의 효율적인 회생을 달성할 수 있도록 하려는 것이다.<br/>  따라서 법원이 회생계획의 인가를 하기 위하여는 채무자회생법 제243조 제1항 제2호 전단에 따라 회생계획이 공정하고 형평에 맞아야 하는데, 여기서 말하는 ‘공정·형평’이란 구체적으로는 채무자회생법 제217조 제1항이 정하는 권리의 순위를 고려하여 이종(異種)의 권리자들 사이에는 회생계획의 조건에 공정하고 형평에 맞는 차등을 두어야 하고, 채무자회생법 제218조 제1항이 정하는 바에 따라 동종(同種)의 권리자들 사이에는 회생계획의 조건을 평등하게 하여야 한다는 것을 의미한다. 여기서의 평등은 형식적 의미의 평등이 아니라 공정·형평의 관념에 반하지 아니하는 실질적인 평등을 가리키는 것이므로, 회생계획에서 모든 권리를 반드시 채무자회생법 제217조 제1항 제1호 내지 제5호가 규정하는 5종류의 권리로 나누어 각 종류의 권리를 획일적으로 평등하게 취급하여야만 하는 것은 아니고, 5종류의 권리 내부에서도 회생채권이나 회생담보권의 성질의 차이, 채무자의 회생을 포함한 회생계획의 수행가능성 등 제반 사정에 따른 합리적인 이유를 고려하여 이를 더 세분하여 차등을 두더라도 공정·형평의 관념에 반하지 아니하는 경우에는 합리적인 범위 내에서 차등을 둘 수 있으며, 다만 같은 성질의 회생채권이나 회생담보권에 대하여 합리적인 이유 없이 권리에 대한 감면 비율이나 변제기를 달리하는 것과 같은 차별은 허용되지 아니한다.<br/>[3] 회생계획이 인가요건을 충족하고 있는지는 회생법원이 인가 여부를 판단하는 시점, 즉 인가 시를 기준으로 하여야 하는 것이 원칙이나, 회생계획 인가결정에 대하여 즉시항고가 제기된 경우에는 항고심의 속심적 성격에 비추어 볼 때 항고심 결정 시를 기준으로 판단하여야 하고, 항고심이 고려하여야 할 사항에는 회생법원의 회생계획 인가결정 후에 발생한 사정도 포함된다. 그런데 이는 항고심이 인가결정 당시의 회생법원의 고려사항과 다르게 회생계획인가 이후에 변동된 사정이 없는지를 심리하여 인가결정의 당부를 판단하라는 취지이므로, 항고심이 회생법원의 회생계획 인가결정 당시에 예정되어 있던 회생계획의 수행결과까지 고려하여 회생계획 인가요건의 충족 여부를 판단하여야 하는 것은 아니다.<br/>[4] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다)은 회생담보권자·회생채권자·주주·지분권자를 각각 다른 조로 분류하여야 하는 것 외에는 법원이 채무자회생법 제236조 제2항 각 호의 자가 가진 권리의 성질과 이해관계를 고려하여 2개 이상의 호의 자를 하나의 조로 분류하거나 하나의 호에 해당하는 자를 2개 이상의 조로 분류할 수 있다고 규정하여(채무자회생법 제236조 제3항), 조의 통합과 세분에 관하여 법원의 재량을 인정하고 있다. 따라서 회생법원의 조 분류 결정에 재량의 범위를 일탈하였다고 볼 수 있는 특별한 사정이 없는 한, 법원이 채무자회생법 제236조 제2항 각 호에 해당하는 동일한 종류의 권리자를 2개 이상의 조로 세분하지 않았다고 하여 위법하다고 볼 수 없다.<br/>[5] 신고된 회생채권의 존부 및 내용 등에 관하여 채권조사절차에서 이의가 제출되어 미확정 상태에 있는 이른바 ‘이의채권’이라 하더라도, 관계인집회에서 그에 기한 의결권의 행사에 대하여 이의가 제기되지 아니한 이상 의결권은 신고한 액수에 따라 행사할 수 있다. 그리고 위와 같은 법리는 채권조사절차에서 신고된 회생채권의 의결권 액수에 대하여만 이의가 제출된 경우에도 마찬가지로 적용된다.<br/>[6] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제232조 제1항, 제2항에 따르면 원칙적으로 법원은 회생계획안에 관한 수정이 완료된 경우에 회생계획안의 결의를 위한 관계인집회를 소집하고 수정이 완료된 회생계획안의 사본 또는 요지를 회생채권자 등 이해관계인에게 송달하여야 한다.<br/>  그런데 법원이 회생계획안의 심리를 위한 관계인집회와 회생계획안의 결의를 위한 관계인집회를 병합하여 개최하기로 한 경우에, 회생계획안의 심리를 위한 관계인집회의 기일이 종료되기 전에 회생계획안이 수정되어 연이어 개최하기로 한 회생계획안의 결의를 위한 관계인집회가 열리기 전에 회생채권자 등 이해관계인 모두에게 수정안 사본 또는 요지를 송달할 수 없었고, 회생계획안의 수정이 경미하지 않고 이해관계인에게 불리한 영향을 미치는 것이라면, 특별한 사정이 없는 한, 법원은 예정된 회생계획안의 결의를 위한 관계인집회의 개최를 연기한 후 회생채권자 등 이해관계인에게 수정안 사본 또는 요지를 송달하는 등으로 의결권을 행사하는 자에게 내용을 충분히 숙지하고 검토할 기회를 줌과 동시에 회생계획안의 결의를 위한 관계인집회에 출석하지 못한 회생채권자 등 이해관계인에게 결의의 기회를 보장해 주어야 한다. 이는 회생계획안의 제출자가 회생계획안의 심리를 위한 관계인집회의 기일이 종료되기 전에 법원의 허가를 받아 회생계획안을 수정할 수 있고(채무자회생법 제228조 참조), 회생계획안의 수정이 이해관계인에게 불리한 내용을 정할 수 있다고 하여 달리 볼 것은 아니다.<br/>[7] 법원이 회생계획의 인가를 하기 위하여는 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제243조 제1항 제2호 후단에 따라 회생계획의 수행이 가능하여야 하는데, 여기서 말하는 ‘수행가능성’이란 채무자가 회생계획에 정해진 채무변제계획을 모두 이행하고 다시 회생절차에 들어오지 않을 수 있는 건전한 재무 상태를 구비하게 될 가능성을 의미한다.<br/>  그리고 채무자회생법 제243조 제1항 제6호는 회생계획인가의 요건으로 ‘회생계획에서 행정청의 허가·인가·면허 그 밖의 처분을 요하는 사항이 제226조 제2항의 규정에 의한 행정청의 의견과 중요한 점에서 차이가 없을 것’을 규정하고 있는바, 이는 회생계획안이 행정청의 허가 등을 전제로 하고 있는 경우에 그러한 처분이 내려지지 않으면 회생계획의 수행가능성에 문제가 발생할 수 있기 때문에 회생계획인가의 요건으로 규정한 것이다.<br/>  한편 채무자회생법 제226조 제2항은 “행정청의 허가·인가·면허 그 밖의 처분을 요하는 사항을 정하는 회생계획안에 관하여는 법원은 그 사항에 관하여 그 행정청의 의견을 들어야 한다.”라고 규정하고 있는바, 법원이 채무자회생법 제226조 제2항에서 정하고 있는 의견조회를 누락한 경우, 이는 회생계획인가의 요건 중 채무자회생법 제243조 제1항 제1호에서 정한 ‘회생절차가 법률의 규정에 적합할 것’이라는 요건을 흠결한 것이지 회생계획의 수행가능성과 관련한 채무자회생법 제243조 제1항 제6호의 요건을 흠결한 것으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 체육시설의 설치·이용에 관한 법률 제27조 제1항, 제2항, 채무자 회생 및 파산에 관한 법률 제193조 / [2] 채무자 회생 및 파산에 관한 법률 제217조 제1항, 제218조 제1항, 제243조 제1항 제2호 / [3] 채무자 회생 및 파산에 관한 법률 제243조, 제247조 / [4] 채무자 회생 및 파산에 관한 법률 제236조 제1항, 제2항, 제3항 / [5] 채무자 회생 및 파산에 관한 법률 제161조, 제187조, 제188조 제2항, 채무자 회생 및 파산에 관한 규칙 제68조 제1항 / [6] 채무자 회생 및 파산에 관한 법률 제224조, 제228조, 제232조 제1항, 제2항 / [7] 채무자 회생 및 파산에 관한 법률 제226조 제2항, 제243조 제1항 제1호, 제2호, 제6호<br/>",
  "참조판례": "[1] 대법원 2015. 12. 23. 선고 2013다85417 판결(공2016상, 185) / [2] 대법원 1998. 8. 28.자 98그11 결정(공1998하, 2493), 대법원 2000. 1. 5.자 99그35 결정(공2000상, 539), 대법원 2015. 12. 29.자 2014마1157 결정(공2016상, 226) / [3] 대법원 2008. 6. 17.자 2005그147 결정(공2008하, 1023) / [5] 대법원 2014. 2. 21.자 2013마1306 결정<br/>"
}