{
  "판례일련번호": "182574",
  "사건명": "증여세부과처분취소",
  "사건번호": "2013두23058",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160609",
  "판시사항": "[1] 평가기준일 이후에 주주배정 방식의 유상증자와 권리락이 있는 경우, 상장주식의 평가기간(=평가기준일 이전 2개월이 되는 날부터 권리락일 전날까지의 기간) / 평가기준일 이전에 주주배정 방식의 유상증자와 권리락이 있었으나 실권주에 대하여 다시 같은 조건으로 제3자 배정이 이루어진 경우, 상장주식의 평가기간(=권리락일부터 평가기준일 이후 2개월이 되는 날까지의 기간)<br/>[2] 구 상속세 및 증여세법 제63조 제1항 제1호 (가)목, 구 상속세 및 증여세법 시행령 제52조의2 각 호가 정한 평가기간에 매매거래정지기간이 포함된 경우, 이를 제외한 나머지 기간만 평가기간으로 삼아야 하는지 여부(원칙적 적극) 및 권리락일이 매매거래정지기간 내에 있는 경우, 권리락 조치일인 매매거래정지 해제일을 같은 법 시행령 제52조의2 제1호에서 정한 ‘증자사유가 발생한 날의 다음 날’로 보아야 하는지 여부(적극) / 평가기준일 이전 2개월이 되는 날부터 평가기준일 사이에 매매거래정지가 해제되는 경우, 상장주식의 평가기간(=매매거래정지 해제일부터 평가기준일 이후 2개월이 되는 날까지의 기간) 및 평가기준일 이전에 시작된 매매거래정지가 평가기준일 후에 해제되고 그동안에 유상증자와 증여가 순차로 이루어진 경우, 상장주식의 평가기간(=원칙적으로, 매매거래정지 해제일부터 평가기준일 이후 2개월이 되는 날까지의 기간)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘상증세법’이라 한다) 제63조 제1항 제1호 (가)목 본문이 주가의 일시적 급등락에 따른 평가의 왜곡을 막고 시가주의의 원칙에 충실하고자 원칙적으로 일정한 기간 동안 안정적으로 형성된 주가의 평균액으로 상장주식의 가치를 파악하도록 하면서도, 상증세법 제63조 제1항 제1호 (가)목 단서, 구 상속세 및 증여세법 시행령(2008. 2. 22. 대통령령 제20621호로 개정되기 전의 것, 이하 ‘상증세법 시행령’이라 한다) 제52조의2 각 호가 평가기간 내에 증자·합병 등의 사유가 발생한 경우 그로 인하여 영향을 받기 전의 기간 또는 받은 후의 기간을 제외하고 상장주식을 평가하도록 한 것은 그러한 사유가 유가증권시장에서 형성되는 주가에 상당한 영향을 미침으로써 평가기준일이 속한 기간의 주가와는 본질적인 차이를 가져옴을 감안한 것인 점, 주주배정 방식의 유상증자가 이루어진 경우 권리락일 전일에는 신주인수권이 있음을 전제로 주가가 형성되지만 권리락일에는 신주인수권이 소멸하였음을 전제로 주가가 형성되므로 그 전후로 유가증권시장에서 형성되는 각각의 주가는 본질적이고 상당한 차이가 있는 점, 주주배정 방식의 유상증자가 있었으나 주주의 실권으로 실권주에 대하여만 다시 같은 조건으로 제3자 배정이 이루어진 경우 특별한 사정이 없는 한 그에 대한 이사회결의 및 공시는 주주배정 방식의 유상증자 공시와 권리락 조치에 따라 이미 형성된 주가에 새로운 영향을 미치지 않는 점 등을 종합하면, 평가기준일 이후에 주주배정 방식의 유상증자와 권리락이 있는 경우에는 권리락일을 상증세법 시행령 제52조의2 제2호에서 정한 ‘증자사유가 발생한 날’로 보아 평가기준일 이전 2개월이 되는 날부터 그 전날까지의 기간을 상장주식의 평가기간으로 삼아야 하고, 평가기준일 이전에 주주배정 방식의 유상증자와 권리락이 있었으나 주주의 실권으로 실권주에 대하여만 다시 같은 조건으로 제3자 배정이 이루어진 경우에는 주주배정 방식의 유상증자에 따른 권리락일을 상증세법 시행령 제52조의2 제1호에서 정한 ‘증자사유가 발생한 날의 다음 날’로 보아 그때부터 평가기준일 이후 2개월이 되는 날까지의 기간을 상장주식의 평가기간으로 삼아야 한다.<br/>[2] 상장주식에 관하여 매매거래가 정지된 기간 동안은 유가증권시장에서 불특정 다수인의 거래에 의하여 정상적으로 형성된 주가가 존재할 수 없고, 구 상속세 및 증여세법 시행령(2008. 2. 22. 대통령령 제20621호로 개정되기 전의 것, 이하 ‘상증세법 시행령’이라 한다) 제52조의2 각 호도 평가기준일 이전·이후 각 2개월간의 합산기간이 4개월에 미달하더라도 합산기간의 주가만으로 상장주식을 평가하도록 하고 있으므로, 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘상증세법’이라 한다) 제63조 제1항 제1호 (가)목, 상증세법 시행령 제52조의2 각 호가 정한 평가기간에 매매거래정지기간이 포함되어 있다면 원칙적으로 이를 제외하고 나머지 기간만을 평가기간으로 삼아야 한다.<br/>  그런데 구 증권거래법(2007. 8. 3. 법률 제8635호로 폐지되기 전의 것) 제94조 제1항의 위임에 따른 유가증권시장 업무규정(2005. 1. 21. 규정 제6호로 제정된 것) 제105조, 유가증권시장 업무규정 시행세칙(2005. 1. 24. 규정 제17호로 제정된 것) 제132조 제1항 제2호는 권리락일이 매매거래정지기간 내에 있는 경우에는 매매거래정지 해제일을 권리락 조치일로 하도록 정하고 있으므로, 상증세법 시행령 제52조의2 제1호를 적용할 때에는 권리락 조치일을 ‘증자사유가 발생한 날의 다음 날’로 볼 수밖에 없다. 따라서 평가기준일 이전 2개월이 되는 날부터 평가기준일까지 사이에 매매거래정지가 해제되는 경우에는 권리락 조치일인 매매거래정지 해제일을 평가의 시점으로 보아 그때부터 평가기준일 이후 2개월이 되는 날까지의 기간을 상장주식의 평가기간으로 삼아야 한다. 또한 평가기준일 이전에 시작된 매매거래정지가 평가기준일 후에 해제되고 그동안에 유상증자와 증여가 순차로 이루어진 경우에도 특별한 사정이 없는 한 권리락 조치일인 매매거래정지 해제일을 평가의 시점으로 보아 그때부터 평가기준일 이후 2개월이 되는 날까지의 기간을 상장주식의 평가기간으로 삼아야 하며, 매매거래정지로 인하여 평가기준일이 변동될 수는 없고 상증세법 제63조 제1항 제1호 (가)목은 ‘평가기준일 이전·이후 각 2개월의 기간’ 중 일정한 기간만 평가기간으로 하고 있으며 상증세법 시행령 제52조의2를 적용할 때 평가기준일 이전·이후 중 2개월의 평가기간을 반드시 확보하여야 하는 것도 아니므로 이러한 경우 매매거래정지 해제일을 평가기준일로 보아 그때부터 이후 2개월이 되는 날의 기간을 상장주식의 평가기간으로 삼을 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제63조 제1항 제1호 (가)목, 구 상속세 및 증여세법 시행령(2008. 2. 22. 대통령령 제20621호로 개정되기 전의 것) 제52조의2 / [2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제63조 제1항 제1호 (가)목, 구 상속세 및 증여세법 시행령(2008. 2. 22. 대통령령 제20621호로 개정되기 전의 것) 제52조의2, 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제94조 제1항(현행 자본시장과 금융투자업에 관한 법률 제393조 참조)<br/>",
  "참조판례": ""
}