{
  "판례일련번호": "182874",
  "사건명": "관리비",
  "사건번호": "2014다46570",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160310",
  "판시사항": "[1] 유통산업발전법 제12조 제4항에 따라 대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’의 의미 및 대규모점포의 구분소유자들이나 그들에게서 매장을 임차하여 운영하고 있는 상인들에게 관리비를 부과·징수하는 업무가 대규모점포관리자의 권한에 속하는지 여부(적극)<br/>[2] 대규모점포의 관리단이 관리비 부과·징수 업무를 포함한 건물의 유지·관리 업무를 수행하던 중 대규모점포관리자가 새로이 관리비 부과·징수권한을 가지게 된 경우, 대규모점포관리자의 권한 범위 내에서 관리단의 관리비 부과·징수권한이 상실되는지 여부(적극)<br/>[3] 대규모점포관리자의 설립·신고 전까지 관리단이 대규모점포의 유지·관리업무를 수행함으로써 관리비채권을 취득한 경우, 대규모점포관리자가 새로이 관리비 부과·징수권한을 취득한 후에는 관리단이 관리비를 징수할 권한을 상실하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 유통산업발전법 제12조 제1항 제3호는 대규모점포개설자가 수행하는 업무로서 ‘그 밖에 대규모점포 등을 유지·관리하기 위하여 필요한 업무’를 규정하고 있고, 제4항은 ‘매장이 분양된 대규모점포에서는 제1항 각 호의 업무 중 구분소유와 관련된 사항에 대하여는 집합건물의 소유 및 관리에 관한 법률에 따른다’고 규정하고 있다. 여기서 대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’이란 대규모점포의 유지·관리 업무 중 업무를 대규모점포관리자에게 허용하면 점포소유자들의 소유권 행사와 충돌되거나 구분소유자들의 소유권을 침해할 우려가 있는 사항이라고 해석함이 타당하다. 이러한 법리에 비추어 볼 때 대규모점포관리자가 대규모점포의 구분소유자들이나 그들에게서 임차하여 대규모점포의 매장을 운영하고 있는 상인들을 상대로 대규모점포의 유지·관리에 드는 비용인 관리비를 부과·징수하는 업무는 점포소유자들의 소유권 행사와 충돌되거나 구분소유자들의 소유권을 침해할 우려가 있는 ‘구분소유와 관련된 사항’이라기보다는 대규모점포의 운영 및 공동시설의 사용을 통한 상거래질서의 확립, 소비자의 보호와 편익증진에 관련된 사항으로서 대규모점포 본래의 유지·관리를 위하여 필요한 업무에 해당하여 대규모점포관리자의 권한에 속한다.<br/>[2] 대규모점포의 효율적이고 통일적인 유지·관리를 통하여 상거래질서 확립, 소비자 보호 등을 도모하려는 유통산업발전법의 입법 목적과 취지 등에 비추어 보면, 집합건물의 소유 및 관리에 관한 법률상의 집합건물인 대규모점포에 관하여 관리단이 관리비 부과·징수 업무를 포함한 건물의 유지·관리 업무를 수행하여 오던 중 대규모점포관리자가 적법하게 설립되어 신고절차를 마치는 등으로 새로이 관리비 부과·징수권한을 가지게 된 경우에는 그때부터 대규모점포관리자의 권한에 속하게 된 범위에서 관리단이 가지던 관리비 부과·징수권한은 상실된다.<br/>[3] 대규모점포관리자의 설립·신고 전까지 관리단이 대규모점포의 유지·관리업무를 수행함으로써 취득한 관리비채권마저 대규모점포관리자에게 당연히 이전한다고 해석할 법률상의 근거가 없으므로, 특별한 사정이 없는 한 관리비채권은 대규모점포관리자가 새로이 관리비 부과·징수권한을 취득한 후에도 그대로 관리단에 귀속되고, 관리단이 관리비를 징수할 권한을 상실하지는 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 유통산업발전법 제12조 제1항 제3호, 제4항, 유통산업발전법 시행규칙 제6조 제2항, 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 제23조 / [2] 유통산업발전법 제12조 제1항 제3호, 제4항, 유통산업발전법 시행규칙 제6조 제2항, 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 제23조 / [3] 유통산업발전법 제12조 제1항 제3호, 제4항, 유통산업발전법 시행규칙 제6조 제2항, 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 제23조<br/>",
  "참조판례": "[1] 대법원 2011. 10. 13. 선고 2007다83427 판결(공2011하, 2293)<br/>"
}