{
  "판례일련번호": "182953",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2014두144",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160623",
  "판시사항": "[1] 공급자가 공급과 관련하여 재화나 용역을 공급받는 자가 아닌 제3자에게서 금전 또는 금전적 가치가 있는 것을 받는 경우, 금전 등이 부가가치세 과세표준에 포함되기 위한 요건(=해당 공급과 대가관계에 있을 것) / 제3자가 지급하는 금전 등이 해당 공급과 대가관계에 있는지 판단하는 기준<br/>[2] 甲 주식회사가 홈쇼핑업체와 위탁판매계약을 체결하고 컴퓨터 등을 판매하였고, 홈쇼핑업체가 甲 회사와의 약정에 따라 할인쿠폰 등을 발행하여 할인된 가격으로 상품구매자에게 상품을 판매하고 甲 회사에게서도 상품할인액만큼 차감된 판매수수료만 지급받았는데, 甲 회사가 할인액을 부가가치세 과세표준에 포함되지 아니하는 에누리액으로 보아 이를 제외한 나머지 매출액만을 부가가치세 과세표준으로 신고하자, 과세관청이 이에 대하여 부가가치세 부과처분을 한 사안에서, 할인액이 구 부가가치세법상 에누리액에 해당하므로 과세처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제13조 제1항, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항, 제52조 제2항의 각 문언과 내용 및 취지를 살펴보면, 공급자가 어떠한 공급과 관련하여 재화나 용역을 공급받는 자가 아닌 제3자에게서 금전 또는 금전적 가치가 있는 것을 받는 경우에 그것이 공급과 대가관계에 있는 때에는 부가가치세의 과세표준에 포함될 수 있으나, 그것이 해당 공급과 구별되는, 제3자와 공급자 사이의 다른 공급과 관련되어 있을 뿐 해당 공급과 대가관계에 있다고 볼 수 없는 경우에는 해당 공급에 관한 부가가치세의 과세표준에 포함되지 아니한다. 나아가 제3자가 지급하는 금전 또는 금전적 가치가 있는 것이 해당 공급과 대가관계에 있는지는 지급의 명목과 근거, 이와 관련하여 공급자와 제3자가 추구하는 목적과 동기, 공급자와 제3자 사이의 별도의 계약관계 등 법률관계의 존부 및 문제 된 금전 등의 지급이 그러한 법률관계에 따른 이행으로 평가될 수 있는지 등을 비롯한 여러 사정을 종합하여 해당 공급과 직접적 관련성이 인정될 수 있는지에 따라 판단하여야 한다.<br/>[2] 甲 주식회사가 홈쇼핑업체와 위탁판매계약을 체결하고 컴퓨터 등을 판매하였고, 홈쇼핑업체가 甲 회사와의 약정에 따라 할인쿠폰 등을 발행하여 할인된 가격으로 상품구매자에게 상품을 판매하고 甲 회사에게서도 상품할인액만큼 차감된 판매수수료만 지급받았는데, 甲 회사가 할인액을 부가가치세 과세표준에 포함되지 아니하는 에누리액으로 보아 이를 제외한 나머지 매출액만을 부가가치세 과세표준으로 신고하자, 과세관청이 이에 대하여 부가가치세 부과처분을 한 사안에서, 甲 회사와 홈쇼핑업체 사이의 계약관계는 명시적인 위탁매매관계로서, 수탁자인 홈쇼핑업체는 상품구매자에게서 판매대금을 교부받아 위탁자인 甲 회사에 지급하여야 하고 甲 회사는 홈쇼핑업체에 상품판매대금에 관한 소정의 판매수수료를 지급하여야 하는 점 등을 종합하면, 할인액은 상품의 공급조건에 따라 재화의 공급대가인 통상의 상품가격에서 직접 공제되는 것으로서 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것)상 에누리액에 해당한다는 이유로, 이와 달리 할인액의 실질이 홈쇼핑업체가 상품구매자를 대신하여 甲 회사에 지급한 상품판매대금이라고 보아 이를 부가가치세 과세표준에 포함시킨 과세처분이 위법하다고 본 원심판단에 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제13조 제1항 제1호(현행 제29조 제3항 제1호 참조), 제2호(현행 제29조 제3항 제2호 참조), 제2항 제1호(현행 제29조 제5항 제1호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항(현행 삭제), 제52조 제2항(현행 삭제) / [2] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제13조 제1항 제1호(현행 제29조 제3항 제1호 참조), 제2호(현행 제29조 제3항 제2호 참조), 제2항 제1호(현행 제29조 제5항 제1호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항(현행 삭제), 제52조 제2항(현행 삭제)<br/>",
  "참조판례": ""
}