{
  "판례일련번호": "182950",
  "사건명": "시정조치등취소(인터넷 사이트에서 개인정보를 수집하면서 적법한 동의를 받았는지 문제 된 사건)",
  "사건번호": "2014두2638",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160628",
  "판시사항": "[1] 정보통신서비스 제공자가 이용자에게서 개인정보 수집·제공에 관하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따라 적법한 동의를 받기 위한 요건<br/>[2] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률에 따른 정보통신서비스 제공자인 甲 주식회사가 오픈마켓 등 웹사이트의 배너 및 이벤트 광고 팝업창을 통하여 개인정보 수집 항목 및 목적, 보유기간에 대한 안내 없이 ‘확인’을 선택하면 동의한 것으로 간주하는 방법으로 명시적인 동의를 받지 않고 이용자 개인정보를 수집하여 보험사 등에 제공하였다는 이유로 방송통신위원회가 甲 회사에 시정조치 등을 한 사안에서, 甲 회사가 이벤트 화면을 통하여 이용자의 개인정보 수집 등을 하면서 위 법률에 따른 개인정보의 수집·제3자 제공에 필요한 이용자의 적법한 동의를 받지 않았다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘정보통신망법’이라 한다) 제22조 제1항, 제24조의2 제1항, 제26조의2, 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 시행령(2012. 8. 17. 대통령령 제24047호로 개정되기 전의 것) 제12조 제1항의 문언·체계·취지 등에 비추어 보면, 정보통신서비스 제공자가 이용자에게서 개인정보 수집·제공에 관하여 정보통신망법에 따라 적법한 동의를 받기 위하여는, 이용자가 개인정보 제공에 관한 결정권을 충분히 자유롭게 행사할 수 있도록, 정보통신서비스 제공자가 미리 인터넷 사이트에 통상의 이용자라면 용이하게 ‘개인정보를 제공받는 자, 개인정보를 제공받는 자의 개인정보 이용 목적, 제공하는 개인정보의 항목, 개인정보를 제공받는 자의 개인정보 보유 및 이용 기간’(이하 통틀어 ‘법정 고지사항’이라 한다)의 구체적 내용을 알아볼 수 있을 정도로 법정 고지사항 전부를 명확하게 게재하여야 한다. 아울러, 법정 고지사항을 게재하는 부분과 이용자의 동의 여부를 표시할 수 있는 부분을 밀접하게 배치하여 이용자가 법정 고지사항을 인지하여 확인할 수 있는 상태에서 개인정보의 수집·제공에 대한 동의 여부를 판단할 수 있어야 하고, 그에 따른 동의의 표시는 이용자가 개인정보의 수집·제공에 동의를 한다는 명확한 인식하에 행하여질 수 있도록 실행 방법이 마련되어야 한다.<br/>[2] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘정보통신망법’이라 한다)에 따른 정보통신서비스 제공자인 甲 주식회사가 오픈마켓 등 웹사이트의 배너 및 이벤트 광고 팝업창을 통하여 개인정보 수집 항목 및 목적, 보유기간에 대한 안내 없이 ‘확인’을 선택하면 동의한 것으로 간주하는 방법으로 명시적인 동의를 받지 않고 이용자 개인정보를 수집하여 보험사 등에 제공하였다는 이유로 방송통신위원회가 甲 회사에 시정조치 등을 한 사안에서, 甲 회사가 이벤트 화면에서 법정 고지사항을 제일 하단에 배치한 것은 법정 고지사항을 미리 명확하게 인지·확인할 수 있게 배치한 것으로 볼 수 없는 점, 이벤트 화면에 스크롤바를 설치한 것만으로는 개인정보 수집·이용 및 제3자 제공에 관한 동의를 구하고 있고 화면 하단에 법정 고지사항이 존재한다는 점을 쉽게 인지하여 확인할 수 있는 형태라고 볼 수 없는 점, 이벤트에 참여하려면 일련의 팝업창이 뜨는데, 팝업창 문구 자체만으로는 수집·제공의 대상이 ‘개인정보’이고 제공처가 제3자인 보험회사라는 점을 쉽고 명확하게 밝힌 것으로 볼 수 없는데도 이용자가 팝업창에서 ‘확인’ 버튼만 선택하면 개인정보 수집·제3자 제공에 동의한 것으로 간주되도록 한 점 등을 종합하면, 甲 회사가 이벤트 화면을 통하여 이용자의 개인정보 수집 등을 하면서 정보통신망법에 따른 개인정보의 수집·제3자 제공에 필요한 이용자의 적법한 동의를 받지 않았다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제22조 제1항, 제24조의2 제1항, 제26조의2, 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 시행령(2012. 8. 17. 대통령령 제24047호로 개정되기 전의 것) 제12조 제1항 / [2] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제22조 제1항, 제24조의2 제1항, 제26조의2, 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 시행령(2012. 8. 17. 대통령령 제24047호로 개정되기 전의 것) 제12조 제1항<br/>",
  "참조판례": ""
}