{
  "판례일련번호": "182996",
  "사건명": "지적도경정동의청구",
  "사건번호": "2016다1793",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160628",
  "판시사항": "[1] 자신의 소유가 아닌 토지의 소유자를 상대로 토지의 경계 정정에 대한 승낙의 의사표시를 구하는 소가 적법한지 여부(소극) 및 자신 소유 토지의 경계 정정에 따라 경계가 변경되는 인접 토지소유자가 아닌 사람을 상대로 토지의 경계 정정에 대한 승낙의 의사표시를 구하는 소가 적법한지 여부(소극)<br/>[2] 지적공부에 등록된 토지의 소유권의 범위는 공부상의 경계에 따라 확정되는지 여부(원칙적 적극) 및 토지의 경계를 실제의 경계에 의하여야 하는 경우<br/>[3] 부동산등기부의 표제부에 토지의 면적이 실제와 다르게 등재된 경우, 등기가 해당 토지를 표상하는 등기로서 유효한지 여부(적극) 및 부동산등기부의 표시에 따라 지번과 지적을 표시하고 토지를 양도하였으나 실측상 지적이 등기부에 표시된 것보다 넓은 경우, 등기부상 지적을 넘는 토지 부분이 양수인의 소유에 속하는지 여부(적극)<br/>",
  "판결요지": "[1] 공간정보의 구축 및 관리 등에 관한 법률(이하 ‘공간정보법’이라 한다) 제84조 제1항은 ‘토지소유자는 지적공부의 등록사항에 잘못이 있음을 발견하면 지적소관청에 그 정정을 신청할 수 있다’고 규정하고, 같은 조 제3항은 ‘제1항에 따른 정정으로 인접 토지의 경계가 변경되는 경우에는 인접 토지소유자의 승낙서나 인접 토지소유자가 승낙하지 아니하는 경우에는 이에 대항할 수 있는 확정판결서 정본을 지적소관청에 제출하여야 한다’고 규정하고 있다.<br/>  이와 같은 공간정보법의 규정에 따르면 자신의 소유가 아닌 토지에 관하여 지적공부의 등록사항 정정신청을 할 수 없으므로 토지의 소유자를 상대로 토지의 경계 정정에 대한 승낙의 의사표시를 구하는 소는 권리보호의 이익이 없어 부적법하다. 또한 자신 소유 토지의 경계 정정에 따라 경계가 변경되는 인접 토지소유자가 아닌 사람을 상대로 자신 소유 토지의 경계 정정에 대한 승낙의 의사표시를 구하는 소 역시 권리보호의 이익이 없어 부적법하다.<br/>[2] 어떤 토지가 지적공부에 1필지의 토지로 등록되면 토지의 소재, 지번, 지목, 지적 및 경계는 특별한 사정이 없는 한 등록으로써 특정되고 소유권의 범위는 현실의 경계와 관계없이 공부상의 경계에 따라 확정되는 것이 원칙이다. 다만 지적도를 작성할 때 기점을 잘못 선택하는 등 기술적인 착오로 지적도상의 경계선이 진실한 경계선과 다르게 작성되었다거나 당사자들이 사실상의 경계대로 토지를 매매할 의사를 가지고 거래를 한 경우 등과 같은 특별한 사정이 있는 경우에 한하여 토지의 경계는 실제의 경계에 의하여야 한다.<br/>[3] 물권의 객체인 토지 1필지의 공간적 범위를 특정하는 것은 지적도나 임야도의 경계이지 등기부의 표제부나 임야대장·토지대장에 등재된 면적이 아니므로, 부동산등기부의 표제부에 토지의 면적이 실제와 다르게 등재되어 있어도 이러한 등기는 해당 토지를 표상하는 등기로서 유효하다. 또한 부동산등기부의 표시에 따라 지번과 지적을 표시하고 1필지의 토지를 양도하였으나 양도된 토지의 실측상 지적이 등기부에 표시된 것보다 넓은 경우 등기부상 지적을 넘는 토지 부분은 양도된 지번과 일체를 이루는 것으로서 양수인의 소유에 속한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공간정보의 구축 및 관리 등에 관한 법률 제84조 제1항, 제3항 / [2] 민법 제212조 / [3] 민법 제186조, 제212조<br/>",
  "참조판례": "[2] 대법원 1991. 2. 22. 선고 90다12977 판결(공1991, 1050), 대법원 2010. 10. 14. 선고 2010다37059 판결/ [3] 대법원 1991. 3. 22. 선고 91다3185 판결(공1991, 1251), 대법원 2005. 12. 23. 선고 2004다1691 판결(공2006상, 165)<br/>"
}