{
  "판례일련번호": "183031",
  "사건명": "채무부존재확인·부당이득금반환등",
  "사건번호": "2013다82944, 82951",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160714",
  "판시사항": "[1] 방위사업청이 일반물자나 방산물자 등의 구매계약에 편입하기 위하여 정한 구 ‘물품제조·구매 표준계약 특수조건(일반)’ 제26조 제1항, 구 ‘물품제조·구매 표준계약 특수조건(방산)’ 제26조 제1항, 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’ 제30조 제1항에서 정한 ‘부당이득’의 반환을 청구할 수 있는 권리의 법적 성질(=채무불이행으로 인한 손해배상청구권) 및 이때 ‘부당이득금’의 발생 및 범위에 관한 증명책임의 소재(=대한민국) / 위 각 조 제2항에 의하여 청구하는 ‘부당이득금’의 법적 성질(=손해배상청구) 및 제2항에 따라 부당이득금을 산정하는 경우, 산정 방식 등이 현저히 불합리하다는 점에 관한 증명책임의 소재(=계약상대자) / 위 각 조 제2항이 개산(槪算)계약에서의 ‘부당이득금’과 가산금 산정에만 한정적으로 적용되는지 여부(소극)<br/>[2] 구 '물품제조·구매 표준계약 특수조건(일반)' 제26조 제2항, 구 ‘물품제조·구매 표준계약 특수조건(방산)’ 제26조 제2항, 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’ 제30조 제2항이 독점규제 및 공정거래에 관한 법률 제3조의2, 제23조 등이 규정하는 불공정거래행위 중 ‘자기의 거래상의 지위를 부당하게 이용하여 상대방과 거래하는 행위’에 해당하거나 국가를 당사자로 하는 계약에 관한 법률 시행령 제4조 등에 반하여 무효인지 여부(소극)<br/>[3] 당사자 사이에 채무불이행이 있으면 위약금을 지급하기로 하는 약정이 있는 경우, 위약금이 손해배상액의 예정인지 위약벌인지 판단하는 방법 및 위약금을 위약벌로 보아야 하는 경우<br/>[4] 구 ‘물품제조·구매 표준계약 특수조건(일반)’ 제26조 제1항 단서와 제2항, 구 ‘물품제조·구매 표준계약 특수조건(방산)’ 제26조 제1항 단서와 제2항, 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’ 제30조 제1항 단서와 제2항에서 정한 ‘가산금’의 법적 성격(=위약벌)<br/>",
  "판결요지": "[1] 방위사업법 제58조는 방위사업청장은 방위산업체 등이 허위 그 밖에 부정한 내용의 원가계산자료를 정부에 제출하여 부당이득을 얻은 때에는 대통령령이 정하는 바에 따라 부당이득금과 부당이득금에 상당하는 가산금을 환수하여야 한다고 규정하고 있다. 그리고 방위사업청이 일반물자나 방산물자 등의 구매계약에 편입하기 위하여 계약의 형태별로 정해둔 계약특수조건 중 구 ‘물품제조·구매 표준계약 특수조건(일반)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것)과 구 ‘물품제조·구매 표준계약 특수조건(방산)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것)의 제26조는 공통적으로 제1항에서 “이 계약 체결 후 원가계산자료 및 계산의 착오로 인한 예정가격 또는 계약금액의 부당한 결정으로 계약상대자가 부당이득을 취한 사실이 발견되거나 기타 공무원의 착오로 국고에 손실을 끼친 사실이 확인될 경우에는 계약상대자는 지체 없이 부당이득금을 방위사업청에게 반환해야 한다. 다만 계약상대자가 허위 기타 부정한 자료를 제출하여 부당이득을 얻은 때에는 방위사업청은 부당이득금의 환수와 동시에 이에 더하여 부당이득금에 상당하는 가산금을 환수할 수 있다.”라고 규정하고, 제2항에서 “계약상대자는 방위사업청의 원가계산자료 등 가격 증빙자료의 제출 또는 열람요구에 응하여야 하며, 계약상대자가 정당한 이유 없이 이에 불응하거나 허위 증빙자료를 제출할 때에는 방위사업청은 적정하다고 판단한 부당이득금과 그 상당의 가산금을 환수할 수 있다.”라고 규정하고 있다. 또한 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’(2012. 6. 25. 방위사업청 지침 제2012-23호로 개정되기 전의 것)의 제30조 제1항, 제2항도 위와 동일한 내용을 일부 문구만 수정한 채 그대로 규정하고 있다(이하 위 각 계약특수조건을 ‘계약특수조건’이라고 한다).<br/>  위와 같은 계약특수조건의 규정 방식과 내용 구성 등을 종합하면, 제1항은 정부와 방산물자 등에 관한 납품계약을 체결하는 계약상대자에게 계약 체결 과정에서 가격산정 요소에 관하여 허위 기타 부정한 자료를 제출하지 아니할 의무가 있음을 전제로, 계약 체결 이후에 원가계산자료 및 계산의 착오로 예정가격 또는 계약금액이 부당하게 결정되어 계약상대자가 부당한 이득을 취한 사실이 발견된 때에는 정당한 금액과의 차액에 해당하는 손해를 배상하도록 하고(제1항 본문), 나아가 당초의 원가계산자료가 ‘허위 기타 부정한 자료’임이 밝혀진 경우에는 ‘부당이득금’에 상당하는 가산금을 추가로 청구할 수 있도록 한 것이라고 해석된다(제1항 단서).<br/>  따라서 계약특수조건 제1항에서 정한 ‘부당이득’의 반환을 청구할 수 있는 권리는 채무불이행으로 인한 손해배상청구권에 해당하므로, 그러한 ‘부당이득금’의 발생 및 범위에 관한 증명책임은 대한민국이 부담하는 것이 원칙이다.<br/>  그런데 방산물자 등에 관한 원가산정의 기준이 되는 자료는 통상적으로 계약상대자가 보유·관리하고 있다는 등의 특수성이 있으므로, 대한민국이 정당한 원가를 파악하기 위하여 원가계산자료 등 가격 증빙자료의 제출 또는 열람을 요구하면 계약상대자는 이에 응하여야 하고, 만약 요구에 불응하여 정당한 원가계산자료 등을 제출하지 않거나 허위의 증빙자료를 제출한 경우에는 대한민국은 나름의 기준과 방법에 의한 원가검증을 통하여 적정하다고 판단한 부당이득금의 환수를 청구할 수 있고, 나아가 그에 상당하는 가산금을 추가하여 청구할 수 있도록 한 것이 계약특수조건 제2항의 취지이다. 따라서 제2항에 의하여 청구하는 ‘부당이득금’ 역시 법적 성질은 손해배상청구에 해당한다.<br/>  다만 제2항에 의하여 부당이득금(손해액)을 산정하는 경우라도 산정 방식 등이 자의적이거나 현저히 불합리하면 적정한 손해액으로 인정될 수 없으나, 산정 방식 등이 현저히 불합리하다는 점에 관한 증명책임은 계약상대자가 부담한다.<br/>  한편 제2항이 적용 대상이 되는 계약의 유형을 한정하고 있지 않고, 달리 이를 한정하여야 할 합리적인 근거도 없으므로, 위 조항이 개산(槪算)계약에서의 ‘부당이득금’과 가산금 산정에만 한정적으로 적용된다고 볼 수는 없다.<br/>[2] 구 ‘물품제조·구매 표준계약 특수조건(일반)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것) 제26조 제1항, 제2항, 구 ‘물품제조·구매 표준계약 특수조건(방산)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것) 제26조 제1항, 제2항, 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’(2012. 6. 25. 방위사업청 지침 제2012-23호로 개정되기 전의 것) 제30조 제1항, 제2항(이하 위 각 계약특수조건을 ‘계약특수조건’이라고 한다)이 계약상대자의 귀책사유를 전제하지 않고 ‘부당이득금’과 그 상당의 가산금을 환수할 수 있도록 한 규정이라고는 볼 수 없는 점, 방산물자는 일반적인 시장가격이 형성될 수 없고 원가산정의 기준이 되는 요소들 역시 계약상대자가 자체적으로 관리하므로, 대한민국으로서는 계약상대자가 제시한 원가계산자료에 대한 검토절차를 거치더라도 정보의 비대칭성으로 말미암아 부당성을 시정하는 데에 한계가 있을 수밖에 없는 점, 계약특수조건에 따른 손해배상책임도 일반적인 손해배상책임과 마찬가지로 구체적 사실관계를 고려하여 제한할 수 있는 점 등을 감안하면, 계약특수조건 제2항이 독점규제 및 공정거래에 관한 법률 제3조의2, 제23조 등이 규정하는 불공정거래행위 중 ‘자기의 거래상의 지위를 부당하게 이용하여 상대방과 거래하는 행위’에 해당하거나 국가를 당사자로 하는 계약에 관한 법률 시행령 제4조, 물품구매계약 일반조건 제3조 제3항에 반하여 무효라고 볼 수 없다.<br/>[3] 당사자 사이에 채무불이행이 있으면 위약금을 지급하기로 하는 약정이 있는 경우에 위약금이 손해배상액의 예정인지 위약벌인지는 계약서 등 처분문서의 내용과 계약의 체결 경위 등을 종합하여 구체적 사건에서 개별적으로 판단할 의사해석의 문제이고, 위약금은 민법 제398조 제4항에 의하여 손해배상액의 예정으로 추정되지만, 당사자 사이의 위약금 약정이 채무불이행으로 인한 손해의 배상이나 전보를 위한 것이라고 보기 어려운 특별한 사정, 특히 하나의 계약에 채무불이행으로 인한 손해의 배상에 관하여 손해배상예정에 관한 조항이 따로 있다거나 실손해의 배상을 전제로 하는 조항이 있고 그와 별도로 위약금 조항을 두고 있어서 위약금 조항을 손해배상액의 예정으로 해석하게 되면 이중배상이 이루어지는 등의 사정이 있을 때에는 위약금은 위약벌로 보아야 한다.<br/>[4] 구 ‘물품제조·구매 표준계약 특수조건(일반)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것) 제26조 제1항, 제2항, 구 ‘물품제조·구매 표준계약 특수조건(방산)’(2008. 2. 18. 방위사업청 지침 제2008-5호로 개정되기 전의 것) 제26조 제1항, 제2항, 구 ‘물품제조·구매 표준계약 특수조건(일반 및 방산)’(2012. 6. 25. 방위사업청 지침 제2012-23호로 개정되기 전의 것) 제30조 제1항, 제2항(이하 위 각 계약특수조건을 ‘계약특수조건’이라고 한다)의 근거가 되는 방위사업법 제58조의 내용은 1998. 12. 31. 신설된 구 방위산업에 관한 특별조치법(2006. 1. 2. 법률 제7845호 방위사업법 부칙 제2조로 폐지) 제22조의2 제1항에서 그대로 이어져 온 것인데, 1998. 12. 31. 위 규정을 신설한 법률 개정안의 입법 취지가 ‘부당이득금과 이자 이외에 범칙금적 성격의 가산금을 환수할 수 있도록 근거규정을 두려는’ 것이라고 명시되어 있다. 이는 방산물자를 적정한 가격에 계약함으로써 국방예산을 효율적으로 집행하고 방위산업체의 허위의 자료 제출을 예방하기 위하여 허위의 원가계산자료를 제출한 방위산업체를 상대로 부당이득금과 이에 대한 이자 또는 지연손해금뿐만 아니라 제재적 성격을 지닌 가산금까지도 청구할 수 있도록 하는 것으로서, 이러한 입법 취지는 방위사업청 지침의 형태로 규정된 위 계약특수조건에도 그대로 반영된 것이다.<br/>  또한 계약특수조건 제1항과 제2항의 ‘부당이득금’은 그 자체로 계약상대자가 배상할 손해배상액을 의미하는 것인데 그와 병행하여 같은 금액의 가산금을 추가로 청구할 수 있도록 되어 있고, 계약상대자인 방위산업체가 허위 기타 부정한 자료를 제출한 경우(계약특수조건 제1항 단서) 또는 가격 증빙자료 제출 또는 열람 요구에 정당한 이유 없이 불응하거나 허위의 증빙자료를 제출한 경우(제2항)라도 그것만으로 대한민국에 발생한 손해 자체의 내용과 범위가 제1항 본문이나 제2항의 ‘부당이득금’과 크게 달라진다고는 할 수 없음에도, 제1항 단서와 제2항의 경우에는 ‘부당이득금’에 더하여 그에 상당하는 가산금도 청구할 수 있도록 규정하고 있다. 그러므로 위 가산금을 손해배상예정액으로 보게 되면 순수 손해액인 부당이득금에다 가산금까지 이중의 배상을 하는 결과가 된다.<br/>  위와 같은 점 등에 비추어 볼 때, 계약특수조건 제1항 단서와 제2항에 규정된 가산금은 계약특수조건에 규정된 부당이득금의 환수로도 전보되지 않는 어떤 다른 손해의 발생을 염두에 두고 배상관계를 간편하게 처리하려는 손해배상액 예정으로서의 성격을 가지는 것이 아니라, 방위산업체가 계약특수조건 제1항 단서와 제2항에 규정된 귀책사유가 있는 행위를 한 경우 대한민국이 제재적 성격을 지닌 가산금까지도 청구할 수 있도록 함으로써 방위산업체로 하여금 정당한 원가계산자료를 제출하도록 강제하는 위약벌의 성격을 가진다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 방위사업법 제58조, 민법 제390조, 민사소송법 제288조 / [2] 방위사업법 제58조, 민법 제105조, 독점규제 및 공정거래에 관한 법률 제3조의2, 제23조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제4조 / [3] 민법 제105조, 제398조 제4항 / [4] 방위사업법 제58조, 구 방위산업에 관한 특별조치법(2006. 1. 2. 법률 제7845호 방위사업법 부칙 제2조로 폐지) 제22조의2 제1항, 민법 제105조, 제398조 제4항<br/>",
  "참조판례": "[1] 대법원 2008. 5. 15. 선고 2007다88644 판결<br/>"
}