{
  "판례일련번호": "183019",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2015두2451",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160714",
  "판시사항": "[1] 재산의 귀속명의자가 지배·관리 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 지배·관리하는 자가 따로 있으며, 명의와 실질의 괴리가 조세 회피 목적에서 비롯된 경우, 재산에 관한 소득의 납세의무자(=재산의 실질적 지배·관리자) 및 명의와 실질의 괴리가 없는 경우, 소득의 귀속명의자에게 소득이 귀속된 것으로 보아야 하는지 여부(적극) / 이 원칙이 조세조약의 해석과 적용에서도 적용되는지 여부(원칙적 적극)<br/>[2] 영국법에 따라 설립된 법인인 甲 회사는 프랑스법에 따라 설립된 乙 회사를 최종 모회사로 하는 기업인 丙 그룹 내에서 사업을 영위하는 중간지주회사로서 국내 법인인 丁 주식회사의 주식 중 50%를 보유하고 있는데, 丁 회사가 甲 회사에 배당금을 지급하면서 ‘대한민국 정부와 영국 정부 간의 소득 및 양도소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약’ 제10조 제2항 (가)목의 5% 제한세율을 적용하여 산출한 법인세를 원천징수하여 납부하자, 과세관청이 乙 회사를 수익적 소유자로 보아 丁 회사에 법인세 등 부과처분을 한 사안에서, 甲 회사는 독립된 실체와 사업목적을 갖고 있는 丙 그룹 내 관련 사업의 중간지주회사로서 배당소득을 지배·관리할 수 있는 실질적인 귀속자 또는 그에 관한 위 조약 제10조 제2항의 수익적 소유자에 해당한다고 볼 여지가 충분하다고 한 사례<br/>",
  "판결요지": "[1] 국세기본법 제14조 제1항에서 규정하는 실질과세의 원칙은 소득이나 수익, 재산, 거래 등의 과세대상에 관하여 귀속 명의와 달리 실질적으로 귀속되는 자가 따로 있는 경우에는 형식이나 외관을 이유로 귀속명의자를 납세의무자로 삼을 것이 아니라 실질적으로 귀속되는 자를 납세의무자로 삼겠다는 것이므로, 재산의 귀속명의자는 이를 지배·관리할 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며, 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에는, 재산에 관한 소득은 재산을 실질적으로 지배·관리하는 자에게 귀속된 것으로 보아 그를 납세의무자로 삼아야 하나, 명의와 실질의 괴리가 없는 경우에는 소득의 귀속명의자에게 소득이 귀속된 것으로 보아야 한다. 이러한 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다.<br/>[2] 영국법에 따라 설립된 법인인 甲 회사는 프랑스법에 따라 설립된 乙 회사를 최종 모회사로 하는 기업인 丙 그룹 내에서 사업을 영위하는 중간지주회사로서 국내 법인인 丁 주식회사의 주식 중 50%를 보유하고 있는데, 丁 회사가 甲 회사에 배당금을 지급하면서 대한민국 정부와 영국 정부 간의 소득 및 양도소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약(이하 ‘한·영 조세조약'이라 한다) 제10조 제2항 (가)목의 5% 제한세율을 적용하여 산출한 법인세를 원천징수하여 납부하자, 과세관청이 최종 모회사인 乙 회사를 수익적 소유자로 보아 대한민국 정부와 불란서공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제10조 제2항 (나)목의 15% 제한세율을 적용한 다음 丁 회사에 법인세 등 부과처분을 한 사안에서, 甲 회사의 설립 경위와 사업활동 내역, 주식의 취득과 관련한 의사결정과정과 비용부담 및 취득자금의 원천, 주주활동 경과, 배당소득의 지급 및 사용 내역 등을 종합하면, 甲 회사는 독립된 실체와 사업목적을 갖고 있는 丙 그룹 내 관련 사업의 중간지주회사로서 배당소득을 지배·관리할 수 있는 실질적인 귀속자 또는 그에 관한 한·영 조세조약 제10조 제2항의 수익적 소유자에 해당한다고 볼 여지가 충분하고, 甲 회사가 지주회사로서 자체 영업부서 등을 갖추는 대신에 대부분의 업무를 자회사 직원들을 통하여 수행하였다는 등의 사정만으로 甲 회사가 배당소득의 실질귀속자 또는 수익적 소유자가 아니라고 단정할 것은 아닌데도 이와 달리 본 원심판단에 법리를 오해하여 판결에 영향을 미친 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제14조 제1항 / [2] 국세기본법 제14조 제1항, 대한민국 정부와 영국 정부 간의 소득 및 양도소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약 제10조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2012. 10. 25. 선고 2010두25466 판결(공2012하, 1963), 대법원 2014. 7. 10. 선고 2012두16466 판결(공2014하, 1613)<br/>"
}