{
  "판례일련번호": "183032",
  "사건명": "사해행위취소",
  "사건번호": "2014다233268",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160714",
  "판시사항": "[1] 채무자가 자신의 채무를 담보하기 위하여 현재 보유하고 있거나 장래에 보유하게 될 채권을 일괄하여 채권자에게 양도하기로 하는 예약이 ‘집합채권의 양도예약’에 해당하는지 여부(적극) / 집합채권의 양도예약의 법적 성질(=양도담보의 예약 또는 대물변제의 예약) 및 계약 내용이 명백하지 아니한 경우, 채무변제를 위한 담보로 양도되는 것을 예정하고 있는 양도담보의 예약으로 추정되는지 여부(원칙적 적극) / 집합채권의 양도담보의 예약이 체결된 다음 예약완결권의 행사에 기하여 채권이 양도된 경우, 사해행위 여부를 판단하는 기준 시점(=양도담보 예약 시)<br/>[2] 재정상태의 악화로 상장폐지의 위기에 처한 甲 주식회사가 乙 주식회사와 금전소비대차계약을 체결하면서 ‘甲 회사는 적법한 절차를 통하여 매출채권 관련 자산 일체(현재·장래 채권 및 신규거래업체에 대한 채권)를 현재 부담 채무 또는 장래 부담하게 될 단독 혹은 연대채무나 연대보증인으로서의 채무에 대한 담보로 제공한다’고 약정하였는데, 대여금에 대한 변제기가 경과한 후 ‘甲 회사가 乙 회사에 지급하여야 할 채무 대신 甲 회사의 제3자에 대한 채권에 대한 모든 권리를 乙 회사에 양도함으로써 변제하는 것에 대하여 확인한다’는 내용의 채권양도양수계약서를 작성한 사안에서, 사해행위 요건의 구비 여부는 약정 당시를 기준으로 판단하여야 한다고 한 사례<br/>",
  "판결요지": "[1] 채무자가 자신의 채무를 담보하기 위하여 현재 보유하고 있거나 장래에 보유하게 될 채권을 일괄하여 채권자에게 양도하기로 하는 예약은 이른바 집합채권의 양도예약에 해당한다. 집합채권의 양도예약은 당사자의 계약 내용이 장차 선택권과 예약완결권의 행사로 채권양도의 효력이 발생하는 경우에 채권이 다른 채무의 변제를 위한 담보로 양도될 것을 예정하고 있는지 아니면 다른 채무의 변제에 갈음하여 양도될 것을 예정하고 있는지에 따라 집합채권의 양도담보의 예약 또는 대물변제의 예약으로서의 성질을 가질 수 있고, 계약 내용이 명백하지 아니한 경우에는 일반적인 채권양도에서와 마찬가지로 특별한 사정이 없는 한 채무변제를 위한 담보로 양도되는 것을 예정하고 있는 양도담보의 예약으로 추정된다. 그리고 이와 같은 집합채권의 양도담보의 예약이 체결된 다음 예약완결권의 행사에 기하여 채권이 양도된 경우 사해행위 여부는 양도담보 예약 시를 기준으로 판단하여야 한다.<br/>[2] 재정상태의 악화로 상장폐지의 위기에 처한 甲 주식회사가 乙 주식회사와 금전소비대차계약을 체결하면서 ‘甲 회사는 적법한 절차를 통하여 매출채권 관련 자산 일체(현재·장래 채권 및 신규거래업체에 대한 채권)를 현재 부담 채무 또는 장래 부담하게 될 단독 혹은 연대채무나 연대보증인으로서의 채무에 대한 담보로 제공한다’고 약정하였는데, 대여금에 대한 변제기가 경과한 후 ‘甲 회사가 乙 회사에 지급하여야 할 채무 대신 甲 회사의 제3자에 대한 채권에 대한 모든 권리를 乙 회사에 양도함으로써 변제하는 것에 대하여 확인한다’는 내용의 채권양도양수계약서를 작성한 사안에서, 위 약정은 甲 회사가 乙 회사에 대한 차용금 채무를 담보하기 위하여 현재 보유하고 있거나 장래에 보유하게 될 매출채권을 일괄하여 채권자에게 양도하기로 하는 예약, 즉 집합채권의 양도예약에 해당한다고 볼 여지가 있고, 집합채권의 양도예약은 특별한 사정이 없는 한 채무변제를 위한 담보로 양도되는 것을 예정하고 있는 양도담보의 예약으로 추정되며, 채권양도는 乙 회사의 예약완결권 행사에 따른 후속 절차에 지나지 아니하므로, 사해행위 요건의 구비 여부는 양도담보의 예약을 체결한 때, 즉 약정 당시를 기준으로 판단하여야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제372조[양도담보], 제406조, 제449조, 제607조 / [2] 민법 제105조, 제372조[양도담보], 제406조, 제449조<br/>",
  "참조판례": "[1] 대법원 2003. 9. 5. 선고 2002다40456 판결(공2003하, 2015), 대법원 2010. 12. 23. 선고 2010다69766 판결<br/>"
}