{
  "판례일련번호": "183249",
  "사건명": "국가유공자등록거부처분취소",
  "사건번호": "2014두42896",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160818",
  "판시사항": "[1] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 제3호 [별표 1] 제2-2호가 정한 교육훈련에 교육훈련과 ‘직접 관련되는 준비·정리행위’가 포함되는지 여부(적극) 및 준비·정리행위가 교육훈련과 직접 관련되는지 판단하는 기준<br/>[2] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 제3호 [별표 1] 제2-1호 및 제2-2호에 의하여 순직군인으로 인정되기 위하여 필요한 ‘직접적인 원인관계’의 의미 및 직무수행 또는 교육훈련이 사망 또는 상이의 주된 원인이 되었다고 볼 수 없는 경우, 위 [별표 1] 제2-1호 및 제2-2호에 의한 순직군인에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 제3호 [별표 1] 제2-2호가 교육훈련과 관련하여 ‘이와 직접 관련된 준비 또는 정리행위’가 포함되는지에 대하여 직접 규정하고 있지는 아니하다. 그렇지만 위 [별표 1] 제2-1호가 직무수행에 관하여는 이를 포함한다고 규정하고 있고, 또한 보훈보상대상자 요건의 기준 및 범위를 정한 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1]이 제1호의 직무수행 및 제2호의 교육훈련에 ‘이와 관련된 준비·정리행위’를 모두 포함하고 있음에 비추어 보면, 위 [별표 1] 제2-2호가 정한 교육훈련에 관하여도 제2-1호의 직무수행과 마찬가지로 교육훈련과 ‘직접 관련되는 준비·정리행위’를 포함한다고 새기는 것이 타당하다. 그리고 여기에서 준비·정리행위가 교육훈련과 직접 관련되는지는 준비·정리행위가 국가의 수호 등과 직접적인 관련이 있는 교육훈련에 직결되는 것으로서 원활한 수행을 위하여 사회통념상 필수적으로 수반되는 필요불가결한 행위에 해당하는지에 따라 판단되어야 한다.<br/>[2] 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라 한다)의 위임에 따라 “직무수행이나 교육훈련과 국가의 수호·안전보장 또는 국민의 생명·재산 보호와의 관련 정도”와 “사망하거나 상이(질병을 포함한다)를 입게 된 경위 및 본인 과실의 유무와 정도”를 종합적으로 고려하여 국가유공자 요건의 구체적인 기준과 범위를 정한 국가유공자 등 예우 및 지원에 관한 법률 시행령(이하 ‘국가유공자법 시행령’이라 한다)은 제3조 제1항 제3호 [별표 1] 제2-1호 및 제2-2호에서, 국가의 수호·안전보장 또는 국민의 생명·재산 보호(이하 ‘국가의 수호 등’이라 한다)와 직접적인 관련이 있는 직무수행이나 교육훈련 중 사망하거나 상이를 입은 사람에 해당하는 순직군인에 관하여 제2-1호 (가)목이 정한 국가의 수호 등과 직접 관련된 직무수행에 해당하는 행위 및 위 직무수행과 직접 관련된 실기·실습 교육훈련이 ‘직접적인 원인이 되어 발생한 사고 또는 재해’로 사망하거나 상이를 입은 사람이라고 정함으로써, 직무수행 또는 교육훈련과 사고 또는 재해 사이에도 ‘직접적인 원인관계’가 있을 것을 요구하고 있다. 이는 보훈보상대상자 요건의 기준 및 범위를 정하고 있는 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1] 제1호, 제2호에서 보훈보상대상자 요건의 기준 및 범위에 대하여 ‘직무수행 또는 교육훈련 중의 사고 또는 재해’로 사망한 경우를 정하고 있고, 제11호에서 해당 질병의 발생 또는 악화가 의학적으로 ‘직무수행 또는 교육훈련과 상당한 인과관계’가 있을 것을 요구하고 있는 것과 구별되며, 아울러 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계에 의하여 국가유공자를 인정하던 구 국가유공자법을 개정하여 보훈보상대상자에 대하여 별도로 법률을 제정한 취지에 비추어 보면, 국가유공자법 시행령 제3조 제1항 제3호 [별표 1] 제2-1호 및 제2-2호에 의하여 순직군인으로 인정되기 위하여 필요한 ‘직접적인 원인관계’는 단순히 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계가 있는 것만으로는 부족하고, 사망 또는 상이가 국가의 수호 등과 직접 관련이 있는 직무수행 또는 교육훈련을 주된 원인으로 하여 직접적으로 발생되었다고 인정될 수 있는 경우에 해당하여야 한다.<br/>  따라서 사망 또는 상이가 전적으로 본인의 과실 또는 사적인 사정에 기인한 것이거나 과실 또는 사적인 사정이 상당한 정도로 경합한 경우 등과 같이 직무수행 또는 교육훈련이 사망 또는 상이의 주된 원인이 되었다고 볼 수 없는 경우에는, 국가유공자법 시행령 제3조 제1항 제3호 [별표 1] 제2-1호 및 제2-2호에 의하여 순직군인에 해당한다고 보기 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 제3호 [별표 1] 제2-1호, 제2-2호, 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1] 제1호, 제2호 / [2] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 제3호 [별표 1] 제2-1호, 제2-2호, 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1] 제1호, 제2호<br/>",
  "참조판례": ""
}