{
  "판례일련번호": "183265",
  "사건명": "손해배상(기)",
  "사건번호": "2014다5333",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160817",
  "판시사항": "[1] 원저작물의 저작재산권에 관한 별도의 양도 의사표시 없이 2차적저작물의 저작재산권이 양도되는 경우, 원저작물의 저작재산권이 당연히 함께 양도되는지 여부(소극) 및 양수인이 취득한 2차적저작물의 저작재산권에 2차적저작물에 관한 2차적저작물작성권이 포함되어 있고 2차적저작물작성권의 행사가 원저작물의 이용을 수반하는 경우, 양수인이 원저작물의 저작권자로부터 원저작물에 관한 저작재산권을 함께 양수하거나 원저작물의 이용에 관한 허락을 받아야 하는지 여부(적극) / 원저작물과 2차적저작물에 관한 저작재산권을 모두 보유한 자가 2차적저작물의 저작재산권을 양도하는 경우, 양도의 의사표시에 원저작물 이용에 관한 허락도 포함되어 있는지 판단하는 기준<br/>[2] 甲 주식회사가 乙 주식회사로부터 ‘오라클’ 데이터베이스 관리시스템을 작동환경으로 하는 기존 프로그램을 ‘DB2’ 데이터베이스 관리시스템에서 작동할 수 있도록 수정한 새로운 창고관리 프로그램을 제작·납품받기로 하는 내용의 프로그램 개발위탁계약을 체결하면서 새로운 프로그램에 관한 모든 권리가 甲 회사에 귀속된다고 약정하였고, 乙 회사가 개발위탁계약에 따라 기존 프로그램을 이용하여 새로운 프로그램을 개발한 다음 甲 회사에 새로운 프로그램의 소스코드뿐 아니라 그에 대응하는 ‘오라클’ 기반의 소스코드도 함께 제공하였는데, 甲 회사가 새로운 프로그램을 이용하여 丙 업체에 창고관리 시스템을 공급하면서 ‘DB2’를 기반으로 하는 작동환경을 ‘오라클’로 전환한 별도의 프로그램을 제작·판매한 사안에서, 甲 회사가 작동환경을 전환한 프로그램을 제작·판매하는 행위는 乙 회사가 양도한 새로운 프로그램을 개작할 권리에 포함되는 것으로서 원저작물인 기존 프로그램에 관한 乙 회사의 저작재산권을 침해하는 행위에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 2차적저작물은 원저작물과는 별개의 저작물이므로, 어떤 저작물을 원저작물로 하는 2차적저작물의 저작재산권이 양도되는 경우, 원저작물의 저작재산권에 관한 별도의 양도 의사표시가 없다면 원저작물이 2차적저작물에 포함되어 있다는 이유만으로 원저작물의 저작재산권이 2차적저작물의 저작재산권 양도에 수반하여 당연히 함께 양도되는 것은 아니다. 그리고 양수인이 취득한 2차적저작물의 저작재산권에 2차적저작물에 관한 2차적저작물작성권이 포함되어 있는 경우, 2차적저작물작성권의 행사가 원저작물의 이용을 수반한다면 양수인은 원저작물의 저작권자로부터 원저작물에 관한 저작재산권을 함께 양수하거나 원저작물 이용에 관한 허락을 받아야 한다. 한편 원저작물과 2차적저작물에 관한 저작재산권을 모두 보유한 자가 그중 2차적저작물의 저작재산권을 양도하는 경우, 양도의 의사표시에 원저작물 이용에 관한 허락도 포함되어 있는지는 양도계약에 관한 의사표시 해석의 문제로서 계약의 내용, 계약이 이루어진 동기와 경위, 당사자가 계약에 의하여 달성하려고 하는 목적, 거래의 관행 등을 종합적으로 고찰하여 논리와 경험의 법칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 甲 주식회사가 乙 주식회사로부터 ‘오라클’ 데이터베이스 관리시스템을 작동환경으로 하는 기존 프로그램을 ‘DB2’ 데이터베이스 관리시스템에서 작동할 수 있도록 수정한 새로운 창고관리 프로그램을 제작·납품받기로 하는 내용의 프로그램 개발위탁계약을 체결하면서 새로운 프로그램에 관한 모든 권리가 甲 회사에 귀속된다고 약정하였고, 乙 회사가 개발위탁계약에 따라 기존 프로그램을 이용하여 새로운 프로그램을 개발한 다음 甲 회사에 새로운 프로그램의 소스코드뿐 아니라 그에 대응하는 ‘오라클’ 기반의 소스코드도 함께 제공하였는데, 甲 회사가 새로운 프로그램을 이용하여 丙 업체에 창고관리 시스템을 공급하면서 ‘DB2’를 기반으로 하는 작동환경을 ‘오라클’로 전환한 별도의 프로그램을 제작·판매한 사안에서, 개발위탁계약에 따라 새로운 프로그램에 관한 저작재산권이 甲 회사에 양도되었더라도 그에 의하여 곧바로 원저작물인 기존 프로그램에 관한 저작재산권까지 함께 양도된 것이라고 보기 어려우나, 새로운 프로그램의 저작재산권이 甲 회사에 양도됨에 따라 그에 관한 개작권 또는 2차적저작물작성권도 양도된 것으로 볼 수 있는데, 제반 사정에 비추어 甲 회사가 새로운 프로그램의 작동환경을 ‘오라클’로 전환하여 개작하는 경우에 대하여도 원저작물인 기존 프로그램의 이용에 관하여 乙 회사의 허락이 있었다고 봄이 타당하므로, 甲 회사가 작동환경을 전환한 프로그램을 제작·판매하는 행위는 乙 회사가 양도한 새로운 프로그램을 개작할 권리에 포함되는 것으로서 원저작물인 기존 프로그램에 관한 乙 회사의 저작재산권을 침해하는 행위에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제5조, 제22조, 제45조, 제46조, 민법 제105조 / [2] 저작권법 제5조, 제22조, 제45조, 제46조, 민법 제105조<br/>",
  "참조판례": ""
}