{
  "판례일련번호": "183259",
  "사건명": "부당이득금반환(공개된 개인정보를 수집하여 제3자에게 제공한 행위에 대하여 개인정보자기결정권의 침해를 이유로 위자료를 구하는 사건)",
  "사건번호": "2014다235080",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160817",
  "판시사항": "[1] 개인정보자기결정권의 보호대상이 되는 ‘개인정보’의 의미 및 공적 생활에서 형성되었거나 이미 공개된 개인정보가 이에 포함되는지 여부(적극) / 개인정보를 대상으로 한 조사·수집·보관·처리·이용 등의 행위가 개인정보자기결정권에 대한 제한에 해당하는지 여부(원칙적 적극)<br/>[2] 개인정보자기결정권을 침해·제한한다고 주장되는 행위의 내용이 이미 정보주체의 의사에 따라 공개된 개인정보를 별도의 동의 없이 영리 목적으로 수집·제공하였다는 것인 경우, 정보처리 행위의 위법성 여부를 판단하는 기준 및 정보처리자에게 영리 목적이 있었다는 사정만으로 곧바로 정보처리 행위를 위법하다고 할 수 있는지 여부(소극)<br/>[3] 이미 공개된 개인정보를 정보주체의 동의가 있었다고 객관적으로 인정되는 범위 내에서 수집·이용·제공 등 처리를 할 때 정보주체의 별도의 동의가 필요한지 여부(소극) 및 동의를 받지 아니한 경우, 개인정보 보호법 제15조나 제17조를 위반한 것인지 여부(소극) / 정보주체의 동의가 있었다고 인정되는 범위 내인지 판단하는 기준<br/>[4] 법률정보 제공 사이트를 운영하는 甲 주식회사가 공립대학교인 乙 대학교 법과대학 법학과 교수로 재직 중인 丙의 사진, 성명, 성별, 출생연도, 직업, 직장, 학력, 경력 등의 개인정보를 위 법학과 홈페이지 등을 통해 수집하여 위 사이트 내 ‘법조인’ 항목에서 유료로 제공한 사안에서, 甲 회사의 행위를 丙의 개인정보자기결정권을 침해하는 위법한 행위로 평가하거나, 甲 회사가 개인정보 보호법 제15조나 제17조를 위반하였다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 인간의 존엄과 가치, 행복추구권을 규정한 헌법 제10조 제1문에서 도출되는 일반적 인격권 및 헌법 제17조의 사생활의 비밀과 자유에 의하여 보장되는 개인정보자기결정권은 자신에 관한 정보가 언제 누구에게 어느 범위까지 알려지고 또 이용되도록 할 것인지를 정보주체가 스스로 결정할 수 있는 권리이다. 개인정보자기결정권의 보호대상이 되는 개인정보는 개인의 신체, 신념, 사회적 지위, 신분 등과 같이 개인의 인격주체성을 특징짓는 사항으로서 개인의 동일성을 식별할 수 있게 하는 일체의 정보이고, 반드시 개인의 내밀한 영역에 속하는 정보에 국한되지 아니하며 공적 생활에서 형성되었거나 이미 공개된 개인정보까지 포함한다. 또한 개인정보를 대상으로 한 조사·수집·보관·처리·이용 등의 행위는 모두 원칙적으로 개인정보자기결정권에 대한 제한에 해당한다.<br/>[2] 개인정보자기결정권이라는 인격적 법익을 침해·제한한다고 주장되는 행위의 내용이 이미 정보주체의 의사에 따라 공개된 개인정보를 그의 별도의 동의 없이 영리 목적으로 수집·제공하였다는 것인 경우에는, 정보처리 행위로 침해될 수 있는 정보주체의 인격적 법익과 그 행위로 보호받을 수 있는 정보처리자 등의 법적 이익이 하나의 법률관계를 둘러싸고 충돌하게 된다. 이때는 정보주체가 공적인 존재인지, 개인정보의 공공성과 공익성, 원래 공개한 대상 범위, 개인정보 처리의 목적·절차·이용형태의 상당성과 필요성, 개인정보 처리로 침해될 수 있는 이익의 성질과 내용 등 여러 사정을 종합적으로 고려하여, 개인정보에 관한 인격권 보호에 의하여 얻을 수 있는 이익과 정보처리 행위로 얻을 수 있는 이익 즉 정보처리자의 ‘알 권리’와 이를 기반으로 한 정보수용자의 ‘알 권리’ 및 표현의 자유, 정보처리자의 영업의 자유, 사회 전체의 경제적 효율성 등의 가치를 구체적으로 비교 형량하여 어느 쪽 이익이 더 우월한 것으로 평가할 수 있는지에 따라 정보처리 행위의 최종적인 위법성 여부를 판단하여야 하고, 단지 정보처리자에게 영리 목적이 있었다는 사정만으로 곧바로 정보처리 행위를 위법하다고 할 수는 없다.<br/>[3] 2011. 3. 29. 법률 제10465호로 제정되어 2011. 9. 30.부터 시행된 개인정보 보호법은 개인정보처리자의 개인정보 수집·이용(제15조)과 제3자 제공(제17조)에 원칙적으로 정보주체의 동의가 필요하다고 규정하면서도, 대상이 되는 개인정보를 공개된 것과 공개되지 아니한 것으로 나누어 달리 규율하고 있지는 아니하다.<br/>  정보주체가 직접 또는 제3자를 통하여 이미 공개한 개인정보는 공개 당시 정보주체가 자신의 개인정보에 대한 수집이나 제3자 제공 등의 처리에 대하여 일정한 범위 내에서 동의를 하였다고 할 것이다. 이와 같이 공개된 개인정보를 객관적으로 보아 정보주체가 동의한 범위 내에서 처리하는 것으로 평가할 수 있는 경우에도 동의의 범위가 외부에 표시되지 아니하였다는 이유만으로 또다시 정보주체의 별도의 동의를 받을 것을 요구한다면 이는 정보주체의 공개의사에도 부합하지 아니하거니와 정보주체나 개인정보처리자에게 무의미한 동의절차를 밟기 위한 비용만을 부담시키는 결과가 된다. 다른 한편 개인정보 보호법 제20조는 공개된 개인정보 등을 수집·처리하는 때에는 정보주체의 요구가 있으면 즉시 개인정보의 수집 출처, 개인정보의 처리 목적, 제37조에 따른 개인정보 처리의 정지를 요구할 권리가 있다는 사실을 정보주체에게 알리도록 규정하고 있으므로, 공개된 개인정보에 대한 정보주체의 개인정보자기결정권은 이러한 사후통제에 의하여 보호받게 된다.<br/>  따라서 이미 공개된 개인정보를 정보주체의 동의가 있었다고 객관적으로 인정되는 범위 내에서 수집·이용·제공 등 처리를 할 때는 정보주체의 별도의 동의는 불필요하다고 보아야 하고, 별도의 동의를 받지 아니하였다고 하여 개인정보 보호법 제15조나 제17조를 위반한 것으로 볼 수 없다. 그리고 정보주체의 동의가 있었다고 인정되는 범위 내인지는 공개된 개인정보의 성격, 공개의 형태와 대상 범위, 그로부터 추단되는 정보주체의 공개 의도 내지 목적뿐만 아니라, 정보처리자의 정보제공 등 처리의 형태와 정보제공으로 공개의 대상 범위가 원래의 것과 달라졌는지, 정보제공이 정보주체의 원래의 공개 목적과 상당한 관련성이 있는지 등을 검토하여 객관적으로 판단하여야 한다.<br/>[4] 법률정보 제공 사이트를 운영하는 甲 주식회사가 공립대학교인 乙 대학교 법과대학 법학과 교수로 재직 중인 丙의 사진, 성명, 성별, 출생연도, 직업, 직장, 학력, 경력 등의 개인정보를 위 법학과 홈페이지 등을 통해 수집하여 위 사이트 내 ‘법조인’ 항목에서 유료로 제공한 사안에서, 甲 회사가 영리 목적으로 丙의 개인정보를 수집하여 제3자에게 제공하였더라도 그에 의하여 얻을 수 있는 법적 이익이 정보처리를 막음으로써 얻을 수 있는 정보주체의 인격적 법익에 비하여 우월하므로, 甲 회사의 행위를 丙의 개인정보자기결정권을 침해하는 위법한 행위로 평가할 수 없고, 甲 회사가 丙의 개인정보를 수집하여 제3자에게 제공한 행위는 丙의 동의가 있었다고 객관적으로 인정되는 범위 내이고, 甲 회사에 영리 목적이 있었다고 하여 달리 볼 수 없으므로, 甲 회사가 丙의 별도의 동의를 받지 아니하였다고 하여 개인정보 보호법 제15조나 제17조를 위반하였다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제17조, 민법 제750조, 제751조 / [2] 헌법 제10조, 제15조, 제17조, 제21조, 민법 제750조, 제751조 / [3] 헌법 제10조, 제17조, 개인정보 보호법 제15조, 제17조, 제20조 / [4] 헌법 제10조, 제15조, 제17조, 제21조, 개인정보 보호법 제15조, 제17조, 민법 제750조, 제751조, 교육공무원법 제2조 제1항 제1호, 제55조 제2항, 고등교육법 제14조 제1항, 제2항<br/>",
  "참조판례": "[1][2] 대법원 2014. 7. 24. 선고 2012다49933 판결(공2014하, 1646) / [1] 대법원 2016. 3. 10. 선고 2012다105482 판결(공2016상, 556) / [2] 대법원 2011. 9. 2. 선고 2008다42430 전원합의체 판결(공2011하, 1997)<br/>"
}