{
  "판례일련번호": "183394",
  "사건명": "부당이득금반환",
  "사건번호": "2016다222149",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160830",
  "판시사항": "[1] 전소의 변론종결 후에 새로 발생한 사유가 있어 전소 판결과 모순되는 사정 변경이 있는 경우, 전소 확정판결의 기판력의 효력이 차단되는지 여부(적극) 및 여기서 ‘변론종결 후에 발생한 새로운 사유’에 기존의 사실관계에 대한 새로운 증거자료가 있다거나 새로운 법적 평가 또는 그와 같은 법적 평가가 담긴 다른 판결이 존재한다는 등의 사정이 포함되는지 여부(소극)<br/>[2] 甲 등이 乙 주식회사와 甲 등 소유의 토지 위에 아파트를 신축하되 일부 세대를 공사대금 명목으로 乙 회사에 대물변제하기로 약정하고, 아파트 개별 세대에 관하여 甲 등 각자를 1/5 지분의 소유권자로 하여 소유권보존등기를 마친 상태에서 乙 회사로부터 아파트를 분양받아 점유하고 있는 丙을 상대로 소유권에 기한 방해배제청구로서 건물인도를 구하는 소(제1차 인도소송)를 제기하였으나, 丙이 분양에 관한 처분권한을 가진 乙 회사와 매매계약을 체결하여 아파트를 매수하였으므로 이를 점유할 정당한 권원이 있다는 이유로 패소판결이 선고되어 확정되었는데, 그 후 乙 회사가 丙을 상대로 매매계약의 무효 확인을 구하는 소를 제기하여 매매계약이 乙 회사를 대리할 정당한 권한이 있는 사람에 의하여 체결되었다는 증거가 없어 무효라는 취지의 판결이 선고되어 확정되자, 다시 甲 등이 丙을 상대로 공유물에 대한 보존행위로서 건물인도를 구하는 소(제2차 인도소송)를 제기한 사안에서, 제2차 인도소송은 제1차 인도소송의 확정판결의 기판력에 저촉되어 허용될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 확정판결의 기판력은 전소의 변론종결 전에 당사자가 주장하였거나 주장할 수 있었던 모든 공격방어방법에 미치고, 다만 변론종결 후에 새로 발생한 사유가 있어 전소 판결과 모순되는 사정 변경이 있는 경우에는 기판력의 효력이 차단된다. 그리고 여기에서 변론종결 후에 발생한 새로운 사유란 새로운 사실관계를 말하는 것일 뿐 기존의 사실관계에 대한 새로운 증거자료가 있다거나 새로운 법적 평가 또는 그와 같은 법적 평가가 담긴 다른 판결이 존재한다는 등의 사정은 포함되지 아니한다.<br/>[2] 甲 등이 乙 주식회사와 甲 등 소유의 토지 위에 아파트를 신축하되 일부 세대를 공사대금 명목으로 乙 회사에 대물변제하기로 약정하고, 아파트 개별 세대에 관하여 甲 등 각자를 1/5 지분 소유권자로 하여 소유권보존등기를 마친 상태에서 乙 회사로부터 아파트를 분양받아 점유하고 있는 丙을 상대로 소유권에 기한 방해배제청구로서 건물인도를 구하는 소(이하 ‘제1차 인도소송’이라 한다)를 제기하였으나, 丙이 분양에 관한 처분권한을 가진 乙 회사와 매매계약을 체결하여 아파트를 매수하였으므로 이를 점유할 정당한 권원이 있다는 이유로 패소판결이 선고되어 확정되었는데, 그 후 乙 회사가 丙을 상대로 매매계약의 무효 확인을 구하는 소(이하 ‘무효확인 소송’이라 한다)를 제기하여 매매계약이 乙 회사를 대리할 정당한 권한이 있는 사람에 의하여 체결되었다는 증거가 없어 무효라는 취지의 판결이 선고되어 확정되자, 다시 甲 등이 丙을 상대로 공유물에 대한 보존행위로서 건물인도를 구하는 소(이하 ‘제2차 인도소송’이라 한다)를 제기한 사안에서, 제1차 인도소송과 제2차 인도소송의 소송물은 모두 소유권에 기한 방해배제를 구하는 건물인도 청구권으로 동일하고, 매매계약이 정당한 권한이 있는 사람에 의하여 체결되어 丙이 아파트를 점유할 정당한 권원이 있는지는 제1차 인도소송의 변론종결 전에 존재하던 사유로 甲 등이 제1차 인도소송에서 공격방어방법으로 주장할 수 있었던 사유에 불과하고 그에 대한 법적 평가가 담긴 무효확인 소송의 확정판결이 제1차 인도소송의 변론종결 후에 있었더라도 이를 변론종결 후에 발생한 새로운 사유로 볼 수도 없으므로, 제2차 인도소송은 제1차 인도소송의 확정판결의 기판력에 저촉되어 허용될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제216조 / [2] 민사소송법 제216조<br/>",
  "참조판례": "[1] 대법원 1992. 10. 27. 선고 91다24847, 24854 판결(공1992, 3238)<br/>"
}