{
  "판례일련번호": "183411",
  "사건명": "청구이의",
  "사건번호": "2015다236547",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160829",
  "판시사항": "[1] 채권자가 자기의 금전채권을 보전하기 위하여 채무자의 금전채권을 대위행사하는 경우, 제3채무자로 하여금 직접 대위채권자 자신에게 이행하도록 청구할 수 있는지 여부(적극) 및 채권자대위소송에서 제3채무자로 하여금 직접 대위채권자에게 금전의 지급을 명하는 판결이 확정된 경우, 피대위채권이 변제 등으로 소멸하기 전에 채무자의 다른 채권자가 이를 압류·가압류할 수 있는지 여부(적극)<br/>[2] 채권자대위소송이 제기되고 대위채권자가 채무자에게 대위권 행사사실을 통지하거나 채무자가 이를 알게 된 후 이루어진 피대위채권에 대한 전부명령의 효력(원칙적 무효)<br/>[3] 대위채권자의 제3채무자에 대한 추심권능 내지 변제수령권능에 대한 압류명령 등의 효력(무효) 및 채권자대위소송에서 확정된 판결에 따라 대위채권자가 제3채무자로부터 지급받을 채권에 대한 압류명령 등의 효력(무효)<br/>",
  "판결요지": "[1] 채권자가 자기의 금전채권을 보전하기 위하여 채무자의 금전채권을 대위행사하는 경우 제3채무자로 하여금 채무자에게 지급의무를 이행하도록 청구할 수도 있지만, 직접 대위채권자 자신에게 이행하도록 청구할 수도 있다.<br/>  그런데 채권자대위소송에서 제3채무자로 하여금 직접 대위채권자에게 금전의 지급을 명하는 판결이 확정되더라도, 대위의 목적인 권리, 즉 채무자의 제3채무자에 대한 피대위채권이 판결의 집행채권으로서 존재하고 대위채권자는 채무자를 대위하여 피대위채권에 대한 변제를 수령하게 될 뿐 자신의 채권에 대한 변제로서 수령하게 되는 것이 아니므로, 피대위채권이 변제 등으로 소멸하기 전이라면 채무자의 다른 채권자는 이를 압류·가압류할 수 있다.<br/>[2] 채권자대위소송이 제기되고 대위채권자가 채무자에게 대위권 행사사실을 통지하거나 채무자가 이를 알게 되면 민법 제405조 제2항에 따라 채무자는 피대위채권을 양도하거나 포기하는 등 채권자의 대위권 행사를 방해하는 처분행위를 할 수 없게 되고 이러한 효력은 제3채무자에게도 그대로 미치는데, 그럼에도 그 이후 대위채권자와 평등한 지위를 가지는 채무자의 다른 채권자가 피대위채권에 대하여 전부명령을 받는 것도 가능하다고 하면, 채권자대위소송의 제기가 채권자의 적법한 권리행사방법 중 하나이고 채무자에게 속한 채권을 추심한다는 점에서 추심소송과 공통점도 있음에도 그것이 무익한 절차에 불과하게 될 뿐만 아니라, 대위채권자가 압류·가압류나 배당요구의 방법을 통하여 채권배당절차에 참여할 기회조차 가지지 못하게 한 채 전부명령을 받은 채권자가 대위채권자를 배제하고 전속적인 만족을 얻는 결과가 되어, 채권자대위권의 실질적 효과를 확보하고자 하는 민법 제405조 제2항의 취지에 반하게 된다.<br/>  따라서 채권자대위소송이 제기되고 대위채권자가 채무자에게 대위권 행사사실을 통지하거나 채무자가 이를 알게 된 이후에는 민사집행법 제229조 제5항이 유추적용되어 피대위채권에 대한 전부명령은, 우선권 있는 채권에 기초한 것이라는 등의 특별한 사정이 없는 한, 무효이다.<br/>[3] 자기의 금전채권을 보전하기 위하여 채무자의 금전채권을 대위행사하는 대위채권자는 제3채무자로 하여금 직접 대위채권자 자신에게 지급의무를 이행하도록 청구할 수 있고 제3채무자로부터 변제를 수령할 수도 있으나, 이로 인하여 채무자의 제3채무자에 대한 피대위채권이 대위채권자에게 이전되거나 귀속되는 것이 아니므로, 대위채권자의 제3채무자에 대한 추심권능 내지 변제수령권능은 자체로서 독립적으로 처분하여 환가할 수 있는 것이 아니어서 압류할 수 없는 성질의 것이고, 따라서 추심권능 내지 변제수령권능에 대한 압류명령 등은 무효이다. 그리고 채권자대위소송에서 제3채무자로 하여금 직접 대위채권자에게 금전의 지급을 명하는 판결이 확정되었더라도 판결에 기초하여 금전을 지급받는 것 역시 대위채권자의 제3채무자에 대한 추심권능 내지 변제수령권능에 속하므로, 채권자대위소송에서 확정된 판결에 따라 대위채권자가 제3채무자로부터 지급받을 채권에 대한 압류명령 등도 무효이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제404조 제1항, 민사집행법 제223조, 제276조 / [2] 민법 제404조 제1항, 제405조 제2항, 민사집행법 제229조 제5항 / [3] 민법 제404조 제1항, 민사집행법 제223조<br/>",
  "참조판례": "[1] 대법원 2005. 4. 15. 선고 2004다70024 판결(공2005상, 743), 대법원 2015. 7. 23. 선고 2013다30301, 30325 판결(공2015하, 1209) / [3] 대법원 1997. 3. 14. 선고 96다54300 판결(공1997상, 1098)<br/>"
}