{
  "판례일련번호": "183401",
  "사건명": "국가유공자비해당결정처분취소",
  "사건번호": "2014두46034",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160830",
  "판시사항": "[1] 직무수행이나 교육훈련이 사망 또는 상이에 일부 영향을 미쳤더라도 주된 원인으로 볼 수 없는 경우, 국가유공자 등 예우 및 지원에 관한 법령에 정한 국가유공자 요건 인정 범위에 해당하는지 여부(소극)<br/>[2] 기존 질병이 해당 질병의 발생 또는 악화에 일부 관련되거나 영향을 미쳤다고 볼 여지가 있더라도 직무수행 또는 교육훈련이 발병의 주된 원인으로 인정될 수 있는 경우, 국가유공자 요건을 충족하는지 여부(적극)<br/>[3] 여러 개의 상이에 대한 국가유공자 요건 비해당결정처분에 대한 취소소송에서 그중 일부 상이에 대해서만 국가유공자 요건이 인정될 경우, 비해당결정처분 중 요건이 인정되는 상이에 대한 부분만 취소해야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라 한다) 제4조 제1항 제6호, 보훈보상대상자 지원에 관한 법률(이하 ‘보훈보상자법’이라 한다) 제2조 제1항 제2호, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 [별표 1] 제2호, 보훈보상대상자 지원에 관한 법률 시행령 제2조 제1항 [별표 1] 제2호의 내용과 입법 경위, 국가유공자법과 보훈보상자법 관련 규정의 문언상의 차이 등을 종합해 보면, 국가유공자법에 의한 공상군경 등으로 인정되기 위하여 필요한 ‘직접적인 원인관계’는 단순히 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계가 있는 것만으로는 부족하고, 사망 또는 상이가 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 또는 교육훈련을 주된 원인으로 하는 것이어야 한다.<br/>  따라서 사망 또는 상이에 직무수행이나 교육훈련이 일부 영향을 미쳤더라도 본인의 과실 또는 사적인 사정이 발생 원인에 상당한 정도로 경합한 경우, 주로 본인의 체질적 소인이나 생활습관에 기인한 경우 또는 기존의 질병이 직무수행이나 교육훈련으로 인하여 일부 악화된 것에 불과한 경우 등과 같이 직무수행이나 교육훈련이 사망이나 상이의 주된 원인이 되었다고 볼 수 없는 경우에는, 국가유공자법령에 정한 국가유공자 요건의 인정 범위에 해당한다고 보기 어렵다.<br/>[2] 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 [별표 1](이하 ‘별표’라 한다) 제2호의 2-8은 국가유공자 인정 기준의 하나로, 2-1부터 2-7까지의 직무수행 또는 교육훈련(군인의 경계·수색·매복·정찰, 장비·물자 등 군수품의 정비·보급·수송 및 관리 등 및 그와 직접 관련된 실기·실습·교육훈련 등)이 ‘직접적인 원인이 되어 급성으로 질병이 발생하였다고 의학적으로 인정된 질병’을 규정하면서 ‘기존의 질병이 원인이 되거나 악화된 경우는 제외한다’고 규정하고 있다. 그러나 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호는 ‘상이’에 관하여 ‘질병’을 포함한다고 규정하고 있으므로, 별표 제2호의 2-1, 2-2에서 정한 상이에도 사고나 재해로 인한 질병에 의하여 발생한 상이도 포함된다고 보아야 하는데, 어떠한 ‘질병’이 국가의 수호·안전보장 또는 국민의 생명·재산 보호(이하 ‘국가의 수호 등’이라 한다)와 직접 관련 있는 직무수행 또는 교육훈련을 주된 원인으로 하여 직접적으로 발생하였다면, 질병 발생 과정에 사고나 재해가 개입되었는지와 무관하게 국민으로부터 존경과 예우를 받아야 한다는 데 차이가 있을 수 없고, 이와 달리 위 제2호의 2-8에 규정된 ‘기존 질병이 원인이 되거나 악화된 경우는 제외한다’는 부분을 문언 그대로 해석하여 기존 질병이 해당 상이의 발생 또는 악화에 영향을 미친 일체의 경우가 제외된다고 해석할 경우, 제2호의 2-1이나 2-2를 적용할 경우와 비교할 때 합리적 근거가 없이 현저하게 차별적인 결과를 초래하게 되어 부당하다. 그러므로 별표 제2호의 2-8에서 ‘기존의 질병이 원인이 되거나 악화된 경우는 제외한다’고 하고 질병이 ‘급성으로’ 발생할 것을 국가유공자 인정 기준으로 한 부분은, 국가의 수호 등과 직접 관련된 직무수행 또는 교육훈련이 문제된 질병의 발생 또는 악화의 주된 원인으로 평가될 수 없는 경우를 배제하고자 한 취지일 뿐이라고 해석하는 것이 타당하다. 따라서 기존 질병이 해당 질병의 발생 또는 악화에 일부 관련되거나 영향을 미쳤다고 볼 여지가 있는 경우에도 직무수행 또는 교육훈련이 발병의 주된 원인으로 인정될 수 있다면 국가유공자 요건을 충족하는 것으로 보아야 한다.<br/>[3] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제6조의3 제1항, 제6조의4 등 관련 법령의 해석상, 여러 개의 상이에 대한 국가유공자 요건 비해당결정처분에 대한 취소소송에서 그중 일부 상이에 대해서만 국가유공자 요건이 인정될 경우에는 비해당결정처분 중 요건이 인정되는 상이에 대한 부분만을 취소하여야 하고, 비해당결정처분 전부를 취소할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 [별표 1] 제2호, 보훈보상대상자 지원에 관한 법률 제2조 제1항 제2호, 보훈보상대상자 지원에 관한 법률 시행령 제2조 제1항 [별표 1] 제2호 / [2] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 제1항 [별표 1] / [3] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제6조의3 제1항, 제6조의4<br/>",
  "참조판례": "[1] 대법원 2016. 7. 27. 선고 2015두46994 판결(공2016하, 1263), 대법원 2016. 8. 18. 선고 2014두42896 판결(공2016하, 1364) / [3] 대법원 2012. 3. 29. 선고 2011두9263 판결(공2012상, 696)<br/>"
}