{
  "판례일련번호": "183447",
  "사건명": "손해배상·손해배상",
  "사건번호": "2015다19117, 19124",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160930",
  "판시사항": "[1] 특정 투자를 목적으로 사모투자전문회사를 설립하여 무한책임사원 겸 업무집행사원이 된 자가 투자자들에게 투자 참여를 권유하는 과정에서 계획된 투자대상 등에 관하여 정확한 정보를 제공할 의무를 위반함으로써 위 회사의 유한책임사원으로 투자에 참여한 투자자가 손해를 입은 경우, 손해액을 산정하는 방법 및 지연손해금의 기산일<br/>[2] 파산선고 시점에 불법행위가 성립한 경우, 그 이후에 파산관재인이 작성하여 법원에 제출한 보고서가 손해액 산정의 자료가 될 수 있는지 여부(적극)<br/>[3] 불법행위로 인한 손해액 중 장래에 얻을 수 있는 이익에 관하여 요구되는 증명의 정도 및 이러한 법리는 파산채권자가 파산절차에서 향후 수령할 수 있는 금액을 산정하는 때에도 마찬가지로 적용되는지 여부(적극)<br/>[4] 채무자 회생 및 파산에 관한 법률 제358조에 근거하여 파산관재인이 법원에 제출하는 보고서에 기재된 총배당예상률을 근거로 파산채권자가 향후 파산절차에서 수령할 수 있는 금액을 산정할 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 특정 투자를 목적으로 사모투자전문회사를 설립하여 무한책임사원 겸 업무집행사원이 된 자(이하 ‘사모투자전문회사의 설립·운용자’라고 한다)가 투자자들에게 투자 참여를 권유하는 과정에서 계획된 투자대상 및 투자방법과 투자회수구조에 관하여 정확한 정보를 제공할 의무를 위반함으로 말미암아 사모투자전문회사의 유한책임사원으로 투자에 참여한 투자자가 입은 손해액은 사모투자전문회사의 지분을 취득하기 위하여 지급한 금전 총액에서 지분으로부터 회수하였거나 회수할 수 있는 금전의 총액을 뺀 금액(이하 ‘미회수금액’이라고 한다)이므로, 사모투자전문회사의 설립·운용자가 위와 같은 주의의무를 위반함에 따른 투자자의 손해는 미회수금액의 발생이 확정된 시점에 현실적으로 발생하고, 그 시점이 투자자가 사모투자전문회사의 설립·운용자에게 갖는 손해배상청구권에 대한 지연손해금의 기산일이 된다.<br/>[2] 불법행위로 인한 손해액은 불법행위의 성립 시점을 기준으로 하되 변론종결 시점까지의 모든 자료를 참고하여 산정할 수 있으므로, 파산선고 시점에 불법행위가 성립한 경우 그 이후에 파산관재인이 작성하여 법원에 제출한 보고서도 파산선고 시점을 기준으로 한 손해액 산정의 자료가 될 수 있다.<br/>[3] 불법행위로 인한 손해액 중 장래에 얻을 수 있는 이익은 과거사실에 대한 증명의 경우보다 증명도를 경감하여 피해자가 현실적으로 얻을 수 있을 구체적이고 확실한 이익의 증명이 아니라 합리성을 잃지 않는 범위 내에서 상당한 개연성이 있는 이익의 증명으로 충분하고, 이러한 법리는 파산채권자가 파산절차에서 향후 수령할 수 있는 금액을 산정하는 때에도 마찬가지로 적용된다.<br/>[4] 채무자 회생 및 파산에 관한 법률 제358조에 근거하여 파산관재인이 법원에 제출하는 보고서는 법원이 파산절차의 진행 경과 및 파산관재인의 업무수행사항을 점검·감독하기 위한 것으로서 법원은 보고서 기재의 정확성을 확인하기 위하여 필요한 경우 파산관재인에게 장부, 예금통장 기타 필요한 자료의 제시를 요구할 수 있다. 이러한 보고서의 내용 및 성질과 확인 절차 등에 비추어 보면, 보고서의 기재 내용에 불합리한 부분이 있다거나 변론종결 당시까지 나타난 사정으로 미루어 보아 추가적인 파산채권신고가 예정되어 있는 등 향후 보고서의 주요 내용이 수정 또는 변경될 것이 확실시되는 사항이 있다는 등의 특별한 사정이 없는 한, 보고서에 기재된 총배당예상률을 근거로 파산채권자가 향후 파산절차에서 수령할 수 있는 금액을 산정하는 것도 가능하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제750조, 제763조 / [2] 민법 제393조, 제750조, 제763조 / [3] 민법 제393조, 제750조, 제763조 / [4] 민법 제393조, 제750조, 제763조, 채무자 회생 및 파산에 관한 법률 제358조<br/>",
  "참조판례": "[3] 대법원 1992. 4. 28. 선고 91다29972 판결(공1992, 1698), 대법원 2013. 5. 24. 선고 2012다39769, 39776 판결<br/>"
}