{
  "판례일련번호": "183410",
  "사건명": "총회결의무효확인",
  "사건번호": "2013다50466",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160829",
  "판시사항": "[1] 2006. 5. 24. 법률 제7960호로 개정된 구 도시 및 주거환경정비법이 시행된 2006. 8. 25. 전에 설립승인을 받은 추진위원회가 설립준비를 하여 설립된 주택재개발조합의 경우, 시공자 선정에 개정 전 구 도시 및 주거환경정비법 제11조가 적용되는지 여부(적극) 및 이때 시공자를 건설교통부장관이 정하는 경쟁입찰의 방법으로 선정하여야 하는지 여부(소극)<br/>[2] 2006. 5. 24. 법률 제7960호로 개정된 구 도시 및 주거환경정비법이 시행된 2006. 8. 25. 전에 추진위원회 설립승인을 받은 주택재개발조합이 정관에서 정한 경쟁입찰의 방법에 따라 총회에서 시공자 선정 결의를 하였으나, 조합이나 입찰 참가업체가 시공자 선정 과정에서 부정한 행위를 하여 총회결의 결과에 영향을 미친 경우 등 정관의 취지에 정면으로 위배되는 경우, 결의의 효력(무효)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2006. 5. 24. 법률 제7960호로 개정되기 전의 것, 이하 ‘개정 전 도시정비법’이라 한다) 제11조, 구 도시 및 주거환경정비법(2006. 5. 24. 법률 제7960호로 개정되어 2009. 2. 6. 법률 제9444호로 개정되기 전의 것, 이하 ‘개정 도시정비법’이라 한다) 제11조, 제24조, 도시 및 주거환경정비법 부칙(2006. 5. 24.) 제2항 등 관련 규정의 개정 경위 및 내용을 종합하여 보면, 개정 도시정비법이 시행된 2006. 8. 25. 전에 설립승인을 받은 추진위원회가 설립준비를 하여 설립된 주택재개발조합의 경우에는 개정 전 도시정비법 제11조가 적용되므로, 조합설립인가처분 이후에 조합 총회의 의결을 거쳐 시공자를 선정할 수 있고, 이때에 시공자를 반드시 건설교통부장관이 정하는 경쟁입찰의 방법으로 선정하여야 하는 것은 아니다.<br/>[2] 구 도시 및 주거환경정비법(2006. 5. 24. 법률 제7960호로 개정되어 2009. 2. 6. 법률 제9444호로 개정되기 전의 것)이 시행된 2006. 8. 25. 전에 추진위원회 설립승인을 받은 주택재개발조합의 정관에서 시공자의 선정을 ‘일반경쟁입찰 또는 지명경쟁입찰’로 하도록 정하고 있는 경우, 정관이 정한 바에 따라 총회에서 시공자의 선정 결의가 이루어졌다면 특별한 사정이 없는 한 총회결의가 무효라고 볼 수는 없지만, 형식적으로는 경쟁입찰의 방법에 따라 총회에서 시공자의 선정 결의를 하였더라도 조합이나 입찰 참가업체가 시공자 선정 과정에서 구 도시 및 주거환경정비법령이나 정관에서 정한 절차나 금지사항을 위반하거나 조합원들에게 금품을 제공하여 ‘시공자 선정동의서’를 매수하는 등 부정한 행위를 하였고, 부정행위가 시공자 선정에 관한 총회결의 결과에 영향을 미쳤다고 볼 수 있는 경우 등과 같이, 정관에서 경쟁입찰에 의하여 시공사를 정하도록 한 취지에 정면으로 위배되는 경우에는 결의가 정관이 정한 바에 따라 이루어졌다고 볼 수 없으므로 무효라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2006. 5. 24. 법률 제7960호로 개정되기 전의 것) 제11조, 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제11조, 제24조, 도시 및 주거환경정비법 부칙(2006. 5. 24.) 제2항 / [2] 구 도시 및 주거환경정비법(2006. 5. 24. 법률 제7960호로 개정되기 전의 것) 제11조, 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제11조, 제24조, 도시 및 주거환경정비법 부칙(2006. 5. 24.) 제2항<br/>",
  "참조판례": "[1] 대법원 2012. 5. 10. 선고 2010다38366 판결<br/>"
}