{
  "판례일련번호": "183594",
  "사건명": "채무부존재확인·보험금",
  "사건번호": "2013다90891, 90907",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161027",
  "판시사항": "[1] 보험약관의 해석 원칙<br/>[2] 甲이 乙 보험회사와 체결한 보험계약의 보통약관에서 같은 사고로 2가지 이상의 후유장해가 생긴 경우 후유장해 지급률을 합산하는 것을 원칙으로 하면서 동일한 신체부위에 2가지 이상의 장해가 발생한 경우에는 그중 높은 지급률을 적용하되, ‘하나의 장해와 다른 장해가 통상 파생하는 관계가 인정되거나, 신경계의 장해로 인하여 다른 신체부위에 장해가 발생한 경우 그중 높은 지급률만을 적용한다’는 취지로 정하였는데, 甲이 계단에서 미끄러져 넘어지는 사고로 추간판탈출증을 입고, 그 외에 신경계 장해인 경추척수증 및 경추척수증의 파생 장해인 우측 팔, 우측 손가락, 좌측 손가락의 각 운동장해를 입은 사안에서, 위 사고로 인한 甲의 후유장해 지급률은 우측 팔, 우측 손가락 및 좌측 손가락 운동장해의 합산 지급률과 신경계 장해인 경추척수증의 지급률 중 더 높은 지급률을 구한 다음, 그 지급률에 추간판탈출증의 지급률을 합하여 산정하여야 한다고 본 사례<br/>",
  "판결요지": "[1] 보험약관은 신의성실의 원칙에 따라 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개 계약 당사자가 꾀한 목적이나 의사를 참작하지 않고 평균적 고객의 이해 가능성을 기준으로 객관적·획일적으로 해석하여야 하며, 위와 같은 해석을 거친 후에도 약관조항이 다의적으로 해석되고 각각의 해석이 합리성이 있는 등 약관의 뜻이 명백하지 아니한 경우에는 고객에게 유리하게 해석하여야 한다.<br/>[2] 甲이 乙 보험회사와 체결한 보험계약의 보통약관에서 같은 사고로 2가지 이상의 후유장해가 생긴 경우 후유장해 지급률을 합산하는 것을 원칙으로 하면서 동일한 신체부위에 2가지 이상의 장해가 발생한 경우에는 그중 높은 지급률을 적용하되, ‘하나의 장해와 다른 장해가 통상 파생하는 관계가 인정되거나, 신경계의 장해로 인하여 다른 신체부위에 장해가 발생한 경우 그중 높은 지급률만 적용한다’는 취지로 정하였는데, 甲이 계단에서 미끄러져 넘어지는 사고로 추간판탈출증을 입고, 그 외에 신경계 장해인 경추척수증 및 경추척수증의 파생 장해인 우측 팔, 우측 손가락, 좌측 손가락의 각 운동장해를 입은 사안에서, 위 약관조항의 의미는 하나의 장해와 다른 장해 사이에 통상 파생하는 관계가 인정되거나 신경계의 장해로 인하여 다른 신체부위에 장해가 발생한 경우에 그러한 관계가 인정되는 장해 사이에 지급률을 비교하여 그중 높은 지급률만 적용한다는 것일 뿐이고, 신경계의 장해로 인하여 서로 다른 신체부위에 2가지 이상의 후유장해가 발생한 경우에는 특별한 사정이 없는 한 그들 신체부위 장해 사이에는 통상 파생하는 관계에 있다고 보기 어려워, 이 경우에는 신경계의 장해와 그로 인하여 발생한 다른 신체부위 장해들 사이에서 그중 가장 높은 지급률만 위 각 장해 전체의 후유장해 지급률로 적용할 것이 아니라, 파생된 후유장해의 지급률을 모두 평가해 이를 합산한 것을 신경계 장해의 지급률과 비교하여 그중 높은 지급률을 신경계의 장해와 거기서 파생된 후유장해들의 후유장해 지급률로 적용하는 것이 타당하므로, 위 사고로 인한 甲의 후유장해 지급률은 우측 팔, 우측 손가락 및 좌측 손가락 운동장해의 합산 지급률과 신경계 장해인 경추척수증의 지급률 중 더 높은 지급률을 구한 다음, 그 지급률에 추간판탈출증의 지급률을 합하여 산정하여야 한다고 본 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 / [2] 약관의 규제에 관한 법률 제5조<br/>",
  "참조판례": "[1] 대법원 2010. 9. 9. 선고 2007다5120 판결(공2010하, 1863), 대법원 2010. 12. 9. 선고 2009다60305 판결(공2011상, 100), 대법원 2016. 5. 12. 선고 2015다243347 판결(공2016상, 758)<br/>"
}