{
  "판례일련번호": "183609",
  "사건명": "소득세등부과처분취소",
  "사건번호": "2015두1212",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161027",
  "판시사항": "[1] 구 소득세법 시행령 제26조의3 제2호 (나)목에서 정한 과세대상 배당소득에 해당하기 위한 요건<br/>[2] 甲 은행이 고객이 원화를 입금하면 국제 금 시세 및 원·달러 환율을 기준으로 한 거래가격으로 환산하여 금을 그램(g) 단위로 기재한 통장을 고객에게 교부하고, 고객이 투자상품을 해지하면 선택에 따라 출금일의 거래가격에 해당하는 금액을 지급받거나 통장에 기재된 그램 수만큼의 실물 금을 인도받는 투자상품을 판매하면서 乙 등이 투자상품으로 얻은 수익이 소득세 과세대상이 아니라고 보아 배당소득세 원천징수를 하지 않고 乙 등도 종합소득세를 신고·납부하지 않자, 과세관청이 甲 은행에 배당소득세 및 법인세 처분을, 乙 등에게 종합소득세 부과처분을 한 사안에서, 투자상품에서 발생하는 소득이 소득세법 제17조 제1항 제5호의 ‘집합투자기구로부터의 이익’과 유사한 소득으로서 수익분배의 성격이 있다고 볼 수 없어 구 소득세법 시행령 제26조의3 제2호 (나)목의 과세대상에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것 및 2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제26조의3 제2호 (나)목은 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제17조 제1항, 제7호, 제6항 및 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것, 이하 위 각 소득세법을 구별하지 않고 ‘구 소득세법’이라고 통칭한다) 제17조 제1항 제9호, 제6항이 위임한 범위 내에서 배당소득의 범위를 정하고 있는 규정이므로, 여기에 정한 과세대상 배당소득에 해당하기 위해서는 광산물의 가격 등의 변동과 연계한 계약상 권리를 나타내는 증권 등으로부터 발생하여야 할 뿐만 아니라, 구 소득세법 제17조 제1항 제5호의 집합투자기구로부터의 이익 등과 유사한 소득으로서 수익분배의 성격이 있는 것이어야 한다.<br/>[2] 甲 은행이 고객이 원화를 입금하면 국제 금 시세 및 원·달러 환율을 기준으로 한 거래가격으로 환산하여 금을 그램(g) 단위로 기재한 통장을 고객에게 교부하고, 고객이 투자상품을 해지하면 선택에 따라 출금일의 거래가격에 해당하는 금액을 지급받거나 통장에 기재된 그램(g)수만큼의 실물 금을 인도받는 투자상품을 乙 등 고객들에게 판매하면서 乙 등이 투자상품으로 얻은 수익이 소득세 과세대상이 아니라고 보아 배당소득세 원천징수를 하지 않고 乙 등도 종합소득세를 신고·납부하지 않자, 과세관청이 甲 은행에 배당소득세 및 법인세 처분을, 乙 등에게 종합소득세 부과처분을 한 사안에서, 고객은 각각의 계좌에 적립된 금의 양에 따라 그에 해당하는 원화 또는 실물 금을 개별적으로 지급받을 수 있을 뿐인 점, 투자상품으로 고객이 얻는 수익의 크기는 해지에 의한 반환청구권 행사의 시기와 범위 등에 따라 결정되는 것이어서 전적으로 고객의 의사에 따른 것이지 甲 은행 또는 위임을 받은 운용자의 독립적 의사에 따라 이루어지는 것이 아닌 점 등에 비추어 보면, 투자상품에서 발생하는 소득이 소득세법 제17조 제1항 제5호의 ‘집합투자기구로부터의 이익’과 유사한 소득으로서 수익분배의 성격이 있다고 볼 수 없어, 결국 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것 및 2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제26조의3 제2호 (나)목의 과세대상에 해당하지 않는다고 본 원심 판단에 법리를 오해한 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제17조 제1항 제5호, 제7호(현행 제17조 제1항 제9호 참조), 제6항, 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것) 제17조 제1항 제5호, 제9호, 제6항, 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것) 제26조의3 제2호 (나)목(현행 제26조의3 제1항 제2호 참조), 구 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제26조의3 제2호 (나)목(현행 제26조의3 제1항 제2호 참조) / [2] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제17조 제1항 제5호, 제7호(현행 제17조 제1항 제9호 참조), 제6항, 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것) 제17조 제1항 제5호, 제9호, 제6항, 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것) 제26조의3 제2호 (나)목(현행 제26조의3 제1항 제2호 참조), 구 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제26조의3 제2호 (나)목(현행 제26조의3 제1항 제2호 참조)<br/>",
  "참조판례": ""
}