{
  "판례일련번호": "183662",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)(일부인정된죄명:사기)·특정범죄가중처벌등에관한법률위반(조세)·채무자회생및파산에관한법률위반·조세범처벌법위반·사문서위조·위조사문서행사·특정경제범죄가중처벌등에관한법률위반(횡령)",
  "사건번호": "2016도8347",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161013",
  "판시사항": "채무자 회생 및 파산에 관한 법률 시행 전에는 구 개인채무자회생법 제48조에서 정한 개인회생절차의 개시를 신청할 자격이 없던 개인채무자가 채무자 회생 및 파산에 관한 법률 시행 전후에 걸쳐서 각각 구 개인채무자회생법 제87조 각 호의 사기개인회생죄 및 구 채무자 회생 및 파산에 관한 법률 제643조 제1항 각 호의 사기회생죄에서 정한 행위를 하고 구 채무자 회생 및 파산에 관한 법률 시행 후에 그 채무자에 대하여 회생절차개시의 결정이 확정된 경우, 그 시행 전의 행위를 사기개인회생죄나 사기회생죄로 처벌할 수 있는지 여부(소극) 및 채무자 회생 및 파산에 관한 법률 시행 후의 행위와 포괄하여 일죄를 구성하는지 여부(소극)<br/>",
  "판결요지": "구 채무자 회생 및 파산에 관한 법률(2013. 5. 28. 법률 제11828호로 개정되기 전의 것, 이하 ‘구 채무자회생법’이라 한다) 제643조 제1항은 채무자가 자기 또는 타인의 이익을 도모하거나 채권자를 해할 목적으로 채무자의 재산을 손괴 또는 은닉하는 등 각 호의 어느 하나에 해당하는 행위를 하고, 채무자에 대하여 회생절차개시의 결정이 확정된 경우 사기회생죄로 처벌하도록 하고 있고, 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 부칙(2005. 3. 31.) 제4조는 벌칙에 관한 경과조치로 “이 법 시행 전의 행위에 대한 벌칙의 적용에 있어서는 종전의 규정에 의하고, 1개의 죄가 이 법 시행 전후에 걸쳐서 행하여진 때에는 이 법 시행 전에 범한 것으로 본다.”라고 규정하고 있다.<br/>  그런데 2005. 3. 31. 법률 제7428호로 채무자회생법이 제정되어 2006. 4. 1. 시행되기 전의 구 개인채무자회생법(법률 제7428호 부칙 제2조로 폐지, 이하 같다) 제87조는 구 채무자회생법 제643조 제1항과 유사하게, 채무자가 자기 또는 타인의 이익을 도모하거나 채권자를 해할 목적으로 재산을 은닉 또는 손괴하는 등 각 호의 어느 하나에 해당하는 행위를 하고, 채무자에 대하여 개인회생절차개시의 결정이 확정된 때에는 사기개인회생죄로 처벌하도록 규정하되, 제48조에서 개인채무자로서 일정한 금액(담보된 개인회생채권의 경우에는 10억 원, 그 외의 개인회생채권의 경우에는 5억 원)을 초과하지 아니하는 범위 안에서 대법원규칙으로 정하는 금액 이하의 채무를 부담하는 급여소득자 또는 영업소득자만이 개인회생절차의 개시를 신청할 수 있도록 규정하여 개인회생절차개시의 신청권자를 제한하였다가, 채무자회생법의 제정 및 시행으로 비로소 개인채무자도 채무액의 제한 없이 회생절차의 개시를 신청할 수 있게 되었다(채무자회생법 제34조 참조).<br/>  이와 같은 구 개인채무자회생법 및 구 채무자회생법의 관련 규정들을 헌법 제13조 제1항 전단과 형법 제1조 제1항에서 밝히고 있는 형벌법규의 소급효금지 원칙에 비추어 살펴볼 때, 채무자회생법의 시행 전에는 구 개인채무자회생법 제48조에서 정한 개인회생절차의 개시를 신청할 자격이 없던 개인채무자가 채무자회생법의 시행 전후에 걸쳐서 각각 구 개인채무자회생법 제87조 각 호의 사기개인회생죄 및 구 채무자회생법 제643조 제1항 각 호의 사기회생죄에서 정한 행위를 하고 구 채무자회생법의 시행 후에 그 채무자에 대하여 회생절차개시의 결정이 확정되었더라도, 그 시행 전의 행위는 행위 시의 법률인 구 개인채무자회생법에서 정한 사기개인회생죄의 주체가 될 수 없는 사람의 행위로서 범죄를 구성할 수 없으므로, 구 개인채무자회생법에서 정한 사기개인회생죄나 구 채무자회생법에서 정한 사기회생죄의 어느 것으로도 처벌할 수 없고, 그 행위가 범죄행위 자체에 해당하지 아니하는 이상 채무자회생법 시행 후의 행위와 포괄하여 일죄를 구성할 여지도 없다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제13조 제1항, 형법 제1조 제1항, 제37조, 구 채무자 회생 및 파산에 관한 법률(2013. 5. 28. 법률 제11828호로 개정되기 전의 것) 제643조 제1항, 채무자 회생 및 파산에 관한 법률 제34조, 부칙(2005. 3. 31.) 제4조, 구 개인채무자회생법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제48조, 제87조<br/>",
  "참조판례": ""
}