{
  "판례일련번호": "183616",
  "사건명": "석유수입부과금환급금환수처분취소",
  "사건번호": "2014두12017",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161027",
  "판시사항": "[1] 구 석유 및 석유대체연료의 수입·판매부과금의 징수, 징수유예 및 환급에 관한 고시(산업자원부 고시)와 구 소요량의 산정 및 관리와 심사(관세청 고시)가 법규명령으로서의 효력을 가지는지 여부(적극)<br/>[2] 구 석유 및 석유대체연료 사업법령상 부과금 환급의 대상·규모·방법 등 환급금의 산정기준에 관한 규정을 해석할 때 조세나 부담금에 관한 법률 해석의 법리가 적용되는지 여부(적극) 및 환급금의 산정기준을 정한 구 석유 및 석유대체연료의 수입·판매부과금의 징수, 징수유예 및 환급에 관한 고시(산업자원부 고시)와 구 소요량의 산정 및 관리와 심사(관세청 고시) 규정을 확장해석하거나 유추해석할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 석유 및 석유대체연료 사업법(2007. 12. 21. 법률 제8768호로 개정되기 전의 것, 이하 ‘구 석유사업법’이라 한다) 제18조 제1항 제1호, 제19조 제1항, 제3항, 구 석유 및 석유대체연료 사업법 시행령(2008. 6. 20. 대통령령 제20840호로 개정되기 전의 것, 이하 ‘구 석유사업법 시행령’이라 한다) 제27조 제1항 제1호, 제2호, 제4항, 구 석유 및 석유대체연료의 수입·판매부과금의 징수, 징수유예 및 환급에 관한 고시(2007. 12. 28. 산업자원부고시 제2007-154호로 개정되기 전의 것, 이하 ‘구 산자부 고시’라 한다) 제21조 제1항 제1호, 제2항 제1호, 제23조 제1항 본문, 제24조 제1항 제1호, 제2항 제1호, 제25조 제1항 제1호, 제2호, 제26조 제1항, 수출용 원재료에 대한 관세 등 환급에 관한 특례법 제2조 제4호, 제10조 제1항, 수출용 원재료에 대한 관세 등 환급에 관한 특례법 시행령 제11조 제1항, 제4항, 구 소요량의 산정 및 관리와 심사(2008. 11. 3. 관세청고시 제2008-36호로 개정되기 전의 것, 이하 ‘구 관세청 고시’라 한다) 제1-2조 제2호, 제7호, 제12호, 제2-4조 제2항, 제2-5조 제2항, 제2-14조 제1항, 제2항, 제4항의 내용, 형식 및 취지 등을 종합하면, 구 산자부 고시와 구 관세청 고시의 각 규정들은 ‘환급금의 환급기준 내지 환급의 대상·규모·방법 등’을 장관으로 하여금 정하여 고시하도록 규정한 구 석유사업법과 구 석유사업법 시행령의 위임에 따른 것으로서, 법령 규정의 내용을 보충하면서 그와 결합하여 대외적인 구속력이 있는 법규명령으로서의 효력을 가지는 것으로 보아야 한다.<br/>[2] 석유정제업자·석유수출입업자 또는 석유판매업자(이하 ‘석유정제업자 등’이라 한다)로부터 일단 부과금을 징수하였다가 구 석유 및 석유대체연료 사업법(2007. 12. 21. 법률 제8768호로 개정되기 전의 것)과 구 석유 및 석유대체연료 사업법 시행령(2008. 6. 20. 대통령령 제20840호로 개정되기 전의 것)이 정한 바에 따라 부과금 중 일부를 환급함으로써 석유정제업자 등이 최종적으로 부담하게 되는 부과금 액수가 정해지게 되는데, 이러한 석유환급금 부과·환급의 실질에 비추어 보면 환급의 대상·규모·방법 등 환급금의 산정기준에 관한 규정을 해석할 때 조세나 부담금에 관한 법률의 해석에 관한 법리가 적용된다. 따라서 환급금의 산정기준을 정한 구 석유 및 석유대체연료의 수입·판매부과금의 징수, 징수유예 및 환급에 관한 고시(2007. 12. 28. 산업자원부고시 제2007-154호로 개정되기 전의 것) 및 구 소요량의 산정 및 관리와 심사(2008. 11. 3. 관세청고시 제2008-36호로 개정되기 전의 것) 규정도 원칙적으로 문언대로 해석·적용하여야 하고, 합리적 이유 없이 이를 확장해석하거나 유추해석하는 것은 허용되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 석유 및 석유대체연료 사업법(2007. 12. 21. 법률 제8768호로 개정되기 전의 것) 제18조 제1항 제1호, 제19조 제1항, 제3항(현행 제19조 제5항 참조), 구 석유 및 석유대체연료 사업법 시행령(2008. 6. 20. 대통령령 제20840호로 개정되기 전의 것) 제27조 제1항 제1호, 제2호, 제4항(현행 제27조 제7항 참조), 수출용 원재료에 대한 관세 등 환급에 관한 특례법 시행령 제11조 제1항, 제4항 / [2] 구 석유 및 석유대체연료 사업법(2007. 12. 21. 법률 제8768호로 개정되기 전의 것) 제18조 제1항 제1호, 제19조 제1항, 제3항(현행 제19조 제5항 참조), 구 석유 및 석유대체연료 사업법 시행령(2008. 6. 20. 대통령령 제20840호로 개정되기 전의 것) 제27조 제1항 제1호, 제2호, 제4항(현행 제27조 제7항 참조), 수출용 원재료에 대한 관세 등 환급에 관한 특례법 시행령 제11조 제1항, 제4항<br/>",
  "참조판례": ""
}