{
  "판례일련번호": "183640",
  "사건명": "부가가치세등부과처분취소",
  "사건번호": "2016두31920",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161110",
  "판시사항": "[1] 구 부가가치세법 제22조 제3항 제2호 및 제3호의 입법 취지 / 세금계산서불성실가산세를 부과하는 요건으로 사업자가 재화나 용역의 공급 없이 세금계산서를 수수한다는 점에 관한 인식이 있어야 하는지 여부(소극) / 세금계산서불성실가산세를 면할 정당한 사유가 있는지 판단하는 기준 및 재화나 용역의 공급 없이 수수되는 세금계산서라는 점을 알지 못하였다는 사정만으로 정당한 사유가 있는 경우에 해당한다고 단정할 수 있는지 여부(소극)<br/>[2] 구 부가가치세법 제22조 제3항의 불성실가산세가 재화 또는 용역의 공급 없이 수수되는 세금계산서만을 대상으로 하여 세금계산서의 공급가액란에 기재된 금액을 기준으로 부과하는 것인지 여부(적극) / 재화 또는 용역의 공급이 있지만 공급가액을 부풀린 세금계산서가 구 부가가치세법 제22조 제2항 본문 및 제2호의 불성실가산세 부과대상에 해당하는지 여부(적극)<br/>[3] 재화 또는 용역의 공급이 일부 있지만 공급가액을 부풀린 월 합계 세금계산서가 구 부가가치세법 제22조 제3항의 불성실가산세 부과대상에 해당하는지 여부(소극)<br/>[4] 신용카드가맹점이 매출금액을 부풀려 신용카드매출전표를 발급한 경우, 구 법인세법 제76조 제11항의 가산세 부과대상에 해당되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 부가가치세법(2013. 1. 1. 법률 제11608호로 개정되기 전의 것) 제22조 제3항 제2호 및 제3호는 사업자가 재화 또는 용역을 공급하거나 공급받지 아니하고 세금계산서를 교부하거나 교부받은 경우 그 공급가액에 대하여 100분의 2에 상당하는 금액을 세금계산서불성실가산세로 부과하도록 규정하고 있다(2010. 1. 1. 법률 제9915호로 개정되기 전의 구 부가가치세법 제22조 제3항 제2호 및 제2호의2도 같은 취지이다). 이는 세금계산서 제도가 당사자 사이의 거래를 노출시킴으로써 부가가치세뿐만 아니라 소득세와 법인세의 세원 포착을 용이하게 하는 납세자 간 상호검증의 기능을 갖고 있음을 감안하여, 과세권의 적정한 행사와 조세채권의 용이한 실현을 위하여 부가가치세 납세의무를 지는 사업자로 하여금 재화나 용역의 공급 없이 세금계산서를 발행 또는 수취하지 않도록 할 의무를 부과하고, 사업자가 정당한 사유 없이 이에 위배하여 재화나 용역의 공급 없이 세금계산서를 수수할 경우에는 행정상 제재로 세금계산서불성실가산세를 부과하도록 한 것이다. 이와 같은 규정 문언과 입법 취지에 비추어 보면 세금계산서불성실가산세는 사업자가 재화나 용역의 공급 없이 세금계산서를 수수한다는 점에 관한 인식이 있었을 것을 요건으로 하지 아니한다. 그리고 세금계산서불성실가산세를 면할 정당한 사유가 있는지가 문제 될 때에는 이러한 규정 취지를 충분히 고려하면서 납세의무자가 의무를 알지 못한 것이 무리가 아니었다거나 의무의 이행을 기대하는 것이 무리였다고 할 것이어서 납세의무자에게 의무해태를 탓할 수 없는 정당한 사유가 있는 경우에 해당한다고 볼 수 있는지 여부를 판단하여야 하고, 단지 재화나 용역의 공급 없이 수수되는 세금계산서라는 점을 알지 못하였다는 사정만으로 쉽게 정당한 사유가 있는 경우에 해당한다고 단정하여서는 안 된다.<br/>[2] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것 및 2013. 1. 1. 법률 제11608호로 개정되기 전의 것, 이하 ‘법’이라고 통칭한다) 제22조 제2항 본문 및 제2호는 “세금계산서의 필요적 기재사항의 전부 또는 일부가 착오 또는 과실로 적혀 있지 아니하거나 사실과 다른 경우”에는 그 공급가액에 대하여 100분의 1에 해당하는 금액을 납부세액에 더하거나 환급세액에서 뺀다고 하고(이하 위 규정에 의한 가산세를 ‘제2항의 불성실가산세’라고 한다), 법 제22조 제3항 본문 및 제2호·제3호는 “재화 또는 용역을 공급하지 아니하고” 세금계산서를 발급한 경우(제2호) 또는 “재화 또는 용역을 공급받지 아니하고” 세금계산서를 발급받은 경우(제3호)에는 “그 공급가액(제2호의 경우에는 그 세금계산서에 적힌 금액을 말한다)에 대하여 100분의 2에 해당하는 금액을 납부세액에 더하거나 환급세액에서 뺀다.”라고 규정하고 있다(이하 법 제22조 제3항에 의한 가산세를 ‘제3항의 불성실가산세’라고 한다).<br/>위 제3항의 불성실가산세는 종전에 필요적 기재사항이 기재되지 않거나 사실과 다르게 기재된 세금계산서에 대하여 일률적으로 제2항의 불성실가산세를 부과하다가, 그중 재화나 용역의 공급 없이 수수되는 세금계산서에 대하여 가중된 세율의 가산세를 부과하기 위하여 신설된 것이다. 이에 비추어 보면, 제3항의 불성실가산세는 재화 또는 용역의 공급 없이 수수되는 세금계산서만을 대상으로 하여 세금계산서의 공급가액란에 기재된 금액을 기준으로 부과하는 것이고, 재화 또는 용역의 공급이 있지만 공급가액을 부풀린 세금계산서는 대상에 해당하지 아니하고 제2항의 불성실가산세 대상에 해당한다.<br/>[3] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것 및 2013. 1. 1. 법률 제11608호로 개정되기 전의 것, 이하 ‘법’이라고 통칭한다) 제16조 제7항의 위임에 따라 세금계산서의 발급 특례를 정하고 있는 구 부가가치세법 시행령(2010. 12. 30. 대통령령 제22578호로 개정되기 전의 것) 제54조 제1항 제1호 및 제2호는 사업자가 거래처별로 1역월 또는 그 이내의 기간의 공급가액을 합계하여 해당 월의 말일자를 발행일자로 하는 ‘월 합계 세금계산서’를 발급할 수 있도록 규정하고 있다(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 구 부가가치세법 시행령 제54조 제1항도 같은 취지이다).<br/>  위 규정에 의한 월 합계 세금계산서 제도는 개별 거래마다 각각의 세금계산서를 발행하여야 하는 원칙에 대한 예외로서 사업자의 편의를 위하여 1역월의 범위 내에서 동일한 거래처에 대한 여러 거래의 공급가액의 합계액만을 그 공급가액으로 기재하고 기간 말일을 발행일자로 하여 1장의 세금계산서로 발행할 수 있도록 하는 특례이고, 이에 따라 발행된 월 합계 세금계산서는 그 형식이 일반 세금계산서와 동일하여 외관상 구분되지 아니할 뿐만 아니라 세금계산서 자체로는 개별거래의 구분이 불가능하고, 법 제22조 제3항의 불성실가산세 조항에서 이를 달리 취급하도록 규정하고 있지도 아니하다. 이러한 점들을 감안하면, 재화 또는 용역의 공급이 일부 있지만 공급가액을 부풀린 월 합계 세금계산서도 일반 세금계산서의 경우와 마찬가지로 법 제22조 제3항의 불성실가산세 부과대상에 해당하지 아니한다.<br/>[4] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 같다) 제76조 제11항은 ‘신용카드가맹점이 제117조 제2항의 규정에 따른 신용카드매출전표의 발급을 거부하거나 사실과 다르게 발급한 경우’에는 발급거부금액 또는 사실과 다르게 발급한 금액의 100분의 5에 상당하는 가산세를 징수하고, 산출세액이 없는 경우에도 이를 징수하도록 규정하고 있다.<br/>  이처럼 규정 문언에서 신용카드가맹점이 신용카드매출전표를 사실과 다르게 발급한 경우를 적용대상으로 하고 있을 뿐 매출금액을 부풀려 발급한 경우를 제외하고 있지 않은 점, 이 규정은 신용카드가맹점 본인과 더불어 그 거래상대방에 대한 과세자료 확보를 위하여 신용카드가맹점에 조세행정상 협력의무를 부과한 것인 점 등을 고려하여 보면, 신용카드가맹점이 매출금액을 부풀려 신용카드매출전표를 발급한 경우에도 구 법인세법 제76조 제11항의 가산세 부과대상에 해당된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제22조 제3항 제2호(현행 제60조 제3항 제1호 참조), 제2호의2(현행 제60조 제3항 제2호 참조), 구 부가가치세법(2013. 1. 1. 법률 제11608호로 개정되기 전의 것) 제22조 제3항 제2호(현행 제60조 제3항 제1호 참조), 제3호(현행 제60조 제3항 제2호 참조) / [2] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제22조 제2항(현행 제60조 제2항 참조), 제3항(현행 제60조 제3항 참조), 구 부가가치세법(2013. 1. 1. 법률 제11608호로 개정되기 전의 것) 제22조 제2항(현행 제60조 제2항 참조), 제3항(현행 제60조 제3항 참조) / [3] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제16조 제7항(현행 제32조 제8항 참조), 구 부가가치세법(2013. 1. 1. 법률 제11608호로 개정되기 전의 것) 제16조 제7항(현행 제32조 제8항 참조), 구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제54조 제1항(현행 부가가치세법 제34조 참조), 구 부가가치세법 시행령(2010. 12. 30. 대통령령 제22578호로 개정되기 전의 것) 제54조 제1항 제1호(현행 부가가치세법 제34조 제3항 제1호 참조), 제2호(현행 부가가치세법 제34조 제3항 제2호 참조) / [4] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제76조 제11항<br/>",
  "참조판례": "[1] 대법원 2016. 9. 23. 선고 2014두9912 판결(공2016하, 1630)<br/>"
}