{
  "판례일련번호": "183643",
  "사건명": "친일반민족행위자지정처분취소",
  "사건번호": "2014두3235",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161109",
  "판시사항": "[1] 구 친일반민족행위자 재산의 국가귀속에 관한 특별법에 따른 친일반민족행위자재산조사위원회의 국고귀속결정에 대한 취소판결이 확정된 경우, 일제강점하 반민족행위 진상규명에 관한 특별법 부칙(2012. 10. 22.) 제2조가 정한 ‘이 법의 적용대상이 아닌 것으로 확정된 경우’에 해당하는지 여부(소극) 및 구 일제강점하 반민족행위 진상규명에 관한 특별법에 따른 사료 편찬 등 불이익이 해소되지 않은 경우, 개정 일제강점하 반민족행위 진상규명에 관한 특별법 제2조 제7호를 적용한 처분이 위법한지 여부(소극)<br/>[2] 법률의 개정 시 구법 질서에 대하여 국민이 가지는 기대 내지 신뢰의 보호 여부를 판단하는 방법<br/>",
  "판결요지": "[1] 구 일제강점하 반민족행위 진상규명에 관한 특별법(2012. 10. 22. 법률 제11494호로 개정되기 전의 것, 이하 ‘구 반민족규명법’이라 한다) 제2조 제7호, 일제강점하 반민족행위 진상규명에 관한 특별법(이하 ‘반민족규명법’이라 한다) 제2조 제7호, 부칙(2012. 10. 22.) 제2조, 구 친일반민족행위자 재산의 국가귀속에 관한 특별법(2011. 5. 19. 법률 제10646호로 개정되기 전의 것, 이하 ‘구 친일재산귀속법’이라 한다) 제2조 제1호 (가)목, 친일반민족행위자 재산의 국가귀속에 관한 특별법(이하 ‘친일재산귀속법’이라 한다) 제2조 제1호 (가)목, (나)목, 부칙(2011. 5. 19.) 제2항의 문언·체제·취지 등에 비추어, 친일재산귀속법이 반민족규명법 규정 일부를 요건으로 인용하고 있기는 하나, 친일재산귀속법과 반민족규명법은 입법 목적과 규율 내용을 달리하는 별개의 법률이고, 각 법률에 따라 구성된 ‘친일반민족행위자재산조사위원회’와 ‘친일반민족행위진상규명위원회’는 각각 인적 구성과 기능 등을 달리하는 별개의 기관이므로, 설령 구 친일재산귀속법에 따른 친일반민족행위자재산조사위원회의 국고귀속결정에 대한 취소판결이 확정되었더라도, 반민족규명법 부칙(2012. 10. 22.) 제2조가 정한 ‘이 법의 적용대상이 아닌 것으로 확정된 경우’에 해당한다고 볼 수는 없다. 그리고 구 반민족규명법에 따른 사료 편찬 등 불이익이 해소되지 않았다는 사정만으로 개정 반민족규명법 제2조 제7호를 적용한 처분이 위법하다고 볼 수 없다.<br/>[2] 법률의 개정 시 구법 질서에 대한 당사자의 신뢰가 합리적이고도 정당하며, 법률의 개정으로 야기되는 당사자의 손해가 극심하여 새로운 입법으로 달성하고자 하는 공익적 목적이 그러한 당사자의 신뢰의 파괴를 정당화할 수 없다면 새로운 입법은 신뢰보호의 원칙 등에 비추어 허용될 수 없다. 다만 사회환경이나 경제여건의 변화에 따른 필요성에 의하여 법률은 신축적으로 변할 수밖에 없고, 변경된 새로운 법질서와 기존의 법질서 사이에는 이해관계의 상충이 불가피하므로 국민이 가지는 모든 기대 내지 신뢰가 헌법상 권리로서 보호될 것은 아니고, 보호 여부는 기존의 제도를 신뢰한 자의 신뢰를 보호할 필요성과 새로운 제도를 통해 달성하려고 하는 공익을 비교형량하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 일제강점하 반민족행위 진상규명에 관한 특별법(2012. 10. 22. 법률 제11494호로 개정되기 전의 것) 제2조 제7호, 일제강점하 반민족행위 진상규명에 관한 특별법 제2조 제7호, 부칙(2012. 10. 22.) 제2조, 구 친일반민족행위자 재산의 국가귀속에 관한 특별법(2011. 5. 19. 법률 제10646호로 개정되기 전의 것) 제2조 제1호 (가)목, 친일반민족행위자 재산의 국가귀속에 관한 특별법 제2조 제1호 (가)목, (나)목, 부칙(2011. 5. 19.) 제2항 / [2] 헌법 제13조, 제23조, 행정절차법 제4조 제2항<br/>",
  "참조판례": "[2] 헌법재판소 2008. 10. 30. 선고 2005헌마222 전원재판부 결정(헌공145, 1466)<br/>"
}