{
  "판례일련번호": "183632",
  "사건명": "손해배상(기)",
  "사건번호": "2013다23617",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161110",
  "판시사항": "국가를 당사자로 하는 시설공사계약의 계약담당공무원이 회계예규를 준수하지 아니하고 표준품셈이 정한 기준에서 예측 가능한 합리적 조정의 범위를 벗어난 방식으로 기초예비가격을 산정하였고, 낙찰자가 그러한 사정을 알았더라면 입찰에 참가할지 결정하는 데 중요하게 고려하였을 것임이 경험칙상 명백한 경우, 국가가 입찰참가자들에게 미리 그 사정을 고지할 의무가 있는지 여부(적극) / 국가가 고지의무를 위반한 채 계약조건을 제시함으로써 통상의 경우와 다르지 않다고 오인하여 계약을 체결한 낙찰자가 불가피하게 계약금액을 초과하는 공사비를 지출하는 등으로 손해를 입은 경우, 국가가 고지의무 위반과 상당인과관계 있는 손해를 배상할 책임이 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "국가를 당사자로 하는 시설공사계약의 예정가격을 원가계산방식에 의하여 산정할 때에 계약담당공무원이 준수하여야 할 구체적인 사항은 대부분 기획재정부 회계예규인 ‘예정가격작성기준’(2010. 10. 22. 2200.04-160-8호로 개정되기 전의 것, 이하 ‘회계예규’라고 한다)에 규정되어 있다. 그런데 회계예규는 국가가 사인과 사이의 계약관계를 합리적·효율적으로 처리할 수 있도록 관계공무원이 지켜야 할 계약사무 처리에 관한 필요사항을 규정한 것으로서 계약담당공무원의 실무 준칙에 지나지 않는다. 그러므로 계약담당공무원이 예정가격을 정하는 과정에서 회계예규의 규정을 준수하지 않았더라도 그 사유만으로 곧바로 국가가 계약상대방에 대하여 손해배상책임을 지게 되는 것은 아니다.<br/>  그러나 국가를 당사자로 하는 계약은 신의성실의 원칙에 따라 이행되어야 한다는 것이 법령의 취지로 명시되어 있을 뿐만 아니라 국가가 계약당사자인 경우에는 일반 사인 사이의 계약과 달리 계약조건은 경비의 절감 못지않게 계약이행 결과의 건전성과 품질 및 안전의 확보 등 공공 일반의 이익까지 중요한 고려요소가 된다. 회계예규도 그와 같은 점을 고려하여 계약담당공무원이 지켜야 할 가격산정의 기준을 매우 구체적이고 상세하게 규정하였으므로, 국가를 당사자로 하는 계약의 입찰조건은 특별한 사정이 없는 한 회계예규 등에서 정한 기준에 따라 정해질 것으로 보인다. 그러므로 입찰에 참가하는 당사자로서도 입찰공고에서 따로 공지된 사항이 없는 이상 기초예비가격과 복수예비가격이 회계예규에서 정한 표준품셈 등의 기준에 따라 산정되었을 것으로 신뢰하고, 만약 가격이 회계예규 등의 기준을 현저히 벗어난 방식으로 산정된 것이면 그 내용을 명시적으로 공지하여 입찰참가자가 이를 고려할 수 있도록 할 것을 기대하는 것이 무리라고 할 수 없다. 따라서 계약담당공무원이 회계예규를 준수하지 아니하고 표준품셈이 정한 기준에서 예측 가능한 합리적 조정의 범위를 벗어난 방식으로 기초예비가격을 산정하였음에도 그 사정을 입찰공고에 전혀 표시하지 아니하였고, 낙찰자가 그러한 사정을 알았더라면 입찰에 참가할지를 결정하는 데 중요하게 고려하였을 것임이 경험칙상 명백한 경우에는, 국가는 신의성실의 원칙상 입찰공고 등을 통하여 입찰참가자들에게 미리 그와 같은 사정을 고지할 의무가 있다. 그럼에도 국가가 그러한 고지의무를 위반한 채로 계약조건을 제시하여 이를 통상의 경우와 다르지 않을 것으로 오인한 나머지 제시 조건대로 공사계약을 체결한 낙찰자가 불가피하게 계약금액을 초과하는 공사비를 지출하는 등으로 손해를 입었다면, 계약상대방이 그러한 사정을 인식하고 그 위험을 인수하여 계약을 체결하였다는 등의 특별한 사정이 없는 한, 국가는 고지의무 위반과 상당인과관계 있는 손해를 배상할 책임이 있다.<br/>",
  "판결본문": "",
  "참조조문": "국가배상법 제2조 제1항, 구 국가를 당사자로 하는 계약에 관한 법률(2012. 12. 18. 법률 제11547호로 개정되기 전의 것) 제5조 제1항, 제7조, 제8조, 구 국가를 당사자로 하는 계약에 관한 법률 시행령(2010. 7. 21. 대통령령 제22282호로 개정되기 전의 것) 제2조 제2호, 제9조 제1항, 제3항, 제42조 제1항, 구 국가를 당사자로 하는 계약에 관한 법률 시행규칙(2010. 7. 21. 기획재정부령 제161호로 개정되기 전의 것) 제6조 제1항<br/>",
  "참조판례": ""
}