{
  "판례일련번호": "183676",
  "사건명": "공매대금배분처분취소",
  "사건번호": "2014두5316",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161125",
  "판시사항": "[1] 행정처분의 직접 상대방이 아닌 제3자가 행정처분으로 인하여 법률상 보호되는 이익을 침해당한 경우, 취소소송을 제기할 자격이 있는지 여부(적극) 및 여기에서 말하는 ‘법률상 보호되는 이익’의 의미<br/>[2] 구 국세징수법 제83조 제1항 후문의 취지 및 배분계산서를 작성하기 전까지 배분요구를 한 채권 중 배분대상이 되는 채권의 범위<br/>[3] 공매절차에서 세무서장 등이 매각대금이 완납되어 압류재산이 매수인에게 이전되기 전까지 성립·확정된 조세채권에 관해서만 교부청구할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 행정처분의 직접 상대방이 아닌 제3자라도 행정처분으로 인하여 법률상 보호되는 이익을 침해당한 경우에는 취소소송을 제기하여 당부의 판단을 받을 자격이 있고, 여기에서 말하는 법률상 보호되는 이익은 처분의 근거 법규 및 관련 법규에 의하여 보호되는 개별적·직접적·구체적 이익을 말한다.<br/>[2] 구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제83조 제1항 후문은 “배분대상자는 세무서장이 배분계산서를 작성하기 전까지 배분요구를 하여야 한다.”라고 규정하고 있다. 이는 배분계산서를 작성할 때까지 배분요구를 하지 아니한 배분대상자를 배분에서 배제하는 취지의 규정이 아니라 그때까지 배분대상자가 배분요구를 할 수 있다는 취지의 주의적 규정에 불과하다. 또한 배분계산서를 작성하기 전까지 배분요구를 한 모든 채권이 배분대상이 되는 것이 아니라 배분받을 수 있는 적격이 있는 채권만이 배분대상이 된다.<br/>[3] 구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것, 이하 같다)에 의한 체납처분절차에서 압류는 원칙적으로 체납자 소유의 재산에 대해서만 할 수 있는 점, 공매대상인 체납자 소유의 재산은 매각대금이 납부되면 매수인에게 소유권이 이전되고 매각대금 자체는 기존에 진행되는 체납처분절차에 따른 배분의 목적물이 될 뿐인 점, 매각대금 납부 이후에 성립·확정된 조세채권에 기초하여서는 체납자의 다른 재산에 대하여만 체납처분이 가능한 점 등을 고려하면, 매각대금이 완납되어 압류재산이 매수인에게 이전된 후에 성립·확정된 조세채권은 배분요구의 효력이 있는 교부청구가 있더라도 공매절차에서 배분대상이 되지 않는다.<br/>  이와 달리 매각대금이 완납된 후에 성립·확정된 조세채권도 배분계산서가 작성되기 전까지 교부청구가 있기만 하면 매각대금의 배분대상에 포함될 수 있다고 본다면, 구 국세징수법상 별도의 규정이 없고 세무서장의 임의에 맡겨져 있는 배분계산서의 작성시점에 따라 매각대금이 완납된 후 성립·확정된 조세채권의 배분대상 포함 여부가 좌우되는 불합리한 결과가 발생할 수 있다.<br/>  이러한 점들을 종합하여 보면, 구 국세징수법에서 비록 세무서장 등이 언제까지 성립·확정된 조세채권에 관하여 배분요구를 하여야만 압류재산의 매각대금 등의 배분대상이 될 수 있는지에 관하여 명시적인 규정을 두고 있지 않지만, 세무서장 등은 늦어도 매각대금이 완납되어 압류재산이 매수인에게 이전되기 전까지 성립·확정된 조세채권에 관해서만 교부청구할 수 있고, 그 이후에 성립·확정된 조세채권은 설령 배분계산서 작성 전까지 교부청구를 하였더라도 압류재산 매각대금 등의 배분대상에 포함될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조, 제12조 / [2] 구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제83조 제1항 / [3] 구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제81조 제1항 제2호, 제83조 제1항<br/>",
  "참조판례": "[1] 대법원 2002. 10. 25. 선고 2001두4450 판결(공2002하, 2881), 대법원 2006. 7. 28. 선고 2004두6716 판결(공2006하, 1540)<br/>"
}