{
  "판례일련번호": "183614",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2015두42817",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161027",
  "판시사항": "[1] 부당한 공동행위를 한 사업자에 대한 과징금 산정의 기준인 매출액 산정의 전제가 되는 관련 상품 또는 용역의 범위를 판단하는 방법<br/>[2] 행정소송에서 증명책임 분배의 원칙 및 항고소송의 경우 처분의 적법성에 관한 증명책임의 소재<br/>[3] 강판 제조·판매 사업자들인 甲 주식회사 등 3개사가 냉연강판의 기준가격을 동일 또는 유사한 수준으로 결정하기로 합의하였다는 이유로 공정거래위원회가 甲 회사에 과징금 납부명령을 한 사안에서, 운송비와 임가공거래로 인한 매출액을 관련매출액에 포함하여 과징금을 산정한 것이 적법하다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률 제22조, 구 독점규제 및 공정거래에 관한 법률 시행령(2016. 3. 8. 대통령령 제27034호로 개정되기 전의 것) 제9조 제1항, 제61조 제1항 [별표 2]의 각 규정에 따르면, 공정거래위원회는 부당한 공동행위를 한 사업자에게 위반기간 동안 일정한 거래분야에서 판매한 관련 상품 또는 용역의 매출액을 기준으로 산정한 과징금을 부과할 수 있고, 여기서 ‘매출액’은 사업자의 회계자료 등을 참고하여 정하는 것을 원칙으로 하되, 각각의 범위는 행위유형별로 개별적·구체적으로 판단하도록 정하고 있다.<br/>  이와 같은 매출액 산정의 전제가 되는 관련 상품 또는 용역의 범위는 부당한 공동행위를 한 사업자 간의 합의의 내용, 부당한 공동행위로 인하여 직접 또는 간접적으로 영향을 받는 상품 또는 용역의 종류와 성질, 용도 및 대체가능성과 거래지역·거래상대방·거래단계 등을 고려하여 개별적·구체적으로 판단하여야 한다.<br/>[2] 민사소송법 규정이 준용되는 행정소송에서의 증명책임은 원칙적으로 민사소송 일반원칙에 따라 당사자 간에 분배되고, 항고소송의 경우에는 그 특성에 따라 처분의 적법성을 주장하는 피고에게 적법사유에 대한 증명책임이 있다. 피고가 주장하는 일정한 처분의 적법성에 관하여 합리적으로 수긍할 수 있는 일응의 증명이 있는 경우에 처분은 정당하며, 이와 상반되는 주장과 증명은 상대방인 원고에게 책임이 돌아간다.<br/>[3] 강판 제조·판매 사업자들인 甲 주식회사가 乙 주식회사 및 丙 주식회사와 냉연강판의 기준가격을 동일 또는 유사한 수준으로 결정하기로 합의하였다는 이유로 공정거래위원회가 甲 회사에 과징금 납부명령을 한 사안에서, 관련매출액을 구성하는 냉연강판 ‘매출액’의 범위는 사업자의 회계자료 등을 참고하여 개별적·구체적으로 정해져야 하는데, 甲 회사가 냉연강판의 판매대금에 관한 세금계산서를 발행하면서 매출액에 운송비를 포함하고 운송비를 냉연강판 매출액으로 회계처리한 사실 등에 비추어 보면, 냉연강판 운송비 부분은 관련매출액에 포함되고, 乙 회사와 丙 회사가 甲 회사에 열연강판의 임가공을 위탁하면서 열연강판을 판매하고 甲 회사가 위탁계약에 따라 이를 임가공하여 미소둔강판을 생산한 후 다시 위탁자에게 판매한 임가공 거래는 실질에서 일반적인 미소둔강판 매매와 본질적으로 다르지 않은 점 등에 비추어 보면, 미소둔강판은 합의의 직접적 대상상품에 해당하고, 임가공 판매대금 역시 합의로부터 직·간접적인 영향을 받았으므로 관련매출액에 포함되어야 한다는 이유로, 운송비와 임가공거래로 인한 매출액을 관련매출액에 포함하여 과징금을 산정한 것이 적법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제22조, 구 독점규제 및 공정거래에 관한 법률 시행령(2016. 3. 8. 대통령령 제27034호로 개정되기 전의 것) 제9조 제1항, 제61조 제1항 [별표 2] / [2] 행정소송법 제26조[증명책임] / [3] 독점규제 및 공정거래에 관한 법률 제22조, 구 독점규제 및 공정거래에 관한 법률 시행령(2016. 3. 8. 대통령령 제27034호로 개정되기 전의 것) 제9조 제1항, 제61조 제1항 [별표 2]<br/>",
  "참조판례": "[1] 대법원 2016. 5. 27. 선고 2013두1126 판결(공2016하, 885) / [2] 대법원 2007. 1. 12. 선고 2006두12937 판결, 대법원 2011. 9. 8. 선고 2009두15005 판결<br/>"
}