{
  "판례일련번호": "183672",
  "사건명": "구상금",
  "사건번호": "2014다82439",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161125",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제118조 제1호의 회생채권에 해당하기 위한 요건 및 회생절차 개시 당시까지 공동 면책행위가 없었더라도 공동불법행위자 사이의 구상금채권이 회생채권에 해당하는지 여부(원칙적 적극)<br/>[2] 회생채권인 구상금채권을 취득하게 될 공동불법행위자가 회생절차에서 권리를 행사하는 방법 / 공동불법행위로 인한 손해배상책임의 원인은 회생절차 개시 이전에 존재하였지만 구상금채권은 회생계획안 심리를 위한 관계인집회가 끝나거나 회생계획안을 채무자 회생 및 파산에 관한 법률 제240조에 의한 서면결의에 부친다는 결정이 있은 후 발생하였고, 구상금채권자가 회생절차에 참가할 것을 기대할 수 없는 사유가 있는 경우, 회생채권 신고를 보완하는 것이 허용되는지 여부(적극) 및 신고 기한(=사유가 끝난 후 1개월 이내) / 이를 대신하여 관리인을 상대로 직접 구상금채권의 이행을 구하는 것이 허용되는지 여부(소극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률 제118조 제1호의 회생채권은 의사표시 등 채권 발생의 원인이 회생절차 개시 전의 원인에 기해 생긴 재산상의 청구권을 말하고, 채권의 내용이 구체적으로 확정되지 아니하였더라도 주요한 발생 원인이 회생절차 개시 전에 갖추어져 있으면 그에 해당한다.<br/>  공동불법행위로 인한 손해배상책임은 불법행위가 있었던 때에 성립하므로 공동불법행위자 사이의 구상권도 특별한 사정이 없는 한 그때에 주요한 발생원인이 갖추어진 것으로 볼 수 있다. 따라서 회생절차 개시 당시까지는 아직 변제 기타 출재로 인한 공동 면책행위가 없었더라도 공동불법행위자 사이의 구상금채권은 회생채권에 해당한다.<br/>[2] 회생절차 개시 후에는 회생채권에 관하여 목록의 기재 또는 채권신고와 채권조사의 결과를 기다리지 않고 바로 소를 제기할 수 없다. 회생채권인 구상금채권을 취득하게 될 공동불법행위자는, 손해배상청구권자가 회생절차 개시 시에 가지는 채권 전액에 관하여 회생절차에 참가하지 아니한 이상, 아직 변제 등 출재에 의한 공동 면책을 시키기 전이라도 장래 발생 가능성이 있는 구상금채권을 주장하여 신고기간 내에 신고하여 회생절차에 참가할 수 있다[채무자 회생 및 파산에 관한 법률(이하 ‘법’이라고 한다) 제126조 제3항, 제148조 제1항]. 만약 책임을 질 수 없는 사유로 인하여 신고기간 안에 신고하지 못한 때에는 회생계획안 심리를 위한 관계인집회(이하 ‘관계인집회’라고 한다)가 끝나거나 회생계획안을 법 제240조에 의한 서면결의에 부친다는 결정(이하 ‘서면결의 결정’이라고 한다)이 있기 전에 그 사유가 끝난 후 1월 이내에 추후보완 신고를 하여 회생절차에 참가할 수 있다(법 제152조 제1항, 제3항). 신고하지 아니한 회생채권은 회생계획인가결정이 있는 때에 실권되는 것이 원칙이다(법 제251조).<br/>  그런데 회생법원이 정한 회생채권의 신고기간이 경과할 때까지는 물론 관계인집회가 끝나거나 서면결의 결정이 되어 더 이상 법 제152조에 따른 추후보완 신고를 할 수 없는 때까지도 손해배상책임의 부담 여부가 확정되지 아니한 경우에는, 미리 장래의 구상금채권 취득을 예상하여 회생채권 신고를 할 것을 기대하기 곤란한 경우가 있다. 만약 그러한 경우까지도 신고기간 내에 회생채권 신고를 하지 않았다고 하여 무조건 실권된다고 하면 이는 국민의 재산권을 기본권으로 보장한 헌법정신에 배치된다. 그러므로 공동불법행위로 인한 손해배상책임의 원인은 회생절차 개시 이전에 이미 존재하였지만 구상금채권은 관계인집회가 끝나거나 서면결의 결정이 있은 후에 발생하였고, 나아가 공동불법행위의 시점 및 공동불법행위자들의 관계, 구상금채권 발생의 직접적 원인인 변제 기타 출재의 경위, 공동불법행위자들 사이의 내부적 구상관계 발생에 대한 예견가능성, 공동불법행위로 인한 손해배상채무가 구체화된 시점과 구상금채권이 성립한 시점 사이의 시간 간격 등 제반 사정에 비추어 구상금채권자가 회생법원이 정한 신고기간 내에 장래에 행사할 가능성이 있는 구상권을 신고하는 등으로 회생절차에 참가할 것을 기대할 수 없는 사유가 있는 때에는, 법 제152조 제3항에도 불구하고 회생채권 신고를 보완하는 것이 허용되어야 한다. 이는 책임질 수 없는 사유로 회생채권신고를 할 수 없었던 채권자를 보호하기 위한 것이므로 신고 기한은 법 제152조 제1항을 유추하여 그 사유가 끝난 후 1개월 이내에 하여야 한다.<br/>  따라서 회생절차가 개시된 후 회생채권자가 장래에 행사할 가능성이 있는 구상권을 신고하거나 위와 같이 특별한 사정을 주장하여 추후보완 신고를 하여 그 절차에 따라 권리행사를 하는 대신에 관리인을 상대로 직접 구상금채권의 이행을 구하는 것은 허용될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제118조 제1호, 민법 제425조 제1항, 제760조 / [2] 헌법 제23조 제1항, 채무자 회생 및 파산에 관한 법률 제118조 제1호, 제126조 제3항, 제148조 제1항, 제152조 제1항, 제3항, 제251조, 민법 제425조 제1항, 제760조<br/>",
  "참조판례": "[1] 대법원 2015. 4. 23. 선고 2011다109388 판결(공2015상, 719) / [2] 대법원 2012. 2. 13.자 2011그256 결정<br/>"
}