{
  "판례일련번호": "183678",
  "사건명": "배임수재(인정된죄명:뇌물수수)",
  "사건번호": "2014도14166",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161125",
  "판시사항": "[1] 특별법이 일반법에 우선하고 신법이 구법에 우선한다는 원칙이 적용되는 경우 및 이때 법률이 상호 모순·저촉되는지 판단하는 기준<br/>[2] 구 공공기관의 운영에 관한 법률에 따른 준정부기관인 도로교통공단의 임직원에 대하여 도로교통법 제129조의2가 특별법 내지 신법으로 우선하여 적용되고 구 공공기관의 운영에 관한 법률 제53조의 적용이 배제되는지 여부(소극)<br/>",
  "판결요지": "[1] 일반적으로 특별법이 일반법에 우선하고 신법이 구법에 우선한다는 원칙은 동일한 형식의 성문법규인 법률이 상호 모순·저촉되는 경우에 적용된다. 이때 법률이 상호 모순·저촉되는지는 법률의 입법목적, 규정사항 및 적용범위 등을 종합적으로 검토하여 판단하여야 한다.<br/>[2] 구 공공기관의 운영에 관한 법률(2016. 3. 22. 법률 제14076호로 개정되기 전의 것, 이하 ‘공공기관운영법’이라고 한다)은 공공기관의 운영에 관한 기본적인 사항과 자율경영 및 책임경영체제의 확립에 관하여 필요한 사항을 정하여 경영을 합리화하고 운영의 투명성을 제고함으로써 공공기관의 대국민 서비스 증진에 기여함을 목적으로 하고(제1조), 공기업·준정부기관과 기타공공기관으로 구분하여 지정·고시된 공공기관을 적용대상으로 한다(제2조 제1항, 제4조 내지 제6조). 그리고 공공기관운영법 제53조는 공공기관운영법이 2007. 1. 19. 법률 제8258호로 제정될 때부터 있던 조항으로, 공기업·준정부기관 임직원 등은 신분의 특성에 비추어 공무원에 버금가는 고도의 청렴성과 업무의 불가매수성이 요구되므로 이를 보장하려는 취지에서 담당업무의 성격을 불문하고 형법상 뇌물죄 규정을 적용할 때에 한정하여 공무원으로 보도록 규정하고 있다.<br/>  반면 도로교통법은 도로에서 일어나는 교통상의 모든 위험과 장해를 방지하고 제거하여 안전하고 원활한 교통을 확보함을 목적으로 하고(제1조), 도로에서의 교통안전에 관한 교육·홍보·연구·기술개발과 운전면허시험의 관리 등을 통하여 교통질서를 확립하고 교통의 안전성을 높임으로써 도로에서 일어나는 교통상의 위험과 장해를 예방하는 데에 이바지하기 위하여 도로교통공단을 설립하도록 하고 있다(제120조). 그리고 도로교통법 제129조의2는 도로교통법이 국가행정기관인 운전면허시험관리단에서 담당하던 운전면허시험 및 적성검사 업무를 도로교통공단으로 이양하는 등의 목적으로 2010. 7. 23. 법률 제10382호로 개정되면서 신설된 조항이다. 이는 도로교통공단의 임직원이 위와 같이 이양된 업무를 비롯하여 공무의 성격을 가지는 일정한 업무를 담당하는 경우 업무의 특성에 비추어 공공성과 공정성을 보장하려는 취지에서, 도로교통공단이 공공기관운영법에 따라 공공기관으로 지정·고시되었는지를 불문하고 형법이나 그 밖의 법률에 따른 벌칙을 적용할 때 뇌물수수죄 등에 한정하지 아니하고 공무원으로 보도록 규정하고 있다.<br/>  이와 같이 공공기관운영법 제53조와 도로교통법 제129조의2는 입법목적, 입법연혁, 규정사항 및 적용범위 등을 달리하여 서로 모순·저촉되는 관계에 있다고 볼 수 없다. 따라서 공공기관운영법에 따른 준정부기관인 도로교통공단의 임직원에 대하여 도로교통법 제129조의2가 특별법 내지 신법으로 우선하여 적용되고 공공기관운영법 제53조의 적용이 배제된다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제129조, 구 공공기관의 운영에 관한 법률(2016. 3. 22. 법률 제14076호로 개정되기 전의 것) 제53조, 도로교통법 제129조의2 / [2] 형법 제129조, 제130조, 제131조, 제132조, 구 공공기관의 운영에 관한 법률(2016. 3. 22. 법률 제14076호로 개정되기 전의 것) 제1조, 제2조 제1항, 제4조, 제5조, 제6조, 제53조, 도로교통법 제1조, 제120조, 제123조 제11호, 제12호, 제13호, 제129조의2, 제147조 제5항, 제6항<br/>",
  "참조판례": "[1] 대법원 1989. 9. 12. 선고 88누6856 판결(공1989, 1479)<br/>"
}