{
  "판례일련번호": "183644",
  "사건명": "친일재산확인결정처분취소",
  "사건번호": "2014두3228",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161109",
  "판시사항": "[1] 친일반민족행위자 재산의 국가귀속에 관한 특별법 제2조 제2호가 정한 ‘친일재산’에 위 법 시행 전에 제3자에게 처분된 재산이 포함되는지 여부(적극) 및 이러한 해석이 헌법에 위반되는지 여부(소극)<br/>[2] 친일반민족행위자 재산의 국가귀속에 관한 특별법 부칙(2011. 5. 19.) 제2항 단서가 정한 ‘확정판결’의 의미 및 친일반민족행위자의 특정 재산에 대한 국가귀속결정을 취소하는 판결이 확정된 경우, 그 친일반민족행위자의 다른 재산에 대한 국가귀속결정에 관하여 위 부칙 조항 단서가 적용되는지 여부(소극)<br/>[3] 법률의 개정 시 구법 질서에 대하여 국민이 가지는 기대 내지 신뢰의 보호 여부를 판단하는 방법<br/>",
  "판결요지": "[1] 친일반민족행위자 재산의 국가귀속에 관한 특별법(이하 ‘친일재산귀속법’이라 한다) 제2조 제2호, 제3조 제1항의 문언·체계·취지 등에 비추어, 친일재산귀속법 제2조 제2호는 친일재산의 개념에 관하여 법 시행 전 친일재산이 처분되었는지에 따라 친일재산의 요건을 달리 정하고 있지 아니하고, 같은 법 제3조 제1항 단서가 정한 ‘제3자’의 범위에는 친일재산귀속법 시행일 전에 친일재산을 취득한 자뿐만 아니라 같은 법 시행일 이후에 취득한 자도 포함되는 것으로 해석되므로, 친일재산귀속법 제2조 제2호가 정한 ‘친일재산’에는 친일재산귀속법 시행 전에 제3자에게 처분된 재산도 포함된다. 그리고 이와 같이 해석하더라도, 친일재산귀속법 시행일 이전에 친일재산을 취득한 제3자가 선의이거나 정당한 대가를 지급하고 권리를 취득한 경우에는 친일재산귀속법 제3조 제1항 단서에 의하여 제3자의 지위가 보호될 수 있는 이상, 위 법률 시행 이전에 제3자에게 처분된 재산이 친일재산의 범위에 포함된다고 보더라도 이로 인하여 침해되는 사익이 위 법률에 의하여 달성하고자 하는 공익과 비교하여 더 크다고 보기 어려우므로 이러한 해석이 헌법에 위반된다고 볼 수도 없다.<br/>[2] 구 친일반민족행위자 재산의 국가귀속에 관한 특별법(2011. 5. 19. 법률 제10646호로 개정되기 전의 것, 이하 ‘구 친일재산귀속법’이라 한다) 제2조 제1호 (가)목, 친일반민족행위자 재산의 국가귀속에 관한 특별법(이하 ‘친일재산귀속법’이라 한다) 제2조 제1호 (가)목, (나)목, 부칙(2011. 5. 19.) 제2항, 구 일제강점하 반민족행위 진상규명에 관한 특별법(2012. 10. 22. 법률 제11494호로 개정되기 전의 것, 이하 ‘구 반민족규명법’이라 한다) 제2조 제7호의 문언·체제·취지 등에 더하여, 친일재산귀속법은 제2조 제1호에서 ‘친일반민족행위자’에 관한 정의규정을 두고 있기는 하나, 친일반민족행위자가 러·일전쟁 개전 시부터 1945. 8. 15.까지 일본제국주의에 협력한 대가로 취득하거나 상속받은 재산 등을 ‘친일재산’으로 정하고, 친일반민족행위자재산조사위원회의 조사 등 일정한 절차를 거쳐서 궁극적으로는 친일재산을 국가에 귀속시키는 결정을 하도록 규정하고 있는 점, 위 부칙 조항 단서는 친일반민족행위자의 특정한 재산에 대한 국가귀속결정 그 자체 또는 이로 인한 법률관계에 대한 구체적인 쟁송을 전제로 하여 판결이 확정된 경우에는 법적 안정성을 위하여 개정 규정을 적용하지 아니하도록 정한 것인 점 등을 종합하면, 위 부칙 조항 단서가 정한 ‘확정판결’이란 특정한 재산에 대한 국가귀속결정 또는 이로 인한 법률관계에 대한 쟁송에 대한 판결이 확정된 경우만을 의미하고, 따라서 어느 친일반민족행위자의 특정 재산에 대한 국가귀속결정을 취소하는 판결이 확정되었더라도, 그 친일반민족행위자의 다른 재산에 대한 국가귀속결정에 관하여는 위 부칙 조항 단서가 적용되지 아니한다.<br/>[3] 법률의 개정 시 구법 질서에 대한 당사자의 신뢰가 합리적이고도 정당하며, 법률의 개정으로 야기되는 당사자의 손해가 극심하여 새로운 입법으로 달성하고자 하는 공익적 목적이 당사자의 신뢰의 파괴를 정당화할 수 없다면 새로운 입법은 신뢰보호의 원칙 등에 비추어 허용될 수 없다. 다만 사회환경이나 경제여건의 변화에 따른 필요성에 의하여 법률은 신축적으로 변할 수밖에 없고, 변경된 새로운 법질서와 기존의 법질서 사이에는 이해관계의 상충이 불가피하므로 국민이 가지는 모든 기대 내지 신뢰가 헌법상 권리로서 보호될 것은 아니고, 보호 여부는 기존의 제도를 신뢰한 자의 신뢰를 보호할 필요성과 새로운 제도를 통해 달성하려고 하는 공익을 비교형량하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 친일반민족행위자 재산의 국가귀속에 관한 특별법 제2조 제2호, 제3조 제1항 / [2] 구 친일반민족행위자 재산의 국가귀속에 관한 특별법(2011. 5. 19. 법률 제10646호로 개정되기 전의 것) 제2조 제1호 (가)목, 친일반민족행위자 재산의 국가귀속에 관한 특별법 제2조 제1호 (가)목, (나)목, 부칙(2011. 5. 19.) 제2항, 구 일제강점하 반민족행위 진상규명에 관한 특별법(2012. 10. 22. 법률 제11494호로 개정되기 전의 것) 제2조 제7호 / [3] 헌법 제13조, 제23조, 행정절차법 제4조 제2항<br/>",
  "참조판례": "[1] 대법원 2008. 11. 3. 선고 2008두13491 판결(공2008하, 1685) / [3] 헌법재판소 2008. 10. 30. 선고 2005헌마222 전원재판부 결정(헌공145, 1466)<br/>"
}