{
  "판례일련번호": "183796",
  "사건명": "토지사용승낙",
  "사건번호": "2015다247325",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 민법 제218조 제1항에서 정한 수도 등 시설권에 근거하여 시설공사를 시행하는 경우, 수도 등이 통과하는 토지 소유자의 동의나 승낙을 받아야 하는지 여부(소극) 및 위 동의나 승낙이 수도 등 시설권의 성립이나 효력 등에 영향을 미치는 법률행위나 준법률행위인지 여부(소극)<br/>[2] ‘성남시 수도급수 조례’에서 급수공사 신청 시 필요하다고 판단될 경우 이해관계인의 동의서를 제출하게 할 수 있다고 정한 취지<br/>[3] 甲이 자신의 토지 위에 신축한 건물의 급수공사를 위하여 관할 지방자치단체에 급수공사 시행을 신청하였는데, 지방자치단체가 수도급수 조례 등에 근거하여 급수공사 시 경유하여야 하는 乙 소유 토지의 사용승낙서 제출을 요구하며 신청을 반려하자, 甲이 민법 제218조의 수도 등 시설권을 근거로 乙을 상대로 ‘乙 소유 토지 중 수도 등 시설공사에 필요한 토지 사용을 승낙한다’는 진술을 구하는 소를 제기한 사안에서, 위 소는 민법 제389조 제2항에서 정한 ‘채무가 법률행위를 목적으로 한 때에 채무자의 의사표시에 갈음할 재판을 청구하는 경우’에 해당한다고 볼 수 없으므로 권리보호의 이익이 없어 부적법하다고 한 사례<br/>",
  "판결요지": "[1] 민법 제218조 제1항 본문은 “토지 소유자는 타인의 토지를 통과하지 아니하면 필요한 수도, 소수(疏水)관, 까스관, 전선 등을 시설할 수 없거나 과다한 비용을 요하는 경우에는 타인의 토지를 통과하여 이를 시설할 수 있다.”라고 규정하고 있는데, 이와 같은 수도 등 시설권은 법정의 요건을 갖추면 당연히 인정되는 것이고, 시설권에 근거하여 수도 등 시설공사를 시행하기 위해 따로 수도 등이 통과하는 토지 소유자의 동의나 승낙을 받아야 하는 것이 아니다. 따라서 토지 소유자의 동의나 승낙은 민법 제218조에 기초한 수도 등 시설권의 성립이나 효력 등에 어떠한 영향을 미치는 법률행위나 준법률행위라고 볼 수 없다.<br/>[2] ‘성남시 수도급수 조례’에서 급수공사 신청 시 필요하다고 판단될 경우 이해관계인의 동의서를 제출하게 할 수 있다고 한 것은, 급수공사 신청인이 아닌 타인 소유 토지에 급수공사를 시행할 경우에 발생할 수 있는 분쟁을 사전에 예방하고 성남시가 신청인의 사용권한에 근거하여 타인 소유 토지에 급수공사를 원활하게 시행하고자 하는 목적에서 신청인에게 토지에 대한 사용권한이 있는지를 확인하기 위하여 증명자료의 하나로서 토지 소유자의 급수공사에 대한 동의 내지 승낙의 뜻이 표시된 서류의 제출을 요구할 수 있다는 취지이고, 급수공사 신청인이 다른 자료에 의하여 토지의 사용권한이 있음을 증명하였음에도 급수공사를 승인하기 위해서는 예외 없이 토지사용승낙서의 제출이 필요한 것이라고 볼 수는 없다.<br/>[3] 甲이 자신 소유의 토지에 신축한 건물의 급수공사를 위하여 관할 지방자치단체에 급수공사 시행을 신청하였는데, 지방자치단체가 수도급수 조례 등에 근거하여 급수공사 시 경유하여야 하는 乙 소유 토지의 사용승낙서 제출을 요구하며 신청을 반려하자, 甲이 민법 제218조의 수도 등 시설권을 근거로 乙을 상대로 ‘乙 소유 토지 중 수도 등 시설공사에 필요한 토지 사용을 승낙한다’는 진술을 구하는 소를 제기한 사안에서, 위 소는 시설공사를 하는 데 필요한 증명자료를 소로써 구하는 것에 불과하고 민법 제389조 제2항에서 정한 ‘채무가 법률행위를 목적으로 한 때에 채무자의 의사표시에 갈음할 재판을 청구하는 경우’에 해당한다고 볼 수 없으므로 권리보호의 이익을 인정할 수 없어 부적법하고, 이 경우 甲은 자신에게 乙 소유 토지 중 수도 등 시설공사에 필요한 부분에 관하여 민법 제218조의 수도 등 시설권이 있다는 확인을 구하는 소 등을 제기하여 승소판결을 받은 다음 이를 甲의 사용권한을 증명하는 자료로 제출하여 지방자치단체에 급수공사의 시행을 신청하면 된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제218조 / [2] 성남시 수도급수 조례 제6조 제4항 / [3] 민사소송법 제248조[소의제기], 민법 제218조, 제389조 제2항<br/>",
  "참조판례": ""
}