{
  "판례일련번호": "183795",
  "사건명": "소유권확인",
  "사건번호": "2016다221566",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 토지구획정리사업의 환지계획에서 초등학교 및 중고등학교 교육에 필요한 학교용지로 지정된 토지의 소유권을 국가 또는 지방자치단체가 원시취득하는지 여부(적극) 및 국가 또는 지방자치단체가 사업시행자에게 학교용지의 취득에 대한 대가를 지급할 의무를 부담하는지 여부(적극)<br/>[2] 토지구획정리사업의 환지계획에서 학교용지로 지정된 토지에 대하여 국가 또는 지방자치단체가 환지처분의 공고가 있기 전에 물권 유사의 사용수익권이나 관리권을 가지는지 여부(소극)<br/>[3] 甲 토지구획정리조합이 환지계획을 인가받으면서 체비지 겸 학교용지로 인가받은 토지에 대하여 체비지대장에 甲 조합을 토지의 소유자로 등재한 후 소유자명의를 乙 주식회사 앞으로 이전하였는데, 환지처분이 이루어지지 않은 상태에서 丙 지방자치단체가 甲 조합을 상대로 환지처분의 공고 다음 날에 토지의 소유권을 원시취득할 지위에 있음의 확인을 구한 사안에서, 丙 지방자치단체는 甲 조합을 상대로 위와 같은 지위 확인을 구할 확인의 이익이 있고, 이는 행정소송법상 당사자소송에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지, 이하 ‘법’이라고 한다) 제2조 제1항 제1호, 제2호, 제63조에 의하면, 토지구획정리사업의 환지계획에서 초등학교 및 중고등학교 교육에 필요한 학교용지로 지정된 토지는 환지처분의 공고 다음 날에 법 제63조 본문에 따라 토지를 관리할 국가 또는 지방자치단체(이하 ‘국가 등’이라고 한다)에 귀속되어 국가 등이 소유권을 원시취득하고, 그 대신 국가 등은 법 제63조 단서에 따라 사업시행자에게 학교용지의 취득에 대한 대가를 지급할 의무를 부담하게 된다.<br/>[2] 토지구획정리사업의 환지계획에서 공공시설용지로 지정된 토지라도 환지처분의 공고가 있기 전까지는 사업시행자가 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제59조에 의하여 관리하는 공법상의 관리대상 토지일 뿐이므로, 환지계획에서 학교용지로 지정된 토지라고 하여 환지처분의 공고가 있기 전에 국가 또는 지방자치단체가 이에 대하여 물권 유사의 사용수익권이나 관리권을 가진다고 할 수 없다.<br/>[3] 甲 토지구획정리조합이 환지계획을 인가받으면서 체비지 겸 학교용지로 인가받은 토지에 대하여 체비지대장에 甲 조합을 토지의 소유자로 등재한 후 소유자명의를 乙 주식회사 앞으로 이전하였는데, 환지처분이 이루어지지 않은 상태에서 丙 지방자치단체가 甲 조합을 상대로 환지처분의 공고 다음 날에 토지의 소유권을 원시취득할 지위에 있음의 확인을 구한 사안에서, 위 토지가 환지계획에서 초등학교 및 중고등학교 교육에 필요한 학교용지로 지정되어 있으면 장차 환지처분 및 공고가 있게 되면 丙 지방자치단체가 소유권을 원시취득하므로, 토지에 대한 丙 지방자치단체의 이익은 비록 불확정적이라도 보호할 가치 있는 법적 이익에 해당하고, 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제63조, 제80조 등의 취지는 학교교육이라는 중대한 공익의 실현에 필수적인 학교용지를 안정적이고 확실하게 확보할 수 있도록 하려는 것인데, 체비지대장상의 소유자명의대로 환지처분이 되어 甲 조합이나 乙 회사 등 제3자 앞으로 토지의 소유권이 귀속된 것 같은 외관이 생기게 되면, 분쟁의 해결이 더욱 복잡해지고 학교용지의 확보에 차질을 빚게 될 수 있으므로, 확인소송을 통해 그러한 위험이나 불안을 제거할 이익과 필요가 있으며, 甲 조합이 토지를 체비지대장에 등재하는 등으로 丙 지방자치단체의 지위를 다투고 있는 반면, 丙 지방자치단체가 현재의 상태에서 토지에 대하여 물권 유사의 사용수익권이나 관리권 등을 행사할 수 없으므로, 사업시행자인 甲 조합을 상대로 확인판결을 받는 것은 丙 지방자치단체의 법률상 지위에 대한 위험이나 불안을 제거하기 위한 유효적절한 수단이므로, 확인의 이익이 있고, 나아가 토지구획정리사업에 따른 공공시설용지의 원시취득으로 형성되는 국가 또는 지방자치단체와 사업시행자 사이의 관계는 공법관계이므로, 위와 같은 지위의 확인을 구하는 것은 행정소송법상 당사자소송에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조, 제31조 제1항, 제2항, 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제2조 제1항 제1호(현행 도시개발법 제2조 제2항 및 국토의 계획 및 이용에 관한 법률 제2조 제11호 참조), 제2호(현행 도시개발법 제2조 제2항 및 국토의 계획 및 이용에 관한 법률 제2조 제13호 참조), 제54조 제1항(현행 도시개발법 제34조 제1항 참조), 제62조 제6항(현행 도시개발법 제42조 제5항 참조), 제63조(현행 도시개발법 제66조 제1항 참조), 제80조(현행 도시개발법 제5조 및 학교용지 확보 등에 관한 특례법 제3조 참조), 구 도시계획법(2000. 1. 28. 법률 제6243호로 전부 개정되기 전의 것) 제2조 제1항 제1호 (나)목[현행 국토의 계획 및 이용에 관한 법률 제2조 제4호 (다)목, 제6호 참조], 제3호(현행 국토의 계획 및 이용에 관한 법률 제2조 제7호 참조) / [2] 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제2조 제1항 제2호(현행 도시개발법 제2조 제2항 및 국토의 계획 및 이용에 관한 법률 제2조 제13호 참조), 제59조(현행 도시개발법 제39조 제1항 참조), 제63조(현행 도시개발법 제66조 제1항 참조) / [3] 헌법 제23조, 제31조 제1항, 제2항, 구 토지구획정리사업법(2000. 1. 28. 법률 제6252호로 폐지) 제2조 제1항 제1호(현행 도시개발법 제2조 제2항 및 국토의 계획 및 이용에 관한 법률 제2조 제11호 참조), 제2호(현행 도시개발법 제2조 제2항 및 국토의 계획 및 이용에 관한 법률 제2조 제13호 참조), 제54조 제1항(현행 도시개발법 제34조 제1항 참조), 제59조(현행 도시개발법 제39조 제1항 참조), 제62조 제6항(현행 도시개발법 제42조 제5항 참조), 제63조(현행 도시개발법 제66조 제1항 참조), 제80조(현행 도시개발법 제5조 및 학교용지 확보 등에 관한 특례법 제3조 참조), 구 도시계획법(2000. 1. 28. 법률 제6243호로 전부 개정되기 전의 것) 제2조 제1항 제1호 (나)목[현행 국토의 계획 및 이용에 관한 법률 제2조 제4호 (다)목, 제6호 참조], 제3호(현행 국토의 계획 및 이용에 관한 법률 제2조 제7호 참조), 민사소송법 제250조, 행정소송법 제3조 제2호, 제35조<br/>",
  "참조판례": "[2] 대법원 1997. 2. 28. 선고 95다43136 판결(공1997상, 891) / [3] 대법원 2000. 5. 12. 선고 2000다2429 판결(공2000하, 1412)<br/>"
}