{
  "판례일련번호": "183793",
  "사건명": "투자금반환청구의소",
  "사건번호": "2016다238540",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 처분문서상 문언의 객관적인 의미가 명확하게 드러나지 않는 경우, 계약 내용의 해석 방법<br/>[2] 甲이 乙로부터 자금을 조달하여 丙 주식회사가 추진하는 복합리조트 개발사업에 투자하였고, 약 2년 후 乙과 丙 회사가 투자금의 반환에 관하여 ‘丙 회사는 乙로부터 투자금 명목으로 지급받았던 돈에 대하여 丙 회사가 국내 또는 국외로부터 투자를 받을 경우 乙에게 즉시 최우선적으로 반환하고, 이자는 반환 시까지 연 5%를 지급하며, 만약 이를 어길 경우 丙 회사는 기한의 이익을 상실하고 연 20%의 지연이자를 지급한다’는 내용의 반환약정서를 작성하였는데, 丙 회사가 丁 주식회사와 소비대차 형식의 계약을 체결하고 돈을 송금받자 乙이 丙 회사를 상대로 투자금 반환을 구한 사안에서, 丙 회사가 제3자로부터 투자를 받아 채무를 변제할 돈이 생기는 경우 丙 회사의 乙에 대한 투자금 반환채무의 기한이 도래하고, 丁 회사가 지급한 돈은 반환약정에서 말하는 ‘투자’에 해당한다고 본 원심판단은 정당하지만, 丙 회사가 투자금에 대하여 乙이 丙 회사에 투자금을 송금한 날부터 연 20%의 비율로 계산한 지연이자를 지급할 의무가 있다고 본 원심판단에는 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 계약당사자 사이에 계약 내용을 처분문서인 서면으로 작성한 경우에 문언의 객관적인 의미가 명확하다면, 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정하여야 한다. 그러나 문언의 객관적인 의미가 명확하게 드러나지 않는 경우에는 문언의 내용, 계약이 이루어지게 된 동기와 경위, 당사자가 계약으로 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 계약 내용을 합리적으로 해석하여야 한다. 특히 당사자 일방이 주장하는 계약의 내용이 상대방에게 중대한 책임을 부과하게 되는 경우에는 문언의 내용을 더욱 엄격하게 해석하여야 한다.<br/>[2] 甲이 乙로부터 자금을 조달하여 丙 주식회사가 추진하는 복합리조트 개발사업에 투자하였고, 약 2년 후 乙과 丙 회사가 투자금의 반환에 관하여 ‘丙 회사는 乙로부터 투자금 명목으로 지급받았던 돈에 대하여 丙 회사가 국내 또는 국외로부터 투자를 받을 경우 乙에게 즉시 최우선적으로 반환하고, 이자는 반환 시까지 연 5%를 지급하며, 만약 이를 어길 경우 丙 회사는 기한의 이익을 상실하고 연 20%의 지연이자를 지급한다’는 내용의 반환약정서를 작성하였는데, 丙 회사가 丁 주식회사와 소비대차 형식의 계약을 체결하고 돈을 송금받자 乙이 丙 회사를 상대로 투자금 반환을 구한 사안에서, 丙 회사가 ‘투자를 받을 경우’ 乙에게 돈을 반환한다는 기재는 지분투자 등 형식에 상관없이 丙 회사가 제3자로부터 투자를 받아 채무를 변제할 돈이 생기는 경우 丙 회사의 乙에 대한 투자금 반환채무의 기한이 도래한다는 의미이고, 丁 회사가 지급한 돈은 반환약정에서 말하는 ‘투자’에 해당한다고 본 원심판단은 정당하지만, 지연이자의 지급에 관한 반환약정서 문언의 내용은 엄격하게 해석할 필요가 있는데, 반환약정서에 기재된 ‘기한의 이익을 상실한다’는 문구는 객관적인 의미가 명확하지 않고, ‘연 20%의 지연이자’를 언제부터 지급해야 하는지 반환약정서에 명시되어 있지 않으므로 ‘丙 회사가 약정을 위반한 경우 기한의 이익을 상실한다’는 문구만으로 반환약정일부터 2년 전인 ‘乙이 丙 회사에 투자금을 송금한 날’로 지연이자의 기산일을 앞당겨 정하였다고 단정하기는 어려운데도, 丙 회사가 반환약정을 위반한 이상 투자금에 대하여 乙이 丙 회사에 투자금을 송금한 날부터 연 20%의 비율로 계산한 지연이자를 지급할 의무가 있다고 본 원심판단에는 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조<br/>",
  "참조판례": "[1] 대법원 1996. 7. 30. 선고 95다29130 판결(공1996하, 2639), 대법원 2002. 5. 24. 선고 2000다72572 판결(공2002하, 1479)<br/>"
}