{
  "판례일련번호": "183794",
  "사건명": "판교음식물류폐기물설치부담금및주민지원기금출연금부과처분취소",
  "사건번호": "2013두8431",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 공동주택단지나 택지를 개발하려는 자가 직접 폐기물처리시설을 설치하는 대신 설치부담금을 납부하는데 시설부지가 미확정인 경우, 사업지구 안에 직접 설치할 경우에 부담하는 비용에 상응하는 금액의 설치부담금을 내야 하는지 여부(적극) 및 이 경우 관할 시장 등은 설치부담금을 사업지구를 위한 장래의 폐기물처리시설 재원으로 사용하여야 하는지 여부(적극)<br/>[2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 제6조 제4항, 같은 법 시행령 제4조 제4항의 위임에 따라 폐기물처리시설 설치부담금의 산정 기준을 정한 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례 제8조 제1항 [별표 1]이 적용되는 경우<br/>[3] 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례 제8조 제1항 [별표 1]에서 음식물류폐기물 자원화시설 부지매입비를 ‘㎡당 조성원가’를 기준으로 산정하도록 한 규정의 ‘㎡당 조성원가’가 택지개발촉진법이 정한 당해 택지개발지구의 택지조성원가를 의미하는지 여부(적극)<br/>[4] 폐기물처리시설의 설치·운영으로 인하여 환경상 영향을 받게 되는 주변지역 내에 기존주민들이 거주하지 않는 경우, 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례 제4조 및 제8조 제2항이 정한 ‘환경에너지시설을 신규로 설치하는 자가 주민지원기금 출연금을 납부할 의무’가 없는지 여부(소극)<br/>",
  "판결요지": "[1] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제6조 제1항, 제2항, 제7조에 의하면, 공동주택단지나 택지를 개발하려는 자(이하 ‘사업시행자’라 한다)는 개발 대상인 공동주택단지나 택지(이하 ‘사업지구’라 한다)에서 발생하는 폐기물 처리시설을 사업지구 안에 설치하여야만 하는 것은 아니고 바깥에 설치하여도 된다. 그러나 위 법에 의한 폐기물처리시설은 새로운 공동주택단지나 택지를 개발함에 따라 추가로 발생하는 폐기물처리 수요를 감당하기 위한 것이므로, 택지개발사업계획에서 사업지구 바깥에 따로 설치하기로 하는 계획이 수립되어 승인을 받았다는 등 특별한 사정이 없는 한, 사업시행자는 사업지구 안에 설치하는 것을 전제로 하여 사업계획에 반영한 다음 직접 설치하거나 그 경우에 소요되는 비용에 해당하는 설치부담금을 납부하여야 한다. 그러므로 사업시행자가 직접 폐기물처리시설을 설치하는 대신 설치부담금을 납부할 경우에는 시설부지가 사업지구 안에 있는 토지로 확정된 경우는 물론 시설부지가 미확정인 경우에도 설치부담금은 사업지구 안에 직접 설치할 경우에 부담하는 비용에 상응하는 금액을 내야 하고, 이 경우 해당 지역을 관할하는 특별자치도지사·시장·군수·구청장은 설치부담금을 당장 시설의 추가 확충 등에 사용하지 않더라도 사업지구를 위한 장래의 폐기물처리시설 재원으로 사용하여야 한다.<br/>[2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제6조 제4항, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2012. 3. 30. 대통령령 제23700호로 개정되기 전의 것) 제4조 제4항의 위임에 따라 폐기물처리시설 설치부담금의 산정에 관하여 필요한 사항을 정하고 있는 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례(2015. 10. 12. 경기도성남시조례 제2914호로 개정되기 전의 것) 제8조 제1항 [별표 1]에서는 음식물류폐기물 자원화시설 부지매입비를 ‘㎡당 조성원가’를 기준으로 산정하도록 규정(이하 ‘조례 규정’이라 한다)하고 있다. 이는 위 법령 규정에 의한 설치부담금 산정 기준을 구체화한 것으로서, 폐기물처리시설의 시설부지가 개발 대상인 공동주택단지나 택지(이하 ‘사업지구’라 한다) 내로 확정된 경우나 시설부지가 확정되지 않은 경우에 한하여 적용되고, 이러한 경우에 사업지구 내의 택지를 기준으로 시설부지 매입비용을 산정하도록 한 것이다. 택지개발사업계획에서 사업지구를 위한 폐기물처리시설을 사업지구 바깥에 따로 설치하기로 한 데 따라 사업지구 바깥의 토지가 시설부지로 확정된 경우에는 시설부지의 매입에 드는 실제 비용이 설치부담금 산정의 기준이 되어야 하므로, 그 범위에서는 조례 규정은 적용되지 않는다.<br/>[3] 구 택지개발촉진법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조, 제18조 제2항, 제18조의2 제1항, 구 택지개발촉진법 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제13조의2 제7항, 택지개발업무처리지침(2011. 5. 31. 국토해양부훈령 제709호) 제22조 제1항 [별표 3], 구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제2조 제6호 (사)목에 더하여 공동주택단지나 택지를 개발하려는 자가 직접 폐기물처리시설을 설치하지 아니하는 경우 설치비용으로서 폐기물처리시설 설치부담금을 납부하여야 하고 해당 지역을 관할하는 특별자치도지사·시장·군수·구청장(이하 ‘시장 등’이라 한다)이 그 금액으로 폐기물처리시설을 설치하므로, 폐기물처리시설 설치부담금 중 설치부지 매입비용은 시장 등이 폐기물처리시설의 설치부지를 매입하는 데 소요되는 비용을 뜻하는 점, 택지개발사업지구 내의 폐기물처리시설 설치부지는 택지개발촉진법의 공공시설용지로서 위 법이 정한 택지조성원가 산정의 대상이 되는 택지에 해당하는 점, 시장 등이 택지개발사업지구 내에 폐기물처리시설을 설치하기 위하여는 택지개발사업 시행자로부터 부지를 매수하여야 하는데 택지조성원가가 매수가격의 기준이 되는 점 등을 종합적으로 고려하면, 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례(2015. 10. 12. 경기도성남시조례 제2914호로 개정되기 전의 것) 제8조 제1항 [별표 1]에서 음식물류폐기물 자원화시설 부지매입비를 ‘㎡당 조성원가’를 기준으로 산정하도록 한 규정의 ‘㎡당 조성원가’는 택지개발촉진법이 정한 당해 택지개발지구의 택지조성원가를 의미한다.<br/>[4] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것, 이하 ‘구 폐기물처리법’이라 한다) 제17조 제1항, 제2항, 제17조의2 제1항, 제3항, 제20조, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2012. 3. 30. 대통령령 제23700호로 개정되기 전의 것, 이하 ‘구 폐기물처리법 시행령’이라 한다) 제18조 제1항 [별표 2], 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례(2015. 10. 12. 경기도성남시조례 제2914호로 개정되기 전의 것) 제4조 제3호, 제8조 제2항의 문언·체계·취지 등에 비추어, 구 폐기물처리법 시행령 제18조 제1항 [별표 2]가 주민지원협의체(이하 ‘지원협의체’라 한다) 정원 중 주민대표가 과반수 이상이 되도록 정하면서도 폐기물처리시설의 설치·운영으로 인하여 환경상 영향을 받게 되는 주변지역(이하 ‘주변영향지역’이라 한다) 내에 주민들이 거주하고 있지 아니하더라도 주민대표 이외의 자를 참여시키는 방식으로 지원협의체를 구성하도록 정하고 있고, 이러한 경우에도 ‘제20조에 따른 편익시설의 설치에 관한 협의’ 등 구 폐기물처리법 제17조의2 제2항 각 호가 정한 지원협의체의 기능이 달라진다고 보기 어려우므로, 주변영향지역 내에 기존 주민이 거주하지 아니한다는 사정만으로 당연히 위 조례 제4조 및 제8조 제2항이 정한 ‘환경에너지시설을 신규로 설치하는 자가 주민지원기금 출연금을 납부할 의무’가 없다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제6조 제1항, 제2항, 제7조 / [2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제6조 제4항, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2012. 3. 30. 대통령령 제23700호로 개정되기 전의 것) 제4조 제4항, 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례(2015. 10. 12. 경기도성남시조례 제2914호로 개정되기 전의 것) 제8조 제1항 [별표 1] / [3] 구 택지개발촉진법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조, 제18조 제2항, 제18조의2 제1항, 구 택지개발촉진법 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제13조의2 제7항, 구 국토의 계획 및 이용에 관한 법률(2011. 4. 14. 법률 제10599호로 개정되기 전의 것) 제2조 제6호 (사)목 / [4] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제17조 제1항, 제2항, 제17조의2 제1항, 제3항, 제20조, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2012. 3. 30. 대통령령 제23700호로 개정되기 전의 것) 제18조 제1항 [별표 2], 구 성남시 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 조례(2015. 10. 12. 경기도성남시조례 제2914호로 개정되기 전의 것) 제4조 제3호, 제8조 제2항<br/>",
  "참조판례": "[1] 대법원 2014. 8. 28. 선고 2012두28537 판결(공2014하, 1885)<br/>"
}