{
  "판례일련번호": "183819",
  "사건명": "법인세징수처분취소",
  "사건번호": "2014두8650",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161201",
  "판시사항": "[1] 납세의무자가 과세전 적부심사를 청구하여 심리가 진행 중인 경우, 국세징수권의 소멸시효가 진행되는지 여부(적극)<br/>[2] 법률의 시행령 내용이 모법의 해석상 가능한 것을 명시한 것에 지나지 아니하거나 모법 조항의 취지에 근거하여 구체화하기 위한 것인 경우, 모법에 직접 위임하는 규정을 두지 않았더라도 유효인지 여부(적극)<br/>[3] 구 법인세법 제93조에 정한 외국법인의 국내원천소득에 관하여 같은 법 제120조의2 제1항 본문에 따른 지급명세서 제출의무를 부담하는 자가 같은 법 제98조에 정한 소득의 원천징수의무자인지 여부(적극) / 구 법인세법 시행령 제162조의2 제3항이 모법에 직접 위임하는 규정이 없어 무효인지 여부(소극)<br/>[4] 외국법인이 납세지 관할 세무서장에게 비과세 또는 면제 신청을 하지 아니하였으나 국내원천소득이 조세조약에 따라 법인세 비과세 또는 면제 대상에 해당하는 경우, 원천징수의무자의 지급명세서 제출의무가 면제되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 ‘구 국세기본법’이라 한다) 제28조 제3항은 국세징수권의 소멸시효가 ‘세법에 의한 분납기간·징수유예 기간·체납처분 유예기간·연부연납기간 또는 세무공무원이 국세징수법 제30조의 규정에 따른 사해행위취소의 소를 제기하여 그 소송이 진행 중인 기간’ 동안에는 진행하지 아니한다고 규정하고 있고, 제27조 제2항은 “소멸시효에 관하여는 국세기본법 또는 세법에 특별한 규정이 있는 것을 제외하고는 민법에 의한다.”고 규정하고 있다.<br/>  이처럼 구 국세기본법상 열거된 국세징수권의 소멸시효 정지사유 가운데 ‘과세전 적부심사 청구에 따른 심리기간’이 규정되어 있지 아니하고, 민법에도 그와 같은 취지의 규정이 없는 점 등에 비추어 보면, 납세의무자가 과세전 적부심사를 청구함에 따라 적부심의 심리가 진행 중이라고 하여 국세징수권의 소멸시효가 진행되지 아니한다고 볼 수 없다.<br/>[2] 법률의 시행령은 법률에 의한 위임이 없으면 개인의 권리·의무에 관한 내용을 변경·보충하거나 법률에 규정되지 아니한 새로운 내용을 정할 수는 없지만, 시행령의 내용이 모법의 입법 취지와 관련 조항 전체를 유기적·체계적으로 살펴보아 모법의 해석상 가능한 것을 명시한 것에 지나지 아니하거나 모법 조항의 취지에 근거하여 이를 구체화하기 위한 것인 때에는 모법의 규율 범위를 벗어난 것으로 볼 수 없으므로, 모법에 이에 관하여 직접 위임하는 규정을 두지 않았다고 하더라도 이를 무효라고 볼 수 없다.<br/>[3] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 ‘구 법인세법’이라 한다) 제98조 제6항, 제120조의2 제1항 본문, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제162조의2 제3항(이하 ‘시행령 조항’이라 한다)의 문언 및 체계에 더하여, 지급명세서 제출의무는 원천징수 대상 소득의 금액과 귀속자 등을 기재한 명세서를 관할 세무서장에게 제출하도록 함으로써 과세관청의 용이한 소득원 파악과 거래의 객관성 제고 등을 도모하기 위한 협력의무이므로 원천징수의무자에게 그와 같은 의무를 지우는 것이 합리적인 점, 구 법인세법 제120조는 내국법인의 경우 지급명세서 제출의무를 원천징수의무자에게 지우고 있는 점 등을 고려하여 보면, 구 법인세법 제93조에 정한 외국법인의 국내원천소득에 관하여 구 법인세법 제120조의2 제1항 본문에 따른 지급명세서 제출의무를 부담하는 자 또한 제98조에 정한 소득의 원천징수의무자를 의미한다. 구 법인세법 제98조 제6항 단서는 ‘증권거래법에 의하여 주식을 상장하는 경우로서 이미 발행된 주식을 양도하는 경우’에 해당 주식을 발행한 법인을 원천징수의무자로 규정하고 있으므로 이 경우 구 법인세법 제120조의2 제1항 본문에 따라 지급명세서 제출의무를 부담하는 자는 원천징수의무자인 해당 주식의 발행법인이고, 이와 동일한 취지를 규정한 시행령 조항은 구 법인세법 관련 규정의 의미를 명시한 것에 지나지 아니하므로 이를 무효로 볼 수 없다.<br/>[4] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 ‘구 법인세법’이라 한다) 제120조의2 제1항 단서, 제98조의4, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제162조의2 제1항 제1호, 제6호의 문언과 체계에 의하면 조세조약에 따라 법인세 비과세 또는 면제대상이 되는 외국법인의 국내원천소득에 관하여는 외국법인이 납세지 관할 세무서장에게 신청을 하여 비과세 또는 면제대상임이 확인되는 소득인 경우에만 지급명세서 제출의무가 면제되도록 규정되어 있는데, 이는 원천징수 대상 소득의 금액과 귀속자 등을 기재한 지급명세서를 제출할 의무를 원천징수의무자에게 부과함으로써 과세관청으로 하여금 소득의 귀속자인 외국법인의 실체와 국내원천소득의 종류 및 성격 등을 원천징수단계에서 확인하여 어떠한 조세조약을 적용할 것인지 등을 판단할 수 있는 기회를 갖도록 하여 적정한 과세권의 실현을 도모하는 한편, 비과세 또는 면제신청을 통하여 이러한 기회가 부여된 것으로 볼 수 있는 때에 한하여 그와 같은 의무를 면제하기 위한 것이다. 구 법인세법 제76조 제7항 단서 또한 지급명세서 미제출 가산세의 경우 본세의 산출세액이 없는 때에도 가산세는 징수한다고 규정함으로써 지급명세서 제출의무가 본세의 납부의무와는 무관하게 부과되는 것임을 명시하고 있다. 따라서 외국법인이 납세지 관할 세무서장에게 비과세 또는 면제 신청을 하지 아니한 경우에는 국내원천소득이 조세조약에 따라 법인세 비과세 또는 면제 대상에 해당하더라도 원천징수의무자의 지급명세서 제출의무가 면제되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제27조 제2항, 제28조 제3항 / [2] 헌법 제75조 / [3] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제93조, 제98조, 제120조, 제120조의2 제1항, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제162조의2 제3항 / [4] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제76조 제7항, 제98조의4, 제120조의2 제1항, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제162조의2 제1항 제1호, 제6호<br/>",
  "참조판례": "[2] 대법원 2009. 6. 11. 선고 2008두13637 판결<br/>"
}