{
  "판례일련번호": "183814",
  "사건명": "손실보상금",
  "사건번호": "2016두49754",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 도시 및 주거환경정비법상 주거용 건축물의 소유자에 대한 주거이전비의 보상은 주거용 건축물에 대하여 정비계획에 관한 공람공고일부터 해당 건축물에 대한 보상을 하는 때까지 계속하여 소유 및 거주한 주거용 건축물의 소유자를 대상으로 하는지 여부(적극)<br/>[2] 주택재개발정비사업구역 지정을 위한 공람공고 당시 사업구역에 위치한 자신 소유의 주거용 건축물에 거주하던 중 분양신청을 하고 그에 따른 이주의무를 이행하기 위해 정비구역 밖으로 이주한 후 乙 주택재개발정비사업조합과의 분양계약 체결을 거부함으로써 현금청산대상자가 된 甲이 乙 조합을 상대로 이주정착금의 지급을 청구한 사안에서, 甲이 도시 및 주거환경정비법상 이주정착금 지급자로서의 요건을 갖추지 않았다고 한 사례<br/>[3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제5항 등에 따른 이사비 보상대상자가 공익사업시행지구에 편입되는 주거용 건축물의 거주자로서 공익사업의 시행으로 인하여 이주하게 되는 자인지 여부(적극) 및 이는 도시 및 주거환경정비법에 따른 정비사업의 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다) 제40조 제1항에 의해 정비사업 시행에 관하여 준용되는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제5항은 “주거용 건물의 거주자에 대하여는 주거 이전에 필요한 비용과 가재도구 등 동산의 운반에 필요한 비용을 산정하여 보상하여야 한다.”라고 규정하고, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2016. 1. 6. 국토교통부령 제272호로 개정되기 전의 것) 제54조 제1항은 “공익사업시행지구에 편입되는 주거용 건축물의 소유자에 대하여는 당해 건축물에 대한 보상을 하는 때에 가구원 수에 따라 2월분의 주거이전비를 보상하여야 한다. 다만, 건축물의 소유자가 당해 건축물에 실제 거주하고 있지 아니하거나 당해 건축물이 무허가건축물등인 경우에는 그러하지 아니하다.”라고 규정하고 있다. 여기서 위 각 규정을 준용하는 도시정비법상 주거용 건축물의 소유자에 대한 주거이전비의 보상은 주거용 건축물에 대하여 정비계획에 관한 공람공고일부터 해당 건축물에 대한 보상을 하는 때까지 계속하여 소유 및 거주한 주거용 건축물의 소유자를 대상으로 한다.<br/>[2] 주택재개발정비사업구역 지정을 위한 공람공고 당시 사업구역에 위치한 자신 소유의 주거용 건축물에 거주하던 중 분양신청을 하고 그에 따른 이주의무를 이행하기 위해 정비구역 밖으로 이주한 후 乙 주택재개발정비사업조합과의 분양계약 체결을 거부함으로써 현금청산대상자가 된 甲이 乙 조합을 상대로 이주정착금의 지급을 청구한 사안에서, 甲은 조합원으로서 정비사업의 원활한 진행을 위하여 정비구역 밖으로 이주하였다가 자신의 선택으로 분양계약 체결신청을 철회하고 현금청산대상자가 된 것에 불과하므로, 도시 및 주거환경정비법 시행령 제44조의2 제1항에서 정한 ‘질병으로 인한 요양, 징집으로 인한 입영, 공무, 취학 그 밖에 이에 준하는 부득이한 사유로 인하여 거주하지 아니한 경우’에 해당한다고 보기 어려워 甲이 도시 및 주거환경정비법상 이주정착금 지급자로서의 요건을 갖추지 않았음에도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>[3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제5항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2016. 1. 6. 국토교통부령 제272호로 개정되기 전의 것) 제55조 제2항의 각 규정 및 공익사업의 추진을 원활하게 함과 아울러 주거를 이전하게 되는 거주자들을 보호하려는 이사비 제도의 취지에 비추어 보면, 이사비 보상대상자는 공익사업시행지구에 편입되는 주거용 건축물의 거주자로서 공익사업의 시행으로 인하여 이주하게 되는 자로 보는 것이 타당하다. 이러한 취지는 도시 및 주거환경정비법에 따른 정비사업의 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도시 및 주거환경정비법 제40조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제5항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2016. 1. 6. 국토교통부령 제272호로 개정되기 전의 것) 제54조 제1항 / [2] 도시 및 주거환경정비법 제40조 제1항, 도시 및 주거환경정비법 시행령 제44조의2 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제5항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2016. 1. 6. 국토교통부령 제272호로 개정되기 전의 것) 제55조 제2항<br/>",
  "참조판례": "[1] 대법원 2015. 2. 26. 선고 2012두19519 판결(공2015상, 556) / [3] 대법원 2010. 11. 11. 선고 2010두5332 판결(공2010하, 2274)<br/>"
}