{
  "판례일련번호": "183811",
  "사건명": "이행강제금부과처분취소",
  "사건번호": "2014두44502",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 하위법령의 규정이 상위법령의 규정에 저촉되는지 명백하지 않지만 하위법령의 의미를 상위법령에 합치되는 것으로 해석하는 것이 가능한 경우, 하위법령이 상위법령에 위반된다는 이유로 무효를 선언할 수 있는지 여부(소극)<br/>[2] 구 건축법 제80조 제1항 제1호, 지방세법 제4조 제2항, 지방세법 시행령 제4조 제1항 제1호의 위임에 따라 행정자치부장관이 정한 ‘2012년도 건물 및 기타건물 시가표준액 조정기준’과 ‘2013년도 건물 및 기타건물 시가표준액 조정기준’ 중 ‘멸실 개축’과 ‘멸실외 개축’의 시가표준액산출비율을 달리 정하고 있는 부분이 명확성 원칙, 평등 원칙에 위배되는지 여부(소극)<br/>",
  "판결요지": "[1] 국가의 법체계는 그 자체로 통일체를 이루고 있으므로 상·하규범 사이의 충돌은 최대한 배제되어야 하며 또한 규범이 무효라고 선언될 경우에 생길 수 있는 법적 혼란과 불안정 및 새로운 규범이 제정될 때까지의 법적 공백 등으로 인한 폐해를 회피할 필요성이 있음에 비추어 보면, 하위법령의 규정이 상위법령의 규정에 저촉되는지가 명백하지 아니한 경우에, 관련 법령의 내용과 입법 취지 및 연혁 등을 종합적으로 살펴 하위법령의 의미를 상위법령에 합치되는 것으로 해석하는 것도 가능한 경우라면, 하위법령이 상위법령에 위반된다는 이유로 쉽게 무효를 선언할 것은 아니다.<br/>[2] 구 건축법(2015. 8. 11. 법률 제13471호로 개정되기 전의 것) 제80조 제1항 제1호, 지방세법 제4조 제2항, 지방세법 시행령 제4조 제1항 제1호의 위임에 따라 행정자치부장관이 정한 ‘2012년도 건물 및 기타건물 시가표준액 조정기준’과 ‘2013년도 건물 및 기타건물 시가표준액 조정기준’(이하 ‘조정기준’이라 한다) 중 기존 건축물의 전부 또는 일부를 멸실하고 다시 축조하는 경우(이하 ‘멸실 개축’이라 한다)와 그 이외 개축의 경우(이하 ‘멸실외 개축’이라 한다)의 시가표준산출비율을 달리 정하고 있는 부분(이하 ‘산출요령’이라 한다)의 ‘멸실 개축’과 ‘멸실외 개축’은 건축법 시행령이 정한 ‘개축’의 일종으로서 모두 기존 건축물의 전부 또는 일부의 ‘철거’를 전제로 한다. 사전적으로 ‘철거’는 건축물 등의 전부 또는 일부를 제거하는 행위 개념인 반면 ‘멸실’은 ‘철거 등의 사유로 건축물이 경제적 효용을 상실할 정도로 파괴된 상태’를 의미하므로, ‘멸실 개축’과 ‘멸실외 개축’은 철거된 기존 건축물 부분이 경제적 효용을 상실하여 멸실 상태에 이르렀는지를 기준으로 구별하는 것이 사전적 정의에 부합한다. 따라서 ‘멸실 개축’은 기존 건축물의 전부 또는 일부가 철거되어 경제적 효용을 상실한 상태에서 새롭게 종전과 같은 규모의 범위에서 건축물을 다시 축조하는 것을 의미하고, ‘멸실외 개축’은 기존 건축물의 전부 또는 일부가 철거되었으나 철거 부분 중 경제적 효용을 상실하지 아니한 부분을 다시 활용하여 종전과 같은 규모의 범위에서 건축물을 다시 축조하는 것을 의미한다. 그런데 이와 같이 ‘멸실 개축’과 ‘멸실외 개축’을 구별하는 것은 개축된 건축물의 시가표준액을 산정하기 위한 것인데, ‘멸실외 개축’의 경우 철거된 기존 건축물 부분을 다시 활용하는 범위에서 개축 비용이 절감되므로 조정기준이 멸실 개축보다 낮은 ㎡당 시가표준액산출비율을 적용하도록 한 점은 타당하다.<br/>  그러므로 산출요령이 멸실 개축과 멸실외 개축의 의미가 명확하지 아니하여 명확성 원칙에 위배된다고 볼 수 없을 뿐만 아니라, ‘멸실외 개축’의 경우 멸실 개축에 비하여 공사비가 절감됨을 반영하여 ㎡당 시가표준액산출비율을 낮게 정한 것으로서 합리적 이유 없이 멸실 개축과 멸실외 개축을 달리 취급한다고 볼 수 없어서 평등 원칙에 위배된다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제75조, 제95조 / [2] 헌법 제11조 제1항, 제12조, 구 건축법(2015. 8. 11. 법률 제13471호로 개정되기 전의 것) 제80조 제1항 제1호, 지방세법 제4조 제2항, 지방세법 시행령 제4조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2001. 8. 24. 선고 2000두2716 판결, 대법원 2012. 10. 25. 선고 2010두3527 판결<br/>"
}