{
  "판례일련번호": "183801",
  "사건명": "부당이득금·물품대금",
  "사건번호": "2014다14429, 14436",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 계약에 특별히 해제권 관련 조항을 둔 경우, 당사자 의사의 해석 방법 및 이때 고려하여야 할 사항<br/>[2] 甲 주식회사와 乙이 금형 제작에 관한 도급계약을 체결하면서 작성한 도급계약서에 ‘甲 회사는 乙이 계약을 위반하여 기간 내에 제작을 완료할 수 없는 경우에 계약을 해제할 수 있다’는 조항을 두었는데, 乙이 납품기한이 지나도록 납품을 하지 못하자 甲 회사가 이행 최고 없이 곧바로 계약해제를 통보한 사안에서, 甲 회사의 계약해제가 법정해제권의 행사요건을 갖추지 못하여 효력이 없다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>[3] 수급인이 납품기한 내에 납품을 완료하지 못하면 지연된 일수에 비례하여 지체상금을 도급인에게 지급하기로 약정한 경우, 수급인이 책임질 수 없는 사유로 의무 이행이 지연된 기간이 지체상금의 발생기간에서 공제되어야 하는지 여부(적극) 및 도급계약의 보수 일부를 선급하기로 하는 특약이 있는 경우, 도급인이 선급금 지급을 지체한 기간이 지체상금의 발생기간에서 공제되어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 계약에 특별히 해제권 관련 조항을 둔 경우 이는 법정해제권을 주의적으로 규정한 것이거나 약정해제권을 유보한 것 등 다양한 의미가 있을 수 있다. 약정해제권을 유보한 경우에도 계약 목적 등을 고려하여 특별한 해제사유를 정해 두고자 하는 경우가 있고, 해제절차에 관하여 상당한 기간을 정한 최고 없이 해제할 수 있도록 한 경우 등도 있다. 당사자가 어떤 의사로 해제권 조항을 둔 것인지는 결국 의사해석의 문제로서, 계약체결의 목적, 해제권 조항을 둔 경위, 조항 자체의 문언 등을 종합적으로 고려하여 논리와 경험법칙에 따라 합리적으로 해석하여야 한다. 다만 해제사유로서 계약당사자 일방의 채무불이행이 있으면 상대방은 계약을 해제할 수 있다는 것과 같은 일반적인 내용이 아니라 계약에 특유한 해제사유를 명시하여 정해 두고 있고, 더구나 해제사유가 당사자 쌍방에 적용될 수 있는 것이 아니라 일방의 채무이행에만 관련된 것이라거나 최고가 무의미한 해제사유가 포함되어 있는 등의 사정이 있는 경우에는 이를 당사자의 진정한 의사를 판단할 때 고려할 필요가 있다.<br/>[2] 甲 주식회사와 乙이 금형 제작에 관한 도급계약을 체결하면서 작성한 도급계약서에 ‘甲 회사는 乙이 계약을 위반하여 기간 내에 제작을 완료할 수 없는 경우에 계약을 해제할 수 있다’는 조항을 두었는데, 乙이 납품기한이 지나도록 납품을 하지 못하자 甲 회사가 이행 최고 없이 곧바로 계약해제를 통보한 사안에서, 제반 사정에 비추어 위 조항은 단순히 채무불이행으로 인한 법정해제권을 주의적으로 규정한 것이 아니라 특유한 해제사유를 정하고 해제절차에서도 최고 등 법정해제권 행사의 경우와 달리 정하고자 하는 당사자의 의사가 반영된 것이라고 볼 여지가 있는데도, 甲 회사의 계약해제가 법정해제권의 행사요건을 갖추지 못하여 효력이 없다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>[3] 수급인이 납품기한 내에 납품을 완료하지 못하면 지연된 일수에 비례하여 계약금액에 일정 비율을 적용하여 산정한 지체상금을 도급인에게 지급하기로 약정한 경우, 수급인이 책임질 수 없는 사유로 의무 이행이 지연되었다면 해당 기간만큼은 지체상금의 발생기간에서 공제되어야 한다. 그리고 도급계약의 보수 일부를 선급하기로 하는 특약이 있는 경우, 수급인은 그 제공이 있을 때까지 일의 착수를 거절할 수 있고 이로 말미암아 일의 완성이 지연되더라도 채무불이행책임을 지지 않으므로, 도급인이 수급인에 대하여 약정한 선급금의 지급을 지체하였다는 사정은 일의 완성이 지연된 데 대하여 수급인이 책임질 수 없는 사유에 해당한다. 따라서 도급인이 선급금 지급을 지체한 기간만큼은 수급인이 지급하여야 하는 지체상금의 발생기간에서 공제되어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제543조, 제544조 / [2] 민법 제105조, 제543조, 제544조 / [3] 민법 제390조, 제398조, 제536조, 제664조<br/>",
  "참조판례": ""
}