{
  "판례일련번호": "183812",
  "사건명": "수용재결취소등",
  "사건번호": "2015두51309",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161215",
  "판시사항": "[1] 구 도시 및 주거환경정비법의 주택재개발사업에서 주택재개발정비사업조합과 현금청산대상자 사이에 청산금액에 관한 협의가 성립하지 않을 경우, 조합이 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 현금청산대상자들의 토지 등을 수용할 수 있는지 여부(적극) 및 이때 수용보상금의 가격산정기준일(=수용재결일)<br/>[2] 주택재개발정비사업조합이 새로 조합설립인가처분을 받는 것과 동일한 요건과 절차로 조합설립변경인가처분을 받은 후 종전의 조합설립인가처분이 당연무효이거나 취소되는 경우, 조합이 관리처분계획을 새롭게 수립하여 인가를 받아야 하는지 여부(적극) 및 이때 조합이 종전 분양신청 현황에 따라 관리처분계획을 수립한 경우, 관리처분계획이 위법한지 여부(적극) / 종전의 분양신청 현황을 기초로 새로운 관리처분계획을 수립하는 것이 허용되는 경우<br/>[3] 구 도시 및 주거환경정비법에 따라 설립된 주택재개발정비사업조합의 정관이나 관리처분계획에서 조합이 조합원들에게 ‘분양신청 기간 종료 후 일정한 기간 내에 분양계약을 체결할 것’을 요구하면서 ‘그 기간 내에 분양계약을 체결하지 않으면 그 권리를 현금으로 청산한다’고 정한 취지 및 의미<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것, 이하 ‘도시정비법’이라 한다) 제38조, 제40조 제1항, 제47조, 도시 및 주거환경정비법 시행령 제48조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제67조 제1항에 의하면, 도시정비법의 주택재개발사업에서 현금청산대상자들에 대한 청산금은 주택재개발정비사업조합(이하 ‘조합’이라 한다)과 현금청산대상자가 협의에 의해 금액을 정하되, 협의가 성립하지 않을 때에는 조합은 토지보상법에 따라 토지수용위원회의 재결에 의하여 현금청산대상자들의 토지 등의 소유권을 취득할 수 있다. 그런데 도시정비법령은 수용보상금의 가격산정기준일에 관한 규정을 두고 있지 않으므로 현금청산대상자들의 토지 등에 대한 수용보상금은 토지보상법 제67조 제1항에 따라 토지 등의 수용재결일 가격을 기준으로 산정하여야 한다.<br/>[2] 주택재개발정비사업조합(이하 ‘조합’이라 한다)이 종전의 조합설립인가처분에 대한 무효확인소송 또는 취소소송이 진행되고 있는 등으로 효력 유무 또는 위법 여부 등이 확정되지 않은 상태에서 새로 조합설립인가처분을 받는 것과 동일한 요건과 절차로 조합설립변경인가처분을 받은 경우, 조합설립변경인가처분은 새로운 조합설립인가처분으로서의 효력을 가진다. 그러나 종전의 조합설립인가처분이 당연무효이거나 취소되는 경우에는 종전의 조합설립인가처분이 유효함을 전제로 수립·인가된 관리처분계획은 소급하여 효력을 잃는다. 따라서 조합은 조합설립변경인가처분을 받기 전에 수립·인가된 종전의 관리처분계획에 따라 정비사업을 진행할 수는 없고, 도시 및 주거환경정비법령이 정한 요건과 절차에 따라 관리처분계획을 새롭게 수립하여 인가를 받아야 한다. 이때 조합은 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제46조 제1항이 규정하고 있는 분양신청 통지·공고 등의 절차를 다시 밟거나 분양신청 대상자들(종전 분양신청 절차에서 분양신청을 한 사람들과 이때에는 분양신청을 하지 않았지만 조합원 지위를 상실하지 않은 자를 포함한다. 이하 같다)의 분양신청에 관한 의사를 개별적으로 확인하여 그 분양신청 현황을 기초로 관리처분계획을 수립하여야 하고, 조합이 이러한 절차를 밟지 않고 종전 분양신청 현황에 따라 관리처분계획을 수립하였다면 관리처분계획은 위법하다.<br/>  다만 종전의 분양신청 현황을 기초로 했더라도 새로운 관리처분계획 수립 당시 토지 등 소유자의 분양신청 현황을 기초로 관리처분계획을 수립했다고 평가할 수 있는 예외적인 경우, 즉 ‘분양의 대상이 되는 대지 또는 건축물의 내역’, ‘개략적인 분담금의 내역’ 등 법령이 분양신청 통지에 포함시키도록 한 사항 등에 관하여 새로운 사업시행계획과 종전 사업시행계획 사이에 실질적으로 변경된 내용이 없고, 사업의 성격이나 규모 등에 비추어 두 사업시행계획 인가일 사이의 시간적 간격이 지나치게 크지 않으며, 분양신청 대상자들 중 종전 분양신청을 철회·변경하겠다거나 새롭게 분양신청을 희망한다는 의사를 조합에 밝힌 사람이 실제 있지 않은 경우 등에는, 종전의 분양신청 현황을 기초로 새로운 관리처분계획을 수립하는 것도 허용된다.<br/>[3] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것)에 따라 설립된 주택재개발정비사업조합(이하 ‘조합’이라 한다)의 정관이나 관리처분계획에서 조합이 조합원들에게 ‘분양신청 기간 종료 후 일정한 기간 내에 분양계약을 체결할 것’을 요구하면서 ‘그 기간 내에 분양계약을 체결하지 않으면 그 권리를 현금으로 청산한다’고 정한 경우, 이는 사업시행자가 조합원이었던 토지 등 소유자에게 해당 기간에 분양계약의 체결을 거절하는 방법으로 사업에서 이탈할 수 있는 기회를 추가로 부여한 것이다. 위와 같은 내용을 정한 정관이나 관리처분계획은 조합이 조합원들에게 분양계약 체결을 요구하는데도 분양계약 체결 의무를 위반하여 분양계약을 체결하지 않은 조합원을 현금청산대상자로 한다는 의미이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제38조, 제40조 제1항, 제47조, 도시 및 주거환경정비법 시행령 제48조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제3조, 제67조 제1항 / [2] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제16조, 제46조 제1항, 제48조 / [3] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제47조<br/>",
  "참조판례": "[1] 대법원 2008. 3. 13. 선고 2006두2954 판결 / [2] 대법원 2012. 12. 13. 선고 2011두21010 판결(공2013상, 169), 대법원 2012. 12. 27. 선고 2011두19680 판결, 대법원 2014. 5. 16. 선고 2011두27094 판결 / [3] 대법원 2011. 7. 28. 선고 2008다91364 판결(공2011하, 1717), 대법원 2012. 5. 9. 선고 2010다71141 판결, 대법원 2013. 7. 11. 선고 2013다13023 판결<br/>"
}