{
  "판례일련번호": "183978",
  "사건명": "대여금",
  "사건번호": "2016다35123",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161227",
  "판시사항": "[1] 신고하지 아니한 회생채권이 회생계획인가의 결정이 있는 때에 실권되는지 여부(원칙적 적극) 및 채무자 회생 및 파산에 관한 법률 제172조에서 정한 소송수계신청을 이의채권이 되지 아니한 상태에서 미리 할 수 있는지 여부(소극)<br/>[2] 법원이 소송 계속 중 일방 당사자에 대하여 회생절차개시결정이 있었던 사실을 알지 못한 채 관리인의 소송수계가 이루어지지 아니한 상태 그대로 소송절차를 진행하여 선고한 판결의 효력<br/>[3] 확정되지 아니한 판결에 대한 재심의 소가 적법한지 여부(소극) 및 판결 확정 전에 제기한 재심의 소가 각하되지 아니하고 있는 동안 판결이 확정된 경우, 재심의 소가 적법한 것으로 되는지 여부(소극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다)에 의하면, 회생절차개시결정이 있는 때에는 채무자의 재산에 관한 소송절차는 중단된다(제59조 제1항). 회생절차에 참가하고자 하는 회생채권자는 회생채권의 원인 및 내용을 법원에 신고하여야 하고(제148조), 회생채권자 목록에 기재된 회생채권은 신고된 것으로 의제되는데(제151조), 신고하지 아니한 회생채권은 특별한 사정이 없는 한 채무자회생법 제251조에 따라 회생계획인가의 결정이 있는 때에는 실권된다. 신고된 회생채권에 관하여 관리인 등이 이의를 하여 회생채권이 확정되지 아니한 때에는 그 회생채권을 보유한 권리자는 채권조사확정재판을 신청할 수 있고(제170조 제1항), 회생절차개시 당시 이의채권에 관하여 소송이 계속하는 경우 권리의 확정을 구하고자 하는 때에는 이의자 전원을 상대방으로 하여 소송절차를 수계하여야 한다(제172조 제1항). 위 소송절차 수계는 회생채권확정의 일환으로 진행되는 것으로서 조사기간의 말일까지 이루어지는 관리인 등의 회생채권에 대한 이의를 기다려, 회생채권자가 권리의 확정을 위하여 이의자 전원을 소송의 상대방으로 하여 신청하여야 하고, 소송수계에서 상대방이 되는 관리인은 회생채권에 대한 이의자로서의 지위에서 당사자가 되는 것이므로, 당사자는 이의채권이 되지 아니한 상태에서 미리 소송수계신청을 할 수는 없다.<br/>[2] 소송 계속 중 일방 당사자에 대하여 회생절차개시결정이 있었는데, 법원이 그 사실을 알지 못한 채 관리인의 소송수계가 이루어지지 아니한 상태 그대로 소송절차를 진행하여 판결을 선고하였다면, 그 판결은 일방 당사자의 회생절차개시결정으로 소송절차를 수계할 관리인이 법률상 소송행위를 할 수 없는 상태에서 심리되어 선고된 것이므로, 여기에는 마치 대리인에 의하여 적법하게 대리되지 아니하였던 경우와 마찬가지의 잘못이 있다.<br/>[3] 재심은 확정된 종국판결에 대하여 제기할 수 있는 것이므로, 확정되지 아니한 판결에 대한 재심의 소는 부적법하고, 판결 확정 전에 제기한 재심의 소가 부적법하다는 이유로 각하되지 아니하고 있는 동안에 판결이 확정되었더라도, 재심의 소는 적법한 것으로 되는 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제59조 제1항, 제148조, 제151조, 제170조 제1항, 제172조 제1항, 제251조 / [2] 채무자 회생 및 파산에 관한 법률 제33조, 제59조 제1항, 제172조 제1항, 민사소송법 제247조 / [3] 민사소송법 제451조 제1항<br/>",
  "참조판례": "[1] 대법원 2010. 12. 9. 선고 2007다44354, 44361 판결, 대법원 2013. 5. 24. 선고 2012다31789 판결(공2013하, 1113) / [2] 대법원 2011. 10. 27. 선고 2011다56057 판결(공2011하, 2447) / [3] 대법원 1980. 7. 8. 선고 80다1132 판결(공1980, 13011)<br/>"
}