{
  "판례일련번호": "183965",
  "사건명": "고등교육법위반·사서명위조교사·사인위조교사·위조사서명행사교사·위조사인행사교사",
  "사건번호": "2014도16109",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161229",
  "판시사항": "[1] 구 고등교육법 제60조 제1항에 따른 시정명령이 그 근거가 되는 교육 관계 법령에서 정한 대상자가 아닌 자를 상대로 하였는데 명령 상대방이 이를 따르지 않은 경우, 같은 법 제64조 제2항 제1호 위반죄가 성립하는지 여부(소극)<br/>[2] 사립학교의 경우 구 고등교육법 제64조 제1항 제1호의 구성요건인 ‘같은 법 제24조를 위반하여 분교설립인가 없이 시설을 학교로 운영한 행위’에 해당하는 처벌대상자(=학교법인의 운영주체인 이사장 등) 및 학교법인의 운영에 실질적 영향력을 행사하거나 학교의 장의 지위에 있는 사람이 위 처벌규정의 적용대상인지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 고등교육법(2011. 7. 21. 법률 제10866호로 개정되기 전의 것, 이하 ‘고등교육법’이라고 한다) 제60조 제1항, 제64조 제2항 제1호, 사립학교법 제5조, 구 대학설립·운영 규정(2011. 6. 27. 대통령령 제22980호로 개정되기 전의 것, 이하 ‘시행령’이라고 한다) 제2조의3 제1항, 제7조 제1항을 종합하여 보면, 사립대학교를 설립·경영하는 학교법인은 학생정원을 증원하는 경우 사립학교법 제5조 제1항, 시행령 제2조의3 제1항, 제7조 제1항이 정한 기준에 따라 수익용 기본재산을 추가로 확보할 의무를 부담하고, 이러한 의무를 이행하지 않는 경우 교육과학기술부장관은 고등교육법 제60조 제1항에 따라 시정명령을 할 수 있다.<br/>  그러나 고등교육법 제60조 제1항에 따른 시정명령을 위반하였다고 하여 같은 법 제64조 제2항 제1호를 적용하여 처벌하려면, 법령에 규정된 대상자에 대한 적법·유효한 시정명령이 있었을 것이 전제되어야 한다. 그러므로 시정명령이 그 근거가 되는 교육 관계 법령에서 정한 대상자가 아닌 자를 상대로 한 것이면, 명령 상대방이 이를 따르지 않았더라도 같은 법 제64조 제2항 제1호 위반죄가 성립하지는 않는다.<br/>[2] 구 고등교육법(2011. 7. 21. 법률 제10866호로 개정되기 전의 것, 이하 ‘고등교육법’이라고 한다) 제2조, 제3조, 제4조 제2항, 제24조, 제64조 제1항 제1호의 체계와 내용을 종합하여 보면, 고등교육법 제64조 제1항 제1호의 구성요건에 해당하는 적용대상은, ① 제4조 제2항을 위반하여 학교설립인가 없이 시설을 학교로 운영한 행위와 ② 제24조를 위반하여 분교설립인가 없이 시설을 학교로 운영한 행위이다. 따라서 처음부터 학교설립인가 없이 학교를 운영한 자는 ①의 경우에 해당하여 처벌대상이 되고, 기존의 학교 설립·경영자가 분교설치인가 없이 분교 형태의 학교를 운영하면 ②의 경우에 해당한다. 그런데 ②의 경우는 ‘제24조의 규정에 의한 분교설치인가를 받지 아니하고’ 분교시설을 운영한 자가 처벌대상으로 규정되어 있고, 제24조는 ‘학교의 설립·경영자’가 분교를 설치하려면 인가를 받아야 한다고 규정하고 있으므로, 결국 사립학교의 경우 ②에 해당하는 처벌대상자는 ‘설립·경영자’인 학교법인의 운영주체인 이사장 등이라고 보아야 한다. 설령 학교법인의 운영에 실질적 영향력을 행사하거나 학교의 장의 지위에 있는 사람이라도 학교법인의 법적 운영주체와 공모관계에 있다는 등 다른 특별한 사정이 없는 한 위 처벌규정의 적용대상은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 고등교육법(2011. 7. 21. 법률 제10866호로 개정되기 전의 것) 제60조 제1항, 제64조 제2항 제1호(현행 제64조 제3항 제3호 참조), 사립학교법 제5조, 구 대학설립·운영 규정(2011. 6. 27. 대통령령 제22980호로 개정되기 전의 것) 제2조의3 제1항, 제7조 제1항 / [2] 구 고등교육법(2011. 7. 21. 법률 제10866호로 개정되기 전의 것) 제2조, 제3조, 제4조 제2항, 제24조, 제64조 제1항 제1호(현행 제64조 제2항 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 1992. 8. 18. 선고 90도1709 판결(공1992, 2790), 대법원 2004. 5. 14. 선고 2001도2841 판결(공2004상, 1031) / [2] 대법원 2003. 6. 27. 선고 2001도3003 판결(공2003하, 1660)<br/>"
}