{
  "판례일련번호": "184107",
  "사건명": "등록무효(상)",
  "사건번호": "2014후1921",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170112",
  "판시사항": "[1] 구 상표법 제7조 제1항 제11호에서 정한 수요자를 기만할 염려가 있는 상표에 해당하기 위한 요건 및 판단 기준<br/>[2] 탁구라켓, 스포츠용 가방 등에 사용되고 “”, “”, “”와 같이 구성된 선사용상표들의 사용자 甲 외국회사가 지정상품을 서류가방, 비귀금속제 지갑 등으로 하고 “”와 같이 구성된 등록상표의 권리자 乙을 상대로 등록상표가 선사용상표들과 출처의 오인·혼동을 불러 일으켜 수요자를 기만할 염려가 있으므로 구 상표법 제7조 제1항 제11호에 해당한다고 주장하면서 등록무효심판을 청구하였는데 특허심판원이 인용하는 심결을 한 사안에서, 등록상표가 수요자 기만 상표에 해당한다고 할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 어떤 상표가 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제11호에서 규정하고 있는 수요자를 기만할 염려가 있는 상표에 해당하려면, 등록상표나 지정상품과 대비되는 선사용상표나 사용상품이 반드시 저명하여야 할 필요까지는 없지만, 국내 수요자에게 상표나 상품이라고 하면 곧 특정인의 상표나 상품이라고 인식될 수 있을 정도로는 알려져 있어야 한다. 이러한 경우 선사용상표와 동일·유사한 상표가 사용상품과 동일·유사한 상품에 사용되고 있거나, 또는 어떤 상표가 선사용상표와 동일·유사하고, 선사용상표의 구체적인 사용실태나 양 상표가 사용되는 상품 사이의 경제적인 견련의 정도 기타 일반적인 거래실정 등에 비추어, 상표가 선사용상표의 사용상품과 동일·유사한 상품에 사용된 경우에 못지않을 정도로 선사용상표의 권리자에 의하여 사용되고 있다고 오인될 만한 특별한 사정이 있어야만 수요자로 하여금 출처의 오인·혼동을 일으켜 수요자를 기만할 염려가 있다고 볼 수 있다.<br/>[2] 탁구라켓, 스포츠용 가방 등에 사용되고 “”, “”, “”와 같이 구성된 선사용상표들의 사용자 甲 외국회사가 지정상품을 서류가방, 비귀금속제 지갑 등으로 하고 “”와 같이 구성된 등록상표의 권리자 乙을 상대로 등록상표가 선사용상표들과 출처의 오인·혼동을 불러 일으켜 수요자를 기만할 염려가 있으므로 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것, 이하 같다) 제7조 제1항 제11호에 해당한다고 주장하면서 등록무효심판을 청구하였는데 특허심판원이 인용하는 심결을 한 사안에서, 선사용상표들의 주된 사용상품인 탁구용품은 등록상표의 지정상품인 가방류나 지갑류와 경제적 견련관계조차 미약하고, 스포츠용 가방과 관련하여서는 선사용상표들이 국내 수요자에게 그다지 알려져 있었다고 보기 어려우며, 등록상표와 선사용상표들이 유사한 정도 또한 높다고 할 수 없는 사정에 비추어 보면, 등록상표가 지정상품인 가방류나 지갑류에 사용될 경우 탁구용품과 동일·유사한 상품에 사용된 경우에 못지않을 정도로 선사용상표들의 권리자에 의하여 사용되고 있다고 오인될 만한 특별한 사정이 있다고 하기는 어려우므로, 등록상표는 선사용상표들과의 관계에서 구 상표법 제7조 제1항 제11호의 수요자 기만 상표에 해당한다고 할 수 없는데도 이와 달리 본 원심판단에 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제11호(현행 제34조 제1항 제12호 참조) / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제11호(현행 제34조 제1항 제12호 참조)<br/>",
  "참조판례": "[1] 대법원 1997. 3. 14. 선고 96후412 판결(공1997상, 1111), 대법원 2010. 1. 28. 선고 2009후3268 판결(공2010상, 462)<br/>"
}