{
  "판례일련번호": "184113",
  "사건명": "과징금납부명령및감면신청기각처분취소",
  "사건번호": "2016두35199",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170112",
  "판시사항": "[1] 공정거래위원회가 부당한 공동행위에 대한 시정명령 및 과징금 부과와 자진신고 감면 여부를 분리 심리하여 별개로 의결한 다음 과징금 등 처분과 별도의 처분서로 감면기각처분을 한 경우, 처분의 상대방이 각 처분에 대하여 함께 또는 별도로 불복할 수 있는지 여부(적극) 및 과징금 등 처분과 감면기각처분의 취소를 구하는 소를 함께 제기한 경우, 감면기각처분의 취소를 구할 소의 이익이 인정되는지 여부(원칙적 적극)<br/>[2] 독점규제 및 공정거래에 관한 법률 제22조의2 제3항이 과징금 등의 감면 혜택을 받는 자진신고자 등의 범위를 직접 정하지 않은 채 대통령령에 위임한 것이 포괄위임금지의 원칙에 위반되는지 여부(소극)<br/>[3] 독점규제 및 공정거래에 관한 법률 시행령 제35조 제1항 제6호가 모법인 독점규제 및 공정거래에 관한 법률 제22조의2 제3항의 위임 범위를 일탈하였는지 여부(소극)<br/>[4] 공정거래위원회가 부당한 공동행위를 한 甲 주식회사에 과징금을 부과하면서 비등기 임원이 공동행위에 직접 관여한 점을 들어 ‘위반사업자의 이사 또는 그 이상에 해당하는 고위 임원(등기부 등재 여부를 불문한다)이 위반행위에 직접 관여한 경우’에는 100분의 10 이내 범위에서 과징금을 가중할 수 있다고 정한 구 과징금부과 세부기준 등에 관한 고시 IV. 3. 나(5)항에 따라 과징금을 가중한 사안에서, 재량권을 일탈·남용한 위법이 없다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다)은 제21조와 제22조에서 부당한 공동행위에 대한 시정명령 및 과징금 부과처분(이하 통칭하여 ‘과징금 등 처분’이라 한다)의 근거 규정을 두고 이와 별도로 제22조의2에서 자진신고 등에 따른 감면신청과 관련한 처분의 근거 규정을 두고 있다. 자진신고 감면을 인정할 것인지는 부당공동행위의 성립을 전제로 공정거래법과 독점규제 및 공정거래에 관한 법률 시행령(이하 ‘공정거래법 시행령’이라 한다)이 정한 시정조치의 내용과 과징금 산정 기준에 따른 과징금액이 결정된 다음, 자진신고에 관한 별도의 요건을 충족하는지를 판단하는 단계에서 결정된다. 따라서 과징금 등 부과와 자진신고 감면은 요건과 절차에서도 명확히 구분된다. 공정거래위원회는 자진신고가 있는 사건의 심결 절차에서 과징금 등 부과의 요건과 자진신고 감면 요건을 모두 심리·의결하여야 한다. 공정거래법 시행령은 자진신고자 등의 신청에 따라 자진신고 감면신청 사건을 분리 심리하거나 분리 의결할 수 있도록 하고 있고, 세부적인 운영절차를 정한 구 부당한 공동행위 자진신고자 등에 대한 시정조치 등 감면제도 운영고시(2015. 1. 2. 공정거래위원회 고시 제2014-19호로 개정되기 전의 것)가 마련되어 있다. 뿐만 아니라 감면기각처분은 자진신고 사업자의 감면신청에 대한 거부처분의 성격을 갖는 것으로 법적 성격도 과징금 등 처분과는 구별된다.<br/>  과징금 등 처분과 감면기각처분은 근거 규정, 요건과 절차가 구별되는 독립적인 별개의 처분으로서 두 처분에 고유한 위법사유가 구별되고 법적 성격도 다르므로, 사업자로서는 두 처분의 취소를 모두 구할 실익이 인정된다.<br/>  따라서 공정거래위원회가 시정명령 및 과징금 부과와 감면 여부를 분리 심리하여 별개로 의결한 다음 과징금 등 처분과 별도의 처분서로 감면기각처분을 하였다면, 원칙적으로 2개의 처분, 즉 과징금 등 처분과 감면기각처분이 각각 성립한 것이고, 처분의 상대방으로서는 각각의 처분에 대하여 함께 또는 별도로 불복할 수 있다. 그러므로 사업자인 원고가 과징금 등 처분과 감면기각처분의 취소를 구하는 소를 함께 제기한 경우에도, 특별한 사정이 없는 한 감면기각처분의 취소를 구할 소의 이익이 인정된다.<br/>[2] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제22조의2의 입법 취지, 규정 형식과 내용 등을 유기적·체계적으로 종합해 보면, ‘부당한 공동행위에 대한 시정명령 및 과징금(이하 ‘과징금 등’이라 한다) 감면을 받을 수 있는 자진신고자 또는 조사협조자(이하 ‘자진신고자 등’이라 한다)의 범위’는 자진신고자 등에 대하여 단순히 과징금 등을 부과하기보다 감면 혜택을 부여하는 것이 부당한 공동행위에 대한 중지 또는 예방효과가 큰 경우를 중심으로 시행령에 정해질 것이라고 실질적 기준의 대강을 예측할 수 있고, 시행령으로 정하는 사항에는 부당한 공동행위의 유형과 개별 사정에 따라 감면 혜택을 받을 수 있는 자진신고자 등의 범위를 제한하는 내용이 마련될 수 있다는 것도 예상할 수 있다. 따라서 공정거래법 제22조의2 제3항이 과징금 등의 감면 혜택을 받는 자진신고자 등의 범위를 직접 정하지 않은 채 이를 대통령령에 위임한 것이 포괄위임금지의 원칙에 위반된다고 볼 수 없다.<br/>[3] 독점규제 및 공정거래에 관한 법률 시행령 제35조 제1항 제6호(이하 ‘시행령 규정’이라 한다)는 ‘2개 사업자만이 담합에 참여한 경우’와 ‘1순위 자진신고자 또는 조사협조자(이하 ‘자진신고자 등’이라 한다)가 자진신고 등을 한 날부터 2년 이상이 지난 경우’에는 2순위 자진신고자 등에 대한 감경을 배제하고 있다. 이는 감면 혜택을 받을 수 없는 소극적 자격에 관한 것으로서 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제22조의2 제3항에서 명시적으로 대통령령에 위임한 ‘감경 또는 면제되는 자의 범위와 감경 또는 면제의 기준·정도에 관한 세부사항’에 해당한다. 또한 시행령 규정의 내용이 자의적이라고 할 수 없고 오히려 모법인 공정거래법 제22조의2 제3항의 취지에 부합하며 합리적이다. 따라서 시행령 규정은 모법의 위임 범위를 일탈한 것으로 볼 수 없다.<br/>[4] 공정거래위원회가 부당한 공동행위를 한 甲 주식회사에 과징금을 부과하면서 비등기 임원에 대하여 ‘위반사업자의 이사 또는 그 이상에 해당하는 고위 임원(등기부 등재 여부를 불문한다)이 위반행위에 직접 관여한 경우’에는 100분의 10 이내 범위에서 과징금을 가중할 수 있다고 정한 구 과징금부과 세부기준 등에 관한 고시(2012. 3. 28. 공정거래위원회 고시 제2012-6호로 개정되기 전의 것) IV. 3. 나(5)항(이하 ‘고시조항’이라 한다)에 따라 과징금을 가중한 사안에서, 공정거래위원회가 법령에 반하지 않는 범위 내에서 과징금의 가중·감면 사유 등에 관하여 재량준칙의 내용을 정할 재량에 기초하여 고시조항의 적용 대상을 상법상 이사로 법인등기부에 등기된 자 외에도 비등기 임원 등으로까지 확장하기 위하여 고시조항에 ‘등기부 등재 여부를 불문한다’는 부분을 추가한 점, 거래현실상 의사결정이나 업무집행 권한의 범위 등에서 일반 직원과는 차이가 있는 비등기 임원이 위반행위를 주도·계획하거나 이에 유사한 정도로 위반행위에 직접 관여하였다면, 이는 독점규제 및 공정거래에 관한 법령이 정한 과징금 산정의 참작사유 즉, ‘위반행위의 내용과 정도’에 영향을 미치는 ‘위반사업자의 고의, 위반행위의 성격과 사정’에 대한 평가를 달리 할 수 있는 사정에 해당하는 점 등을 고려하면, 공정거래위원회가 비등기 임원이 위반행위에 직접 관여한 경우도 고시조항의 적용대상이라고 보아 과징금을 가중하였더라도 재량권을 일탈·남용한 위법이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2016. 3. 29. 법률 제14137호로 개정되기 전의 것) 제22조의2 제1항, 제3항(현행 제22조의2 제4항 참조), 독점규제 및 공정거래에 관한 법률 제21조, 제22조, 독점규제 및 공정거래에 관한 법률 시행령 제35조 제1항, 제3항, 제4항 / [2] 헌법 제75조, 독점규제 및 공정거래에 관한 법률 제22조의2 제3항 / [3] 구 독점규제 및 공정거래에 관한 법률(2016. 3. 29. 법률 제14137호로 개정되기 전의 것) 제22조의2 제3항(현행 제22조의2 제4항 참조), 독점규제 및 공정거래에 관한 법률 시행령 제35조 제1항 제6호 / [4] 구 독점규제 및 공정거래에 관한 법률(2016. 3. 29. 법률 제14137호로 개정되기 전의 것) 제19조 제1항 제8호, 제22조의2 제3항(현행 제22조의2 제4항 참조), 독점규제 및 공정거래에 관한 법률 시행령 제35조 제1항 제6호<br/>",
  "참조판례": "[1] 대법원 2016. 12. 27. 선고 2016두43282 판결(공2017상, 242)<br/>"
}