{
  "판례일련번호": "184111",
  "사건명": "증여세부과처분취소",
  "사건번호": "2014두43653",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170112",
  "판시사항": "[1] 구 상속세 및 증여세법 제41조의2 제1항에 의하여 ‘명의신탁’ 또는 ‘명의개서 지연’을 증여로 의제하는 취지 및 관련 법령을 해석하는 방법<br/>[2] 주식이 명의신탁되어 명의수탁자 앞으로 명의개서가 된 후 명의신탁자가 사망하여 주식이 상속된 경우, 구 상속세 및 증여세법 제41조의2 제1항 중 두 번째 괄호 부분인 명의개서해태 증여의제 규정의 적용 대상인지 여부(소극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의2 제1항에 의하여 명의신탁을 증여로 의제하거나 명의개서를 지연한 것을 명의신탁한 것과 마찬가지로 보아 증여로 의제하는 것은 재산보유의 실질과 명의를 일치시키고, 조세회피를 방지하는 등의 정책적 목표를 달성하기 위하여 증여의 실질이 없음에도 증여세를 부과하는 것으로서, 이는 조세 부과의 본질적 근거인 담세력의 징표가 되는 행위나 사실의 존재와 무관하게 과세하는 것이므로 관련 법령을 해석·적용할 때는 유추해석이나 확장해석은 엄격하게 절제되어야 한다.<br/>[2] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것, 이하 ‘구 상속증여세법’이라고 한다) 제41조의2 제1항(이하 ‘이 사건 규정’이라고 한다) 중 두 번째 괄호 부분(이하 ‘명의개서해태 증여의제 규정’이라고 한다)의 전형적인 적용 대상은 주식을 양수한 자가 장기간 명의개서를 하지 아니한 경우로서, 그 규정이 적용되면 증여세의 1차적인 납세의무자는 명의수탁자의 지위에 있는 양도인이 된다. 그런데 주식의 양도인은 명의개서의 해태로 인하여 명의신탁과 같은 외관이 형성되는 데에 직접 관여하였다고 볼 수 있고, 구 상속증여세법 제41조의2 제2항 단서에 따라 양도소득세 또는 증권거래세의 과세표준 등과 소유권변경내역을 신고함으로써 조세회피목적의 추정이 번복되어 증여의제 대상에서 벗어날 수 있는 길도 열려 있다. 반면 명의신탁된 주식이 상속된 경우에는 기존의 명의수탁자는 당초 명의개서일에 이미 이 사건 규정 중 두 번째 괄호 부분을 뺀 부분(명의신탁 증여의제 규정)의 적용 대상이 될 뿐만 아니라, 명의신탁된 주식에 관하여 상속으로 인하여 상속인과 사이에 법적으로 명의신탁관계가 자동 승계되는 것을 넘어 그와 같은 법률관계를 형성하기 위하여 어떠한 새로운 행위를 한 것이 아니며, 명의수탁자 스스로 상속인의 명의개서를 강제할 수 있는 마땅한 수단이 없고, 주식 양도인의 경우와 같은 증여의제 배제 규정도 마련되어 있지 않다. 그런데도 주식의 명의신탁자가 사망한 후 일정기간 내에 상속인이 명의개서를 하지 않았다고 하여 명의개서해태 증여의제 규정에 의하여 명의수탁자가 다시 증여세 과세 대상이 된다고 보는 것은 지나치게 가혹할 뿐만 아니라 자기책임의 원칙에 반하여 부당하다. 한편 부동산 실권리자명의 등기에 관한 법률 제10조 및 부동산등기 특별조치법 제2조 제1항에 의하면 부동산에 관한 장기미등기로 인한 과징금은 “소유권이전을 내용으로 하는 계약을 체결한 자”에 한하여 부과하도록 규정하고 있으므로 상속으로 인한 취득의 경우는 과징금 부과 대상에 해당하지 않는다. 이와 같은 여러 사정을 종합하여 보면, 주식이 명의신탁되어 명의수탁자 앞으로 명의개서가 된 후에 명의신탁자가 사망하여 주식이 상속된 경우에는 명의개서해태 증여의제 규정의 적용 대상에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 제2항(현행 제45조의2 제3항 참조), 상속세 및 증여세법 부칙(2002. 12. 18.) 제9조 / [2] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 제2항(현행 제45조의2 제3항 참조), 부동산 실권리자명의 등기에 관한 법률 제10조, 부동산등기 특별조치법 제2조 제1항<br/>",
  "참조판례": ""
}