{
  "판례일련번호": "184104",
  "사건명": "청구이의",
  "사건번호": "2014다32014",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170112",
  "판시사항": "[1] 개인회생채권자목록에 기재되지 아니한 청구권에 면책결정의 효력이 미치는지 여부(소극)<br/>[2] 임대인에 대한 개인회생절차 진행 중에 임차주택의 환가가 이루어지지 않아 주택임차인이 환가대금에서 임대차보증금반환채권을 변제받지 못한 채 임대인에 대한 면책결정이 확정되어 개인회생절차가 종료된 경우, 주택임차인의 임대차보증금반환채권에 관하여 면책결정의 효력이 미치는 범위<br/>",
  "판결요지": "[1] 구 개인채무자회생법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제39조, 제71조 제1항 제1호, 제3호, 제83조 제1항, 제84조 제2항 제1호에 따르면 변제계획의 변제대상이 되는 개인회생채권자목록에 기재된 개인회생채권 중 변제계획에 따라 변제한 것을 제외한 부분은 모두 면책되지만, 개인회생채권자목록에 기재되지 아니한 청구권은 변제계획에 의한 변제대상이 될 수 없어 면책결정의 효력이 미치지 않는다.<br/>[2] 주택임차인은 구 개인채무자회생법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 개인채무자회생법’이라 한다) 제46조 제1항에 의하여 인정된 우선변제권의 한도 내에서는 임대인에 대한 개인회생절차에 의하지 아니하고 자신의 임대차보증금반환채권의 만족을 받을 수 있으므로, 설혹 주택임차인의 임대차보증금반환채권 전액이 개인회생채무자인 임대인이 제출한 개인회생채권자목록에 기재되었더라도, 주택임차인의 임대차보증금반환채권 중 우선변제권이 인정되는 부분을 제외한 나머지 채권액만이 개인회생절차의 구속을 받아 변제계획의 변제대상이 되고 면책결정의 효력이 미치는 개인회생채권자목록에 기재된 개인회생채권에 해당한다.<br/>  그렇다면 임대인에 대한 개인회생절차의 진행 중에 임차주택의 환가가 이루어지지 않아 주택임차인이 환가대금에서 임대차보증금반환채권을 변제받지 못한 채 임대인에 대한 면책결정이 확정되어 개인회생절차가 종료되었더라도 특별한 사정이 없는 한 주택임차인의 임대차보증금반환채권 중 구 개인채무자회생법 제46조 제1항에 의하여 인정된 우선변제권의 한도 내에서는 같은 법 제84조 제2항 단서 제1호에 따라 면책이 되지 않는 ‘개인회생채권자목록에 기재되지 아니한 청구권’에 해당하여 면책결정의 효력이 미치지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 개인채무자회생법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제39조(현행 채무자 회생 및 파산에 관한 법률 제582조 참조), 제71조 제1항 제1호(현행 채무자 회생 및 파산에 관한 법률 제611조 제1항 제1호 참조), 제3호(현행 채무자 회생 및 파산에 관한 법률 제611조 제1항 제3호 참조), 제83조 제1항(현행 채무자 회생 및 파산에 관한 법률 제624조 제1항 참조), 제84조 제2항 제1호(현행 채무자 회생 및 파산에 관한 법률 제625조 제2항 제1호 참조) / [2] 주택임대차보호법 제3조의2 제2항, 구 개인채무자회생법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제39조(현행 채무자 회생 및 파산에 관한 법률 제582조 참조), 제46조 제1항(현행 채무자 회생 및 파산에 관한 법률 제415조 제1항, 제586조 참조), 제71조 제1항 제1호(현행 채무자 회생 및 파산에 관한 법률 제611조 제1항 제1호 참조), 제3호(현행 채무자 회생 및 파산에 관한 법률 제611조 제1항 제3호 참조), 제83조 제1항(현행 채무자 회생 및 파산에 관한 법률 제624조 제1항 참조), 제84조 제2항 제1호(현행 채무자 회생 및 파산에 관한 법률 제625조 제2항 제1호 참조)<br/>",
  "참조판례": ""
}