{
  "판례일련번호": "184115",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2015두2352",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170112",
  "판시사항": "[1] 행정청이 과징금 부과처분을 한 후 부과처분의 하자를 이유로 감액처분을 한 경우, 감액된 부분에 대한 부과처분 취소청구가 적법한지 여부(소극)<br/>[2] 구 독점규제 및 공정거래에 관한 법률 제19조 제1항 각 호에 규정된 부당한 공동행위에 해당하는지 판단하기 위한 전제인 ‘관련상품에 따른 시장’을 획정하는 방법<br/>[3] 공동행위가 경쟁제한적 효과 외에 경쟁촉진적 효과도 함께 가져오는 경우, 구 독점규제 및 공정거래에 관한 법률 제19조 제1항이 정한 경쟁제한성을 가지는지 판단하는 방법<br/>",
  "판결요지": "[1] 행정처분을 한 처분청은 처분에 하자가 있는 경우에는 별도의 법적 근거가 없더라도 스스로 이를 취소하거나 변경할 수 있는바, 과징금 부과처분에서 행정청이 납부의무자에 대하여 부과처분을 한 후 부과처분의 하자를 이유로 과징금의 액수를 감액하는 경우에 감액처분은 감액된 과징금 부분에 관하여만 법적 효과가 미치는 것으로서 당초 부과처분과 별개 독립의 과징금 부과처분이 아니라 실질은 당초 부과처분의 변경이고, 그에 의하여 과징금의 일부취소라는 납부의무자에게 유리한 결과를 가져오는 처분이므로 당초 부과처분이 전부 실효되는 것은 아니다. 따라서 감액처분에 의하여 감액된 부분에 대한 부과처분 취소청구는 이미 소멸하고 없는 부분에 대한 것으로서 소의 이익이 없어 부적법하다.<br/>[2] 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제19조 제1항 각 호에 규정된 부당한 공동행위에 해당하는지를 판단하기 위해서는 경쟁관계가 문제 될 수 있는 일정한 거래분야에 관하여 거래의 객체인 관련상품에 따른 시장(이하 ‘관련시장’이라 한다)을 구체적으로 정하여야 한다. 여기에서 관련시장은 경쟁관계에 있는 상품들의 범위를 말하는데, 이를 정할 때에는 거래에 관련된 상품의 가격, 기능 및 효용의 유사성, 구매자들의 대체가능성에 대한 인식 및 그와 관련한 구매행태는 물론 판매자들의 대체가능성에 대한 인식 및 그와 관련한 경영의사결정 형태, 사회적·경제적으로 인정되는 업종의 동질성 및 유사성 등을 종합적으로 고려하여야 한다.<br/>[3] 공동행위가 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제19조 제1항이 정한 경쟁제한성을 가지는지는 상품의 특성, 소비자의 제품선택 기준, 행위가 시장 및 사업자들의 경쟁에 미치는 영향 등 여러 사정을 고려하고, 공동행위로 인하여 일정한 거래분야에서의 경쟁이 감소하여 가격·수량·품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴서 개별적으로 판단하여야 한다.<br/>  한편 공동행위가 경쟁제한적 효과 외에 경쟁촉진적 효과도 함께 가져오는 경우에는 양자를 비교·형량하여 경쟁제한성 여부를 판단하여야 한다. 여기에서 경쟁제한적 효과는 공동행위의 내용, 공동행위에 가담한 사업자들의 시장점유율, 공동행위 가담 사업자들 사이의 경쟁제한의 정도 등을 고려하고, 경쟁촉진적 효과는 공동행위로 인한 제반 비용감소 등 효율성 증대 효과 및 소비자 후생 증가 등을 포괄적으로 감안하되 합리적인 관점에서 그러한 경쟁촉진적 효과를 발생시키는 데 공동행위가 필요한지 등을 종합적으로 고려하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제12조, 제19조 / [2] 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제19조 제1항 / [3] 구 독점규제 및 공정거래에 관한 법률(2007. 8. 3. 법률 제8631호로 개정되기 전의 것) 제19조 제1항<br/>",
  "참조판례": "[1] 대법원 1986. 2. 25. 선고 85누664 판결(공1986, 550), 대법원 2006. 5. 25. 선고 2003두4669 판결(공2006하, 1162), 대법원 2008. 2. 15. 선고 2006두4226 판결 / [2] 대법원 2012. 4. 26. 선고 2010두11757 판결, 대법원 2014. 11. 27. 선고 2013두24471 판결(공2015상, 46) / [3] 대법원 2013. 11. 14. 선고 2012두19298 판결(공2013하, 2256), 대법원 2014. 2. 27. 선고 2012두24498 판결(공2014상, 729)<br/>"
}