{
  "판례일련번호": "184240",
  "사건명": "증여세부과처분취소(회사의 대주주에게 부과된 증여세의 취소를 구하는 사건)",
  "사건번호": "2015두3270",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170125",
  "판시사항": "[1] 2 이상의 행위 또는 거래를 거치는 방법에 의하여 증여세를 부당하게 감소시킨 경우 경제적인 실질에 따라 연속된 하나의 행위 또는 거래로 보아 과세하도록 한 구 상속세 및 증여세법 제2조 제4항의 규정 취지 / 납세의무자가 여러 단계의 거래를 거친 후의 결과만으로 구 상속세 및 증여세법 제2조 제4항에 따라 증여세 과세대상으로 삼을 수 있는지 여부(소극)<br/>[2] 甲 주식회사의 최대주주이자 대표이사인 乙이 甲 회사가 다른 회사에 발행한 전환사채를 약정에 따른 조기상환권을 행사하여 양수한 후 전환권을 행사하여 수령한 우선주를 보통주로 전환·취득하자, 과세관청이 乙이 보통주 중 乙의 소유주식비율을 초과하여 인수·취득한 부분에 대하여 당시 주가와 전환가액의 차액 상당을 증여받았다는 이유로 증여세 부과처분을 한 사안에서, 구 상속세 및 증여세법 제2조 제4항을 적용하여 증여세를 과세할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제2조 제4항에서 2 이상의 행위 또는 거래를 거치는 방법에 의하여 증여세를 부당하게 감소시킨 것으로 인정되는 경우에 경제적인 실질에 따라 연속된 하나의 행위 또는 거래로 보아 과세하도록 규정한 것은, 증여세의 과세대상이 되는 행위 또는 거래를 우회하거나 변형하여 여러 단계의 거래를 거침으로써 증여의 효과를 달성하면서도 부당하게 증여세를 감소시키는 조세회피행위에 대처하기 위하여 여러 단계의 거래 형식을 부인하고 실질에 따라 증여세의 과세대상인 하나의 행위 또는 거래로 보아 과세할 수 있도록 한 것으로서, 실질과세 원칙의 적용 태양 중 하나를 증여세 차원에서 규정하여 조세공평을 도모하고자 한 것이다. 그렇지만 한편 납세의무자는 경제활동을 할 때 동일한 경제적 목적을 달성하기 위하여 여러 가지의 법률관계 중의 하나를 선택할 수 있고 과세관청으로서는 특별한 사정이 없는 한 당사자들이 선택한 법률관계를 존중하여야 하며, 또한 여러 단계의 거래를 거친 후의 결과에는 손실 등의 위험 부담에 대한 보상뿐 아니라 외부적인 요인이나 행위 등이 개입되어 있을 수 있으므로, 여러 단계의 거래를 거친 후의 결과만을 가지고 실질이 증여 행위라고 쉽게 단정하여 증여세의 과세대상으로 삼아서는 아니 된다.<br/>[2] 甲 주식회사의 최대주주이자 대표이사인 乙이 甲 회사가 다른 회사에 발행한 전환사채를 약정에 따른 조기상환권을 행사하여 양수한 후 전환권을 행사하여 수령한 우선주를 보통주로 전환·취득하자, 과세관청이 乙이 보통주 중 乙의 소유주식비율을 초과하여 인수·취득한 부분에 대하여 당시 주가와 전환가액의 차액 상당을 증여받았다는 이유로 증여세 부과처분을 한 사안에서, 전환사채의 발행부터 乙의 조기상환권 및 전환권 행사에 따른 甲 회사 신주취득까지 시간적 간격이 있는 일련의 행위들이 별다른 사업상 목적이 없이 증여세를 부당하게 회피하거나 감소시키기 위하여 비정상적으로 이루어진 행위로서 실질이 乙에게 소유주식비율을 초과하여 신주를 저가로 인수하도록 하여 시가와 전환가액의 차액 상당을 증여한 것과 동일한 연속된 하나의 행위 또는 거래라고 단정하기는 어려우므로, 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제2조 제4항을 적용하여 증여세를 과세할 수는 없는데도 이와 달리 본 원심판결에 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제2조 제1항, 제3항, 제4항 / [2] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제2조 제4항<br/>",
  "참조판례": "[1] 대법원 2001. 8. 21. 선고 2000두963 판결<br/>"
}