{
  "판례일련번호": "184235",
  "사건명": "살인(이른바 ‘이태원 살인사건’)",
  "사건번호": "2016도15526",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170125",
  "판시사항": "[1] 형사소송절차에서 두 죄 사이에 공소사실이나 범죄사실의 동일성이 있는지 판단하는 기준<br/>[2] 피고인이 ‘1997. 4. 3. 21:50경 서울 용산구 이태원동에 있는 햄버거 가게 화장실에서 피해자 甲을 칼로 찔러 乙과 공모하여 甲을 살해하였다’는 내용으로 기소되었는데, 선행사건에서 ‘1997. 2. 초순부터 1997. 4. 3. 22:00경까지 정당한 이유 없이 범죄에 공용될 우려가 있는 위험한 물건인 휴대용 칼을 소지하였고, 1997. 4. 3. 23:00경 乙이 범행 후 햄버거 가게 화장실에 버린 칼을 집어 들고 나와 용산 미8군영 내 하수구에 버려 타인의 형사사건에 관한 증거를 인멸하였다’는 내용의 범죄사실로 유죄판결을 받아 확정된 사안에서, 살인죄의 공소사실과 선행사건에서 유죄로 확정된 증거인멸죄 등의 범죄사실 사이에 기본적 사실관계의 동일성이 없다고 한 사례<br/>[3] 형사재판에서 유죄를 인정하기 위한 증거의 증명력 정도 및 법관이 범죄사실에 대한 증명이 있는지 판단하는 방법<br/>[4] 피고인이 ‘1997. 4. 3. 21:50경 서울 용산구 이태원동에 있는 햄버거 가게 화장실에서 피해자 甲을 칼로 찔러 乙과 공모하여 甲을 살해하였다’는 내용으로 기소된 사안에서, 피고인과 乙은 서로 상대방이 甲을 칼로 찔렀고 자신은 우연히 그 장면을 목격하였을 뿐이라고 주장하나, 제반 사정을 종합하면 피고인이 甲을 칼로 찔러 살해하였음이 합리적인 의심을 할 여지가 없을 정도로 증명되었다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 형사소송절차에서 두 죄 사이에 공소사실이나 범죄사실의 동일성이 있는지는 기본적 사실관계가 동일한지에 따라 판단하여야 한다. 이는 순수한 사실관계의 동일성이라는 관점에서만 파악할 수 없고, 피고인의 행위와 자연적·사회적 사실관계 이외에 규범적 요소를 고려하여 기본적 사실관계가 실질적으로 동일한지에 따라 결정해야 한다.<br/>[2] 피고인이 ‘1997. 4. 3. 21:50경 서울 용산구 이태원동에 있는 햄버거 가게 화장실에서 피해자 甲을 칼로 찔러 乙과 공모하여 甲을 살해하였다’는 내용으로 기소되었는데, 선행사건에서 ‘1997. 2. 초순부터 1997. 4. 3. 22:00경까지 정당한 이유 없이 범죄에 공용될 우려가 있는 위험한 물건인 휴대용 칼을 소지하였고, 1997. 4. 3. 23:00경 乙이 범행 후 햄버거 가게 화장실에 버린 칼을 집어 들고 나와 용산 미8군영 내 하수구에 버려 타인의 형사사건에 관한 증거를 인멸하였다’는 내용의 범죄사실로 유죄판결을 받아 확정된 사안에서, 살인죄의 공소사실과 선행사건에서 유죄로 확정된 폭력행위 등 처벌에 관한 법률 위반(우범자)죄와 증거인멸죄(이하 ‘증거인멸죄 등’이라고 한다)는 범행의 일시, 장소와 행위 태양이 서로 다르고, 살인죄는 폭력행위 등 처벌에 관한 법률 위반(우범자)죄나 증거인멸죄와는 보호법익이 서로 다르며 죄질에서도 현저한 차이가 있으므로, 살인죄의 공소사실과 증거인멸죄 등의 범죄사실 사이에 기본적 사실관계의 동일성이 없다고 한 사례.<br/>[3] 형사재판에서 유죄의 인정은 법관으로 하여금 합리적인 의심을 할 여지가 없을 정도로 공소사실이 진실한 것이라는 확신을 갖도록 할 수 있는 증명력을 가진 증거에 의하여야 한다. 여기에서 말하는 합리적 의심이란 모든 의문이나 불신을 말하는 것이 아니라 논리와 경험법칙에 기하여 증명이 필요한 사실과 양립할 수 없는 사실의 개연성에 대한 합리적인 의문을 의미한다. 따라서 단순히 관념적인 의심이나 추상적인 가능성에 기초한 의심은 합리적 의심에 포함되지 않는다. 법관은 반드시 직접증거로만 범죄사실에 대한 증명이 있는지를 판단하는 것은 아니고, 직접증거와 간접증거를 종합적으로 고찰하여 논리와 경험의 법칙에 따라 범죄사실에 대한 증명이 있는 것으로 판단할 수 있다.<br/>[4] 피고인이 ‘1997. 4. 3. 21:50경 서울 용산구 이태원동에 있는 햄버거 가게 화장실에서 피해자 甲을 칼로 찔러 乙과 공모하여 甲을 살해하였다’는 내용으로 기소된 사안에서, 甲은 피고인과 乙만 있던 화장실에서 칼에 찔려 사망하였고, 피고인과 乙은 서로 상대방이 甲을 칼로 찔렀고 자신은 우연히 그 장면을 목격하였을 뿐이라고 주장하나, 범행 현장에 남아 있던 혈흔 등에 비추어 乙의 주장에는 특별한 모순이 발견되지 않은 반면 피고인의 주장에는 쉽사리 해소하기 힘든 논리적 모순이 발생하는 점, 범행 이후의 정황에 나타난 여러 사정들 역시 피고인이 甲을 칼로 찌르는 것을 목격하였다는 乙의 진술의 신빙성을 뒷받침하는 점 등 제반 사정을 종합하면, 피고인이 甲을 칼로 찔러 살해하였음이 합리적인 의심을 할 여지가 없을 정도로 충분히 증명되었다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제298조 / [2] 형법 제30조, 제155조 제1항, 제250조 제1항, 구 폭력행위 등 처벌에 관한 법률(2014. 12. 30. 법률 제12896호로 개정되기 전의 것) 제7조, 형사소송법 제298조, 제326조 제1호 / [3] 형사소송법 제307조, 제308조 / [4] 형법 제30조, 제250조 제1항, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 1994. 3. 22. 선고 93도2080 전원합의체 판결(공1994상, 1368), 대법원 2006. 3. 23. 선고 2005도9678 판결(공2006상, 751) / [3] 대법원 2013. 6. 27. 선고 2013도4172 판결<br/>"
}