{
  "판례일련번호": "184233",
  "사건명": "소유권이전등기절차이행",
  "사건번호": "2012다72469",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170125",
  "판시사항": "[1] 20년간 소유의 의사로 평온, 공연하게 집합건물을 구분소유한 사람은 등기함으로써 대지의 소유권을 취득할 수 있는지 여부(적극) 및 이때 집합건물의 구분소유자들이 취득하는 대지의 소유권의 내용(=전유부분을 소유하기 위한 대지사용권)<br/>[2] 집합건물의 구분소유자들이 대지 전체를 공동점유하여 그에 대한 점유취득시효가 완성된 경우, 구분소유자들이 보유하게 되는 대지사용권의 범위(=전유부분의 면적 비율에 따른 대지 지분) / 집합건물의 대지 일부에 관한 점유취득시효 완성 당시 구분소유자들 중 일부만 대지권등기나 지분이전등기를 마치고 다른 일부는 등기를 마치지 않은 경우, 구분소유자들이 전유부분의 면적 비율에 따른 대지 지분에서 부족한 지분에 관하여 등기명의인을 상대로 점유취득시효 완성을 원인으로 한 지분이전등기를 청구할 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 건물은 일반적으로 대지를 떠나서는 존재할 수 없으므로, 건물의 소유자가 건물의 대지인 토지를 점유하고 있다고 볼 수 있다. 이 경우 건물의 소유자가 현실적으로 건물이나 대지를 점유하지 않고 있더라도 건물의 소유를 위하여 대지를 점유한다고 보아야 한다.<br/>  그리고 점유는 물건을 사실상 지배하는 것을 가리키므로, 1개의 물건 중 특정 부분만을 점유할 수는 있지만, 일부 지분만을 사실상 지배하여 점유한다는 것은 상정하기 어렵다.<br/>  따라서 1동의 건물의 구분소유자들은 전유부분을 구분소유하면서 공용부분을 공유하므로 특별한 사정이 없는 한 건물의 대지 전체를 공동으로 점유한다. 이는 집합건물의 대지에 관한 점유취득시효에서 말하는 ‘점유’에도 적용되므로, 20년간 소유의 의사로 평온, 공연하게 집합건물을 구분소유한 사람은 등기함으로써 대지의 소유권을 취득할 수 있다. 이와 같이 점유취득시효가 완성된 경우에 집합건물의 구분소유자들이 취득하는 대지의 소유권은 전유부분을 소유하기 위한 대지사용권에 해당한다.<br/>[2] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라고 한다)은 구분소유자의 대지사용권은 그가 가지는 전유부분의 처분에 따르고(제20조 제1항), 구분소유자는 규약에 달리 정한 경우를 제외하고는 그가 가지는 전유부분과 분리하여 대지사용권을 처분할 수 없다(제20조 제2항)고 정함으로써, 전유부분과 대지사용권의 일체성을 선언하고 있다. 나아가 집합건물법은 각 공유자의 지분은 그가 가지는 전유부분의 면적 비율에 따르고(제12조 제1항), 구분소유자가 둘 이상의 전유부분을 소유한 경우에 규약으로써 달리 정하지 않는 한 대지사용권이 전유부분의 면적 비율대로 각 전유부분의 처분에 따르도록 규정하고 있다(제21조 제1항, 제12조). 이 규정은 전유부분을 처분하는 경우에 여러 개의 전유부분에 대응하는 대지사용권의 비율을 명백히 하기 위한 것인데, 대지사용권의 비율은 원칙적으로 전유부분의 면적 비율에 따라야 한다는 것이 집합건물법의 취지라고 할 수 있다. 이러한 취지에 비추어 보면, 집합건물의 구분소유자들이 대지 전체를 공동점유하여 그에 대한 점유취득시효가 완성된 경우에도 구분소유자들은 대지사용권으로 전유부분의 면적 비율에 따른 대지 지분을 보유한다고 보아야 한다.<br/>  집합건물의 대지 일부에 관한 점유취득시효의 완성 당시 구분소유자들 중 일부만 대지권등기나 지분이전등기를 마치고 다른 일부 구분소유자들은 이러한 등기를 마치지 않았다면, 특별한 사정이 없는 한 구분소유자들은 각 전유부분의 면적 비율에 따라 대지권으로 등기되어야 할 지분에서 부족한 지분에 관하여 등기명의인을 상대로 점유취득시효 완성을 원인으로 한 지분이전등기를 청구할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제192조, 제245조 제1항, 집합건물의 소유 및 관리에 관한 법률 제2조 제6호 / [2] 민법 제245조 제1항, 집합건물의 소유 및 관리에 관한 법률 제12조 제1항, 제20조 제1항, 제2항, 제21조 제1항<br/>",
  "참조판례": "[1] 대법원 2003. 11. 13. 선고 2002다57935 판결(공2003하, 2314), 대법원 2014. 9. 4. 선고 2012다7670 판결<br/>"
}