{
  "판례일련번호": "184239",
  "사건명": "부가가치세경정거부처분취소",
  "사건번호": "2016두51788",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170125",
  "판시사항": "[1] 사업자가 과세사업과 면세사업을 겸영하는 경우, 공통매입세액을 과세사업 관련 부분과 면세사업 관련 부분으로 안분하는 방법 / 공급가액의 비율에 따라 공통매입세액을 안분하는 것이 공통매입세액이 발생한 사업 부분과 공급가액이 발생한 사업 부분 사이에 관련성이 있을 경우에 한하는지 여부(적극) 및 이때 각 사업 부분이 서로 관련된 것인지 판단하는 기준<br/>[2] 공통매입세액이 발생한 사업 부분과 공급가액이 발생한 사업 부분이 서로 분리·독립되어 있다는 등의 사유로 과세기간 중 과세사업과 면세사업의 공급가액이 없거나 그중 어느 한 사업의 공급가액이 없을 경우, 공통매입세액을 안분하는 방법 <br/>",
  "판결요지": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제17조 제7항, 그 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제61조 제1항 본문에 의하면, 사업자가 과세사업과 면세사업을 겸영하는 경우 면세사업에 관련된 매입세액의 계산은 실지 귀속에 따라 하되, 과세사업과 면세사업에 공통으로 사용하여 실지 귀속을 구분할 수 없는 매입세액(이하 ‘공통매입세액’이라고 한다)은 과세사업 관련 부분과 면세사업 관련 부분으로 안분하여야 하고, 안분은 원칙적으로 면세사업의 공급가액이 총공급가액에서 차지하는 비율에 따라 산정하여야 한다. 다만 공급가액의 비율에 따라 공통매입세액을 안분하는 것은 공통매입세액이 발생한 사업 부분과 공급가액이 발생한 사업 부분 사이에 관련성이 있을 경우에 한하고, 각 사업 부분이 서로 분리·독립되어 있다면 공급가액을 기준으로 공통매입세액을 안분할 것은 아니다. 이 경우 각 사업 부분이 서로 관련된 것인지는 공통매입세액의 발생사유인 재화 등을 공급받은 경위와 목적, 사업운영의 형태, 공통매입세액과 공급가액이 발생한 사업장의 장소적 연관성, 업종의 특성 등 관련 사정을 종합적으로 고려하여 판단할 것이다.<br/>[2] 과세사업과 면세사업에 공통으로 사용하여 실지 귀속을 구분할 수 없는 매입세액(이하 ‘공통매입세액’이라고 한다)이 발생한 사업 부분과 공급가액이 발생한 사업 부분이 서로 분리·독립되어 있다는 등의 사유로 과세기간 중 과세사업과 면세사업의 공급가액이 없거나 그중 어느 한 사업의 공급가액이 없을 때에는 공통매입세액은 공급가액의 비율에 따라 안분할 수 없으므로, 매입가액의 비율, 예정공급가액의 비율 등을 적용하여 안분하되, 건물을 신축 또는 취득하여 과세사업과 면세사업에 제공한 경우에 예정면적을 구분할 수 있을 때에는 총예정사용면적에 대한 면세사업에 관련된 예정사용면적의 비율에 따라 안분한다[구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제61조 제4항].<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제17조 제7항(현행 제39조 제2항 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제61조 제1항(현행 부가가치세법 제40조 및 현행 부가가치세법 시행령 제81조 제1항 참조) / [2] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제17조 제7항(현행 제39조 제2항 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제61조 제4항(현행 부가가치세법 제40조 및 현행 부가가치세법 시행령 제81조 제4항 참조)<br/>",
  "참조판례": "[1] 대법원 2016. 12. 29. 선고 2014두10714 판결(공2017상, 273)<br/>"
}