{
  "판례일련번호": "184377",
  "사건명": "임금등",
  "사건번호": "2016다32193",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170215",
  "판시사항": "[1] 단체협약 규정의 해석 방법<br/>[2] 노동조합이 근로조건을 결정하는 기준에 관하여 소급적으로 동의하거나 승인하는 내용의 단체협약을 사용자와 체결한 경우, 단체협약 체결 이전에 퇴직한 근로자에게 효력이 미치는지 여부(소극)<br/>[3] 근로자의 개별적인 동의나 수권 없이 노동조합이 사용자와 체결한 단체협약만으로 이미 구체적으로 지급청구권이 발생한 임금이나 퇴직금에 대한 포기나 지급유예와 같은 처분행위를 할 수 있는지 여부(소극)<br/>[4] 신의성실의 원칙에 위배된다는 이유로 법률관계 당사자 간 상대방에 대한 권리행사를 부정하기 위한 요건<br/>[5] 일반택시운송사업을 영위하는 甲 주식회사가 2007. 12. 27. 신설된 최저임금법 제6조 제5항의 시행에 대비하여 노동조합 측과 단체교섭을 진행하였으나 타결이 이루어지지 않자, ‘2010. 7. 1.부터 시행되는 최저임금 적용에 대하여 임금협상이 끝날 때까지 최저임금 적용을 유예하고, 회사는 단체협약이 만료되었더라도 새로운 단체협약이 체결되기 전까지 기존의 단체협약이 계속 유효한 것으로 한다’는 내용의 합의를 하였고, 그 후 甲 회사와 노동조합이 새로운 단체협약 등을 체결하면서 시행 시기를 위 조항의 시행일로 소급하고 그동안 최저임금 이상의 임금이 지급되었음을 노사가 합의한 것으로 정하였는데, 甲 회사 소속 택시운전근로자로 근무하였거나 근무하고 있는 乙 등이 甲 회사를 상대로 위 조항에 따른 최저임금과 甲 회사가 실제로 지급한 임금의 차액 등의 지급을 구한 사안에서, 甲 회사의 乙 등에 대한 최저임금 차액 등 지급의무가 위 합의와 새로운 단체협약 등의 체결만으로 당연히 소멸하는 것은 아니고, 乙 등의 청구를 신의성실의 원칙에 반하는 권리행사로 볼 수도 없다고 한 사례<br/>",
  "판결요지": "[1] 단체협약은 근로자의 경제적·사회적 지위 향상을 위하여 노동조합과 사용자가 단체교섭을 거쳐 체결하는 것이므로, 명문 규정을 근로자에게 불리하게 해석하여서는 안 된다.<br/>[2] 노동조합이 기존의 임금, 근로시간, 퇴직금 등 근로조건을 결정하는 기준에 관하여 소급적으로 동의하거나 이를 승인하는 내용의 단체협약을 사용자와 체결한 경우에, 동의나 승인의 효력은 단체협약이 시행된 이후 해당 사업장에서 근무하면서 단체협약의 적용을 받게 될 조합원이나 근로자에 대해서만 생길 뿐, 단체협약 체결 이전에 퇴직한 근로자에게는 효력이 미칠 여지가 없다.<br/>[3] 이미 구체적으로 지급청구권이 발생한 임금이나 퇴직금은 근로자의 사적 재산영역으로 옮겨져 근로자의 처분에 맡겨진 것이기 때문에, 근로자로부터 개별적인 동의나 수권을 받지 않은 이상, 노동조합이 사용자와 체결한 단체협약만으로 이에 대한 포기나 지급유예와 같은 처분행위를 할 수는 없다.<br/>[4] 신의성실의 원칙에 위배된다는 이유로 법률관계 당사자 간 상대방에 대한 권리행사를 부정하기 위해서는, 상대방에게 신의를 공여하였거나 객관적으로 보아 상대방이 신의를 가지는 것이 정당하고, 그러한 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다.<br/>[5] 일반택시운송사업을 영위하는 甲 주식회사가 2007. 12. 27. 신설된 최저임금법 제6조 제5항의 시행에 대비하여 노동조합 측과 단체교섭을 진행하였으나 타결이 이루어지지 않자, ‘2010. 7. 1.부터 시행되는 최저임금 적용에 대하여 임금협상이 끝날 때까지 최저임금 적용을 유예하고, 회사는 단체협약이 만료되었더라도 새로운 단체협약이 체결되기 전까지 기존의 단체협약이 계속 유효한 것으로 한다’는 내용의 합의를 하였고, 그 후 甲 회사와 노동조합이 새로운 단체협약 등(이하 ‘변경협약’이라고 한다)을 체결하면서 시행 시기를 위 조항의 시행일로 소급하고 그동안 최저임금 이상의 임금이 지급되었음을 노사가 합의한 것으로 정하였는데, 甲 회사 소속 택시운전근로자로 근무하였거나 근무하고 있는 乙 등이 甲 회사를 상대로 위 조항에 따른 최저임금과 甲 회사가 실제로 지급한 임금의 차액 등의 지급을 구한 사안에서, 위 합의의 내용은 위 조항의 시행에 따른 새로운 단체협약이 체결될 때까지 위 조항에 의한 최저임금 상당 임금의 지급을 잠정적으로 유예하는 취지에 불과할 뿐, 최저임금 상당 임금의 지급 여부 자체를 후속 단체협약에 따라 결정하기로 한 것이라고 해석하기 어렵고, 달리 甲 회사와 노동조합이 위 합의 당시 추후 체결될 단체협약의 효력 발생 시기를 위 조항의 시행일로 소급하기로 미리 약정하였다고 보기도 어려우므로, 위 합의와 변경협약이 하나의 단체협약에 해당한다거나 위 합의 당시 이미 변경협약의 내용과 같은 합의가 성립한 것으로 볼 수 없고, 이와 같이 변경협약이 위 합의와는 별개의 단체협약에 해당하는 사정에 비추어, 변경협약 체결 이전에 퇴직한 근로자의 경우에는 변경협약의 효력이 미치지 아니하며, 나머지 근로자의 경우에도 변경협약 체결 이전에 이미 위 조항에 의하여 구체적으로 지급청구권이 발생함으로써 그들에게 귀속된 최저임금 상당 임금에 대하여 개별적인 동의나 수권을 받지 아니한 이상, 노동조합이 변경협약만으로 그에 관한 권리를 포기하는 처분행위를 할 수는 없으므로, 결국 甲 회사의 乙 등에 대한 최저임금 차액 등 지급의무가 위 합의와 변경협약의 체결만으로 당연히 소멸하는 것은 아니고, 제반 사정에 비추어 乙 등의 청구를 신의성실의 원칙에 반하는 권리행사로 볼 수도 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제34조 / [2] 노동조합 및 노동관계조정법 제33조 / [3] 노동조합 및 노동관계조정법 제29조, 제33조 / [4] 민법 제2조 / [5] 최저임금법 제6조 제5항, 노동조합 및 노동관계조정법 제29조, 제33조, 제34조, 민법 제2조, 제105조<br/>",
  "참조판례": "[1] 대법원 2014. 2. 13. 선고 2011다86287 판결(공2014상, 571) / [2] 대법원 2002. 5. 31. 선고 2000다18127 판결(공2002하, 1517) / [3] 대법원 2000. 9. 29. 선고 99다67536 판결(공2000하, 2195) / [4] 대법원 1991. 12. 10. 선고 91다3802 판결(공1992, 467)<br/>"
}