{
  "판례일련번호": "184374",
  "사건명": "사기",
  "사건번호": "2016도19027",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170215",
  "판시사항": "검사가 공소사실의 일부인 범죄일람표를 전자문서로 작성한 다음 저장매체 자체를 서면인 공소장에 첨부하여 제출한 경우, 공소제기의 효력 범위(=서면에 기재된 부분) / 검사가 전자문서나 저장매체를 이용하여 공소를 제기한 경우, 법원이 취할 조치<br/>",
  "판결요지": "형사소송법은 공소제기에 관하여 엄격한 방식에 의한 서면주의를 채택하고 있다. 즉, 공소를 제기하려면 공소장을 관할법원에 제출하여야 하고, 공소장에는 피고인의 성명 그 밖에 피고인을 특정할 수 있는 사항, 죄명, 공소사실, 적용법조를 기재하여야 하며(제254조 제1항, 제3항), 공소가 제기된 때에는 지체 없이 공소장 부본을 피고인 또는 변호인에게 송달하여야 한다(제266조). 또한 공무원이 작성하는 서류에는 법률에 다른 규정이 없는 때에는 작성 연월일과 소속공무소를 기재하고 기명날인 또는 서명을 하여야 하므로(제57조 제1항), 공소장에는 검사의 기명날인 또는 서명이 있어야 한다. 이러한 규정은 형사소송에서 법원의 심판 대상을 명확하게 하고 피고인의 방어권을 충분히 보장하기 위한 것이므로, 그 방식에 따르지 않은 공소제기는 공소제기의 절차가 법률의 규정을 위반하여 무효인 때에 해당하여 공소기각을 선고하여야 한다(제327조 제2호).<br/>  컴퓨터와 인터넷이 보편적으로 사용되고 정보통신기술이 급속히 발달하고 있는 상황에 대응하여, 형사소송절차에서 정보저장매체에 저장된 문자 등의 전자정보를 증거로 사용하는 법적 근거를 마련하고(형사소송법 제313조 제1항, 제314조), 그에 관한 증거조사방법이나 강제처분절차도 규정하는 등(형사소송법 제292조의3, 제106조 등)으로 전자정보의 활용을 법적으로 뒷받침하기 위한 조치가 증가하고 있다. 그러나 공소제기에 관하여 전자문서나 전자매체를 이용할 수 있도록 한 입법적 조치는 마련되어 있지 않다.<br/>  그러므로 검사가 공소사실의 일부인 범죄일람표를 컴퓨터 프로그램을 통하여 열어보거나 출력할 수 있는 전자적 형태의 문서(이하 ‘전자문서’라 한다)로 작성한 다음 종이문서로 출력하지 않은 채 저장매체 자체를 서면인 공소장에 첨부하여 제출한 경우에는, 서면에 기재된 부분에 한하여 적법하게 공소가 제기된 것으로 보아야 한다. 전자문서나 저장매체를 이용한 공소제기를 허용하는 법규정이 없는 상태에서 저장매체나 전자문서를 형사소송법상 공소장의 일부인 ‘서면’으로 볼 수 없기 때문이다. 이는 공소사실에 포함시켜야 할 범행 내용이나 피해 목록이 방대하여 전자문서나 CD 등 저장매체를 이용한 공소제기를 허용해야 할 현실적인 필요가 있다거나 피고인과 변호인이 이의를 제기하지 않고 변론에 응하였다고 하여 달리 볼 수 없다. 또한 일반적인 거래관계에서 전자문서나 전자매체를 이용하는 것이 일상화되고 있더라도 그것만으로 전자문서나 전자매체를 이용한 공소제기가 허용된다고 보는 것은 형사소송법 규정의 문언이나 입법 취지에 맞지 않는다.<br/>  따라서 검사가 전자문서나 저장매체를 이용하여 공소를 제기한 경우, 법원은 저장매체에 저장된 전자문서 부분을 제외하고 서면인 공소장에 기재된 부분만으로 공소사실을 판단하여야 한다. 만일 그 기재 내용만으로는 공소사실이 특정되지 않은 부분이 있다면 검사에게 특정을 요구하여야 하고, 그런데도 검사가 특정하지 않는다면 그 부분에 대해서는 공소를 기각할 수밖에 없다.<br/>",
  "판결본문": "",
  "참조조문": "형사소송법 제57조 제1항, 제106조, 제254조 제1항, 제3항, 제4항, 제266조, 제292조의3, 제313조 제1항, 제314조, 제327조 제2호, 형사소송규칙 제141조<br/>",
  "참조판례": "대법원 2016. 12. 15. 선고 2015도3682 판결(공2017상, 191), 대법원 2016. 12. 29. 선고 2016도11138 판결(공2017상, 300)<br/>"
}