{
  "판례일련번호": "184379",
  "사건명": "약정금등·손해배상(기)",
  "사건번호": "2014다19776, 19783",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170215",
  "판시사항": "[1] 처분문서에 나타난 당사자 의사의 해석 방법<br/>[2] 신의성실의 원칙의 의미 및 이 원칙에 반한다는 이유로 권리행사를 부정하기 위한 요건<br/>[3] 이동전화사업자인 甲 주식회사가 유선전화사업자인 乙 주식회사와 체결한 협정에 따라 乙 회사가 요청한 방식의 접속을 제공하여 자신의 접속설비를 최소한도로 이용할 수 있도록 할 의무가 있는데도 이를 거부하여 乙 회사로 하여금 甲 회사의 거부행위가 없었다면 요청한 방식의 접속을 제공받았을 시점 이후에도 계속 우회접속방식으로 접속하여 우회구간에 대한 추가적인 접속설비를 이용하도록 하면서 그로 인한 추가 접속통화료의 지급을 청구한 사안에서, 위 청구를 허용하는 것은 신의성실의 원칙에 비추어 타당하지 않다고 한 사례<br/>[4] 의사표시를 한 사람이 생각한 의미가 상대방이 생각한 의미와 다른 경우, 의사표시를 해석하는 방법<br/>[5] 민법 제496조의 규정 취지 및 이 규정이 고의의 채무불이행으로 인한 손해배상채권을 수동채권으로 하는 상계에 적용되는지 여부(원칙적 소극) / 고의에 의한 행위가 불법행위와 채무불이행을 동시에 구성하여 불법행위로 인한 손해배상채권과 채무불이행으로 인한 손해배상채권이 경합하는 경우, 위 규정이 유추적용되어 채무자는 고의의 채무불이행으로 인한 손해배상채권을 수동채권으로 하여 상계하더라도 채권자에게 대항할 수 없는지 여부(적극)<br/>",
  "판결요지": "[1] 처분문서는 그 성립의 진정함이 인정되는 이상 법원은 그 기재 내용을 부인할 만한 분명하고도 수긍할 수 있는 반증이 없는 한 처분문서에 기재되어 있는 문언대로 의사표시의 존재와 내용을 인정하여야 한다. 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 약정이 이루어진 동기와 경위, 약정으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 신의성실의 원칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범이다. 신의성실의 원칙에 반한다는 이유로 권리의 행사를 부정하기 위해서는 상대방에게 신뢰를 제공하였다거나 객관적으로 보아 상대방이 신뢰를 하는 데 정당한 상태에 있어야 하고, 이러한 상대방의 신뢰에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다.<br/>[3] 이동전화사업자인 甲 주식회사가 유선전화사업자인 乙 주식회사와 체결한 협정에 따라 乙 회사가 요청한 방식의 접속을 제공하여 자신의 접속설비를 최소한도로 이용할 수 있도록 할 의무가 있는데도 이를 거부하여 乙 회사로 하여금 甲 회사의 거부행위가 없었다면 요청한 방식으로 접속을 제공받았을 시점 이후에도 계속 우회접속방식으로 접속하여 우회구간에 대한 추가적인 접속설비를 이용하도록 하면서 그로 인한 추가 접속통화료의 지급을 청구한 사안에서, 甲 회사가 乙 회사를 상대로 위 시점 이후의 접속분에 대하여 추가 접속통화료의 지급을 청구할 수 있다면 甲 회사에 추가 접속통화료를 지급한 乙 회사는 다시 甲 회사의 거부행위를 이유로 같은 금액 상당의 손해배상청구를 할 수 있는데, 이는 甲 회사와 乙 회사 사이의 순환소송을 인정하는 결과가 되어 소송경제에 반할 뿐만 아니라 甲 회사는 결국 乙 회사에 반환할 것을 청구하는 것이 되어 이를 허용하는 것은 신의성실의 원칙에 비추어 타당하지 않다고 한 사례.<br/>[4] 당사자들이 공통적으로 의사표시를 명확하게 인식하고 있다면, 그것이 당사자가 표시한 문언과 다르더라도 당사자들의 공통적인 인식에 따라 의사표시를 해석하여야 한다. 그러나 의사표시를 한 사람이 생각한 의미가 상대방이 생각한 의미와 다른 경우에는 의사표시를 수령한 상대방이 합리적인 사람이라면 표시된 내용을 어떻게 이해하였다고 볼 수 있는지를 고려하여 의사표시를 객관적·규범적으로 해석하여야 한다.<br/>[5] 민법 제496조는 “채무가 고의의 불법행위로 인한 것인 때에는 그 채무자는 상계로 채권자에게 대항하지 못한다.”라고 정하고 있다. 고의의 불법행위로 인한 손해배상채권에 대하여 상계를 허용한다면 고의로 불법행위를 한 사람까지도 상계권 행사로 현실적으로 손해배상을 지급할 필요가 없게 되어 보복적 불법행위를 유발하게 될 우려가 있다. 또 고의의 불법행위로 인한 피해자가 가해자의 상계권 행사로 현실의 변제를 받을 수 없는 결과가 됨은 사회적 정의관념에 맞지 않는다. 따라서 고의에 의한 불법행위의 발생을 방지함과 아울러 고의의 불법행위로 인한 피해자에게 현실의 변제를 받게 하려는 데 이 규정의 취지가 있다.<br/>  이 규정은 고의의 불법행위로 인한 손해배상채권을 수동채권으로 한 상계에 관한 것이고 고의의 채무불이행으로 인한 손해배상채권에는 적용되지 않는다. 다만 고의에 의한 행위가 불법행위를 구성함과 동시에 채무불이행을 구성하여 불법행위로 인한 손해배상채권과 채무불이행으로 인한 손해배상채권이 경합하는 경우에는 이 규정을 유추적용할 필요가 있다. 이러한 경우에 고의의 채무불이행으로 인한 손해배상채권을 수동채권으로 한 상계를 허용하면 이로써 고의의 불법행위로 인한 손해배상채권까지 소멸하게 되어 고의의 불법행위에 의한 손해배상채권은 현실적으로 만족을 받아야 한다는 이 규정의 입법 취지가 몰각될 우려가 있기 때문이다. 따라서 이러한 예외적인 경우에는 민법 제496조를 유추적용하여 고의의 채무불이행으로 인한 손해배상채권을 수동채권으로 하는 상계를 한 경우에도 채무자가 상계로 채권자에게 대항할 수 없다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제2조 제1항 / [3] 민법 제2조 제1항, 민사소송법 제1조 제1항 / [4] 민법 제105조 / [5] 민법 제496조<br/>",
  "참조판례": "[1] 대법원 2001. 2. 27. 선고 99다23574 판결(공2001상, 765), 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816), 대법원 2016. 10. 27. 선고 2014다88543, 88550 판결(공2016하, 1757) / [2] 대법원 2003. 4. 22. 선고 2003다2390, 2406 판결(공2003상, 1192), 대법원 2011. 2. 10. 선고 2009다68941 판결(공2011상, 554) / [5] 대법원 2002. 1. 25. 선고 2001다52506 판결(공2002상, 567)<br/>"
}