{
  "판례일련번호": "184372",
  "사건명": "증여세부과처분취소(교차증여를 직접증여로 재구성하여 한 증여세부과처분의 취소를 구하는 사건)",
  "사건번호": "2015두46963",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170215",
  "판시사항": "[1] 구 상속세 및 증여세법 제2조 제4항, 제3항에 의하여 당사자가 거친 여러 단계의 거래 등 법적 형식이나 법률관계를 재구성하여 직접적인 하나의 거래에 의한 증여로 보고 증여세 과세대상에 해당한다고 하기 위한 요건 및 판단 기준<br/>[2] 甲 주식회사의 주주들이며 남매 사이인 乙과 丙 및 丙의 배우자가 각자 소유 중인 甲 회사 주식을 乙은 丙 부부의 직계비속들에게 丙 부부는 乙의 직계비속들에게 교차증여하자 과세관청이 실질은 각자가 자신의 직계비속들에게 직접 증여한 것으로 보아 乙과 丙 부부의 직계비속들에게 증여세 부과처분을 한 사안에서, 구 상속세 및 증여세법 제2조 제4항에 따라 실질에 맞게 재구성하여 그와 같이 과세할 수 있다고 한 사례<br/>[3] 재차 증여일 전 10년 이내에 동일인으로부터 받은 종전 증여재산가액을 합친 금액이 1천만 원 이상인 경우, 재차 증여에 관한 과소신고가산세를 산정하는 방법 / 이때 ‘과소신고분 과세표준’에 합산신고를 하지 아니한 종전 증여 부분을 포함하여 산정하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제2조 제4항, 제3항에 의하여 당사자가 거친 여러 단계의 거래 등 법적 형식이나 법률관계를 재구성하여 직접적인 하나의 거래에 의한 증여로 보고 증여세 과세대상에 해당한다고 하려면, 납세의무자가 선택한 거래의 법적 형식이나 과정이 처음부터 조세 회피의 목적을 이루기 위한 수단에 불과하여 재산 이전의 실질이 직접적인 증여를 한 것과 동일하게 평가될 수 있어야 하고, 이는 당사자가 그와 같은 거래 형식을 취한 목적, 제3자를 개입시키거나 단계별 거래 과정을 거친 경위, 그와 같은 거래 방식을 취한 데에 조세부담의 경감 외에 사업상의 필요 등 다른 합리적 이유가 있는지 여부, 각각의 거래 또는 행위 사이의 시간적 간격, 그러한 거래 형식을 취한 데 따른 손실 및 위험부담의 가능성 등 관련 사정을 종합하여 판단하여야 한다.<br/>[2] 甲 주식회사의 주주들이며 남매 사이인 乙과 丙 및 丙의 배우자가 각자 소유 중인 甲 회사 주식을 乙은 丙 부부의 직계비속들에게 丙 부부는 乙의 직계비속들에게 교차증여하자 과세관청이 실질은 각자가 자신의 직계비속들에게 직접 증여한 것으로 보아 乙 및 丙 부부의 직계비속들에게 증여세 부과처분을 한 사안에서, 乙과 丙 부부는 각자의 직계비속들에게 甲 회사 주식을 증여하면서도 증여세 부담을 줄이려는 목적 아래 그 자체로는 합당한 이유를 찾을 수 없는 교차증여를 의도적인 수단으로 이용한 점 등을 고려하여, 그러한 교차증여를 구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제2조 제4항에 따라 실질에 맞게 재구성하여 乙과 丙 부부가 각자의 직계비속들에게 직접 추가로 증여한 것으로 보아 증여세를 과세할 수 있다고 한 사례.<br/>[3] 종전 증여가 있은 후 10년 이내에 동일인으로부터 재차 증여가 이루어질 경우에 수증자는 증여세 과세표준으로 재차 증여의 증여재산가액에 종전 증여의 증여재산가액을 합친 금액을 신고하여야 한다[구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제68조, 제47조 등]. 그런데 종전 증여에 관하여 무신고나 과소신고 등으로 신고불성실가산세를 부과하고 다시 재차 증여에 관하여 종전 증여의 증여재산가액을 합산하여 신고하지 아니하였다고 하여 그 부분에 대하여 추가로 신고불성실가산세를 부과하는 것은 납세의무자에게 이중의 부담을 지우는 결과가 될 수 있다. 이러한 이중 부담의 소지를 제거하면서도 적정한 범위 내에서 과소신고가산세를 부과하기 위하여 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것, 이하 ‘구 국세기본법’이라고 한다) 제47조의3 제3항에 의하여 준용되는 제47조의2 제8항은 재차 증여에 관한 과소신고가산세를 부과할 때 산정기준이 되는 ‘산출세액’에서 ‘종전 증여재산가액에 관한 산출세액’을 차감하도록 규정하였다. 이와 같은 규정 문언과 체계, 입법 취지 등을 고려하여, 재차 증여일 전 10년 이내에 동일인으로부터 받은 종전 증여재산가액을 합친 금액이 1천만 원 이상인 경우에 재차 증여에 관한 과소신고가산세는 구 국세기본법 제47조의3 제1항의 산식이 아니라 제3항에 따라 준용되는 제47조의2 제8항에 의하여 수정된 산식[=(산출세액-종전 증여 산출세액)×(과소신고분 과세표준÷과세표준)]에 따라 계산하고, 이때 ‘과소신고분 과세표준’에는 재차 증여에 관한 과소신고분뿐만 아니라 합산신고를 하지 아니한 종전 증여 부분도 포함하여 산정한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제2조 제1항, 제3항, 제4항, 국세기본법 제14조 제3항 / [2] 구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제2조 제4항 / [3] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제8항, 제47조의3 제1항, 제3항, 구 상속세 및 증여세법(2013. 1. 1. 법률 제11609호로 개정되기 전의 것) 제47조 제2항, 제58조 제1항, 제68조<br/>",
  "참조판례": "[1] 대법원 2017. 1. 25. 선고 2015두3270 판결(공2017상, 475) / [3] 대법원 1997. 6. 27. 선고 96누15862 판결(공1997하, 2207)<br/>"
}