{
  "판례일련번호": "184393",
  "사건명": "개발부담금부과처분취소",
  "사건번호": "2015두37815",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161125",
  "판시사항": "[1] 주된 인허가에 관한 사항을 규정하고 있는 법률에서 주된 인허가가 있으면 다른 법률에 의한 인허가를 받은 것으로 본다는 규정을 둔 경우, 주된 인허가가 있으면 다른 법률에 의하여 인허가를 받았음을 전제로 하는 그 다른 법률의 모든 규정들이 적용되는지 여부(소극)<br/>[2] 보금자리주택건설사업이 학교용지 확보 등에 관한 특례법 제2조 제2호에 정한 학교용지부담금 부과대상 개발사업에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 주된 인허가에 관한 사항을 규정하고 있는 법률에서 주된 인허가가 있으면 다른 법률에 의한 인허가를 받은 것으로 본다는 규정을 둔 경우, 주된 인허가가 있으면 다른 법률에 의한 인허가가 있는 것으로 간주하는 데 그치고, 여기에서 더 나아가 다른 법률에 의하여 인허가를 받았음을 전제로 한 다른 법률의 모든 규정들까지 적용되는 것은 아니다.<br/>[2] 학교용지부담금 부과대상 사업에 관한 학교용지 확보 등에 관한 특례법(이하 ‘학교용지법’이라 한다) 제2조 제2호는 부과대상 사업의 근거 법률로 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호로 개정되기 전의 것, 이하 ‘구 보금자리주택건설법’이라 한다)이나 그 개정 법률인 공공주택건설 등에 관한 특별법을 들고 있지 않다. 그리고 구 보금자리주택건설법 제35조 제4항이 보금자리주택에 대한 사업계획의 승인을 받은 때에는 건축법에 의한 건축허가(제1호), 도시개발법에 의한 실시계획의 인가(제9호)를 받은 것으로 본다고 규정하고 있는데, 이는 보금자리주택에 대한 사업계획의 승인을 받으면 그와 같은 건축허가와 실시계획인가를 받은 것으로 간주하는 것이다. 여기에서 나아가 이 규정에 따라 그와 같은 허가와 인가를 받았음을 전제로 하는 건축법과 도시개발법의 모든 규정들까지 적용된다고 볼 수는 없다.<br/>  한편 학교용지부담금 부과의 근거 규정을 입법 취지와 목적 등을 고려하여 해석하더라도 부과대상이 되는 개발사업의 범위를 넓게 해석하기 어렵다. 학교용지법의 입법 취지가 학교용지 확보의 필요성을 야기하는 모든 주택용지·주택 공급 사업이 학교용지부담금의 부과대상임을 전제로 하고 있다고 보기도 어렵기 때문이다. 만일 모든 주택용지·주택 공급 사업이 원칙적으로 학교용지부담금의 부과대상이라는 취지라면, 일정 규모 이상의 신규 주택용지·주택을 공급하여 학교용지 수요를 초래한 사업자에게는 학교용지부담금을 부과하되, 일정한 경우 예외로 한다는 입법형식을 취하는 것이 합리적이다. 그런데도 학교용지법은 학교용지부담금의 부과대상이 되는 개발사업의 범위를 그 근거 법률의 종류에 따라 한정하는 입법형식을 취하고 있으므로, 해당 근거 법률에 따른 사업만이 학교용지부담금의 부과대상임을 원칙으로 삼았다고 볼 수 있다.<br/>  따라서 보금자리주택건설사업은 학교용지법 제2조 제2호에 정한 학교용지부담금 부과대상 개발사업에 포함되지 않는다고 보아야 하고, 이와 달리 학교용지부담금 부과대상 개발사업에 포함된다고 해석하는 것은 학교용지부담금 부과에 관한 규정을 상대방에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것이어서 허용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호 공공주택건설 등에 관한 특별법으로 개정되기 전의 것) 제35조 제1항(현행 공공주택 특별법 제35조 제1항 참조), 제4항(현행 공공주택 특별법 제35조 제4항 참조), 행정소송법 제27조[행정소송재판일반] / [2] 학교용지 확보 등에 관한 특례법 제2조 제2호, 제3호, 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호 공공주택건설 등에 관한 특별법으로 개정되기 전의 것) 제35조 제1항(현행 공공주택 특별법 제35조 제1항 참조), 제4항 제1호(현행 공공주택 특별법 제35조 제4항 제1호 참조), 제9호(현행 공공주택 특별법 제35조 제4항 제9호 참조)<br/>",
  "참조판례": "[1] 대법원 2004. 7. 22. 선고 2004다19715 판결(공2004하, 1520)<br/>"
}