{
  "판례일련번호": "184488",
  "사건명": "증여세부과처분취소",
  "사건번호": "2011두10232",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170221",
  "판시사항": "[1] 구 상속세 및 증여세법 제45조의2 제1항의 입법 취지 / 명의신탁이 조세회피목적이 아닌 다른 목적으로 이루어지고 부수하여 사소한 조세경감이 생긴 경우, 조세회피목적이 있다고 보아 증여로 의제할 수 있는지 여부(소극) / 명의신탁에 다른 목적과 아울러 조세회피의 목적도 있었다고 인정되는 경우, 같은 항 제1호에 해당하지 않아 증여로 의제되는지 여부(적극) 및 이때 조세회피목적이 없었다는 점에 관한 증명책임의 소재(=명의자)<br/>[2] 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 명의신탁 주식의 매도대금으로 취득하여 다시 동일인 명의로 명의개서된 주식에 대하여 다시 구 상속세 및 증여세법 제45조의2 제1항이 적용되어 증여세가 과세될 수 있는지 여부(원칙적 소극)<br/>[3] 甲의 부 乙이 甲 명의로 개설한 차명 증권계좌를 이용하여 주식투자를 하면서 보유하게 된 주식에 관하여 4회에 걸쳐 甲 명의로 명의개서가 되자, 과세관청이 乙이 甲에게 명의개서된 각 주식을 명의신탁하였다고 보아 구 상속세 및 증여세법 제45조의2 제1항을 각각 적용하여 甲에게 명의개서된 각 주식에 관하여 증여세 부과처분을 한 사안에서, 최초 명의개서 이후 명의개서된 각 주식이 최초로 명의개서된 주식의 매도대금으로 다시 취득된 것인지 등을 심리하여 해당 주식을 증여의제 대상에서 제외하지 아니한 채 처분 전부가 적법하다고 본 원심판결에 법리를 오해하여 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항은 재산의 실제소유자가 조세회피목적으로 명의만 다른 사람 앞으로 해두는 명의신탁행위를 효과적으로 방지하여 조세정의를 실현하는 데 취지가 있으므로, 명의신탁행위가 조세회피목적이 아닌 다른 목적에서 이루어졌음이 인정되고 그에 부수하여 사소한 조세경감이 생기는 것에 불과하다면 그러한 명의신탁행위에 조세회피목적이 있었다고 보아 증여로 의제할 수 없다. 그러나 위와 같은 입법 취지에 비추어 볼 때 명의신탁의 목적에 조세회피목적이 포함되어 있지 않은 경우에만 증여로 의제할 수 없다고 보아야 하므로, 다른 목적과 아울러 조세회피의 목적도 있었다고 인정되는 경우에는 여전히 증여로 의제된다고 보아야 한다. 이때 조세회피의 목적이 없었다는 점에 관한 증명책임은 이를 주장하는 명의자에게 있다.<br/>[2] 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 명의신탁 주식의 매도대금으로 취득하여 다시 동일인 명의로 명의개서된 주식은 그것이 최초의 명의신탁 주식과 시기상 또는 성질상 단절되어 별개의 새로운 명의신탁 주식으로 인정되는 등의 특별한 사정이 없는 한 다시 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항이 적용되어 증여세가 과세될 수는 없다.<br/>[3] 甲의 부(父) 乙이 甲의 대리인으로서 甲 명의로 개설한 차명 증권계좌를 이용하여 주식투자를 하면서 증권계좌들을 통하여 보유하게 된 주식에 관하여 4회에 걸쳐 甲 명의로 명의개서가 되자, 과세관청이 乙이 甲에게 명의개서된 각 주식을 명의신탁하였다고 보아 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항을 각각 적용하여 甲에게 명의개서된 각 주식에 관하여 증여세 부과처분을 한 사안에서, 乙이 甲 앞으로 최초로 명의개서한 주식은 최초의 명의신탁 주식이므로 같은 조항을 적용하여 증여로 의제하여 과세할 수 있으나, 이후 명의개서된 부분은 최초 증여의제 대상이 되는 명의신탁 주식의 매도대금을 사용하여 동일인 명의로 재취득된 주식에 해당할 여지가 있어 원칙적으로 같은 조항을 다시 적용하여 과세할 수 없게 될 수 있음에도, 최초로 명의개서된 주식의 매도대금으로 다시 취득된 것인지 등을 심리하여 해당 주식을 증여의제 대상에서 제외하지 아니한 채 처분 전부가 적법하다고 본 원심판결에 법리를 오해하여 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항 / [2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항 / [3] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항<br/>",
  "참조판례": "[1] 대법원 2006. 9. 22. 선고 2004두11220 판결(공2006하, 2016), 대법원 2009. 4. 9. 선고 2007두19331 판결(공2009상, 670)<br/>"
}