{
  "판례일련번호": "184478",
  "사건명": "부당이득반환",
  "사건번호": "2015다233982",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170309",
  "판시사항": "[1] 헌법재판소의 위헌결정의 효력이 미치는 범위 및 법적 안정성의 유지나 당사자의 신뢰보호를 위하여 불가피한 경우 위헌결정의 소급효를 제한할 수 있는지 여부(적극)<br/>[2] 사립학교교직원 연금법 제42조 제1항에 따라 사립학교 교직원에 준용되는 ‘재직 중의 사유로 금고 이상의 형을 받은 경우’ 퇴직급여 등의 지급을 제한하는 구 공무원연금법 제64조 제1항 제1호에 대하여 2008. 12. 31.을 효력시한으로 한 헌법불합치결정이 내려졌으나 위 시한까지 개정되지 않은 상황에서 사립학교 교원 甲이 재직 중 고의범으로 집행유예의 형을 받고 퇴직하자, 사립학교 교직원연금공단이 甲에게 퇴직수당과 퇴직일시금을 지급하였고, 2009. 12. 31. 위 조항이 ‘직무와 관련이 없는 과실로 인한 경우’ 등에는 퇴직급여 등의 지급 제한에서 제외한다는 내용으로 개정되면서 부칙 제1조 단서로 ‘제64조의 개정 규정은 2009. 1. 1.부터 적용한다’고 규정하자, 공단이 甲에 대하여 이미 지급한 돈의 일부를 환수하였는데, 그 후 위 부칙 제1조 단서 중 제64조의 개정 규정에 관한 부분이 소급입법 금지의 원칙에 반한다는 이유로 위헌결정을 받자, 甲이 공단을 상대로 환수금 상당의 부당이득반환을 구한 사안에서, 일반사건에 대해서까지 위헌결정의 소급효를 인정함으로써 보호되는 甲의 권리구제라는 구체적 타당성 등의 요청이 이미 형성된 법률관계에 관한 법적 안정성의 유지와 당사자의 신뢰보호의 요청보다 현저히 우월하다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 헌법재판소의 위헌결정의 효력은 위헌제청을 한 ‘당해사건’, 위헌결정이 있기 전에 이와 동종의 위헌 여부에 관하여 헌법재판소에 위헌여부심판제청을 하였거나 법원에 위헌여부심판제청신청을 한 ‘동종사건’과 따로 위헌제청신청은 아니하였지만 당해 법률 또는 법률 조항이 재판의 전제가 되어 법원에 계속 중인 ‘병행사건’뿐만 아니라, 위헌결정 이후 같은 이유로 제소된 ‘일반사건’에도 미친다. 하지만 위헌결정의 효력이 미치는 범위가 무한정일 수는 없고, 다른 법리에 의하여 그 소급효를 제한하는 것까지 부정되는 것은 아니며, 법적 안정성의 유지나 당사자의 신뢰보호를 위하여 불가피한 경우에 위헌결정의 소급효를 제한하는 것은 오히려 법치주의의 원칙상 요청된다.<br/>[2] 사립학교교직원 연금법 제42조 제1항에 따라 사립학교 교직원에 준용되는 ‘재직 중의 사유로 금고 이상의 형을 받은 경우’ 퇴직급여 등의 지급을 제한하는 구 공무원연금법(2009. 12. 31. 법률 제9905호로 개정되기 전의 것, 이하 같다) 제64조 제1항 제1호에 대하여 2008. 12. 31.을 시한으로 입법자가 개정할 때까지 효력을 지속한다는 취지의 헌법불합치결정이 내려졌으나 위 시한까지 개정되지 않은 상황에서 사립학교 교원 甲이 재직 중 고의범으로 집행유예의 형을 받고 퇴직하자, 사립학교 교직원연금공단(이하 ‘공단’이라 한다)이 甲에게 퇴직수당과 퇴직일시금을 지급하였고, 2009. 12. 31. 위 조항이 ‘직무와 관련이 없는 과실로 인한 경우’ 등에는 퇴직급여 등의 지급 제한에서 제외한다는 내용으로 개정되면서 부칙 제1조 단서로 ‘제64조의 개정 규정은 2009. 1. 1.부터 적용한다’고 규정하자, 공단이 甲에 대하여 이미 지급한 돈의 일부를 환수하였는데, 그 후 위 부칙 제1조 단서 중 제64조의 개정 규정에 관한 부분이 소급입법 금지의 원칙에 반한다는 이유로 위헌결정을 받자, 甲이 공단을 상대로 환수금 상당의 부당이득반환을 구한 사안에서, 헌법재판소는 구 공무원연금법 제64조 제1항 제1호에 대하여 지급제한 자체가 위헌이라고 판단한 것이 아니라 ‘공무원의 신분이나 직무상 의무와 관련이 없는 범죄, 특히 과실범의 경우에도 퇴직급여 등을 제한하는 것은 공무원범죄를 예방하고 공무원이 재직 중 성실히 근무하도록 유도하는 입법 목적을 달성하는 데 적합한 수단이라고 볼 수 없다’는 이유로 헌법불합치결정을 하면서 2008. 12. 31.까지는 효력이 유지된다고 하였던 점, 구 공무원연금법의 효력이 지속될 때까지는 공무원 등이 재직 중의 사유로 금고 이상의 형을 받은 때 퇴직급여 등의 일부를 감액하여 지급하는 것이 일반적으로 받아들여졌던 점, 헌법불합치결정의 취지를 반영한 개정 공무원연금법에서도 직무와 관련이 없는 과실로 인한 경우 및 소속 상관의 정당한 직무상의 명령에 따르다가 과실로 인한 경우를 제외하고는 재직 중의 사유로 금고 이상의 형을 받은 경우 여전히 퇴직급여 등의 지급을 제한하고 있는데, 甲은 재직 중 고의범으로 유죄판결이 확정된 점 등을 종합하면, 일반사건에 대해서까지 위헌결정의 소급효를 인정함으로써 보호되는 甲의 권리구제라는 구체적 타당성 등의 요청이 이미 형성된 법률관계에 관한 법적 안정성의 유지와 당사자의 신뢰보호의 요청보다 현저히 우월하다고 단정하기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법재판소법 제47조 / [2] 헌법재판소법 제47조, 사립학교교직원 연금법 제42조 제1항, 구 공무원연금법(2009. 12. 31. 법률 제9905호로 개정되기 전의 것) 제64조 제1항 제1호, 구 공무원연금법(2015. 6. 22. 법률 제13387호로 개정되기 전의 것) 제64조 제1항 제1호, 부칙(2009. 12. 31.) 제1조, 헌법 제13조 제2항<br/>",
  "참조판례": "[1] 대법원 1994. 10. 25. 선고 93다42740 판결(공1994하, 3077), 대법원 2009. 6. 11. 선고 2008두21577 판결(공2009하, 1130), 대법원 2010. 10. 14. 선고 2010두11016 판결 / [2] 헌법재판소 2007. 3. 29. 선고 2005헌바33 전원재판부 결정(헌공126, 288), 헌법재판소 2013. 9. 26. 선고 2013헌바170 전원재판부 결정(헌공204, 1354)<br/>"
}