{
  "판례일련번호": "184482",
  "사건명": "직권남용권리행사방해·직권남용체포",
  "사건번호": "2013도16162",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170309",
  "판시사항": "[1] 법원이 재정신청서를 송부받은 날부터 형사소송법 제262조 제1항에서 정한 기간 안에 피의자에게 그 사실을 통지하지 아니한 채 공소제기결정을 한 경우, 본안사건에서 위와 같은 잘못을 다툴 수 있는지 여부(원칙적 소극)<br/>[2] 변호인이 되려는 의사를 표시한 자가 객관적으로 변호인이 될 가능성이 있는 경우, 신체구속을 당한 피고인 또는 피의자와 접견하지 못하도록 제한할 수 있는지 여부(소극)<br/>[3] 변호인 또는 변호인이 되려는 자의 접견교통권 행사의 한계 및 접견교통권이 한계를 일탈하여 허용될 수 없다고 판단할 때 고려할 사항<br/>[4] 인신구속에 관한 직무를 집행하는 사법경찰관이 체포 당시 상황을 고려하여 경험칙에 비추어 현저하게 합리성을 잃지 않은 채 판단하면 체포 요건이 충족되지 아니함을 알 수 있었는데도, 자신의 재량 범위를 벗어난다는 사실을 인식하고 그와 같은 결과를 용인한 채 사람을 체포하여 권리행사를 방해한 경우, 직권남용체포죄와 직권남용권리행사방해죄가 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 법원이 재정신청서를 송부받았음에도 송부받은 날부터 형사소송법 제262조 제1항에서 정한 기간 안에 피의자에게 그 사실을 통지하지 아니한 채 형사소송법 제262조 제2항 제2호에서 정한 공소제기결정을 하였더라도, 그에 따른 공소가 제기되어 본안사건의 절차가 개시된 후에는 다른 특별한 사정이 없는 한 본안사건에서 위와 같은 잘못을 다툴 수 없다.<br/>[2] 형사소송법 제34조는 “변호인 또는 변호인이 되려는 자는 신체구속을 당한 피고인 또는 피의자와 접견하고 서류 또는 물건을 수수할 수 있으며 의사로 하여금 진료하게 할 수 있다.”라고 규정하고 있으므로, 변호인이 되려는 의사를 표시한 자가 객관적으로 변호인이 될 가능성이 있다고 인정되는데도, 형사소송법 제34조에서 정한 ‘변호인 또는 변호인이 되려는 자’가 아니라고 보아 신체구속을 당한 피고인 또는 피의자와 접견하지 못하도록 제한하여서는 아니 된다.<br/>[3] 변호인 또는 변호인이 되려는 자의 접견교통권은 신체구속제도 본래의 목적을 침해하지 아니하는 범위 내에서 행사되어야 하므로, 변호인 또는 변호인이 되려는 자가 구체적인 시간적·장소적 상황에 비추어 현실적으로 보장할 수 있는 한계를 벗어나 피고인 또는 피의자를 접견하려고 하는 것은 정당한 접견교통권의 행사에 해당하지 아니하여 허용될 수 없다. 다만 접견교통권이 그와 같은 한계를 일탈한 것이어서 허용될 수 없다고 판단함에 있어서는 신체구속을 당한 사람의 헌법상 기본적 권리인 변호인의 조력을 받을 권리의 본질적인 내용이 침해되는 일이 없도록 신중을 기하여야 한다.<br/>[4] 현행범인 체포의 요건을 갖추었는지에 관한 검사나 사법경찰관 등의 판단에는 상당한 재량의 여지가 있으나, 체포 당시 상황으로 보아도 요건 충족 여부에 관한 검사나 사법경찰관 등의 판단이 경험칙에 비추어 현저히 합리성을 잃은 경우 그 체포는 위법하다. 그리고 범죄의 고의는 확정적 고의뿐만 아니라 결과 발생에 대한 인식이 있고 이를 용인하는 의사인 이른바 미필적 고의도 포함하므로, 피고인이 인신구속에 관한 직무를 집행하는 사법경찰관으로서 체포 당시 상황을 고려하여 경험칙에 비추어 현저하게 합리성을 잃지 않은 채 판단하면 체포 요건이 충족되지 아니함을 충분히 알 수 있었는데도, 자신의 재량 범위를 벗어난다는 사실을 인식하고 그와 같은 결과를 용인한 채 사람을 체포하여 권리행사를 방해하였다면, 직권남용체포죄와 직권남용권리행사방해죄가 성립한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제262조 제1항, 제2항 제2호 / [2] 형사소송법 제34조 / [3] 헌법 제12조 제4항, 형사소송법 제34조 / [4] 형법 제13조, 제123조, 제124조, 형사소송법 제200조의5, 제213조의2<br/>",
  "참조판례": "[1] 대법원 2010. 11. 11. 선고 2009도224 판결(공2010하, 2288), 대법원 2014. 4. 10. 선고 2012도1741 판결 / [3] 대법원 2007. 1. 31.자 2006모657 결정<br/>"
}