{
  "판례일련번호": "184520",
  "사건명": "공무집행방해·상해",
  "사건번호": "2013도2168",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 구 경찰관 직무집행법에 따라 범죄를 예방하기 위한 경찰관의 제지 조치가 적법한 직무집행으로 평가되기 위한 요건<br/>[2] 검사 또는 사법경찰관리가 현행범인을 체포하는 경우, 피의사실의 요지, 체포의 이유와 변호인 선임권 등을 고지하여야 하는 시기<br/>[3] 공무집행방해죄에서 ‘적법한 공무집행’의 의미 및 경찰관이 적법절차를 준수하지 않은 채 실력으로 현행범인을 연행하려 한 행위가 적법한 공무집행인지 여부(소극)<br/>[4] 정당방위의 성립요건 및 타인의 법익에 대한 현재의 부당한 침해를 방위하기 위한 행위도 상당한 이유가 있으면 정당방위에 해당하여 위법성이 조각되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 경찰관 직무집행법(2011. 8. 4. 법률 제11031호로 개정되기 전의 것)은 제2조 제1호에서 경찰관이 수행하는 직무 중 하나로 ‘범죄의 예방’을 정하고 있고(현행법에서는 제2조 제2호에서 동일한 내용을 규정하고 있다), 제6조 제1항에서 “경찰관은 범죄행위가 목전에 행하여지려고 하고 있다고 인정될 때에는 이를 예방하기 위하여 관계인에게 필요한 경고를 하고, 그 행위로 인하여 인명·신체에 위해를 끼치거나 재산에 중대한 손해를 끼칠 우려가 있어 긴급을 요하는 경우에는 그 행위를 제지할 수 있다.”라고 정하고 있다(현행법에서는 제6조에서 동일한 내용을 규정하고 있다). 위 법률에 따라 범죄를 예방하기 위한 경찰관의 제지 조치가 적법한 직무집행으로 평가될 수 있기 위해서는 형사처벌의 대상이 되는 행위가 눈앞에서 막 이루어지려고 하는 것이 객관적으로 인정될 수 있는 상황이고, 그 행위를 당장 제지하지 않으면 곧 생명·신체에 위해를 미치거나 재산에 중대한 손해를 끼칠 우려가 있는 상황이어서, 직접 제지하는 방법 외에는 위와 같은 결과를 막을 수 없는 절박한 사태가 있어야 한다.<br/>[2] 검사 또는 사법경찰관리가 현행범인을 체포하는 경우에는 반드시 피의사실의 요지, 체포의 이유와 변호인을 선임할 수 있음을 말하고 변명할 기회를 주어야 한다(형사소송법 제213조의2, 제200조의5). 이와 같은 고지는 체포를 위한 실력행사에 들어가기 전에 미리 하는 것이 원칙이다. 그러나 달아나는 피의자를 쫓아가 붙들거나 폭력으로 대항하는 피의자를 실력으로 제압하는 경우에는 붙들거나 제압하는 과정에서 고지하거나, 그것이 여의치 않은 경우에는 일단 붙들거나 제압한 후에 지체없이 고지하여야 한다.<br/>[3] 형법 제136조가 규정하는 공무집행방해죄는 공무원의 직무집행이 적법한 경우에 한하여 성립한다. 이때 적법한 공무집행은 그 행위가 공무원의 추상적 권한에 속할 뿐 아니라 구체적 직무집행에 관한 법률상 요건과 방식을 갖춘 경우를 가리키므로, 경찰관이 적법절차를 준수하지 않은 채 실력으로 현행범인을 연행하려 하였다면 적법한 공무집행이라고 할 수 없다.<br/>[4] 어떠한 행위가 정당방위로 인정되려면 그 행위가 자기 또는 타인의 법익에 대한 현재의 부당한 침해를 방어하기 위한 것으로서 상당성이 있어야 하므로, 위법하지 않은 정당한 침해에 대한 정당방위는 인정되지 않는다. 이때 방위행위가 사회적으로 상당한 것인지는 침해행위에 의해 침해되는 법익의 종류와 정도, 침해의 방법, 침해행위의 완급, 방위행위에 의해 침해될 법익의 종류와 정도 등 일체의 구체적 사정들을 참작하여 판단하여야 한다. 또한 자기의 법익뿐 아니라 타인의 법익에 대한 현재의 부당한 침해를 방위하기 위한 행위도 상당한 이유가 있으면 형법 제21조의 정당방위에 해당하여 위법성이 조각된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 경찰관 직무집행법(2011. 8. 4. 법률 제11031호로 개정되기 전의 것) 제2조 제1호(현행 제2조 제2호 참조), 제6조 제1항(현행 제6조 참조) / [2] 헌법 제12조 제5항, 형사소송법 제200조의5, 제212조, 제213조의2 / [3] 헌법 제12조 제5항, 형법 제136조, 형사소송법 제200조의5, 제212조, 제213조의2 / [4] 형법 제21조<br/>",
  "참조판례": "[1] 대법원 2008. 11. 13. 선고 2007도9794 판결(공2008하, 1713), 대법원 2016. 12. 15. 선고 2016도13876 판결 / [2] 대법원 2010. 6. 24. 선고 2008도11226 판결(공2010하, 1512) / [3] 대법원 2000. 7. 4. 선고 99도4341 판결(공2000하, 1851), 대법원 2008. 10. 9. 선고 2008도3640 판결(공2008하, 1565) / [4] 대법원 2003. 11. 13. 선고 2003도3606 판결(공2003하, 2400), 대법원 2006. 9. 8. 선고 2006도148 판결(공2006하, 1699), 대법원 2007. 3. 29. 선고 2006도9307 판결<br/>"
}