{
  "판례일련번호": "184576",
  "사건명": "거절결정(특)",
  "사건번호": "2016허4160",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20170126",
  "판시사항": "[1] 특허발명의 공동 출원인이 특허거절결정에 대한 취소심판청구에서 패소한 경우, 공동 출원인 전원이 공동으로 심결취소소송을 제기하여야 하는지 여부(소극)<br/>[2] 특허청 심사관이 甲 주식회사와 乙이 공동으로 출원한 명칭이 “납석을 이용한 운동장 포장재”인 출원발명에 대해 진보성이 부정된다는 등의 이유로 거절결정을 하였고, 甲 회사와 乙이 거절결정에 대한 불복심판을 청구하였으나 특허심판원이 기각하는 심결을 하자 甲 회사가 단독으로 심결취소소송을 제기한 사안에서, 甲 회사가 단독으로 심결취소소송을 제기할 수 있으나 청구항 제1항 출원발명의 진보성이 부정되어 출원발명 전부에 대하여 특허를 받을 수 없다고 한 사례<br/>",
  "판결요지": "[1] 특허법은 특허를 받을 수 있는 권리가 공유인 경우에 공유자 전원이 공동으로 특허출원을 하여야 하고(제44조) 공유자 전원이 공동으로 심판을 청구하여야 한다(제139조 제3항)고 규정하고 있고 이는 특허를 받을 수 있는 권리의 공유자들에게 특허권을 취득하는 행정처분의 단계에서 의사의 합일확정을 요구하는 것인데, 심결취소소송에 대해서는 아무런 규정을 두고 있지 않은 점, 2인 이상이 공동으로 발명한 경우 특허를 받을 수 있는 권리를 공유하고(특허법 제33조), 비록 공유자 중 1인은 다른 공유자의 동의를 얻지 아니하면 지분을 양도하거나 질권을 설정할 수 없는 등의 제약이 있지만 이러한 제약은 무체재산권인 특수성에서 비롯된 것일 뿐이며, 특허를 받을 수 있는 권리의 공유자들이 공동 목적에 기해 조합체를 형성하여 특허를 받을 수 있는 권리를 합유하고 있다고 볼 수 없는 이상 특허를 받을 수 있는 권리의 공유에도 특허법의 다른 규정이나 본질에 반하지 아니하는 범위 내에서는 민법상 공유의 규정이 적용될 수 있고, 원칙적으로 공유자 중 1인이라도 자신의 특허를 받을 수 있는 권리를 방해하는 심결이 있는 경우에는 권리의 소멸을 방지하기 위해 심결의 취소를 구할 수 있는 점, 특허를 받을 수 있는 권리의 존부 및 특허 등록 여부가 공유자들 사이에 합일적으로 확정되어야 할 필요가 있으나, 공동 출원인 중 1인이 단독으로 거절결정에 대한 심결의 취소를 구하는 소를 제기하더라도 다른 공동 출원인의 권리를 해하지 않으며, 공동 출원인 중 1인이 제기한 심결취소소송에서 청구가 받아들여진 경우 취소의 효력이 다른 공동 출원인에게도 미치고 심판 단계로 돌아가 다시 공동으로 심판을 진행하므로 공동 출원인 사이에서 합일확정이 가능하고, 청구가 기각된 경우에도 다른 공동 출원인의 제소기간 만료로 등록거절결정이 확정되어 합일확정의 요청에 반하지 않으며, 오히려 공동 출원인이 반드시 공동으로 심결취소소송을 제기하여야 한다면 다른 공동 출원인의 협력을 얻을 수 없는 경우 자신의 의사에 반하여 특허를 등록받을 수 있는 권리가 소멸하고 이를 구제받을 수 없는 문제가 있다는 점을 종합해 보면, 특허발명의 공동 출원인이 특허거절결정에 대한 취소심판청구에서 패소한 경우 제기하는 심결취소소송은 심판청구인인 공동 출원인 전원이 공동으로 제기하여야 하는 고유필수적 공동소송이라고 할 수 없으므로, 특허거절결정에 대한 심판에서 패소한 원고는 단독으로 심결의 취소를 구하는 소송을 제기할 수 있다.<br/>[2] 특허청 심사관이 甲 주식회사와 乙이 공동으로 출원한 명칭이 “납석을 이용한 운동장 포장재”인 출원발명에 대해 출원발명의 진보성이 부정된다는 등의 이유로 거절결정을 하였고, 甲 회사와 乙이 거절결정에 대한 불복심판을 청구하였으나 특허심판원이 기각하는 심결을 하자 甲 회사가 단독으로 심결취소소송을 제기한 사안에서, 甲 회사가 단독으로 심결취소소송을 제기할 수 있으나 청구항 제1항 출원발명의 진보성이 부정되어 출원발명 전부에 대하여 특허를 받을 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제33조, 제44조, 제139조 제3항 / [2] 특허법 제29조 제2항, 제33조, 제44조, 제139조 제3항<br/>",
  "참조판례": ""
}