{
  "판례일련번호": "184531",
  "사건명": "건축허가신청반려처분취소",
  "사건번호": "2016두55490",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 국토의 계획 및 이용에 관한 법률이 정한 용도지역 안에서의 건축허가 요건에 해당하는지 여부가 행정청의 재량판단의 영역에 속하는지 여부(적극) 및 그에 대한 사법심사의 대상과 판단 기준<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있는 개발행위에 대한 행정청의 허가와 관련하여 재량권의 일탈·남용 여부를 심사하는 방법 / 그 심사 및 판단에서 고려해야 할 사항 / 이때 행정청의 당초 예측이나 평가와 일부 다른 내용의 감정의견이 제시되었다는 사정만으로 행정청의 판단을 위법하다고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제56조 제1항 제1호, 제2호, 제58조 제1항 제4호, 제3항, 국토의 계획 및 이용에 관한 법률 시행령 제56조 제1항 [별표 1의2] ‘개발행위허가기준’ 제1호 (라)목 (2)를 종합하면, 국토계획법이 정한 용도지역 안에서의 건축허가는 건축법 제11조 제1항에 의한 건축허가와 국토계획법 제56조 제1항의 개발행위허가의 성질을 아울러 갖는데, 개발행위허가는 허가기준 및 금지요건이 불확정개념으로 규정된 부분이 많아 그 요건에 해당하는지 여부는 행정청의 재량판단의 영역에 속한다. 그러므로 그에 대한 사법심사는 행정청의 공익판단에 관한 재량의 여지를 감안하여 원칙적으로 재량권의 일탈이나 남용이 있는지 여부만을 대상으로 하고, 사실오인과 비례·평등의 원칙 위반 여부 등이 그 판단 기준이 된다.<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있는 개발행위에 대한 행정청의 허가와 관련하여 재량권의 일탈·남용 여부를 심사할 때에는, 해당지역 주민들의 토지이용실태와 생활환경 등 구체적 지역 상황과 상반되는 이익을 가진 이해관계자들 사이의 권익 균형 및 환경권의 보호에 관한 각종 규정의 입법 취지 등을 종합하여 신중하게 판단하여야 한다. 그러므로 그 심사 및 판단에는, 우리 헌법이 “모든 국민은 건강하고 쾌적한 환경에서 생활할 권리를 가지며, 국가와 국민은 환경보전을 위하여 노력하여야 한다.”라고 규정하여(제35조 제1항) 환경권을 헌법상 기본권으로 명시함과 동시에 국가와 국민에게 환경보전을 위하여 노력할 의무를 부과하고 있는 점, 환경정책기본법은 환경권에 관한 헌법이념에 근거하여, 환경보전을 위하여 노력하여야 할 국민의 권리·의무와 국가 및 지방자치단체, 사업자의 책무를 구체적으로 정하는 한편(제1조, 제4조, 제5조, 제6조), 국가·지방자치단체·사업자 및 국민은 환경을 이용하는 모든 행위를 할 때에는 환경보전을 우선적으로 고려하여야 한다고 규정하고 있는 점(제2조), ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 내용이 현저히 합리성을 결여하였다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중될 필요가 있는 점 등을 함께 고려하여야 한다. 이 경우 행정청의 당초 예측이나 평가와 일부 다른 내용의 감정의견이 제시되었다는 등의 사정만으로 쉽게 행정청의 판단이 위법하다고 단정할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제1호, 제2호, 제58조 제1항 제4호, 제3항, 국토의 계획 및 이용에 관한 법률 시행령 제56조 제1항 [별표 1의2] / [2] 헌법 제35조 제1항, 환경정책기본법 제1조, 제2조, 제4조, 제5조, 제6조, 국토의 계획 및 이용에 관한 법률 제56조 제1항, 제58조 제1항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2005. 7. 14. 선고 2004두6181 판결(공2005하, 1353), 대법원 2012. 12. 13. 선고 2011두29205 판결<br/>"
}