{
  "판례일련번호": "184514",
  "사건명": "등록무효(상)",
  "사건번호": "2014후1327",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170316",
  "판시사항": "[1] 구 상표법 제7조 제1항 제8호의 입법 취지 및 위 규정이 정하는 기간의 기산일(=상표권 소멸로 종전 상표권자 등이 종전 상표를 독점적으로 사용할 수 없게 되는 날) / 상표권에 관하여 등록취소심결이 확정되고 그 후 추가로 등록무효심결도 확정된 경우, 위 규정이 정하는 ‘상표권이 소멸한 날’(=등록취소심결 확정일)<br/>[2] 선등록상표 2 “”, 선등록상표 3 “”에 대해 2009. 1. 29. 등록취소심결이 확정되고 2009. 8. 1. 등록무효심결이 확정되었는데 그 사이 등록상표 “”가 2009. 6. 1. 출원되었는데, 甲이 등록상표의 상표권자인 乙 주식회사를 상대로 등록상표가 구 상표법 제7조 제1항 제8호에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표 출원 당시 선등록상표 2, 3은 상표권이 소멸한 날부터 1년이 경과하지 아니한 타인의 등록상표에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것, 이하 같다) 제7조 제1항 제8호는 “상표권이 소멸한 날(상표등록을 무효로 한다는 심결이 있은 경우에는 심결확정일을 말한다)부터 1년을 경과하지 아니한 타인의 등록상표(지리적 표시 등록단체표장을 제외한다)와 동일 또는 유사한 상표로서 그 지정상품과 동일 또는 유사한 상품에 사용하는 상표”는 상표등록을 받을 수 없다고 규정하고 있다. 이 규정은 어떠한 상표권이 소멸하더라도 그로부터 1년 정도는 종전 상표권자 또는 정당한 사용권자(이하 ‘종전 상표권자 등’이라고 한다)가 자기 상품의 출처표시로 등록상표를 사용함으로써 수요자 사이에 남아 있게 된 그 상표에 관한 기억과 신용으로부터 기인한 상품출처의 혼동을 방지하고자 하는 데에 주된 취지가 있다.<br/>  이렇듯 상표권 소멸로 종전 상표권자 등의 독점적인 상표 사용권능이 사라진 후 1년의 공백을 두고자 한 입법 취지를 고려하면, 이 규정이 정하는 기간의 기산일은 상표권이 소멸함으로써 종전 상표권자 등이 더 이상 종전 상표를 독점적으로 사용할 수 없게 되는 날로 봄이 타당하다.<br/>  따라서 어떠한 상표권에 관하여 등록취소심결이 확정되고 그 후 추가로 등록무효심결도 확정된 경우 이미 등록취소심결 확정일부터 종전 상표권자 등이 더 이상 종전 상표를 독점적으로 사용할 수 없게 되는 이상, 구 상표법 제7조 제1항 제8호가 정하는 기간의 기산일인 ‘상표권이 소멸한 날’은 등록취소심결의 확정일로 보아야 한다.<br/>[2] 선등록상표 2 “”, 선등록상표 3 “”에 대해 2009. 1. 29. 등록취소심결이 확정되고 2009. 8. 1. 등록무효심결이 확정되었는데 그 사이 등록상표 “”가 2009. 6. 1. 출원되어 등록되자, 甲이 등록상표의 상표권자인 乙 주식회사를 상대로 등록상표가 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제8호에 해당한다는 이유로 등록무효심판을 청구한 사안에서, 등록상표가 위 등록취소심결 확정일부터 1년 이내인 2009. 6. 1. 출원되었으므로, 등록상표의 출원 당시 선등록상표 2, 3은 상표권이 소멸한 날부터 1년이 경과하지 아니한 타인의 등록상표에 해당하여 등록상표 중 선등록상표 2, 3의 지정상품과 동일·유사한 지정상품 부분에 관하여 구 상표법 제7조 제1항 제8호에 해당되어 무효라고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제8호 / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제7조 제1항 제8호<br/>",
  "참조판례": "[1] 대법원 2012. 10. 25. 선고 2012후2470 판결(공2012하, 1975)<br/>"
}