{
  "판례일련번호": "184530",
  "사건명": "재산세등부과처분취소",
  "사건번호": "2016두58406",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 구 지방세법 시행령 제103조 제1항에서 정한 ‘건축 중인 건축물’의 의미(=과세기준일 현재 건축공사에 착수하여 건축을 하고 있는 건축물) / 터파기 등 건물을 신축하기 위한 공사에 착수한 경우보다 앞서 건물의 신축에 필수적으로 전제되는 작업을 하여 신축공사를 실질적으로 실행한 것으로 볼 수 있는 경우, 이미 공사에 착수한 것으로 보는지 여부(적극)<br/>[2] 甲 주식회사가 건축물 신축사업을 시행하면서 자신의 토지에 재산세 과세기준일 전까지 흙막이 작업을 위하여 철제 가이드빔을 설치하는 규준틀 작업 등을 하였는데, 관할 관청이 甲 회사 토지를 별도합산과세대상으로 구분하였다가 과세기준일 당시 터파기 등 실질적인 공사에 착공하지 않았다며 다시 종합합산과세대상으로 구분하여 재산세 등을 경정·고지한 사안에서, 규준틀 설치 작업시점에 이미 건축물 신축공사를 시작하였다고 할 수 있으므로 공사에 착수한 것으로 보아야 한다고 한 사례<br/>",
  "판결요지": "[1] 토지에 대한 재산세 과세대상은 종합합산과세대상, 별도합산과세대상과 분리과세대상으로 구분되고(2014. 1. 1. 법률 제12153호로 개정되기 전의 지방세법 제106조 제1항), 일정한 건축물의 부속토지는 별도합산과세대상으로서 종합합산과세대상보다 낮은 세율이 적용된다[위 지방세법 제106조 제1항 제2호 (가)목, 제111조 제1항 제1호 (나)목, 제113조 제1항 제2호]. 그리고 지방세법의 위임에 따라 제정된 지방세법 시행령은 재산세의 별도합산대상이 되는 건축물의 부속토지에 완공된 건축물뿐만 아니라 ‘건축 중인 건축물’의 부속토지도 포함하되, 과세기준일 현재 정당한 사유 없이 6개월 이상 공사가 중단된 건축물을 제외하고 있다(2013. 3. 23. 대통령령 제24425호로 개정되기 전의 지방세법 시행령 제101조 제1항 제2호, 제103조 제1항. 그 후 법령의 개정이 있었으나, 이 점은 현행 법령에서도 마찬가지이다).<br/>  여기에서 건축 중인 건축물이라 함은 과세기준일 현재 건축공사에 착수하여 건축을 하고 있는 건축물을 말한다. 착공에 필요한 단순한 준비작업을 하고 있는 데 지나지 않은 경우는 건축 중이라고 할 수 없지만, 터파기나 구조물 공사와 같이 건물을 신축하기 위한 공사에 착수한 경우는 물론 그보다 앞서 건물의 신축에 필수적으로 전제되는 작업을 하는 경우에도 건물의 신축공사를 실질적으로 실행한 것으로 볼 수 있다면 그 시점에 이미 공사에 착수한 것으로 보아야 한다.<br/>[2] 甲 주식회사가 건축물 신축사업을 시행하면서 자신의 토지에 재산세 과세기준일 전까지 흙막이 작업을 위하여 철제 가이드빔을 설치하는 규준틀 작업 등을 하였는데, 관할 관청이 甲 회사 토지를 별도합산과세대상으로 구분하여 재산세 등 부과처분을 하였다가 재산세 과세기준일 당시 터파기 등 실질적인 공사에 착공하지 않았다며 다시 종합합산과세대상으로 구분하여 재산세 등을 경정·고지한 사안에서, 흙막이 작업의 필수적 전제가 되는 규준틀 설치 작업이 재산세 과세기준일 이전에 개시되었고, 이를 기초로 통상적인 일정에 따라 흙막이 작업, 터파기, 구조물 공사 등을 거쳐 건축물이 완공되었는데 규준틀은 건물의 위치와 높이, 땅파기의 너비와 깊이 등을 건축 현장에 표시하기 위한 것으로서 이를 토대로 흙막이 작업 등이 공정에 따라 순차로 이루어지며, 규준틀 작업에 따라 설치된 철제 가이드빔은 재료의 크기와 상태에 비추어 쉽게 이동이나 분리를 할 수 없어 단순한 가설물과는 다르고, 위 작업 이후 약 2개월 내에 정상적으로 흙막이 작업이 이루어진 점들을 고려하면, 규준틀 설치 작업시점에 이미 건축물 신축공사를 시작하였다고 할 수 있으므로 그때부터 건축물에 관한 굴착이나 축조 등의 공사에 착수한 것으로 보아야 하는데도 이와 달리 본 원심판결에 법리 오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제106조 제1항 제2호 (가)목, 제111조 제1항 제1호 (나)목, 제113조 제1항 제2호, 구 지방세법 시행령(2013. 3. 23. 대통령령 제24425호로 개정되기 전의 것) 제101조 제1항 제2호, 제103조 제1항 / [2] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제106조 제1항 제2호 (가)목, 제111조 제1항 제1호 (나)목, 제113조 제1항 제2호, 구 지방세법 시행령(2013. 3. 23. 대통령령 제24425호로 개정되기 전의 것) 제101조 제1항 제2호, 제103조 제1항<br/>",
  "참조판례": "[1] 대법원 1995. 9. 26. 선고 95누7857 판결(공1995하, 3554)<br/>"
}