{
  "판례일련번호": "184526",
  "사건명": "뇌물수수(피고인1에대하여일부인정된죄명:제3자뇌물수수,피고인2에대하여인정된죄명:제3자뇌물수수방조)·제3자뇌물수수·직권남용권리행사방해·범죄수익은닉의규제및처벌등에관한법률위반(인정된죄명:범죄수익은닉의규제및처벌등에관한법률위반)·직무유기",
  "사건번호": "2016도19659",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 제3자뇌물수수죄에서 필요한 공소사실의 특정 정도<br/>[2] 제3자뇌물수수죄에서 ‘제3자’의 의미 / 공무원 또는 중재인이 부정한 청탁을 받고 제3자에게 뇌물을 제공하게 하고 제3자가 그러한 공무원 또는 중재인의 범죄행위를 알면서 방조한 경우, 제3자뇌물수수방조죄가 성립하는지 여부(적극)<br/>[3] 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제2조 제2호 ‘(가)목의 범죄수익’의 범위<br/>[4] 공무원이 직무관련자에게 제3자와 계약을 체결하도록 요구하여 계약 체결을 하게 한 행위가 제3자뇌물수수죄의 구성요건과 직권남용권리행사방해죄의 구성요건에 모두 해당하는 경우, 제3자뇌물수수죄와 직권남용권리행사방해죄가 각각 성립하는지 여부(적극) 및 두 죄의 죄수관계(=상상적 경합범)<br/>",
  "판결요지": "[1] 제3자뇌물수수죄는 공무원 또는 중재인이 직무에 관하여 부정한 청탁을 받고 제3자에게 뇌물을 공여하게 하는 행위를 구성요건으로 하고 있고, 그중 부정한 청탁은 명시적인 의사표시뿐만 아니라 묵시적인 의사표시로도 가능하며 청탁의 대상인 직무행위의 내용도 구체적일 필요가 없다. 이러한 점에 비추어 살펴보면, 제3자뇌물수수죄의 공소사실은 범죄의 일시, 장소를 비롯하여 구성요건사실이 다른 사실과 구별되어 공소사실의 동일성의 범위를 구분할 수 있고, 피고인의 방어권 행사에 지장이 없는 정도로 기재되면 특정이 되었다고 보아야 하고, 그중 부정한 청탁의 내용은 구체적으로 기재되어 있지 않더라도 공무원 또는 중재인의 직무와 제3자에게 제공되는 이익 사이의 대가관계를 인정할 수 있을 정도로 특정되면 충분하다.<br/>[2] 제3자뇌물수수죄에서 제3자란 행위자와 공동정범 이외의 사람을 말하고, 교사자나 방조자도 포함될 수 있다. 그러므로 공무원 또는 중재인이 부정한 청탁을 받고 제3자에게 뇌물을 제공하게 하고 제3자가 그러한 공무원 또는 중재인의 범죄행위를 알면서 방조한 경우에는 그에 대한 별도의 처벌규정이 없더라도 방조범에 관한 형법총칙의 규정이 적용되어 제3자뇌물수수방조죄가 인정될 수 있다.<br/>[3] 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘법’이라고 한다) 제2조 제2호, 제3호, 제4호, 제3조 제1항 제1호의 내용, 특히 법 제2조 제2호의 ‘범죄수익’을 두 가지로 나누어 규정하면서 (가)목은 그 법 [별표]에서 정한 중대범죄의 범죄행위에 의하여 ‘생긴 재산’ 또는 범죄행위의 ‘보수로 얻은 재산’이라고 한 반면 (나)목에서는 거기 열거된 죄에 ‘관계된 자금 또는 재산’이라고 하고 있는 점, 법 제2조 제3호에서는 제2조 제2호의 ‘범죄수익’ 개념을 전제로 하여 그러한 범죄수익의 ‘대가로 얻은 재산’이나 범죄수익의 ‘보유에 의하여 얻은 재산’ 등은 ‘범죄수익에서 유래한 재산’으로 규정하여 ‘범죄수익’과는 구별하고 있는 점 등을 종합하여 보면, 위 ‘(가)목의 범죄수익’에는 중대범죄의 범죄행위에 의하여 새로 만들어지거나 그 범죄행위로 직접 취득한 재산 또는 범죄행위에 대한 직접적 대가로서 취득한 재산은 포함되지만, 단순히 그 범죄행위와 관계된 재산이나 범죄수익을 보유하거나 처분하여 2차적으로 얻은 재산은 포함되지 않는다.<br/>[4] 공무원이 직무관련자에게 제3자와 계약을 체결하도록 요구하여 계약 체결을 하게 한 행위가 제3자뇌물수수죄의 구성요건과 직권남용권리행사방해죄의 구성요건에 모두 해당하는 경우에는, 제3자뇌물수수죄와 직권남용권리행사방해죄가 각각 성립하되, 이는 사회 관념상 하나의 행위가 수 개의 죄에 해당하는 경우이므로 두 죄는 형법 제40조의 상상적 경합관계에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제130조, 형사소송법 제254조 제4항 / [2] 형법 제32조, 제130조 / [3] 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제2조 제2호, 제3호, 제4호, 제3조 제1항 제1호 / [4] 형법 제40조, 제123조, 제130조<br/>",
  "참조판례": "[1] 대법원 1999. 6. 25. 선고 99도1900 판결(공1999하, 1560), 대법원 2007. 1. 26. 선고 2004도1632 판결(공2007상, 410) / [3] 대법원 2004. 12. 10. 선고 2004도5652 판결(공2005상, 157)<br/>"
}