{
  "판례일련번호": "184512",
  "사건명": "부가가치세및종합소득세부과처분취소(조사행위가 '현지확인' 절차에 따른 것이더라도 재조사가 금지되는 세무조사에 해당된다고 본 사건)",
  "사건번호": "2014두8360",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170316",
  "판시사항": "[1] 세무공무원의 조사행위가 실질적으로 납세자 등으로 하여금 질문에 대답하고 검사를 수인하도록 함으로써 납세자의 영업의 자유 등에 영향을 미치는 경우, ‘현지확인’의 절차에 따른 것이더라도 구 국세기본법 제81조의4 제2항에 따라 재조사가 금지되는 ‘세무조사’에 해당하는지 여부(적극) / 납세자 등이 대답하거나 수인할 의무가 없고 납세자의 영업의 자유 등을 침해하거나 세무조사권이 남용될 염려가 없는 조사행위까지 재조사가 금지되는 ‘세무조사’에 해당하는지 여부(소극)<br/>[2] 세무공무원의 조사행위가 구 국세기본법 제81조의4 제2항에 따라 재조사가 금지되는 ‘세무조사’에 해당하는지를 판단하는 기준 / 조사행위가 실질적으로 과세표준과 세액을 결정 또는 경정하기 위한 것으로서 납세자 등의 사무실 등에서 납세자 등을 직접 접촉하여 상당한 시일에 걸쳐 질문하거나 일정한 기간 동안의 장부 등을 검사·조사하는 경우, 재조사가 금지되는 ‘세무조사’로 보는지 여부(원칙적 적극)<br/>[3] 국세청 소속 세무공무원이 옥제품 도매업체를 운영하면서 제품을 판매하는 甲이 현금매출 누락 등의 수법으로 세금을 탈루한다는 제보를 받고 먼저 현장조사를 하고 그 결과 甲이 부가가치세에 관한 매출을 누락하였다고 보아 세무조사를 한 후 부가가치세 부과처분을 한 사안에서, 첫 번째 조사가 실질적으로 포괄적 질문조사권을 행사하고 과세자료를 획득하는 것이어서 재조사가 금지되는 ‘세무조사’이므로, 두 번째 조사는 구 국세기본법 제81조의4 제2항에 따라 금지되는 재조사이어서 그에 기초한 처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 세무조사는 국가의 과세권을 실현하기 위한 행정조사의 일종으로서 국세의 과세표준과 세액을 결정 또는 경정하기 위하여 질문을 하고 장부·서류 그 밖의 물건을 검사·조사하거나 그 제출을 명하는 일체의 행위를 말하며, 부과처분을 위한 과세관청의 질문조사권이 행하여지는 세무조사의 경우 납세자 또는 그 납세자와 거래가 있다고 인정되는 자 등(이하 ‘납세자 등’이라 한다)은 세무공무원의 과세자료 수집을 위한 질문에 대답하고 검사를 수인하여야 할 법적 의무를 부담한다. 한편 같은 세목 및 과세기간에 대한 거듭된 세무조사는 납세자의 영업의 자유나 법적 안정성 등을 심각하게 침해할 뿐만 아니라 세무조사권의 남용으로 이어질 우려가 있으므로 조세공평의 원칙에 현저히 반하는 예외적인 경우를 제외하고는 금지될 필요가 있다.<br/>  이러한 세무조사의 성질과 효과, 중복세무조사를 금지하는 취지 등에 비추어 볼 때, 세무공무원의 조사행위가 실질적으로 납세자 등으로 하여금 질문에 대답하고 검사를 수인하도록 함으로써 납세자의 영업의 자유 등에 영향을 미치는 경우에는 국세청 훈령인 구 조사사무처리규정(2010. 3. 30. 국세청 훈령 제1838호로 개정되기 전의 것)에서 정한 ‘현지확인’의 절차에 따른 것이라고 하더라도 그것은 재조사가 금지되는 ‘세무조사’에 해당한다고 보아야 한다. 그러나 과세자료의 수집 또는 신고내용의 정확성 검증 등을 위한 과세관청의 모든 조사행위가 재조사가 금지되는 세무조사에 해당한다고 볼 경우에는 과세관청으로서는 단순한 사실관계의 확인만으로 충분한 사안에서 언제나 정식의 세무조사에 착수할 수밖에 없고 납세자 등으로서도 불필요하게 정식의 세무조사에 응하여야 하므로, 납세자 등이 대답하거나 수인할 의무가 없고 납세자의 영업의 자유 등을 침해하거나 세무조사권이 남용될 염려가 없는 조사행위까지 재조사가 금지되는 ‘세무조사’에 해당한다고 볼 것은 아니다.<br/>[2] 세무공무원의 조사행위가 재조사가 금지되는 ‘세무조사’에 해당하는지 여부는 조사의 목적과 실시경위, 질문조사의 대상과 방법 및 내용, 조사를 통하여 획득한 자료, 조사행위의 규모와 기간 등을 종합적으로 고려하여 구체적 사안에서 개별적으로 판단할 수밖에 없을 것인데, 세무공무원의 조사행위가 사업장의 현황 확인, 기장 여부의 단순 확인, 특정한 매출사실의 확인, 행정민원서류의 발급을 통한 확인, 납세자 등이 자발적으로 제출한 자료의 수령 등과 같이 단순한 사실관계의 확인이나 통상적으로 이에 수반되는 간단한 질문조사에 그치는 것이어서 납세자 등으로서도 손쉽게 응답할 수 있을 것으로 기대되거나 납세자의 영업의 자유 등에도 큰 영향이 없는 경우에는 원칙적으로 재조사가 금지되는 ‘세무조사’로 보기 어렵지만, 조사행위가 실질적으로 과세표준과 세액을 결정 또는 경정하기 위한 것으로서 납세자 등의 사무실·사업장·공장 또는 주소지 등에서 납세자 등을 직접 접촉하여 상당한 시일에 걸쳐 질문하거나 일정한 기간 동안의 장부·서류·물건 등을 검사·조사하는 경우에는 특별한 사정이 없는 한 재조사가 금지되는 ‘세무조사’로 보아야 할 것이다.<br/>[3] 국세청 소속 세무공무원이 옥제품 도매업체를 운영하면서 제품을 판매하는 甲이 현금매출 누락 등의 수법으로 세금을 탈루한다는 제보를 받고 먼저 현장조사(이하 ‘제1차 조사’라 한다)를 하고 그 결과 甲이 부가가치세에 관한 매출을 누락하였다고 보아 세무조사(이하 ‘제2차 조사’라 한다)를 한 후 부가가치세 부과처분을 한 사안에서, 세무공무원이 국세청 훈령인 구 조사사무처리규정(2010. 3. 30. 국세청 훈령 제1838호로 개정되기 전의 것)에서 정한 ‘현지확인’의 절차에 따라 제1차 조사를 하였다고 하더라도, 그것은 실질적으로 甲의 총 매출누락 금액을 확인하기 위하여 甲의 사업장에서 甲이나 직원들을 직접 접촉하여 9일간에 걸쳐 매출사실에 대하여 포괄적으로 질문조사권을 행사하고 과세자료를 획득하는 것이어서 재조사가 금지되는 ‘세무조사’로 보아야 하므로, 제2차 조사는 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제81조의4 제2항에 따라 금지되는 재조사에 해당하므로 그에 기초하여 이루어진 처분이 위법한데도 이와 달리 제1차 조사는 ‘현지확인’에 해당할 뿐이고 제2차 조사는 현지확인 결과를 토대로 한 최초의 세무조사로 보아야 한다는 이유로 처분이 적법하다고 본 원심판결에 법리 오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제81조의4 제2항 / [2] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제81조의4 제2항 / [3] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제81조의4 제2항<br/>",
  "참조판례": ""
}