{
  "판례일련번호": "184529",
  "사건명": "손해배상(기)",
  "사건번호": "2015다238963",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 제5항에서 정한 ‘환매권은 부동산등기법이 정하는 바에 의하여 공익사업에 필요한 토지의 협의취득 또는 수용의 등기가 된 때에는 제3자에게 대항할 수 있다’의 의미<br/>[2] 甲 지방자치단체가 도로사업 부지를 취득하기 위하여 乙 등으로부터 토지를 협의취득하여 소유권이전등기를 마쳤는데, 위 토지가 택지개발예정지구에 포함되자 이를 택지개발사업 시행자인 丙 공사에 무상으로 양도하였고, 그 후 택지개발예정지구 변경지정과 개발계획 변경승인 및 실시계획 승인이 고시되어 위 토지가 택지개발사업의 공동주택용지 등으로 사용된 사안에서, 택지개발사업의 개발계획 변경승인 및 실시계획 승인이 고시됨으로써 토지가 도로사업에 필요 없게 되어 乙 등에게 환매권이 발생하였고, 乙 등은 환매권이 발생한 때부터 제척기간 도과로 소멸할 때까지 사이에 언제라도 환매권을 행사하고, 이로써 제3자에게 대항할 수 있다고 한 사례<br/>[3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 원소유자 등의 환매권 상실로 인한 손해배상액을 산정하는 방법<br/>",
  "판결요지": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제91조 제5항은 ‘환매권은 부동산등기법이 정하는 바에 의하여 공익사업에 필요한 토지의 협의취득 또는 수용의 등기가 된 때에는 제3자에게 대항할 수 있다’고 정하고 있다. 이는 협의취득 또는 수용의 목적물이 제3자에게 이전되더라도 협의취득 또는 수용의 등기가 되어 있으면 환매권자의 지위가 그대로 유지되어 환매권자는 환매권을 행사할 수 있고, 제3자에 대해서도 이를 주장할 수 있다는 의미이다.<br/>[2] 甲 지방자치단체가 도로사업 부지를 취득하기 위하여 乙 등으로부터 토지를 협의취득하여 소유권이전등기를 마쳤는데, 위 토지가 택지개발예정지구에 포함되자 이를 택지개발사업 시행자인 丙 공사에 무상으로 양도하였고, 그 후 택지개발예정지구 변경지정과 개발계획 변경승인 및 실시계획 승인이 고시되어 위 토지가 택지개발사업의 공동주택용지 등으로 사용된 사안에서, 택지개발사업의 개발계획 변경승인 및 실시계획 승인이 고시됨으로써 토지가 도로사업에 더 이상 필요 없게 되어 협의취득일 당시 토지소유자였던 乙 등에게 환매권이 발생하였고, 그 후 택지개발사업에 토지가 필요하게 된 사정은 환매권의 성립이나 소멸에 아무런 영향을 미치지 않으며, 위 토지에 관하여 甲 지방자치단체 앞으로 공공용지 협의취득을 원인으로 한 소유권이전등기가 마쳐졌으므로, 乙 등은 환매권이 발생한 때부터 제척기간 도과로 소멸할 때까지 사이에 언제라도 환매권을 행사하고, 이로써 제3자에게 대항할 수 있다고 한 사례.<br/>[3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것, 이하 ‘토지보상법’이라 한다)상 원소유자 등의 환매권 상실로 인한 손해배상액은 환매권 상실 당시를 기준으로 한 목적물의 시가에서 환매권자가 환매권을 행사하였을 경우 반환하여야 할 환매가격을 공제한 금원이다. 환매권 상실 당시 환매목적물의 감정평가금액이 토지보상법 제91조 제1항에 정해진 ‘지급한 보상금'에 그때까지 사업과 관계없는 인근 유사토지의 지가변동률을 곱한 금액보다 적거나 같을 때에는 감정평가금액에서 ‘지급한 보상금'을 공제하는 방법으로 계산하면 되지만, 이를 초과할 때에는 [환매권 상실 당시의 감정평가금액 - (환매권 상실 당시의 감정평가금액 - 지급한 보상금 × 지가상승률)]로 산정한 금액, 즉 ‘지급한 보상금'에 당시의 인근 유사토지의 지가상승률을 곱한 금액이 손해로 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제91조 제5항 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제91조 제1항, 제5항 / [3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2007. 10. 17. 법률 제8665호로 개정되기 전의 것) 제91조 제1항, 민법 제393조, 제750조, 제763조<br/>",
  "참조판례": "[3] 대법원 2000. 11. 14. 선고 99다45864 판결(공2001상, 24)<br/>"
}