{
  "판례일련번호": "184513",
  "사건명": "종합소득세부과처분취소",
  "사건번호": "2015두55295",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170316",
  "판시사항": "[1] 구 국제조세조정에 관한 법률 제17조 제1항에서 정한 특정외국법인의 배당 가능한 유보소득을 계산하는 경우, 거주지국에서 일반적으로 인정되는 회계원칙을 적용하여 산출한 처분 전 이익잉여금을 기초로 하는지 여부(원칙적 적극) 및 예외적으로 우리나라의 기업회계기준을 적용하여 처분 전 이익잉여금을 계산할 수 있는 경우, 특정외국법인의 거주지국에서 일반적으로 인정되는 회계원칙이 우리나라의 기업회계기준과 현저히 다르다는 점에 대한 증명책임의 소재(=주장자)<br/>[2] 과세관청이 조세피난처인 버진아일랜드에 소재한 甲 외국법인에 지분 100%를 출자한 1인 주주인 乙에게 甲 법인이 작성한 재무제표에 기재된 처분 전 이익잉여금 등을 기초로 산정한 금액을 구 국제조세조정에 관한 법률 제17조 제1항에 따른 배당 가능한 유보소득으로 보고 종합소득세 부과처분을 한 사안에서, 甲 법인의 거주지국에서 일반적으로 인정되는 회계원칙에 따라 작성된 것으로 보이는 재무제표를 기초로 배당 가능한 유보소득을 계산하여야 하는데도, 우리나라의 기업회계기준 등을 적용하여 배당 가능한 유보소득이 계산되어야 한다는 전제에서 처분이 위법하다고 본 원심판결에 법리 오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것) 제17조 제1항, 제4항, 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것) 제31조 제1항의 문언과 체계에 따르면, 특정외국법인의 배당 가능한 유보소득은 원칙적으로 거주지국에서 일반적으로 인정되는 회계원칙을 적용하여 산출한 처분 전 이익잉여금을 기초로 계산하여야 하고, 특정외국법인의 거주지국에서 일반적으로 인정되는 회계원칙이 우리나라의 기업회계기준과 현저히 다른 경우에 한하여 우리나라의 기업회계기준을 적용하여 계산할 수 있다. 이 경우 특정외국법인의 거주지국에서 일반적으로 인정되는 회계원칙이 우리나라의 기업회계기준과 현저히 다르다는 점은 이를 주장하는 자가 증명할 책임을 진다.<br/>[2] 과세관청이 조세피난처인 버진아일랜드에 소재한 甲 외국법인에 지분 100%를 출자한 1인 주주인 乙에게 甲 법인이 작성한 재무제표에 기재된 처분 전 이익잉여금 등을 기초로 산정한 금액을 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것) 제17조 제1항에 따른 甲 법인의 배당 가능한 유보소득으로 보고 종합소득세 부과처분을 한 사안에서, 위 재무제표가 甲 법인의 거주지국에서 재무제표 작성 시 일반적으로 인정되는 회계원칙에 따라 작성되었고, 재무제표 작성 당시 적용된 회계원칙이 우리나라의 기업회계기준과 현저히 다르다는 점이 증명된 바도 없으므로, 특별한 사정이 없는 한 甲 법인의 거주지국에서 일반적으로 인정되는 회계원칙에 따라 작성된 것으로 보이는 재무제표에 기재된 처분 전 이익잉여금을 기초로 甲 법인의 배당 가능한 유보소득을 계산하여야 하는데도, 우리나라의 기업회계기준 등을 적용하여 계산한 처분 전 이익잉여금을 기초로 배당 가능한 유보소득이 계산되어야 한다고 잘못 전제한 다음, 재무제표에 기재된 처분 전 이익잉여금에 상응하는 소득이 甲 법인의 해당 사업연도에 아직 발생하지 아니하였다는 이유로 처분이 위법하다고 본 원심판결에 법리 오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것) 제17조 제1항, 제4항, 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것) 제31조 제1항 / [2] 구 국제조세조정에 관한 법률(2010. 1. 1. 법률 제9914호로 개정되기 전의 것) 제17조 제1항, 제4항, 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것) 제31조 제1항<br/>",
  "참조판례": ""
}