{
  "판례일련번호": "184537",
  "사건명": "난민인정불허결정처분취소",
  "사건번호": "2013두16333",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170315",
  "판시사항": "[1] 구 출입국관리법 제76조의3 제1항 제3호에서 말하는 ‘난민의 인정을 하게 된 중요한 요소’에 난민 신청인의 거짓 진술 등의 내용이 그 주장의 박해 사실과 직접 관련되지 않지만 전체적인 진술의 신빙성을 평가하는 데 중요한 요소와 관련된 경우가 포함되는지 여부(적극)<br/>[2] 난민 신청인이 난민 신청과 심사과정에서 인적사항에 관하여 한 거짓 진술로 난민 신청인의 전체적인 진술의 신빙성이 부정되어 난민인정 요건을 갖추지 못하였다고 인정되는 경우, 구 출입국관리법 제76조의3 제1항 제3호에서 정한 난민인정의 취소사유가 되는지 여부(적극)<br/>[3] 법무부장관이 난민인정 결정의 취소 여부를 결정할 재량이 있는지 여부(적극) 및 재량의 한계 / 구 출입국관리법 제76조의3 제1항 제3호에 따라 난민인정 결정을 취소하는 경우 당사자가 난민인정 결정에 관한 신뢰를 주장할 수 있는지 여부(소극) 및 행정청이 이를 고려하지 않은 경우 재량권을 일탈·남용한 것인지 여부(소극)<br/>",
  "판결요지": "[1] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의3 제1항 제3호에 의하면, 법무부장관은 난민으로 인정한 사람이 ‘난민의 인정을 하게 된 중요한 요소가 거짓된 서류제출 및 진술, 사실의 은폐 등에 의한 것으로 밝혀진 경우’에 해당하면 난민의 인정을 취소할 수 있도록 규정하고 있다. 이는 난민으로 인정받은 사람이 난민인정 당시 난민의 요건을 갖추지 못하였는데도, 난민인정의 기초가 된 중요 요소에 관하여 적극적으로 거짓 진술을 하거나 소극적으로 사실을 은폐하는 등의 행위를 하여, 그에 따라 난민인정을 받게 된 경우를 의미한다. 나아가 난민인정의 요건 중 ‘박해를 받을 충분한 근거 있는 공포’가 있는지는 반드시 객관적인 증거로 증명되어야 하는 것은 아니고, 입국 경로, 난민 신청 경위 등 여러 사정에 비추어 전체적인 진술의 신빙성에 의하여 주장사실을 인정하는 것이 합리적인 경우 증명이 된 것으로 볼 수 있다. 이러한 난민인정 결정의 특수성을 고려할 때, 위 규정에서 말하는 ‘난민의 인정을 하게 된 중요한 요소’에는 난민 신청인의 거짓 진술 등의 내용이 그 주장의 박해 사실과 직접 관련되지 않더라도 전체적인 진술의 신빙성을 평가하는 데 중요한 요소와 관련된 경우도 포함된다.<br/>[2] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의2 제4항의 위임에 따른 구 출입국관리법 시행령(2013. 6. 21. 대통령령 제24628호로 개정되기 전의 것) 제88조의2 제2항은 난민인정을 신청하려는 자는 난민인정 신청서 및 첨부 서류와 함께 여권 등을 제시하여야 하고, 여권을 제시할 수 없는 사람은 그 사유서를 제출하도록 규정하고 있다. 이는 행정청으로 하여금 여권 등에 기재된 인적사항 등을 기초로 난민 신청인의 동일성을 확인하고, 그에 따라 난민인정사유와 난민의 지위에 관한 협약 등이 정한 제외사유에 해당하는지를 판단할 수 있도록 하기 위한 것이다. 만일 난민 신청인이 난민 신청과 심사과정에서 성명, 생년월일 등 인적사항에 관하여 거짓 진술을 하였고 그와 같이 거짓 진술을 하게 된 경위에 관하여 합리적인 이유를 제시하지 못한다면, 이는 단순히 진술의 세부내용에 관한 불일치나 과장이 있는 것에 지나지 않는다고 보기 어렵고 난민 신청인의 전체적인 진술의 신빙성을 평가하는 데 중대한 영향을 미칠 수 있는 사정에 해당할 수 있다. 그러므로 인적사항 관련 거짓 진술의 내용과 경위 등을 고려할 때, 거짓 진술로 난민 신청인의 전체적인 진술의 신빙성이 부정되어 결국 난민인정 요건을 갖추지 못하였다고 인정된다면, 그러한 사정은 구 출입국관리법 제76조의3 제1항 제3호에서 정한 난민인정의 취소사유가 된다.<br/>[3] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의3 제1항 제3호의 문언·내용 등에 비추어 보면, 비록 그 규정에서 정한 사유가 있더라도, 법무부장관은 난민인정 결정을 취소할 공익상의 필요와 취소로 당사자가 입을 불이익 등 여러 사정을 참작하여 취소 여부를 결정할 수 있는 재량이 있다. 그러나 그 취소처분이 사회통념상 현저하게 타당성을 잃거나 비례·평등의 원칙을 위반하였다면 재량권을 일탈·남용한 것으로서 위법하다. 다만 구 출입국관리법 제76조의3 제1항 제3호는 거짓 진술이나 사실은폐 등으로 난민인정 결정을 하는 데 하자가 있음을 이유로 이를 취소하는 것이므로, 당사자는 애초 난민인정 결정에 관한 신뢰를 주장할 수 없음은 물론 행정청이 이를 고려하지 않았다고 하더라도 재량권을 일탈·남용하였다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의3 제1항 제3호(현행 난민법 제22조 제1항 참조) / [2] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의2 제4항, 제76조의3 제1항 제3호(현행 난민법 제22조 제1항 참조), 구 출입국관리법 시행령(2013. 6. 21. 대통령령 제24628호로 개정되기 전의 것) 제88조의2 제2항(현행 난민법 제5조 제2항 참조) / [3] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의3 제1항 제3호(현행 난민법 제22조 제1항 참조), 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2012. 4. 26. 선고 2010두27448 판결(공2012상, 876)<br/>"
}