{
  "판례일련번호": "184648",
  "사건명": "특정범죄가중처벌등에관한법률위반(뇌물)ㆍ뇌물수수ㆍ정치자금법위반ㆍ범죄수익은닉의규제및처벌등에관한법률위반ㆍ뇌물공여ㆍ증거위조교사ㆍ특정범죄가중처벌등에관한법률위반(뇌물)방조ㆍ변호사법위반ㆍ제3자뇌물취득ㆍ조세범처벌법위반",
  "사건번호": "2016도21536",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170322",
  "판시사항": "[1] 정치자금의 명목으로 정치자금법에 정한 절차에 따라 주고받은 금품이라도 뇌물성이 인정되는 경우 및 이때 금품 제공의 뇌물성을 판단할 때 고려할 사항<br/>[2] 공무원이 뇌물을 받는 데에 지출한 필요 경비 또는 뇌물을 받는 주체가 아닌 자가 수고비로 받은 부분이나 뇌물을 받기 위하여 형식적으로 체결된 용역계약에 따른 비용으로 사용된 부분이 뇌물의 가액과 추징액에서 공제할 항목에 해당하는지 여부(소극) / 피고인이 영득의 의사로 뇌물을 받은 것인지 판단하는 기준<br/>[3] 변호사법 제111조에서 규정하는 ‘공무원이 취급하는 사건 또는 사무에 관하여 청탁 또는 알선을 한다는 명목으로 금품·향응, 그 밖의 이익을 받는다’의 의미 / 공무원이 취급하는 사건 또는 사무에 관한 청탁 명목의 금품과 이와 무관한 행위에 대한 대가로서의 금품이 액수가 구분되지 않은 채 불가분적으로 결합되어 수수된 경우, 그 전부가 청탁 명목의 금품인지 여부(적극) / 금품의 수수가 여러 차례에 걸쳐 이루어졌고 각각의 행위별로 공무원이 취급하는 사건 또는 사무에 관한 청탁 명목의 대가성 유무를 달리 볼 여지가 있는 경우, 청탁 명목과 관련성이 있는지 판단하는 방법<br/>",
  "판결요지": "[1] 정치자금의 기부행위는 정치활동에 대한 재정적 지원행위이고, 뇌물은 공무원의 직무행위에 대한 위법한 대가로서, 양자는 별개의 개념이다. 정치자금의 명목으로 금품을 주고받았고 정치자금법에 정한 절차를 밟았다고 할지라도, 정치인의 정치활동 전반에 대한 지원의 성격을 갖는 것이 아니라 공무원인 정치인의 특정한 구체적 직무행위와 관련하여 금품 제공자에게 유리한 행위를 기대하거나 또는 그에 대한 사례로서 금품을 제공함으로써 정치인인 공무원의 직무행위에 대한 대가로서의 실체를 가진다면 뇌물성이 인정된다. 이때 금품 제공의 뇌물성을 판단할 때 상대방의 지위와 직무권한, 금품 제공자와 상대방의 종래 교제상황, 금품 제공자가 평소 기부를 하였는지와 기부의 시기·상대방·금액·빈도, 제공한 금품의 액수, 금품 제공의 동기와 경위 등을 종합적으로 고려하여야 한다.<br/>[2] 공무원이 뇌물을 받는 데에 필요한 경비를 지출한 경우 그 경비는 뇌물수수의 부수적 비용에 불과하여 뇌물의 가액과 추징액에서 공제할 항목에 해당하지 않는다. 뇌물을 받는 주체가 아닌 자가 수고비로 받은 부분이나 뇌물을 받기 위하여 형식적으로 체결된 용역계약에 따른 비용으로 사용된 부분은 뇌물수수의 부수적 비용에 지나지 않는다. 뇌물을 받는다는 것은 영득의 의사로 금품을 받는 것을 말하므로, 뇌물인지 모르고 받았다가 뇌물임을 알고 즉시 반환하거나 또는 증뢰자가 일방적으로 뇌물을 두고 가므로 나중에 기회를 보아 반환할 의사로 어쩔 수 없이 일시 보관하다가 반환하는 등 영득의 의사가 없었다고 인정되는 경우라면 뇌물을 받았다고 할 수 없다. 그러나 피고인이 먼저 뇌물을 요구하여 증뢰자로부터 돈을 받았다면 피고인에게는 받은 돈 전부에 대한 영득의 의사가 인정된다.<br/>[3] 변호사법 제111조에서 규정하고 있는 ‘공무원이 취급하는 사건 또는 사무에 관하여 청탁 또는 알선을 한다는 명목으로 금품·향응, 그 밖의 이익을 받는다’고 함은 공무원이 취급하는 사건 또는 사무에 관하여 공무원과 의뢰인 사이를 중개한다는 명목으로 금품을 받는 경우를 말한다. 공무원이 취급하는 사건 또는 사무에 관하여 청탁한다는 명목이라는 성격과 단순히 공무원이 취급하는 사건 또는 사무와 관련하여 노무나 편의를 제공한 대가라는 성격이 불가분적으로 결합되어 금품을 받은 경우에 그 전부가 불가분적으로 공무원이 취급하는 사건 또는 사무에 관하여 청탁한다는 명목으로 금품을 받았다고 보아야 한다. 이는 공무원이 취급하는 사건 또는 사무에 관한 청탁 명목의 금품과 이와 무관한 행위에 대한 대가로서의 금품이 액수가 구분되지 않은 채 불가분적으로 결합되어 수수된 경우에도 마찬가지이다.<br/>  다만 금품의 수수가 여러 차례에 걸쳐 이루어졌고 각각의 행위별로 공무원이 취급하는 사건 또는 사무에 관한 청탁 명목의 대가성 유무를 달리 볼 여지가 있는 경우에는 그 행위마다 청탁 명목과 관련성이 있는지를 가릴 필요가 있을 뿐이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제129조, 정치자금법 제45조 제1항 / [2] 형법 제129조, 제134조 / [3] 변호사법 제111조, 제116조<br/>",
  "참조판례": "[1] 대법원 2008. 6. 12. 선고 2006도8568 판결(공2008하, 1000) / [2] 대법원 1999. 10. 8. 선고 99도1638 판결(공1999하, 2366), 대법원 2007. 3. 29. 선고 2006도9182 판결(공2007상, 640), 대법원 2011. 11. 24. 선고 2011도9585 판결(공2012상, 92) / [3] 대법원 2005. 4. 29. 선고 2005도514 판결, 대법원 2005. 12. 22. 선고 2005도7771 판결, 대법원 2012. 1. 12. 선고 2011도12642 판결<br/>"
}