{
  "판례일련번호": "184690",
  "사건명": "공사대금",
  "사건번호": "2016다35451",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "[1] 공사도급계약에서 소멸시효의 기산점이 되는 보수청구권의 지급시기<br/>[2] 가압류에 의한 시효중단 효력의 발생시기(=가압류를 신청한 때)<br/>[3] 건설공제조합의 조합원에게 발행된 출자증권을 채무자가 아닌 제3자가 점유하고 있는 경우, 가압류집행의 방법 / 채무자가 건설공제조합에 대하여 갖는 출자증권의 인도청구권을 가압류한 경우, 가압류 효력의 발생시기(=가압류명령이 건설공제조합에 송달된 때) 및 이때 가압류로 인한 소멸시효 중단의 효력이 가압류 신청 시에 소급하여 생기는지 여부(적극)<br/>",
  "판결요지": "[1] 공사도급계약에서 소멸시효의 기산점이 되는 보수청구권의 지급시기는, 당사자 사이에 특약이 있으면 그에 따르고, 특약이 없으면 관습에 의하며(민법 제665조 제2항, 제656조 제2항), 특약이나 관습이 없으면 공사를 마친 때로 보아야 한다.<br/>[2] 민법 제168조 제2호에서 가압류를 시효중단사유로 정하고 있지만, 가압류로 인한 시효중단의 효력이 언제 발생하는지에 관해서는 명시적으로 규정되어 있지 않다.<br/>민사소송법 제265조에 의하면, 시효중단사유 중 하나인 ‘재판상의 청구’(민법 제168조 제1호, 제170조)는 소를 제기한 때 시효중단의 효력이 발생한다. 이는 소장 송달 등으로 채무자가 소 제기 사실을 알기 전에 시효중단의 효력을 인정한 것이다. 가압류에 관해서도 위 민사소송법 규정을 유추적용하여 ‘재판상의 청구’와 유사하게 가압류를 신청한 때 시효중단의 효력이 생긴다고 보아야 한다. ‘가압류’는 법원의 가압류명령을 얻기 위한 재판절차와 가압류명령의 집행절차를 포함하는데, 가압류도 재판상의 청구와 마찬가지로 법원에 신청을 함으로써 이루어지고(민사집행법 제279조), 가압류명령에 따른 집행이나 가압류명령의 송달을 통해서 채무자에게 고지가 이루어지기 때문이다.<br/>  가압류를 시효중단사유로 규정한 이유는 가압류에 의하여 채권자가 권리를 행사하였다고 할 수 있기 때문이다. 가압류채권자의 권리행사는 가압류를 신청한 때에 시작되므로, 이 점에서도 가압류에 의한 시효중단의 효력은 가압류신청을 한 때에 소급한다.<br/>[3] 건설공제조합의 조합원에게 발행된 출자증권은 위 조합에 대한 출자지분을 표창하는 유가증권으로서 위 출자증권에 대한 가압류는 민사집행법 제233조에 따른 지시채권 가압류의 방법으로 하고, 법원의 가압류명령으로 집행관이 출자증권을 점유하여야 한다(건설산업기본법 제59조 제4항).<br/>  한편 위 출자증권을 채무자가 아닌 제3자가 점유하고 있는 경우에는 채권자는 채무자가 제3자에 대하여 가지는 유체동산인 출자증권의 인도청구권을 가압류하는 방법으로 가압류집행을 할 수 있다(민사집행법 제242조, 제243조). 이 경우 유체동산에 관한 인도청구권의 가압류는 원칙적으로 금전채권의 가압류에 준해서 집행법원의 가압류명령과 그 송달로써 하는 것이므로(민사집행법 제223조, 제227조, 제242조, 제243조, 제291조), 가압류명령이 제3채무자에게 송달됨으로써 유체동산에 관한 인도청구권 자체에 대한 가압류집행은 끝나고 효력이 생긴다.<br/>  따라서 채무자가 건설공제조합에 대하여 갖는 출자증권의 인도청구권을 가압류한 경우에는 법원의 가압류명령이 제3채무자인 건설공제조합에 송달되면 가압류의 효력이 생기고, 이 경우 가압류로 인한 소멸시효 중단의 효력은 가압류 신청 시에 소급하여 생긴다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제656조 제2항, 제665조 제2항 / [2] 민법 제168조 제2호, 민사소송법 제265조, 민사집행법 제279조 / [3] 민사집행법 제223조, 제227조, 제233조, 제242조, 제243조, 제291조, 건설산업기본법 제59조 제4항<br/>",
  "참조판례": "[3] 대법원 1987. 1. 20. 선고 86다카1456 판결(공1987, 363), 대법원 1994. 3. 25. 선고 93다42757 판결(공1994상, 1324)<br/>"
}