{
  "판례일련번호": "184678",
  "사건명": "부가가치세부과처분등취소",
  "사건번호": "2016두57472",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170413",
  "판시사항": "[1] 부가가치세 면세대상인 교육용역의 범위에 관하여 구 부가가치세법 시행령 제30조에서 정한 ‘그 밖의 비영리단체’의 의미<br/>[2] 학교나 학원 등에 대한 구체적 시설 및 설비의 기준을 정한 법률이 아닌 다른 법령에 따라 설립된 비영리단체가 평생교육을 주된 목적으로 하여 설치된 평생교육기관으로서 주무관청에 의하여 지도·감독이 이루어지는 경우, 구 부가가치세법 제12조 제1항 제6호 및 구 부가가치세법 시행령 제30조에서 정한 ‘그 밖의 비영리단체’에 포함되는지 여부(적극)<br/>[3] 구 박물관 및 미술관 진흥법에 따라 제2종 박물관으로 등록된 유리공예품·조형물 등을 전시하는 사립박물관에서 유리만들기 체험학습 프로그램을 운영하여 박물관 입장료와 별도로 체험학습 신청자들로부터 체험학습비를 받았는데, 관할 세무서장이 위 박물관에서의 체험학습이 부가가치세 과세대상에 해당한다고 보아 부가가치세를 결정·고지한 사안에서, 위 박물관에서 제공하는 유리만들기 체험학습은 부가가치세가 면제되는 교육용역에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호 및 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조에 의하면 ‘주무관청의 허가 또는 인가를 받거나 주무관청에 등록 또는 신고된 학교·학원·강습소·훈련원·교습소 또는 그 밖의 비영리단체나 청소년활동 진흥법에 따른 청소년수련시설에서 학생 등에게 지식·기술 등을 가르치는 교육용역’의 공급에 대하여는 부가가치세가 면제된다.<br/>  이와 같이 면세대상 교육용역의 요건으로 ‘주무관청의 허가나 인가 등’을 요구하고 있는 이유는 주무관청이 해당 학교나 학원 등의 교육기관을 지도·감독하겠다는 것이며, 위 시행령 제30조가 ‘그 밖의 비영리단체’를 학원·강습소·훈련원·교습소와 병렬적으로 나열하고 있는 점 등을 종합하면, 위 시행령 제30조에서 정한 ‘그 밖의 비영리단체’는 주무관청의 허가나 인가 등을 받아 설립된 모든 비영리단체를 의미하는 것은 아니며 원칙적으로 초·중등교육법, 고등교육법, 영유아보육법, 유아교육법, 학원의 설립·운영 및 과외교습에 관한 법률, 체육시설의 설치·이용에 관한 법률, 평생교육법 등과 같이 학교나 학원 등에 대한 구체적 시설 및 설비의 기준을 정한 법률에 따른 허가나 인가 등을 받아 설립된 비영리단체를 의미한다.<br/>[2] 평생교육법 제2조 제2호는 ‘평생교육법에 따라 인가·등록·신고된 시설·법인 또는 단체’[(가)목]뿐만 아니라 ‘그 밖에 다른 법령에 따라 평생교육을 주된 목적으로 하는 시설·법인 또는 단체’[(다)목]를 평생교육기관으로 정하고 있고, 평생교육은 ‘학교의 정규교육과정을 제외한 학력보완교육, 성인 문자해득교육, 직업능력 향상교육, 인문교양교육, 문화예술교육, 시민참여교육 등을 포함하는 모든 형태의 조직적인 교육활동’을 말하므로, 학교나 학원 등에 대한 구체적 시설 및 설비의 기준을 정한 법률이 아닌 다른 법령에 따라 설립된 비영리단체라 하더라도 위와 같은 평생교육을 주된 목적으로 하여 설치된 평생교육기관으로서 주무관청에 의하여 지도·감독이 이루어지는 경우에는 평생교육법에 따라 인가 등을 받아 설립되어 평생교육프로그램을 실시하는 평생교육기관인 단체 등과 차이가 없어, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호 및 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조에서 정한 ‘그 밖의 비영리단체’에 포함된다.<br/>[3] 구 박물관 및 미술관 진흥법(2016. 5. 29. 법률 제14204호로 개정되기 전의 것, 이하 ‘구 박물관미술관법’이라 한다) 제16조 제1항에 따라 제2종 박물관으로 등록된 유리공예품·조형물 등을 전시하는 사립박물관에서 유리만들기 체험학습 프로그램을 운영하여 박물관 입장료와 별도로 체험학습 신청자들로부터 체험학습비를 받았는데, 관할 세무서장이 위 박물관에서의 체험학습이 부가가치세 과세대상에 해당한다고 보아 부가가치세를 결정·고지한 사안에서, 구 박물관미술관법에 따라 박물관자료 및 시설 등을 갖추어 등록한 사립박물관인 위 박물관은 수집·관리·보존·조사·연구·전시하는 박물관자료에 관하여 실시하는 문화예술교육 및 시민참여교육 등의 교육활동과 관련하여 평생교육법 제2조 제2호 (다)목에서 정한 평생교육기관에 해당하는 점 등에 비추어, 위 박물관은 평생교육법에 따른 평생교육기관으로서 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호 및 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조에서 정한 ‘그 밖의 비영리단체’에 해당하며, 유리공예품·조형물 등을 전시하는 위 박물관에서 제공하는 유리만들기 체험학습은 박물관자료에 관한 지식·기술 등을 가르치는 문화예술교육 내지 시민참여교육으로서 부가가치세가 면제되는 교육용역에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호(현행 제26조 제1항 제6호 참조), 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조(현행 제36조 참조) / [2] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호(현행 제26조 제1항 제6호 참조), 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조(현행 제36조 참조), 평생교육법 제2조 제1호, 제2호 (가)목, (다)목 / [3] 구 박물관 및 미술관 진흥법(2016. 5. 29. 법률 제14204호로 개정되기 전의 것) 제2조 제1호, 제4조 제1항 제2호, 제16조 제1항, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제6호(현행 제26조 제1항 제6호 참조), 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제30조(현행 제36조 참조), 평생교육법 제2조 제2호 (다)목<br/>",
  "참조판례": "[1] 대법원 2008. 6. 12. 선고 2007두23255 판결(공2008하, 986)<br/>"
}