{
  "판례일련번호": "184679",
  "사건명": "상속세등부과처분취소",
  "사건번호": "2015두44158",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170413",
  "판시사항": "[1] 부당무신고가산세와 부당과소신고가산세에 공통되는 요건인 ‘부당한 방법’의 하나로 구 국세기본법 시행령 제27조 제2항 제6호에서 정한 ‘사기, 그 밖의 부정한 행위’의 의미 및 적극적 은닉의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것이 이에 해당하는지 여부(소극) / 납세자가 명의를 위장하여 소득을 얻은 경우, 명의위장 사실만으로 구 국세기본법 시행령 제27조 제2항 제6호에서 정한 ‘사기, 그 밖의 부정한 행위’에 해당하는지 여부(소극)<br/>[2] 甲이 乙 주식회사의 주식 일부를 丙 등에게 명의신탁한 후 명의수탁자인 丙 명의 주식의 양도에 관하여 양도소득세를 신고하지 아니하였고, 명의신탁 주식과 관련된 이자 및 배당소득에 관하여 명의수탁자 명의로 종합소득세 신고를 하였는데, 이에 대하여 관할 세무서장이 甲의 상속인들에게 양도소득세 부당무신고가산세 및 종합소득세 부당과소신고가산세 부과처분을 한 사안에서, 조세포탈의 목적에서 비롯된 부정한 적극적인 행위로 볼 수 없다는 이유로 양도소득세 부당무신고가산세 부과처분 중 일반무신고가산세액을 초과하는 부분과 종합소득세 부당과소신고가산세 부과처분 중 일반과소신고가산세액을 초과하는 부분은 위법하다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제2항 제1호, 제47조의3 제2항 제1호, 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것, 이하 같다) 제27조 제2항 제6호의 입법 취지는 국세의 과세표준이나 세액 계산의 기초가 되는 사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에 과세관청으로서는 과세요건사실을 발견하고 부과권을 행사하기 어려우므로 부정한 방법으로 과세표준 또는 세액의 신고의무를 위반한 납세자를 무겁게 제재하는 데 있다. 따라서 구 국세기본법 시행령 제27조 제2항 제6호가 부당한 방법의 하나로 들고 있는 ‘사기, 그 밖의 부정한 행위’라고 함은 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 적극적 은닉의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다. 또한 납세자가 명의를 위장하여 소득을 얻더라도, 명의위장이 조세포탈의 목적에서 비롯되고 나아가 여기에 허위 계약서의 작성과 대금의 허위지급, 과세관청에 대한 허위의 조세 신고, 허위의 등기·등록, 허위의 회계장부 작성·비치 등과 같은 적극적인 행위까지 부가되는 등의 특별한 사정이 없는 한, 명의위장 사실만으로 구 국세기본법 시행령 제27조 제2항 제6호에서 정한 ‘사기, 그 밖의 부정한 행위’에 해당한다고 볼 수 없다.<br/>[2] 甲이 乙 주식회사의 주식 일부를 丙 등에게 명의신탁한 후 명의수탁자인 丙 명의 주식의 양도에 관하여 양도소득세를 신고하지 아니하였고, 명의신탁 주식과 관련된 이자 및 배당소득에 관하여 명의수탁자 명의로 종합소득세 신고를 하였는데, 이에 대하여 관할 세무서장이 甲의 상속인들에게 양도소득세 부당무신고가산세 및 종합소득세 부당과소신고가산세 부과처분을 한 사안에서, 명의신탁이 누진세율의 회피 등과 같은 조세포탈의 목적에서 비롯되었다고 볼 만한 사정이 발견되지 않는 점 등 제반 사정에 비추어, 甲의 주식 명의신탁행위로 양도소득세가 과세되지 못하였고 종합소득세와 관련하여 세율 구간 차이에 따라 산출세액에서 차이가 발생하였더라도, 甲의 주식 명의신탁행위와 이에 뒤따르는 부수행위를 조세포탈의 목적에서 비롯된 부정한 적극적인 행위로 볼 수 없다는 이유로, 양도소득세 부당무신고가산세 부과처분 중 일반무신고가산세액을 초과하는 부분과 종합소득세 부당과소신고가산세 부과처분 중 일반과소신고가산세액을 초과하는 부분은 위법하다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제2항 제1호(현행 제47조의2 제1항 제1호 참조), 제47조의3 제2항 제1호(현행 제47조의3 제1항 제1호 참조), 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호(현행 제12조의2 제1항 및 현행 조세범 처벌법 제3조 제6항 참조) / [2] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제2항 제1호(현행 제47조의2 제1항 제1호 참조), 제47조의3 제2항 제1호(현행 제47조의3 제1항 제1호 참조), 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호(현행 제12조의2 제1항 및 현행 조세범 처벌법 제3조 제6항 참조)<br/>",
  "참조판례": "[1] 대법원 2016. 2. 18. 선고 2015두1243 판결(공2016상, 453)<br/>"
}