{
  "판례일련번호": "184633",
  "사건명": "양도소득세경정거부처분취소",
  "사건번호": "2016두57038",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170330",
  "판시사항": "[1] 구 조세특례제한법 제69조 제1항 단서의 규정 취지<br/>[2] 농지가 국토의 계획 및 이용에 관한 법률에 따른 주거지역 등에 편입되고 또한 도시개발법 등에 따라 환지처분 전에 농지 외의 토지로 환지예정지 지정을 받은 경우, 구 조세특례제한법 제69조 제1항 단서에 따른 양도소득세 면제 제한이 적용되는 시점(=주거지역 등에 편입된 날과 농지 외의 토지로 환지예정지 지정을 받은 날 중 빠른 날)<br/>[3] 甲이 8년 이상 자경한 농지가 국토의 계획 및 이용에 관한 법률에 의하여 공업지역으로 편입된 후 도시개발법 등에 따라 농지 외의 토지로 환지예정지 지정 공고가 난 상태에서 甲이 토지를 양도하고는 공업지역에 편입된 날을 기준으로 양도소득세를 신고하였다가 다시 환지예정지 지정일을 기준으로 과다납부한 양도소득세를 환급해 달라는 경정청구를 하였으나 거부처분을 받은 사안에서, 위 토지는 구 조세특례제한법 제69조 제1항 단서에 따라 甲의 토지 양도소득 중 공업지역 편입일까지 발생한 부분에 대해서만 양도소득세 면제대상이 될 수 있다고 한 사례<br/>",
  "판결요지": "[1] 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것) 제69조 제1항 단서에서 본문에 의한 양도소득세 면제범위를 제한한 것은, 농지가 주거지역 등에 편입되거나 환지예정지 지정을 받은 후에는 개발이익이 발생하기 시작하여 경제적 가치 면에서 사실상 농지 외의 토지와 다를 바 없게 되므로 그 부분까지 농지로서의 양도소득세 감면혜택을 부여할 필요가 없기 때문이다.<br/>[2] 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제69조 제1항 단서의 문언상 주거지역 등 편입과 환지예정지 지정 중 어느 하나의 요건만 충족되면 양도소득세 면제범위가 제한된다고 볼 수 있을 뿐만 아니라, 농지가 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)에 따른 주거지역 등에 편입된 후 순차로 도시개발법 등에 따른 환지예정지 지정을 받은 경우 주거지역 등에 편입된 때부터 이미 사실상 농지 외의 토지로 취급되어 거래가 이루어지므로, 이 경우에는 환지예정지 지정이 아니라 그에 앞서 이루어진 주거지역 등 편입 전까지 발생한 양도소득에 대하여만 양도소득세 면제대상이 된다. 한편 여기에서 ‘주거지역 등’은 주거지역·상업지역 및 공업지역만을 의미하는데, 농지가 국토계획법에 따른 녹지지역에 편입되었다가 이후 도시개발법 등에 따른 환지예정지 지정을 받은 경우와 같이 주거지역 등에 편입됨이 없이 곧바로 환지예정지 지정이 이루어지는 경우도 있을 수 있으므로, 이와 같이 본다고 하여 구 조특법 제69조 제1항 단서 중 ‘환지예정지 지정을 받은 날까지’ 부분이 불필요하거나 무의미하게 되는 것도 아니다. 이러한 점들을 종합하여 보면, 구 조특법 제69조 제1항 단서에 따른 양도소득세 면제 제한은 국토계획법에 의하여 주거지역 등에 편입된 날과 도시개발법 등에 따라 농지 외의 토지로 환지예정지 지정을 받은 날 중 빠른 날을 기준으로 적용된다고 보아야 한다.<br/>[3] 甲이 8년 이상 자경한 농지가 국토의 계획 및 이용에 관한 법률에 의하여 공업지역으로 편입된 후 도시개발법 등에 따라 농지 외의 토지로 환지예정지 지정 공고가 난 상태에서 甲이 환지 전에 토지를 양도하고는 공업지역에 편입된 날을 기준으로 양도소득세를 신고하였다가 다시 환지예정지 지정일을 기준으로 과다납부한 양도소득세를 환급해 달라는 경정청구를 하였으나 거부처분을 받은 사안에서, 위 토지는 환지예정지 지정을 받기에 앞서 이미 공업지역으로 편입되었으므로 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것) 제69조 제1항 단서에 따라 甲의 토지 양도소득 중 공업지역 편입일까지 발생한 부분에 대해서만 양도소득세 면제대상이 될 수 있다고 보아야 하는데도, 환지예정지 지정일까지 발생한 양도소득에 대하여도 양도소득세가 면제된다고 보아 처분이 위법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것) 제69조 제1항 / [2] 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것) 제69조 제1항 / [3] 구 조세특례제한법(2015. 12. 15. 법률 제13560호로 개정되기 전의 것) 제69조 제1항<br/>",
  "참조판례": ""
}