{
  "판례일련번호": "184685",
  "사건명": "입찰참가자격제한처분취소",
  "사건번호": "2015두50313",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "[1] 어떤 처분청이 부정당업자의 입찰참가자격을 제한하는 처분을 한 경우, 구 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조 제8항, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제92조 제8항, 구 공기업·준정부기관 계약사무규칙 제15조 제11항에 따라 다른 처분청에 의한 별도의 제재 없이도 그 효력이 당연히 확장되는지 여부(소극)<br/>[2] 구 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항이 위헌인지 여부(소극)<br/>",
  "판결요지": "[1] 구 국가를 당사자로 하는 계약에 관한 법률 시행령(2013. 6. 17. 대통령령 제24601호로 개정되기 전의 것) 제76조 제8항, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2015. 8. 19. 대통령령 제26491호로 개정되기 전의 것) 제92조 제8항, 구 공기업·준정부기관 계약사무규칙(2016. 9. 12. 기획재정부령 제571호로 개정되기 전의 것) 제15조 제11항(이하 세 조항을 통틀어 ‘확장제재 조항’이라 한다)은 각 중앙관서의 장, 지방자치단체의 장 및 공기업·준정부기관의 기관장이 해당 처분청을 관할하는 법률이 아닌 다른 법률에 의하여 입찰참가자격 제한 처분을 받은 자에 대해서도 해당 처분청이 실시하는 입찰에 참가할 수 없도록 할 수 있다고 정하면서, 다만 예외적으로 반드시 입찰에 참가할 수 없도록 해야 하는 경우를 규정하고 있다. 즉 확장제재 조항은 최초의 입찰참가자격 제한 처분에 직접 적용되는 근거 규정이 아니라, 입찰참가자격 제한 처분이 있은 후에 그 처분에 기초하여 다른 처분청이 새로운 제재를 할 수 있는 근거 조항일 뿐이다. 따라서 어떤 처분청이 부정당업자의 입찰참가자격을 제한하는 처분을 한 경우 확장제재 조항에 따라 다른 처분청에 의한 별도의 제재 없이도 그 효력이 당연히 확장되는 것은 아니다.<br/>[2] 구 국가를 당사자로 하는 계약에 관한 법률(2012. 12. 18. 법률 제11547호로 개정되기 전의 것) 제27조 제1항은 다음과 같은 이유로 위헌으로 볼 수 없다. 위 조항은 제재처분의 본질적인 사항인 처분의 주체, 사유, 기간, 방법을 직접 규정하고 있으므로 법률유보원칙과 포괄위임금지원칙에 반하지 않는다. 위 조항은 국가계약 체결의 공정성과 이행의 충실성을 확보하고 국가가 입게 될 불이익을 방지하기 위한 것이므로 입법 목적이 정당하고, 국가계약이 국민생활에 미치는 영향력이 매우 커 입찰 과정에서 불법행위가 가져오는 공익 침해의 정도가 막대한 점 등을 감안하여 필요적 제재의 형식을 취하면서 국가가 발주하는 모든 입찰에 대하여 참가자격을 제한하는 것으로서 필요성이 인정된다. 부정당업자는 입찰참가자격을 제한받더라도 여전히 민간시장에서 영업활동을 할 수 있고, 최대 2년 범위 내에서 제재사유·위반행위의 태양·위법성과 책임 정도에 상응하여 제재기간이 결정되는 점 등에 비추어 보면 위 조항은 침해의 최소성 원칙에 반하지 않고 법익의 균형성도 갖추고 있으므로, 직업의 자유를 침해하지 않는다. 입찰참가자격 제한제도는 징계나 업무정지와는 제도의 취지와 목적이 전혀 다른 제도이므로, 징계나 업무정지를 규정하는 다른 법령들과 달리 제척기간을 두고 있지 않더라도 평등원칙에 반하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국가를 당사자로 하는 계약에 관한 법률 시행령(2013. 6. 17. 대통령령 제24601호로 개정되기 전의 것) 제76조 제8항, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2015. 8. 19. 대통령령 제26491호로 개정되기 전의 것) 제92조 제8항(현행 삭제), 구 공기업·준정부기관 계약사무규칙(2016. 9. 12. 기획재정부령 제571호로 개정되기 전의 것) 제15조 제11항(현행 제15조 참조) / [2] 헌법 제11조 제1항, 제15조, 제37조 제2항, 제75조, 구 국가를 당사자로 하는 계약에 관한 법률(2012. 12. 18. 법률 제11547호로 개정되기 전의 것) 제27조 제1항<br/>",
  "참조판례": "[2] 헌법재판소 2016. 6. 30. 선고 2015헌바125, 290 전원재판부 결정(헌공237, 1091)<br/>"
}