{
  "판례일련번호": "184645",
  "사건명": "재결처분취소및수용보상금증액",
  "사건번호": "2016두940",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170322",
  "판시사항": "[1] 2개 이상의 토지 등에 대한 감정평가 방법 및 예외적으로 일괄평가가 인정되는 경우인 2개 이상의 토지 등이 ‘용도상 불가분의 관계’에 있다는 의미<br/>[2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 토지의 보상과 관련하여 2개 이상의 토지가 용도상 불가분의 관계에 있는지를 판단할 때 일시적인 이용상황 등을 고려할 수 있는지 여부(소극)<br/>[3] 소유권 외의 권리에 속하는 구분지상권이 설정되어 있는 토지의 손실보상금을 산정하는 방법 / 감정대상인 토지의 지하 수십 m의 공간에 공작물을 설치하기 위한 구분지상권이 설정되어 있는 경우, 이러한 사정이 구분지상권이 설정되어 있는 토지와 그렇지 않은 인접토지가 지표에 근접한 공간에서 용도상 불가분의 관계에 있는지를 판단하는 데 영향을 미치는지 여부(원칙적 소극)<br/>[4] 원래 1필지였던 토지가 지하 부분의 구분지상권 설정을 위해 여러 필지로 분할되었으나, 지상 부분에서는 토지분할 전과 같이 하나의 필지처럼 계속 관리·이용된 경우, 용도상 불가분의 관계에 있다고 보아야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 2개 이상의 토지 등에 대한 감정평가는 개별평가를 원칙으로 하되, 예외적으로 2개 이상의 토지 등에 거래상 일체성 또는 용도상 불가분의 관계가 인정되는 경우에 일괄평가가 인정된다. 여기에서 ‘용도상 불가분의 관계’에 있다는 것은 일단의 토지로 이용되고 있는 상황이 사회적·경제적·행정적 측면에서 합리적이고 토지의 가치 형성적 측면에서도 타당하다고 인정되는 관계에 있는 경우를 뜻한다.<br/>[2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조 제2항은 “토지에 대한 보상액은 가격시점에서의 현실적인 이용상황과 일반적인 이용방법에 의한 객관적 상황을 고려하여 산정하되, 일시적인 이용상황과 토지소유자나 관계인이 갖는 주관적 가치 및 특별한 용도에 사용할 것을 전제로 한 경우 등은 고려하지 아니한다.”라고 정하고 있다. 그러므로 2개 이상의 토지가 용도상 불가분의 관계에 있는지 여부를 판단하는 데 일시적인 이용상황 등을 고려해서는 안 된다.<br/>[3] 소유권 외의 권리에 속하는 구분지상권이 설정되어 있는 토지의 손실보상금을 산정하려면 ‘구분지상권이 설정되어 있지 않은 상태를 가정한 완전한 토지가격’과 ‘구분지상권의 가액’을 별도로 평가하여야 한다. 이때 ‘구분지상권이 설정되어 있지 않은 상태를 가정한 완전한 토지가격’을 평가할 때 인접한 여러 필지들이 용도상 불가분의 관계에 있는지를 고려하여야 한다.<br/>  그런데 감정대상인 토지의 지하 수십 m의 공간에 공작물을 설치하기 위한 구분지상권이 설정되어 있는 경우에 이것이 구분지상권이 설정되어 있는 토지와 그렇지 않은 인접토지가 지표에 근접한 공간에서 용도상 불가분의 관계에 있는지를 판단하는 데 영향을 미치는지 문제 된다. 지표에 근접한 공간을 활용하는 것이 통상적인 토지이용의 방식이다. 이와 같이 토지를 통상적인 방법으로 이용하는 경우에는 지표에 근접한 공간의 현실적인 이용상황을 기준으로 인접한 여러 필지들이 용도상 불가분의 관계에 있는지를 판단하여야 한다. 따라서 가령 상업지역으로 지정되어 있어 고층빌딩 건축을 위하여 깊은 굴착이 필요하다는 등의 특별한 사정이 없는 한, 지하 수십 m의 공간에 공작물을 설치하기 위한 구분지상권이 설정되어 있더라도 그러한 사정이 구분지상권이 설정되어 있는 토지와 그렇지 않은 인접토지가 지표에 근접한 공간에서 용도상 불가분의 관계에 있는지를 판단하는 데 장애요소가 되지 않는다.<br/>[4] 원래 1필지였던 토지가 지하 부분의 구분지상권 설정을 위해 여러 필지로 분할되었다고 하더라도, 지상 부분에서는 그러한 토지분할이나 지하 부분의 구분지상권 설정에 별다른 영향을 받지 않고 토지분할 전과 같이 마치 하나의 필지처럼 계속 관리·이용되었다면, 토지분할 전에는 1필지였으나 여러 필지로 분할된 토지들은 그 1필지 중 일부가 다른 용도로 사용되고 있었다는 등의 특별한 사정이 없는 한 용도상 불가분의 관계에 있다고 보는 것이 사회적·경제적·행정적·가치형성적 측면에서 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부동산 가격공시 및 감정평가에 관한 법률(2016. 1. 19. 법률 제13796호로 전부 개정되기 전의 것) 제31조, 구 감정평가에 관한 규칙(2012. 8. 2. 국토해양부령 제508호로 전부 개정되기 전의 것) 제15조 제1항(현행 제7조 제1항, 제2항 참조) / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조 제2항 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조 제6항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제29조 / [4] 구 부동산 가격공시 및 감정평가에 관한 법률(2016. 1. 19. 법률 제13796호로 전부 개정되기 전의 것) 제31조, 구 감정평가에 관한 규칙(2012. 8. 2. 국토해양부령 제508호로 전부 개정되기 전의 것) 제15조 제1항(현행 제7조 제1항, 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2001. 7. 27. 선고 99두8824 판결(공2001하, 1983), 대법원 2005. 5. 26. 선고 2005두1428 판결 / [2] 대법원 2007. 6. 28. 선고 2006두10849 판결<br/>"
}