{
  "판례일련번호": "184644",
  "사건명": "법인세부과처분취소",
  "사건번호": "2016두51511",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170322",
  "판시사항": "[1] 손익이 권리의무 확정 시에 실현되는 것으로 보는 권리의무확정주의를 채택하여 손익의 귀속시기를 명확하게 규정하는 법인세법 제40조 제1항, 제2항, 구 법인세법 시행령 제68조 제1항 제3호 본문 등의 취지<br/>[2] 유동성 공급자인 외국증권업자 甲이 유동성 공급계약을 맺은 주식워런트증권 발행사로부터 주식워런트증권을 발행가격에 인수하여 투자자들에게 매도하고 발행사에 증권과 동일한 내용의 장외파생상품을 매도하는 거래를 하면서 투자자들에게 최초로 시가로 매도한 사업연도에는 발행사로부터 인수한 증권의 인수가격과 매도가격의 차액을 해당 사업연도의 손금으로 산입하자, 과세관청이 최초 매도 당시 甲이 인식한 손실 중 만기가 해당 사업연도에 도래하지 않는 증권을 인수하여 매도함으로써 인식한 손실을 손금산입하지 않아야 한다며 甲에게 법인세 부과처분을 한 사안에서, 甲이 주식워런트증권을 투자자들에게 매도함으로써 발행사로부터 인수한 증권의 인수가격에서 매도가격을 뺀 금액만큼의 손실이 실현되어 확정되었다고 보아 증권의 매도 시점이 속한 사업연도의 손금에 산입하여야 한다고 한 사례<br/>[3] 유동성 공급자인 외국증권업자 甲이 유동성 공급계약을 맺은 주식워런트증권 발행사로부터 주식워런트증권을 발행가격에 인수하여 투자자들에게 매도하고 발행사에 증권과 동일한 내용의 장외파생상품을 매도하는 거래를 하면서 투자자에게 최초로 시가로 매도한 사업연도에는 발행사로부터 인수한 증권의 인수가격과 매도가격의 차액을 해당 사업연도의 손금으로 산입하자, 과세관청이 최초 매도 당시 甲이 인식한 손실 중 만기가 해당 사업연도에 도래하지 않는 증권을 인수하여 매도함으로써 인식한 손실을 손금산입하지 않아야 한다며 국세기본법 제14조 제2항, 제3항 등을 근거로 甲에게 법인세 부과처분을 한 사안에서, 甲이 대규모의 손실을 조기에 인식하여 조세의 부담을 회피할 목적으로 과세요건사실에 관하여 실질과 괴리되는 비합리적인 형식이나 외관을 취하였다고 볼 수 없으므로 처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 법인세법 제40조 제1항은 “내국법인의 각 사업연도의 익금과 손금의 귀속사업연도는 그 익금과 손금이 확정된 날이 속하는 사업연도로 한다.”라고 정하고 있고, 법인세법 제40조 제2항의 위임에 따라 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제68조 제1항 제3호 본문은 ‘상품 등 외의 자산의 양도로 인한 손금’의 귀속사업연도를 ‘그 대금을 청산한 날이 속하는 사업연도’로 정하고 있다. 이처럼 법인세법은 손익이 권리의무의 확정 시에 실현되는 것으로 보는 권리의무확정주의를 채택하여 손익의 귀속시기를 명확하게 규정하고 있다. 이는 납세자의 과세소득을 획일적으로 파악하여 법적 안정성을 도모하고 과세의 공평을 기함과 동시에 납세자의 자의를 배제하기 위한 것이다.<br/>[2] 유동성 공급자(Liquidity Provider)인 외국증권업자 甲이 유동성 공급계약을 맺은 주식워런트증권(Equity Linked Warrant) 발행사로부터 주식워런트증권을 발행가격에 인수하여 투자자들에게 매도하고 발행사에 증권과 동일한 내용의 장외파생상품(Over the Counter Derivatives)을 매도하는 거래를 하면서 투자자들에게 최초로 시가로 매도한 사업연도에는 발행사로부터 인수한 증권의 인수가격과 매도가격의 차액을 해당 사업연도의 손금으로 산입하자, 과세관청이 최초 매도 당시 甲이 인식한 손실 중 만기가 해당 사업연도에 도래하지 않는 증권을 인수하여 매도함으로써 인식한 손실을 손금산입하지 않아야 한다며 甲에게 법인세 부과처분을 한 사안에서, 甲이 주식워런트증권을 투자자들에게 매도함으로써 발행사로부터 인수한 위 증권의 인수가격에서 매도가격을 뺀 금액만큼의 손실이 실현되어 확정되었다고 보아 이를 증권의 매도 시점이 속한 사업연도의 손금에 산입하여야 한다고 본 원심판단이 정당하다고 한 사례.<br/>[3] 유동성 공급자(Liquidity Provider)인 외국증권업자 甲이 유동성 공급계약을 맺은 주식워런트증권(Equity Linked Warrant) 발행사로부터 주식워런트증권을 발행가격에 인수하여 투자자들에게 매도하고 발행사에 증권과 동일한 내용의 장외파생상품(Over the Counter Derivatives)을 매도하는 거래를 하면서 투자자에게 최초로 시가로 매도한 사업연도에는 발행사로부터 인수한 증권의 인수가격과 매도가격의 차액을 해당 사업연도의 손금으로 산입하자, 과세관청이 최초 매도 당시 甲이 인식한 손실 중 만기가 해당 사업연도에 도래하지 않는 증권을 인수하여 매도함으로써 인식한 손실을 손금산입하지 않아야 한다며 국세기본법 제14조 제2항, 제3항 등을 근거로 甲에게 법인세 부과처분을 한 사안에서, 위와 같은 거래를 통하여 기초자산 가격의 등락에 따른 이익의 실현가능성은 유동성 공급자인 甲에게 이전되지만, 발행사는 증권 발행에 따른 확정적인 수수료를 받고 기초자산 가격의 하락으로 손실을 입을 위험이 없어지므로 이를 비합리적인 거래로 단정할 수 없다는 점 등에 비추어 보면, 甲이 대규모의 손실을 조기에 인식하여 조세의 부담을 회피할 목적으로 과세요건사실에 관하여 실질과 괴리되는 비합리적인 형식이나 외관을 취하였다고 볼 수 없으므로 이와 다른 전제에서 이루어진 처분이 위법하다고 한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 법인세법 제40조 제1항, 제2항, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제68조 제1항 제3호 / [2] 법인세법 제40조 제1항, 제2항, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제68조 제1항 제3호 / [3] 법인세법 제40조 제1항, 제2항, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제68조 제1항 제3호, 국세기본법 제14조 제2항, 제3항<br/>",
  "참조판례": "[1] 대법원 2004. 2. 13. 선고 2003두10329 판결<br/>"
}