{
  "판례일련번호": "184674",
  "사건명": "수용재결무효확인",
  "사건번호": "2016두64241",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170413",
  "판시사항": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 토지수용위원회의 수용재결이 있은 후 토지소유자 등과 사업시행자가 다시 협의하여 토지 등의 취득이나 사용 및 그에 대한 보상에 관하여 임의로 계약을 체결할 수 있는지 여부(적극)<br/>[2] 중앙토지수용위원회가 지방국토관리청장이 시행하는 공익사업을 위하여 甲 소유의 토지에 대하여 수용재결을 한 후, 甲과 사업시행자가 ‘공공용지의 취득협의서’를 작성하고 협의취득을 원인으로 소유권이전등기를 마쳤는데, 甲이 ‘사업시행자가 수용개시일까지 수용재결보상금 전액을 지급·공탁하지 않아 수용재결이 실효되었다’고 주장하며 수용재결의 무효확인을 구하는 소송을 제기한 사안에서, 甲이 수용재결의 무효확인 판결을 받더라도 토지의 소유권을 회복시키는 것이 불가능하고, 무효확인으로써 회복할 수 있는 다른 권리나 이익이 남아 있다고도 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)은 사업시행자로 하여금 우선 협의취득 절차를 거치도록 하고, 협의가 성립되지 않거나 협의를 할 수 없을 때에 수용재결취득 절차를 밟도록 예정하고 있기는 하다. 그렇지만 일단 토지수용위원회가 수용재결을 하였더라도 사업시행자로서는 수용 또는 사용의 개시일까지 토지수용위원회가 재결한 보상금을 지급 또는 공탁하지 아니함으로써 재결의 효력을 상실시킬 수 있는 점, 토지소유자 등은 수용재결에 대하여 이의를 신청하거나 행정소송을 제기하여 보상금의 적정 여부를 다툴 수 있는데, 그 절차에서 사업시행자와 보상금액에 관하여 임의로 합의할 수 있는 점, 공익사업의 효율적인 수행을 통하여 공공복리를 증진시키고, 재산권을 적정하게 보호하려는 토지보상법의 입법 목적(제1조)에 비추어 보더라도 수용재결이 있은 후에 사법상 계약의 실질을 가지는 협의취득 절차를 금지해야 할 별다른 필요성을 찾기 어려운 점 등을 종합해 보면, 토지수용위원회의 수용재결이 있은 후라고 하더라도 토지소유자 등과 사업시행자가 다시 협의하여 토지 등의 취득이나 사용 및 그에 대한 보상에 관하여 임의로 계약을 체결할 수 있다고 보아야 한다.<br/>[2] 중앙토지수용위원회가 지방국토관리청장이 시행하는 공익사업을 위하여 甲 소유의 토지에 대하여 수용재결을 한 후, 甲과 사업시행자가 ‘공공용지의 취득협의서’를 작성하고 협의취득을 원인으로 소유권이전등기를 마쳤는데, 甲이 ‘사업시행자가 수용개시일까지 수용재결보상금 전액을 지급·공탁하지 않아 수용재결이 실효되었다’고 주장하며 수용재결의 무효확인을 구하는 소송을 제기한 사안에서, 甲과 사업시행자가 수용재결이 있은 후 토지에 관하여 보상금액을 새로 정하여 취득협의서를 작성하였고, 이를 기초로 소유권이전등기까지 마친 점 등을 종합해 보면, 甲과 사업시행자가 수용재결과는 별도로 ‘토지의 소유권을 이전한다는 점과 그 대가인 보상금의 액수’를 합의하는 계약을 새로 체결하였다고 볼 여지가 충분하고, 만약 이러한 별도의 협의취득 절차에 따라 토지에 관하여 소유권이전등기가 마쳐진 것이라면 설령 甲이 수용재결의 무효확인 판결을 받더라도 토지의 소유권을 회복시키는 것이 불가능하고, 나아가 무효확인으로써 회복할 수 있는 다른 권리나 이익이 남아 있다고도 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제14조, 제17조, 제26조, 제28조 제1항, 제42조 제1항, 제45조 제1항, 제2항, 제50조 제1항 / [2] 행정소송법 제12조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제14조, 제17조, 제26조, 제28조 제1항, 제42조 제1항, 제45조 제1항, 제2항, 제50조 제1항<br/>",
  "참조판례": ""
}