{
  "판례일련번호": "184675",
  "사건명": "공직선거법위반",
  "사건번호": "2016도20490",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170413",
  "판시사항": "[1] 구 공직선거법상 기부행위의 상대방이 되는 ‘당해 선거구 안에 있는 자’, ‘선거구민과 연고가 있는 자’의 의미 / 구 공직선거법 제112조 제1항의 기부행위는 행위 당시 유효하게 존재하는 선거구를 전제로 성립하는지 여부(적극) 및 같은 항에서 규정하는 ‘당해 선거구’가 국회의원지역구를 가리키는 경우, 그 선거구의 의미(=행위 당시 같은 법 제25조 제2항 [별표 1] 국회의원지역선거구구역표에 규정되어 있는 선거구)<br/>[2] 피고인이 지역구국회의원 선거에 예비후보자로 등록한 甲의 선거운동과 관련하여 당해 선거구민들에게 선물을 제공하는 방법으로 甲을 위하여 기부행위를 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 헌법재판소의 헌법불합치결정에 따라 구 공직선거법 제25조 제2항 [별표 1] 국회의원지역선거구구역표가 효력을 상실한 기간에 피고인이 지역구국회의원 선거에 관하여 한 물품 제공행위는 같은 법상 기부행위에 해당하지 않는다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 공직선거법(2016. 3. 3. 법률 제14073호로 개정되기 전의 것, 이하 같다)은 제112조 제1항에서 “이 법에서 ‘기부행위’라 함은 당해 선거구 안에 있는 자나 기관·단체·시설 및 선거구민의 모임이나 행사 또는 당해 선거구의 밖에 있더라도 그 선거구민과 연고가 있는 자나 기관·단체·시설에 대하여 금전·물품 기타 재산상 이익의 제공, 이익제공의 의사표시 또는 그 제공을 약속하는 행위를 말한다.”라고 규정한 다음, 후보자 등의 기부행위(제113조), 정당 및 후보자의 가족 등의 기부행위(제114조), 제3자의 기부행위(제115)를 제한하고 있고, 이를 위반하여 기부행위를 한 자를 처벌하는 규정을 두고 있다(제257조 제1항). 여기서 기부행위의 상대방이 되는 ‘당해 선거구 안에 있는 자’란 선거구 내에 주소나 거소를 갖는 사람은 물론 선거구 안에 일시적으로 머무르는 사람도 포함되고, ‘선거구민과 연고가 있는 자’란 연고를 맺게 된 사유는 불문하지만 당해 선거구민의 가족·친지·친구·직장동료·상하급자나 향우회·동창회·친목회 등 일정한 혈연적·인간적 관계를 가지고 있어 그 선거구민의 의사결정에 직접적 또는 간접적으로 어떠한 영향을 미칠 수 있는 가능성이 있는 사람을 말한다.<br/>  공직선거법이 이와 같이 기부행위의 상대방을 ‘당해 선거구’라는 개념을 통하여 특정하고 있는 이상 구 공직선거법 제112조 제1항의 기부행위는 행위 당시 유효하게 존재하는 선거구를 전제로 성립할 수 있다. 그런데 구 공직선거법 제25조 제2항은 “국회의원지역구의 명칭과 그 구역은 [별표 1]과 같이 한다.”라고 규정한 다음 [별표 1]에서 국회의원지역선거구구역표를 정하고 있으므로, 구 공직선거법 제112조 제1항에서 규정하고 있는 ‘당해 선거구’가 국회의원지역구를 가리키는 경우 그 선거구는 행위 당시 같은 법 제25조 제2항 [별표 1] 국회의원지역선거구구역표에 규정되어 있는 선거구를 의미한다.<br/>[2] 피고인이 지역구국회의원 선거에 예비후보자로 등록한 甲의 선거운동과 관련하여 당해 선거구민들에게 선물을 제공하는 방법으로 甲을 위하여 기부행위를 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 헌법재판소가 2014. 10. 30. “공직선거법(2012. 2. 29. 법률 제11374호로 개정된 것) 제25조 제2항 [별표 1] 국회의원지역선거구구역표는 헌법에 합치되지 아니하고, 위 국회의원지역선거구구역표는 2015. 12. 31.을 시한으로 입법자가 개정할 때까지 계속 적용된다.”라는 결정을 선고하였으나(헌법재판소 2014. 10. 30. 선고 2012헌마190 등 전원재판부 결정 참조), 국회가 2015. 12. 31.까지 새로운 국회의원지역선거구구역표를 확정하지 아니하여 위 국회의원지역선거구구역표는 2016. 1. 1.부터 효력을 상실하였고, 국회는 2016. 3. 3.에서야 법률 제14073호로 공직선거법을 개정하여 새로운 국회의원지역선거구구역표를 확정하였으므로, 구 공직선거법(2016. 3. 3. 법률 제14073호로 개정되기 전의 것, 이하 같다) 제25조 제2항 [별표 1] 국회의원지역선거구구역표가 효력을 상실한 기간에 피고인이 지역구국회의원 선거에 관하여 한 물품 제공행위는 구 공직선거법상의 기부행위에 해당하지 않는다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공직선거법(2016. 3. 3. 법률 제14073호로 개정되기 전의 것) 제25조 제2항 [별표 1](현행 제25조 제3항 [별표 1] 참조), 제112조 제1항, 제113조, 제114조, 제115조, 제257조 제1항 / [2] 구 공직선거법(2016. 3. 3. 법률 제14073호로 개정되기 전의 것) 제25조 제2항 [별표 1](현행 제25조 제3항 [별표 1] 참조), 제112조 제1항, 제115조, 제257조 제1항 제1호, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2007. 3. 30. 선고 2006도9043 판결(공2007상, 655)<br/>"
}