{
  "판례일련번호": "184695",
  "사건명": "특정범죄가중처벌등에관한법률위반(조세)·조세범처벌법위반",
  "사건번호": "2016도19704",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "[1] 스포츠 도박 사업자가 정보통신망에 구축된 시스템 등을 통하여 고객들에게 도박에 참여할 수 있는 기회를 제공하고 이에 대한 대가로서 금전을 지급받는 행위가 부가가치세 과세대상인지 여부(적극)<br/>[2] 피고인 등이 공모하여 유사 체육진흥투표권을 발행·판매하는 사설 스포츠 도박 인터넷사이트를 개설·운영하면서 매출액을 관할 세무서에 신고하지 않는 방법으로 부가가치세를 포탈하였다고 하여 특정범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 피고인은 유사 체육진흥투표권을 발행·판매함으로써 구매자들에게 당첨금을 지급받을 수 있는 기회를 부여하고 그에 대한 대가를 지급받은 것이므로 부가가치세 과세대상 거래에 해당한다고 한 사례<br/>[3] 피고인 등이 공모하여 사설 스포츠 도박 인터넷사이트를 개설·운영하면서 발생한 소득을 관할 세무서에 신고하지 않는 방법으로 종합소득세를 포탈하였다고 하여 조세범 처벌법 위반으로 기소된 사안에서, 신고납부방식의 조세인 종합소득세를 포탈한 경우 납부기한 후에 몰수나 추징의 집행이라는 후발적 사유가 발생하여 당초의 부과처분을 경정하더라도 조세포탈죄의 성립에 영향을 미치지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조는 제1항 제1호에서 ‘재화 또는 용역의 공급’을 부가가치세의 과세대상으로 규정하면서, 제2항에서 재화를 ‘재산적 가치가 있는 모든 유체물과 무체물’로 규정하고 있고, 제3항에서 용역을 ‘재화 이외의 재산적 가치가 있는 모든 역무 및 기타 행위’로 규정하고 있다.<br/>  부가가치세는 재화나 용역이 생산·제공되거나 유통되는 모든 단계에서 창출된 부가가치를 과세표준으로 하여 부과하는 조세이므로, 부가가치가 새롭게 창출되는 재화나 용역의 유통단계가 있으면 부가가치세가 부과되는 것이 원칙이다.<br/>  도박은 참여한 사람들이 서로 재물을 걸고 우연한 사정이나 사태에 따라 재물의 득실을 결정하는 것이다. 따라서 도박행위는 일반적으로 부가가치를 창출하는 것이 아니므로 부가가치세 과세대상이 아니다.<br/>  그러나 도박사업을 하는 경우 고객이 지급한 돈이 단순히 도박에 건 판돈이 아니라 사업자가 제공하는 재화 또는 용역에 대한 대가에 해당한다면 부가가치세 과세대상이다. 따라서 스포츠 도박 사업자가 정보통신망에 구축된 시스템 등을 통하여 고객들에게 도박에 참여할 수 있는 기회를 제공하고 이에 대한 대가로서 금전을 지급받는 경우에는 비록 그 행위가 사행성을 조장하더라도 재산적 가치가 있는 재화 또는 용역의 공급에 해당하므로 부가가치세 과세대상으로 보아야 한다.<br/>[2] 피고인 등이 공모하여 유사 체육진흥투표권을 발행·판매하는 사설 스포츠 도박 인터넷사이트를 개설·운영하면서 매출액을 관할 세무서에 신고하지 않는 방법으로 부가가치세를 포탈하였다고 하여 특정범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 피고인은 유사 체육진흥투표권을 발행·판매하고, 판매대금 중 일부를 재원으로 운동경기 결과를 맞춘 이들에게 당첨금을 지급하는 방식으로 인터넷사이트를 운영한 점, 유사 체육진흥투표권을 구매한 사람들과 사이에 직접 재물을 걸고 도박에 참여한 것이 아니라 유사 체육진흥투표권을 발행·판매하면서 이에 대한 대가를 지급받았을 뿐이고, 유사 체육진흥투표권을 구매한 사람들 사이에서만 운동경기 결과라는 우연에 의하여 재물의 득실이 결정된 점 등에 비추어 보면, 피고인은 유사 체육진흥투표권을 발행·판매함으로써 구매자들에게 당첨금을 지급받을 수 있는 기회를 부여하고 그에 대한 대가를 지급받은 것이므로 부가가치세 과세대상 거래에 해당한다고 한 사례.<br/>[3] 피고인 등이 공모하여 사설 스포츠 도박 인터넷사이트를 개설·운영하면서 발생한 소득을 관할 세무서에 신고하지 않는 방법으로 종합소득세를 포탈하였다고 하여 조세범 처벌법 위반으로 기소된 사안에서, 신고납부방식의 조세인 종합소득세를 포탈한 경우 신고·납부기한이 지난 때에 조세포탈행위의 기수가 되므로, 납부기한 후에 몰수나 추징의 집행이라는 후발적 사유가 발생하여 당초의 부과처분을 경정하더라도 조세포탈죄의 성립에 영향을 미치지 않는다는 이유로 공소사실을 유죄로 인정한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 제3항(현행 제2조 제2호 참조), 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항 제3호(현행 제3조 제1항, 제6항 참조) / [2] 형법 제30조, 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 제3항(현행 제2조 제2호 참조), 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조 제1항 제3호(현행 제3조 제1항, 제6항 참조), 구 특정범죄 가중처벌 등에 관한 법률(2010. 1. 1. 법률 제9919호로 개정되기 전의 것) 제8조 제1항 제1호, 제2항 / [3] 형법 제30조, 조세범 처벌법 제3조 제1항, 제5항 제2호, 제6항<br/>",
  "참조판례": "[1] 대법원 2006. 10. 27. 선고 2004두13288 판결(공2006하, 2021)<br/>"
}