{
  "판례일련번호": "184767",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(횡령)ㆍ범죄수익은닉의규제및처벌등에관한법률위반(자금세탁을 위해 교부받은 범죄수익 등인 수표를 횡령한 사건)",
  "사건번호": "2016도18035",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170426",
  "판시사항": "[1] 민법 제746조가 ‘불법의 원인으로 인하여 재산을 급여한 때에는 그 이익의 반환을 청구하지 못한다’고 규정한 의미 및 민법 제746조에서 말하는 ‘불법’이 있다고 하기 위한 요건<br/>[2] 피고인이 甲으로부터 수표를 현금으로 교환해 주면 대가를 주겠다는 제안을 받고 위 수표가 乙 등이 사기범행을 통해 취득한 범죄수익 등이라는 사실을 잘 알면서도 교부받아 그 일부를 현금으로 교환한 후 丙, 丁과 공모하여 아직 교환되지 못한 수표 및 교환된 현금을 임의로 사용하여 횡령하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 피고인이 甲으로부터 범죄수익 등의 은닉범행 등을 위해 교부받은 수표는 불법의 원인으로 급여한 물건에 해당하여 소유권이 피고인에게 귀속되므로 횡령죄가 성립하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 민법 제746조가 불법의 원인으로 인하여 재산을 급여한 때에는 그 이익의 반환을 청구하지 못한다고 규정한 뜻은, 그러한 급여를 한 사람은 원인행위가 법률상 무효임을 내세워 상대방에게 부당이득반환청구를 할 수 없음은 물론 급여한 물건의 소유권이 자기에게 있다고 하여 소유권에 기한 반환청구도 할 수 없다는 데 있으므로, 결국 그 물건의 소유권은 급여를 받은 상대방에게 귀속된다.<br/>  한편 민법 제746조에서 말하는 ‘불법’이 있다고 하려면, 급여의 원인 된 행위가 내용이나 성격 또는 목적이나 연유 등으로 볼 때 선량한 풍속 기타 사회질서에 위반될 뿐 아니라 반사회성·반윤리성·반도덕성이 현저하거나, 급여가 강행법규를 위반하여 이루어졌지만 이를 반환하게 하는 것이 오히려 규범목적에 부합하지 아니하는 경우 등에 해당하여야 한다.<br/>[2] 피고인이 甲으로부터 액면금 합계 19억 2,370만 원인 수표들(이하 ‘수표’라고 한다)을 현금으로 교환해 주면 대가를 주겠다는 제안을 받고 수표가 乙 등이 불법 금융다단계 유사수신행위에 의한 사기범행을 통해 취득한 범죄수익이거나 이러한 범죄수익에서 유래한 재산(이하 합쳐서 ‘범죄수익 등’이라고 한다)이라는 사실을 잘 알면서도 교부받아 그 일부를 14억 원에서 15억 원가량의 현금으로 교환한 후 丙, 丁과 공모하여 아직 교환되지 못한 수표 및 교환된 현금을 임의로 사용하여 횡령하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 피고인이 甲으로부터 수표를 교부받은 원인행위는 이를 현금으로 교환해 주고 대가를 지급받기로 하는 계약으로서, 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘범죄수익은닉규제법’이라고 한다) 제3조 제1항 제3호에 의하여 형사처벌되는 행위, 즉 거기에서 정한 범죄수익 등에 해당하는 수표를 현금으로 교환하여 그 특정, 추적 또는 발견을 현저히 곤란하게 하는 은닉행위를 법률행위의 내용 및 목적으로 하는 것이므로 선량한 풍속 기타 사회질서에 위반되고, 범죄수익은닉규제법에 의하여 직접 처벌되는 행위를 내용으로 하는 위 계약은 그 자체로 반사회성이 현저하며, 형벌법규에서 금지하고 있는 자금세탁행위를 목적으로 교부된 범죄수익 등을 특정범죄를 범한 자가 다시 반환받을 수 있도록 한다면, 범죄자로서는 교부의 목적을 달성하지 못하더라도 언제든지 범죄수익을 회수할 수 있게 되어 자금세탁행위가 조장될 수 있으므로, 범죄수익의 은닉이나 가장, 수수 등의 행위를 억지하고자 하는 범죄수익은닉규제법의 입법 목적에도 배치되므로, 결국 피고인이 甲으로부터 범죄수익 등의 은닉범행 등을 위해 교부받은 수표는 불법의 원인으로 급여한 물건에 해당하여 소유권이 피고인에게 귀속되고, 따라서 피고인이 그중 교환하지 못한 수표와 이미 교환한 현금을 임의로 소비하였더라도 횡령죄가 성립하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조, 제746조 / [2] 형법 제30조, 제355조 제1항, 민법 제103조, 제746조, 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조 제1항 제2호, 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정되기 전의 것) 제3조 제1항 제1호, 제3호, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 1979. 11. 13. 선고 79다483 전원합의체 판결(공1980, 12338), 대법원 1999. 6. 11. 선고 99도275 판결(공1999하, 1451), 대법원 2017. 3. 15. 선고 2013다79887, 79894 판결(공2017상, 729)<br/>"
}