{
  "판례일련번호": "184754",
  "사건명": "근저당권이전등기·근저당권이전등기",
  "사건번호": "2014다221777, 221784",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170426",
  "판시사항": "[1] 민사소송법 제79조 제1항에 규정된 독립당사자참가의 요건<br/>[2] 공동저당에 제공된 채무자 소유의 부동산과 물상보증인 소유의 부동산 가운데 물상보증인 소유의 부동산이 먼저 경매되어 매각대금에서 선순위공동저당권자가 변제를 받은 경우, 물상보증인이 채무자에 대하여 구상권을 취득함과 동시에 채무자 소유의 부동산에 대한 선순위공동저당권을 대위취득하는지 여부(적극) 및 물상보증인 소유의 부동산에 대한 후순위저당권자가 물상보증인이 대위취득한 채무자 소유의 부동산에 대한 선순위공동저당권에 대하여 물상대위를 할 수 있는지 여부(적극) / 이때 채무자가 물상보증인에 대한 반대채권으로 물상보증인의 구상금 채권과 상계함으로써 물상보증인 소유의 부동산에 대한 후순위저당권자에게 대항할 수 있는지 여부(원칙적 소극)<br/>[3] 甲 소유의 부동산과 채무자인 乙 소유의 부동산을 공동저당의 목적으로 하여 丙 은행 앞으로 선순위근저당권이 설정된 후 甲 소유의 부동산에 관하여 丁 앞으로 후순위근저당권이 설정되었는데, 甲 소유의 부동산에 관하여 먼저 경매절차가 진행되어 丙 은행이 채권 전액을 회수하였고, 이에 丁이 甲 소유의 부동산에 대한 후순위저당권자로서 물상보증인에게 이전된 근저당권으로부터 우선하여 변제를 받을 수 있다고 주장하며 丙 은행 등을 상대로 근저당권설정등기의 이전을 구하자, 甲이 乙에 대해 취득한 구상금 채권이 상계로 소멸하였다고 주장하며 乙이 丙 은행을 상대로 근저당권설정등기의 말소를 구하는 독립당사자 참가신청을 한 사안에서, 乙의 독립당사자 참가신청을 각하한 사례<br/>",
  "판결요지": "[1] 민사소송법 제79조 제1항에 규정된 독립당사자참가는 다른 사람 사이에 소송이 계속 중일 때 소송대상의 전부나 일부가 자기의 권리라고 주장하거나, 소송결과에 따라 권리가 침해된다고 주장하는 제3자가 당사자로서 소송에 참가하여 세 당사자 사이에 서로 대립하는 권리 또는 법률관계를 하나의 판결로써 서로 모순 없이 일시에 해결하려는 것이다. 그러므로 독립당사자참가 중 권리주장참가는 원고의 본소청구와 참가인의 청구가 주장 자체에서 양립할 수 없는 관계라고 볼 수 있는 경우에 허용될 수 있고, 사해방지참가는 본소의 원고와 피고가 소송을 통하여 참가인의 권리를 침해할 의사가 있다고 객관적으로 인정되고 소송의 결과 참가인의 권리 또는 법률상 지위가 침해될 우려가 있다고 인정되는 경우에 허용될 수 있다.<br/>[2] 공동저당에 제공된 채무자 소유의 부동산과 물상보증인 소유의 부동산 가운데 물상보증인 소유의 부동산이 먼저 경매되어 매각대금에서 선순위공동저당권자가 변제를 받은 때에는 물상보증인은 채무자에 대하여 구상권을 취득함과 동시에 변제자대위에 의하여 채무자 소유의 부동산에 대한 선순위공동저당권을 대위취득한다. 물상보증인 소유의 부동산에 대한 후순위저당권자는 물상보증인이 대위취득한 채무자 소유의 부동산에 대한 선순위공동저당권에 대하여 물상대위를 할 수 있다. 이 경우에 채무자는 물상보증인에 대한 반대채권이 있더라도 특별한 사정이 없는 한 물상보증인의 구상금 채권과 상계함으로써 물상보증인 소유의 부동산에 대한 후순위저당권자에게 대항할 수 없다. 채무자는 선순위공동저당권자가 물상보증인 소유의 부동산에 대해 먼저 경매를 신청한 경우에 비로소 상계할 것을 기대할 수 있는데, 이처럼 우연한 사정에 의하여 좌우되는 상계에 대한 기대가 물상보증인 소유의 부동산에 대한 후순위저당권자가 가지는 법적 지위에 우선할 수 없다.<br/>[3] 甲 소유의 부동산과 채무자인 乙 소유의 부동산을 공동저당의 목적으로 하여 丙 은행 앞으로 선순위근저당권이 설정된 후 甲 소유의 부동산에 관하여 丁 앞으로 후순위근저당권이 설정되었는데, 甲 소유의 부동산에 관하여 먼저 경매절차가 진행되어 丙 은행이 채권 전액을 회수하였고, 이에 丁이 甲 소유의 부동산에 대한 후순위저당권자로서 물상보증인에게 이전된 근저당권으로부터 우선하여 변제를 받을 수 있다고 주장하며 丙 은행 등을 상대로 근저당권설정등기의 이전을 구하자, 甲이 乙에 대해 취득한 구상금 채권이 상계로 소멸하였다고 주장하며 乙이 丙 은행을 상대로 근저당권설정등기의 말소를 구하는 독립당사자 참가신청을 한 사안에서, 乙의 말소등기청구는 등기의 이전을 구하는 丁의 청구와 동일한 권리관계에 관하여 주장 자체로 양립되지 않는 관계에 있지 않으므로 민사소송법 제79조 제1항 전단에 따른 권리주장참가의 요건을 갖추지 못하였고, 丁과 丙 은행이 소송을 통하여 乙의 권리를 침해할 의사가 있다고 객관적으로 인정하기도 어려우므로 민사소송법 제79조 제1항 후단에 따른 사해방지참가의 요건을 갖추었다고 볼 수도 없다는 이유로 乙의 독립당사자 참가신청을 각하한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제79조 제1항 / [2] 민법 제341조, 제368조 제2항, 제370조, 제481조, 제482조 / [3] 민사소송법 제79조 제1항, 민법 제341조, 제368조 제2항, 제370조, 제481조, 제482조<br/>",
  "참조판례": "[1] 대법원 2005. 10. 17.자 2005마814 결정(공2005하, 1921), 대법원 2011. 5. 13. 선고 2010다106245 판결 / [2] 대법원 1994. 5. 10. 선고 93다25417 판결(공1994상, 1638)<br/>"
}