{
  "판례일련번호": "184759",
  "사건명": "공직선거법위반",
  "사건번호": "2017도1799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170426",
  "판시사항": "[1] 공직선거법상 ‘선거운동’의 의미 및 금지되는 선거운동의 범위를 판단하는 기준<br/>[2] 피고인이 국회의원선거일 약 1년 전에 자신의 경력사항을 포함하여 국회의원선거 당선을 호소하는 내용이 기재된 명함 약 300장을 지역구 내 아파트 지하주차장에 주차된 차량들의 앞 유리에 꽂아두는 방법으로 배부하여 사전선거운동을 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 피고인이 선거운동을 목적으로 명함을 배부하였다고 보기 어렵고, 자신의 인지도와 긍정적 이미지를 높이려는 의도에서 명함을 배부하였더라도 그 배부행위를 사전선거운동에 해당한다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 공직선거법상 선거운동의 의미와 금지되는 선거운동의 범위는 다음과 같은 구체적인 기준에 따라 판단하여야 한다.<br/>  ‘선거운동’은 특정 선거에서 특정 후보자의 당선 또는 낙선을 도모한다는 목적의사가 객관적으로 인정될 수 있는 행위를 말하는데, 이에 해당하는지는 당해 행위를 하는 주체 내부의 의사가 아니라 외부에 표시된 행위를 대상으로 객관적으로 판단하여야 한다.<br/>  위와 같은 목적의사는 특정한 선거에 출마할 의사를 밝히면서 그에 대한 지지를 부탁하는 등의 명시적인 방법뿐만 아니라 당시의 객관적 사정에 비추어 선거인의 관점에서 특정 선거에서 당선이나 낙선을 도모하려는 목적의사를 쉽게 추단할 수 있을 정도에 이른 경우에도 이를 인정할 수 있다. 위와 같은 목적의사가 있었다고 추단하려면, 단순히 선거와의 관련성을 추측할 수 있다거나 선거에 관한 사항을 동기로 하였다는 사정만으로는 부족하고 특정 선거에서의 당락을 도모하는 행위임을 선거인이 명백히 인식할 만한 객관적인 사정에 근거하여야 한다.<br/>  선거운동은 대상인 선거가 특정되는 것이 중요한 개념표지이므로 문제 된 행위가 특정 선거를 위한 것임이 인정되어야만 선거운동에 해당한다고 볼 수 있는데, 행위 당시의 상황에서 특정 선거의 실시에 대한 예측이나 확정 여부, 당해 행위의 시기와 특정 선거일 간의 시간적 간격, 그 행위의 내용과 당시의 상황, 행위자와 후보자의 관계 등 여러 객관적 사정을 종합하여 선거인의 관점에서 문제 된 행위가 특정 선거를 대상으로 하였는지를 합리적으로 판단하여야 한다.<br/>  정치인이 일상적인 사회활동과 통상적인 정치활동의 일환으로 선거인과 접촉하여 자신의 인격에 대한 공감과 정치적 식견에 대한 찬성과 동의를 구하는 한편, 그들의 의견을 청취·수용하여 지지를 받을 수 있는 정책을 구상·수립하는 과정을 통하여 이른바 인지도와 긍정적 이미지를 제고하여 정치적 기반을 다지는 행위에도 위와 같은 판단 기준이 그대로 적용되어야 한다. 따라서 그와 같은 일상적인 사회활동과 통상적인 정치활동에 인지도와 긍정적 이미지를 높이려는 목적이 있다 하여도 그 행위가 특정한 선거를 목표로 하여 그 선거에서 특정인의 당선 또는 낙선을 도모하는 목적의사가 표시된 것으로 인정되지 않는 한 선거운동이라고 볼 것은 아니다.<br/>[2] 피고인이 국회의원선거일 약 1년 전에 자신의 경력사항을 포함하여 국회의원선거 당선을 호소하는 내용이 기재된 명함(이하 ‘명함’이라고 한다) 약 300장을 지역구 내 아파트 지하주차장에 주차된 차량들의 앞 유리에 꽂아두는 방법으로 배부하여 사전선거운동을 하였다고 하여 공직선거법 위반으로 기소된 사안에서, 명함을 배포하는 활동은 선거일에서 멀리 떨어진 시기에 이루어진 일이어서 피고인이 향후 어떤 선거에 나설지도 모른다는 예측을 주는 정도에 불과하며, 명함의 내용이나 명함 배부 과정에서 명시적으로 국회의원선거에서 피고인에 대한 지지를 부탁하는 행위가 있었음이 인정되지 아니하고, 선거인의 관점에서 위 선거에서 피고인의 당선을 도모하려는 목적의사를 쉽게 추단할 수 있을 만한 객관적 사정도 부족하여 피고인이 선거운동을 목적으로 명함을 배부하였다고 보기 어렵고, 피고인이 자신의 인지도와 긍정적 이미지를 높이려는 의도에서 명함을 배부하였더라도 그 배부행위를 사전선거운동에 해당한다고 볼 수 없는데도, 피고인이 명함을 배부함으로써 사전선거운동을 하였다고 보아 유죄를 인정한 원심판결에 공직선거법 제254조 제2항이 정한 ‘선거운동’의 의미에 관한 법리를 오해하여 공직선거법의 해석·적용을 그르친 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제254조 제2항 / [2] 공직선거법 제254조 제2항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2016. 8. 26. 선고 2015도11812 전원합의체 판결(공2016하, 1457), 대법원 2016. 10. 27. 선고 2015도16764 판결<br/>"
}