{
  "판례일련번호": "184743",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2014두6562",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170427",
  "판시사항": "[1] 구 국세기본법 제81조의4 제2항 제3호에서 정한 재조사의 예외적인 허용사유인 ‘2개 이상의 사업연도와 관련하여 잘못이 있는 경우’의 의미 및 완결적이지 않은 하나의 행위로 과세표준 및 세액의 산정에 관한 오류 또는 누락의 원인이 되는 원칙이 결정되고, 이후에 2개 이상의 사업연도에 걸쳐 내용이 구체화되는 후속조치가 이루어진 경우가 이에 해당하는지 여부(적극) / 구 국세기본법 제81조의4 제2항 제3호에 따른 적법한 재조사에 해당하기 위하여 과세관청이 예외적인 허용사유를 뒷받침할 만한 구체적인 자료에 의하여 재조사를 개시하여야 하는지 여부(적극)<br/>[2] 甲 주식회사가 창업주이자 이사회의장의 지위에 있었던 乙에게 매년 임대수입의 10% 이내에서 성과상여금을 지급하기로 하는 이사회결의 후 이에 기초하여 5년에 걸쳐 해당 사업연도별로 개최되었던 주주총회와 이사회 등에서 구체적인 액수를 확정하여 乙에게 성과상여금을 지급한 사안에서, 구 국세기본법 제81조의4 제2항 제3호에서 정한 ‘2개 이상의 과세기간과 관련하여 잘못이 있는 경우’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것, 이하 같다) 제81조의4 제1항은 세무조사는 기본적으로 적정하고 공평한 과세의 실현을 위하여 필요한 최소한의 범위 안에서만 행하여져야 함을 규정한 것이고, 제2항은 같은 세목 및 과세기간에 대한 거듭된 세무조사는 납세자의 영업의 자유나 법적 안정성 등을 심각하게 침해할 뿐만 아니라 세무조사권의 남용으로 이어질 우려가 있으므로 재조사를 원칙적으로 금지하는 한편, 조세공평의 원칙에 현저히 반하는 등의 예외적인 경우에는 재조사를 할 수 있도록 규정한 것이다. 이러한 관련 규정들의 문언과 체계 및 입법 취지 등에 비추어 보면, 구 국세기본법 제81조의4 제2항 제3호에서 정한 재조사의 예외적인 허용사유인 ‘2개 이상의 사업연도와 관련하여 잘못이 있는 경우’란 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우를 의미한다. 따라서 다른 사업연도에 발견된 것과 같은 종류의 잘못이 해당 사업연도에도 단순히 되풀이되는 때에는 이러한 재조사의 예외적인 허용사유에 해당한다고 볼 수 없다. 그런데 완결적인 하나의 행위가 원인이 되어 같은 잘못이 2개 이상의 사업연도에 걸쳐 자동적으로 반복되는 경우는 물론, 하나의 행위가 자체로 완결적이지는 아니하더라도 그로 인해 과세표준 및 세액의 산정에 관한 오류 또는 누락의 원인이 되는 원칙이 결정되고, 이후에 2개 이상의 사업연도에 걸쳐 내용이 구체화되는 후속조치가 이루어질 때에는, 이러한 후속조치는 행위 당시부터 예정된 것이므로 마찬가지로 하나의 행위가 원인이 된 것으로서 이에 해당한다. 그리고 위법한 세무조사를 금지하고 세무조사권의 남용을 방지하고자 하는 구 국세기본법 제81조의4의 규정 취지에 비추어 보면, 재조사의 예외적인 허용사유는 재조사 개시 당시에 구비되어야 하므로, 과세관청이 하나의 원인으로 인하여 2개 이상의 사업연도에 걸쳐 과세표준 및 세액의 산정에 관한 오류 또는 누락이 발생한 경우임을 뒷받침할 만한 구체적인 자료에 의하여 재조사를 개시한 경우에 비로소 구 국세기본법 제81조의4 제2항 제3호에 따른 적법한 재조사에 해당한다.<br/>[2] 甲 주식회사가 창업주이자 이사회의장의 지위에 있었던 乙에게 매년 임대수입의 10% 이내에서 성과상여금을 지급하기로 하는 이사회결의 후 이에 기초하여 5년에 걸쳐 해당 사업연도별로 개최되었던 주주총회와 이사회 등에서 구체적인 액수를 확정하여 乙에게 성과상여금을 지급한 사안에서, 위 이사회결의는 내용 및 전후 경과에 비추어 보면 별다른 지급기준도 없이 실질적으로 잉여금 처분을 위한 분배금을 매년 乙에게 지급하면서도 명목상으로만 손금산입대상이 되는 상여금의 형식을 갖추기로 한 것이고, 구체적인 성과상여금의 액수 등이 해당 사업연도별로 개최되었던 주주총회와 이사회 등에서 확정되었더라도 이는 이사회결의에서 성과상여금을 지급하기로 결정한 후 당시 예정한 바대로 각 사업연도별로 후속절차로서 이루어진 것으로서 그와 함께 성과상여금의 지급원인이 되었으므로, 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항 제3호에서 정한 ‘2개 이상의 과세기간과 관련하여 잘못이 있는 경우’에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제1항, 제2항 제3호 / [2] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항 제3호<br/>",
  "참조판례": ""
}