{
  "판례일련번호": "184757",
  "사건명": "공사대금",
  "사건번호": "2014다38678",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170426",
  "판시사항": "[1] 하수급인이 직접지급청구권의 발생요건으로서 구 하도급거래 공정화에 관한 법률 제14조 제1항에서 말하는 하도급대금의 직접지급을 요청하였는지 판단하는 기준<br/>[2] 도급인인 甲 주식회사, 수급인인 乙 주식회사, 하수급업체 대표인 丙 주식회사 등이 乙 회사의 워크아웃 신청으로 중단되었던 공사를 재개하기 위한 사업약정을 체결하면서 甲 회사가 하수급업자 등에게 하도급대금 등을 직접 지급하기로 하였고, 이에 따라 하수급인인 丁 주식회사와 甲 회사, 乙 회사가 직접지급 합의서를 작성하였는데, 丁 회사가 甲 회사 등을 상대로 하도급대금의 지급을 청구하는 전소를 제기하면서 직접지급 합의서에는 기재되어 있지 않은 乙 회사와 변경계약한 증액대금도 함께 지급할 것을 청구하였으나, 법원이 甲 회사가 직접지급 합의서에 따른 최초의 하도급대금만을 지급할 의무가 있음을 전제로 증액대금의 지급약정 등에 관한 丁 회사의 주장을 배척하자, 丁 회사가 乙 회사를 흡수합병한 戊 주식회사를 상대로 증액대금의 지급을 구하는 소를 제기한 사안에서, 丁 회사는 전소에서 사업약정과 지급합의에 기하여 하도급대금을 청구한 것이고, 그것이 구 하도급거래 공정화에 관한 법률 제14조 제1항 제3호에 따른 직접지급의 요청에 해당한다고 보기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 하도급거래 공정화에 관한 법률(2014. 5. 28. 법률 제12709호로 개정되기 전의 것, 이하 ‘하도급법’이라고 한다)에 따른 직접지급제도는 직접지급 합의 또는 직접지급의 요청에 따라 도급인(즉 발주자)에게 하도급대금의 직접지급의무를 부담시킴으로써 하수급인(즉 수급사업자)을 수급인(즉 원사업자)과 일반채권자에 우선하여 보호하는 것이다. 이 경우 도급인은 도급대금채무의 범위에서 하수급인에 대한 직접지급의무를 부담하고[하도급거래 공정화에 관한 법률 시행령(이하 ‘하도급법 시행령’이라고 한다) 제9조 제3항], 이와 동시에 하수급인의 수급인에 대한 하도급대금채권과 도급인의 수급인에 대한 도급대금채무가 소멸한다(하도급법 제14조 제2항).<br/>하도급법 제14조 제1항에 따르면, 같은 항 제2호(‘발주자가 하도급대금을 직접 수급사업자에게 지급하기로 발주자·원사업자 및 수급사업자 간에 합의한 때’)에 해당하는 경우에는 하수급인이 직접 지급을 요청하지 않아도 같은 조 제1항, 제4항, 하도급법 시행령 제9조 제3항이 정한 범위에서 직접지급청구권이 발생하나, 나머지 제1, 3, 4호에 해당하는 경우에는 수급사업자가 직접지급을 요청한 때에 비로소 위와 같은 직접지급청구권이 발생한다.<br/>  하수급인이 하도급법 제14조 제1항에서 말하는 하도급대금의 직접지급을 요청하였는지는 하수급인의 도급인에 대한 요청 내용과 방식, 하수급인이 달성하려고 하는 목적, 문제 되는 직접지급사유와 하도급대금의 내역, 하도급대금의 증액 여부와 시기, 직접지급제도의 취지, 도급인·수급인·하수급인의 이해관계, 직접지급의 요청에 따르는 법적 효과와 이에 대한 예견가능성 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 도급인인 甲 주식회사, 수급인인 乙 주식회사, 하수급업체 대표인 丙 주식회사 등이 乙 회사의 워크아웃 신청으로 중단되었던 공사를 재개하기 위한 사업약정을 체결하면서 甲 회사가 하수급업자 등에게 하도급대금 등을 직접 지급하기로 하였고, 이에 따라 하수급인인 丁 주식회사와 甲 회사, 乙 회사가 직접지급 합의서를 작성하였는데, 丁 회사가 甲 회사 등을 상대로 하도급대금의 지급을 청구하는 전소를 제기하면서 직접지급 합의서에는 기재되어 있지 않은 乙 회사와 변경계약한 증액대금도 함께 지급할 것을 청구하였으나, 법원이 甲 회사가 직접지급 합의서에 따른 최초의 하도급대금만을 지급할 의무가 있음을 전제로 증액대금의 지급약정 등에 관한 丁 회사의 주장을 배척하자, 丁 회사가 乙 회사를 흡수합병한 戊 주식회사를 상대로 증액대금의 지급을 구하는 소를 제기한 사안에서, 전소 소장에 기재된 문언의 내용, 사업약정과 직접지급 합의의 경위와 내용, 증액대금에 관한 변경계약의 경위, 전소에서 증액대금과 관련하여 당사자들이 했던 주장과 이에 관하여 법원이 심리·판단한 내용과 범위, 소제기의 경위, 전소판결에 관한 당사자들의 불복 여부, 丁 회사의 진정한 의사와 甲 회사가 인식한 내용 등을 종합적으로 고찰해 보면, 丁 회사는 전소에서 사업약정과 지급합의에 기하여 甲 회사가 丁 회사에 지급하기로 한 하도급대금을 청구한 것이고, 그것이 동시에 증액대금에 관한 구 하도급거래 공정화에 관한 법률(2014. 5. 28. 법률 제12709호로 개정되기 전의 것)상 직접지급청구권의 발생요건인 같은 법 제14조 제1항 제3호에 따른 직접지급의 요청에 해당한다고 보기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2014. 5. 28. 법률 제12709호로 개정되기 전의 것) 제14조 제1항, 제2항, 제4항, 하도급거래 공정화에 관한 법률 시행령 제9조 제3항 / [2] 구 하도급거래 공정화에 관한 법률(2014. 5. 28. 법률 제12709호로 개정되기 전의 것) 제14조 제1항, 제2항, 제4항, 하도급거래 공정화에 관한 법률 시행령 제9조 제3항<br/>",
  "참조판례": "[1] 대법원 2012. 5. 10. 선고 2010다24176 판결<br/>"
}