{
  "판례일련번호": "184750",
  "사건명": "기반시설부담금환급요청거부처분취소",
  "사건번호": "2013두16807",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170426",
  "판시사항": "[1] 구 기반시설부담금에 관한 법률 제8조 제5항, 구 기반시설부담금에 관한 법률 시행령 제7조 제8항에서 정한 기반시설부담금의 공제대상에 신규 설치를 위한 비용 외 정비·개량·대체를 위한 비용이 포함되는지 여부(적극)<br/>[2] 구 기반시설부담금에 관한 법률 시행령 제7조 제8항에 따라 기반시설부담금 납부의무자가 기반시설을 직접 설치·정비·개량·대체하는 대신 그 비용을 납부하여 납부비용을 기반시설부담금에서 공제하는 경우, 구 기반시설부담금에 관한 법률 제8조 제5항에서 정한 도시계획시설 결정절차 또는 개발행위허가를 거쳐야 한다는 요건이 준용되는지 여부(원칙적 소극)<br/>[3] 구 기반시설부담금에 관한 법률 제8조 제5항을 준용하도록 한 구 기반시설부담금에 관한 법률 시행령 제7조 제8항에 따라 납부의무자가 기반시설을 직접 설치·정비·개량·대체하는 대신 그에 상당하는 비용을 납부한 경우, 위 시행령 제15조 제2항 제3호에 따라 이미 납부한 기반시설부담금에서 해당 금액을 환급받을 수 있는지 여부(적극) 및 이 경우 도시계획시설 결정절차 또는 개발행위허가 절차를 거쳐야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 기반시설을 직접 설치하거나 그 비용납부를 한 경우에 관하여 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지, 이하 ‘기반시설부담금법’이라 한다) 제8조 제5항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제7조 제8항에서는 공제대상을 기반시설의 ‘설치비용’이라고만 규정하고 있다. 그러나 공제대상에는 신규 설치를 위한 비용뿐 아니라 정비·개량·대체를 위한 비용도 포함된다고 보는 것이 타당하다. 그 이유는, 기반시설부담금법령이 기반시설부담금은 기반시설의 설치뿐만 아니라 정비·개량·대체 행위에 필요한 재원을 확보하기 위한 것임을 명시하고 있고(법 제1조, 제4조, 시행령 제4조), 기반시설의 정비·개량·대체에도 어떤 형태로든 추가적인 기반시설의 설치가 수반될 수밖에 없으며, 기반시설을 신규로 설치하든 기존 기반시설을 정비·개량·대체하든 기반시설의 수요 증가에 대응하여 기반시설을 확충한다는 목적 달성에 기여한다는 점에서는 같고, 기반시설부담금의 납부 외에 기반시설의 확충과 관련하여 실질적으로 이행한 부담을 고려하여야 한다는 측면에서 기반시설의 정비·개량·대체를 신규 설치와 달리 취급할 합리적인 이유가 없기 때문이다.<br/>[2] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지, 이하 ‘기반시설부담금법’이라 한다) 제8조 제5항이 도시계획시설 결정절차 또는 개발행위허가(이하 ‘도시계획결정 등 절차’라 한다)를 거치도록 한 취지는, 기반시설부담금 납부의무자가 직접 기반시설을 설치하거나 정비·개량·대체하는 경우에 어떤 기반시설을 어떠한 내용으로 설치·정비·개량·대체할 것인지에 관하여 관할 행정청의 사전 심사나 규제를 거치게 함으로써 공공성이 유지·확보되도록 하고자 하는 것이다.<br/>  그러므로 기존 기반시설을 정비·개량하는 경우에 기반시설부담금 납부의무자가 관할 행정청의 사전심사를 받아 정비·개량 등의 업무를 수행한 때에는 도시계획결정 등 절차를 거치지 않았더라도, 그 비용은 기반시설부담금의 공제대상에 해당한다. 같은 취지에서, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제7조 제8항에서 규정하는 것과 같이 기반시설부담금 납부의무자가 기반시설을 직접 설치·정비·개량·대체하는 대신 그 비용을 납부하여 납부비용을 기반시설부담금에서 공제할 때에도 특별한 사정이 없는 한 기반시설부담금법 제8조 제5항에서 정한 도시계획결정 등 절차를 거쳐야 한다는 요건은 준용되지 않는다.<br/>[3] 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지, 이하 ‘기반시설부담금법 시행령’이라 한다) 제15조 제2항 제3호는 ‘법 제8조 제5항에 따라 공제받을 설치비용에 해당하는 금액이 증가하여 기반시설부담금을 환급하는 경우’에는 법 제17조 제1항에 따라 기반시설부담금을 환급하여야 한다고 규정하고 있다. 그러므로 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제8조 제5항을 준용하도록 한 기반시설부담금법 시행령 제7조 제8항에 따라 기반시설부담금 납부의무자가 기반시설을 직접 설치·정비·개량·대체하는 대신 그에 상당하는 비용을 납부한 경우에도 기반시설부담금법 시행령 제15조 제2항 제3호에 따라 이미 납부한 기반시설부담금에서 해당 금액을 환급받을 수 있고, 이 경우에도 도시계획시설 결정절차 또는 개발행위허가를 거쳐야 하는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제1조, 제4조, 제8조 제4항, 제5항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제4조, 제7조 제8항, 제15조 제2항 / [2] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제8조 제5항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제7조 제8항 / [3] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제8조 제5항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제7조 제8항, 제15조 제2항 제3호<br/>",
  "참조판례": ""
}