{
  "판례일련번호": "184703",
  "사건명": "임금(직장폐쇄 유지의 정당성 상실 여부)",
  "사건번호": "2013다101425",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "[1] 노동조합 및 노동관계조정법 제46조에서 규정하는 사용자의 직장폐쇄가 정당한 쟁의행위로 인정되기 위한 요건 및 정당한 쟁의행위로 인정되는 경우, 사용자가 직장폐쇄 기간 동안 대상 근로자에 대한 임금지불의무를 면하는지 여부(적극)<br/>[2] 직장폐쇄의 개시 자체는 정당하더라도 이후 근로자가 쟁의행위를 중단하고 진정으로 업무에 복귀할 의사를 표시하였음에도 사용자가 직장폐쇄를 계속 유지함으로써 근로자의 쟁의행위에 대한 방어적인 목적에서 벗어나 공격적 직장폐쇄로 성격이 변질된 경우, 그 이후의 직장폐쇄가 정당성을 상실하는지 여부(적극) 및 사용자가 그 기간 동안의 임금에 대해서 지불의무를 면할 수 있는지 여부(소극) / 이때 근로자가 업무에 복귀하겠다는 의사표시의 정도<br/>[3] 甲 주식회사가 노동조합의 쟁의행위가 불법파업에 해당한다는 이유로 조합원 전원에 대하여 직장폐쇄를 실시하자, 노동조합이 직장폐쇄가 이루어진 다음 날부터 甲 회사에 여러 차례 근로복귀 의사를 표명하는 서면을 보내고, 乙 등을 포함한 조합원 일부의 근로제공 확약서를 발송하였으며, 그 후 지방노동위원회에 쟁의행위 철회신고를 제출하여 지방고용노동청이 甲 회사에 ‘직장폐쇄의 지속 여부에 대한 재검토 및 성실한 교섭을 촉구’하는 서면을 발송하였고, 甲 회사가 같은 날 위 서면을 확인하였는데, 그로부터 22일 후 직장폐쇄가 종료되자, 乙 등이 甲 회사를 상대로 직장폐쇄 기간 동안 미지급 임금의 지급을 구한 사안에서, 甲 회사가 지방고용노동청이 발송한 서면을 받은 날부터 22일간 직장폐쇄를 계속 유지한 것은 위법한 직장폐쇄에 해당한다는 이유로 그 기간 동안 甲 회사의 乙 등에 대한 임금지불의무를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법 제46조에서 규정하는 사용자의 직장폐쇄가 사용자와 근로자의 교섭태도와 교섭과정, 근로자의 쟁의행위의 목적과 방법 및 그로 인하여 사용자가 받는 타격의 정도 등 구체적인 사정에 비추어 근로자의 쟁의행위에 대한 방어수단으로서 상당성이 있으면 사용자의 정당한 쟁의행위로 인정될 수 있고, 그 경우 사용자는 직장폐쇄 기간 동안 대상 근로자에 대한 임금지불의무를 면한다.<br/>[2] 근로자의 쟁의행위 등 구체적인 사정에 비추어 직장폐쇄의 개시 자체는 정당하더라도 어느 시점 이후에 근로자가 쟁의행위를 중단하고 진정으로 업무에 복귀할 의사를 표시하였음에도 사용자가 직장폐쇄를 계속 유지함으로써 근로자의 쟁의행위에 대한 방어적인 목적에서 벗어나 공격적 직장폐쇄로 성격이 변질되었다고 볼 수 있는 경우에는 그 이후의 직장폐쇄는 정당성을 상실하게 되므로, 사용자는 그 기간 동안의 임금에 대해서는 지불의무를 면할 수 없다. 그리고 노동조합이 쟁의행위를 하기 위해서는 투표를 거쳐 조합원 과반수의 찬성을 얻어야 하고(노동조합 및 노동관계조정법 제41조 제1항) 사용자의 직장폐쇄는 노동조합의 쟁의행위에 대한 방어수단으로 인정되는 것이므로, 근로자가 업무에 복귀하겠다는 의사 역시 일부 근로자들이 개별적·부분적으로 밝히는 것만으로는 부족하다. 복귀 의사는 반드시 조합원들의 찬반투표를 거쳐 결정되어야 하는 것은 아니지만 사용자가 경영의 예측가능성과 안정을 이룰 수 있는 정도로 집단적·객관적으로 표시되어야 한다.<br/>[3] 甲 주식회사가 노동조합의 쟁의행위가 불법파업에 해당한다는 이유로 조합원 전원에 대하여 직장폐쇄를 실시하자, 노동조합이 직장폐쇄가 이루어진 다음 날부터 甲 회사에 여러 차례 근로복귀 의사를 표명하는 서면을 보내고, 乙 등을 포함한 조합원 일부의 근로제공 확약서를 발송하였으며, 그 후 지방노동위원회에 쟁의행위 철회신고를 제출하여 지방고용노동청이 甲 회사에 ‘직장폐쇄의 지속 여부에 대한 재검토 및 성실한 교섭을 촉구’하는 서면을 발송하였고, 甲 회사가 같은 날 위 서면을 확인하였는데, 그로부터 22일 후 직장폐쇄가 종료되자, 乙 등이 甲 회사를 상대로 직장폐쇄 기간 동안 미지급 임금의 지급을 구한 사안에서, 甲 회사가 지방고용노동청으로부터 ‘직장폐쇄의 지속 여부에 대한 재검토 및 성실한 교섭을 촉구’하는 서면을 받은 시점에는 노동조합이 쟁의행위 철회신고서를 제출한 사실 및 乙 등을 포함한 조합원들의 근로복귀 의사의 진정성을 확인하였다고 보이므로, 甲 회사가 그로부터 22일간 직장폐쇄를 계속 유지한 것은 쟁의행위에 대한 방어수단으로서 상당성이 있다고 할 수 없어 위법한 직장폐쇄에 해당한다는 이유로 그 기간 동안 甲 회사의 乙 등에 대한 임금지불의무를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제46조 / [2] 노동조합 및 노동관계조정법 제41조 제1항, 제46조 / [3] 노동조합 및 노동관계조정법 제46조<br/>",
  "참조판례": "[1] 대법원 2000. 5. 26. 선고 98다34331 판결(공2000하, 1493) / [2] 대법원 2016. 5. 24. 선고 2012다85335 판결(공2016하, 825)<br/>"
}