{
  "판례일련번호": "184702",
  "사건명": "양도소득세등경정청구거부처분취소",
  "사건번호": "2016두1059",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "2015. 2. 3. 대통령령 제26067호로 신설된 소득세법 시행령 제163조 제3항 제2호의2에서 ‘토지 등이 협의매수 또는 수용되는 경우로서 그 보상금의 증액과 관련하여 직접 소요된 소송비용’ 등을 필요경비 중 자본적 지출액의 하나로 규정하기 전에도, 토지 등의 협의매수 또는 수용에 따른 보상금의 증액과 관련하여 직접 지출한 소송비용·화해비용 등이 토지 등의 양도차익을 계산할 때 양도가액에서 공제하여야 하는 필요경비인지 여부(적극)<br/>",
  "판결요지": "구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것, 이하 같다) 제97조 제1항 제2호는 거주자의 양도차익을 계산할 때 양도가액에서 공제할 필요경비 중 하나로 ‘자본적 지출액 등으로서 대통령령으로 정하는 것’을 들고 있다. 그 위임에 따라 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것, 이하 같다) 제163조 제3항 제2호는 ‘자본적 지출액 등’에 해당하는 것으로 ‘양도자산을 취득한 후 쟁송이 있는 경우에 그 소유권을 확보하기 위하여 직접 소요된 소송비용·화해비용 등의 금액으로서 그 지출한 연도의 각 소득금액의 계산에 있어서 필요경비에 산입된 것을 제외한 금액’을 규정하고 있다. 그런데 2015. 2. 3. 대통령령 제26067호로 신설된 소득세법 시행령 제163조 제3항 제2호의2는 ‘공익사업을 위한 토지 등의 취득 및 보상에 관한 법률이나 그 밖의 법률에 따라 토지 등이 협의매수 또는 수용되는 경우로서 그 보상금의 증액과 관련하여 직접 소요된 소송비용’ 등을 필요경비 중 자본적 지출액의 하나로 규정하고 있다.<br/>  양도소득세는 자산의 양도와 그에 따른 소득이 있음을 전제로 하여 과세하는 것이다. 자산의 양도에 따른 소득을 확정하려면 자산을 양도한 대금에서 자산의 취득, 보유와 양도에 따른 비용 등을 공제해야 한다. 위 시행령의 개정 전에는 양도가액에서 공제하는 필요경비를 ‘양도자산을 취득한 후 쟁송이 있는 경우에 그 소유권을 확보하기 위하여 직접 소요된 소송비용·화해비용 등의 금액’이라고 정하고 있었는데, 양도자산을 취득한 후 쟁송이 있는 경우에 그 자산을 보유하기 위한 소송비용 등을 필요경비로 인정하기 위한 것이다.<br/>  토지 등의 협의매수 또는 수용에 따른 보상금의 증액과 관련된 소송은 토지의 양도가액을 확정하거나 그 증액을 위한 소송으로 볼 수 있다. 그 보상금의 증액과 관련하여 직접 소요된 소송비용은 토지 등의 양도가액을 늘리기 위하여 지출한 비용이다. 만일 토지 등의 양도가액을 위 소송에서 증액된 금액을 기준으로 하면서 그로 인한 소송비용은 필요경비로 공제하지 않는다면 이는 양도소득세를 부과하는 입법 취지에 부합하지 않는다. 위 시행령의 개정을 통하여 토지 등이 협의매수 또는 수용되는 경우 그 보상금의 증액과 관련하여 직접 소요된 소송비용을 필요경비라고 명확하게 규정하였는데, 이는 시행령 개정 전에도 인정되는 법리를 명문화한 것으로 볼 수 있어 시행령 개정 전에도 이와 동일한 결론을 인정하여야 한다. 위와 같은 구 소득세법 제97조 제1항 제2호와 그 시행령의 입법 취지와 위 시행령의 개정 경위 등에 비추어 토지 등의 협의매수 또는 수용에 따른 보상금의 증액과 관련하여 직접 지출한 소송비용·화해비용 등도 필요경비로서 양도가액에서 공제된다고 해석하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것) 제97조 제1항 제2호, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제163조 제3항 제2호, 소득세법 시행령 제163조 제3항 제2호의2<br/>",
  "참조판례": ""
}