{
  "판례일련번호": "184819",
  "사건명": "증여세부과처분취소",
  "사건번호": "2014두14976",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170517",
  "판시사항": "[1] 구 상속세 및 증여세법 제39조 제1항 제1호의 입법 취지 및 여기서 신주의 ‘시가’를 평가할 때 기준이 되는 시기(=주식대금 납입일) / 주식 발행에 관한 증권거래법령과 구 ‘유가증권의 발행 및 공시 등에 관한 규정’에 따라 신주를 발행한 경우, 구 상속세 및 증여세법 제39조 제1항 제1호에 따라 증여세를 부과하는 것이 조세법률주의에 위배되는지 여부(소극) / 구 상속세 및 증여세법 제39조 제2항이 과잉금지의 원칙 또는 조세평등주의 원칙에 반하는지 여부(소극)<br/>[2] 주주배정 방식으로 진행된 유상증자에서 실권주가 발생하여 구 ‘유가증권의 발행 및 공시 등에 관한 규정’ 제57조의 제한보다도 높은 할인율이 적용된 가액으로 발행된 신주가 제3자에게 배정된 것이 구 증권거래법 시행령 제2조의4 제4항이 정한 간주모집의 요건을 충족하는 경우, 구 상속세 및 증여세법 제39조 제1항 제1호 (가)목의 괄호 규정에서 증여세 비과세 대상으로 정한 ‘유가증권의 모집방법’에 해당하는지 여부(소극)<br/>[3] 시가보다 낮은 가액으로 실권주를 배정받은 주주 등에 대하여 주식대금 납입일을 기준으로 증여이익을 계산하여 증여세를 부과하는 것이 미실현이익에 대한 과세인지 여부(소극) 및 이는 주식이 보호예수되어 양도할 수 없는 경우라도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘상증세법’이라 한다) 제39조는 제1항 제1호에서 법인이 신주를 시가(제60조 및 제63조의 규정에 의하여 평가한 가액을 말한다)보다 낮은 가액으로 발행하는 경우 주주가 신주를 배정받을 수 있는 권리를 포기함으로써 실권주를 배정받은 다른 주주[(가)목] 또는 제3자[(다)목]가 얻은 이익을 증여재산가액으로 하여 증여세를 부과하도록 규정하고 있고, 제2항에서 제1항 제1호를 적용할 때 신주를 배정받을 수 있는 권리를 포기한 소액주주가 2인 이상인 경우에는 소액주주 1인이 포기한 것으로 보아 이익을 계산하도록 규정하고 있다.<br/>상증세법 제39조 제1항 제1호의 입법 취지는 법인이 신주를 시가보다 낮은 가액으로 발행하는 경우 증자에 따른 이익이 실권주를 배정받은 주주 등에게 무상으로 이전되는 효과가 발생하므로 그 이익에 대하여 과세함으로써 조세평등을 도모하려는 데에 있다. 이사회 결의일과 주식대금 납입일 사이의 주가 상승분 역시 실권주를 배정받은 주주 등이 기존 주주 등으로부터 무상으로 이전받는 이익이므로, 원칙적으로 주식대금 납입일을 기준으로 주식의 시가를 평가하는 것이 위 조항의 문언과 체계에도 부합한다.<br/>  한편 주식 발행에 관한 증권거래법령과 구 ‘유가증권의 발행 및 공시 등에 관한 규정’(2007. 4. 7. 금융위원회 고시 제2008-8호로 개정되기 전의 것, 이하 ‘유가증권 발행규정’이라 한다)은 신주발행의 공정성과 투명성을 확보하기 위하여 신주의 발행가액 등에 대하여 일정한 제한을 둔 것으로서, 부의 무상이전에 대하여 증여세를 부과하고자 하는 상증세법의 위 조항과는 취지와 규율 내용을 달리한다. 따라서 증권거래법령과 유가증권 발행규정에 따라 신주를 발행한 경우에 상증세법의 위 조항에 따라 증여세가 부과된다고 하여 위 조항이 조세법률주의에 위배된다고 할 수 없다.<br/>상증세법 제39조 제2항은 신주를 배정받을 수 있는 권리를 포기한 소액주주가 2인 이상인 경우 소액주주 1명이 권리를 포기한 것으로 보아 이익을 계산하도록 하고 있는데, 이는 증여자별로 증여이익을 계산하는 것이 복잡하고 증여가액이 과세 최저한에 미달하여 과세를 못하게 되면 증여세 회피 수단으로 악용될 우려가 있다는 점을 고려한 것이다. 따라서 위 조항은 증자에 따른 이익에 대한 증여세 과세 제도의 목적을 달성하기 위하여 불가피한 것으로 과잉금지의 원칙 또는 조세평등주의 원칙에 반한다고 보기 어렵다.<br/>[2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘상증세법’이라 한다) 제39조 제1항 제1호 (가)목은 법인이 신주를 시가보다 낮은 가액으로 발행하는 경우 주주가 신주를 배정받을 수 있는 권리를 포기함으로써 실권주를 배정받은 다른 주주가 얻은 이익을 증여재산가액으로 하여 증여세를 부과하도록 규정하면서도, 그 괄호 규정(이하 ‘괄호 규정’이라 한다)으로 ‘증권거래법에 의한 주권상장법인 또는 협회등록법인(증권거래법이 2004. 1. 29. 법률 제7114호로 개정되면서 코스닥상장법인으로 명칭이 변경되었다. 이하 ‘코스닥상장법인’이라 하고, 주권상장법인과 합하여 ‘상장법인’이라 한다)이 같은 법 제2조 제3항의 규정에 의한 유가증권의 모집방법으로 배정하는 경우’를 ‘배정’의 범위에서 제외함으로써 그러한 경우에는 신주를 시가보다 낮은 가액으로 배정받더라도 증여세를 과세하지 않도록 규정하고 있다.<br/>  이 규정은 상장법인이 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지, 이하 같다)에 의한 유가증권의 모집방법에 따라 신주를 발행하는 경우에는 발행에 관한 사항을 공시해야 하고 원칙적으로 유가증권시장 등에서 형성되는 주식가격에 근접한 가격으로 발행가액을 정해야 하는 등 관련 법령에서 정한 엄격한 규제를 따라야 하며[구 ‘유가증권의 발행 및 공시 등에 관한 규정’(2007. 4. 7. 금융위원회 고시 제2008-8호로 개정되기 전의 것, 이하 ‘유가증권 발행규정’이라 한다) 제53조, 제57조 등], 유가증권시장 등에서 유상증자를 통하여 자금을 조달하기 위해서는 어느 정도 할인발행이 불가피하다는 점 등을 감안한 것이다.<br/>  그러나 주주배정 방식으로 진행된 유상증자에서 실권주가 발생하여 이를 제3자에게 배정하는 때에는 발행가액을 제한하는 규정이 없다. 이에 따라 유가증권 발행규정 제57조의 제한보다도 높은 할인율이 적용된 가액으로 발행된 신주가 제3자에게 배정되어 시가와 발행가액의 차액에 해당하는 이익이 무상으로 이전된 경우에는 처음부터 제3자 배정 방식에 의하여 일반적인 모집 또는 그와 마찬가지의 규제를 받는 간주모집 방법으로 신주를 배정하는 경우와 동일하게 취급하여야 할 이유가 없다. 따라서 이러한 경우에는 설령 구 증권거래법 시행령(2008. 1. 18. 대통령령 제20551호로 개정되기 전의 것) 제2조의4 제4항이 정한 간주모집의 요건을 충족하더라도 괄호 규정이 정한 비과세 대상인 ‘유가증권의 모집방법’에는 해당하지 않는다고 보아야 한다.<br/>[3] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘상증세법’이라 한다) 제39조 제1항 제1호의 문언과 취지 등에 비추어 보면, 실권주를 배정받은 주주 등은 시가보다 낮은 가액으로 신주를 배정받은 때에 이미 증자에 따른 이익을 얻었다고 볼 수 있다. 위 조항과 제3항의 위임에 따라 구 상속세 및 증여세법 시행령(2015. 2. 3. 대통령령 제26069호로 개정되기 전의 것) 제29조 제4항은 원칙적으로 증여이익 산정 기준일을 주식대금 납입일로 명시하고 있다. 신주를 저가로 발행함으로써 발생하는 증여이익은 자본이득이므로 신주의 발행시점에 이미 실현된 것이지 취득한 신주를 처분할 때에 비로소 실현된다고 볼 것은 아니다. 그리고 주식의 보호예수(保護預受)는 일정한 요건에 해당하는 주주로 하여금 일정기간 동안 주식의 처분을 제한하기 위한 제도로서, 주식가치 하락으로 소수주주에게 발생하는 손해를 방지하려는 데 목적이 있다. 만일 보호예수기간 경과일을 증여이익 산정 기준일로 한다면 증여재산가액이 당사자의 의사에 따라 변동될 우려가 있다. 따라서 주식대금 납입일을 기준으로 증여이익을 계산하여 증여세를 부과하더라도 미실현이익에 대한 과세로 볼 수 없고, 이는 주식이 보호예수되어 양도할 수 없더라도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제11조, 제37조 제2항, 제38조, 제59조, 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제39조 제1항 제1호, 제2항 / [2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제39조 제1항 제1호 (가)목, 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제2조 제3항, 구 증권거래법 시행령(2008. 1. 18. 대통령령 제20551호로 개정되기 전의 것) 제2조의4 제4항, 구 유가증권의 발행 및 공시 등에 관한 규정(2007. 4. 7. 금융위원회 고시 제2008-8호로 개정되기 전의 것) 제53조, 제57조 / [3] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제39조 제1항 제1호, 제3항, 구 상속세 및 증여세법 시행령(2015. 2. 3. 대통령령 제26069호로 개정되기 전의 것) 제29조 제4항, 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제147조 제1항 제6호, 제173조의2 제1항 제5호<br/>",
  "참조판례": ""
}