{
  "판례일련번호": "184825",
  "사건명": "부당이득금반환",
  "사건번호": "2012다200486",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170511",
  "판시사항": "[1] 임용결격자가 공무원으로 임용되어 사실상 근무하여 온 경우, 공무원연금법이나 근로자퇴직급여 보장법에서 정한 퇴직급여를 청구할 수 있는지 여부(소극) 및 이와 같은 법리는 임용행위의 하자로 임용행위가 취소되어 소급적으로 지위를 상실한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 임용행위가 당연무효이거나 취소된 공무원의 임용 시부터 퇴직 시까지의 사실상의 근로에 대하여 국가 또는 지방자치단체가 부당이득반환의무를 지는지 여부(적극) 및 이때 국가 또는 지방자치단체의 이득액과 임용결격공무원 등이 입은 손해의 내용 / 임용결격공무원 등이 입은 손해가 국가 또는 지방자치단체의 이득액인 공무원연금법상 퇴직급여 상당액을 넘는 경우, 국가 또는 지방자치단체가 반환하여야 할 부당이득액이 공무원연금법상 퇴직급여 상당액으로 제한되는지 여부(적극)<br/>",
  "판결요지": "[1] 공무원연금법이나 근로자퇴직급여 보장법에서 정한 퇴직급여는 적법한 공무원으로서의 신분을 취득하거나 근로고용관계가 성립하여 근무하다가 퇴직하는 경우에 지급되는 것이다. 임용 당시 공무원 임용결격사유가 있었다면, 비록 국가의 과실에 의하여 임용결격자임을 밝혀내지 못하였다 하더라도 임용행위는 당연무효로 보아야 하고, 당연무효인 임용행위에 의하여 공무원의 신분을 취득한다거나 근로고용관계가 성립할 수는 없다. 따라서 임용결격자가 공무원으로 임용되어 사실상 근무하여 왔다 하더라도 적법한 공무원으로서의 신분을 취득하지 못한 자로서는 공무원연금법이나 근로자퇴직급여 보장법에서 정한 퇴직급여를 청구할 수 없다. 나아가 이와 같은 법리는 임용결격사유로 인하여 임용행위가 당연무효인 경우뿐만 아니라 임용행위의 하자로 임용행위가 취소되어 소급적으로 지위를 상실한 경우에도 마찬가지로 적용된다.<br/>[2] 임용행위가 당연무효이거나 취소된 공무원(이하 이를 통칭하여 ‘임용결격공무원 등’이라 한다)의 공무원 임용 시부터 퇴직 시까지의 사실상의 근로(이하 ‘이 사건 근로’라 한다)는 법률상 원인 없이 제공된 것으로서, 국가 및 지방자치단체는 이 사건 근로를 제공받아 이득을 얻은 반면 임용결격공무원 등은 이 사건 근로를 제공하는 손해를 입었다 할 것이므로, 손해의 범위 내에서 국가 및 지방자치단체는 위 이득을 민법 제741조에 의한 부당이득으로 반환할 의무가 있다.<br/>  즉, 국가 또는 지방자치단체는 공무원연금법이 적용될 수 있었던 임용결격공무원 등의 이 사건 근로 제공과 관련하여 매월 지급한 월 급여 외에 공무원연금법상 퇴직급여의 지급을 면하는 이익을 얻는데, 퇴직급여 가운데 임용결격공무원 등이 스스로 적립한 기여금 관련 금액은 임용기간 중의 이 사건 근로의 대가에 해당하고, 기여금을 제외한 나머지 금액 중 순수한 근로에 대한 대가로서 지급되는 부분(공무원의 지위에 대한 공로보상적, 사회보장적 차원에서 지급되는 부분을 제외하는 취지이다) 상당액이 퇴직에 따라 이 사건 근로의 대가로 지급되는 금액이라 할 수 있다.<br/>  한편 근로자퇴직급여 보장법 제8조에서 정한 퇴직금 제도는 퇴직하는 근로자의 근로조건에 대한 최하한의 기준으로서 본질적으로 근로제공의 대가인 후불적 임금의 성질을 지니고 있음에 비추어 보면, 퇴직에 따라 지급받을 수 있는 이 사건 근로의 대가라고 평가될 수 있는 금액은 적어도 근로자퇴직급여 보장법상 퇴직금 상당액으로 볼 수 있으므로, 임용결격공무원 등은 이 사건 근로를 제공함으로써 그 상당의 손해를 입는다고 할 수 있다.<br/>  그리고 앞에서 본 것과 같이 부당이득은 손해액과 이득액 중 적은 범위 내에서 반환의무를 지므로, 위와 같이 임용결격공무원 등이 입은 손해, 즉 임용기간 중 이 사건 근로의 대가로서의 손해액에 해당하는 공무원연금법상 기여금 관련 금액 및 퇴직에 따라 지급받을 수 있는 이 사건 근로의 대가로서의 손해액에 해당하는 근로자퇴직급여 보장법상 퇴직금 상당액의 합계가 국가 또는 지방자치단체의 이득액에 해당하는 공무원연금법상 퇴직급여 상당액을 넘는 경우에, 국가 또는 지방자치단체가 반환하여야 할 부당이득액은 공무원연금법상 퇴직급여 상당액으로 제한된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공무원연금법 제46조, 국가공무원법 제33조, 제69조 / [2] 민법 제741조, 공무원연금법 제46조, 국가공무원법 제33조, 제69조, 근로기준법 제34조, 근로자퇴직급여 보장법 제8조 제1항<br/>",
  "참조판례": "[1] 대법원 1987. 4. 14. 선고 86누459 판결(공1987, 826), 대법원 2003. 5. 16. 선고 2001다61012 판결(공2003상, 1314) / [2] 대법원 2004. 7. 22. 선고 2004다10350 판결, 대법원 2007. 3. 30. 선고 2004다8333 판결(공2007상, 614)<br/>"
}