{
  "판례일련번호": "185095",
  "사건명": "살인(예비적죄명:교통사고처리특례법위반)·사기(남편이 보험금을 노리고 교통사고를 내어 아내를 살해하였다고 기소된 사건)",
  "사건번호": "2017도1549",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170530",
  "판시사항": "[1] 형사재판에서 범죄사실을 인정하기 위한 증거의 증명력 정도 / 살인죄와 같이 법정형이 무거운 범죄의 경우에도 직접증거 없이 간접증거만으로 유죄를 인정할 수 있는지 여부(적극) 및 이때 필요한 주요사실의 전제가 되는 간접사실의 증명 정도<br/>[2] 거액의 보험금 수령이 예상된다는 금전적 이유만으로 살인 범행의 동기를 인정할 때 유의할 사항 / 금전적 이득이 살인의 범행 동기가 될 수 있는 경우<br/>[3] 피고인이 피해자 甲과 혼인한 후 피보험자를 甲, 수익자를 피고인으로 하는 다수의 생명보험에 가입하였다가, 경제적 상황이 어려워지자 거액의 보험금을 지급받을 목적으로 자신의 승합차 조수석에 甲을 태우고 고속도로를 주행하던 중 갓길 우측에 정차되어 있던 화물차량의 후미 좌측 부분에 피고인 승합차의 전면 우측 부분을 고의로 추돌시키는 방법으로 교통사고를 위장하여 甲을 살해하였다는 내용으로 주위적으로 기소된 사안에서, 피고인이 고의로 甲을 살해하였다는 점이 합리적 의심을 배제할 정도로 증명되었다고 보아 유죄를 인정한 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형사재판에서 범죄사실의 인정은 법관으로 하여금 합리적인 의심을 할 여지가 없을 정도의 확신을 가지게 하는 증명력을 가진 엄격한 증거에 의하여야 하므로, 검사의 증명이 그만한 확신을 가지게 하는 정도에 이르지 못한 경우에는 설령 피고인의 주장이나 변명이 모순되거나 석연치 않은 면이 있어 유죄의 의심이 가는 등의 사정이 있더라도 피고인의 이익으로 판단하여야 한다. 한편 살인죄와 같이 법정형이 무거운 범죄의 경우에도 직접증거 없이 간접증거만으로도 유죄를 인정할 수 있으나, 그 경우에도 주요사실의 전제가 되는 간접사실의 인정은 합리적 의심을 허용하지 않을 정도의 증명이 있어야 하고, 그 하나하나의 간접사실이 상호 모순, 저촉이 없어야 함은 물론 논리와 경험칙, 과학법칙에 의하여 뒷받침되어야 한다. 그러므로 유죄의 인정은 범행 동기, 범행수단의 선택, 범행에 이르는 과정, 범행 전후 피고인의 태도 등 여러 간접사실로 보아 피고인이 범행한 것으로 보기에 충분할 만큼 압도적으로 우월한 증명이 있어야 하고, 피고인이 고의적으로 범행한 것이라고 보기에 의심스러운 사정이 병존하고 증거관계 및 경험법칙상 고의적 범행이 아닐 여지를 확실하게 배제할 수 없다면 유죄로 인정할 수 없다. 피고인은 무죄로 추정된다는 것이 헌법상의 원칙이고, 그 추정의 번복은 직접증거가 존재할 경우에 버금가는 정도가 되어야 한다.<br/>[2] 일반적으로 금전적 이득의 기회가 살인 범행의 중요한 동기가 될 수 있음은 부인할 수 없다. 특히 행위자가 얻을 수 있는 이익이 클수록 더욱 강한 동기로 작용하여 부도덕하고 반사회적인 범죄행위를 감행하는 유인이 될 수 있다는 점은 경험칙상으로도 충분히 수긍이 된다. 그러나 거액의 보험금 수령이 예상된다는 금전적 이유만으로 살해 동기를 인정할 수 있는지는 다른 간접사실들의 증명 정도와 함께 더욱 면밀히 살펴볼 필요가 있다.<br/>  한편 금전적 이득만이 살인의 범행 동기가 되는 것은, 범인이 매우 절박한 경제적 곤란이나 궁박 상태에 몰려 있어 살인이라는 극단적 방법을 통해서라도 이를 모면하려고 시도할 정도라거나 범인의 인성이 원래부터 탐욕적이고 인명을 가벼이 여기는 범죄적 악성과 잔혹함이 있는 경우 등이 대부분이다. 그렇지 않은 경우는 증오 등 인간관계의 갈등이나 치정 등 피해자를 살해할 금전 외적인 이유가 있어서 금전적 이득은 오히려 부차적이거나 적어도 금전 외적인 이유가 금전적 이득에 버금갈 정도라고 인정될 만한 사정이 있어야 살인의 동기로서 수긍할 정도가 된다. 더구나 계획적인 범행이고 범행 상대가 배우자 등 가족인 경우에는 범행이 단순히 인륜에 반하는 데에서 나아가 범인 자신의 생활기반인 가족관계와 혈연관계까지 파괴되므로 가정생활의 기반이 무너지는 것을 감내하고라도 살인을 감행할 만큼 강렬한 범행유발 동기가 존재하는 것이 보통이다.<br/>[3] 피고인이 피해자 甲과 혼인한 후 피보험자를 甲, 수익자를 피고인으로 하는 다수의 생명보험에 가입하였다가, 경제적 상황이 어려워지자 거액의 보험금을 지급받을 목적으로 자신의 승합차 조수석에 甲을 태우고 고속도로를 주행하던 중 갓길 우측에 정차되어 있던 화물차량의 후미 좌측 부분에 피고인 승합차의 전면 우측 부분을 고의로 추돌시키는 방법으로 교통사고를 위장하여 甲을 살해하였다는 내용으로 주위적으로 기소된 사안에서, 졸음운전인지 고의사고인지 단언할 수 있는 객관적 증거가 없으므로, 충분히 가능성이 있는 여러 의문을 떨쳐내고 고의사고라고 확신할 수 있을 만큼 간접증거나 정황증거가 충분하다거나 그러한 증거들만으로 살인의 공소사실을 인정할 수 있을 정도의 종합적 증명력을 가진다고 보기에는 더 세밀하게 심리하고 확인해야 할 부분이 많은데도, 피고인에게 충분히 수긍할 만한 살인의 동기가 존재하였는지, 범행방법의 선택과 관련하여 제기될 수 있는 의문점을 해소할 만한 특별한 사정이 있는지, 사고 당시의 상황이 고의로 유발되었다는 과학적 근거가 충분한지 등에 대한 치밀하고도 철저한 검증 없이, 피고인이 고의로 甲을 살해하였다는 점이 합리적 의심을 배제할 정도로 증명되었다고 보아 유죄를 인정한 원심판결에 형사재판에서 요구되는 증명의 정도에 관한 법리를 오해하여 필요한 심리를 다하지 아니하거나 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어난 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제27조 제4항, 형법 제250조, 형사소송법 제307조, 제308조 / [2] 형법 제250조, 형사소송법 제308조 / [3] 형법 제13조, 제250조 제1항, 형사소송법 제307조, 제308조, 제325조<br/>",
  "참조판례": "[1] 대법원 2010. 12. 9. 선고 2010도10895 판결, 대법원 2011. 5. 26. 선고 2011도1902 판결(공2011하, 1352), 대법원 2012. 6. 28. 선고 2012도231 판결(공2012하, 1367)<br/>"
}