{
  "판례일련번호": "185077",
  "사건명": "대여금",
  "사건번호": "2016다34687",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170530",
  "판시사항": "[1] 구 상법 제530조의9 제1항에 따라 ‘분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사’와 ‘분할 또는 분할합병 전의 회사’가 부담하는 연대책임의 법적 성질(=부진정연대채무)<br/>[2] 구 상법 제530조의9 제1항에 따라 ‘분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사’가 채권자에게 부담하는 연대채무의 소멸시효 기간과 기산점(=‘분할 또는 분할합병 전의 회사’가 채권자에게 부담하는 채무의 소멸시효 기간과 기산점)<br/>[3] 채권자가 분할 또는 분할합병이 이루어진 후에 분할회사를 상대로 분할 또는 분할합병 전의 분할회사 채무에 관한 소를 제기하여 분할회사에 대한 관계에서 시효가 중단되거나 확정판결을 받아 소멸시효 기간이 연장된 경우, 소멸시효 중단이나 연장의 효과가 ‘분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사’에 효력이 미치는지 여부(소극)<br/>",
  "판결요지": "[1] 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의9 제1항은 “분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사(이하 ‘수혜회사’라 한다)는 분할 또는 분할합병 전의 회사채무에 관하여 연대하여 변제할 책임이 있다.”라고 정하고 있다(2015. 12. 1. 개정된 상법 제530조의9 제1항은 “분할회사, 단순분할신설회사, 분할승계회사 또는 분할합병신설회사는 분할 또는 분할합병 전의 분할회사 채무에 관하여 연대하여 변제할 책임이 있다.”라고 정하여, ‘분할회사’와 ‘분할합병신설회사’ 등이 동일한 분할회사 채무에 관해 연대책임을 부담한다는 점을 명시하고 있다). 이는 회사분할로 채무자의 책임재산에 변동이 생겨 채권 회수에 불리한 영향을 받는 채권자를 보호하기 위하여 부과된 법정책임을 정한 것으로, 수혜회사와 분할 또는 분할합병 전의 회사는 분할 또는 분할합병 전의 회사채무에 대하여 부진정연대책임을 진다.<br/>[2] 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것)에서 제530조의9 제1항에 따라 채권자가 연대책임을 물을 수 있는 기간이나 금액에 대해서 아무런 제한규정을 두고 있지 않지만 채권자를 분할 또는 분할합병 이전의 상태보다 더욱 두텁게 보호할 필요는 없다. 분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사(이하 ‘수혜회사’라 한다)가 채권자에게 연대하여 변제할 책임을 부담하는 채무는 분할 또는 분할합병 전의 회사가 채권자에게 부담하는 채무와 동일한 채무이다. 따라서 수혜회사가 채권자에게 부담하는 연대채무의 소멸시효 기간과 기산점은 분할 또는 분할합병 전의 회사가 채권자에게 부담하는 채무와 동일한 것으로 봄이 타당하다. 결국, 채권자는 해당 채권의 시효기간 내에서 분할로 인하여 승계되는 재산의 가액과 무관하게 연대책임을 물을 수 있다.<br/>[3] 부진정연대채무에서는 채무자 1인에 대한 이행청구 또는 채무자 1인이 행한 채무의 승인 등 소멸시효의 중단사유나 시효이익의 포기가 다른 채무자에게 효력을 미치지 않는다. 따라서 채권자가 분할 또는 분할합병이 이루어진 후에 분할회사를 상대로 분할 또는 분할합병 전의 분할회사 채무에 관한 소를 제기하여 분할회사에 대한 관계에서 시효가 중단되거나 확정판결을 받아 소멸시효 기간이 연장된다고 하더라도 그와 같은 소멸시효 중단이나 연장의 효과는 다른 채무자인 분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사에 효력이 미치지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의9 제1항 / [2] 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의9 제1항, 상법 제64조, 민법 제166조 / [3] 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의9 제1항, 민법 제168조, 제184조<br/>",
  "참조판례": "[1] 대법원 2010. 8. 26. 선고 2009다95769 판결(공2010하, 1805) / [3] 대법원 2011. 4. 14. 선고 2010다91886 판결(공2011상, 908)<br/>"
}