{
  "판례일련번호": "185163",
  "사건명": "주민등록번호변경신청거부처분취소(주민등록번호가 의사와 무관하게 유출된 경우 조리상 주민등록번호의 변경을 요구할 신청권이 인정되는지가 문제된 사건)",
  "사건번호": "2013두2945",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170615",
  "판시사항": "[1] 국민의 적극적 신청행위에 대하여 행정청이 그 신청에 따른 행위를 하지 않겠다고 거부한 행위가 항고소송의 대상이 되는 행정처분에 해당하기 위한 요건<br/>[2] 甲 등이 인터넷 포털사이트 등의 개인정보 유출사고로 자신들의 주민등록번호 등 개인정보가 불법 유출되자 이를 이유로 관할 구청장에게 주민등록번호를 변경해 줄 것을 신청하였으나 구청장이 ‘주민등록번호가 불법 유출된 경우 주민등록법상 변경이 허용되지 않는다’는 이유로 주민등록번호 변경을 거부하는 취지의 통지를 한 사안에서, 피해자의 의사와 무관하게 주민등록번호가 유출된 경우에는 조리상 주민등록번호의 변경을 요구할 신청권을 인정함이 타당하고, 구청장의 주민등록번호 변경신청 거부행위는 항고소송의 대상이 되는 행정처분에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 국민의 적극적 신청행위에 대하여 행정청이 그 신청에 따른 행위를 하지 않겠다고 거부한 행위가 항고소송의 대상이 되는 행정처분에 해당하기 위해서는, 신청한 행위가 공권력의 행사 또는 이에 준하는 행정작용이어야 하고, 거부행위가 신청인의 법률관계에 어떤 변동을 일으키는 것이어야 하며, 국민에게 행위발동을 요구할 법규상 또는 조리상의 신청권이 있어야 한다.<br/>[2] 甲 등이 인터넷 포털사이트 등의 개인정보 유출사고로 자신들의 주민등록번호 등 개인정보가 불법 유출되자 이를 이유로 관할 구청장에게 주민등록번호를 변경해 줄 것을 신청하였으나 구청장이 ‘주민등록번호가 불법 유출된 경우 주민등록법상 변경이 허용되지 않는다’는 이유로 주민등록번호 변경을 거부하는 취지의 통지를 한 사안에서, 피해자의 의사와 무관하게 주민등록번호가 불법 유출된 경우 개인의 사생활뿐만 아니라 생명·신체에 대한 위해나 재산에 대한 피해를 입을 우려가 있고, 실제 유출된 주민등록번호가 다른 개인정보와 연계되어 각종 광고 마케팅에 이용되거나 사기, 보이스피싱 등의 범죄에 악용되는 등 사회적으로 많은 피해가 발생하고 있는 것이 현실인 점, 반면 주민등록번호가 유출된 경우 그로 인하여 이미 발생하였거나 발생할 수 있는 피해 등을 최소화할 수 있는 충분한 권리구제방법을 찾기 어려운데도 구 주민등록법(2016. 5. 29. 법률 제14191호로 개정되기 전의 것)에서는 주민등록번호 변경에 관한 아무런 규정을 두고 있지 않은 점, 주민등록법령상 주민등록번호 변경에 관한 규정이 없다거나 주민등록번호 변경에 따른 사회적 혼란 등을 이유로 위와 같은 불이익을 피해자가 부득이한 것으로 받아들여야 한다고 보는 것은 피해자의 개인정보자기결정권 등 국민의 기본권 보장의 측면에서 타당하지 않은 점, 주민등록번호를 관리하는 국가로서는 주민등록번호가 유출된 경우 그로 인한 피해가 최소화되도록 제도를 정비하고 보완해야 할 의무가 있으며, 일률적으로 주민등록번호를 변경할 수 없도록 할 것이 아니라 만약 주민등록번호 변경이 필요한 경우가 있다면 그 변경에 관한 규정을 두어서 이를 허용해야 하는 점 등을 종합하면, 피해자의 의사와 무관하게 주민등록번호가 유출된 경우에는 조리상 주민등록번호의 변경을 요구할 신청권을 인정함이 타당하고, 구청장의 주민등록번호 변경신청 거부행위는 항고소송의 대상이 되는 행정처분에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제2조 제1항 제1호 / [2] 구 주민등록법(2016. 5. 29. 법률 제14191호로 개정되기 전의 것) 제7조, 행정소송법 제2조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2009. 9. 10. 선고 2007두20638 판결(공2009하, 1658)<br/>"
}