{
  "판례일련번호": "185155",
  "사건명": "외국환거래법위반",
  "사건번호": "2016도9991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170615",
  "판시사항": "[1] 증권의 ‘취득행위’가 아닌 취득한 증권의 ‘처분행위’가 구 외국환거래법상 신고의무 대상인 해외직접투자 또는 자본거래의 개념에 포함되는지 여부(소극)<br/>[2] 외국환거래규정(2012. 4. 16. 개정 기획재정부 고시 제2012-5호) 제9-5조 제2항을 신고에 따라 외국법인의 증권 등을 취득한 이후 증권을 처분하는 경우에까지 신고의무를 부과하는 규정으로 해석할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 외국환거래법(2016. 3. 2. 법률 제14047호로 개정되기 전의 것, 이하 ‘구 외국환거래법’이라 한다) 제3조 제1항 제18호에서 외국법령에 따라 설립된 법인이 발행한 증권의 ‘취득’만을 해외직접투자로 정의하고 있을 뿐 취득한 증권의 ‘처분’을 해외직접투자의 개념에 포함하지 않고 있고, 같은 항 제19호 (나)목도 증권 또는 이에 관한 권리의 ‘취득’만을 자본거래로 정의하고 있을 뿐 취득한 증권 또는 이에 관한 권리의 ‘처분’을 자본거래의 개념에 포함하지 않고 있으며, 그 밖에 자본거래의 개념에 관한 구 외국환거래법의 규정 또는 그 위임에 따른 구 외국환거래법 시행령(2012. 12. 12. 대통령령 제24225호로 개정되기 전의 것)의 규정을 보더라도 증권의 ‘취득행위’가 아닌 취득한 증권의 ‘처분행위’가 해외직접투자 또는 자본거래의 개념에 포함된다고 할 수 없다. 이는 이미 취득한 증권을 처분하는 행위도 그 실질이 자본에 관한 거래에 해당하고 그것이 국민경제에 미치는 영향이 증권의 취득행위와 다를 바 없어 이에 대하여도 신고의무를 부과할 현실적인 필요가 있다고 하더라도 달리 볼 수 없다.<br/>[2] 구 외국환거래법(2016. 3. 2. 법률 제14047호로 개정되기 전의 것, 이하 ‘구 외국환거래법’이라 한다)과 구 외국환거래법 시행령(2012. 12. 12. 대통령령 제24225호로 개정되기 전의 것)에서 위임한 사항과 그 시행에 관하여 필요한 사항을 정함을 목적으로 제정된 외국환거래규정(2012. 4. 16. 개정 기획재정부 고시 제2012-5호) 제9-5조 제1항은 “거주자가 해외직접투자(증액투자 포함)를 하고자 하는 경우에는 다음 각 호의 1에서 정하는 외국환은행의 장에게 신고하여야 한다.”라고 규정하고 있고, 같은 조 제2항은 “거주자가 제1항의 규정에 의하여 신고한 내용을 변경하고자 하는 경우 당해 신고기관의 장에게 변경신고를 하여야 한다.”라고 규정하고 있으나, 위임법령인 구 외국환거래법과 동법 시행령의 해석상 자본거래 또는 해외직접투자가 아닌 행위에 대하여 행정기관 고시로 신고의무를 새로이 부과하여 그 위반행위를 형사처벌할 수는 없으므로, 위 고시 제9-5조 제2항을 신고에 따라 외국법인의 증권 등을 취득한 이후 증권을 처분하는 경우에까지 신고의무를 부과하는 규정으로 해석할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 구 외국환거래법(2016. 3. 2. 법률 제14047호로 개정되기 전의 것) 제3조 제1항 제18호, 제19호, 제18조 제1항, 제29조 제1항 제6호, 구 외국환거래법 시행령(2012. 12. 12. 대통령령 제24225호로 개정되기 전의 것) 제32조 제1항 / [2] 헌법 제12조 제1항, 형법 제1조 제1항, 구 외국환거래법(2016. 3. 2. 법률 제14047호로 개정되기 전의 것) 제3조 제1항 제18호, 제19호, 제18조 제1항, 제29조 제1항 제6호, 구 외국환거래법 시행령(2012. 12. 12. 대통령령 제24225호로 개정되기 전의 것) 제32조 제1항, 외국환거래규정(2012. 4. 16. 기획재정부 고시 제2012-5호) 제9-5조 제1항, 제2항<br/>",
  "참조판례": ""
}