{
  "판례일련번호": "185166",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(통신매체이용음란)(성폭력범죄의 처벌 등에 관한 특례법 제13조에서 정한 ‘통신매체이용음란죄’의 판단방법과 ‘성적 수치심이나 혐오감을 일으키는 그림 등을 상대방에게 도달하게 한다’의 의미에 관한 사례)",
  "사건번호": "2016도21389",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170608",
  "판시사항": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제13조에서 정한 ‘통신매체이용음란죄’의 보호법익 / 위 죄의 구성요건 중 ‘자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적’ 유무의 판단 기준 및 ‘성적 수치심이나 혐오감을 일으키는 것’의 의미와 판단 기준<br/>[2] 성폭력범죄의 처벌 등에 관한 특례법 제13조의 구성요건 중 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건을 상대방에게 도달하게 한다’는 것의 의미 및 상대방에게 성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건이 담겨 있는 웹페이지 등에 대한 인터넷 링크(internet link)를 보내는 행위가 위 구성요건을 충족하는지 여부(한정 적극)<br/>",
  "판결요지": "[1] 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라 한다) 제13조는 “자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적으로 전화, 우편, 컴퓨터, 그 밖의 통신매체를 통하여 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건’(이하 ‘성적 수치심을 일으키는 그림 등’이라 한다)을 상대방에게 도달하게 한 사람”을 처벌하고 있다. 성폭력처벌법 제13조에서 정한 ‘통신매체이용음란죄’는 ‘성적 자기결정권에 반하여 성적 수치심을 일으키는 그림 등을 개인의 의사에 반하여 접하지 않을 권리’를 보장하기 위한 것으로 성적 자기결정권과 일반적 인격권의 보호, 사회의 건전한 성풍속 확립을 보호법익으로 한다.<br/>  ‘자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적’이 있는지는 피고인과 피해자의 관계, 행위의 동기와 경위, 행위의 수단과 방법, 행위의 내용과 태양, 상대방의 성격과 범위 등 여러 사정을 종합하여 사회통념에 비추어 합리적으로 판단하여야 한다. 또한 ‘성적 수치심이나 혐오감을 일으키는 것’은 피해자에게 단순한 부끄러움이나 불쾌감을 넘어 인격적 존재로서의 수치심이나 모욕감을 느끼게 하거나 싫어하고 미워하는 감정을 느끼게 하는 것으로서 사회 평균인의 성적 도의관념에 반하는 것을 의미한다. 이와 같은 성적 수치심 또는 혐오감의 유발 여부는 일반적이고 평균적인 사람들을 기준으로 하여 판단함이 타당하고, 특히 성적 수치심의 경우 피해자와 같은 성별과 연령대의 일반적이고 평균적인 사람들을 기준으로 하여 그 유발 여부를 판단하여야 한다.<br/>[2] 성폭력범죄의 처벌 등에 관한 특례법 제13조에서 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건(이하 ‘성적 수치심을 일으키는 그림 등’이라 한다)을 상대방에게 도달하게 한다’는 것은 ‘상대방이 성적 수치심을 일으키는 그림 등을 직접 접하는 경우뿐만 아니라 상대방이 실제로 이를 인식할 수 있는 상태에 두는 것’을 의미한다. 따라서 행위자의 의사와 그 내용, 웹페이지의 성격과 사용된 링크기술의 구체적인 방식 등 모든 사정을 종합하여 볼 때 상대방에게 성적 수치심을 일으키는 그림 등이 담겨 있는 웹페이지 등에 대한 인터넷 링크(internet link)를 보내는 행위를 통해 그와 같은 그림 등이 상대방에 의하여 인식될 수 있는 상태에 놓이고 실질에 있어서 이를 직접 전달하는 것과 다를 바 없다고 평가되고, 이에 따라 상대방이 이러한 링크를 이용하여 별다른 제한 없이 성적 수치심을 일으키는 그림 등에 바로 접할 수 있는 상태가 실제로 조성되었다면, 그러한 행위는 전체로 보아 성적 수치심을 일으키는 그림 등을 상대방에게 도달하게 한다는 구성요건을 충족한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제13조 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제13조<br/>",
  "참조판례": "[1] 대법원 2008. 9. 25. 선고 2008도7007 판결(공2008하, 1516), 헌법재판소 2016. 12. 29. 선고 2016헌바153 전원재판부 결정(헌공243, 165)<br/>"
}