{
  "판례일련번호": "185291",
  "사건명": "보증채무금",
  "사건번호": "2015다203622",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170629",
  "판시사항": "[1] 구 수산업협동조합법 제65조의 개정으로 지구별 수산업협동조합이 행할 수 있는 사업범위에서 은행법에 의한 은행업무가 제외된 후에도 금융기관여신운용세칙이 지구별 수산업협동조합이 조합원에 대하여 시설자금을 대출하는 신용사업에 관하여 적용되는지 여부(소극)<br/>[2] 지구별 수산업협동조합인 甲 수산업협동조합이 乙 주식회사에 대출을 하면서 담보로 제공받은 신용보증기금 발행의 신용보증서에 ‘조선소 부지에 건설되는 공장건물 4건 준공 즉시 1순위 추가 담보 취득하여 본 신용보증을 전액 해지’한다는 내용의 보증특약이 있었고, 신용보증약관에 보증특약을 위반한 때에는 보증책임의 전부 또는 일부에 대하여 책임을 지지 아니한다는 면책조항이 있었는데, 乙 회사가 대출금을 반환하지 아니하자 甲 조합이 신용보증기금에 대하여 보증채무금의 지급을 구한 사안에서, 甲 조합이 대출금 전부에 대하여 상호금융 여신업무방법서 제19조에 따른 의무를 준수하지 아니하고 대출을 실행하였으므로, 신용보증기금은 보증특약 등에 따라 대출금 전부에 대하여 보증책임을 면할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 구 수산업협동조합법(2000. 1. 28. 법률 제6256호로 개정되기 전의 것) 제65조는 지구별 수산업협동조합(이하 ‘수협’이라고 한다)이 행할 수 있는 사업의 범위에 조합원에 대한 상호금융업무와 함께 은행법에 의한 은행업무도 포함되어 있었으나, 개정 수산업협동조합법(2004. 12. 31. 법률 제7311호로 전부 개정되기 전의 것) 제65조는 지구별 수협이 행할 수 있는 사업범위에서 은행법에 의한 은행업무를 제외하였다. 이에 따라 지구별 수협의 신용사업부문은 수산업협동조합법 개정 전에는 구 한국은행법(1999. 9. 7. 법률 제6018호로 개정되기 전의 것) 제11조 제2항에 따라 금융기관으로 간주하였으나 개정 후에는 신용협동조합법 제95조 제1항 제2호에 따라 신용협동조합으로 간주하게 되었으므로, 한국은행법상의 금융기관을 적용대상으로 하는 금융기관여신운용세칙은 더 이상 지구별 수협이 조합원에 대하여 시설자금을 대출하는 신용사업에 관하여 적용되지 아니한다.<br/>[2] 지구별 수산업협동조합인 甲 수산업협동조합이 乙 주식회사에 대출을 하면서 담보로 제공받은 신용보증기금 발행의 신용보증서에 ‘조선소 부지에 건설되는 공장건물 4건 준공 즉시 1순위 추가 담보 취득하여 본 신용보증을 전액 해지’한다는 내용의 보증특약이 있었고, 신용보증약관에는 보증특약을 위반한 때에는 보증책임의 전부 또는 일부에 대하여 책임을 지지 아니한다는 면책조항이 있었는데, 乙 회사가 대출금을 반환하지 아니하자 甲 조합이 신용보증기금에 대하여 보증채무금의 지급을 구한 사안에서, 시설자금이 채무자에 의하여 유용되어 해당 시설이 준공되지 아니할 경우에는 대출 기관이 특약에 따른 담보를 취득하는 것이 원천적으로 불가능하게 되므로, 수산업협동조합중앙회장이 제정한 상호금융 여신업무방법서 제19조가 적용되는 지구별 수산업협동조합인 甲 조합의 경우에도 신용보증기금으로서는 상호금융 여신업무방법서 제19조를 준수하여 대출을 실행한 부분에 대하여만 신용보증책임을 지고 이를 준수하지 아니하고 대출을 실행한 부분에 대하여는 신용보증책임을 지지 아니하기로 하는 취지였다고 봄이 타당하며, 甲 조합은 대출금이 유용되지 않도록 관계 증빙서류뿐만 아니라 직접 현물 또는 시설을 확인하는 방법으로 기성고를 조사하고 기성고에 대응하여 대출을 실행할 주의의무가 있는데도, 甲 조합이 시설자금에 해당하는 대출을 취급하면서 도급계약에서 정한 건축물 공사가 전혀 이루어지지 아니하였음에도, 공사가 진행되었고 기성 비율이 100.08%라는 내용의 허위의 확인·조사 서류를 작성하는 등 기성고를 제대로 조사하지 아니하고 대출금 전액을 乙 회사에 지급함으로써 상호금융 여신업무방법서 제19조에 따른 의무를 중대하게 위반하여 대출을 실행한 잘못이 있고, 그 결과 대출금 전부에 대하여 위와 같은 의무를 준수하지 아니하고 대출을 실행하였으므로, 신용보증기금은 보증특약 등에 따라 대출금 전부에 대하여 보증책임을 면할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 수산업협동조합법(2000. 1. 28. 법률 제6256호로 개정되기 전의 것) 제65조(현행 제60조 참조), 구 수산업협동조합법(2004. 12. 31. 법률 제7311호로 전부 개정되기 전의 것) 제65조(현행 제60조 참조), 구 한국은행법(1999. 9. 7. 법률 제6018호로 개정되기 전의 것) 제11조 제2항(현행 삭제), 신용협동조합법 제95조 제1항 제2호 / [2] 구 수산업협동조합법(2000. 1. 28. 법률 제6256호로 개정되기 전의 것) 제65조(현행 제60조 참조), 구 수산업협동조합법(2004. 12. 31. 법률 제7311호로 전부 개정되기 전의 것) 제65조(현행 제60조 참조), 구 한국은행법(1999. 9. 7. 법률 제6018호로 개정되기 전의 것) 제11조 제2항(현행 삭제), 신용협동조합법 제95조 제1항 제2호, 신용보증기금법 제29조<br/>",
  "참조판례": ""
}