{
  "판례일련번호": "185270",
  "사건명": "특정범죄가중처벌등에관한법률위반(뇌물)·개인정보보호법위반·정보통신망이용촉진및정보보호등에관한법률위반·부정경쟁방지및영업비밀보호에관한법률위반(영업비밀누설등)·공무상비밀누설·뇌물공여·제3자뇌물교부·범죄수익은닉의규제및처벌등에관한법률위반",
  "사건번호": "2017도4240",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170619",
  "판시사항": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조에 규정된 ‘정보통신망에 의하여 처리·보관 또는 전송되는 타인의 비밀 누설’에 해당하는 행위의 범위<br/>[2] 공무원 등의 직무상 비밀 누설행위와 대향범 관계에 있는 ‘직무상 비밀을 누설받은 자’에 대하여 공범에 관한 형법총칙 규정이 적용되는지 여부(소극) 및 위와 같은 법리가 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것, 이하 ‘정보통신망법’이라 한다)은 제49조에서 “누구든지 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설하여서는 아니 된다.”라고 규정하고, 제71조 제11호에서 ‘제49조를 위반하여 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설한 자’를 5년 이하의 징역 또는 5천만 원 이하의 벌금에 처하도록 규정하고 있다. 정보통신망법 제49조에 규정된 ‘정보통신망에 의하여 처리·보관 또는 전송되는 타인의 비밀 누설’이란 타인의 비밀에 관한 일체의 누설행위를 의미하는 것이 아니라, 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 비밀을 정보통신망에 침입하는 등의 부정한 수단 또는 방법으로 취득한 사람이나, 그 비밀이 위와 같은 방법으로 취득된 것임을 알고 있는 사람이 그 비밀을 아직 알지 못하는 타인에게 이를 알려주는 행위만을 의미하는 것으로 제한하여 해석함이 타당하다. 이러한 해석이 형벌법규의 해석 법리, 정보통신망법의 입법 목적과 규정 체제, 정보통신망법 제49조의 입법 취지, 비밀 누설행위에 대한 형사법의 전반적 규율 체계와의 균형과 개인정보 누설행위에 대한 정보통신망법 제28조의2 제1항과의 관계 등 여러 사정에 비추어 정보통신망법 제49조의 본질적 내용에 가장 근접한 체계적·합리적 해석이기 때문이다.<br/>[2] 2인 이상의 서로 대향된 행위의 존재를 필요로 하는 대향범에 대하여는 공범에 관한 형법총칙 규정이 적용될 수 없다. 형법 제127조는 공무원 또는 공무원이었던 자가 법령에 의한 직무상 비밀을 누설하는 행위만을 처벌하고 있을 뿐 직무상 비밀을 누설받은 상대방을 처벌하는 규정이 없는 점에 비추어, 직무상 비밀을 누설받은 자에 대하여는 공범에 관한 형법총칙 규정이 적용될 수 없다. 위와 같은 법리는 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제49조의 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제1조, 제28조의2 제1항, 제49조, 제71조 제11호(현행 제71조 제1항 제11호 참조) / [2] 형법 제30조, 제31조, 제32조, 제127조, 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제49조, 제71조 제11호(현행 제71조 제1항 제11호 참조)<br/>",
  "참조판례": "[1] 대법원 2012. 12. 13. 선고 2010도10576 판결(공2013상, 199) / [2] 대법원 2009. 6. 23. 선고 2009도544 판결, 대법원 2011. 4. 28. 선고 2009도3642 판결(공2011상, 1212)<br/>"
}