{
  "판례일련번호": "185366",
  "사건명": "공중위생관리법위반",
  "사건번호": "2017도2793",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 체육시설업자가 체육시설에 딸린 장소에서 체육시설을 이용하는 사람에게 목욕·발한 서비스를 제공하는 것이 공중위생관리법 제3조에서 정한 신고의무를 지는 ‘목욕장업’에 해당하는지 판단하는 기준<br/>[2] 체육시설을 운영하는 사람이 설치한 목욕 시설이 공중위생관리법 제2조 제1항 제3호 단서, 공중위생관리법 시행령 제2조 제2항 각호에서 정한 ‘목욕장업에서 제외되는 시설’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 공중위생관리법 제1조, 제2조 제1항 제1호, 제3호 (가)목, (나)목, 제3조 제1항, 제4조 제1항, 제2항, 제20조 제1항 제1호, 공중위생관리법 시행규칙 제2조 [별표 1], 제4조 [별표 2], 제7조 [별표 4]의 문언, 체계와 목적 등에 비추어, 체육시설업자가 체육시설에 딸린 장소에서 체육시설을 이용하는 사람에게 목욕·발한 서비스를 제공하는 것이 공중위생관리법 제3조에서 정한 신고의무를 지는 ‘목욕장업’에 해당하는지는, 목욕·발한 시설의 내용과 규모, 전체 체육시설에서 목욕·발한 시설이 차지하는 비중, 영업자의 광고·홍보 내역, 해당 서비스를 계속·반복적으로 제공하고 있는지 등을 고려하여 ‘공중이 이용하는 영업의 위생관리 등에 관한 사항을 규정함으로써 위생수준을 향상시켜 국민의 건강증진에 기여’하고자 하는 공중위생관리법의 입법 목적과 이를 달성하기 위한 시설기준, 위생관리기준 등에 비추어 종합적으로 판단하여야 한다.<br/>[2] 공중위생관리법 제2조 제1항 제3호 단서는 숙박업 영업소에 부설된 욕실 등 대통령령이 정하는 경우를 ‘목욕장업’에서 제외하고 있고, 그 위임에 따라 공중위생관리법 시행령 제2조 제2항은 목욕장업에서 제외되는 시설로 숙박업 영업소에 부설된 욕실(제1호), 체육시설의 설치·이용에 관한 법률(이하 ‘체육시설법’이라 한다)에 의한 종합체육시설업의 체온 관리실(제2호), 농어촌정비법에 따른 농어촌민박사업용 시설에 부속된 욕실, 산림문화·휴양에 관한 법률에 따라 자연휴양림 안에 설치된 시설에 부속된 욕실, 청소년활동진흥법 제10조 제1호에 의한 청소년 수련시설에 부속된 욕실, 관광진흥법 제4조에 따라 등록한 외국인관광 도시민박업용 시설에 부설된 욕실(제3호)을 규정하고 있다.<br/>  그러나 위 규정에서 말하는 ‘종합체육시설업의 체온 관리실’이 아니라 체육시설을 운영하는 사람이 목욕 시설을 설치한 경우에는 공중위생관리법 제2조 제1항 제3호 단서, 공중위생관리법 시행령 제2조 제2항 각호의 시설에 해당한다고 볼 수 없다. 그 이유는 다음과 같다.<br/>  목욕장업에서 제외되는 시설인 ‘숙박업 영업소에 부설된 욕실’, ‘종합체육시설업의 체온 관리실’ 등은 숙박업과 종합체육시설업 관련 규정 자체에서 영업자가 준수해야 하는 시설과 수질 등 위생관리기준을 구체적으로 두고 있다. ① 숙박업자의 경우 공중위생관리법 제4조 제7항, 공중위생관리법 시행규칙 제2조 [별표 1] Ⅱ. 개별기준 중 제1호 (나)목은 ‘객실별로 욕실 또는 샤워실을 설치하여야 한다.’고 규정하고, 같은 법 시행규칙 제7조 [별표 4] 제1호 (나)목은 ‘욕조수는 [별표 2]의 Ⅰ. 수질기준 중 제2호의 규정에 의한 기준(목욕장 욕조수의 수질기준)에 적합하여야 한다.’고 규정하고 있다. ② 체육시설법 제10조 제1항 제2호, 제2항, 체육시설법 시행령 제6조 [별표 2]에 따르면 ‘종합체육시설업’은 체육시설법 제10조 제1항 제2호에 따른 신고 체육시설업의 시설 중 실내수영장을 포함한 두 종류 이상의 체육시설을 같은 사람이 한 장소에서 하나의 단위 체육시설로 경영하는 업으로 규정하고 있다. 종합체육시설업자는 수영조 바닥면적과 체력단련장 및 에어로빅장의 운동전용면적을 합한 면적의 15% 이하의 규모로 체온관리실[온수조·냉수조·발한실(땀 내는 방)]을 설치할 수 있는데(체육시설법 제11조 제1항, 체육시설법 시행규칙 제8조 [별표 4]), 체육시설법 제24조, 체육시설법 시행규칙 제23조 [별표 6]에서는 종합체육시설업을 구성하고 있는 해당 체육시설업의 안전·위생기준을 따르도록 하고 있어, 필수시설인 수영장업에 따른 안전·위생관리의무를 부담한다. ③ 나머지 목욕장업 제외 시설들도 관계 법령에서 준수해야 할 위생시설의 설치기준 등을 규정하고 있다. 이와 같이 목욕장업에서 제외되는 시설을 정한 공중위생관리법 시행령 제2조 제2항은 단순히 주된 시설의 이용에 당연히 목욕시설의 이용이 수반된다는 이유만으로 목욕장업에서 제외한 것이 아니라, 이미 다른 관계 법령에 의해서 규율이 이루어지고 있음을 고려한 것이다.<br/>  반면, 체육시설법 제11조 제1항, 체육시설법 시행규칙 제8조 [별표 4] 제1호 (나)목 (1)에서는 체육시설법상의 종합체육시설업이 아닌 신고 체육시설업에 대해서는 임의로 설치할 수 있는 편의시설의 하나로 ‘목욕시설’을 규정하면서도 ‘관계 법령에 따라’ 설치할 수 있다고 정하고 있을 뿐 구체적인 설치기준이나 위생관리기준을 규정하고 있지 않다. 이는 국민 건강위생상 위해의 발생 가능성을 고려해서 공중위생관리법 등에 의한 위생관리기준에 따른 규율을 예정하고 있는 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공중위생관리법(2016. 2. 3. 법률 제13983호로 개정되기 전의 것) 제1조, 제2조 제1항 제1호, 공중위생관리법 제2조 제1항 제3호, 제3조 제1항, 제4조 제1항, 제2항, 제20조 제1항 제1호, 공중위생관리법 시행규칙 제2조 [별표 1], 제4조 [별표 2], 제7조 [별표 4] / [2] 공중위생관리법 제2조 제1항 제3호, 제3조 제1항, 제4조 제7항, 제20조 제1항 제1호, 공중위생관리법 시행령 제2조 제2항, 공중위생관리법 시행규칙 제2조 [별표 1], 제7조 [별표 4], 체육시설의 설치·이용에 관한 법률 제10조 제1항 제2호, 제2항, 제11조 제1항, 제24조, 체육시설의 설치·이용에 관한 법률 시행령 제6조 [별표 2], 체육시설의 설치·이용에 관한 법률 시행규칙 제8조 [별표 4], 제23조 [별표 6]<br/>",
  "참조판례": ""
}