{
  "판례일련번호": "185359",
  "사건명": "손해배상(기)",
  "사건번호": "2016다261175",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 권리금의 법적 성질 / 임차권양도계약과 이에 수반하여 체결되는 권리금계약이 별개의 계약인지 여부(적극) 및 위 계약 전부가 하나의 계약인 것과 같은 불가분의 관계에 있다고 보아야 하는 경우<br/>[2] 공인중개사가 중개대상물 확인·설명서에 기재하여야 할 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’에 상가건물 임대차보호법에 따른 임대차가 포함되는지 여부(적극) / 부동산 중개업자가 상가건물에 대한 임차권 양도계약을 중개하는 경우, 상가건물 임대차보호법상 대항력, 우선변제권 등의 보호를 받을 수 있는 임대차에 해당하는지를 판단하는 데 필요한 상가건물의 권리관계 등에 관한 자료를 확인·설명할 의무가 있는지 여부(적극) 및 중개업자가 고의나 과실로 위 의무를 위반하여 의뢰인에게 손해를 입힌 경우, 손해를 배상할 책임이 있는지 여부(적극)<br/>",
  "판결요지": "[1] 권리금은 상가건물의 영업시설·비품 등 유형물이나 거래처, 신용, 영업상의 노하우(know-how) 혹은 점포 위치에 따른 영업상의 이점 등 무형의 재산적 가치의 양도 또는 일정 기간 동안의 이용대가이다. 임차권양도계약에 수반되어 체결되는 권리금계약은 임차권양도계약과는 별개의 계약이지만 위 두 계약의 체결 경위와 계약 내용 등에 비추어 볼 때, 권리금계약이 임차권양도계약과 결합하여 전체가 경제적·사실적으로 일체로 행하여진 것으로서, 어느 하나의 존재 없이는 당사자가 다른 하나를 의욕하지 않았을 것으로 보이는 경우에는 그 계약 전부가 하나의 계약인 것과 같은 불가분의 관계에 있다고 보아야 한다.<br/>[2] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제25조 제1항, 제2항, 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령(2014. 7. 28. 대통령령 제25522호 공인중개사법 시행령으로 개정되기 전의 것) 제21조, 제22조, 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙(2014. 7. 29. 국토교통부령 제115호 공인중개사법 시행규칙으로 개정되기 전의 것) 제16조에 따르면, 중개업자는 중개대상물에 관한 권리를 취득하고자 하는 거래당사자에게 중개가 완성되기 전에 중개대상물의 소유권·전세권·저당권·지상권·임차권 등 권리관계 등을 확인한 후 설명하여야 한다. 공인중개사가 거래당사자에게 교부하는 중개대상물 확인·설명서 서식에는 중개대상물의 권리관계란에 ‘등기부 기재사항’ 이외에 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’을 기재하여야 하고, 여기에는 상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다)에 따른 임대차가 포함된다.<br/>  나아가 중개업자가 상가건물에 대한 임차권 양도계약을 중개할 때에는 의뢰인에게 중개대상물인 임차권의 존재와 내용에 관하여 확인·설명할 의무가 있으므로, 상가임대차계약을 중개하는 것에 준해서 임차권의 목적이 된 부동산의 등기부상 권리관계뿐만 아니라 의뢰인이 상가임대차법에서 정한 대항력, 우선변제권 등의 보호를 받을 수 있는 임대차에 해당하는지를 판단하는 데 필요한 상가건물의 권리관계 등에 관한 자료를 확인·설명하여야 할 의무가 있다. 그러므로 중개업자가 고의나 과실로 이러한 의무를 위반하여 의뢰인에게 재산상의 손해를 발생하게 한 때에는 이를 배상할 책임이 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제618조, 제629조 / [2] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제25조 제1항, 제2항, 제30조 제1항, 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령(2014. 7. 28. 대통령령 제25522호 공인중개사법 시행령으로 개정되기 전의 것) 제21조, 제22조, 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙(2014. 7. 29. 국토교통부령 제115호 공인중개사법 시행규칙으로 개정되기 전의 것) 제16조<br/>",
  "참조판례": "[1] 대법원 2013. 5. 9. 선고 2012다115120 판결(공2013상, 1032)<br/>"
}