{
  "판례일련번호": "185370",
  "사건명": "근로기준법위반·노동조합및노동관계조정법위반",
  "사건번호": "2013도7896",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 근로기준법 제43조, 제109조 제1항의 입법 취지 및 사용자가 어느 임금의 지급기일에 임금 전액을 지급하지 아니한 경우, 위 규정을 위반한 죄가 성립하는지 여부(적극)<br/>[2] 사용자가 연차휴가미사용수당 전액을 지급기일에 지급하지 아니한 경우, 근로기준법 제109조 제1항, 제43조 제1항 위반죄가 성립하는지 여부(적극)<br/>[3] 甲 주식회사 대표이사로서 사용자인 피고인이 甲 회사 근로자들의 연차휴가미사용수당을 정기지급일에 지급하지 아니하였다고 하여 근로기준법 제109조 제1항, 제43조 제2항 위반으로 기소된 사안에서, 공소사실을 무죄로 판단한 원심판결에 근로기준법 제109조 제1항, 제43조 위반죄의 성립에 관한 법리오해 등의 위법이 있다고 한 사례<br/>[4] 사용자의 직장폐쇄가 정당한 쟁의행위로 인정되기 위한 요건 / 직장폐쇄의 개시 자체는 정당하지만 이후 근로자가 쟁의행위를 중단하고 진정으로 업무에 복귀할 의사를 표시하였음에도 사용자가 직장폐쇄를 계속 유지하면서 적극적으로 노동조합의 조직력을 약화시키기 위한 목적 등을 갖는 공격적 직장폐쇄의 성격으로 변질된 경우, 그 이후의 직장폐쇄는 정당성을 상실하는지 여부(적극)<br/>[5] 노동조합이 주도한 쟁의행위에 참가한 일부 소수의 근로자가 폭력행위 등의 위법행위를 한 경우, 전체로서의 쟁의행위가 당연히 위법하게 되는지 여부(소극)<br/>",
  "판결요지": "[1] 근로기준법 제43조에 의하면, 임금은 통화로 직접 근로자에게 그 전액을 지급하여야 하고(제1항), 매월 1회 이상 일정한 날짜를 정하여 지급하여야 한다(제2항). 그리고 근로기준법 제109조 제1항은 근로기준법 제43조를 위반한 행위를 처벌하도록 정하고 있다. 이는 사용자로 하여금 매월 일정하게 정해진 기일에 근로자에게 근로의 대가 전부를 직접 지급하게 강제함으로써 근로자의 생활안정을 도모하려는 데에 입법 취지가 있으므로, 사용자가 어느 임금의 지급기일에 임금 전액을 지급하지 아니한 경우에는 위 각 규정을 위반한 죄가 성립한다.<br/>[2] 근로기준법 제43조의 입법 취지 등에 비추어 보면, 연차휴가미사용수당이 매월 일정한 날짜에 정기적으로 지급되는 임금은 아니어서 근로기준법 제43조 제2항이 곧바로 적용될 수는 없더라도, 사용자가 그 전액을 지급기일에 지급하지 아니하였다면 이로써 근로기준법 제109조 제1항, 제43조 제1항 위반죄는 성립한다.<br/>[3] 甲 주식회사 대표이사로서 사용자인 피고인이 甲 회사 근로자들의 연차휴가미사용수당을 정기지급일에 지급하지 아니하였다고 하여 근로기준법 제109조 제1항, 제43조 제2항 위반으로 기소된 사안에서, 공소장 기재 적용법조가 ‘근로기준법 제109조 제1항, 제43조 제2항’으로 되어 있으나, 공소사실의 내용은 ‘피고인이 2006년 발생분 연차휴가미사용수당을 정기지급일인 2008. 2. 7.경 지급하지 아니하였다’는 취지임이 명백하여, 공소사실에 대한 적용법조는 ‘피고인이 연차휴가미사용수당 전액을 지급기일에 지급하지 아니하였다’는 근로기준법 제43조 제1항이므로, 공소장에 기재된 적용법조 중 근로기준법 제43조 제2항은 근로기준법 제43조 제1항의 오기이거나 법률적용의 착오이고, 피고인이 제1심 공판기일에 출석하여 공소사실을 모두 인정하였던 사실과 심리의 전 과정을 종합하면 공소사실에 근로기준법 제43조 제1항을 적용하는 것으로 적용법조를 바로잡더라도 피고인의 방어권이 침해된다고 하기 어려운데도, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 근로기준법 제109조 제1항, 제43조 위반죄의 성립에 관한 법리를 오해하여 필요한 심리를 다하지 아니한 위법이 있다고 한 사례.<br/>[4] 노동조합 및 노동관계조정법 제46조가 규정한 사용자의 직장폐쇄는 사용자와 근로자의 교섭태도 및 교섭과정, 근로자의 쟁의행위의 목적과 방법 및 그로 인하여 사용자가 받는 타격의 정도 등 구체적인 사정에 비추어 근로자의 쟁의행위에 대한 방어수단으로서 상당성이 있어야만 사용자의 정당한 쟁의행위로 인정할 수 있다.<br/>  한편 근로자의 쟁의행위 등 구체적인 사정에 비추어 직장폐쇄의 개시 자체는 정당하다고 할 수 있지만, 어느 시점 이후에 근로자가 쟁의행위를 중단하고 진정으로 업무에 복귀할 의사를 표시하였음에도 사용자가 직장폐쇄를 계속 유지하면서 근로자의 쟁의행위에 대한 방어적인 목적에서 벗어나 적극적으로 노동조합의 조직력을 약화시키기 위한 목적 등을 갖는 공격적 직장폐쇄의 성격으로 변질되었다고 볼 수 있는 경우에는, 그 이후의 직장폐쇄는 정당성을 상실한 것으로 보아야 한다.<br/>[5] 노동조합이 주도한 쟁의행위 자체의 정당성과 이를 구성하거나 여기에 부수되는 개개 행위의 정당성은 구별하여야 하므로, 일부 소수의 근로자가 폭력행위 등의 위법행위를 하였더라도, 전체로서의 쟁의행위마저 당연히 위법하게 되는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제43조, 제109조 제1항 / [2] 근로기준법 제43조, 제109조 제1항 / [3] 근로기준법 제43조, 제109조 제1항, 형사소송법 제254조 제3항, 제298조 / [4] 형법 제20조, 노동조합 및 노동관계조정법 제2조 제6호, 제4조, 제46조 / [5] 형법 제20조, 노동조합 및 노동관계조정법 제2조 제6호, 제4조, 제37조<br/>",
  "참조판례": "[1][2] 대법원 2013. 11. 28. 선고 2013도1959 판결 / [1] 대법원 2003. 4. 11. 선고 2002도4323 판결 / [4] 대법원 2003. 6. 13. 선고 2003두1097 판결(공2003하, 1540), 대법원 2016. 5. 24. 선고 2012다85335 판결(공2016하, 825) / [5] 대법원 2003. 12. 26. 선고 2003두8906 판결(공2004상, 248)<br/>"
}