{
  "판례일련번호": "185371",
  "사건명": "종합소득세부과처분취소",
  "사건번호": "2017두36885",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 소득세법에서 규정하는 사업소득의 의미 및 어떠한 소득이 사업소득에 해당하는지 아니면 일시소득인 기타소득에 해당하는지 판단하는 방법<br/>[2] 납세의무자가 신고·납세의무를 알지 못한 것에 책임을 귀속시킬 수 없는 합리적인 이유가 있을 때 또는 그 의무를 게을리한 점을 비난할 수 없는 정당한 사유가 있는 경우, 국세기본법에 따른 가산세를 부과할 수 있는지 여부(소극)<br/>[3] 변호사인 甲이 2002년부터 2014년까지 다수의 법인파산사건에 대한 파산관재 업무를 수행하고 지급받은 보수를 줄곧 기타소득으로 신고하였는데, 과세관청이 이를 기타소득이 아닌 사업소득으로 보아 아직 부과제척기간이 도과하지 않은 과세연도인 2009년 내지 2013년 귀속 종합소득세 부과처분을 하면서 가산세까지 부과한 사안에서, 甲이 위 보수를 사업소득으로 신고·납부하지 아니하였더라도 그 의무를 게을리하였다고 비난할 수 없는 정당한 사유가 있다고 한 사례<br/>",
  "판결요지": "[1] 소득세법에서 규정하는 사업소득은 영리를 목적으로 독립된 지위에서 계속·반복적으로 하는 사회적 활동인 사업에서 발생하는 소득을 뜻한다. 어떠한 소득이 사업소득에 해당하는지 아니면 일시소득인 기타소득에 해당하는지는 그 소득이 발생한 납세의무자의 활동 내용, 기간, 횟수, 태양 그 밖에 활동 전후의 모든 사정을 고려하여 그것이 수익을 목적으로 하고 있는지, 계속성·반복성이 있는지 등을 사회통념에 따라 판단하여야 한다.<br/>[2] 가산세는 과세권의 행사와 조세채권의 실현을 용이하게 하기 위하여 납세의무자가 법에 규정된 신고, 납세 등 각종 의무를 위반한 경우에 법이 정하는 바에 따라 부과하는 행정적 제재로서, 정당한 사유가 있는 때에는 이를 부과하지 않는다(국세기본법 제48조 제1항). 따라서 단순한 법률의 부지나 오해의 범위를 넘어 세법 해석상 견해가 대립하는 등으로 납세의무자가 그 의무를 알지 못한 것에 책임을 귀속시킬 수 없는 합리적인 이유가 있을 때 또는 그 의무의 이행을 당사자에게 기대하기 어려운 사정이 있을 때 등 그 의무를 게을리한 점을 비난할 수 없는 정당한 사유가 있는 경우에는 가산세를 부과할 수 없다.<br/>[3] 변호사인 甲이 2002년부터 2014년까지 다수의 법인파산사건에 대한 파산관재 업무를 수행하고 지급받은 보수를 줄곧 기타소득으로 신고하였는데, 과세관청이 이를 기타소득이 아닌 사업소득으로 보아 아직 부과제척기간이 도과하지 않은 과세연도인 2009년 내지 2013년 귀속 종합소득세 부과처분을 하면서 가산세까지 부과한 사안에서, 파산관재인의 보수가 사업소득으로 과세될 수 있는지에 관하여 세법 해석상 견해의 대립이 있었고, 과세관청 역시 2015년에 이르러 비로소 부과처분을 하는 등 그에 대한 확실한 견해를 가지지 못하였던 것으로 보이며, 종합소득세의 부과경위를 감안할 때 甲에게 가산세까지 부과하는 것은 지나치게 가혹하므로, 甲이 위 보수를 사업소득으로 신고·납부하지 아니하였더라도 그 의무를 게을리하였다고 비난할 수 없는 정당한 사유가 있는데도 이와 달리 본 원심판단에 법리를 오해하여 판결에 영향을 미친 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소득세법 제4조 제1항 제1호, 제19조, 제21조 / [2] 국세기본법 제2조 제4호, 제48조 제1항 / [3] 소득세법 제4조 제1항 제1호, 제19조, 제21조 제1항 제19호, 국세기본법 제2조 제4호, 제48조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 6. 15. 선고 2000두5210 판결, 대법원 2010. 9. 9. 선고 2010두8430 판결(공2010하, 1930) / [2] 대법원 2002. 8. 23. 선고 2002두66 판결(공2002하, 2237), 대법원 2016. 10. 27. 선고 2016두44711 판결(공2016하, 1851)<br/>"
}