{
  "판례일련번호": "185368",
  "사건명": "경정거부처분취소·법인세원천징수처분취소",
  "사건번호": "2015두55134, 55141",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 재산의 귀속명의자가 지배·관리 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 지배·관리하는 자가 따로 있으며, 명의와 실질의 괴리가 조세 회피 목적에서 비롯된 경우, 재산에 관한 소득의 납세의무자(=재산의 실질적 지배·관리자) 및 이 원칙이 조세조약의 해석과 적용에서도 그대로 적용되는지 여부(원칙적 적극)<br/>[2] 외국의 법인격 없는 사단·재단 기타 단체가 구 소득세법 제119조 또는 구 법인세법 제93조에 정한 국내원천소득을 얻어 구성원들에게 분배하는 영리단체인 경우, 해당 소득에 대하여 과세하는 방법 및 이때 단체가 외국법인인지 판단하는 기준<br/>[3] 구 법인세법 제98조 제13항, 제120조의2에 따라 지급명세서와 원천징수영수증에 기재된 소득자가 해당 소득의 형식적 귀속자인 경우, 구 국세기본법 제45조의2 제4항에 정한 원천징수대상자로서 과세표준 및 세액의 경정청구권을 행사할 수 있는지 여부(적극)<br/>[4] 미국 델라웨어(Delaware)주 법률에 의하여 설립되어 미국의 투자자들이 유한책임사원으로 투자한 유한 파트너쉽인 甲 법인 등을 투자자로 하는 파트너쉽 형태의 사모펀드가 벨지움국(이하 ‘벨기에’라 한다) 법률에 따라 설립된 乙 법인을 매수인으로 하여 丙 은행 주식을 인수하였고, 그 후 乙 법인이 丁 주식회사에 丙 은행 주식 중 일부를 양도하여 丁 회사가 양도소득의 10%를 원천징수하여 납부하고 나머지 잔액을 乙 법인에게 지급하였는데, 乙 법인이 ‘대한민국과 벨기에 간의 소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약’ 제4조 및 제13조에 따라 양도소득이 비과세되어야 한다는 이유로 원천징수세액 전부의 환급을 구하는 경정청구를 한 사안에서, 지급명세서상 소득자로 기재된 乙 법인이 구 국세기본법 제45조의2 제4항에 정한 원천징수대상자로서 경정청구권을 행사할 수 있다고 본 원심판단을 수긍한 사례<br/>[5] ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’ 제3조 제1항 (b)호 (ii)목 단서에서 정한 ‘조합원으로서 행동하는 인’의 의미와 ‘그러한 인에 의하여 발생되는 소득은 거주자의 소득으로서 미국의 조세에 따라야 하는 범위에 한한다’의 의미 / 이때 구성원들이 미국에서 납세의무를 부담하는지 판단하는 기준<br/>",
  "판결요지": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제14조 제1항에서 규정하는 실질과세의 원칙은 소득이나 수익, 재산, 거래 등의 과세대상에 관하여 귀속 명의와 달리 실질적으로 귀속되는 자가 따로 있는 경우에는 형식이나 외관을 이유로 귀속명의자를 납세의무자로 삼을 것이 아니라 실질적으로 귀속되는 자를 납세의무자로 삼겠다는 것이므로, 재산의 귀속명의자는 이를 지배·관리할 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며, 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에는, 재산에 관한 소득은 그 재산을 실질적으로 지배·관리하는 자에게 귀속된 것으로 보아 그를 납세의무자로 삼아야 한다. 이러한 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다.<br/>[2] 외국의 법인격 없는 사단·재단 기타 단체가 구 소득세법(2013. 1. 1. 법률 제11611호로 개정되기 전의 것) 제119조 또는 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것, 이하 같다) 제93조에 정한 국내원천소득을 얻어 이를 구성원들에게 분배하는 영리단체에 해당하는 경우, 구 법인세법상 외국법인으로 볼 수 있다면 단체를 납세의무자로 하여 국내원천소득에 대하여 법인세를 과세하여야 하고, 구 법인세법상 외국법인으로 볼 수 없다면 단체의 구성원들을 납세의무자로 하여 그들 각자에게 분배되는 소득금액에 대하여 그 구성원들의 지위에 따라 소득세나 법인세를 과세하여야 한다. 여기서 단체를 외국법인으로 볼 수 있는지에 관하여는 구 법인세법상 외국법인의 구체적 요건에 관하여 본점 또는 주사무소의 소재지 외에 별다른 규정이 없는 이상 단체가 설립된 국가의 법령 내용과 단체의 실질에 비추어 우리나라의 사법(私法)상 단체의 구성원으로부터 독립된 별개의 권리·의무의 귀속주체로 볼 수 있는지에 따라 판단하여야 한다.<br/>[3] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것, 이하 같다) 제45조의2 제1항 제1호 및 제4항 제3호에 의하면 원천징수의무자가 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것, 이하 같다), 제93조 제1호, 제2호, 제4호부터 제6호까지 및 제8호부터 제10호까지의 규정에 해당하는 국내원천소득이 있는 원천징수대상자에 관하여 구 법인세법 제98조에 따라 원천징수한 법인세를 납부하고 구 법인세법 제120조의2에 따라 지급명세서를 제출기한까지 제출한 경우, 그 원천징수의무자 또는 원천징수대상자 등은 원천징수영수증에 기재된 과세표준 및 세액이 세법에 의하여 납부하여야 할 과세표준 및 세액을 초과하는 때에는 원천징수세액의 납부기한이 지난 후 3년 이내에 원천징수영수증에 기재된 과세표준 및 세액의 결정 또는 경정을 관할 세무서장에게 청구할 수 있다고 규정하고 있다.<br/>  구 법인세법은 원천징수의무자로 하여금 해당 국내원천소득을 지급받는 자에게 원천징수영수증을 발급하고, 납세지 관할 세무서장에게는 그 소득을 지급받는 자를 소득자로 기재한 지급명세서를 제출하도록 그 의무를 지우고 있다(제98조 제13항, 제120조의2). 그리고 소득의 실질적인 귀속 여부는 실체적 심리를 거쳐서 비로소 판명되는 것이므로, 지급명세서와 원천징수영수증에 기재된 소득자가 해당 소득의 실질귀속자임을 전제로 경정청구를 하는 이상 그 청구를 허용할 필요가 있다. 따라서 지급명세서와 원천징수영수증에 기재된 소득자는 그가 해당 소득의 형식적 귀속자에 불과하더라도 구 국세기본법 제45조의2 제4항에 정한 원천징수대상자로서 과세표준 및 세액의 경정청구권을 행사할 수 있다고 봄이 타당하다.<br/>[4] 미국 델라웨어(Delaware)주 법률에 의하여 설립되어 미국의 투자자들이 유한책임사원으로 투자한 유한 파트너쉽인 甲 법인 등을 투자자로 하는 파트너쉽 형태의 사모펀드가 벨지움국(이하 ‘벨기에’라 한다) 법률에 따라 설립된 乙 법인을 매수인으로 하여 丙 은행 주식을 인수하였고, 그 후 乙 법인이 丁 주식회사에 丙 은행 주식 중 일부를 양도하여 丁 회사가 양도소득의 10%를 원천징수하여 납부하고 나머지 잔액을 乙 법인에게 지급하였는데, 乙 법인이 ‘대한민국과 벨기에 간의 소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약’ 제4조 및 제13조에 따라 양도소득이 비과세되어야 한다는 이유로 원천징수세액 전부의 환급을 구하는 경정청구를 한 사안에서, 지급명세서상 소득자로 기재된 乙 법인이 양도소득에 대한 과세를 회피하기 위하여 벨기에 거주자 자격을 취득하고자 설립된 도관회사라고 하더라도 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제45조의2 제4항에 정한 원천징수대상자로서 경정청구권을 행사할 수 있다고 본 원심판단을 수긍한 사례.<br/>[5] ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’(이하 ‘한·미 조세조약’이라 한다) 제16조 제1항은 일방 체약국의 거주자가 얻은 주식의 양도소득은 원천지국에 의한 과세로부터 면제되도록 규정하고 있다. 그리고 제3조 제1항 (b)호는 “‘미국의 거주자’라 함은 다음의 것을 의미한다.”라고 규정하면서, (i)목에서 ‘미국법인’을 들고 있고, (ii)목에서 “미국의 조세 목적상 미국에 거주하는 기타의 인(법인 또는 미국의 법에 따라 법인으로 취급되는 단체를 제외함), 다만 조합원 또는 수탁자로서 행동하는 인의 경우에, 그러한 인에 의하여 발생되는 소득은 거주자의 소득으로서 미국의 조세에 따라야 하는 범위에 한한다.”라고 규정하고 있다.<br/>  한·미 조세조약 제3조 제1항 (b)호 (ii)목 단서의 문언과 체계 등에 비추어 보면, 여기서 규정한 ‘조합원으로서 행동하는 인’이란 미국 세법상 조합원 등의 구성원으로 이루어진 단체의 활동으로 얻은 소득에 대하여 구성원이 미국에서 납세의무를 부담하는 단체를 뜻한다고 보아야 하고, ‘그러한 인에 의하여 발생되는 소득은 거주자의 소득으로서 미국의 조세에 따라야 하는 범위에 한한다’는 의미는 그러한 단체의 소득에 대하여 구성원이 미국에서 납세의무를 부담하는 범위에서 단체를 한·미 조세조약상 미국의 거주자로 취급한다는 뜻으로 해석하여야 하며, 이때 구성원들이 미국에서 납세의무를 부담하는지는 현실적으로 과세되는지가 아니라 추상적·포괄적 납세의무가 성립하는지에 따라 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제14조 제1항 / [2] 구 소득세법(2013. 1. 1. 법률 제11611호로 개정되기 전의 것) 제119조, 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것) 제93조 / [3] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제45조의2 제1항 제1호, 제4항 제3호, 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것) 제98조 제13항, 제120조의2 / [4] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제45조의2 제1항 제1호, 제4항 제3호, 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것) 제98조 제13항, 제120조의2, 대한민국과 벨기에 간의 소득에 대한 조세의 이중과세회피 및 탈세방지를 위한 협약 제4조, 제13조 / [5] 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제3조 제1항 (b)호 (i)목, (ii)목, 제16조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2016. 12. 15. 선고 2015두2611 판결(공2017상, 164) / [1] 대법원 2012. 1. 19. 선고 2008두8499 전원합의체 판결(공2012상, 359), 대법원 2012. 4. 26. 선고 2010두11948 판결(공2012상, 892), 대법원 2012. 10. 25. 선고 2010두25466 판결(공2012하, 1963), 대법원 2016. 7. 14. 선고 2015두2451 판결(공2016하, 1195) / [2] 대법원 2012. 1. 27. 선고 2010두5950 판결(공2012상, 379), 대법원 2013. 9. 26. 선고 2011두12917 판결(공2013하, 1989) / [5] 대법원 2014. 6. 26. 선고 2012두11836 판결(공2014하, 1485)<br/>"
}