{
  "판례일련번호": "185362",
  "사건명": "배당이의",
  "사건번호": "2014다32458",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170711",
  "판시사항": "[1] 시효이익 포기의 의사표시가 존재하는지 판단하는 기준<br/>[2] 시효완성 후 소멸시효 중단사유에 해당하는 채무의 승인이 있는 경우, 곧바로 소멸시효 이익의 포기라는 의사표시가 있었다고 할 수 있는지 여부(소극)<br/>[3] 채무자가 소멸시효 완성 후 채무를 일부 변제한 경우, 채무 전체를 묵시적으로 승인한 것인지 여부(원칙적 적극) / 소멸시효가 완성된 채무를 피담보채무로 하는 근저당권이 실행되어 채무자 소유의 부동산이 경락되고 대금이 배당되어 채무의 일부 변제에 충당될 때까지 채무자가 이의를 제기하지 아니한 경우, 채무자가 시효의 이익을 포기한 것으로 볼 수 있는지 여부(원칙적 적극) 및 이때 채무자의 다른 채권자가 이의를 제기하고 채무자를 대위하여 소멸시효 완성의 주장을 원용하는 경우, 시효의 이익을 묵시적으로 포기한 것으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 시효이익을 받을 채무자는 소멸시효가 완성된 후 시효이익을 포기할 수 있고, 이것은 시효의 완성으로 인한 법적인 이익을 받지 않겠다고 하는 효과의사를 필요로 하는 의사표시이다. 그리고 그와 같은 시효이익 포기의 의사표시가 존재하는지의 판단은 표시된 행위 내지 의사표시의 내용과 동기 및 경위, 당사자가 의사표시 등에 의하여 달성하려고 하는 목적과 진정한 의도 등을 종합적으로 고찰하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식에 따라 객관적이고 합리적으로 이루어져야 한다.<br/>[2] 채무자회생 및 파산에 관한 법률 제32조 제3호에서는 개인회생채권자목록을 제출한 경우 시효중단의 효력이 있다고 규정하고 있다. 한편 소멸시효 중단사유로서의 채무승인은 시효이익을 받는 당사자인 채무자가 소멸시효의 완성으로 채권을 상실하게 될 자에 대하여 상대방의 권리 또는 자신의 채무가 있음을 알고 있다는 뜻을 표시함으로써 성립하는 이른바 관념의 통지로 여기에 어떠한 효과의사가 필요하지 않다. 이에 반하여 시효완성 후 시효이익의 포기가 인정되려면 시효이익을 받는 채무자가 시효의 완성으로 인한 법적인 이익을 받지 않겠다는 효과의사가 필요하기 때문에 시효완성 후 소멸시효 중단사유에 해당하는 채무의 승인이 있었다 하더라도 그것만으로는 곧바로 소멸시효 이익의 포기라는 의사표시가 있었다고 단정할 수 없다.<br/>[3] 채무자가 소멸시효 완성 후 채무를 일부 변제한 때에는 액수에 관하여 다툼이 없는 한 채무 전체를 묵시적으로 승인한 것으로 보아야 하고, 이 경우 시효완성의 사실을 알고 이익을 포기한 것으로 추정되므로, 소멸시효가 완성된 채무를 피담보채무로 하는 근저당권이 실행되어 채무자 소유의 부동산이 경락되고 대금이 배당되어 채무의 일부 변제에 충당될 때까지 채무자가 아무런 이의를 제기하지 아니하였다면, 경매절차의 진행을 채무자가 알지 못하였다는 등 다른 특별한 사정이 없는 한, 채무자는 시효완성의 사실을 알고 채무를 묵시적으로 승인하여 시효의 이익을 포기한 것으로 볼 수 있기는 하다. 그러나 소멸시효가 완성된 경우 채무자에 대한 일반채권자는 채권자의 지위에서 독자적으로 소멸시효의 주장을 할 수는 없지만 자기의 채권을 보전하기 위하여 필요한 한도 내에서 채무자를 대위하여 소멸시효 주장을 할 수 있으므로 채무자가 배당절차에서 이의를 제기하지 아니하였다고 하더라도 채무자의 다른 채권자가 이의를 제기하고 채무자를 대위하여 소멸시효 완성의 주장을 원용하였다면, 시효의 이익을 묵시적으로 포기한 것으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제184조 제1항 / [2] 채무자회생 및 파산에 관한 법률 제32조 제3호, 민법 제168조 제3호, 제184조 제1항 / [3] 민법 제162조, 제168조 제3호, 제184조 제1항, 제404조<br/>",
  "참조판례": "[1] 대법원 2013. 2. 28. 선고 2011다21556 판결(공2013상, 547) / [2] 대법원 2013. 2. 28. 선고 2011다21556 판결(공2013상, 547) / [3] 대법원 2001. 6. 12. 선고 2001다3580 판결(공2001하, 1586), 대법원 2012. 5. 10. 선고 2011다109500 판결(공2012상, 995)<br/>"
}