{
  "판례일련번호": "185423",
  "사건명": "분양대금",
  "사건번호": "2017다206922",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170718",
  "판시사항": "[1] 금전채무에 관하여 이행지체에 대비한 지연손해금 비율을 따로 약정한 경우, 민법 제398조에서 정한 손해배상액의 예정으로서 감액의 대상이 되는지 여부(적극) / 민법 제398조 제2항에서 정한 손해배상의 예정액이 ‘부당히 과다한 경우’의 의미 및 위 규정의 적용에 따라 손해배상의 예정액이 부당히 과다한지와 이에 대한 적절한 감액의 범위를 판단할 때 기준이 되는 시기(=사실심 변론종결 당시)<br/>[2] 보증인이 주채무자의 부탁을 받아 보증인이 된 경우, 양자의 관계(=위임관계) 및 이러한 보증 위임의 의사표시가 묵시적으로 이루어질 수 있는지 여부(적극) / 묵시적으로 보증을 위임받은 수탁보증인인지 판단하는 방법<br/>[3] 소송촉진 등에 관한 특례법 제3조 제2항에서 정한 ‘채무자가 그 이행의무의 존부나 범위에 관하여 항쟁함이 타당하다고 인정되는 경우’와 ‘그 타당한 범위’의 의미 / 채무자가 당해 사건의 사실심에서 항쟁할 수 있는 기간의 최대 범위(=사실심판결 선고 시까지) 및 그 선고 시 이후에 대하여 소송촉진 등에 관한 특례법 제3조 제1항의 적용을 배제할 수 있는지 여부(소극) / 이때 이행의무의 존부나 범위에 관하여 항쟁함이 상당한지는 청구마다 따로 판단하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 금전채무에 관하여 이행지체에 대비한 지연손해금 비율을 따로 약정한 경우에 이는 일종의 손해배상액의 예정으로서 민법 제398조 제2항에 의한 감액의 대상이 된다. 민법 제398조 제2항은 손해배상의 예정액이 부당히 과다한 경우에는 법원이 이를 적당히 감액할 수 있다고 규정하고 있는데, 여기서 ‘부당히 과다한 경우’란 채권자와 채무자의 각 지위, 계약의 목적 및 내용, 손해배상액을 예정한 동기, 채무액에 대한 예정액의 비율, 예상 손해액의 크기, 그 당시의 거래관행 등 모든 사정을 참작하여 일반 사회 관념에 비추어 예정액의 지급이 경제적 약자의 지위에 있는 채무자에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 인정되는 경우를 뜻하는 것으로 보아야 하고, 한편 위 규정의 적용에 따라 손해배상의 예정액이 부당하게 과다한지 및 그에 대한 적당한 감액의 범위를 판단하는 데 있어서는, 법원이 구체적으로 그 판단을 하는 때 즉, 사실심의 변론종결 당시를 기준으로 하여 그 사이에 발생한 위와 같은 모든 사정을 종합적으로 고려하여야 한다.<br/>[2] 민법은 주채무자의 부탁으로 보증인이 된 자, 즉 수탁보증인과 부탁 없이 보증인이 된 자의 구상권의 범위에 관하여 달리 정하고 있다(제441조 제2항, 제425조 제2항, 제444조 제1항). 그런데 보증인이 주채무자의 부탁을 받아 보증인이 된 경우 양자는 위임관계에 있고, 이러한 보증의 위임에는 일정한 방식이 요구되지 아니하므로 그 의사표시는 명시적인 경우는 물론 묵시적으로도 이루어질 수 있다. 나아가 묵시적으로 보증을 위임받은 수탁보증인인지는 주채무의 발생원인과 내용, 보증인의 보증계약 체결의 동기 내지 경위, 보증계약의 내용, 주채무자의 보증인이나 보증계약의 존재에 대한 인식 여부, 그 밖의 거래관행 등 주채무의 발생 및 보증계약 체결 당시에 나타난 제반 사정에 비추어 합리적으로 판단하여야 한다.<br/>[3] 소송촉진 등에 관한 특례법 제3조 제2항은 “채무자에게 그 이행의무가 있음을 선언하는 사실심판결이 선고되기 전까지 채무자가 그 이행의무의 존재 여부나 범위에 관하여 항쟁하는 것이 타당하다고 인정되는 경우에는 그 타당한 범위에서 제1항을 적용하지 아니한다.”라고 규정하고 있다. 여기서 ‘채무자가 그 이행의무의 존부나 범위에 관하여 항쟁함이 타당하다고 인정되는 경우’란 이행의무의 존부나 범위에 관하여 항쟁하는 채무자의 주장이 상당한 근거가 있는 것으로 인정되는 경우를 가리키는 것으로 해석되고, 그 후단의 ‘그 타당한 범위’는 ‘채무자가 항쟁함에 타당한 기간의 범위’라고 할 것이므로 채무자가 당해 사건의 사실심에서 항쟁할 수 있는 기간은 당해 사건의 사실심판결 선고 시까지로 보아야 하고 그 선고 시 이후에는 어떤 이유로든지 위 법 제3조 제1항의 적용을 배제할 수 없다.<br/>  또한 이행의무의 존부나 범위에 관하여 항쟁함이 상당한지는 각 청구마다 따로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제398조 제1항, 제2항 / [2] 민법 제105조, 제425조 제2항, 제441조 제2항, 제444조 제1항 / [3] 소송촉진 등에 관한 특례법 제3조<br/>",
  "참조판례": "[1] 대법원 1993. 1. 15. 선고 92다36212 판결(공1993상, 702), 대법원 1997. 7. 25. 선고 97다15371 판결(공1997하, 2698), 대법원 2000. 7. 28. 선고 99다38637 판결(공2000하, 1929), 대법원 2017. 5. 30. 선고 2016다275402 판결(공2017하, 367) / [3] 대법원 1987. 5. 26. 선고 86다카1876 전원합의체 판결(공1987, 1058), 대법원 2002. 9. 10. 선고 2002다34581 판결(공2002하, 2432), 대법원 2010. 1. 14. 선고 2009다73691 판결<br/>"
}