{
  "판례일련번호": "185419",
  "사건명": "종합부동산세등부과처분취소",
  "사건번호": "2016두41781",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170718",
  "판시사항": "[1] 회생회사가 주된 납세의무자인 법인의 납세의무 성립일을 기준으로 해당 법인의 과점주주에 해당하는 경우, 제2차 납세의무 성립의 기초가 되는 주된 납세의무 성립 당시의 과점주주로서의 지위가 회생계획이 정하는 바에 따라 신설회사에 승계될 수 있는지 여부(적극)<br/>[2] 회생계획에 따른 회사분할에서 어떠한 권리와 의무가 신설회사에 승계되는지를 해석하는 방법<br/>",
  "판결요지": "[1] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제39조 제1항 제2호 (가)목은 소유주식 합계가 해당 법인의 발행주식 총수의 100분의 50을 초과하면서 그에 관한 권리를 실질적으로 행사하는 과점주주는 제2차 납세의무를 진다고 규정하고 있고, 제2차 납세의무의 성립요건인 해당 법인의 과점주주 여부는 해당 법인의 납세의무 성립일을 기준으로 판단한다.<br/>  한편 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의10은 “분할 또는 분할합병으로 인하여 설립되는 회사 또는 존속하는 회사는 분할하는 회사의 권리와 의무를 분할계획서 또는 분할합병계약서가 정하는 바에 따라서 승계한다.”라고 규정하고 있고, 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제272조 제1항은 회생계획에 의하여 주식회사인 채무자가 분할되거나 주식회사인 채무자 또는 그 일부가 다른 회사 또는 다른 회사의 일부와 분할합병할 것을 정한 때에는 회생계획에 의하여 분할 또는 분할합병할 수 있다고 하면서 제4항은 그 경우에 구 상법 제530조의10의 적용을 배제하고 있지 않으므로, 회생회사의 분할로 인하여 설립되는 신설회사는 회생계획이 정하는 바에 따라서 회생회사의 권리와 의무를 승계한다.<br/>  이와 같이 회생계획에 의하여 설립되는 신설회사가 승계하는 회생회사의 권리와 의무에는 성질상 이전이 허용되지 않는 것을 제외하고는 사법상 관계와 공법상 관계 모두가 포함된다고 보아야 한다. 또한 채무자회생법 제280조는 ‘회생계획에서 신설회사가 회생회사의 조세채무를 승계할 것을 정한 때에는 신설회사는 그 조세를 납부할 책임을 지며, 회생회사의 조세채무는 소멸한다’고 규정하여, 상법에 따른 회사분할과 달리 조세채무에 관하여 회생계획에서 그 승계 여부를 정할 수 있음을 명시하고 있다. 한편 회생회사의 조세채무가 아직 성립하지 않은 경우라도 과세요건사실의 일부가 발생하는 등 가까운 장래에 성립할 가능성이 있다면 회생계획에서는 그 지위나 법률효과에 관하여도 승계 여부를 정할 수 있다고 해석하는 것이 회생제도의 목적과 취지에 부합한다. 따라서 회생회사가 주된 납세의무자인 법인의 납세의무 성립일을 기준으로 해당 법인의 과점주주에 해당하는 경우, 제2차 납세의무 성립의 기초가 되는 주된 납세의무 성립 당시의 과점주주로서의 지위는 회생계획이 정하는 바에 따라서 신설회사에 승계될 수 있다고 보는 것이 타당하다.<br/>[2] 어떠한 권리와 의무가 신설회사에 승계되는지는 회생계획의 해석에 관한 문제로서, 회생계획의 문언의 내용에 의하여 객관적 의미를 합리적으로 해석하여야 하지만, 회생계획의 문언에 의하여 그 객관적인 의미가 명확하게 드러나지 아니하여 그 해석을 둘러싸고 이견이 있어 회생계획에 나타난 의사가 무엇인지 문제되는 경우에는 회생계획에 기재된 분할의 원칙과 승계 대상 권리와 의무의 내용, 분할회사의 존속 여부, 회생계획안을 작성한 관리인 및 이를 가결한 회생채권자 등 이해관계인들의 합리적 의사, 분할의 경위 및 분할에 의하여 달성하려는 목적, 거래의 관행 등을 종합적으로 고려하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제39조 제1항 제2호 (가)목(현행 제39조 제2호 참조), 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의10, 채무자 회생 및 파산에 관한 법률 제272조 제1항, 제4항, 제280조 / [2] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제39조 제1항 제2호 (가)목(현행 제39조 제2호 참조), 구 상법(2015. 12. 1. 법률 제13523호로 개정되기 전의 것) 제530조의10, 채무자 회생 및 파산에 관한 법률 제272조 제1항, 제4항, 제280조<br/>",
  "참조판례": "[1] 대법원 1979. 6. 12. 선고 79누81 판결(공1979하, 12017), 대법원 1985. 12. 10. 선고 85누405 판결(공1986상, 253)<br/>"
}