{
  "판례일련번호": "185426",
  "사건명": "지분환급",
  "사건번호": "2016다254740",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170718",
  "판시사항": "[1] 영업권을 갖는 사업체를 동업으로 경영하다가 동업관계에서 탈퇴한 조합원의 사업체에 대한 지분을 평가할 때 영업권을 평가에 포함하여야 하는지 여부(적극) / 조합원들이 약정으로 지분의 평가방법을 정하면서 영업권을 평가에 포함하지 않기로 정할 수 있는지 여부(적극) 및 그 증명책임의 소재(=약정을 주장하는 사람)<br/>[2] 탈퇴한 조합원의 지분 계산에 관한 약정을 서면으로 작성하였으나 당사자 사이에 약정의 내용과 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 약정의 내용을 해석하는 방법<br/>[3] 甲이 여성병원과 산후조리원을 乙 등과 공동으로 운영하다가 개원 후 약 3년 만에 동업관계에서 탈퇴한 다음 동업계약에 따른 지분의 환급을 청구하였는데, 동업계약서에서 개원 후 5년 이내에 동업관계에서 탈퇴할 때에는 ‘지분에 해당되는 만큼만 가지고 나갈 수 있도록 한다. 단, 권리금을 포기한다’라고 정한 사안에서, 영업권을 제외하고 甲의 지분을 평가한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 영업권은 사업체가 동종 기업의 정상 이익률을 초과하는 수익력을 가지는 경우 그 초과수익력을 평가한 것이다. 이와 같은 영업권을 갖는 사업체가 거래의 객체가 되는 경우에는 당연히 그 부분에 대한 대가를 주고받을 것이 예상된다. 따라서 영업권을 갖는 사업체를 동업으로 경영하다가 동업관계에서 탈퇴한 조합원의 사업체에 대한 지분은 당연히 영업권을 포함하여 평가하여야 한다. 조합원들이 약정으로 지분의 평가방법을 정하면서 영업권을 평가에 포함하지 않기로 정할 수 있지만, 그 증명책임은 이를 주장하는 사람에게 있다.<br/>[2] 탈퇴한 조합원의 지분 계산에 관한 약정을 서면으로 작성한 경우에 그 서면은 일반적으로 처분문서에 해당한다. 당사자 사이에 약정의 내용과 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 그와 같은 약정이 이루어지게 된 동기와 경위, 약정으로 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 약정의 내용을 합리적으로 해석하여야 한다. 특히 한쪽 당사자가 주장하는 약정의 내용이 상대방에게 권리를 포기하는 것과 같은 중대한 불이익을 부과하는 경우에는 약정의 의미를 엄격하게 해석하여야 한다.<br/>[3] 甲이 여성병원과 산후조리원을 乙 등과 공동으로 운영하다가 개원 후 약 3년 만에 동업관계에서 탈퇴한 다음 동업계약에 따른 지분의 환급을 청구하였는데, 동업계약서에서 개원 후 5년 이내에 동업관계에서 탈퇴할 때에는 ‘지분에 해당되는 만큼만 가지고 나갈 수 있도록 한다. 단, 권리금을 포기한다’라고 정한 사안에서, 병원이나 산후조리원처럼 영업권을 갖는 사업체가 거래의 객체가 되는 경우에 당연히 그 부분에 대한 대가를 주고받을 것으로 예상할 수 있으므로 지분의 시세나 시가에는 영업권의 평가가 포함된다고 보는 것이 자연스러운 해석인 점 등에 비추어 동업계약서에서 조합원들이 영업권을 ‘권리금’의 산정대상에 포함시킴으로써 ‘지분’의 평가에서 제외하기로 약정한 것이라고 보기 어려운데도, 위 ‘지분’에 영업권이 포함되지 않는다고 보아 영업권을 제외하고 甲의 지분을 평가한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제719조 제1항, 민사소송법 제288조 / [2] 민법 제105조, 제719조 제1항 / [3] 민법 제105조, 제719조 제1항<br/>",
  "참조판례": "[1] 대법원 1997. 2. 14. 선고 96다44839 판결(공1997상, 761), 대법원 2013. 12. 26. 선고 2011다67699 판결 / [2] 대법원 1987. 3. 24. 선고 86다카1907, 1908 판결(공1987, 720), 대법원 1996. 7. 30. 선고 95다29130 판결(공1996하, 2639), 대법원 2002. 5. 24. 선고 2000다72572 판결(공2002하, 1479), 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816)<br/>"
}