{
  "판례일련번호": "185580",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2014두43301",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170829",
  "판시사항": "[1] 구 법인세법 제52조에 따른 부당행위계산 부인의 경우, 익금 산입의 기준이 되는 시가를 달리 계산하는 부당행위계산의 유형으로서 금전 대여에 해당하는지 또는 자산·용역 제공에 해당하는지 판단하는 방법<br/>[2] 법인의 사택에 대하여 비업무용 부동산에 관한 취득·관리 비용 및 지급이자의 손금불산입을 규정한 구 법인세법 제27조 제1호 및 제28조 제1항 제4호 (가)목이 적용될 수 있는지 여부(소극)<br/>[3] 구 조세특례제한법 제104조의10 제1항 제1호, 조세특례제한법 시행령 제104조의7 제2항 제2호 (라)목에 따라 해운기업에 대한 법인세 과세표준 계산 특례가 적용되는 ‘선박의 취득 등과 관련된 활동으로 발생한 것’으로서 해운소득에 포함되는 소득은 선박의 취득 등과 직접적인 관련이 있는 소득에 한정되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조 제1항, 제2항, 제4항, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것, 이하 같다) 제88조 제1항 제6호, 제89조 제5항에 의하면, 법인이 특수관계자에게 금전, 그 밖의 자산 또는 용역을 무상 또는 시가보다 낮은 이율·요율이나 임대료로 대부하거나 제공함으로써 법인의 소득에 대한 조세의 부담을 부당히 감소시킨 것으로 인정되는 경우에는 이를 부당행위계산으로 보아 시가와의 차액 등을 익금에 산입하도록 하고 있고, 이때 그 시가는 금전 대여의 경우 구 법인세법 시행령 제89조 제3항에 따라, 그 밖의 자산 또는 용역 제공의 경우 구 법인세법 시행령 제89조 제1항, 제2항, 제4항에 따라 각각 달리 계산하도록 하고 있다.<br/>  부당행위계산의 유형으로서 금전 대여에 해당하는지 또는 자산·용역 제공에 해당하는지는 거래의 내용이나 형식, 당사자의 의사, 계약체결의 경위, 거래대금의 실질적·경제적 대가관계, 거래의 경과 등 거래의 형식과 실질을 종합적으로 고려하여 거래관념과 사회통념에 따라 합리적으로 판단하여야 한다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제27조, 제28조 제1항 제4호 (가)목, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제49조 제1항 제1호 (가)목, 제50조 제1항 제2호 등 관계 법령의 체계와 문언, 개정 연혁과 취지에 의하면, 법인의 사택에 대해서는 일정한 경우에 업무무관지출에 관한 구 법인세법 제27조 제2호가 적용될 수 있을 따름이고, 비업무용 부동산에 관한 구 법인세법 제27조 제1호 및 제28조 제1항 제4호 (가)목은 적용될 수 없다.<br/>[3] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제104조의10 제1항 제1호, 조세특례제한법 시행령 제104조의7 제2항 제2호 (라)목에 의하면, 법령상 요건을 갖춘 해운기업은 외항운송활동과 관련된 소득인 해운소득에 대하여 그 외의 비해운소득과 구분하여 선박표준이익을 계산하는 방식으로 법인세 과세표준을 산정할 수 있도록 하고 있고, ‘외항해상운송활동과 연계된 활동’ 중 하나인 ‘선박의 취득·유지·관리 및 폐기와 관련된 활동’으로 발생한 소득을 해운소득에 포함시키고 있다.<br/>  이러한 관련 규정들에서 해운기업에 대한 법인세 과세표준 계산의 특례를 두고 있는 취지, 해운소득의 범위에 관하여 각호에서 세 가지 유형으로 구분하여 정하고 있는 조세특례제한법 시행령 제104조의7 제2항의 문언과 체계, 조세법규에 대한 엄격해석의 원칙 등을 종합적으로 고려하면, 선박의 취득 등과 관련된 활동으로 발생한 것으로서 해운소득에 포함되는 소득은 선박의 취득 등과 직접적인 관련이 있는 소득에 한정된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조 제1항, 제2항, 제4항, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제88조 제1항 제6호, 제89조 제1항, 제2항, 제3항, 제4항, 제5항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제27조, 제28조 제1항 제4호 (가)목, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제49조 제1항 제1호 (가)목, 제50조 제1항 제2호 / [3] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제104조의10 제1항 제1호, 조세특례제한법 시행령 제104조의7 제2항 제2호 (라)목<br/>",
  "참조판례": ""
}