{
  "판례일련번호": "185572",
  "사건명": "산업단지개발계획변경신청거부처분취소",
  "사건번호": "2016두44186",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170829",
  "판시사항": "[1] 산업단지개발계획상 산업단지 안의 토지 소유자로서 산업단지개발계획에 적합한 시설을 설치하여 입주하려는 자에게 산업단지지정권자 또는 그로부터 권한을 위임받은 기관에 대하여 산업단지개발계획의 변경을 요청할 수 있는 법규상 또는 조리상 신청권이 있는지 여부(적극) 및 이러한 신청에 대한 거부행위가 항고소송의 대상이 되는 행정처분에 해당하는지 여부(적극)<br/>[2] 행정청이 문서로 처분을 한 경우, 어떤 처분을 하였는지는 문언에 따라 확정하여야 하는지 여부(원칙적 적극) 및 처분서의 문언만으로도 행정청이 어떤 처분을 하였는지 분명한 경우, 다른 사정을 고려하여 처분서의 문언과 달리 다른 처분까지 포함되어 있는 것으로 해석할 수 있는지 여부(소극)<br/>[3] 행정청이 당사자가 신청하는 허가 등을 거부하는 처분을 하면서 처분의 근거와 이유를 구체적으로 명시하지는 않았으나 당사자가 그 근거를 알 수 있을 정도로 이유를 제시한 경우, 그 처분이 위법한지 여부(소극) 및 이때 ‘이유를 제시한 경우’의 의미<br/>[4] 행정처분의 취소를 구하는 항고소송에서 처분청이 당초 처분의 근거로 제시한 사유와 기본적 사실관계에서 동일성이 없는 별개의 사실을 처분사유로 주장할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 산업입지에 관한 법령은 산업단지에 적합한 시설을 설치하여 입주하려는 자와 토지 소유자에게 산업단지 지정과 관련한 산업단지개발계획 입안과 관련한 권한을 인정하고, 산업단지 지정뿐만 아니라 변경과 관련해서도 이해관계인에 대한 절차적 권리를 보장하는 규정을 두고 있다. 또한 산업단지 안에는 다수의 기반시설 등 도시계획시설 등을 포함하고 있고, 국토의 계획 및 이용에 관한 법률의 해석상 도시계획시설부지 소유자에게는 그에 관한 도시·군관리계획의 변경 등을 요구할 수 있는 법규상 또는 조리상 신청권이 인정된다고 해석되고 있다. 헌법상 재산권 보장의 취지에 비추어 보면 토지의 소유자에게 위와 같은 절차적 권리와 신청권을 인정한 것은 정당하다고 볼 수 있다. 이러한 법리는 이미 산업단지 지정이 이루어진 상황에서 산업단지 안의 토지 소유자로서 종전 산업단지개발계획을 일부 변경하여 산업단지개발계획에 적합한 시설을 설치하여 입주하려는 자가 종전 계획의 변경을 요청하는 경우에도 그대로 적용될 수 있다.<br/>  그러므로 산업단지개발계획상 산업단지 안의 토지 소유자로서 산업단지개발계획에 적합한 시설을 설치하여 입주하려는 자는 산업단지지정권자 또는 그로부터 권한을 위임받은 기관에 대하여 산업단지개발계획의 변경을 요청할 수 있는 법규상 또는 조리상 신청권이 있고, 이러한 신청에 대한 거부행위는 항고소송의 대상이 되는 행정처분에 해당한다고 보아야 한다.<br/>[2] 행정청이 문서에 의하여 처분을 한 경우 처분서의 문언이 불분명하다는 등의 특별한 사정이 없는 한, 문언에 따라 어떤 처분을 하였는지를 확정하여야 한다. 처분서의 문언만으로도 행정청이 어떤 처분을 하였는지가 분명한데도 처분 경위나 처분 이후의 상대방의 태도 등 다른 사정을 고려하여 처분서의 문언과는 달리 다른 처분까지 포함되어 있는 것으로 확대해석해서는 안 된다.<br/>[3] 행정청은 처분을 하는 때에는 원칙적으로 당사자에게 근거와 이유를 제시하여야 한다(행정절차법 제23조 제1항). 당사자가 신청하는 허가 등을 거부하는 처분을 하면서 당사자가 그 근거를 알 수 있을 정도로 이유를 제시한 경우에는 처분의 근거와 이유를 구체적으로 명시하지 않았더라도 그로 말미암아 그 처분이 위법하다고 볼 수는 없다. 이때 ‘이유를 제시한 경우’는 처분서에 기재된 내용과 관계 법령 및 당해 처분에 이르기까지의 전체적인 과정 등을 종합적으로 고려하여, 처분 당시 당사자가 어떠한 근거와 이유로 처분이 이루어진 것인지를 충분히 알 수 있어서 그에 불복하여 행정구제절차로 나아가는 데 별다른 지장이 없었다고 인정되는 경우를 뜻한다.<br/>[4] 행정처분의 취소를 구하는 항고소송에서는 처분청이 당초 처분의 근거로 제시한 사유와 기본적 사실관계에서 동일성이 없는 별개의 사실을 들어 처분사유로 주장할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 산업입지 및 개발에 관한 법률 제1조, 제2조 제8호, 제9호 (아)목, 제6조 제1항, 제5항 제6호, 제10조, 제11조 제1항, 제3항, 제16조 제1항 제3호, 제6호, 제49조, 산업입지 및 개발에 관한 법률 시행령 제7조 제1항 제3호, 제13조 제1항, 제6항, 제49조 제1항 제1호 / [2] 행정소송법 제1조[행정처분일반], 행정절차법 제24조 제1항 / [3] 행정절차법 제23조 제1항 / [4] 행정소송법 제27조[행정소송재판일반]<br/>",
  "참조판례": "[1] 대법원 2015. 3. 26. 선고 2014두42742 판결(공2015상, 645) / [2] 대법원 2016. 10. 13. 선고 2016두42449 판결(공2016하, 1705) / [3] 대법원 2002. 5. 17. 선고 2000두8912 판결(공2002하, 1408), 대법원 2009. 12. 10. 선고 2007두20362 판결 / [4] 대법원 2005. 4. 15. 선고 2004두10883 판결(공2005상, 754)<br/>"
}