{
  "판례일련번호": "185556",
  "사건명": "육아휴직급여제한및반환ㆍ추가징수처분취소(육아휴직 중 해외 체류 등을 원인으로 한 육아휴직 급여 제한 및 반환처분 등이 적법한지 여부가 다투어진 사건)",
  "사건번호": "2015두51651",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170823",
  "판시사항": "[1] 구 고용보험법상 육아휴직 급여를 지급받기 위해서는 ‘육아휴직 대상 자녀를 양육하기 위한 것’이 전제되어야 하는지 여부(원칙적 적극) 및 이때 양육의 의미 / 육아휴직 중인 근로자가 육아휴직 대상 자녀를 국내에 두고 해외에 체류한 경우, 육아휴직 대상인 자녀를 양육한 때에 해당하는지 판단하는 기준<br/>[2] 구 고용보험법 제73조 제3항 및 제74조 제1항, 제62조 제1항이 정하고 있는 육아휴직 급여의 지급 제한, 반환명령 및 추가징수 요건으로서 ‘거짓이나 그 밖의 부정한 방법’의 의미 및 육아휴직 급여가 부정수급에 해당하는지는 엄격하게 해석·적용하여야 하는지 여부(적극) / ‘거짓이나 그 밖의 부정한 방법으로 급여를 지급받은 경우’에 해당한다고 보기 위한 요건 / 육아휴직 중인 근로자가 육아휴직 급여 신청서의 모든 사항을 사실대로 기재하고 제출서류도 모두 제대로 제출한 경우, 실질적인 육아휴직 급여 수급요건을 갖추지 못하였다고 하여 곧바로 은폐 등 소극적 행위에 의한 부정수급에 해당한다고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 남녀고용평등과 일·가정 양립 지원에 관한 법률(2014. 1. 14. 법률 제12244호로 개정되기 전의 것) 제19조 제1항, 구 고용보험법(2014. 1. 21. 법률 제12323호로 개정되기 전의 것, 이하 ‘고용보험법’이라 한다) 제70조 제1항, 제73조 제3항, 제74조 제1항의 체계·문언·취지를 종합하여 보면, 고용보험법상 육아휴직 급여를 지급받기 위해서는 원칙적으로 ‘육아휴직 대상 자녀를 양육하기 위한 것’임이 전제되어야 한다.<br/>  일반적으로 양육(養育)은 ‘아이를 보살펴서 자라게 함’을 말하는데, 부모는 자녀의 양육에 적합한 방식을 적절하게 선택할 수 있으므로 육아휴직 기간 동안에도 해당 육아휴직 중인 근로자(이하 ‘육아휴직자’라 한다) 및 육아휴직 대상 자녀의 사정에 따라 다양한 방식으로 양육이 이루어질 수 있다.<br/>  육아휴직자가 육아휴직 대상 자녀를 국내에 두고 해외에 체류한 경우에도 그것이 육아휴직 대상인 자녀를 양육한 때에 해당하는지는 육아휴직자의 양육의사, 체류장소, 체류기간, 체류목적·경위, 육아휴직 전후의 양육의 형태와 방법 및 정도 등 여러 사정을 종합하여 사회통념에 따라 판단하여야 한다.<br/>[2] 구 고용보험법(2014. 1. 21. 법률 제12323호로 개정되기 전의 것, 이하 ‘고용보험법’이라 한다) 제73조 제3항 및 제74조 제1항, 제62조 제1항이 정하고 있는 육아휴직 급여의 지급 제한, 반환명령 및 추가징수 요건으로서 ‘거짓이나 그 밖의 부정한 방법’이란 육아휴직 급여를 지급받을 수 없음에도 지급받을 자격을 가장하거나 지급받을 자격이 없다는 점 등을 감추기 위하여 행하는 일체의 부정행위로서 육아휴직 급여 지급에 관한 의사결정에 영향을 미칠 수 있는 적극적 및 소극적 행위를 뜻한다.<br/>  그런데 거짓이나 그 밖의 부정한 방법으로 육아휴직 급여를 지급받는 자는 침익적 처분인 육아휴직 급여 지급 제한, 반환명령 및 추가징수의 대상이 될 뿐 아니라, 고용보험법 제116조 제2항에 따라 형사처벌의 대상이 되는 점, 고용보험법 제74조 제1항에서 제62조 제3항을 준용하여, 수급자격자 또는 수급자격이 있었던 자에게 ‘잘못 지급된’ 육아휴직 급여가 있으면 그 지급금액을 징수할 수 있도록 하는 별도의 반환명령에 관한 규정을 두고 있는 점 등에 비추어 볼 때, 육아휴직 급여가 부정수급에 해당하는지는 엄격하게 해석·적용하여야 한다.<br/>  따라서 ‘거짓이나 그 밖의 부정한 방법으로 급여를 지급받은 경우’에 해당한다고 보기 위해서는 허위, 기만, 은폐 등 사회통념상 부정이라고 인정되는 행위가 있어야 하고, 단순히 요건이 갖추어지지 아니하였음에도 급여를 수령한 경우까지 이에 해당한다고 볼 수는 없다. 그리고 육아휴직 중인 근로자가 관련 법령 및 행정관청에서 요구하는 육아휴직 급여 신청서 서식에 기재되어 있는 모든 사항을 사실대로 기재하고, 요청되는 제출서류도 모두 제대로 제출한 경우라면, 실질적인 육아휴직 급여 수급요건을 갖추지 못하였다고 하여 섣불리 은폐 등 소극적 행위에 의한 부정수급에 해당한다고 인정할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 남녀고용평등과 일·가정 양립 지원에 관한 법률(2014. 1. 14. 법률 제12244호로 개정되기 전의 것) 제19조 제1항, 구 고용보험법(2014. 1. 21. 법률 제12323호로 개정되기 전의 것) 제70조 제1항, 제73조 제3항, 제74조 제1항 / [2] 구 고용보험법(2014. 1. 21. 법률 제12323호로 개정되기 전의 것) 제62조 제1항, 제73조 제3항, 제74조 제1항, 제116조 제2항<br/>",
  "참조판례": "[2] 대법원 2003. 9. 5. 선고 2001두2270 판결, 대법원 2014. 11. 27. 선고 2014두9226 판결(공2015상, 52)<br/>"
}