{
  "판례일련번호": "185585",
  "사건명": "지방교육자치에관한법률위반",
  "사건번호": "2015도11434",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170824",
  "판시사항": "[1] 공직선거법 제86조 제1항 제2호에서 공무원에 대하여 금지하는 행위 중 하나로 예시한 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’의 의미 / 공무원이 선거운동의 기획에 ‘참여’하였다고 하기 위해서는 선거운동방안 제시 등으로 후보자의 선거운동 계획 수립에 직접적·간접적으로 관여하였음이 증명되어야 하는지 여부(적극) / 공무원이 개인적으로 후보자를 위한 선거운동에 관한 의견을 표명했다는 사정만으로 선거운동의 효율적 수행을 위한 일체의 계획 수립에 참여하였다고 할 수 있는지 여부(소극)<br/>[2] 서울특별시교육청 공무원인 피고인이 서울특별시교육감 선거와 관련하여 당시 교육감이던 후보자 甲의 선거운동 일환인 초등학교 방문행사 준비를 지시받고 장학사 乙을 통해 해당 초등학교에 준비를 지시한 후 초등학교 측으로부터 방문행사 관련 보고를 받고 지시를 하는 등 그 지위를 이용하여 甲의 선거운동 기획에 참여하거나 그 기획의 실시에 관여하였다고 하여 지방교육자치에 관한 법률 위반으로 기소된 사안에서, 피고인이 보인 일련의 행위들만으로는 피고인이 甲의 초등학교 방문행사의 기획에 참여하였다거나 그 기획의 실시에 관여하였다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 공직선거법 제86조 제1항 제2호에서 공무원에 대하여 금지하는 행위 중의 하나로 예시하고 있는 ‘선거운동의 기획에 참여하거나 그 기획의 실시에 관여하는 행위’란 당선되게 하거나 되지 못하게 하기 위한 선거운동에는 이르지 아니하는 것으로서 선거운동의 효율적 수행을 위한 일체의 계획 수립에 참여하는 행위 또는 그 계획을 직접 실시하거나 실시에 관하여 지시·지도하는 행위를 말하는 것으로 해석하여야 하고, 반드시 구체적인 선거운동을 염두에 두고 선거운동을 할 목적으로 그에 대한 기획에 참여하는 행위만을 의미하는 것으로 볼 수는 없다. 다만 공무원이 선거운동의 기획에 ‘참여’하였다고 하기 위해서는 그러한 선거운동방안 제시 등으로 후보자의 선거운동 계획 수립에 직접적·간접적으로 관여하였음이 증명되어야 하고, 단지 공무원이 개인적으로 후보자를 위한 선거운동에 관한 의견을 표명하였다는 사정만으로 선거운동의 효율적 수행을 위한 일체의 계획 수립에 참여하였다고 단정할 수는 없다.<br/>[2] 서울특별시교육청 초등교육과장인 피고인이 서울특별시교육감 선거와 관련하여 당시 교육감이던 후보자 甲의 선거운동 일환인 초등학교 방문행사 준비를 지시받고 장학사 乙을 통해 해당 초등학교에 준비를 지시한 후 초등학교 측으로부터 방문행사 관련 보고를 받고 지시를 하는 등 그 지위를 이용하여 甲의 선거운동 기획에 참여하거나 그 기획의 실시에 관여하였다고 하여 지방교육자치에 관한 법률 위반으로 기소된 사안에서, 공무원이 선거운동의 기획에 참여하거나 그 기획의 실시에 관여하였다고 인정하기 위해서는 반드시 후보자 측과 연락하여 협의한 사실이 증명되어야 함을 전제로 이러한 사실이 증명되지 아니하였다는 이유만으로 피고인이 甲의 선거운동 기획에 참여하거나 그 기획의 실시에 관여한 것으로 볼 수 없다고 한 원심판단은 적절하지 아니하나, 피고인이 성명불상자의 지시를 받아 乙 등에게 甲의 초등학교 방문 준비를 지시한 사실이나 甲의 초등학교 방문행사의 기획 등에 관하여 甲 측과 연락한 사실에 관한 증명이 없는 사정 및 甲의 초등학교 방문 무렵의 피고인의 행적, 피고인과 관련자들 사이의 연락 경위 및 내용 등을 종합하면 피고인이 보인 일련의 행위들만으로는 피고인이 甲의 초등학교 방문행사의 기획에 참여하였다거나 그 기획의 실시에 관여하였다고 단정하기 어려우므로, 공소사실을 무죄로 판단한 원심의 결론은 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제86조 제1항 제2호, 제255조 제1항 제10호 / [2] 지방교육자치에 관한 법률 제49조 제1항, 공직선거법 제86조 제1항 제2호, 제255조 제1항 제10호, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2007. 10. 25. 선고 2007도4069 판결(공2007하, 1882), 대법원 2013. 11. 28. 선고 2010도12244 판결(공2014상, 127)<br/>"
}