{
  "판례일련번호": "185618",
  "사건명": "시정명령등취소",
  "사건번호": "2016두48447",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170907",
  "판시사항": "[1] 입찰담합에 따라 체결된 계약상의 금액 중 일부가 매출액에 해당한다고 볼 수 없는 특별한 사정이 있는 경우, 이를 과징금의 기본 산정기준인 ‘계약금액’에서 공제하여야 하는지 여부(적극)<br/>[2] 다목적댐 건설공사 입찰에서 낙찰자로 최종 결정된 甲 주식회사가 발주처인 한국수자원공사와 관급자재비를 공사금액에 포함하여 최초 공사도급계약을 체결한 후, 발주처가 직접 구매하여 제공하는 관급자재비에 해당하는 금액을 공제하여 계약금액을 변경하는 계약을 체결하였는데, 공정거래위원회가 위 공사 입찰에서 입찰담합이 있었다는 이유로 甲 회사에 과징금을 부과하면서 관급자재비에 해당하는 금액을 포함한 계약금액을 기준으로 과징금을 산정한 사안에서, 관급자재 금액 부분은 위 공사계약에 따른 매출액에 해당한다고 볼 수 없으므로 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항에서 정한 과징금의 기본 산정기준인 ‘계약금액’에 해당하지 아니하며, 甲 회사에 대한 과징금의 기본 산정기준인 ‘계약금액’ 산정에서 공제하여야 한다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령(이하 ‘공정거래법 시행령’이라 한다) 제9조 제1항, 제61조 제1항 [별표 2] 제2호 (가)목 3) 가) 본문은 과징금 부과 한도 및 산정의 기초가 되는 공정거래법 제22조에서 정한 ‘매출액’을 ‘관련 상품이나 용역의 매출액 또는 이에 준하는 금액’인 ‘관련매출액’이라고 정하면서도, 입찰담합 및 이에 유사한 행위 유형에 대하여는 ‘계약금액’을 기준으로 삼고 있다. 다만 위와 같은 관계 법령의 전반적인 체계, 내용, 취지·목적 및 연혁 등을 종합해 보면, 이는 입찰담합의 특수성 등을 감안하여 ‘관련매출액’의 특수한 형태로 ‘계약금액’을 인정한 것일 뿐, ‘계약금액’을 공정거래법령이 정한 ‘매출액’ 또는 ‘관련매출액’의 본질적 성격과 무관한 전혀 별개의 개념으로 규정하는 취지라고 볼 수는 없으므로, 입찰담합의 경우에도 그에 따라 체결된 계약상의 금액 중 일부가 매출액에 해당한다고 볼 수 없는 특별한 사정이 있는 경우에는 이를 과징금의 기본 산정기준인 ‘계약금액’에서 공제하여야 한다.<br/>[2] 다목적댐 건설공사 입찰에서 낙찰자로 최종 결정된 甲 주식회사가 발주처인 한국수자원공사와 관급자재비를 공사금액에 포함하여 최초 공사도급계약을 체결한 후 발주처가 직접 구매하여 제공하는 관급자재비에 해당하는 금액을 공제하여 계약금액을 변경하는 계약을 체결하였는데, 공정거래위원회가 위 공사 입찰에서 입찰담합이 있었다는 이유로 甲 회사에 과징금을 부과하면서 관급자재비에 해당하는 금액을 포함한 계약금액을 기준으로 과징금을 산정한 사안에서, 설계·시공 일괄입찰에 따라 체결된 위 공사의 계약금액 중 관급자재 금액에 해당하는 부분은 입찰 당시부터 추후 관급자재 금액이 공제될 것이 당연히 전제된 잠정적 성격의 것으로서 계약금액에 임시적으로 포함된 것에 불과하며 확정적인 계약금액으로 볼 수 없는 점, 관급자재 금액 부분까지 甲 회사가 위 공사에 관하여 제공한 역무에 대한 반대급부로서의 성격을 가지는 ‘계약금액’으로 보기는 어려우므로 규범적 관점에서 이 부분까지 입찰담합의 대상이었다고 평가하기는 어려운 점 등을 종합하면, 입찰담합의 특수성을 감안하더라도 관급자재 금액 부분은 본질적으로 위 공사계약에 따른 매출액에 해당한다고 볼 수 없으므로 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항에서 정한 과징금의 기본 산정기준인 ‘계약금액’에 해당하지 아니하며, 甲 회사에 대한 과징금의 기본 산정기준인 ‘계약금액’ 산정에서 공제하여야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항, 제61조 제1항 [별표 2] 제2호 (가)목 3) 가) / [2] 독점규제 및 공정거래에 관한 법률 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항, 제61조 제1항 [별표 2] 제2호 (가)목 3) 가)<br/>",
  "참조판례": ""
}