{
  "판례일련번호": "185795",
  "사건명": "2013년도지방교부세감액결정취소청구의소",
  "사건번호": "2014두43073",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170921",
  "판시사항": "[1] 지방교부세를 교부받은 지방자치단체가 관련 법령에 해당 항목의 경비 지출에 관한 명시적인 금지 규정이 없지만 관련 규정의 내용과 취지 등에 비추어 지출을 금지하는 취지로 해석됨에도 경비를 지출한 경우, 구 지방교부세법 제11조 제2항에서 지방교부세의 감액 또는 반환명령 사유로 정한 ‘법령을 위반하여 지나치게 많은 경비를 지출한 경우’에 해당하는지 여부(적극)<br/>[2] 기초 지방자치단체가 재산을 출연하여 학교법인을 직접 설립·운영하면서 그 학교법인을 통하여 실질적으로 사립 고등학교를 설치·경영하는 행위가 지방자치법령 및 교육 관련 법령을 위반한 행위인지 여부(적극)<br/>[3] 지방자치단체가 지방자치법령과 교육 관련 법령을 위반하여 사립 고등학교 설치를 위한 학교법인을 설립하는 행위가 ‘지방자치단체의 소관에 속하는 사무’인지 여부(소극) 및 그 설립을 위한 출연행위가 허용되는지 여부(소극)<br/>[4] 甲 기초 지방자치단체가 학교법인을 설립하고 사립 고등학교의 형태로 외국어고등학교를 설립한 후 학교법인에 348억여 원을 출연금으로 지출한 데 대하여, 행정자치부장관이 위 출연행위가 ‘법령위반 지출’에 해당한다는 이유로 지방교부세 161억여 원을 감액한다고 결정·통지한 사안에서, 위 출연행위는 지방재정법 제17조 제1항을 위반한 지출행위이고, 구 지방교부세법 제11조 제2항 등에 따라 ‘법령을 위반하여 지출한 금액’ 이내에서 지방교부세의 감액 또는 반환을 명할 수 있으며, 위 처분이 재량의 범위를 일탈·남용한 것이 아니라고 본 원심판단에 위법이 없다고 한 사례<br/>",
  "판결요지": "[1] 구 지방교부세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘지방교부세법’이라고 한다)에 의하면, 국가는 지방자치단체의 행정 운영에 필요한 재원을 공급하기 위하여 재정적 결함이 있는 지방자치단체에 대하여 매년 내국세의 일정 비율을 국가예산에 계상한 다음 관련 규정에 따라 산출된 금액을 지방교부세(이하 ‘교부세’라고 한다)로 교부한다(제2조 제1호, 제4조 제1항, 제5조 제1항).<br/>  그러나 교부세를 교부받은 지방자치단체가 ‘법령을 위반하여 지나치게 많은 경비를 지출한 경우’(이하 ‘법령위반 지출’이라고 한다)에는 행정안전부장관이 교부세를 감액하거나 반환명령을 할 수 있으며(지방교부세법 제11조 제2항), 관련 법령에서 해당 항목의 경비 지출을 명시적으로 금지하고 있거나 명시적인 금지 규정이 없지만 관련 규정의 내용과 취지 등에 비추어 그 지출을 금지하는 취지로 해석됨에도 지방자치단체가 경비를 지출한 경우에는 여기서 교부세의 감액 또는 반환명령 사유로 정한 법령위반 지출에 해당한다.<br/>[2] 지방자치법 제2조 제1항, 제8조 제1항, 제3항, 제9조 제2항 제5호 (가)목, 제10조 제2항, 지방자치법 시행령 제8조 [별표 1], 교육기본법 제11조 제1항, 제25조, 구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것) 제3조, 구 사립학교법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제1항의 문언과 취지 등을 종합하면, 기초 지방자치단체가 교육에 관한 사무로서 설립·운영할 수 있는 학교는 공립학교 형태의 초등학교나 중학교라고 해석되며, 이에 불구하고 기초 지방자치단체가 재산을 출연하여 학교법인을 직접 설립·운영하면서 그 학교법인을 통하여 실질적으로 사립 고등학교를 설치·경영하는 행위는 지방자치법령 및 교육 관련 법령의 해석상 허용되지 아니하는 행위로서 결국 이를 위반한 행위라고 보아야 한다.<br/>[3] 구 지방재정법(2013. 7. 16. 법률 제11900호로 개정되기 전의 것, 이하 ‘구 지방재정법’이라고 한다) 제17조는 지방자치단체의 개인 또는 단체에 대한 기부·보조·출연 그 밖의 공금 지출(이하 ‘출연 등’이라고 한다)을 원칙적으로 금지하고 있다. 다만 구 지방재정법 제17조 제1항 단서 제4호는 ‘보조금을 지출하지 아니하면 사업을 수행할 수 없는 경우로서 지방자치단체가 권장하는 사업을 위하여 필요하다고 인정되는 경우’에는 출연 등을 허용하고 있으나, 위 단서는 그 출연 등이 ‘지방자치단체의 소관에 속하는 사무와 관련하여’ 이루어져야 함을 전제로 하고 있다. 그런데 지방자치법령과 교육 관련 법령을 위반하여 사립 고등학교 설치를 위한 학교법인을 설립하는 행위는 ‘지방자치단체의 소관에 속하는 사무’라 할 수 없으므로, 그 설립을 위한 출연행위는 구 지방재정법에 의하여 허용될 수 없다.<br/>[4] 甲 기초 지방자치단체가 학교법인을 설립하고 사립 고등학교의 형태로 외국어고등학교를 설립한 후 학교법인에 348억여 원을 출연금으로 지출한 데 대하여, 행정자치부장관이 위 출연행위가 ‘법령위반 지출’에 해당한다는 이유로 지방교부세 161억여 원을 감액한다고 결정·통지한 사안에서, 지방자치법령, 지방교육자치에 관한 법률, 구 사립학교법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 같다), 구 지방재정법(2013. 7. 16. 법률 제11900호로 개정되기 전의 것, 이하 같다) 등 관계 법령에 비추어 보면, 기초 지방자치단체가 사립 고등학교를 설립하는 것은 기초 지방자치단체의 사무에 관한 지방자치법 제9조를 위반하는 것이고, 지방자치단체가 직접 학교법인을 설립하고 이를 통하여 사립 고등학교를 설치·운영하는 것 역시 지방자치법령 및 구 사립학교법 취지를 잠탈할 우려가 있어 제한되며, 구 지방재정법은 지방자치단체가 단체에 출연하는 행위를 금지하면서 지방자치단체 소관에 속하는 사무로서 예외적인 경우에만 출연이 가능하도록 하는데 구 사립학교법 제43조 제1항이 위와 같은 학교법인 설립행위를 허용한다고 할 수 없고 달리 이를 허용할 만한 근거 규정이 없으므로 위 출연행위는 구 지방재정법 제17조 제1항을 위반한 지출행위이고, 구 지방교부세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제11조 제2항 등에 따라 ‘법령을 위반하여 지출한 금액’ 이내에서 지방교부세의 감액 또는 반환을 명할 수 있으며, 제반 사정들을 종합하면 위 처분이 재량의 범위를 일탈·남용한 것이 아니라고 본 원심판단에 위법이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방교부세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제1호, 제4조 제1항, 제5조 제1항, 제11조 제2항 / [2] 지방자치법 제2조 제1항, 제8조 제1항, 제3항, 제9조 제2항 제5호 (가)목, 제10조 제2항, 지방자치법 시행령 제8조 [별표 1], 교육기본법 제11조 제1항, 제25조, 구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것) 제3조, 구 사립학교법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제1항(현행 제2조 제1호 참조) / [3] 구 지방재정법(2013. 7. 16. 법률 제11900호로 개정되기 전의 것) 제17조 제1항 / [4] 구 지방교부세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제11조 제2항, 지방자치법 제2조 제1항, 제8조 제1항, 제3항, 제9조 제2항 제5호 (가)목, 제10조 제2항, 지방자치법 시행령 제8조 [별표 1], 교육기본법 제11조 제1항, 제25조, 구 초·중등교육법(2012. 3. 21. 법률 제11384호로 개정되기 전의 것) 제3조, 구 사립학교법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제2조 제1항(현행 제2조 제1호 참조), 제43조 제1항, 구 지방재정법(2013. 7. 16. 법률 제11900호로 개정되기 전의 것) 제17조 제1항<br/>",
  "참조판례": ""
}