{
  "판례일련번호": "185877",
  "사건명": "개발행위불허가처분취소",
  "사건번호": "2015두36836",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171012",
  "판시사항": "[1] 행정소송 사건에서 참가인이 한 보조참가가 민사소송법 제78조에 규정된 공동소송적 보조참가인지 여부(적극) 및 이때 참가인이 상소를 할 경우 피참가인이 상소취하나 상소포기를 할 수 있는지 여부(소극) / 민사소송법상 보조참가신청에 대하여 당사자가 이의를 신청하지 아니한 채 변론하거나 변론준비기일에서 진술을 한 경우, 수소법원의 보조참가 허가 결정 없이 계속 소송행위를 할 수 있는지 여부(적극)<br/>[2] 구 농어촌정비법 제23조 제1항에 따라 한국농어촌공사로부터 농업생산기반시설의 ‘목적 외 사용’에 대하여 승인을 받아야 하는 경우 / 같은 법 제17조에 따른 ‘농업생산기반시설의 등록’ 자체에 농업생산기반시설의 관리권한을 부여하는 효력이 있는지 여부(소극)<br/>",
  "판결요지": "[1] 행정소송 사건에서 참가인이 한 보조참가가 행정소송법 제16조가 규정한 제3자의 소송참가에 해당하지 않는 경우에도, 판결의 효력이 참가인에게까지 미치는 점 등 행정소송의 성질에 비추어 보면 그 참가는 민사소송법 제78조에 규정된 공동소송적 보조참가라고 볼 수 있다. 민사소송법 제78조의 공동소송적 보조참가에는 필수적 공동소송에 관한 민사소송법 제67조 제1항, 즉 “소송목적이 공동소송인 모두에게 합일적으로 확정되어야 할 공동소송의 경우에 공동소송인 가운데 한 사람의 소송행위는 모두의 이익을 위하여서만 효력을 가진다.”라고 한 규정이 준용되므로, 피참가인의 소송행위는 모두의 이익을 위하여서만 효력을 가지고, 공동소송적 보조참가인에게 불이익이 되는 것은 효력이 없으므로, 참가인이 상소를 할 경우에 피참가인이 상소취하나 상소포기를 할 수는 없다.<br/>  한편 민사소송법상 보조참가신청에 대하여 당사자가 이의를 신청한 때에는 수소법원은 참가를 허가할 것인지 여부를 결정하여야 하지만, 당사자가 이의를 신청하지 아니한 채 변론하거나 변론준비기일에서 진술을 한 경우에는 이의를 신청할 권리를 잃게 되고(민사소송법 제73조 제1항, 제74조) 수소법원의 보조참가 허가 결정 없이도 계속 소송행위를 할 수 있다.<br/>[2] 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제61조 제1항 제4호, 구 농어촌정비법(2016. 12. 27. 법률 제14480호로 개정되기 전의 것, 이하 '농어촌정비법'이라 한다) 제2조 제6호, 제16조 제1항, 제2항, 제17조, 제18조 제1항, 제2항, 제23조 제1항, 구 농어촌정비법 시행령(2017. 5. 8. 대통령령 제28028호로 개정되기 전의 것) 제31조 제2항의 문언, 체계와 내용에 비추어 보면, 농어촌정비법상 ‘농업생산기반시설’은 농어촌정비법상 농업생산기반 정비사업으로 설치되어 농지 보전이나 농업 생산에 이용되는 각종 시설뿐만 아니라 그 밖의 방법으로 조성되어 농지 보전이나 농업 생산에 이용되는 각종 시설까지 포괄하는 개념이기는 하지만, 농업생산기반시설의 관리에 관한 농어촌정비법 제17조 이하의 규정들은 농어촌정비법 제16조에 따라 관리권한을 취득한 농업생산기반시설관리자의 경우에 한하여 적용되는 것으로 해석함이 타당하다. 따라서 농어촌정비법 제23조 제1항에 따라 한국농어촌공사로부터 농업생산기반시설의 ‘목적 외 사용’에 대하여 승인을 받아야 하는 경우는 첫째, 한국농어촌공사가 농업생산기반 정비사업 시행자로서 정비사업을 완료한 후 그 사업으로 설치된 농업생산기반시설을 관리하는 경우와 둘째, 한국농어촌공사가 농림축산식품부장관의 결정에 따라 국가, 지방자치단체 또는 토지소유자로부터 그가 설치하였거나 관리하는 농업생산기반시설의 관리권한을 인수한 경우에 한정된다.<br/>  나아가 농어촌정비법 제17조에 따른 ‘농업생산기반시설의 등록’은 관할 행정청이 농업생산기반시설관리자의 관리사무를 감독하기 위한 사실적 기초로서 행정사무집행의 편의와 사실증명의 자료로 삼기 위한 것일 뿐이므로, 그 등록 자체에 농업생산기반시설의 관리권한을 부여하는 효력이 있다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제8조 제2항, 제16조, 민사소송법 제67조 제1항, 제73조 제1항, 제74조, 제78조 / [2] 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제61조 제1항 제4호, 구 농어촌정비법(2016. 12. 27. 법률 제14480호로 개정되기 전의 것) 제2조 제6호, 제16조 제1항, 제2항, 제17조, 제18조 제1항, 제2항, 제23조 제1항, 구 농어촌정비법 시행령(2017. 5. 8. 대통령령 제28028호로 개정되기 전의 것) 제31조 제2항<br/>",
  "참조판례": "[1] 대법원 1970. 7. 28. 선고 70누35 판결(집18-2, 행66), 대법원 2013. 3. 28. 선고 2011두13729 판결(공2013상, 765)<br/>"
}