{
  "판례일련번호": "185801",
  "사건명": "법인세경정거부처분취소",
  "사건번호": "2016두60201",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170921",
  "판시사항": "[1] 법인세에서 구 국세기본법 제45조의2 제2항 제5호 및 구 국세기본법 시행령 제25조의2 제2호에서 정한 ‘해제권의 행사나 부득이한 사유로 인한 계약의 해제’가 후발적 경정청구사유가 되는지 여부(원칙적 적극) 및 계약의 해제가 후발적 경정청구사유가 될 수 없는 경우<br/>[2] 후발적 경정청구를 제한하는 규정이 그 규정의 시행 전에 이루어진 잘못된 당초의 과세에 대한 후발적 경정청구권에 영향을 미치는지 여부(원칙적 소극) / 2012. 1. 1. 이후 후발적 경정청구가 발생한 2012. 1. 1. 이전의 사업연도 분의 과세에 대하여 2012. 2. 2. 대통령령 제23589호로 개정된 법인세법 시행령 제69조 제3항이 적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 법인세에서도 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제45조의2 제2항 제5호, 구 국세기본법 시행령(2017. 2. 7. 대통령령 제27833호로 개정되기 전의 것) 제25조의2 제2호에서 정한 ‘해제권의 행사나 부득이한 사유로 인한 계약의 해제’는 원칙적으로 후발적 경정청구사유가 된다. 다만 법인세법이나 관련 규정에서 일정한 계약의 해제에 대하여 그로 말미암아 실현되지 아니한 소득금액을 해제일이 속하는 사업연도의 소득금액에 대한 차감사유 등으로 별도로 규정하고 있거나 경상적·반복적으로 발생하는 상품판매계약 등의 해제에 대하여 납세의무자가 기업회계의 기준이나 관행에 따라 해제일이 속한 사업연도의 소득금액을 차감하는 방식으로 법인세를 신고해 왔다는 등의 특별한 사정이 있는 경우에는, 그러한 계약의 해제가 당초 성립하였던 납세의무에 영향을 미칠 수 없으므로 후발적 경정청구사유가 될 수 없다.<br/>[2] 권리확정주의는 실질적으로 불확실한 소득에 대하여 장래의 실현을 전제로 미리 과세하는 것을 허용하는 것으로서, 일정한 후발적 사유의 발생으로 인하여 소득이 실현되지 아니하는 것으로 확정되었다면 당초 성립하였던 납세의무는 전제를 상실하게 되므로, 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제45조의2 제2항, 구 국세기본법 시행령(2017. 2. 7. 대통령령 제27833호로 개정되기 전의 것) 제25조의2는 당초 사업연도의 익금 산입에서 제외할 수 있도록 하는 후발적 경정청구제도를 인정하고 있다. 이처럼 후발적 경정청구는 납세의무 성립 후 납세의무의 근거가 소멸되는 등의 일정한 후발적 사유의 발생으로 당초의 과세표준 및 세액의 산정기초에 변동이 생긴 경우에, 납세자로 하여금 그 사실을 증명하여 잘못된 당초의 과세에 대한 감액을 청구할 수 있도록 함으로써 납세자의 권리구제를 확대하려는 데에 취지가 있다. 또한 후발적 사유가 발생한 사업연도에 결손금이 누적되어 있거나 사실상 휴·폐업 상태여서 차감할 익금이 없는 경우에도 후발적 사유가 발생한 사업연도의 손익으로만 반영하도록 하는 것은 납세자의 권리구제에 미흡하고 형평에도 어긋나는 결과가 된다. 따라서 후발적 경정청구를 제한하는 규정은 적용시기를 명시적으로 정하고 있는 등의 특별한 사정이 없는 한 그 규정의 시행 전에 이루어진 잘못된 당초의 과세에 대한 후발적 경정청구권에는 영향을 미치지 못한다. 그런데 2012. 2. 2. 대통령령 제23589호로 개정된 법인세법 시행령(이하 ‘개정 법인세법 시행령’이라 한다) 부칙(2012. 2. 2.) 제1조는 시행일에 관하여 “이 영은 공포한 날부터 시행한다.”라고 규정한 다음, 제2조는 일반적 적용례로 “이 영은 2012. 1. 1. 이후 최초로 개시하는 사업연도 분부터 적용한다.”라고 규정하고 있을 뿐, 개정 법인세법 시행령 제69조 제3항에 관한 개별적 적용례를 별도로 규정하고 있지 아니하다. 이는 개정 법인세법 시행령과 같은 날인 2012. 2. 2. 대통령령 제23595호로 개정된 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제59조 제1항 제2호에서 계약이 해제되어 재화 또는 용역이 공급되지 아니한 경우 계약해제일이 속한 과세기간에 부가가치세에서 차감하여 수정세금계산서를 발급할 수 있도록 규정하면서, 부칙(2012. 2. 2.) 제7조에서 2012. 7. 1. 이후 최초로 수정세금계산서 발급사유가 생기는 분부터 적용한다는 개별적 적용례를 두고 있는 것과도 대비된다.<br/>  따라서 개정 법인세법 시행령 제69조 제3항은 2012. 1. 1. 이후부터 개시하는 사업연도 분의 과세에 대한 후발적 경정청구에 적용되며, 그 전의 사업연도 분의 과세에 대하여는 비록 그 이후에 후발적 경정청구 사유가 발생하였다 하더라도 적용되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제45조의2 제2항 제5호, 구 국세기본법 시행령(2017. 2. 7. 대통령령 제27833호로 개정되기 전의 것) 제25조의2 제2호 / [2] 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제45조의2 제2항 제5호, 구 국세기본법 시행령(2017. 2. 7. 대통령령 제27833호로 개정되기 전의 것) 제25조의2 제2호, 법인세법 제40조 제1항, 구 법인세법 시행령(2013. 2. 15. 대통령령 제24357호로 개정되기 전의 것) 제69조 제1항, 법인세법 시행령 제69조 제3항, 부칙(2012. 2. 2.) 제1조, 제2조, 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제59조 제1항 제2호(현행 제70조 제1항 제2호 참조), 부칙(2012. 2. 2.) 제7조<br/>",
  "참조판례": "[1] 대법원 2014. 3. 13. 선고 2012두10611 판결(공2014상, 857)<br/>"
}