{
  "판례일련번호": "185887",
  "사건명": "손해배상(기)",
  "사건번호": "2014다27425",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170926",
  "판시사항": "[1] 특허발명과 대비되는 발명이 특허발명의 청구항에 기재된 필수적 구성요소들 중 일부만을 갖추고 있는 경우, 위 발명이 특허발명의 권리범위에 속하는지 여부(원칙적 소극)<br/>[2] 민법 제756조에서 정한 사용자책임의 요건인 ‘사무집행에 관하여’의 의미와 판단 기준 및 여기서 사용자와 피용자의 관계는 유효한 고용관계가 있는 경우에 한하는지 여부(소극)<br/>[3] 상법 제389조 제3항, 제210조에 따라 주식회사가 대표이사의 불법행위로 손해배상책임을 지기 위한 요건 및 여기서 ‘업무집행으로 인하여’의 의미 / 행위의 외형상 대표이사의 업무집행이라고 인정할 수 있는 것은 대표이사의 개인적 이익을 도모하기 위한 것이거나 법령에 위배된 것이라도 주식회사의 손해배상책임을 인정하여야 하는지 여부(적극)<br/>[4] 영업비밀 등을 부정취득한 자는 영업비밀 등을 실제 사용하였는지와 관계없이 부정취득 행위 자체만으로 영업비밀 등 보유자의 영업상 이익을 침해한 것인지 여부(적극) 및 이 경우 영업비밀 등을 취득함으로써 얻는 이익의 의미<br/>[5] 불법행위로 인한 손해배상청구소송에서 손해가 발생한 사실은 인정되나 구체적인 손해의 액수를 증명하는 것이 사안의 성질상 매우 어려운 경우, 법원이 증거조사의 결과와 변론 전체의 취지에 의하여 밝혀진 간접사실들을 종합하여 손해배상 액수를 정할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 특허발명의 청구항을 복수의 구성요소로 구성한 경우에는 그 구성요소가 유기적으로 결합한 전체로서의 기술사상을 보호하는 것이지 각각의 구성요소를 독립하여 보호하는 것은 아니다. 특허발명과 대비되는 발명이 특허발명의 청구항에 기재된 필수적 구성요소들 중 일부만을 갖추고 있고 나머지 구성요소가 없는 경우에는 원칙적으로 그에 대비되는 발명은 특허발명의 권리범위에 속하지 않는다.<br/>[2] 민법 제756조에 규정된 사용자책임의 요건인 ‘사무집행에 관하여’라는 뜻은 피용자의 불법행위가 외형상 객관적으로 사용자의 사업활동, 사무집행행위 또는 그와 관련된 것이라고 보일 때에는 행위자의 주관적 사정을 고려하지 않고 이를 사무집행에 관하여 한 행위로 본다는 것이다. 외형상 객관적으로 사용자의 사무집행에 관련된 것인지는 피용자의 본래 직무와 불법행위의 관련 정도와 사용자에게 손해발생에 대한 위험창출과 방지조치 결여의 책임이 어느 정도 있는지를 고려하여 판단하여야 한다. 또한 민법 제756조의 사용자와 피용자의 관계는 반드시 유효한 고용관계가 있는 경우에 한하는 것이 아니고, 사실상 어떤 사람이 다른 사람을 위하여 그 지휘·감독 아래 그 의사에 따라 사업을 집행하는 관계에 있을 때에도 그 두 사람 사이에 사용자와 피용자의 관계가 있다.<br/>[3] 상법 제389조 제3항, 제210조에 의하여 주식회사가 대표이사의 불법행위로 손해배상책임을 지는 것은 대표이사가 ‘업무집행으로 인하여’ 타인에게 손해를 입힌 경우이어야 한다. 여기에서 ‘업무집행으로 인하여’라는 것은 대표이사의 업무 그 자체에는 속하지 않으나 행위의 외형으로부터 관찰하여 마치 대표이사의 업무 범위 안에 속하는 것으로 보이는 경우도 포함한다. 행위의 외형상 주식회사의 대표이사의 업무집행이라고 인정할 수 있는 것이라면 설령 그것이 대표이사의 개인적 이익을 도모하기 위한 것이거나 법령의 규정에 위배된 것이라고 하더라도 주식회사의 손해배상책임을 인정하여야 한다.<br/>[4] 영업비밀이나 영업상 주요 자산인 자료 등(이하 ‘영업비밀 등’이라 한다)을 부정취득한 자는 취득한 영업비밀 등을 실제 사용하였는지와 관계없이 부정취득 행위 자체만으로 영업비밀 등의 경제적 가치를 손상시킴으로써 영업비밀 등 보유자의 영업상 이익을 침해하여 손해를 입힌다고 봄이 타당하다. 영업비밀 등을 취득함으로써 얻는 이익은 영업비밀 등이 가지는 재산가치이고, 재산가치는 영업비밀 등을 가지고 경쟁사 등 다른 업체에서 제품을 만들 경우, 영업비밀 등으로 인하여 기술개발에 소요되는 비용이 감소되는 경우의 그 감소분과 나아가 영업비밀 등을 이용하여 제품생산에까지 발전시킬 경우 제품판매이익 중 영업비밀 등이 제공되지 않았을 경우의 차액으로서 그러한 가치를 감안하여 시장경제원리에 따라 형성될 시장교환가격이다.<br/>[5] 불법행위로 인한 손해배상청구소송에서 손해가 발생한 사실은 인정되나 구체적인 손해의 액수를 증명하는 것이 사안의 성질상 매우 어려운 경우에 법원은 증거조사의 결과와 변론 전체의 취지에 의하여 밝혀진 당사자들 사이의 관계, 불법행위와 그로 인한 재산적 손해가 발생하게 된 경위, 손해의 성격, 손해가 발생한 이후의 여러 정황 등 관련된 모든 간접사실을 종합하여 적당하다고 인정되는 금액을 손해배상 액수로 정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제97조, 제127조 / [2] 민법 제756조 / [3] 상법 제210조, 제389조 제3항 / [4] 민법 제393조, 제750조, 제763조 / [5] 민법 제393조, 제763조, 민사소송법 제202조, 제202조의2<br/>",
  "참조판례": "[1] 대법원 2001. 6. 1. 선고 98후2856 판결(공2001하, 1539), 대법원 2001. 6. 15. 선고 2000후617 판결(공2001하, 1655), 대법원 2001. 12. 24. 선고 99다31513 판결(공2002상, 338) / [2] 대법원 1988. 11. 22. 선고 86다카1923 판결(공1989, 11), 대법원 2010. 7. 22. 선고 2010다20211 판결, 대법원 2010. 10. 28. 선고 2010다48387 판결(공2010하, 2167) / [3] 대법원 2005. 2. 25. 선고 2003다67007 판결 / [4] 대법원 1999. 3. 12. 선고 98도4704 판결(공1999상, 710), 대법원 2011. 7. 14. 선고 2009다12528 판결(공2011하, 1585) / [5] 대법원 2007. 11. 29. 선고 2006다3561 판결(공2008상, 2012), 대법원 2009. 8. 20. 선고 2008다51120, 51137, 51144, 51151 판결(공2009하, 1516), 대법원 2009. 9. 10. 선고 2006다64627 판결(공2009하, 1599)<br/>"
}