{
  "판례일련번호": "185807",
  "사건명": "부당이득금반환등",
  "사건번호": "2017다865",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170912",
  "판시사항": "[1] 청구원인에 관한 주장이 불분명한 경우에 그 주장이 무엇인지에 관하여 석명을 구하면서 이에 대하여 가정적으로 항변한 경우, 주요사실에 대한 주장이 있다고 볼 수 있는지 여부(적극) 및 항변이 있다고 볼 수 있는지 판단할 때 고려하여야 할 사항<br/>[2] 부진정연대채무에서 채무자 1인에 관한 소멸시효의 중단사유나 시효이익의 포기가 다른 채무자에게 효력을 미치는지 여부(소극)<br/>[3] 甲 주식회사가 乙을 상대로 제기한 부당이득금반환 등 소송에서 乙이 원심 변론기일에 ‘만약 甲 회사의 주장대로 乙이 甲 회사를 기망하여 돈을 편취하였다면, 甲 회사는 乙에게 불법행위를 원인으로 손해배상을 청구해야 하는데도 甲 회사가 乙에게 부당이득을 청구하고 있는 것은 아마도 甲 회사가 乙에게 불법행위를 원인으로 손해배상을 청구할 경우, 이미 소멸시효 기간이 완료한 점을 고려한 것으로 보인다’고 주장하면서 甲 회사의 청구원인이 무엇인지 재판부에 석명을 요청하였고, 이에 甲 회사가 乙에 대한 청구가 불법행위에 따른 손해배상청구, 차용금반환 청구, 부당이득반환 청구의 성격을 모두 가진다고 하면서 ‘이 중 乙의 소멸시효 완성의 항변에 관해서는 관련 사건의 판결을 제시함으로써 乙의 주장이 타당하지 않음을 밝힌다’고 주장한 사안에서, 乙의 불법행위책임을 인정하면서도 乙의 소멸시효 항변 등에 관하여 아무런 판단을 하지 않은 원심판결에 판단누락의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 주요사실에 대한 주장은 당사자가 이를 직접적으로 명백히 한 경우뿐만 아니라 당사자의 변론을 전체적으로 관찰하여 그 주장을 한 것으로 볼 수 있는 경우에도 주요사실의 주장이 있다고 보아야 한다. 또한 청구원인에 관한 주장이 불분명한 경우에 그 주장이 무엇인지에 관하여 석명을 구하면서 이에 대하여 가정적으로 항변한 경우에도 주요사실에 대한 주장이 있다고 볼 수 있다. 이러한 경우 항변이 있다고 볼 수 있는지는 당사자들이 진술한 내용이나 취지뿐만 아니라 상대방이 당사자의 진술을 어떻게 이해하였는지도 함께 고려해서 합리적으로 판단하여야 한다.<br/>[2] 부진정연대채무에서 채무자 1인에 대한 재판상 청구 또는 채무자 1인이 행한 채무의 승인 등 소멸시효의 중단사유나 시효이익의 포기는 다른 채무자에게 효력을 미치지 않는다.<br/>[3] 甲 주식회사가 乙을 상대로 제기한 부당이득금반환 등 소송에서 乙이 원심 변론기일에 ‘만약 甲 회사의 주장대로 乙이 甲 회사를 기망하여 돈을 편취하였다면, 甲 회사는 乙에게 불법행위를 원인으로 손해배상을 청구해야 하는데도 甲 회사가 乙에게 부당이득을 청구하고 있는 것은 아마도 甲 회사가 乙에게 불법행위를 원인으로 손해배상을 청구할 경우, 이미 소멸시효 기간이 완료한 점을 고려한 것으로 보인다’고 주장하면서 甲 회사의 청구원인이 무엇인지 재판부에 석명을 요청하였고, 이에 甲 회사가 乙에 대한 청구가 불법행위에 따른 손해배상청구, 차용금반환 청구, 부당이득반환 청구의 성격을 모두 가진다고 하면서 ‘이 중 乙의 소멸시효 완성의 항변에 관해서는 관련 사건의 판결을 제시함으로써 乙의 주장이 타당하지 않음을 밝힌다’고 주장한 사안에서, 乙이 甲 회사의 청구원인이 불법행위에 기한 손해배상청구라면 소멸시효가 완성되었다고 가정적으로 항변하고, 甲 회사도 乙의 주장을 소멸시효 항변으로 이해하고 재항변까지 하였으므로, 乙은 소멸시효 항변을 한 것으로 볼 수 있고, 乙의 소멸시효 항변이 배척될 것이 명백하다고 볼 수도 없는데도, 乙의 불법행위책임을 인정하면서도 乙의 소멸시효 항변 등에 관하여 아무런 판단을 하지 않은 원심판결에 판단누락의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제203조 / [2] 민법 제168조, 제184조, 제413조, 제416조 / [3] 민사소송법 제203조, 제423조<br/>",
  "참조판례": "[1] 대법원 1999. 7. 27. 선고 98다46167 판결(공1999하, 1750), 대법원 2001. 2. 23. 선고 2000다70804 판결 / [2] 대법원 1997. 9. 12. 선고 95다42027 판결(공1997하, 3070), 대법원 2011. 4. 14. 선고 2010다91886 판결(공2011상, 908)<br/>"
}