{
  "판례일련번호": "185881",
  "사건명": "소득세등부과처분취소·법인세부과처분취소",
  "사건번호": "2014두3044, 3051",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171012",
  "판시사항": "[1] 과세관청이 원천징수과정에서 원천납세의무자로 취급된 외국법인이 도관에 불과하고, 그 상위 투자자인 다른 외국법인이 실질과세원칙상 납세의무자로서 국내 고정사업장을 갖고 있다고 보아 그를 상대로 법인세 과세표준과 세액을 결정하는 과정에서, 당초 원천징수된 세액의 환급금을 상위 투자자 외국법인의 결정세액에서 공제하거나 충당하면서 과세연도와 세액 및 산출근거 등이 기재된 결정결의서를 교부하는 등의 방법으로 결정의 내용을 자세하게 고지한 경우, 상위 투자자인 외국법인이 그러한 내용의 과세처분의 취소를 구하는 항고소송을 제기할 수 있는지 여부(적극)<br/>[2] 국내에 외국법인의 고정사업장이 존재한다고 인정하기 위한 요건 및 이때 ‘본질적이고 중요한 사업활동’에 해당하는지 판단하는 방법<br/>[3] 외국법인이 종속대리인을 통하여 국내에 고정사업장을 가지고 있다고 인정하기 위한 요건<br/>",
  "판결요지": "[1] 구 국세징수법(2013. 1. 1. 법률 제11605호로 개정되기 전의 것) 제9조 제1항, 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것) 제70조, 제97조 제1항, 법인세법 시행령 제109조 제1항 본문은 헌법상 적법절차의 원칙과 행정절차법의 기본원리를 과세처분의 영역에 그대로 받아들여, 과세관청으로 하여금 자의를 배제한 신중하고도 합리적인 과세처분을 하게 함으로써, 조세행정의 공정을 기함과 아울러 납세의무자에게 과세처분의 내용을 자세히 알려주어, 이에 대한 불복 여부의 결정과 불복신청의 편의를 주려는 데 근본 취지가 있다. 따라서 과세관청이 원천징수과정에서 원천납세의무자로 취급된 외국법인은 도관에 불과하고, 그 상위 투자자인 다른 외국법인이 실질과세원칙상 납세의무자로서 국내 고정사업장을 갖고 있다고 보아 그를 상대로 법인세 과세표준과 세액을 결정하는 과정에서, 당초 원천징수된 세액의 환급금을 상위 투자자 외국법인의 결정세액에서 공제하거나 충당하면서 과세연도와 세액 및 산출근거 등이 기재된 결정결의서를 교부하는 등의 방법으로 결정의 내용을 자세하게 고지하였다면, 상위 투자자인 외국법인은 그러한 내용의 과세처분이 이루어진 것으로 보아 취소를 구하는 항고소송을 제기할 수 있다고 보아야 한다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제94조 제1항, 제4항, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제1항, 제9조 제1항, 제3항의 문언과 체계 및 그 취지 등에 비추어 보면, 국내에 외국법인의 고정사업장이 존재한다고 보기 위해서는 외국법인이 처분 또는 사용권한을 갖는 국내의 건물, 시설 또는 장치 등의 사업상 고정된 장소를 통하여 외국법인의 직원이나 그 지시를 받는 사람이 예비적이거나 보조적인 사업활동이 아닌 본질적이고 중요한 사업활동을 수행하는 경우여야 하고, 이때 본질적이고 중요한 사업활동에 해당하는지 여부는 사업활동의 성격과 규모, 전체 사업활동에서 차지하는 비중과 역할 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제94조 제3항은 ‘외국법인이 국내사업장을 가지고 있지 아니한 경우에도 국내에 자기를 위하여 계약을 체결할 권한을 가지고 그 권한을 반복적으로 행사하는 자를 두고 사업을 영위하는 경우에는 그 자의 사업장 소재지에 국내사업장을 둔 것으로 본다’고 규정하고 있고, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제9조 제4항에서도 종속대리인을 통한 간주고정사업장에 관하여 위 법인세법 규정과 유사하게 규정하고 있다.<br/>  이처럼 외국법인이 종속대리인을 통하여 국내에 고정사업장을 가지고 있다고 하기 위해서는, 대리인이 국내에서 상시로 외국법인 명의의 계약체결권을 행사하여야 하고, 그 권한도 예비적이거나 보조적인 것을 넘어 사업활동에 본질적이고 중요한 것이어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세징수법(2013. 1. 1. 법률 제11605호로 개정되기 전의 것) 제9조 제1항, 구 법인세법(2013. 1. 1. 법률 제11607호로 개정되기 전의 것) 제70조, 제97조 제1항, 법인세법 시행령 제109조 제1항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제94조 제1항, 제4항, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제8조 제1항, 제9조 제1항, 제3항 / [3] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제94조 제3항, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제9조 제4항<br/>",
  "참조판례": "[2][3] 대법원 2016. 1. 14. 선고 2014두8896 판결(공2016상, 302) / [2] 대법원 2011. 4. 28. 선고 2009두19229, 19236 판결(공2011상, 1066)<br/>"
}