{
  "판례일련번호": "185892",
  "사건명": "구상금",
  "사건번호": "2015다245145",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170926",
  "판시사항": "[1] 보험계약의 내용이 반드시 보험약관의 규정에 국한되는지 여부(소극) 및 보험약관이 계약당사자 사이에 구속력을 갖는 근거<br/>[2] 보험약관의 해석에서 객관적 해석의 원칙과 개별 약정 우선의 원칙<br/>[3] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우, 계약의 해석 방법<br/>[4] 甲 보험회사가 乙과 체결한 보험계약에서 乙이 소유하는 지게차의 사고로 인하여 피보험자들이 손해배상책임을 짐으로써 입는 손해를 보상하고, 담보내용은 ‘대인배상Ⅰ(책임보험)’로 정하였는데, 丙이 乙의 승낙하에 지게차를 운전하던 중 丁을 충격하는 사고가 발생하여 丁이 상해를 입은 사안에서, 甲 회사는 보험계약에 따라 보험금을 지급할 의무가 있고, 위 지게차가 자동차손해배상 보장법이 적용되는 건설기계에 해당하지 않는다는 이유를 들어 보험금의 지급을 거부할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 보험계약은 당사자 일방이 약정한 보험료를 지급하고 상대방이 재산 또는 생명이나 신체에 관하여 불확정한 사고가 생길 경우에 일정한 보험금액 그 밖의 급여를 지급할 것을 약정함으로써 효력이 생기는 불요식의 낙성계약이므로, 계약 내용이 반드시 보험약관의 규정에 국한되지는 않는다. 그리고 보험약관이 계약당사자 사이에 구속력을 갖는 것은 그 자체가 법규범이거나 또는 법규범적 성질을 가지기 때문이 아니라 당사자가 약관의 규정을 계약 내용에 포함시키기로 합의하였기 때문이다.<br/>[2] 약관의 규제에 관한 법률(이하 ‘약관법’이라 한다) 제5조 제1항 후단은 “약관은 고객에 따라 다르게 해석되어서는 아니 된다.”라고 하여 객관적 해석의 원칙을 정하고 있다. 보험약관의 해석은 계약의 상대방이 아닌 평균적인 고객을 기준으로 약관을 사용하여 체결된 모든 계약에 통일적으로 해석되어야 한다. 그러나 보험사업자와 고객이 약관에서 정하고 있는 사항에 관하여 약관의 내용과 다르게 합의한 때에는 개별 약정으로 정한 사항이 약관보다 우선해서 계약의 내용이 된다(약관법 제4조).<br/>[3] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[4] 甲 보험회사가 乙과 체결한 보험계약에서 乙이 소유하는 지게차의 사고로 인하여 피보험자들이 손해배상책임을 짐으로써 입는 손해를 보상하고, 담보내용은 ‘대인배상Ⅰ(책임보험)’로 정하였는데, 丙이 乙의 승낙하에 지게차를 운전하던 중 丁을 충격하는 사고가 발생하여 丁이 상해를 입은 사안에서, 보험계약의 체결 경위, 담보내용 및 이행과정과 함께 甲 회사는 위 지게차가 자동차손해배상 보장법(이하 ‘자동차손배법’이라 한다)이 적용되는 건설기계에 해당하지 않는다는 것을 알고 보험계약을 승낙한 점, 자동차손배법상의 ‘자동차’에 해당하지 않는 지게차라도 자동차손배법이 적용되는 건설기계와 같이 취급하여 대인배상Ⅰ의 보상책임을 보장하는 내용의 자동차보험계약을 체결할 수 있고, 甲 회사의 보험약관의 가입대상 규정에서 일반 건설기계에 대한 가입 제한을 두고 있지 않은 점, 위 보험계약에서 대인배상Ⅰ에 따른 보상을 부정한다면 보험계약의 효력을 전면적으로 부정하는 결과가 되어 보험계약을 체결한 보험목적을 전혀 달성할 수 없는 점에 비추어 보면, 甲 회사는 위 지게차를 자동차손배법이 적용되는 건설기계와 같이 취급하여 그 운행과 관련해서 발생한 사고에 관하여 자동차손배법과 동일한 내용으로 보상하여 주기로 약정하였다고 볼 수 있으므로, 甲 회사는 보험계약에 따라 보험금을 지급할 의무가 있고, 위 지게차가 자동차손배법이 적용되는 건설기계에 해당하지 않는다는 이유를 들어 보험금의 지급을 거부할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제638조 / [2] 상법 제638조, 약관의 규제에 관한 법률 제4조, 제5조 제1항 / [3] 민법 제105조 / [4] 상법 제638조, 제719조, 제726조의2, 약관의 규제에 관한 법률 제4조, 제5조 제1항, 민법 제105조, 자동차손해배상 보장법 제2조 제1호, 제3조, 제5조<br/>",
  "참조판례": "[2] 대법원 1994. 4. 29. 선고 94다1142 판결(공1994상, 1614), 대법원 2011. 12. 27. 선고 2011다5134 판결<br/>"
}