{
  "판례일련번호": "185812",
  "사건명": "업무상배임",
  "사건번호": "2014도9960",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170921",
  "판시사항": "[1] 배임죄의 실행의 착수시기와 기수시기 / 형사재판에서 배임죄의 객관적 구성요건요소인 손해 발생 또는 배임죄의 보호법익인 피해자의 재산상 이익의 침해 여부를 판단하는 기준<br/>[2] 甲 주식회사 대표이사인 피고인이 甲 회사 설립의 동기가 된 동업약정의 투자금 용도로 부친 乙로부터 2억 원을 차용한 후 乙에게 甲 회사 명의의 차용증을 작성·교부하는 한편 甲 회사 명의로 액면금 2억 원의 약속어음을 발행하여 공증해 줌으로써 甲 회사에 재산상 손해를 입게 하고 乙에게 재산상 이익을 취득하게 하였다고 하여 업무상배임으로 기소된 사안에서, 제반 사정에 비추어 피고인의 임무위배행위로 인하여 甲 회사에 현실적인 손해가 발생하였거나 실해 발생의 위험이 생겼으므로 배임죄의 기수가 성립한다고 한 사례<br/>",
  "판결요지": "[1] 타인의 사무를 처리하는 자가 배임의 범의로, 즉 임무에 위배하는 행위를 한다는 점과 이로 인하여 자기 또는 제3자가 이익을 취득하여 본인에게 손해를 가한다는 점에 대한 인식이나 의사를 가지고 임무에 위배한 행위를 개시한 때 배임죄의 실행에 착수한 것이고, 이러한 행위로 인하여 자기 또는 제3자가 이익을 취득하여 본인에게 손해를 가한 때 배임죄는 기수가 된다(형법 제355조 제2항). 그런데 타인의 사무를 처리하는 자의 임무위배행위는 민사재판에서 법질서에 위배되는 법률행위로서 무효로 판단될 가능성이 적지 않고, 그 결과 본인에게도 아무런 손해가 발생하지 않는 경우가 많다. 이러한 때에는 배임죄의 기수를 인정할 수 없다. 그러나 의무부담행위로 인하여 실제로 채무의 이행이 이루어지거나 본인이 민법상 불법행위책임을 부담하게 되는 등 본인에게 현실적인 손해가 발생하거나 실해 발생의 위험이 생겼다고 볼 수 있는 사정이 있는 때에는 배임죄의 기수를 인정하여야 한다. 다시 말하면, 형사재판에서 배임죄의 객관적 구성요건요소인 손해 발생 또는 배임죄의 보호법익인 피해자의 재산상 이익의 침해 여부는 구체적 사안별로 타인의 사무의 내용과 성질, 임무위배의 중대성 및 본인의 재산 상태에 미치는 영향 등을 종합하여 신중하게 판단하여야 한다.<br/>[2] 甲 주식회사 대표이사인 피고인이 甲 회사 설립의 동기가 된 동업약정의 투자금 용도로 부친 乙로부터 2억 원을 차용한 후 乙에게 甲 회사 명의의 차용증을 작성·교부하는 한편 甲 회사 명의로 액면금 2억 원의 약속어음을 발행하여 공증해 줌으로써 甲 회사에 재산상 손해를 입게 하고 乙에게 재산상 이익을 취득하게 하였다고 하여 업무상배임으로 기소된 사안에서, 피고인의 행위가 대표이사의 대표권을 남용한 때에 해당하고 그 행위의 상대방인 乙로서는 피고인이 甲 회사의 영리 목적과 관계없이 자기 또는 제3자의 이익을 도모할 목적으로 권한을 남용하여 차용증 등을 작성해 준다는 것을 알았거나 알 수 있었으므로 그 행위가 甲 회사에 대하여 아무런 효력이 없다고 본 원심판단은 수긍할 수 있으나, 乙은 피고인이 작성하여 준 약속어음공정증서에 기하여 甲 회사의 丙 재단법인에 대한 임대차보증금반환채권 중 2억 원에 이르기까지의 금액에 대하여 압류 및 전부명령을 받은 다음 확정된 압류 및 전부명령에 기하여 丙 재단법인으로부터 甲 회사의 임대차보증금 중 1억 2,300만 원을 지급받은 사실에 비추어 피고인의 임무위배행위로 인하여 甲 회사에 현실적인 손해가 발생하였거나 실해 발생의 위험이 생겼으므로 배임죄의 기수가 성립하고, 전부명령이 확정된 후 집행권원인 집행증서의 기초가 된 법률행위 중 전부 또는 일부에 무효사유가 있는 것으로 판명되어 집행채권자인 乙이 집행채무자인 甲 회사에 부당이득 상당액을 반환할 의무를 부담하더라도 배임죄의 성립을 부정할 수 없는데도, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 배임죄의 실행의 착수 및 기수 시기에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제2항, 제359조 / [2] 형법 제355조 제2항, 제356조<br/>",
  "참조판례": "[1] 대법원 2017. 7. 20. 선고 2014도1104 전원합의체 판결(공2017하, 1760)<br/>"
}