{
  "판례일련번호": "186096",
  "사건명": "업무상횡령[인정된죄명:특정경제범죄가중처벌등에관한법률위반(횡령)]",
  "사건번호": "2017도11931",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률에 따라 직접 처벌되는 행위를 내용으로 하는 계약이 민법 제746조에서 말하는 ‘불법의 원인’에 해당하는지 여부(적극) 및 자금의 조성과정에 반사회적 요소가 있으나 그 자금을 위탁하거나 보관시키는 등의 행위가 범죄수익은닉의 규제 및 처벌 등에 관한 법률을 위반하지 않고 그 내용, 성격, 목적이나 연유 등에 비추어 선량한 풍속 그 밖의 사회질서에 반한다고 보기 어려운 경우, 불법원인이 있는지 여부(소극)<br/>[2] 피고인이 甲과, 甲이 해외투자처인 乙 회사에 투자하고자 하는 자들로부터 사기 및 유사수신행위의 규제에 관한 법률 위반 범행으로 모집한 투자금을 피고인에게 송금하면 피고인이 이를 甲이 지정하는 외국환거래 회사를 통하여 乙 회사에 전달하고, 변호사로서 그 전달과정에 부수되는 자문업무를 수행하는 것을 내용으로 하는 ‘에스크로(Escrow) 및 자문 계약’을 체결한 후 계약에 따라 甲으로부터 돈을 송금받아 보관하던 중 그 일부를 임의로 소비하여 횡령하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 甲의 피고인에 대한 투자금의 교부가 불법원인급여에 해당하지 않는다고 보아 공소사실을 유죄로 인정한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘범죄수익은닉규제법’이라 한다)은 형법 등을 보충하여 중대범죄를 억제하기 위한 형사법 질서의 중요한 일부를 이루고 있다. 이 법에 따라 직접 처벌되는 행위를 내용으로 하는 계약은 그 자체로 반사회성이 현저하여 민법 제746조에서 말하는 불법의 원인에 해당하는 것으로 볼 수 있다. 그러나 자금의 조성과정에 반사회적 요소가 있더라도 그 자금을 위탁하거나 보관시키는 등의 행위가 범죄수익은닉규제법을 위반하지 않고 그 내용, 성격, 목적이나 연유 등에 비추어 선량한 풍속 그 밖의 사회질서에 반한다고 보기 어려운 경우라면 불법원인이 있다고 볼 수 없다.<br/>[2] 피고인이 甲과, 甲이 해외투자처인 乙 회사에 투자하고자 하는 자들로부터 사기 및 유사수신행위의 규제에 관한 법률 위반 범행으로 모집한 투자금을 피고인에게 송금하면 피고인이 이를 甲이 지정하는 외국환거래 회사를 통하여 乙 회사에 전달하고, 변호사로서 그 전달과정에 부수되는 자문업무를 수행하는 것을 내용으로 하는 ‘에스크로(Escrow) 및 자문 계약’을 체결한 후 계약에 따라 甲으로부터 50억 원을 송금받아 보관하던 중 20억여 원을 임의로 소비하여 횡령하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반으로 기소된 사안에서, 甲이 피고인에게 투자금을 교부한 원인이 된 위 계약이 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘범죄수익은닉규제법’이라 한다) 위반을 내용으로 한다고 보기 어렵고, 계약 당시 피고인이 투자금이 범죄수익금이라는 사실이나 불법적인 해외 송금 사실을 알았거나 이를 알면서도 협조하기로 하였다고 보기 어려우며, 피고인은 범죄수익은닉규제법 위반, 甲의 사기와 유사수신행위의 규제에 관한 법률 위반 범행에 대한 방조, 외환거래법 위반 등의 혐의로 기소되지도 않았다는 이유로, 甲의 피고인에 대한 투자금의 교부가 불법원인급여에 해당하지 않는다고 보아 공소사실을 유죄로 인정한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제3조, 민법 제103조, 제746조, 형법 제355조 제1항, 제356조 / [2] 형법 제355조 제1항, 제356조, 구 특정경제범죄 가중처벌 등에 관한 법률(2016. 1. 6. 법률 제13719호로 개정되기 전의 것) 제3조 제1항 제2호, 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제3조, 민법 제103조, 제746조<br/>",
  "참조판례": "[1] 대법원 2017. 4. 26. 선고 2016도18035 판결(공2017상, 1215)<br/>"
}