{
  "판례일련번호": "186099",
  "사건명": "공직선거법위반·정치자금법위반",
  "사건번호": "2016도19447",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "[1] 공직선거법상 ‘선거운동’의 의미와 범위 및 선거운동에 해당하는지 판단하는 기준<br/>[2] 선거일 전 180일부터 선거일까지 선거에 영향을 미치게 하기 위하여 공직선거법 제59조 제2호에서 정한 제한을 어겨 자동 동보통신의 방법으로 문자메시지를 대량으로 전송한 행위가 선거운동에까지 이르지 않은 경우, 공직선거법 제255조 제2항 제5호, 제93조 제1항에서 정한 탈법방법에 의한 문서배부죄의 구성요건에 해당하는지 여부(적극)<br/>[3] 정치자금법에 따라 수수가 금지되는 ‘정치자금’의 의미 및 정치활동을 위한 경비로 지출될 것임이 객관적으로 명확히 예상되어야 하는지 여부(적극)와 여기에서 ‘정치활동’의 의미<br/>[4] 국회의원 선거에 예비후보자로 등록한 피고인 甲과 그의 회계책임자인 피고인 乙이 공모하여, 예비후보자 등록 약 1개월 전부터 선거일 약 2개월 전까지 자동 동보통신의 방법으로 선거구민들을 상대로 횟수를 초과하여 문자메시지를 전송하고, 이에 소요된 경비를 피고인 乙이 운영하는 회사 명의의 계좌를 통해 가상계좌를 충전하여 지출하였다고 하여 자동 동보통신에 의한 문자메시지 전송방법 위반, 탈법방법에 의한 문서배부, 사전선거운동으로 인한 공직선거법 위반 및 정치자금 부정수수로 인한 정치자금법 위반으로 기소된 사안에서, 문자메시지 전송행위를 선거운동으로 보기 어렵다는 등의 이유만으로 공소사실을 이유무죄로 판단한 원심판결에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공직선거법상 ‘선거운동’은 특정 선거에서 특정 후보자의 당선 또는 낙선을 도모한다는 목적의사가 객관적으로 인정될 수 있는 행위를 말한다. 이러한 목적의사는 특정한 선거에 출마할 의사를 밝히면서 그에 대한 지지를 부탁하는 등의 명시적인 방법뿐만 아니라 당시의 객관적 사정에 비추어 선거인의 관점에서 특정 선거에서 당선이나 낙선을 도모하려는 목적의사를 쉽게 추단할 수 있을 정도에 이른 경우에도 인정할 수 있다. 위와 같이 목적의사가 있었다고 추단하려면, 단순히 선거와의 관련성을 추측할 수 있다거나 선거에 관한 사항을 동기로 하였다는 사정만으로는 부족하고 특정 선거에서 당락을 도모하는 행위임을 선거인이 명백히 인식할 만한 객관적인 사정에 근거하여야 한다.<br/>  그러한 목적의사를 가지고 하는 행위인지는 단순히 행위의 명목뿐만 아니라 행위의 시기·장소·방법·모습 등을 종합적으로 관찰하여 판단하여야 한다. 특히, 공직선거법이 선거일과의 시간적 간격에 따라 특정한 행위에 대한 규율을 달리하고 있는 점과 문제가 된 행위가 이루어진 시기에 따라 동일한 행위라도 선거인의 관점에서는 선거와의 관련성이 달리 인식될 수 있는 점 등에 비추어, 행위를 한 시기가 선거일에 가까우면 가까울수록 명시적인 표현 없이도 다른 객관적 사정을 통하여 선거에서 당선 또는 낙선을 도모하는 의사가 있다고 인정할 수 있으나, 선거가 실시되기 오래전에 한 행위라면 단순히 선거와의 관련성을 추측할 수 있다는 것만으로 당해 선거에서의 당락을 도모하는 의사가 표시된 것으로 인정할 수 없다.<br/>[2] 공직선거법 제255조 제2항 제5호, 제93조 제1항의 문언과 취지, 공직선거법 제256조 제3항 제1호 (나)목, 제59조 제2호와의 관계 등에 비추어 보면, 선거일 전 180일부터 선거일까지 선거에 영향을 미치게 하기 위하여 공직선거법 제59조 제2호에서 정한 제한을 어겨 자동 동보통신의 방법으로 문자메시지를 대량으로 전송한 행위는 그것이 선거운동에까지 이르지 않더라도 공직선거법 제255조 제2항 제5호, 제93조 제1항에서 정한 탈법방법에 의한 문서배부죄의 구성요건에 해당한다.<br/>[3] 정치자금법에 따라 수수가 금지되는 정치자금은 정치활동을 위하여 정치활동을 하는 자에게 제공되는 금전 등 일체를 의미하는데, 정치활동을 위한 경비로 지출될 것임이 객관적으로 명확히 예상되어야 한다. 여기에서 ‘정치활동’은 권력의 획득·유지를 둘러싼 투쟁과 권력을 행사하는 활동을 의미한다.<br/>[4] 국회의원 선거에 예비후보자로 등록한 피고인 甲과 그의 회계책임자인 피고인 乙이 공모하여, 예비후보자 등록 약 1개월 전부터 선거일 약 2개월 전까지 자동 동보통신의 방법으로 선거구민들을 상대로 횟수를 초과하여 문자메시지를 전송하고, 이에 소요된 경비를 피고인 乙이 운영하는 회사 명의의 계좌를 통해 가상계좌를 충전하여 지출하였다고 하여 자동 동보통신에 의한 문자메시지 전송방법 위반, 탈법방법에 의한 문서배부, 사전선거운동으로 인한 공직선거법 위반 및 정치자금 부정수수로 인한 정치자금법 위반으로 기소된 사안에서, 문자메시지의 문구 중에 피고인 甲을 국회의원 선거에서 지지해 달라는 직접적인 표현이 포함되어 있다고 보기는 어려우나, 문자메시지 전송행위의 시점과 방법, 경위, 상대방 등을 종합할 때 적어도 피고인 甲이 예비후보자 등록을 마친 이후의 문자메시지 전송행위 부분은 선거인의 관점에서 국회의원 선거에서 피고인 甲의 당선을 도모하는 목적의사에 따라 한 것이라고 객관적으로 인정할 수 있어 공직선거법 제256조 제3항 제1호, 제254조 제2항에서 말하는 선거운동에 해당하고, ‘선거운동’에 이르지 않는 행위가 일부 포함되어 있더라도 문자메시지의 전송시기, 횟수, 내용과 상대방 등을 종합하면 문자메시지의 전송행위는 선거에 간접적으로 영향을 미쳐 선거의 공정을 침해함으로써 선거에 영향을 미칠 우려가 있는 행위로서 ‘선거에 영향을 미치게 하기 위한 행위’로 보기에 충분하며, 나아가 문자메시지 전송행위 중 일부를 선거운동으로 볼 수 없더라도 그 경비로 사용하기 위해 가상계좌에 충전한 금전은 정치활동을 위한 자금에 해당할 수 있고, 문자메시지 전송행위가 선거운동에까지 이르지 않더라도 국회의원 선거에서 피고인 甲의 당선을 도모하는 데 필요하거나 유리한 행위로서 시기, 방법, 목적 등에 비추어 정치활동으로 인정할 여지가 있는데도, 이와 달리 문자메시지 전송행위가 선거인의 관점에서 피고인 甲의 국회의원 선거에서의 당선을 도모하는 행위임을 명백히 인식할 만한 정도라고 보기 어렵다는 등의 이유만으로 공소사실을 이유무죄로 판단한 원심판결에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 공직선거법에서 정한 ‘선거운동’에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제59조 제2호, 제254조 제2항, 제256조 제3항 제1호 (나)목 / [2] 공직선거법 제59조 제2호, 제93조 제1항, 제255조 제2항 제5호, 제256조 제3항 제1호 (나)목 / [3] 정치자금법 제45조 제1항 / [4] 형법 제30조, 구 공직선거법(2017. 2. 8. 법률 제14556호로 개정되기 전의 것) 제59조 제2호, 제60조의2, 제60조의3, 제256조 제3항 제1호 (나)목, 공직선거법 제93조 제1항, 제254조 제2항, 제255조 제2항 제5호, 정치자금법 제45조 제1항<br/>",
  "참조판례": "[1] 대법원 2016. 8. 26. 선고 2015도11812 전원합의체 판결(공2016하, 1457) / [2] 대법원 2015. 8. 19. 선고 2015도5789 판결(공2015하, 1363) / [3] 대법원 2006. 12. 22. 선고 2006도1623 판결(공2007상, 255), 대법원 2014. 6. 26. 선고 2013도9866 판결(공2014하, 1520)<br/>"
}