{
  "판례일련번호": "186092",
  "사건명": "징계처분취소(상급자의 직무이전명령에 따르지 않았다는 점 등을 사유로 한 검사 징계처분의 취소를 구하는 사건)",
  "사건번호": "2014두45734",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "[1] 검사가 구체적 사건과 관련된 상급자의 지휘·감독의 적법성 또는 정당성에 대하여 이의를 제기한 상황에서 검찰총장, 각급 검찰청의 검사장 및 지청장이 아닌 상급자가 이의를 제기한 사건에 관한 검사의 직무를 다른 검사에게 이전하기 위해서는 검사 직무의 이전에 관한 검찰총장, 각급 검찰청의 검사장 및 지청장의 구체적·개별적인 위임이나 그러한 상황에서의 검사 직무의 이전을 구체적이고 명확하게 정한 위임규정 등이 필요한지 여부(적극)<br/>[2] ‘직무의 내외를 막론하고 검사로서의 체면이나 위신을 손상하는 행위를 하였을 때’를 검사에 대한 징계사유의 하나로 정한 검사징계법 제2조 제3호의 규정 취지 및 어떠한 행위가 검사로서의 체면이나 위신을 손상하는 행위에 해당하는지 판단하는 방법<br/>[3] 징계권자의 징계처분이 재량권의 한계를 벗어난 것으로 위법한 경우 및 징계처분에서 재량권의 행사가 비례의 원칙을 위반하였는지 판단하는 기준<br/>",
  "판결요지": "[1] 검찰청법 제7조의2 제2항은 검찰총장, 각급 검찰청의 검사장 및 지청장(이하 ‘검찰청의 장’이라 한다)은 소속 검사의 직무를 다른 검사에게 이전할 수 있는 것으로 규정하고 있다. 그런데 같은 조 제1항은 검찰청의 장은 자신의 직무를 소속 검사에게 위임할 수 있는 것으로 규정하고 있고, 여기의 직무에는 같은 조 제2항에서 정한 직무이전에 관한 직무도 포함되므로, 검찰청의 장은 소속 검사에게 검사 직무의 이전에 관한 직무를 위임할 수 있다.<br/>  원래 검사 직무의 위임·이전 및 승계에 관한 규정은 상명하복의 검사동일체 원칙을 규정하고 있던 검찰청법 제7조에 함께 있었다. 그런데 위 조항이 2004. 1. 20. 법률 제7078호로 개정되면서 상명하복이 검찰사무에 관한 지휘·감독으로 완화됨과 아울러 검사는 구체적 사건과 관련된 상급자의 지휘·감독의 적법성 또는 정당성에 대하여 이의를 제기할 수 있다는 규정이 새로이 추가되었고, 검사 직무의 위임·이전 및 승계에 관한 규정을 신설된 제7조의2에 옮겨 별도로 두게 되었다.<br/>  이러한 검찰청법의 개정 취지와 목적, 규정 체계에 비추어 보면, 검사가 구체적 사건과 관련된 상급자의 지휘·감독의 적법성 또는 정당성에 대하여 이의한 상황에서 검찰청의 장이 아닌 상급자가 이의를 제기한 사건에 관한 검사의 직무를 다른 검사에게 이전하기 위해서는 검사 직무의 이전에 관한 검찰청의 장의 구체적·개별적인 위임이나 그러한 상황에서의 검사 직무의 이전을 구체적이고 명확하게 정한 위임규정 등이 필요하다고 보아야 한다.<br/>[2] 검사징계법 제2조 제3호에서 ‘직무의 내외를 막론하고 검사로서의 체면이나 위신을 손상하는 행위를 하였을 때’를 검사에 대한 징계사유의 하나로 규정하고 있는 취지는, 검사로서의 체면이나 위신을 손상하는 행위가 검사 본인은 물론 검찰 전체에 대한 국민의 신뢰를 실추시킬 우려가 있는 점을 고려하여, 검사로 하여금 직무와 관련된 부분은 물론 사적인 언행에서도 신중을 기하도록 함으로써, 국민들로부터 신뢰를 받도록 하자는 데 있으므로, 어떠한 행위가 검사로서의 체면이나 위신을 손상하는 행위에 해당하는지는 앞서 본 규정 취지를 고려하여 구체적인 상황에 따라 건전한 사회통념에 의하여 판단하여야 한다.<br/>[3] 징계사유에 해당하는 행위가 있더라도, 징계권자가 그에 대하여 징계처분을 할 것인지, 징계처분을 하면 어떠한 종류의 징계를 할 것인지는 징계권자의 재량에 맡겨져 있다. 그러나 재량권의 행사가 징계권을 부여한 목적에 반하거나, 징계사유로 삼은 비행의 정도에 비하여 균형을 잃은 과중한 징계처분을 선택함으로써 비례의 원칙을 위반하거나 또는 합리적인 사유 없이 같은 정도의 비행에 대하여 일반적으로 적용하여 온 기준과 어긋나게 공평을 잃은 징계처분을 선택함으로써 평등의 원칙을 위반한 경우에는, 그 징계처분은 재량권의 한계를 벗어난 것으로서 위법하다. 징계처분에서 재량권의 행사가 비례의 원칙을 위반하였는지는 징계사유로 인정된 비행의 내용과 정도, 경위 내지 동기, 비행이 당해 행정조직 및 국민에게 끼치는 영향의 정도, 행위자의 직위 및 수행직무의 내용, 평소의 소행과 직무성적, 징계처분으로 인한 불이익의 정도 등 여러 사정을 건전한 사회통념에 따라 종합적으로 판단하여 결정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 검찰청법 제7조의2, 구 검찰청법(2004. 1. 20. 법률 제7078호로 개정되기 전의 것) 제7조 / [2] 검사징계법 제2조 제3호 / [3] 검사징계법 제2조, 제3조, 행정소송법 제27조<br/>",
  "참조판례": "[2][3] 대법원 2001. 8. 24. 선고 2000두7704 판결(공2001하, 2088) / [3] 대법원 1985. 1. 29. 선고 84누516 판결(공1985, 384), 대법원 1997. 6. 14. 선고 96누2521 판결(공1996하, 2233), 대법원 1999. 11. 26. 선고 98두6951 판결(공2000상, 73)<br/>"
}