{
  "판례일련번호": "186112",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2017두51310",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171026",
  "판시사항": "[1] 법인세법 제19조 제2항에서 정한 ‘일반적으로 용인되는 통상적인 비용’의 의미 및 그 비용에 해당하는지 판단하는 방법 / 사회질서에 위반하여 지출된 비용이 위 조항에서 정한 ‘일반적으로 용인되는 통상적인 비용’이나 ‘수익과 직접 관련된 비용’에 해당하는지 여부(원칙적 소극)<br/>[2] 파이프(연도)를 설치하는 시공업체인 甲 주식회사가 15개의 동종 업체들과 입찰 포기의 대가 즉 담합사례금을 가장 높게 제시한 업체가 보일러 연도 공사를 낙찰받기로 결정한 다음 낙찰예정 업체가 나머지 업체들에게 공사대금의 일부를 담합사례금으로 분배하는 대신 나머지 업체들은 위 낙찰예정 업체가 실제로 공사를 낙찰받을 수 있도록 낙찰예정 업체의 투찰 금액 이상으로 입찰에 참여하기로 합의하고 이에 따른 담합사례금을 수수하였는데, 위 담합행위가 적발되자 과세관청이 보일러 연도 공사의 입찰·수주와 관련하여 동종 업체들로부터 수령한 담합사례금을 익금산입하는 한편, 동종 업체들에게 지급한 담합사례금을 손금불산입하여 甲 회사에 법인세를 경정·고지하는 부과처분을 한 사안에서, 甲 회사가 동종 업체들에게 지출한 담합사례금은 법인세법 제19조 제2항에서 말하는 ‘일반적으로 용인되는 통상적인 비용’이나 ‘수익과 직접 관련된 비용’에 해당한다고 볼 수 없어 이를 손금에 산입할 수 없다고 한 사례<br/>[3] 장부에 기재되지 않고 사외유출되어 대표자에 대한 상여로 소득처분할 수밖에 없는 법인의 수입금에 대하여 그 귀속이 분명하다는 점에 관한 증명책임의 소재(=납세의무자)<br/>",
  "판결요지": "[1] 법인세법 제19조 제1항은 원칙적으로 ‘손금은 당해 법인의 순자산을 감소시키는 거래로 인하여 발생하는 손비의 금액으로 한다’라고, 제2항은 원칙적으로 ‘손비는 그 법인의 사업과 관련하여 발생하거나 지출된 손실 또는 비용으로서 일반적으로 용인되는 통상적인 것이거나 수익과 직접 관련된 것으로 한다’라고 각 규정하고 있다.<br/>  여기에서 말하는 ‘일반적으로 용인되는 통상적인 비용’이란 납세의무자와 같은 종류의 사업을 영위하는 다른 법인도 동일한 상황 아래에서는 지출하였을 것으로 인정되는 비용을 의미하고, 그러한 비용에 해당하는지 여부는 지출의 경위와 목적, 형태, 액수, 효과 등을 종합적으로 고려하여 객관적으로 판단하여야 할 것인데, 특별한 사정이 없는 한 사회질서에 위반하여 지출된 비용은 여기에서 제외되며, 수익과 직접 관련된 비용에 해당한다고 볼 수도 없다.<br/>[2] 파이프(연도)를 설치하는 시공업체인 甲 주식회사가 15개의 동종 업체들과 입찰 포기의 대가 즉 담합사례금을 가장 높게 제시한 업체가 보일러 연도 공사를 낙찰받기로 결정한 다음 낙찰예정 업체가 나머지 업체들에게 공사대금의 일부를 담합사례금으로 분배하는 대신 나머지 업체들은 위 낙찰예정 업체가 실제로 공사를 낙찰받을 수 있도록 낙찰예정 업체의 투찰 금액 이상으로 입찰에 참여하기로 합의하고 이에 따른 담합사례금을 수수하였는데, 위 담합행위가 적발되자 과세관청이 보일러 연도 공사의 입찰·수주와 관련하여 동종 업체들로부터 수령한 담합사례금을 익금산입하는 한편, 동종 업체들에게 지급한 담합사례금을 손금불산입하여 甲 회사에 법인세를 경정·고지하는 부과처분을 한 사안에서, 甲 회사가 동종 업체들에게 지출한 담합사례금은 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호를 위반하여 다른 사업자와 공동으로 부당하게 입찰에서의 자유로운 경쟁을 제한하기 위하여 지출된 담합금에 해당하므로 그 지출 자체가 사회질서에 반하는 것으로서 법인세법 제19조 제2항에서 말하는 ‘일반적으로 용인되는 통상적인 비용’이나 ‘수익과 직접 관련된 비용’에 해당한다고 볼 수 없어 이를 손금에 산입할 수 없다고 한 사례.<br/>[3] 장부에 기재되지 않고 사외유출된 법인의 수입금은 그 귀속이 분명하지 않은 한 과세관청이 법인세법 제67조, 법인세법 시행령 제106조 제1항 제1호 단서의 규정에 따라 대표자에 대한 상여로 소득처분할 수밖에 없고, 이 경우 그 귀속이 분명하다는 점에 관한 증명책임은 이를 주장하는 납세의무자에게 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 법인세법 제19조 제2항 / [2] 법인세법 제19조 제2항 / [3] 법인세법 제67조, 법인세법 시행령 제106조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2007두12422 판결(공2009하, 2109), 대법원 2015. 1. 29. 선고 2014두4306 판결 / [3] 대법원 1992. 8. 14. 선고 92누6747 판결(공1992, 2694), 대법원 2013. 3. 28. 선고 2010두20805 판결(공2013상, 770)<br/>"
}