{
  "판례일련번호": "186101",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2015도5251",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "[1] 구 자본시장과 금융투자업에 관한 법률 제174조 제1항 제4호에서 정한 ‘미공개중요정보’의 의미 및 법인의 업무 등과 관련하여 법인 내부에서 생성된 정보에 일부 외부적 요인이나 시장정보가 결합되어 있더라도 미공개중요정보에 해당하는지 여부(적극)<br/>[2] 피고인이 甲 주식회사와 신주인수권부사채 인수계약 체결을 교섭하면서 ‘乙 주식회사의 전 회장인 피고인이 甲 회사가 발행하는 신주인수권부사채를 대량으로 인수한다’는 정보의 생성에 관여하고 위 정보가 공개되기 전에 甲 회사 주식을 매수함으로써 甲 회사의 미공개중요정보를 주식 매매에 이용하였다고 하여 자본시장과 금융투자업에 관한 법률 위반으로 기소된 사안에서, 위 정보는 甲 회사의 업무 등과 관련된 내부정보이고 피고인은 계약 체결을 교섭하는 과정에서 위 정보를 알게 된 자에 해당하여, 같은 법 제174조 제1항 제4호가 적용된다고 한 사례<br/>",
  "판결요지": "[1] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제174조 제1항은 ‘다음 각호의 어느 하나에 해당하는 자’는 ‘상장법인의 업무 등과 관련된 미공개중요정보를 특정증권 등의 매매, 그 밖의 거래에 이용하거나 타인에게 이용하게 하여서는 아니 된다’고 정하고, 그 제4호에서 ‘그 법인과 계약을 체결하고 있거나 체결을 교섭하고 있는 자로서 그 계약을 체결·교섭 또는 이행하는 과정에서 미공개중요정보를 알게 된 자’를 정하고 있다. 여기에서 ‘미공개중요정보’란 상장법인의 경영이나 재산상태, 영업실적 등 투자자의 투자판단에 중대한 영향을 미칠 수 있는 내부정보로서 불특정 다수인이 알 수 있도록 공개되기 전의 것을 말한다. 법인의 업무 등과 관련하여 법인 내부에서 생성된 것이면 거기에 일부 외부적 요인이나 시장정보가 결합되어 있더라도 미공개중요정보에 해당한다.<br/>[2] 피고인이 甲 주식회사와 신주인수권부사채 인수계약 체결을 교섭하면서 ‘乙 주식회사의 전 회장인 피고인이 甲 회사가 발행하는 신주인수권부사채를 대량으로 인수한다’는 정보의 생성에 관여하고 위 정보가 공개되기 전에 甲 회사 주식을 매수함으로써 甲 회사의 미공개중요정보를 주식 매매에 이용하였다고 하여 자본시장과 금융투자업에 관한 법률 위반으로 기소된 사안에서, 피고인은 甲 회사 측으로부터 신주인수권부사채 인수를 제의받고 협상을 진행하여 甲 회사 주식을 매수하였고, 매수 후 곧 甲 회사와 신주인수권부사채 인수계약을 체결하고 甲 회사가 즉시 이를 공시한 점 등에 비추어 보면, 위 정보는 피고인이 신주인수권부사채를 인수할지를 결정하는 내심의 의사뿐만 아니라 신주인수권부사채 발행의 주체인 甲 회사가 상대방인 피고인과 신주인수권부사채 인수계약 체결을 교섭하는 과정에서 생성된 정보로서 甲 회사의 경영, 즉 업무와 관련된 것임은 물론이고, 甲 회사 내부의 의사결정 과정을 거쳐 최종적으로 확정되므로 일부 외부적 요인이 결합되어 있더라도 甲 회사의 내부정보에 해당하며, 또한 피고인은 甲 회사 주식을 매수하기 전부터 甲 회사와 신주인수권부사채 인수계약 체결을 교섭하고 있었고 그 과정에서 위 정보의 생성에 관여하여 알고 있었으므로, 위 정보는 甲 회사의 업무 등과 관련된 내부정보이고 피고인은 계약 체결을 교섭하는 과정에서 위 정보를 알게 된 자에 해당하여, 같은 법 제174조 제1항 제4호가 적용된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제174조 제1항 제4호, 제443조 제1항 제1호 / [2] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제174조 제1항 제4호, 제443조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2017. 1. 25. 선고 2014도11775 판결(공2017상, 490)<br/>"
}