{
  "판례일련번호": "186159",
  "사건명": "아동학대범죄의처벌등에관한특례법위반(아동복지시설종사자등의아동학대)",
  "사건번호": "2017노542",
  "법원명": "울산지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20170804",
  "판시사항": "[1] 아동복지법 제17조 제3호에서 규정한 ‘아동의 신체에 손상을 주거나 신체의 건강 및 발달을 해치는 신체적 학대행위’에 아동의 신체건강과 그 정상적인 발달을 저해한 결과를 초래할 위험 또는 가능성이 발생한 경우가 포함되는지 여부(적극) 및 위 죄의 범의는 반드시 아동학대의 목적이나 의도가 있어야 인정되는지 여부(소극)<br/>[2] 영유아보육법 관련 법령상 보육교사가 영유아에게 신체적·정신적 고통을 가하는 징계가 허용되는지 여부(원칙적 소극) 및 부득이하게 신체적 제재를 통한 보육이 필요한 경우, 보육방법의 허용 범위<br/>[3] 어린이집 보육교사인 피고인이, 보육 아동인 甲(만 1세)이 수업에 집중하지 않거나 잠을 자지 않는다는 등의 이유로 甲의 팔을 움켜잡아 강하게 흔들고, 이마에 딱밤을 때리고, 색연필 뒷부분으로 볼을 찌르거나 손으로 볼을 꼬집고, 손으로 엉덩이를 때리거나 자신의 다리를 甲의 몸 위에 올려놓고 누르는 등으로 5회에 걸쳐 신체적 학대행위를 하였다고 하여 아동학대범죄의 처벌 등에 관한 특례법 위반(아동복지시설종사자등의아동학대)으로 기소된 사안에서, 피고인의 행위는 甲의 신체를 손상하거나 신체의 건강 및 발달을 해치는 신체적 학대행위에 해당하고, 피고인에게 신체적 학대의 고의가 있었으며, 피고인의 행위가 정당행위에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 아동복지법 제3조 제7호는 ‘아동학대’란 ‘보호자를 포함한 성인이 아동의 건강 또는 복지를 해치거나 정상적 발달을 저해할 수 있는 신체적·정신적·성적 폭력이나 가혹행위를 하는 것과 아동의 보호자가 아동을 유기하거나 방임하는 것’이라고 규정하고, 같은 법 제17조 제3호에서 ‘아동의 신체에 손상을 주거나 신체의 건강 및 발달을 해치는 신체적 학대행위’를 금지행위로서 규정하고 있다. 한편 형법상 학대죄는 단순히 상대방의 인격에 대한 반인륜적 침해만으로는 부족하고 적어도 유기에 준할 정도에 이르러야 한다고 해석되고 있으나, 형법상 학대죄는 생명, 신체를 보호법익으로 하여 보호 또는 감독을 받는 자를 보호대상으로 하는 데 반하여, 아동복지법은 아동의 건강과 복지를 보호법익으로 하고(아동복지법 제1조), 18세 미만인 사람만을 보호대상으로 하며(아동복지법 제3조 제1호), 아동의 경우 완전하고 조화로운 인격발달을 위하여 사회적으로 보호받을 필요성에서 성인에 비하여 보호가치가 크므로, 아동복지법상 학대의 개념은 형법상 학대의 개념보다 넓게 해석하는 것이 타당하다.<br/>  위와 같은 아동복지법의 입법 목적, 일반적인 아동의 지적 수준과 신체발달 정도, 신체적 학대행위가 있었던 경우 그로 인하여 신체의 건강 및 발달이 저해되었는지를 정확히 확인하는 것은 현실적으로 쉽지 않은 점 등에 비추어 보면, 아동복지법 제17조 제3호에서 규정한 ‘아동의 신체에 손상을 주거나 신체의 건강 및 발달을 해치는 신체적 학대행위’에는 현실적으로 아동의 신체건강과 그 정상적인 발달을 저해한 경우뿐만 아니라 그러한 결과를 초래할 위험 또는 가능성이 발생한 경우도 포함되고, 위 죄의 범의는 반드시 아동학대의 목적이나 의도가 있어야 인정되는 것이 아니고, 아동의 신체건강 및 발달의 저해라는 결과를 발생시킬 가능성 또는 위험이 있는 행위 자체를 인식하거나 예견하고 이를 용인하면 족하다.<br/>[2] 영유아보육법 관련 법령에 의하면, 보육은 영유아의 이익을 최우선적으로 고려하여 제공되어야 하고, 영유아가 안전하고 쾌적한 환경에서 건강하게 성장할 수 있도록 하는 것을 이념으로 삼고 있는 점(영유아보육법 제3조), 보육교직원은 영유아를 보육할 때 영유아에게 신체적 고통이나 고성·폭언 등의 정신적 고통을 가하여서는 아니 되고(영유아보육법 제18조의2), 교직원은 유아를 교육하거나 사무를 담당할 때에는 도구, 신체 등을 이용하여 유아의 신체에 고통을 가하여서는 아니 된다(유아교육법 제21조의2)고 규정하고 있는 점, 초·중등교육법에서 정한 아동청소년에 대한 교육과 달리 영유아의 경우 보육방법으로 징계 관련 규정을 전혀 두고 있지 않는 점 등에 비추어 보면, 보육교사는 원칙적으로 영유아에게 신체적·정신적 고통을 가하는 징계가 허용된다고 볼 수 없을 뿐만 아니라, 설령 경우에 따라 부득이하게 신체적 제재를 통한 보육이 필요한 경우가 있더라도, 영유아의 경우 초·중등학생에 비하여 신체적·정신적으로 미숙한 반면에 완전하고 조화로운 신체 및 인격 발달을 위하여 사회적으로 보호받을 필요성이 더욱 크므로, 위와 같은 보육방법의 허용 범위는 매우 엄격하게 제한되어야 한다.<br/>[3] 어린이집 보육교사인 피고인이, 보육 아동인 甲(만 1세)이 수업에 집중하지 않거나 잠을 자지 않는다는 등의 이유로 甲의 팔을 움켜잡아 강하게 흔들고, 이마에 딱밤을 때리고, 색연필 뒷부분으로 볼을 찌르거나 손으로 볼을 꼬집고, 손으로 엉덩이를 때리거나 자신의 다리를 甲의 몸 위에 올려놓고 누르는 등으로 5회에 걸쳐 신체적 학대행위를 하였다고 하여 아동학대범죄의 처벌 등에 관한 특례법 위반(아동복지시설종사자등의아동학대)으로 기소된 사안에서, 甲은 보육교사의 강한 훈육이나 신체적 유형력을 통한 지도가 필요할 정도로 잘못된 행위를 하지 아니하였음에도 피고인은 甲을 훈육한다는 명목으로 몸을 세게 잡고 흔들거나 자리에 던지듯이 눕히거나 엉덩이를 때리는 등의 행위를 한 점 등 제반 사정을 종합하면, 피고인의 행위는 甲의 신체를 손상하거나 신체의 건강 및 발달을 해치는 신체적 학대행위에 해당하고, 피고인의 지위, 신체적 학대행위에 이르게 된 경위, 학대행위의 정도, 甲이 나름대로 아프다거나 싫다는 등의 의사를 표현한 점 등에 비추어 피고인에게 신체적 학대의 고의가 있었음을 충분히 인정할 수 있으며, 당시 甲에게 강한 훈육이나 신체적 유형력을 통한 지도가 필요한 상황이라고 보기 어려울뿐더러, 설령 甲이 잘못된 행위를 하여 적정한 훈육이 필요한 상황이었더라도 정당한 보육 내지 훈육행위로서 사회통념상 객관적 타당성을 갖추었다고 보기 어려우므로, 피고인의 행위는 관계 법령 등에 의한 정당행위에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 아동복지법 제1조, 제3조 제1호, 제7호, 제17조 제3호, 형법 제273조 / [2] 영유아보육법 제3조, 구 영유아보육법(2017. 3. 14. 법률 제14597호로 개정되기 전의 것) 제18조의2, 유아교육법 제21조의2 / [3] 아동학대범죄의 처벌 등에 관한 특례법 제2조 제4호, 제7조, 아동복지법 제3조 제7호, 제17조 제3호, 제71조 제1항 제2호, 영유아보육법 제3조, 구 영유아보육법(2017. 3. 14. 법률 제14597호로 개정되기 전의 것) 제18조의2, 유아교육법 제21조의2, 형법 제20조<br/>",
  "참조판례": ""
}