{
  "판례일련번호": "186103",
  "사건명": "건설폐기물처리사업계획서부적합통보처분취소",
  "사건번호": "2017두46783",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "[1] 시·도지사가 건설폐기물 처리업을 하려는 자에게서 제출받은 건설폐기물 처리 사업계획서의 적합 여부를 결정할 때 고려해야 할 검토 사항을 정한 건설폐기물의 재활용촉진에 관한 법률 제21조 제2항 각호의 규정 취지<br/>[2] 행정청이 건설폐기물 처리 사업계획서의 적합 여부 결정을 위하여 건설폐기물의 재활용촉진에 관한 법률 제21조 제2항 제4호에서 정한 ‘환경기준의 유지를 곤란하게 하는지 여부’를 검토할 때 생활환경과 자연환경에 미치는 영향을 두루 검토하여 적합 여부를 판단할 수 있는지 여부(적극)<br/>[3] 건설폐기물 처리 사업계획서의 적합 여부 결정에 관하여 행정청에 광범위한 재량권이 인정되는지 여부(적극) 및 이때 재량권 일탈·남용 여부를 심사하는 방법 / 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 폭넓게 존중되어야 하는지 여부(원칙적 적극) 및 이는 건설폐기물 처리 사업계획서의 적합 여부 결정에 관한 재량권의 일탈·남용 여부를 심사하여 판단할 때에도 고려하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 건설폐기물의 재활용촉진에 관한 법률(이하 ‘법’이라 한다) 제21조와 건설폐기물의 재활용촉진에 관한 법률 시행규칙(이하 ‘규칙’이라 한다) 제12조 제2항은 폐기물 처리업의 허가 등에 관하여 상세하게 규정하고 있다. 건설폐기물 처리업을 하려는 자는 허가신청에 앞서 사업의 개요와 시설·장비 설치 내역을 기재한 건설폐기물 처리 사업계획서와 함께 건설폐기물의 수집·운반 또는 중간처리계획서(시설설치계획, 장비·기술능력·사업장 부지의 확보계획 포함)를 첨부하여 시·도지사에게 제출하여야 한다(법 제21조 제1항, 규칙 제12조 제2항). 시·도지사는 서류를 제출받아 ‘건설폐기물 처리 사업계획서상의 시설, 장비, 기술능력 등이 허가기준에 맞는지 여부’, ‘건설폐기물 처리시설을 설치·운영하는 경우 환경정책기본법 제12조에 따른 환경기준의 유지를 곤란하게 하는지 여부’ 등 법 제21조 제2항 각호가 정한 여러 사항을 검토한 다음 적합 여부를 결정하여 통보하여야 한다(법 제21조 제2항). 이러한 절차에 따라 적합 통보를 받은 자는 비로소 환경부령으로 정하는 건물 또는 시설 등 기준을 갖추어 건설폐기물 처리업 허가를 받을 수 있다(법 제21조 제3항).<br/>  이처럼 건설폐기물처리업에 관한 법규는 허가 요건을 일률적·확정적으로 규정하는 형식을 취하지 않고 최소한도만을 정하고 있다. 법 제21조 제2항 각호가 정한 검토 사항은 단순한 행정처분의 발령요건을 정한 것이라기보다는 위 적합 여부 판단·결정에 관한 재량권 행사에서 고려해야 할 다양한 사항의 범위와 기준을 좀 더 구체적이고 명확하게 정한 것으로 볼 수 있다. 그 취지는 건설폐기물 처리업 허가의 사전결정절차로서 중요한 의미를 가지는 폐기물 처리 사업계획서 적합 여부의 통보에 관한 행정작용의 투명성과 적법성을 제고하려는 데 있다.<br/>[2] 행정청이 건설폐기물 처리 사업계획서의 적합 여부 결정을 위하여 ‘환경기준의 유지를 곤란하게 하는지 여부’를 검토할 때에는 사람의 건강이나 주변 환경에 영향을 미치는지 여부 등 생활환경과 자연환경에 미치는 영향을 두루 검토하여 적합 여부를 판단할 수 있다. 이것이 법률의 문언이나 입법 목적에 부합할 뿐만 아니라 헌법 규정과 관련 법령의 취지에도 합치된다.<br/>[3] 행정청의 건설폐기물 처리 사업계획서에 대한 적합 여부 결정(이하 ‘적합 여부 결정’이라 한다)은 공익에 관한 판단을 해야 하는 것으로서 행정청에 광범위한 재량권이 인정된다. 적합 여부 결정과 관련한 재량권의 일탈·남용 여부를 심사할 때에는, 해당 지역의 자연환경, 주민들의 생활환경 등 구체적 지역 상황, 상반되는 이익을 가진 이해관계자들 사이의 권익 균형과 환경권의 보호에 관한 각종 규정의 입법 취지 등을 종합하여 신중하게 판단하여야 한다.<br/>  따라서 ‘자연환경·생활환경에 미치는 영향’과 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 내용이 현저히 합리적이지 않다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중될 필요가 있다. 이러한 사항은 적합 여부 결정에 관한 재량권의 일탈·남용 여부를 심사하여 판단할 때에도 고려하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 건설폐기물의 재활용촉진에 관한 법률 제21조 제1항, 제2항, 제3항, 건설폐기물의 재활용촉진에 관한 법률 시행규칙 제12조 제2항 / [2] 헌법 제35조 제1항, 환경정책기본법 제1조, 제2조, 제4조, 제5조, 제6조, 민법 제217조 제1항, 환경정책기본법 제3조 제1호, 제12조 제1항, 제13조 / [3] 건설폐기물의 재활용촉진에 관한 법률 제21조 제1항, 제2항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2011. 11. 10. 선고 2011두12283 판결(공2011하, 2572) / [3] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778)<br/>"
}