{
  "판례일련번호": "186102",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2015도8342",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171031",
  "판시사항": "구 자본시장과 금융투자업에 관한 법률 제174조 제3항 제6호의 입법 취지 / 위 규정에서 정한 주식 등의 대량취득·처분의 실시 또는 중지에 관한 미공개정보를 ‘알게 된 자’의 의미(=대량취득·처분을 하는 자 또는 제1호부터 제5호까지의 어느 하나에 해당하는 자로부터 당해 정보를 전달받은 자) 및 정보수령자가 정보제공자로부터 정보를 전달받았다고 인정하기 위해서는 정보제공자가 직무와 관련하여 알게 된 미공개정보를 전달한다는 점에 관한 인식이 있어야 하는지 여부(적극) / 정보제공자가 제공한 내용이 단순히 미공개정보의 존재를 암시하는 것에 지나지 않거나, 모호하고 추상적이어서 정보수령자가 그 정보를 이용하더라도 여전히 일반투자자와 같은 정도의 경제적 위험을 부담하게 되는 경우, 위 규정에서 말하는 미공개정보에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것, 이하 ‘구 자본시장법’이라 한다) 제174조 제3항 제6호는, 주식 등의 대량취득·처분을 하는 자 또는 제1호부터 제5호까지의 어느 하나에 해당하는 자로부터 대량취득·처분의 실시 또는 중지에 관한 미공개정보를 ‘알게 된 자’는 그 미공개정보를 그 주식 등과 관련된 특정증권 등의 매매, 그 밖의 거래에 이용하거나 타인에게 이용하게 하여서는 안 된다고 규정하고 있다.<br/>  위 규정은 주식 등의 대량취득·처분과 관련된 내부자가 대량취득·처분의 실시 또는 중지에 관한 미공개정보를 이용하여 거래를 하는 것만을 금지할 경우 그 내부자가 그와 같은 금지를 회피하여 탈법적으로 미공개정보를 이용하여 거래를 하는 것을 막을 수 없으므로, 내부자로부터 미공개정보를 알게 되어 이를 이용하여 특정증권 등의 매매, 그 밖의 거래를 하는 것도 금지할 필요가 있다는 데 입법 취지가 있다.<br/>구 자본시장법 제174조 제1항 제6호와 제2항 제6호는, 상장법인의 업무 등과 관련된 미공개중요정보 또는 주식 등에 대한 공개매수의 실시 또는 중지에 관한 미공개정보를 공개매수자를 포함하여 각항 제1호부터 제5호까지의 어느 하나에 해당하는 내부자로부터 ‘받은 자’를 정보수령자로 보아, 위 정보들에 대한 정보수령자의 이용행위를 금지하고 있다. 그런데 구 자본시장법 제174조 제1항 제6호와 제2항 제6호의 입법 취지 역시 구 자본시장법 제174조 제3항 제6호의 그것과 다를 바 없다. 또한 구 자본시장법 제174조의 조문 체계나 규정 형식, 문언 등으로 보아 위 제1항 제6호와 제2항 제6호의 미공개중요정보 또는 미공개정보를 ‘받은 자’와 위 제3항 제6호의 미공개정보를 ‘알게 된 자’를 다르게 보아야 할 합리적인 이유도 찾을 수 없다.<br/>  나아가 주식 등의 대량취득·처분을 하는 자 또는 구 자본시장법 제174조 제3항 제1호부터 제5호까지의 어느 하나에 해당하는 자로부터 대량취득·처분의 실시 또는 중지에 관한 미공개정보를 알게 된 자가 구 자본시장법 제174조 제3항 제6호를 위반하여 그 미공개정보의 이용행위를 하면 구 자본시장법 제443조 제1항 제3호에 따라 처벌을 받는다. 주식 등의 대량취득·처분과 관련된 내부자로부터 미공개정보를 알게 된 모든 경우가 구 자본시장법 제174조 제3항 제6호에 해당한다고 보게 되면, 처벌범위가 명확하지 않거나 지나치게 넓어지고 법적 안정성을 침해하게 되어 죄형법정주의에 반하므로, 이를 제한하여 해석할 필요가 있다.<br/>  따라서 구 자본시장법 제174조 제3항 제6호에서 정한 주식 등의 대량취득·처분의 실시 또는 중지에 관한 미공개정보를 ‘알게 된 자’란 대량취득·처분을 하는 자 또는 제1호부터 제5호까지의 어느 하나에 해당하는 자로부터 당해 정보를 전달받은 자를 말한다.<br/>  그런데 정보수령자가 정보제공자로부터 정보를 전달받았다고 인정하기 위해서는 단순히 정보의 이동이 있었다는 객관적 사실만으로는 충분하지 않고, 정보제공자가 직무와 관련하여 알게 된 미공개정보를 전달한다는 점에 관한 인식이 있어야 한다.<br/>  한편 정보수령자가 알게 된 미공개정보는 대량취득·처분의 실시 또는 중지를 알 수 있을 만큼 구체적이어야 한다. 정보제공자가 제공한 내용이 단순히 미공개정보의 존재를 암시하는 것에 지나지 않거나, 모호하고 추상적이어서 정보수령자가 그 정보를 이용하더라도 여전히 일반투자자와 같은 정도의 경제적 위험을 부담하게 되는 경우에는 특별한 사정이 없는 한 위 규정에서 말하는 미공개정보에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 형법 제1조 제1항, 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제174조 제1항 제6호, 제2항 제6호, 제3항 제6호, 제443조 제1항 제3호<br/>",
  "참조판례": ""
}