{
  "판례일련번호": "186111",
  "사건명": "폭력행위등처벌에관한법률위반(공동강요)",
  "사건번호": "2015도16696",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171026",
  "판시사항": "[1] 강요죄의 수단으로서 ‘협박’의 의미와 내용 및 협박이 정당한 권리의 실현 수단으로 사용된 경우 강요죄가 성립하는지 여부(한정 적극)와 판단 기준<br/>[2] 민주노총 전국건설노조 건설기계지부 소속 노조원인 피고인들이, 현장소장인 피해자 甲이 노조원이 아닌 피해자 乙의 건설장비를 투입하여 수해상습지 개선사업 공사를 진행하자 ‘민주노총이 어떤 곳인지 아느냐, 현장에서 장비를 빼라’는 취지로 말하거나 공사 발주처에 부실공사가 진행되고 있다는 취지의 진정을 제기하는 방법으로 공사현장에서 사용하던 장비를 철수하게 하고 ‘현장에서 사용하는 모든 건설장비는 노조와 합의하여 결정한다’는 협약서를 작성하게 함으로써 피해자들에게 의무 없는 일을 하게 하였다고 하여 폭력행위 등 처벌에 관한 법률 위반(공동강요)으로 기소된 사안에서, 피고인들의 행위는 사회통념상 허용되는 정도나 범위를 넘는 것으로서 강요죄의 수단인 협박에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 강요죄는 폭행 또는 협박으로 사람의 권리행사를 방해하거나 의무 없는 일을 하게 하는 범죄이다(형법 제324조). 강요죄의 수단으로서 협박은 사람의 의사결정의 자유를 제한하거나 의사실행의 자유를 방해할 정도로 겁을 먹게 할 만한 해악을 고지하는 것을 말하고, 해악의 고지는 반드시 명시적인 방법이 아니더라도 말이나 행동을 통해서 상대방으로 하여금 어떠한 해악에 이르게 할 것이라는 인식을 갖게 하는 것이면 족하다. 이러한 해악의 고지가 비록 정당한 권리의 실현 수단으로 사용된 경우라고 하여도 권리실현의 수단 방법이 사회통념상 허용되는 정도나 범위를 넘는다면 강요죄가 성립하고, 여기서 어떠한 행위가 구체적으로 사회통념상 허용되는 정도나 범위를 넘는 것인지는 그 행위의 주관적인 측면과 객관적인 측면, 즉 추구된 목적과 선택된 수단을 전체적으로 종합하여 판단하여야 한다.<br/>[2] 민주노총 전국건설노조 건설기계지부 소속 노조원인 피고인들이, 현장소장인 피해자 甲이 노조원이 아닌 피해자 乙의 건설장비를 투입하여 수해상습지 개선사업 공사를 진행하자 ‘민주노총이 어떤 곳인지 아느냐, 현장에서 장비를 빼라’는 취지로 말하거나 공사 발주처에 부실공사가 진행되고 있다는 취지의 진정을 제기하는 방법으로 공사현장에서 사용하던 장비를 철수하게 하고 ‘현장에서 사용하는 모든 건설장비는 노조와 합의하여 결정한다’는 협약서를 작성하게 함으로써 피해자들에게 의무 없는 일을 하게 하였다고 하여 폭력행위 등 처벌에 관한 법률 위반(공동강요)으로 기소된 사안에서, 피고인들은 공사현장에서 장비를 뺄 것을 요구하면서 그렇지 않을 경우 발주처에 민원을 넣어 공사를 못하게 하겠다고 말하고, 실제로 요구가 받아들여지지 않자 발주처에 부실시공 여부를 철저하게 조사하여 처벌하여 달라는 취지의 진정을 제기한 다음 이를 이용하여 피해자들로 하여금 장비를 철수하게 하고, 공사현장의 모든 건설장비를 피고인들 쪽에서 배차하는 장비만을 사용하도록 하는 취지의 협약서를 작성하도록 하였는데, 이와 같은 피고인들의 행위는 피해자들의 정당한 영업활동을 방해함으로써 피해자들로 하여금 장비를 철수시키고 자신들이 속한 노조 지회의 장비만을 사용하도록 하기 위하여 발주처에 대한 진정이라는 수단을 동원한 것으로 그 의도나 목적이 정당하다고 보기 어렵고, 나아가 피해자들의 정당한 영업활동의 자유를 침해하는 것이며, 피고인들이 피해자들에게 위와 같은 내용의 언사를 사용하고 부실공사가 아님에도 공사 발주처에 부실공사를 조사해 달라는 진정을 하였다면 이는 사회통념상 허용되는 정도나 범위를 넘는 것으로서 강요죄의 수단인 협박에 해당함에도, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 심리미진 또는 강요죄의 수단인 협박에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제20조, 제324조 / [2] 형법 제20조, 제30조, 제324조, 구 폭력행위 등 처벌에 관한 법률(2014. 12. 30. 법률 제12896호로 개정되기 전의 것) 제2조 제1항 제2호(현행 삭제), 제2항(현행 제2조 제2항 제2호 참조)<br/>",
  "참조판례": "[1] 대법원 1995. 3. 10. 선고 94도2422 판결(공1995상, 1658), 대법원 2013. 4. 11. 선고 2010도13774 판결(공2013상, 895)<br/>"
}