{
  "판례일련번호": "186233",
  "사건명": "신용장대금청구의소",
  "사건번호": "2017다216776",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171114",
  "판시사항": "[1] 제6차 개정 신용장통일규칙(UCP 600) 제2조에서 정한 ‘매입(negotiation)’의 의미와 방법 및 중개무역업자의 거래은행이 이른바 백투백신용장(Back-to-Back Letter of Credit)을 개설하면서 주신용장(Master Letter of Credit)의 매입에 관한 약정을 체결한 것이 신용장 매입 방법 중 하나인 ‘현실적인 대가 지급을 갈음할 수 있는 무조건적인 대가 지급채무를 부담하는 것’에 해당하는지 여부(소극)<br/>[2] 일람출급 취소불능 화환신용장의 매입은행이 수익자에게 신용장 매입대금을 지급하여야 하는 시기(=신용장 개설은행에 서류가 도달한 날의 다음 날부터 5은행영업일이 지나기 전)<br/>[3] 은행에 의한 신용장 매입이 적법하지 않은 경우, 신용장 개설은행이 신용장 거래에서 수익자의 사기행위가 밝혀졌다는 이유로 신용장의 만기에 서류를 제시한 위 은행에 대하여 신용장대금의 지급을 거절할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 제6차 개정 신용장통일규칙(UCP 600) 제2조는 ‘매입(negotiation)’에 관하여 “일치하는 제시가 있으면 지정은행이, 지정은행에 상환하여야 하는 은행영업일 또는 그 전에 수익자에게 대금을 지급하거나 대금지급에 동의함으로써 환어음(지정은행이 아닌 은행 앞으로 발행된) 및/또는 서류를 매수(purchase)하는 것을 의미한다.”라고 정하고 있다. 이 규정에서 정한 서류의 매입이란 매입을 수권받은 지정은행이 현금, 계좌입금 등의 방법으로 수익자에게 현실적인 대가를 즉시 지급하거나 대금지급 채무를 부담하는 방법으로 이루어질 수 있다. 후자의 방법에 따른 매입이 되려면 매입은행이 특정 일자에 수익자에게 대가를 확정적으로 지급하기로 하는 무조건적인 채무를 부담함으로써 현실적인 대가 지급을 갈음할 수 있어야 한다.<br/>  이른바 백투백신용장(Back-to-Back Letter of Credit)은 중개무역거래에서 중개무역업자가 자신의 거래은행에 자신을 수익자로 하는 주신용장(Master Letter of Credit)을 담보로 제공하고 실수출업자를 수익자로 하여 개설하는 신용장을 말한다. 중개무역업자의 거래은행이 백투백신용장을 개설하면서 주신용장의 매입에 관한 약정을 체결하더라도, 이러한 약정은 특정 일자에 수익자에게 대가를 확정적으로 지급하기로 하는 약정으로 볼 수 없으므로 현실적인 대가 지급을 갈음할 수 있는 무조건적인 대가 지급채무를 부담하는 것에 해당하지 않는다.<br/>[2] 매입은행으로 지정된 은행이 수익자에게 대금을 지급하거나 대금지급에 동의하는 것은 매입은행이 신용장 대금을 상환받아야 하는 은행영업일 또는 그 이전에 이루어져야 하고, 서류 심사기간은 최장 5은행영업일이다[제6차 개정 신용장통일규칙(UCP 600) 제14조 b항]. 따라서 일람지급 취소불능 화환신용장의 경우 매입은행은 신용장 개설은행에 서류가 도달한 날의 다음 날부터 5은행영업일이 지나기 전에 매입대금을 수익자에게 지급하여야 한다.<br/>[3] 신용장의 적법한 매입이 있은 후에 신용장 거래가 사기 거래로 밝혀지더라도, 매입은행이 신용장대금의 지급이나 매입 당시 자신이 사기행위의 당사자로서 관련되어 있거나 사기 사실을 알고 있었거나 또는 의심할 만한 충분한 이유가 있다고 인정되지 않는다면 개설은행에 신용장대금의 상환을 청구할 수 있다. 그러나 은행에 의한 신용장 매입이 적법하지 않다면 대가를 지급하더라도 이는 제6차 개정 신용장통일규칙(UCP 600)에서 정한 ‘매입’이 될 수 없다. 이 경우 개설은행으로서는 신용장의 만기에 서류를 제시하는 위 은행에 대하여 수익자에게 대항할 수 있는 모든 사유로 대항할 수 있다. 따라서 신용장 거래에서 수익자의 사기행위가 밝혀졌다면 이를 이유로 개설은행은 서류제시 은행에 대해 신용장대금의 지급을 거절할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제2조, 제14조 b항 / [2] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제14조 b항 / [3] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제2조, 제7조<br/>",
  "참조판례": "[1] 대법원 2012. 1. 27. 선고 2009다93817 판결(공2012상, 318) / [3] 대법원 2002. 10. 11. 선고 2000다60296 판결(공2002하, 2663), 대법원 2003. 1. 24. 선고 2001다68266 판결(공2003상, 699)<br/>"
}