{
  "판례일련번호": "186274",
  "사건명": "존속기간연장무효(특)",
  "사건번호": "2017후844, 851, 868, 875",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171129",
  "판시사항": "[1] 의약품 등의 발명을 실시하기 위해 약사법 등에 따라 허가 또는 등록 등을 받은 자의 귀책사유로 허가 등의 절차가 지연된 경우, 귀책사유가 인정되는 기간이 특허권 존속기간 연장의 범위에 포함되는지 여부(소극)<br/>[2] 구 특허법 제89조 제2항에 정한 ‘특허권자에게 책임 있는 사유’를 판단할 때 특허권 존속기간의 연장등록을 받는 데에 필요한 허가 등을 신청한 전용실시권자와 통상실시권자에 관한 사유가 포함되는지 여부(적극)<br/>[3] 의약품 등의 발명을 실시하기 위해 약사법 등에 따라 허가 또는 등록 등을 받은 자의 귀책사유로 허가 등의 절차가 지연된 기간이 연장등록에 의하여 연장된 기간 안에 포함되어 있어 연장된 기간이 구 특허법 제89조 제1항의 특허발명을 실시할 수 없었던 기간을 초과한다는 사유로 구 특허법 제134조 제1항 제3호에 따라 존속기간 연장등록 무효심판을 청구하는 경우, 그 사유에 대한 주장·증명책임의 소재(=무효심판을 청구하는 자)<br/>[4] 식품의약품안전처의 의약품 제조판매·수입품목 허가신청에 대하여 식품의약품안전처의 어느 심사부서의 보완요구로 보완자료를 제출할 때까지 보완요구 사항에 대한 심사가 진행되지 못하였더라도, 그동안 다른 심사부서에서 그 의약품의 제조판매·수입품목 허가를 위한 심사 등의 절차가 계속 진행되고 있었던 경우, 의약품 등의 발명을 실시하기 위해 약사법 등에 따라 허가 또는 등록 등을 받은 자의 귀책사유로 허가 등의 절차가 지연된 기간으로 볼 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 의약품 등의 발명을 실시하기 위해서는 국민의 보건위생을 증진하고 안전성 및 유효성을 확보하기 위해 약사법 등에 따라 허가 등을 받아야 하는데, 특허권자는 이러한 허가 등을 받는 과정에서 특허발명을 실시하지 못하는 불이익을 받게 된다. 따라서 위와 같은 불이익을 구제하고 의약품 등의 발명을 보호·장려하기 위해 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것, 이하 같다) 제89조 제1항은 “특허발명을 실시하기 위하여 다른 법령의 규정에 의하여 허가를 받거나 등록 등을 하여야 하고, 그 허가 또는 등록 등(이하 ‘허가 등’이라 한다)을 위하여 필요한 활성·안전성 등의 시험으로 인하여 장기간이 소요되는 대통령령이 정하는 발명인 경우에는 제88조 제1항의 규정에 불구하고 그 실시할 수 없었던 기간에 대하여 5년의 기간 내에서 당해 특허권의 존속기간을 연장할 수 있다.”라고 규정하여 약사법 등에 의한 허가 등을 받기 위하여 특허발명을 실시할 수 없었던 기간만큼 특허권의 존속기간을 연장해 주는 제도를 마련하였다.<br/>  다만 구 특허법 제89조 제2항은 “제1항을 적용함에 있어서, 특허권자에게 책임 있는 사유로 소요된 기간은 제1항의 ‘실시할 수 없었던 기간’에 포함되지 아니한다.”라고 규정하고 있으므로, 허가 등을 받은 자의 귀책사유로 약사법 등에 따라 허가 등의 절차가 지연된 경우에는 그러한 귀책사유가 인정되는 기간은 특허권 존속기간 연장의 범위에 포함되어서는 안 된다.<br/>[2] 특허권 존속기간의 연장등록을 받는 데에 필요한 허가 또는 등록 등(이하 ‘허가 등’이라 한다)을 신청할 수 있는 자의 범위에는 특허권자 외에 전용실시권자 및 통상실시권자가 포함되므로, 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것) 제89조 제2항의 ‘특허권자에게 책임 있는 사유’를 판단할 경우에도 위 허가 등을 신청한 전용실시권자와 통상실시권자에 관한 사유가 포함된다.<br/>[3] 의약품 등의 발명을 실시하기 위해 약사법 등에 따라 허가 또는 등록 등을 받은 자의 귀책사유로 약사법 등에 따른 허가 등의 절차가 지연된 기간이 연장등록에 의하여 연장된 기간 안에 포함되어 있어 연장된 기간이 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것, 이하 같다) 제89조 제1항의 특허발명을 실시할 수 없었던 기간을 초과한다는 사유로 구 특허법 제134조 제1항 제3호에 의하여 존속기간 연장등록에 대하여 무효심판을 청구하는 자는 그 사유에 대하여 주장·증명할 책임을 진다.<br/>[4] 식품의약품안전처의 의약품 제조판매·수입품목 허가는 그 허가신청에 대하여 의약품 등의 안전에 관한 규칙 제4조 제1항에서 정한 사항별로 해당 심사부서에서 심사를 진행하고 이에 따라 보완요구를 비롯한 구체적인 심사 절차도 해당 심사부서의 내부 사정에 따라 진행된다. 그렇지만 이러한 해당 심사부서별 심사는 식품의약품안전처 내의 업무 분장에 불과하고, 또한 그 심사 등의 절차가 모두 종결되어야 허가가 이루어질 수 있다. 결국 심사부서별 심사 등의 절차 진행은 최종 허가에 이르는 중간 과정으로서, 전체적으로 허가를 위한 하나의 절차로 평가할 수 있다.<br/>  이러한 사정에 비추어 보면, 식품의약품안전처 내 어느 심사부서에서 보완요구가 이루어지고 그 결과 보완자료를 제출할 때까지 그 보완요구 사항에 대한 심사가 진행되지 못하였더라도, 그동안 식품의약품안전처의 다른 심사부서에서 그 의약품의 제조판매·수입품목 허가를 위한 심사 등의 절차가 계속 진행되고 있었던 경우에는 다른 특별한 사정이 없는 한 그 기간 역시 허가를 위하여 소요된 기간으로 볼 수 있으므로, 이를 가지고 의약품 등의 발명을 실시하기 위해 약사법 등에 따라 허가 또는 등록 등을 받은 자의 귀책사유로 허가 또는 등록 등의 절차가 지연된 기간이라고 단정할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것) 제89조 / [2] 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것) 제89조 제2항 / [3] 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것) 제89조, 제134조 제1항 제3호 / [4] 구 특허법(2014. 6. 11. 법률 제12753호로 개정되기 전의 것) 제89조, 의약품 등의 안전에 관한 규칙 제4조 제1항<br/>",
  "참조판례": ""
}