{
  "판례일련번호": "186265",
  "사건명": "건물명도등",
  "사건번호": "2017다9657",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171205",
  "판시사항": "[1] 처분문서에 나타난 당사자 의사의 해석 방법<br/>[2] 판결서의 이유에 당사자의 모든 주장이나 공격방어방법에 관한 판단이 표시되어야 하는지 여부(소극) 및 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않지만 판결 이유의 전반적인 취지로 주장의 인용 여부를 알 수 있는 경우 또는 실제로 판단을 하지 않았지만 주장이 배척될 것이 분명한 경우, 판단누락의 위법이 있는지 여부(소극)<br/>[3] 2013. 8. 13. 법률 제12042호로 개정되어 같은 날부터 시행된 상가건물 임대차보호법 부칙 제2조의 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’의 의미 및 개정 법률 시행 후에 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우가 이에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 약정이 이루어진 동기와 경위, 약정으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격·방어방법에 관한 판단을 표시하면 되고 당사자의 모든 주장이나 공격·방어방법에 관하여 판단할 필요가 없다(민사소송법 제208조). 따라서 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다. 설령 실제로 판단을 하지 않은 부분이 있더라도 주장이 배척될 것이 분명한 때에는 판결 결과에 영향이 없어 판단누락의 잘못을 이유로 파기할 필요가 없다.<br/>[3] 2013. 8. 13. 법률 제12042호로 개정되어 같은 날부터 시행된 상가건물 임대차보호법(이하 ‘상가임대차법’이라 한다)은 제10조 제1항부터 제3항까지의 규정에서 갱신요구권에 관하여 최초 임대차기간을 포함하여 5년을 초과하지 않는 범위에서 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구하면 제1항 단서에서 정하는 사유가 없는 한 갱신을 거절하지 못하고, 전 임대차와 같은 조건으로 다시 계약된 것으로 보도록 정하고 있다. 상가임대차법 제2조 제3항은 위 제10조 제1항, 제2항, 제3항 본문이 대통령령이 정하는 보증금액을 초과하는 임대차에 대하여도 적용된다고 정하고, 부칙 제2조는 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차부터 적용한다.’고 정하고 있다.<br/>  위 규정들의 문언, 내용과 체계에 비추어 부칙 제2조의 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’는 위 개정 상가임대차법이 시행되는 2013. 8. 13. 이후 처음으로 체결된 임대차 또는 2013. 8. 13. 이전에 체결되었지만 2013. 8. 13. 이후 갱신되는 임대차를 가리킨다고 보아야 한다. 따라서 개정 법률 시행 후에 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우는 이에 포함되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민사소송법 제208조, 제451조 제1항 제9호 / [3] 구 상가건물 임대차보호법(2015. 5. 13. 법률 제13284호로 개정되기 전의 것) 제2조 제3항, 제10조 제1항, 제2항, 제3항, 부칙(2013. 8. 13.) 제2조<br/>",
  "참조판례": "[1] 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816), 대법원 2014. 6. 26. 선고 2014다14115 판결(공2014하, 1463) / [2] 대법원 2013. 10. 31. 선고 2011다98426 판결(공2013하, 2122)<br/>"
}