{
  "판례일련번호": "186277",
  "사건명": "부당이득금반환등",
  "사건번호": "2015다216444",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171129",
  "판시사항": "[1] 파산선고 전의 원인으로 인한 국세나 지방세에 기하여 파산선고 후에 발생한 가산금·중가산금이 재단채권에 해당하는지 여부(소극)<br/>[2] 재단채권이나 파산채권에 해당하는 조세채권의 납세의무자(=파산관재인) 및 파산선고 후에 발생한 조세채권 중 재단채권에 해당하지 않는 조세채권의 납세의무자(=파산채무자)<br/>",
  "판결요지": "[1] 구 파산법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제38조 제2호 본문은 ‘국제징수법 또는 국세징수의 예에 의하여 징수할 수 있는 청구권’ 중 파산선고 전의 원인으로 인한 것은 파산재단에 관하여 생긴 것인지 여부를 불문하고 모두 재단채권으로 규정하고 있었다. 따라서 본세가 파산선고 전의 원인으로 인한 것이라면 그 체납으로 인하여 부가되는 가산금·중가산금도 파산선고 전에 생긴 것인지 파산 후에 생긴 것인지 가리지 않고 모두 재단채권에 해당하였다.<br/>  반면, 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제473조 제2호 본문은 ‘국세징수법 또는 지방세기본법에 의하여 징수할 수 있는 청구권’ 중 파산선고 전의 원인으로 인한 청구권은 파산재단에 관하여 생긴 것인지 여부를 불문하고 모두 재단채권에 해당하는 것으로 규정하면서도, 괄호 안에 ‘국세징수의 예에 의하여 징수할 수 있는 청구권으로서 그 징수우선순위가 일반 파산채권보다 우선하는 것을 포함하며, 제446조의 규정에 의한 후순위파산채권을 제외한다.’는 내용을 추가하였다.<br/>  위 괄호 안에 있는 규정의 취지는, ‘국세징수의 예에 의하여 징수할 수 있는 청구권’은 그 징수우선순위가 일반 파산채권보다 우선하는 것에 한하여 재단채권으로 하되, ‘국세징수법 또는 지방세기본법에 의하여 징수할 수 있는 청구권’이든 ‘국세징수의 예에 의하여 징수할 수 있는 청구권으로서 그 징수우선순위가 일반 파산채권보다 우선하는 것’이든, 그중 ‘제446조의 규정에 의한 후순위파산채권’에 해당하는 것은 재단채권에서 제외하려는 데 있다.<br/>  그리고 국세징수법 제21조에 규정된 가산금·중가산금은 납세의무의 이행지체에 대하여 부담하는 지연배상금의 성질을 띠고 있다.<br/>  한편 채무자회생법 제473조 제4호는 ‘파산재단에 관하여 파산관재인이 한 행위로 인하여 생긴 청구권’을 재단채권으로 규정하고 있고, ‘파산재단에 관하여 파산관재인이 한 행위’에는 파산관재인이 직무와 관련하여 부담하는 채무의 불이행도 포함된다. 위 규정은 파산관재인이 파산재단의 관리처분권에 기초하여 직무를 행하면서 생긴 상대방의 청구권을 수시로 변제하도록 하여 이해관계인을 보호함으로써 공정하고 원활하게 파산절차를 진행하고자 하는 데 그 취지가 있다. 이러한 점에서 채무자회생법 제473조 제4호는 파산관재인이 파산재단의 관리처분권에 기초하여 직무를 행하면서 생긴 상대방의 청구권에 관한 일반규정으로 볼 수 있다. 반면 채무자회생법 제473조 제2호는 ‘국세징수법 또는 지방세기본법에 의하여 징수할 수 있는 청구권’ 및 ‘국세징수의 예에 의하여 징수할 수 있는 청구권으로서 그 징수우선순위가 일반 파산채권보다 우선하는 것’만을 적용대상으로 하는 특별규정이다. 나아가 국세나 지방세뿐만 아니라 그 체납으로 인하여 부가되는 가산금·중가산금도 그것이 파산선고 전에 생긴 것인지 파산 후에 생긴 것인지 가리지 않고 모두 그 적용 범위에 포함된다. 따라서 파산관재인이 재단채권인 국세나 지방세를 체납하여 그로 인하여 가산금·중가산금이 발생한 경우 그 가산금·중가산금에 대하여는 채무자회생법 제473조 제4호가 아닌 채무자회생법 제473조 제2호가 우선적으로 적용된다고 봄이 타당하다.<br/>  이러한 채무자회생법 제473조 제2호 본문의 입법 취지, 국세징수법상 가산금·중가산금의 법적 성질, 채무자회생법 제473조 제2호·제4호의 관계 등을 종합하면, 파산선고 전의 원인으로 인한 국세나 지방세에 기하여 파산선고 후에 발생한 가산금·중가산금은 후순위파산채권인 채무자회생법 제446조 제1항 제2호의 ‘파산선고 후의 불이행으로 인한 손해배상액’에 해당하는 것으로 봄이 타당하므로, 위 괄호 안에 있는 규정에 따라 재단채권에서 제외된다.<br/>[2] 채무자 회생 및 파산에 관한 법률에 의하면 파산선고에 의하여 채무자가 파산선고 당시에 가진 국내외의 모든 재산은 파산재단을 구성하고(제382조 제1항), 파산재단을 관리 및 처분할 권리는 파산관재인에게 전속한다(제384조). 파산관재인은 파산재단에 속하는 재산을 환가하여 파산채권자들에 대한 배당을 실시할 뿐만 아니라 재단채권 역시 파산재단에 속하는 재산에서 수시로 변제하게 된다. 따라서 재단채권이나 파산채권에 해당하는 조세채권의 납세의무자는 파산관재인이다.<br/>  반면, 파산재단에 속하지 않는 재산에 대한 관리처분권은 채무자가 그대로 보유하고 있고, 이는 파산선고 후에 발생한 채권 중 재단채권에 해당하지 않는 채권의 변제재원이 된다. 따라서 파산선고 후에 발생한 조세채권 중 재단채권에 해당하지 않는 조세채권, 즉 ‘파산채권도 아니고 재단채권도 아닌 조세채권’에 대한 납세의무자는 파산관재인이 아니라 파산채무자이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 파산법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제38조 제2호(현행 채무자 회생 및 파산에 관한 법률 제473조 제2호 참조), 채무자 회생 및 파산에 관한 법률 제446조 제1항 제2호, 제473조 제2호, 제4호, 국세징수법 제21조 / [2] 채무자 회생 및 파산에 관한 법률 제382조 제1항, 제384조<br/>",
  "참조판례": "[1] 대법원 1991. 3. 12. 선고 90누2833 판결(공1991, 1195), 대법원 2010. 1. 14. 선고 2009다65539 판결, 대법원 2014. 11. 20. 선고 2013다64908 전원합의체 판결(공2014하, 2348)<br/>"
}