{
  "판례일련번호": "186256",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)·자본시장과금융투자업에관한법률위반·사문서변조·변조사문서행사·증거변조·변조증거사용",
  "사건번호": "2014도14924",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171205",
  "판시사항": "[1] 금융투자업자가 자본시장과 금융투자업에 관한 법률 제9조 제4항에서 규정한 ‘투자권유’를 하였다고 평가할 수 있는 경우 및 투자권유에 해당하는지 판단하는 방법<br/>[2] 자본시장과 금융투자업에 관한 법률 제49조 제2호에서 금지하는 ‘불확실한 사항에 대하여 단정적 판단을 제공하거나 확실하다고 오인하게 할 소지가 있는 내용을 알리는 행위’의 의미 및 단정적 판단 제공 등의 행위에 해당하는지 판단하는 방법 / 금융투자업자가 일단 불확실한 사항에 대하여 단정적 판단 제공 등의 행위를 한 경우, 이로써 바로 위 조항 위반죄가 성립하는지 여부(적극)<br/>[3] 사문서변조죄의 성립요건 및 이미 진정하게 성립된 타인 명의의 문서가 존재하지 않는 경우, 사문서변조죄가 성립하는지 여부(소극)<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라고 한다) 제9조 제4항은 “이 법에서 ‘투자권유’란 특정 투자자를 상대로 금융투자상품의 매매 또는 투자자문계약·투자일임계약·신탁계약(관리형 신탁계약 및 투자성 없는 신탁계약을 제외한다)의 체결을 권유하는 것을 말한다.”라고 규정하고 있다. 투자권유란 ‘계약체결을 권유’하는 것이므로 민법상 청약의 유인, 즉 투자자로 하여금 청약하게끔 하려는 의사의 표시에 해당하여야 한다. 따라서 특정 금융투자상품의 매매·계약체결의 권유가 수반되지 않는 단순한 상담이나 금융투자상품의 소개·설명, 계약이 이미 체결된 이후의 발언 등은 투자권유에 해당하지 않지만, 단순한 상담이나 금융투자상품의 소개·설명 등의 정도를 넘어 이와 함께 계약체결을 권유하고, 나아가 그러한 소개·설명 등을 들은 투자자가 해당 금융투자업자에 대한 신뢰를 바탕으로 계약체결에 나아가거나 투자 여부 결정에 그 권유와 설명을 중요한 판단요소로 삼았다면, 해당 금융투자업자는 자본시장법 제9조 제4항에서 규정하는 ‘투자권유’를 하였다고 평가할 수 있는데, 투자권유에 해당하는지는 설명의 정도, 투자판단에 미치는 영향, 실무처리 관여도, 이익 발생 여부 등과 같은 투자에 관한 제반 사정을 종합하여 판단하여야 한다.<br/>[2] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라고 한다) 제49조 제2호는 금융투자업자가 투자권유를 함에 있어서 ‘불확실한 사항에 대하여 단정적 판단을 제공하거나 확실하다고 오인하게 할 소지가 있는 내용을 알리는 행위’를 금지하고 있다. 여기서 ‘불확실한 사항에 대하여 단정적 판단을 제공하거나 확실하다고 오인하게 할 소지가 있는 내용을 알리는 행위’란 투자자의 합리적인 투자판단 또는 해당 금융투자상품의 가치에 영향을 미칠 수 있는 사항 중 객관적으로 진위가 분명히 판명될 수 없는 사항에 대하여 진위를 명확히 판단해 주거나 투자자에게 그 진위가 명확하다고 잘못 생각하게 할 가능성이 있는 내용을 알리는 행위를 말한다. 나아가 어떠한 행위가 단정적 판단 제공 등의 행위에 해당하는지는 통상의 주의력을 가진 평균적 투자자를 기준으로 금융투자업자가 사용한 표현은 물론 투자에 관련된 제반 상황을 종합적으로 고려하여 객관적·규범적으로 판단하여야 한다. 그리고 자본시장법 제49조 제2호의 문언 해석상 금융투자업자가 일단 불확실한 사항에 대하여 단정적 판단 제공 등의 행위를 한 이상 이로써 바로 위 조항 위반죄가 성립하고, 금융투자업자의 불확실한 사항에 대한 단정적 판단 제공 등에 어떠한 합리적인 근거가 있는지, 제공한 단정적 판단 등이 결과적으로 맞았는지, 상대방이 단정적 판단 제공 등을 신뢰하여 실제 투자를 하였는지, 투자로 인하여 실제로 손해가 발생하였는지 등은 위 조항 위반죄의 성립에 영향을 미치지 아니한다.<br/>[3] 사문서변조죄는 권한 없는 자가 이미 진정하게 성립된 타인 명의의 문서 내용에 대하여 동일성을 해하지 않을 정도로 변경을 가하여 새로운 증명력을 작출케 함으로써 공공적 신용을 해할 위험성이 있을 때 성립한다. 따라서 이미 진정하게 성립된 타인 명의의 문서가 존재하지 않는다면 사문서변조죄가 성립할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제9조 제4항 / [2] 자본시장과 금융투자업에 관한 법률 제49조 제2호, 제445조 제6호 / [3] 형법 제231조<br/>",
  "참조판례": "[1][2] 헌법재판소 2017. 5. 25. 선고 2014헌바459 전원재판부 결정(헌공248, 514) / [1] 대법원 2015. 1. 29. 선고 2013다217498 판결(공2015상, 305) / [3] 대법원 2011. 9. 29. 선고 2010도14587 판결(공2011하, 2280)<br/>"
}