{
  "판례일련번호": "186279",
  "사건명": "근저당권말소등기의회복등기절차이행등",
  "사건번호": "2015다47327",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171123",
  "판시사항": "[1] 채권자가 채무자에 대한 채권을 피담보채권으로 하여 저당권을 설정받은 저당부동산에 대한 소유권을 제3취득자가 채무자로부터 취득한 후에 채무자에 대하여 회생절차가 개시된 경우, 회생계획이 위 저당권에 영향을 미치는지 여부(소극) 및 회생절차에서 채권자의 권리가 실권되거나 변경된 경우, 실권되거나 변경된 채권의 권리자의 제3취득자에 대한 권리에 영향이 미치는지 여부(소극)<br/>[2] 신탁자가 그 소유의 부동산에 채권자를 위하여 저당권을 설정한 다음 그 부동산에 관하여 부동산 신탁계약을 체결하고 수탁자 앞으로 신탁을 원인으로 하는 소유권이전등기를 마쳐준 후에 신탁자에 대하여 회생절차가 개시된 경우, 회생계획이 위 저당권에 영향을 미치는지 여부(소극) 및 회생절차에서 채권자의 권리가 실권되거나 변경된 경우, 채권자가 수탁자에 대하여 가지는 신탁부동산에 관한 담보권과 그 피담보채권에 영향이 있는지 여부(소극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제250조 제2항 제2호는, 회생계획은 채무자 외의 자가 회생채권자 또는 회생담보권자를 위하여 제공한 담보에 영향을 미치지 않는다고 규정하고 있다. 이는 회생계획에 따라 채무자의 채무가 면책되거나 변경되더라도 물상보증인 등의 의무는 면책되거나 변경되지 아니한다는 취지를 규정한 것이다. 여기서 ‘채무자 외의 자가 회생채권자 또는 회생담보권자를 위하여 제공한 담보’란 회생채권자 등이 채무자에 대한 채권을 피담보채권으로 하여 제3자의 재산상에 가지고 있는 담보권을 말한다. 위 규정의 취지 등에 비추어 보면 채무자회생법 제251조, 제252조 제1항에 따라 채권자의 권리가 실권되거나 변경된 경우에도 채무자회생법 제250조 제2항 제2호의 규정이 적용되어 실권되거나 변경된 채권의 권리자의 물상보증인에 대한 권리에는 영향을 미치지 않는다. 이는 회생절차 개시 전에 채권자가 채무자에 대한 채권을 피담보채권으로 하여 저당권을 설정받은 저당부동산에 대한 소유권을 채무자로부터 취득한 제3취득자가 있는 경우에도 마찬가지이다. 따라서 그 후 채무자에 대하여 회생절차가 개시된 경우 채권자가 제3취득자가 취득한 부동산에 대하여 갖는 저당권은 채무자회생법 제250조 제2항 제2호의 ‘채무자 외의 자가 회생채권자 또는 회생담보권자를 위하여 제공한 담보’에 해당하여 회생계획이 여기에 영향을 미치지 않는다. 또한 회생절차에서 채권자의 권리가 실권되거나 변경된 경우에도 실권되거나 변경된 채권의 권리자의 제3취득자에 대한 권리에는 영향을 미치지 않는다.<br/>[2] 신탁자가 그 소유의 부동산에 채권자를 위하여 저당권을 설정하고 저당권설정등기를 마친 다음, 그 부동산에 대하여 수탁자와 부동산 신탁계약을 체결하고 수탁자 앞으로 신탁을 원인으로 한 소유권이전등기를 해 주어 대내외적으로 신탁부동산의 소유권이 수탁자에게 이전하였다면, 수탁자는 저당부동산의 제3취득자와 같은 지위를 가진다. 따라서 그 후 신탁자에 대한 회생절차가 개시된 경우 채권자가 신탁부동산에 대하여 갖는 저당권은 채무자 회생 및 파산에 관한 법률 제250조 제2항 제2호의 ‘채무자 외의 자가 회생채권자 또는 회생담보권자를 위하여 제공한 담보’에 해당하여 회생계획이 여기에 영향을 미치지 않는다. 또한 회생절차에서 채권자의 권리가 실권되거나 변경되더라도 이로써 실권되거나 변경되는 권리는 채권자가 신탁자에 대하여 가지는 회생채권 또는 회생담보권에 한하고, 수탁자에 대하여 가지는 신탁부동산에 관한 담보권과 그 피담보채권에는 영향이 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제250조 제2항 제2호, 제251조, 제252조 제1항 / [2] 채무자 회생 및 파산에 관한 법률 제250조 제2항 제2호, 제251조, 제252조 제1항, 신탁법 제2조<br/>",
  "참조판례": "[1][2] 대법원 2003. 5. 30. 선고 2003다18685 판결(공2003하, 1452) / [2] 대법원 2007. 4. 26. 선고 2005다38300 판결(공2007상, 761)<br/>"
}