{
  "판례일련번호": "186275",
  "사건명": "취득세부과처분취소등청구의소",
  "사건번호": "2017두56681",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171129",
  "판시사항": "[1] 고급오락장용 부동산 취득자가 취득 후 바로 고급오락장이 아닌 다른 용도로 이용하고자 하였으나 책임질 수 없는 장애로 취득 후 30일 이내에 용도변경공사를 착공하지 못하였고 장애가 해소되는 즉시 용도변경공사를 착공하려는 의사가 명백한 경우, 취득세 중과세율을 적용할 수 없는 정당한 사유가 있는지 여부(적극)<br/>[2] 甲이 무도유흥주점으로 사용되던 부동산을 제2종 근린생활시설(스포츠센터) 등으로 사용할 목적으로 취득하고, 위 부동산에 관하여 일반세율을 적용하여 취득세 등을 신고·납부한 후 용도변경사용승인을 얻어 용도변경공사를 착공하려고 하였으나, 위 부동산에 대한 유치권을 주장하는 乙이 인도를 거부하여 용도변경공사를 착공하지 못하였는데, 관할관청이 甲이 고급오락장인 위 부동산을 취득한 날부터 30일 이내에 고급오락장이 아닌 다른 용도로 사용하거나 이를 위한 용도변경공사를 착공하지 않았고 재산세 과세기준일까지 고급오락장으로 이용되고 있다는 이유로, 甲에게 위 건물에 관하여 중과세율을 적용한 취득세와 재산세 등의 부과처분을 한 사안에서, 위 부동산의 취득에 대하여는 고급오락장 취득에 따른 취득세 중과세율을 적용할 수 없는 정당한 사유가 있고, 고급오락장용 부동산의 보유에 따른 재산세 중과세율 역시 적용할 수 없는 특별한 사정이 존재함에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 고급오락장에 대한 취득세 등 중과세에 관한 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것, 이하 ‘구 지방세법’이라 한다) 제13조 제5항 제4호, 제111조 제1항 제1호 (다)목 2) 및 제2호 (가)목의 입법 취지와 구 지방세법 제13조 제5항 제4호 단서를 포함한 관련 규정의 체계 등을 종합하면, 고급오락장 취득 전후의 객관적 사정에 비추어 취득자가 취득 후 바로 고급오락장이 아닌 다른 용도로 이용하고자 하였으나 책임질 수 없는 장애로 인하여 취득 후 30일 이내에 용도변경공사를 착공하지 못하였고, 그러한 장애가 해소되는 즉시 용도변경공사를 착공하려는 의사가 명백한 경우라면, 취득세 중과세율을 적용할 수 없는 정당한 사유가 있다고 보아야 한다. 이와 달리 납세의무자인 취득자와 무관하거나 그에게 책임지울 수 없는 사유로 인하여 구 지방세법 제13조 제5항 제4호 단서에서 정한 형식적 요건을 갖추지 못한 경우에까지 일률적으로 중과세율을 적용하는 것은 고급오락장을 중과하는 본래의 입법 취지에 반할 뿐만 아니라 납세의무자의 예측가능성과 법적 안정성을 현저히 해칠 우려가 있다.<br/>[2] 甲이 무도유흥주점으로 사용되던 부동산을 제2종 근린생활시설(스포츠센터) 등으로 사용할 목적으로 취득하고, 위 부동산에 관하여 일반세율을 적용하여 취득세 등을 신고·납부한 후 용도변경사용승인을 얻어 용도변경공사를 착공하려고 하였으나, 위 부동산에 대한 유치권을 주장하는 乙이 인도를 거부하여 용도변경공사를 착공하지 못하였는데, 관할관청이 甲이 고급오락장인 위 부동산을 취득한 날부터 30일 이내에 고급오락장이 아닌 다른 용도로 사용하거나 이를 위한 용도변경공사를 착공하지 않았고 재산세 과세기준일까지 고급오락장으로 이용되고 있다는 이유로, 甲에게 위 건물에 관하여 중과세율을 적용한 취득세와 재산세 등의 부과처분을 한 사안에서, 위 부동산의 취득 목적과 그에 따른 후속 용도변경공사의 착공이 늦어지게 된 경위 등에 비추어 보면, 甲이 위 부동산을 취득한 날부터 30일 이내에 용도변경공사를 착공하지 못하였더라도 용도변경공사를 착공하지 못한 데에는 甲에게 책임지울 수 없는 장애가 있었고, 그러한 장애가 해소되자마자 곧바로 용도변경공사를 착공하려고 한 이상 위 부동산의 취득에 대하여는 고급오락장 취득에 따른 취득세 중과세율을 적용할 수 없는 정당한 사유가 있으며, 이와 같이 고급오락장용 부동산의 취득에 따른 취득세 중과세율을 적용할 수 없는 장애가 취득 시점에 연이은 재산세 과세기준일까지 계속되었고, 그러한 장애사유가 없었다면 재산세 과세기준일에 용도변경공사가 이루어졌을 것으로 보이는 특별한 사정이 존재하므로 고급오락장용 부동산의 보유에 따른 재산세 중과세율 역시 적용할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제13조 제5항 제4호, 제111조 제1항 제1호 (다)목, 제2호 (가)목 / [2] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제13조 제5항 제4호, 제111조 제1항 제1호 (다)목, 제2호 (가)목<br/>",
  "참조판례": "[1] 대법원 2012. 2. 9. 선고 2009두23938 판결(공2012상, 464)<br/>"
}