{
  "판례일련번호": "186234",
  "사건명": "경정청구거부처분취소",
  "사건번호": "2016두40139",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "[1] 법인이 자동차등록을 하면서 등록관청으로부터 주사무소 소재지 외의 다른 장소를 사용본거지로 인정받아 그 장소가 자동차등록원부에 사용본거지로 기재된 경우, 차량의 취득세 납세지인 구 지방세법 제8조 제1항 제2호의 ‘사용본거지’의 의미<br/>[2] 자동차시설대여업 등의 사업을 하는 甲 주식회사가 법인등기부상 본점이 아닌 4개 지역의 각 지점을 사용본거지로 하여 자동차등록을 마치고, 각 지점의 관할 과세관청에 시설대여용 자동차(리스차량)에 관한 취득세를 신고·납부하였는데, 본점의 관할 과세관청이 甲 회사에 대하여 리스차량의 사용본거지는 甲 회사의 본점 소재지라는 이유로 취득세를 부과하자 甲 회사가 각 지점의 관할 과세관청에 이미 납부한 취득세의 환급을 구하는 경정청구를 하였으나 해당 관할 과세관청이 거부한 사안에서, 甲 회사의 각 지점 관할 과세관청에 대한 취득세 납부는 적법한 납세지에 납부한 것으로서 유효하므로 위 거부처분이 적법하다고 한 원심판단에 법리오해의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것, 이하 같다) 제8조 제1항 제2호, 구 자동차등록령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제2조 제2호, 구 자동차등록규칙(2013. 3. 23. 국토교통부령 제1호로 개정되기 전의 것) 제3조 제1항, 제2항의 문언과 체계에 더하여 구 지방세법 제8조 제1항 제2호의 입법 취지와 개정 경위, 자동차등록의 법적 성격과 취득세 납세지의 의의 등 여러 사정들을 종합하여 볼 때, 법인이 자동차등록을 하면서 등록관청으로부터 주사무소 소재지 외의 다른 장소를 사용본거지로 인정받아 그 장소가 자동차등록원부에 사용본거지로 기재되었다면, 그 등록이 당연무효이거나 취소되었다는 등의 특별한 사정이 없는 한 차량의 취득세 납세지가 되는 구 지방세법 제8조 제1항 제2호의 ‘사용본거지’는 법인의 주사무소 소재지가 아니라 ‘자동차등록원부에 기재된 사용본거지’를 의미한다.<br/>[2] 자동차시설대여업 등의 사업을 하는 甲 주식회사가 법인등기부상 본점이 아닌 4개 지역의 각 지점을 사용본거지로 하여 자동차등록을 마치고, 각 지점의 관할 과세관청에 시설대여용 자동차(리스차량)에 관한 취득세를 신고·납부하였는데, 본점의 관할 과세관청이 甲 회사에 대하여 리스차량의 사용본거지는 甲 회사의 본점 소재지라는 이유로 취득세를 부과하자 甲 회사가 각 지점의 관할 과세관청에 이미 납부한 취득세의 환급을 구하는 경정청구를 하였으나 해당 관할 과세관청이 거부한 사안에서, 등록관청이 각 지점을 리스차량의 사용본거지로 하여 자동차등록을 수리한 이상 그 처분이 당연무효에 해당한다는 등의 특별한 사정이 없는 한 취득세 납세지로서의 사용본거지는 자동차등록원부에 사용본거지로 기재된 위 각 지점이고, 등록관청이 각 지점을 리스차량의 사용본거지로 하는 등록신청을 수리한 처분을 당연무효라고 볼 수 없어, 甲 회사의 각 지점 관할 과세관청에 대한 취득세 납부는 적법한 납세지에 납부한 것으로서 유효하므로 위 거부처분이 적법하다고 한 원심판단에 법리오해의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제8조 제1항 제2호, 구 자동차등록령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제2조 제2호, 구 자동차등록규칙(2013. 3. 23. 국토교통부령 제1호로 개정되기 전의 것) 제3조 제1항, 제2항 / [2] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제8조 제1항 제2호, 구 자동차등록령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제2조 제2호, 구 자동차등록규칙(2013. 3. 23. 국토교통부령 제1호로 개정되기 전의 것) 제3조 제1항, 제2항<br/>",
  "참조판례": ""
}