{
  "판례일련번호": "186281",
  "사건명": "손해배상(기)",
  "사건번호": "2017다251694",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171123",
  "판시사항": "[1] 채권자가 동일한 채무자에 대하여 발생시기와 발생원인 등을 달리하는 수 개의 손해배상채권을 소송으로 청구하는 경우, 손해배상채권별로 청구금액을 특정하여야 하는지 여부(적극) 및 법원도 이에 따라 손해배상채권별로 인용금액을 특정하여야 하는지 여부(적극) / 이러한 법리는 채권자가 수 개의 손해배상채권들 중 일부만을 청구하고 있는 경우에도 마찬가지인지 여부(적극) / 청구취지가 특정되지 않은 경우, 법원이 취하여야 할 조치<br/>[2] 주식회사의 감사위원회의 위원이 고의·과실로 선량한 관리자의 주의의무를 위반하여 임무를 해태한 경우, 그로 인하여 회사가 입은 손해를 배상할 책임이 있는지 여부(적극)<br/>[3] 금융기관 감사위원이 선량한 관리자의 주의의무를 위반하여 자신의 임무를 게을리하였는지 판단하는 기준<br/>[4] 甲 상호저축은행이 상근 감사위원이었던 乙을 상대로 丙 주식회사 등에 대한 불법·부당대출로 인한 손해배상을 구한 사안에서, 乙이 감사위원으로서의 선관주의의무를 위반하였다고 볼 여지가 충분한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채권자가 동일한 채무자에 대하여 수 개의 손해배상채권을 가지고 있다고 하더라도 그 손해배상채권들이 발생시기와 발생원인 등을 달리하는 별개 채권인 이상 이는 별개 소송물에 해당하고, 그 손해배상채권들은 각각 소멸시효 기산일이나 채무자가 주장할 수 있는 항변이 다를 수도 있으므로, 이를 소송으로 청구하는 채권자로서는 손해배상채권별로 청구금액을 특정하여야 하고, 법원도 이에 따라 손해배상채권별로 인용금액을 특정하여야 하며, 이러한 법리는 채권자가 수 개의 손해배상채권들 중 일부만을 청구하고 있는 경우에도 마찬가지이다. 또한 민사소송에서 청구취지는 그 내용 및 범위가 명확히 알아볼 수 있도록 구체적으로 특정되어야 하고, 이의 특정 여부는 직권조사사항이므로 청구취지가 특정되지 않은 경우에는 법원은 피고의 이의 여부와 관계없이 직권으로 보정을 명하고, 이에 응하지 않을 때에는 소를 각하하여야 한다.<br/>[2] 주식회사의 감사위원회는 이사의 직무집행을 감사하고, 이사가 법령 또는 정관에 위반한 행위를 하거나 그러한 행위를 할 염려가 있다고 인정한 때에는 이사회에 이를 보고하여야 하며, 이사가 법령 또는 정관에 위반한 행위를 하여 이로 인하여 회사에 회복할 수 없는 손해가 생길 염려가 있는 경우에는 그 행위에 대한 유지청구를 하는 등의 의무가 있다(상법 제415조의2 제7항, 제412조 제1항, 제391조의2, 제402조). 감사위원회의 위원은 상법상 위와 같은 의무 또는 기타 법령이나 정관에서 정한 의무를 선량한 관리자의 주의의무를 다하여 이행하여야 하고, 고의·과실로 선량한 관리자의 주의의무를 위반하여 그 임무를 해태한 때에는 그로 인하여 회사가 입은 손해를 배상할 책임이 있다(상법 제415조의2 제7항, 제414조 제1항, 제382조 제2항).<br/>[3] 금융기관 임원은 소속 금융기관에 대하여 선량한 관리자의 주의의무를 지므로 그 의무를 충실히 이행하여야 임원으로서 임무를 다한 것이다. 금융기관 감사위원이 위와 같은 선량한 관리자의 주의의무를 위반하여 자신의 임무를 게을리하였는지 여부는 개별 대출에 대한 감사를 함에 있어 통상의 감사위원으로서 간과해서는 안 될 잘못이 있는지 여부를 제반 규정 준수 여부, 대출 조건과 내용 및 규모, 변제계획, 담보 유무와 내용, 채무자의 재산 및 경영상황, 성장 가능성 등 여러 가지 사항에 비추어 종합적으로 판정해야 한다.<br/>[4] 甲 상호저축은행이 상근 감사위원이었던 乙을 상대로 丙 주식회사 등에 대한 불법·부당대출로 인한 손해배상을 구한 사안에서, 乙은 자신이 서명한 대출 관련 심사부의안과 대출심사자료만 선량한 관리자의 주의의무로 검토하였더라도 丙 회사 등에 대한 대출이 형식적인 신용조사만을 거쳐 충분한 채권보전조치 없이 이루어지는 것임을 쉽게 알 수 있었으므로, 관계 서류의 제출 요구 등을 통해 대출이 위법·부당한 것인지 여부에 관하여 추가로 조사하거나 감사위원회를 통해 이사회에 위와 같은 사실을 보고하여 위법·부당한 행위의 시정 등을 요구할 의무가 있었음에도 그와 같은 의무를 다하지 않았다고 볼 여지가 충분한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제216조, 제249조, 제254조 / [2] 상법 제382조 제2항, 제391조의2, 제402조, 제412조 제1항, 제414조 제1항, 제415조의2 제7항, 민법 제681조 / [3] 상법 제382조 제2항, 제412조 제1항, 제414조 제1항, 제415조의2 제7항, 민법 제681조 / [4] 상법 제382조 제2항, 제391조의2, 제402조, 제412조 제1항, 제414조 제1항, 제415조의2 제7항, 민법 제681조<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2007다53785 판결 / [2] 대법원 2007. 11. 16. 선고 2005다58830 판결 / [3] 대법원 2007. 7. 26. 선고 2006다33609 판결(공2007하, 1346)<br/>"
}