{
  "판례일련번호": "186272",
  "사건명": "수질초과배출부과금부과처분취소",
  "사건번호": "2014두13232",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171129",
  "판시사항": "[1] 구 수질 및 수생태계 보전에 관한 법률 시행령 제49조 제2항 [별표 16]에서 초과배출부과금 산정 요소 중 하나로 정한 ‘배출허용기준 위반횟수별 부과계수’의 ‘위반횟수’는 수질오염물질의 종류를 불문하고 개선명령 등을 받은 위반행위의 횟수를 의미하는지 여부(적극)<br/>[2] 폐수배출시설로부터 배출되는 수질오염물질의 공동처리를 위하여 공동방지시설이 설치되고 사업장별 폐수배출량 및 수질오염물질 농도를 측정할 수 없는 경우, 사업자들이 수질 및 수생태계 보전에 관한 법률 시행규칙 제45조 제1항 제6호에 따라 제출한 ‘공동방지시설의 운영에 관한 규약’에서 정해진 ‘사업장별 배출부과금 부담비율’에 근거하여 행정청이 각 사업자들에게 한 배출부과금 부과처분이 위법한지 여부(원칙적 소극)<br/>[3] 수질오염물질에 대한 공동방지시설의 운영기구가 중소기업협동조합법상 협동조합인 경우, 그 규약 중 ‘사업장별 배출부과금 부담비율을 정하는 조항’이 중소기업중앙회 회장의 승인 대상인 ‘조합원에게 의무를 부과하는 사항’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제41조 제1항 제2호 (가)목, 구 수질 및 수생태계 보전에 관한 법률 시행령(2013. 12. 30. 대통령령 제25045호로 개정되기 전의 것) 제45조 제1항, 제49조 제2항 [별표 16] 제1호 (가)목 및 (나)목의 체계 및 내용과 오염물질 등의 배출전력이 있는 경우에는 부과금의 부과율을 누진적용하려는 위반횟수별 부과계수 제도의 취지를 종합하면, 배출허용기준 위반횟수별 부과계수의 ‘위반횟수'는 위반행위로 개선명령·조업정지명령·허가취소·사용중지명령 또는 폐쇄명령을 받은 경우 수질오염물질의 종류를 불문하고, 위반행위의 횟수를 의미한다.<br/>[2] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제35조 제1항, 제4항, 제6항, 수질 및 수생태계 보전에 관한 법률 시행규칙 제45조 제1항 제6호, 제2항의 취지는 폐수배출시설로부터 배출되는 수질오염물질의 공동처리를 위한 공동방지시설을 설치할 경우 각 사업장별 폐수배출량 및 수질오염물질 농도를 정확하게 측정하기가 어려울 수 있으므로, 사업자들이 자율적으로 배출부과금 부담비율을 정할 경우 행정청이 이를 존중하여, 공동방지시설에서 배출된 총 수질오염물질에 대하여 산정한 배출부과금을 사업자들이 정한 부담비율에 따라 각 사업자별로 분담시켜 부과금을 부과할 수 있도록 함으로써, 배출부과금 산정에서의 편의와 적정성을 도모하려는 것으로 볼 수 있다.<br/>  따라서 사업자들이 폐수배출시설로부터 배출되는 수질오염물질의 공동처리를 위하여 공동방지시설을 설치하였고, 사업장별 폐수배출량 및 수질오염물질 농도를 측정할 수 없는 경우, 행정청이 사업자들이 제출한 ‘공동방지시설의 운영에 관한 규약’에서 정해진 ‘사업장별 배출부과금 부담비율’에 근거하여 각 사업자들에게 배출부과금을 부과하였다면, 그 규약에서 정한 분담기준이 현저히 불합리하다는 등 특별한 사정이 없는 이상, 이러한 배출부과금 부과처분이 위법하다고 볼 수는 없다.<br/>[3] 중소기업협동조합법 제30조 제1항 제1호, 제2호, 제3호, 제130조 제1항 제4호, 제3항, 제136조, 중소기업협동조합법 시행령 제42조 제2항 제3호의 내용 및 체계에 더하여, 주무관청의 규약에 대한 승인은 협동조합의 조직 및 운영에 있어서 공익성·합리성을 보장하고, 협동조합과 조합원 상호 간의 이해관계를 조율하기 위하여 협동조합에 대한 감독권한의 일환으로 인정되는 제도인 점 등을 종합하면, 폐수배출시설로부터 배출되는 수질오염물질의 공동처리를 위한 공동방지시설의 운영기구가 중소기업협동조합법상 협동조합이라면, 그 규약 중 ‘사업장별 배출부과금 부담비율을 정하는 조항’은 부과 행정청과 사업자들 사이에서 배출부과금 부과처분의 기준이 될 수 있을 따름이고, 그 자체에 의하여 조합원들의 권리·의무관계를 발생·확정시키는 성격의 것으로 볼 수는 없으므로, 그 규약 조항이 중소기업중앙회 회장의 승인 대상인 ‘조합원에게 의무를 부과하는 사항’에 해당한다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제41조 제1항 제2호 (가)목, 구 수질 및 수생태계 보전에 관한 법률 시행령(2013. 12. 30. 대통령령 제25045호로 개정되기 전의 것) 제45조 제1항, 제49조 제2항 [별표 16] 제1호 / [2] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제35조 제1항, 제4항, 제6항, 수질 및 수생태계 보전에 관한 법률 시행규칙 제45조 제1항 제6호, 제2항 / [3] 구 수질 및 수생태계 보전에 관한 법률(2013. 7. 30. 법률 제11979호로 개정되기 전의 것) 제35조 제1항, 제4항, 제6항, 수질 및 수생태계 보전에 관한 법률 시행규칙 제45조 제1항 제6호, 제2항, 중소기업협동조합법 제30조 제1항, 제130조 제1항 제4호, 제3항, 제136조, 중소기업협동조합법 시행령 제42조 제2항 제3호<br/>",
  "참조판례": ""
}