{
  "판례일련번호": "186221",
  "사건명": "손해배상",
  "사건번호": "2014다49180",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "[1] 저작권법 제2조 제1호에 규정한 ‘저작물’의 요건인 ‘창작성’의 의미 / 구체적인 대본이 없이 대략적인 구성안만을 기초로 출연자 등에 의하여 표출되는 상황을 담아 제작되는 이른바 ‘리얼리티 방송 프로그램’이 저작물로서 보호받을 수 있는지 여부(적극) 및 리얼리티 방송 프로그램의 창작성 여부를 판단할 때 고려하여야 할 사항<br/>[2] 두 저작물 사이에 실질적인 유사성이 있는지 판단하는 기준 및 아이디어나 이론 등의 사상 또는 감정 그 자체가 저작권의 보호 대상인지 여부(원칙적 소극)<br/>[3] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (다)목에서 정한 ‘국내에 널리 인식된’이라는 용어의 의미<br/>[4] 경쟁자가 상당한 노력과 투자에 의하여 구축한 성과물을 자신의 영업을 위하여 무단으로 이용함으로써 부당하게 이익을 얻고 경쟁자의 법률상 보호할 가치가 있는 이익을 침해한 경우, 민법상 불법행위에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 저작권법 제2조 제1호는 저작물을 ‘인간의 사상 또는 감정을 표현한 창작물’로 규정하여 창작성을 요구하고 있다. 여기서 창작성은 완전한 의미의 독창성을 요구하는 것은 아니라고 하더라도 창작성이 인정되려면 적어도 어떠한 작품이 단순히 남의 것을 모방한 것이어서는 아니 되고 사상이나 감정에 대한 작자 자신의 독자적인 표현을 담고 있어야 한다. 그리하여 누가 하더라도 같거나 비슷할 수밖에 없는 표현, 즉 저작물 작성자의 창조적 개성이 드러나지 아니하는 표현을 담고 있는 것은 창작성이 있다고 할 수 없다.<br/>  구체적인 대본이 없이 대략적인 구성안만을 기초로 출연자 등에 의하여 표출되는 상황을 담아 제작되는 이른바 리얼리티 방송 프로그램도 이러한 창작성이 있다면 저작물로서 보호받을 수 있다. 리얼리티 방송 프로그램은 무대, 배경, 소품, 음악, 진행방법, 게임규칙 등 다양한 요소들로 구성되고, 이러한 요소들이 일정한 제작 의도나 방침에 따라 선택되고 배열됨으로써 다른 프로그램과 확연히 구별되는 특징이나 개성이 나타날 수 있다. 따라서 리얼리티 방송 프로그램의 창작성 여부를 판단할 때에는 프로그램을 구성하는 개별 요소들 각각의 창작성 외에도, 이러한 개별 요소들이 일정한 제작 의도나 방침에 따라 선택되고 배열됨에 따라 구체적으로 어우러져 프로그램 자체가 다른 프로그램과 구별되는 창작적 개성을 가지고 있어 저작물로서 보호를 받을 정도에 이르렀는지도 고려함이 타당하다.<br/>[2] 저작권의 침해 여부를 가리기 위하여 두 저작물 사이에 실질적인 유사성이 있는지 여부를 판단할 때에는, 창작적인 표현형식에 해당하는 것만을 가지고 대비해 보아야 하고, 표현형식이 아닌 사상 또는 감정 그 자체에 독창성·신규성이 있는지를 고려하여서는 아니 된다. 저작권의 보호 대상은 인간의 사상 또는 감정을 말, 문자, 음, 색 등에 의하여 구체적으로 외부에 표현한 창작적인 표현형식이고, 거기에 표현되어 있는 내용 즉 아이디어나 이론 등의 사상 또는 감정 그 자체는 원칙적으로 저작권의 보호 대상이 아니기 때문이다.<br/>[3] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (다)목의 입법 취지와 입법 과정에 비추어 볼 때, 위 규정에서 사용하고 있는 ‘국내에 널리 인식된’이라는 용어는 국내 전역 또는 일정한 지역 범위 안에서 수요자들 사이에 알려지게 된 ‘주지의 정도’를 넘어 관계 거래자 외에 일반 공중의 대부분에까지 널리 알려지게 된 이른바 ‘저명의 정도’에 이른 것을 의미한다.<br/>[4] 경쟁자가 상당한 노력과 투자에 의하여 구축한 성과물을 상도덕이나 공정한 경쟁질서에 반하여 자신의 영업을 위하여 무단으로 이용함으로써 경쟁자의 노력과 투자에 편승하여 부당하게 이익을 얻고 경쟁자의 법률상 보호할 가치가 있는 이익을 침해하는 행위는 부정한 경쟁행위로서 민법상 불법행위에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제1호 / [2] 저작권법 제2조 제1호, 제10조, 제123조, 제125조 / [3] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (다)목 / [4] 민법 제750조<br/>",
  "참조판례": "[1][2] 대법원 2011. 2. 10. 선고 2009도291 판결(공2011상, 594) / [2] 대법원 2013. 8. 22. 선고 2011도3599 판결(공2013하, 1716) / [3] 대법원 2006. 1. 26. 선고 2004도651 판결 / [4] 대법원 2010. 8. 25.자 2008마1541 결정(공2010하, 1855), 대법원 2012. 3. 29. 선고 2010다20044 판결(공2012상, 643)<br/>"
}