{
  "판례일련번호": "186260",
  "사건명": "배임수재·건설산업기본법위반·특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)(피고인2주식회사에대하여인정된죄명:조세범처벌법위반)·조세범처벌법위반[피고인1,3,4에대하여인정된죄명:특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)]·업무상횡령",
  "사건번호": "2017도11564",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171205",
  "판시사항": "[1] 건설산업기본법 제96조 제5호, 제41조 제2항 제1호 위반행위의 주체가 ‘건설업 등록을 하지 않은 건설공사 시공자’와 같은 업무주에 한정되는지 여부(적극)<br/>[2] 건설산업기본법 제98조 제2항 양벌규정의 취지 및 위 양벌규정에 따라 건설시공자가 아닌 행위자도 업무주인 건설시공자에 대한 벌칙규정의 적용대상이 되는지 여부(적극)<br/>[3] 배임수재죄의 성립요건 / 타인의 사무를 처리하는 자가 증재자(贈財者)로부터 돈이 입금된 계좌의 예금통장이나 이를 인출할 수 있는 현금카드나 신용카드를 교부받은 경우, 예금된 돈을 취득한 것으로 볼 수 있는지 여부(한정 적극)<br/>",
  "판결요지": "[1] 건설산업기본법에서 일정한 체육시설을 설치하는 건설공사는 건설업 등록을 한 건설업자가 하도록 규정하고 있다. 즉, 많은 사람이 이용하는 시설물로서 체육시설의 설치·이용에 관한 법률에 따른 체육시설 중 대통령령으로 정하는 체육시설에 해당하는 새로운 시설물을 설치하는 건설공사는 건설업자가 하여야 한다(건설산업기본법 제41조 제2항 제1호). 건설산업기본법 제96조 제5호는 위와 같은 의무를 강제하기 위하여 ‘제41조를 위반하여 시공한 자는 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다’고 정하고 있다.<br/>  건설업자는 이 법 또는 다른 법률에 따라 등록 등을 하고 건설업을 하는 자를 말한다(건설산업기본법 제2조 제7호). 여기에서 ‘건설업을 한다’는 것은 ‘건설공사의 시공분야를 수행하는 것을 업으로 한다’는 것을 의미하고, ‘시공'은 ‘직접 또는 도급에 의하여 설계에 따라 건설공사를 완성하기 위하여 시행되는 일체의 행위’를 의미한다. 따라서 건설산업기본법 제96조 제5호, 제41조 제2항 제1호 위반행위의 주체는 ‘건설업 등록을 하지 않은 건설공사 시공자’와 같은 업무주에 한정된다.<br/>[2] 건설산업기본법 제98조 제2항은 “법인의 대표자나 법인 또는 개인의 대리인, 사용인, 그 밖의 종업원이 그 법인 또는 개인의 업무에 관하여 제94조, 제95조, 제95조의2, 제96조 또는 제97조 제1호·제2호·제3호의 위반행위를 하면 그 행위자를 벌하는 외에 그 법인 또는 개인에게도 해당 조문의 벌금형을 과한다.”라고 정하고 있다. 위 규정의 취지는 제96조 제5호 등 벌칙규정의 적용대상인 건설공사 시공자가 아니면서 그러한 업무를 실제로 집행하는 자가 있을 때 벌칙규정의 실효성을 확보하기 위하여 적용대상자를 해당 업무를 실제로 집행하는 자까지 확장하여 그 행위자도 아울러 처벌하려는 데 있다. 이러한 양벌규정은 해당 업무를 실제로 집행하는 자에 대한 처벌의 근거 규정이 된다. 결국 위 규정은 해당 법조의 위반행위를 건설시공자인 법인이나 개인이 직접 하지 않는 경우에 그 행위자나 건설시공자 쌍방을 모두 처벌하려는 것이므로, 이 양벌규정에 따라 건설시공자가 아닌 행위자도 업무주인 건설시공자에 대한 벌칙규정의 적용대상이 된다.<br/>[3] 타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받고 재물 또는 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 하면 배임수재죄가 성립한다(형법 제357조 제1항). 타인의 사무를 처리하는 자가 증재자(贈財者)로부터 돈이 입금된 계좌의 예금통장이나 이를 인출할 수 있는 현금카드나 신용카드를 교부받아 이를 소지하면서 언제든지 위 예금통장 등을 이용하여 예금된 돈을 인출할 수 있어 예금통장의 돈을 자신이 지배하고 입금된 돈에 대한 실질적인 사용권한과 처분권한을 가지고 있는 것으로 평가될 수 있다면, 예금된 돈을 취득한 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 건설산업기본법 제2조 제7호, 제41조 제2항 제1호, 제96조 제5호 / [2] 건설산업기본법 제41조 제2항 제1호, 제96조 제5호, 제98조 제2항 / [3] 형법 제357조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2017. 11. 14. 선고 2017도7492 판결(공2017하, 2413) / [1] 대법원 2017. 7. 11. 선고 2017도1539 판결(공2017하, 1689) / [2] 대법원 1997. 6. 13. 선고 97도534 판결(공1997하, 2103), 대법원 1999. 7. 15. 선고 95도2870 전원합의체 판결(공1999하, 1696), 대법원 2005. 12. 22. 선고 2003도3984 판결(공2006상, 193)<br/>"
}