{
  "판례일련번호": "186252",
  "사건명": "난민불인정결정취소(국적국으로 송환될 경우 여성 할례를 당하게 될 위험을 이유로 난민신청을 한 사건)",
  "사건번호": "2016두42913",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171205",
  "판시사항": "[1] 출입국관리법이 난민 인정 거부 사유를 서면으로 통지하도록 규정한 취지 및 난민 인정에 관한 신청을 받은 행정청이 법령이 정한 난민 요건과 무관한 다른 사유만을 들어 난민 인정을 거부할 수 있는지 여부(소극)<br/>[2] 난민 인정 요건인 ‘특정 사회집단의 구성원인 신분을 이유로 한 박해’에서 ‘특정 사회집단’과 외국인이 받을 ‘박해’의 의미<br/>[3] ‘여성 할례’(Female genital mutilation)가 특정 사회집단의 구성원이라는 이유로 가해지는 ‘박해’에 해당하는지 여부(적극) / 난민신청인이 국적국으로 송환될 경우 본인 의사에 반하여 여성 할례를 당하게 될 위험이 있음에도 국적국으로부터 충분한 보호를 기대하기 어려운 경우, 박해를 받을 수 있다고 인정할 충분한 근거가 있는 공포로 국적국의 보호를 받을 수 없는 경우에 해당하는지 여부(적극) / 여기에서 ‘여성 할례를 당하게 될 위험’의 의미 및 여성 할례를 당하게 될 개별적·구체적인 위험이 있다는 점을 판단하는 방법<br/>",
  "판결요지": "[1] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것, 이하 같다) 제76조의2 제3항, 제4항 및 구 출입국관리법 시행령(2013. 6. 21. 대통령령 제24628호로 개정되기 전의 것, 이하 같다) 제88조의2에 따르면, 난민 인정에 관한 신청을 받은 행정청은 난민 신청자에 대하여 면접을 하고 사실을 조사하여 이를 토대로 난민 인정 여부를 심사하며, 심사 결과 난민으로 인정하지 아니하는 경우에는 신청자에게 서면으로 사유를 통지하여야 한다. 출입국관리법이 난민 인정 거부 사유를 서면으로 통지하도록 규정한 것은 행정청으로 하여금 난민 요건에 관한 신중한 조사와 판단을 거쳐 정당한 처분을 하도록 하고, 처분의 상대방에게 처분 근거를 제시하여 이에 대한 불복신청에 편의를 제공하며, 나아가 이에 대한 사법심사의 심리범위를 명확하게 하여 이해관계인의 신뢰를 보호하고 절차적 권리를 보장하기 위한 것이다.<br/>구 출입국관리법 제2조 제3호, 제76조의2 제1항, 제3항, 제4항, 구 출입국관리법 시행령 제88조의2, 난민의 지위에 관한 협약 제1조, 난민의 지위에 관한 의정서 제1조의 문언, 체계와 입법 취지를 종합하면, 난민 인정에 관한 신청을 받은 행정청은 원칙적으로 법령이 정한 난민 요건에 해당하는지를 심사하여 난민 인정 여부를 결정할 수 있을 뿐이고, 이와 무관한 다른 사유만을 들어 난민 인정을 거부할 수는 없다.<br/>[2] 난민 인정 요건인 ‘특정 사회집단의 구성원인 신분을 이유로 한 박해’에서 ‘특정 사회집단’이란 한 집단의 구성원들이 선천적 특성, 바뀔 수 없는 공통적인 역사, 개인의 정체성 및 양심의 핵심을 구성하는 특성 또는 신앙으로서 이를 포기하도록 요구해서는 아니 될 부분을 공유하고 있고, 이들이 사회환경 속에서 다른 집단과 다르다고 인식되고 있는 것을 말한다. 그리고 그 외국인이 받을 ‘박해’란 생명, 신체 또는 자유에 대한 위협을 비롯하여 인간의 본질적 존엄성에 대한 중대한 침해나 차별을 야기하는 행위를 의미한다.<br/>[3] ‘여성 할례’(Female genital mutilation)는 의료 목적이 아닌 전통적·문화적·종교적 이유에서 여성 생식기의 전부 또는 일부를 제거하거나 여성 생식기에 상해를 입히는 행위를 의미한다. 이는 여성의 신체에 대하여 극심한 고통을 수반하는 직접적인 위해를 가하고 인간의 존엄성을 침해하는 행위로서, 특정 사회집단의 구성원이라는 이유로 가해지는 ‘박해’에 해당한다. 따라서 난민신청인이 국적국으로 송환될 경우 본인의 의사에 반하여 여성 할례를 당하게 될 위험이 있음에도 국적국으로부터 충분한 보호를 기대하기 어렵다는 사정이 인정된다면, 국적국을 벗어났으면서도 박해를 받을 수 있다고 인정할 충분한 근거가 있는 공포로 인하여 국적국의 보호를 받을 수 없는 경우에 해당한다. 그리고 여기에서 ‘여성 할례를 당하게 될 위험’은 일반적·추상적인 위험의 정도를 넘어 난민신청인이 개별적·구체적으로 그러한 위험에 노출되어 있는 경우를 의미하고, 여성 할례를 당하게 될 개별적·구체적인 위험이 있다는 점은 난민신청인이 속한 가족적·지역적·사회적 상황에 관한 객관적인 증거에 의하여 합리적으로 인정되어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제76조의2 제1항, 제3항, 제4항, 구 출입국관리법 시행령(2013. 6. 21. 대통령령 제24628호로 개정되기 전의 것) 제88조의2, 난민의 지위에 관한 협약 제1조, 난민의 지위에 관한 의정서 제1조 / [2] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제2조 제3호, 제76조의2 제1항, 난민의 지위에 관한 협약 제1조, 난민의 지위에 관한 의정서 제1조 / [3] 구 출입국관리법(2012. 2. 10. 법률 제11298호로 개정되기 전의 것) 제2조 제3호, 제76조의2 제1항, 난민의 지위에 관한 협약 제1조, 난민의 지위에 관한 의정서 제1조<br/>",
  "참조판례": "[2] 대법원 2017. 7. 11. 선고 2016두56080 판결(공2017하, 1646)<br/>"
}