{
  "판례일련번호": "186223",
  "사건명": "손해배상(의)·손해배상(의)·손해배상(의)·손해배상(의)",
  "사건번호": "2013다26708, 26715, 26722, 26739",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "[1] 혈액제제 제조업체에게 필요한 최선의 조치를 다하여 혈액제제를 통한 감염의 위험을 제거할 고도의 주의의무가 있는지 여부(적극) 및 그 구체적 내용 / 주의의무를 위반했는지를 판단할 때 고려해야 할 사항 / 혈액제제 제조업체가 문진 등을 통하여 C형 간염 바이러스 등의 감염 위험이 높은 자로부터 혈액이 제공되지 않도록 하는 등의 조치를 이행하였는지에 대한 증명책임의 소재<br/>[2] 제조업자 등에게 제조물의 표시상의 결함에 대하여 불법행위책임을 인정하기 위한 요건 및 결함이 존재하는지 판단하는 기준<br/>[3] 노동능력상실률을 결정하는 기준<br/>[4] 바이러스에 감염된 환자가 제약회사를 상대로 바이러스에 오염된 혈액제제를 통하여 감염되었다는 것을 손해배상책임의 원인으로 주장하는 경우, 혈액제제의 결함 또는 제약회사의 과실과 피해자의 감염 사이의 인과관계를 추정하기 위한 증명책임의 정도 및 혈액제제가 바이러스에 오염되었을 상당한 가능성이 있는지 판단하는 기준 / 단순히 피해자가 감염추정기간 동안 다른 회사가 제조한 혈액제제를 투여받았거나 수혈을 받은 사정이 있었다는 것만으로 인과관계의 추정이 번복되는지 여부(소극) 및 이는 피해자가 감염추정기간 동안 투여받은 다른 혈액제제가 바이러스에 오염되었을 가능성이 더 높다거나 투여받은 기간이 더 길다고 하더라도 마찬가지인지 여부(적극)<br/>[5] 감염의 잠복기가 길거나, 감염 당시에는 장차 병이 어느 단계까지 진행될 것인지 예측하기 어려운 경우, 불법행위에 기한 손해배상채권의 소멸시효의 기산점이 되는 ‘불법행위를 한 날’의 의미<br/>[6] 불법행위로 입은 비재산적 손해에 대한 위자료 액수의 산정에 관하여 사실심법원이 갖는 재량의 한계<br/>",
  "판결요지": "[1] 혈액제제는 혈액을 원료로 하여 제조한 의약품으로서 특정한 질병 등을 치료하는 데 효용성이 큰 반면에 혈액제제를 통한 바이러스 등 감염의 위험 또한 존재한다. 혈액제제 제조업체가 자신의 혈액원 등을 통하여 공혈자(供血者)의 혈액을 채혈·조작·보존하여 혈액제제에 필요한 혈액을 확보·충당하는 업무는 성질상 전문적인 지식을 요하는 것으로서, 만일 그 업무가 적정하게 수행되지 못할 경우에는 혈액제제 이용자 등의 생명·신체에 직접적인 영향을 미치고 국민 보건에 광범위하고도 중대한 위해를 가하게 된다. 따라서 혈액제제 제조업체로서는 혈액제제의 제조를 위해 순결한 혈액을 확보하여 보존함은 물론이고 필요한 최선의 조치를 다하여 제조된 혈액제제를 통한 감염의 위험을 제거할 고도의 주의의무가 있다. 그리고 이러한 주의의무의 구체적 내용은 혈액을 채혈하는 당시의 의학기술 수준에 맞추어 바이러스 등 감염 여부를 검사하여 불순한 혈액을 제거하는 노력을 기울이고 문진 등을 통하여 C형 간염 바이러스(HCV, Hepatitis C Virus, 이하 ‘HCV’라고 한다) 등의 감염 위험군으로부터 혈액이 제공되지 않도록 하는 등의 조치를 취하는 것이고, 이러한 주의의무를 위반했는지를 판단할 때에는 문제로 된 행위 당시의 일반적인 의학의 수준과 그 행위로부터 생기는 결과 발생의 가능성의 정도, 피침해법익의 중대성, 결과회피의무를 부담함에 의해서 희생되는 이익 등을 함께 고려해야 한다. 그리고 혈액제제 제조업체가 자체 혈액원 등을 통하여 혈액제제에 필요한 혈액을 충당하는 과정에서 문진 등을 통하여 HCV 등의 감염 위험이 높은 자로부터 혈액이 제공되지 않도록 하는 등의 조치를 이행하였는지에 대한 증명책임은 특별한 사정이 없는 한 혈액제제 제조업체가 부담한다.<br/>[2] 제조업자 등이 합리적인 설명·지시·경고 기타의 표시를 하였더라면 해당 제조물에 의하여 발생될 수 있는 피해나 위험을 피하거나 줄일 수 있었음에도 이를 하지 아니한 때에는 그와 같은 표시상의 결함(지시·경고상의 결함)에 대하여도 불법행위로 인한 책임이 인정될 수 있고, 그와 같은 결함이 존재하는지 아닌지는 제조물의 특성, 통상 사용되는 사용형태, 제조물에 대한 사용자의 기대의 내용, 예상되는 위험의 내용, 위험에 대한 사용자의 인식 및 사용자에 의한 위험회피의 가능성 등의 여러 사정을 종합적으로 고려하여 사회통념에 따라 판단하여야 한다.<br/>[3] 노동능력상실률은 궁극적으로는 법관이 피해자의 연령, 교육 정도, 노동의 성질과 신체기능 장애 정도, 기타 사회적·경제적 조건 등을 모두 참작하여 경험칙에 비추어 규범적으로 결정하는 것이다.<br/>[4] 의약품의 결함으로 인한 손해배상책임이 성립하기 위해서는 의약품의 결함 또는 제약회사의 과실과 손해 사이에 인과관계가 있어야 한다. 그런데 의약품 제조과정은 대개 제약회사 내부자만이 알 수 있고, 의약품의 제조행위는 고도의 전문적 지식을 필요로 하는 분야로서 일반인들이 의약품의 결함이나 제약회사의 과실을 완벽하게 증명한다는 것은 극히 어렵다. 따라서 환자인 피해자가 제약회사를 상대로 바이러스에 오염된 혈액제제를 통하여 감염되었다는 것을 손해배상책임의 원인으로 주장하는 경우, 제약회사가 제조한 혈액제제를 투여받기 전에는 감염을 의심할 만한 증상이 없었고, 혈액제제를 투여받은 후 바이러스 감염이 확인되었으며, 혈액제제가 바이러스에 오염되었을 상당한 가능성이 있다는 점을 증명하면, 제약회사가 제조한 혈액제제의 결함 또는 제약회사의 과실과 피해자의 감염 사이의 인과관계를 추정하여 손해배상책임을 지울 수 있도록 증명책임을 완화하는 것이 손해의 공평·타당한 부담을 지도 원리로 하는 손해배상제도의 이념에 부합한다. 여기서 바이러스에 오염되었을 상당한 가능성은, 자연과학적으로 명확한 증명이 없더라도 혈액제제의 사용과 감염의 시간적 근접성, 통계적 관련성, 혈액제제의 제조공정, 해당 바이러스 감염의 의학적 특성, 원료 혈액에 대한 바이러스 진단방법의 정확성의 정도 등 여러 사정을 고려하여 판단할 수 있다.<br/>  한편 제약회사는 자신이 제조한 혈액제제에 아무런 결함이 없다는 등 피해자의 감염원인이 자신이 제조한 혈액제제에서 비롯된 것이 아니라는 것을 증명하여 추정을 번복시킬 수 있으나, 단순히 피해자가 감염추정기간 동안 다른 회사가 제조한 혈액제제를 투여받았거나 수혈을 받은 사정이 있었다는 것만으로는 추정이 번복되지 않는다. 이는 피해자가 감염추정기간 동안 투여받은 다른 혈액제제가 바이러스에 오염되었을 가능성이 더 높다거나 투여받은 기간이 더 길다고 하더라도 마찬가지이다.<br/>[5] 불법행위에 기한 손해배상채권에서 민법 제766조 제2항에 의한 소멸시효의 기산점이 되는 ‘불법행위를 한 날’이란 가해행위가 있었던 날이 아니라 현실적으로 손해의 결과가 발생한 날을 의미한다. 그런데 감염의 잠복기가 길거나, 감염 당시에는 장차 병이 어느 단계까지 진행될 것인지 예측하기 어려운 경우, 손해가 현실화된 시점을 일률적으로 감염일로 보게 되면, 피해자는 감염일 당시에는 장래의 손해 발생 여부가 불확실하여 청구하지 못하고, 장래 손해가 발생한 시점에서는 소멸시효가 완성되어 청구하지 못하게 되는 부당한 결과가 초래될 수 있다. 따라서 위와 같은 경우에는 감염 자체로 인한 손해 외에 증상의 발현 또는 병의 진행으로 인한 손해가 있을 수 있고, 그러한 손해는 증상이 발현되거나, 병이 진행된 시점에 현실적으로 발생한다고 볼 수 있다.<br/>[6] 불법행위로 입은 비재산적 손해에 대한 위자료 액수는 사실심법원이 여러 사정을 참작하여 직권에 속하는 재량에 의하여 이를 확정할 수 있다. 법원은 위자료 액수 결정의 근거가 되는 여러 사정을 판결 이유 중에 빠짐없이 명시해야만 하는 것은 아니나, 이것이 위자료의 산정에 법관의 자의가 허용된다는 것을 의미하는 것은 물론 아니다. 위자료의 산정에도 시대와 일반적인 법감정에 부합될 수 있는 액수가 산정되어야 한다는 한계가 당연히 존재하므로, 한계를 넘어 손해의 공평한 분담이라는 이념과 형평의 원칙에 현저히 반하는 위자료를 산정하는 것은 사실심법원이 갖는 재량의 한계를 벗어난 것이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 민사소송법 제288조 / [2] 제조물 책임법 제2조 제2호 (다)목, 제3조, 민법 제750조 / [3] 민법 제393조, 제763조 / [4] 민법 제750조, 민사소송법 제288조 / [5] 민법 제766조 제2항 / [6] 민법 제393조, 제751조, 제763조<br/>",
  "참조판례": "[1] 대법원 1998. 2. 13. 선고 96다7854 판결(공1998상, 702) / [2] 대법원 2003. 9. 5. 선고 2002다17333 판결(공2003하, 2012), 대법원 2008. 2. 28. 선고 2007다52287 판결(공2008상, 444), 대법원 2014. 4. 10. 선고 2011다22092 판결(공2014상, 1004) / [3] 대법원 1998. 4. 24. 선고 97다58491 판결(공1998상, 1465) / [4][5] 대법원 2011. 9. 29. 선고 2008다16776 판결(공2011하, 2197) / [6] 대법원 2013. 5. 16. 선고 2012다202819 전원합의체 판결(공2013하, 1077)<br/>"
}