{
  "판례일련번호": "186231",
  "사건명": "정직처분취소",
  "사건번호": "2017두47472",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "[1] 국가공무원법 제56조에서 정한 성실의무의 내용<br/>[2] 국가공무원법 제63조에서 정한 ‘품위’ 및 품위유지의무의 의미 / 구체적으로 어떠한 행위가 품위손상행위에 해당하는지 판단하는 방법<br/>[3] 공무원인 피징계자에게 징계권자가 재량권을 행사하여 한 징계처분이 위법한 경우 및 공무원에 대한 징계처분이 사회통념상 현저하게 타당성을 잃었는지 판단하는 방법<br/>",
  "판결요지": "[1] 국가공무원법 제56조는 “모든 공무원은 법령을 준수하며 성실히 직무를 수행하여야 한다.”라고 규정하고 있다. 이러한 성실의무는 공무원의 가장 기본적이고 중요한 의무로서 최대한으로 공공의 이익을 도모하고 그 불이익을 방지하기 위하여 전인격과 양심을 바쳐서 성실히 직무를 수행하여야 하는 것을 내용으로 한다.<br/>[2] 국가공무원법 제63조는 “공무원은 직무의 내외를 불문하고 그 품위가 손상되는 행위를 하여서는 아니 된다.”라고 규정하고 있다. 국민으로부터 널리 공무를 수탁받아 국민 전체를 위해 근무하는 공무원의 지위를 고려할 때 공무원의 품위손상행위는 본인은 물론 공직사회에 대한 국민의 신뢰를 실추시킬 우려가 있으므로, 모든 공무원은 국가공무원법 제63조에 따라 직무의 내외를 불문하고 품위를 손상하는 행위를 하여서는 아니 된다. 여기서 ‘품위’는 공직의 체면, 위신, 신용을 유지하고, 주권자인 국민의 수임을 받은 국민 전체의 봉사자로서의 직책을 다함에 손색이 없는 몸가짐을 뜻하는 것으로서, 직무의 내외를 불문하고, 국민의 수임자로서의 직책을 맡아 수행해 나가기에 손색이 없는 인품을 말한다. 이와 같은 국가공무원법 제63조의 규정 내용과 의미, 입법 취지 등을 종합하면, 국가공무원법 제63조에 규정된 품위유지의무란 공무원이 직무의 내외를 불문하고, 국민의 수임자로서의 직책을 맡아 수행해 나가기에 손색이 없는 인품에 걸맞게 본인은 물론 공직사회에 대한 국민의 신뢰를 실추시킬 우려가 있는 행위를 하지 않아야 할 의무라고 해석할 수 있다. 구체적으로 어떠한 행위가 품위손상행위에 해당하는가는 수범자인 평균적인 공무원을 기준으로 구체적 상황에 따라 건전한 사회통념에 따라 판단하여야 한다.<br/>[3] 공무원인 피징계자에게 징계사유가 있어서 징계처분을 하는 경우 어떠한 처분을 할 것인가는 징계권자의 재량에 맡겨져 있다. 그러므로 징계권자가 재량권을 행사하여 한 징계처분이 사회통념상 현저하게 타당성을 잃어 징계권자에게 맡겨진 재량권을 남용하였다고 인정되는 경우에 한하여 그 처분을 위법하다고 할 수 있다.<br/>  공무원에 대한 징계처분이 사회통념상 현저하게 타당성을 잃었는지는 구체적인 사례에 따라 직무의 특성, 징계의 원인이 된 비위사실의 내용과 성질, 징계에 의하여 달성하려고 하는 행정목적, 징계양정의 기준 등 여러 요소를 종합하여 판단할 때 징계내용이 객관적으로 명백히 부당하다고 인정할 수 있는 경우라야 한다. 징계권자가 내부적인 징계양정기준을 정하고 그에 따라 징계처분을 하였을 경우 정해진 징계양정기준이 합리성이 없다는 등의 특별한 사정이 없는 한 당해 징계처분이 사회통념상 현저하게 타당성을 잃었다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가공무원법 제56조 / [2] 국가공무원법 제63조 / [3] 국가공무원법 제78조 제1항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 1989. 5. 23. 선고 88누3161 판결(공1989, 1009) / [2] 대법원 2013. 9. 12. 선고 2011두20079 판결(공2013하, 1804), 대법원 2017. 4. 13. 선고 2014두8469 판결(공2017상, 1005) / [3] 대법원 2008. 6. 26. 선고 2008두6387 판결, 대법원 2011. 11. 10. 선고 2011두13767 판결(공2011하, 2576)<br/>"
}