{
  "판례일련번호": "186496",
  "사건명": "문책경고처분등취소",
  "사건번호": "2017두31767",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 구 간접투자자산 운용업법 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률 제272조 제6항 제2호에서 금지하는 이익 보장 약속에 의한 부당 권유 행위 및 권유 행위의 일부를 이루는 ‘이익 보장 약속’의 주체(=업무집행사원) / 업무집행사원의 투자 권유와 무관하게 유한책임사원 등의 제3자가 업무집행사원과 별도로 투자자에게 이익 보장 약속을 한 경우, 그 사정만으로 위 각 규정을 위반한 것인지 여부(소극) / 제3자가 투자자에게 한 이익 보장 약속이 외형상 업무집행사원의 투자 권유 행위의 일부로 이루어졌고, 투자자가 업무집행사원의 권유를 받아들여 사원이 될 것인지의 투자판단에 직접적인 영향을 미쳐 실질적으로 간접투자와 집합투자가 아니라 제3자에 대한 자금 대여를 권유한 것과 같은 결과에 이른 경우, 위 각 규정을 위반한 것인지 여부(적극)<br/>[2] 사모투자전문회사의 업무와 재산에 관한 검사에서 구 간접투자자산 운용업법 위반 사실이 확인될 경우, 금융위원회가 업무집행사원에 대한 ‘직무정지·경고 또는 주의의 요구’를 할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지) 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것) 제272조 제6항 제2호의 문언과 체계 및 취지 등을 종합하면, 위 각 규정에서 금지하는 이익 보장 약속에 의한 부당 권유 행위의 주체는 사모투자전문회사의 업무를 집행할 권리와 의무를 가지고 투자자인 사원을 상대로 투자를 권유하여 자금을 모집하는 업무집행사원이고 또한 그 권유 행위의 일부를 이루는 ‘이익 보장 약속’의 주체 역시 특별한 사정이 없는 한 업무집행사원이라 해석되며, 업무집행사원의 투자 권유와 무관하게 유한책임사원 등의 제3자(이하 ‘제3자’라 한다)가 업무집행사원과 별도로 투자자에게 이익 보장 약속을 하였더라도 그 사정만을 가지고 위 각 규정을 위반하였다고 할 수 없다.<br/>  다만 투자자에 의한 실질적인 간접투자와 집합투자를 실현하기 위한 위 각 규정의 취지에 비추어 보면, 제3자가 투자자에게 이익 보장 약속을 하는 것에 그치지 아니하고, 업무집행사원이 투자대상과 투자방법 등을 결정하고 그 투자를 위하여 사모투자전문회사를 설립하면서 제3자의 이익 보장 약속을 전제로 하여 투자자의 투자 내지 자금의 모집을 계획한 후, 실제로 이러한 제3자의 이익 보장을 적극적으로 이용하여 투자자에게 투자를 권유하고 나아가 제3자와 투자자 사이의 이익 보장 약정 체결에 직접 관여함으로써 제3자의 이익 보장 약속이 외형상 업무집행사원의 투자 권유 행위와 병행하여 그 권유 행위의 일부로 이루어졌다고 평가할 수 있으며, 그로 인하여 업무집행사원이 적극적으로 이용한 제3자의 이익 보장 약속이 투자자가 업무집행사원의 권유를 받아들여 사원이 될 것인지의 투자판단에 직접적인 영향을 미쳐 실질적으로도 간접투자와 집합투자가 아니라 제3자에 대한 자금 대여를 권유한 것과 같은 결과에 이른다면, 이러한 업무집행사원의 행위는 확정적인 이익 보장 아래 사원이 되도록 부당하게 권유하는 행위로서 위 각 규정을 위반한 행위에 해당한다고 해석된다.<br/>[2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지, 이하 ‘구 간접투자법’이라 한다) 제144조의3, 제144조의10, 제144조의18 제2항, 제166조 제3항, 제5항 제4호, 구 간접투자자산 운용업법 시행령(2008. 7. 29. 대통령령 제20947호 자본시장과 금융투자업에 관한 법률 시행령 부칙 제2조 제3호로 폐지, 이하 ‘구 간접투자법 시행령’이라 한다) 제159조 제1호, 제2호의 내용, 체계에 비추어 보면, 사모투자전문회사의 무한책임사원인 업무집행사원은 업무상의 권리의무에 비추어 사모투자전문회사의 임원에 해당하므로, 금융위원회는 사모투자전문회사의 업무와 재산에 대한 검사에서 간접투자법 위반 사실이 확인되는 경우에는 구 간접투자법 제166조 제5항, 구 간접투자법 시행령 제159조 제2호에 따라 업무집행사원에 대한 ‘직무정지·경고 또는 주의의 요구’를 할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지) 제144조의11 제2항 제2호, 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것) 제272조 제6항 제2호(현행 삭제) / [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지) 제144조의3, 제144조의10, 제144조의18 제2항, 제166조 제3항, 제5항 제4호, 구 간접투자자산 운용업법 시행령(2008. 7. 29. 대통령령 제20947호 자본시장과 금융투자업에 관한 법률 시행령 부칙 제2조 제3호로 폐지) 제159조 제1호, 제2호<br/>",
  "참조판례": ""
}