{
  "판례일련번호": "186498",
  "사건명": "증여세부과처분취소",
  "사건번호": "2015두3805",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 세무공무원의 조사행위가 구 국세기본법 제81조의4 제2항에 따라 재조사가 금지되는 ‘세무조사’에 해당하는지 판단하는 방법 및 세무공무원이 납세자 등을 접촉하여 상당한 시일에 걸쳐 질문검사권을 행사하여 과세요건사실을 조사·확인하고 일정한 기간 과세에 필요한 직접·간접의 자료를 검사·조사하고 수집하는 일련의 행위를 한 경우, 재조사가 금지되는 ‘세무조사’로 보아야 하는지 여부(원칙적 적극) / 구 국세기본법 제81조의4 제2항을 위반한 위법한 재조사에 기초하여 이루어진 과세처분이 위법한지 여부(적극)<br/>[2] 甲이 乙 주식회사의 주식을 취득하여 丙에게 명의신탁하였고 이후 丙이 위 주식을 甲의 동생 丁 등에게 이전하였는데, 지방국세청장이 乙 회사의 주식변동에 대한 세무조사를 하여 丙에 대한 명의신탁 사실을 확인한 후 丁 등에 대해서만 증여 또는 명의신탁에 따른 증여세가 과세되고 丙에게는 과세처분이 이루어지지 아니하였는데, 그로부터 9년이 지나 과세관청이 위 주식변동조사의 보고서 등을 근거로 丙에 대하여 증여세 조사를 실시한 후 증여세 부과처분을 한 사안에서, 위 주식변동조사가 丙에 대한 세무조사에 해당하지 아니한다고 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 세무공무원의 조사행위가 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것, 이하 같다) 제81조의4 제2항이 적용되는 ‘세무조사’에 해당하는지는 조사의 목적과 실시경위, 질문조사의 대상과 방법 및 내용, 조사를 통하여 획득한 자료, 조사행위의 규모와 기간 등을 종합적으로 고려하여 구체적 사안에서 개별적으로 판단하며, 납세자 등을 접촉하여 상당한 시일에 걸쳐 질문검사권을 행사하여 과세요건사실을 조사·확인하고 일정한 기간 과세에 필요한 직접·간접의 자료를 검사·조사하고 수집하는 일련의 행위를 한 경우에는 특별한 사정이 없는 한 ‘세무조사’로 보아야 한다.<br/>  한편 과세처분이 구 국세기본법 제81조의4 제2항을 위반한 위법한 재조사에 기초하여 이루어졌다면 위법하다고 보아야 한다.<br/>[2] 甲이 乙 주식회사의 주식을 취득하여 丙에게 명의신탁하였고 이후 丙이 위 주식을 甲의 동생 丁 등에게 이전하였는데, 지방국세청장이 乙 회사의 주식변동에 대한 세무조사를 하여 丙에 대한 명의신탁 사실을 확인한 후 丁 등에 대해서만 증여 또는 명의신탁에 따른 증여세가 과세되고 丙에게는 과세처분이 이루어지지 아니하였는데, 그로부터 9년이 지나 과세관청이 위 주식변동조사의 보고서 등을 근거로 丙에 대하여 증여세 조사를 실시한 후 증여세 부과처분을 한 사안에서, 주식변동조사 과정에서 세무공무원들이 乙 회사의 명의상 주주인 丙을 상대로 주식의 양수 및 인수 경위에 관하여 질문조사를 실시하고 그 밖의 자료를 수집함으로써 과세요건이 되는 명의신탁에 관하여 조사·확인하고 과세에 필요한 직접·간접의 자료를 수집하는 일련의 행위를 하는 등 명의신탁 사실 및 이에 따른 丙의 증여세에 대하여 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제1항에서 정한 세무조사가 이루어졌고, 그로부터 9년이 지나 명의신탁에 대하여 이루어진 증여세 조사도 위와 같은 세무조사에 해당한다면 이는 같은 조 제2항에서 금지하는 재조사로서 위법한데도, 이와 달리 위 주식변동조사가 丙에 대한 세무조사에 해당하지 아니한다고 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제1항, 제2항 / [2] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2006. 6. 2. 선고 2004두12070 판결, 대법원 2016. 12. 15. 선고 2016두47659 판결(공2017상, 179), 대법원 2017. 3. 16. 선고 2014두8360 판결(공2017상, 790)<br/>"
}