{
  "판례일련번호": "186497",
  "사건명": "법인세징수처분및증권거래세부과처분취소",
  "사건번호": "2015두1984",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 외국법인 사이의 합병에 따른 내국법인 발행주식의 이전이 구 법인세법 제93조 제10호 (가)목에서 정한 ‘주식의 양도’에 해당하는지 여부(적극) 및 이는 합병법인이 합병 전에 피합병법인의 주식 전부를 보유하고 있는 경우에도 마찬가지인지 여부(적극) / 위 경우에 합병법인의 주식이나 합병교부금이 피합병법인 주주에게 교부되지 아니하였더라도 마찬가지인지 여부(적극)<br/>[2] 합병으로 인한 주식의 이전이 구 증권거래세법 제1조 본문, 제2조 제3항에서 말하는 ‘주권의 양도’에 해당하는지 여부(적극)<br/>[3] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항에서 규정한 ‘무차별원칙’의 의미<br/>[4] 독일 법률에 따라 설립된 甲 외국법인이 같은 외국법인인 乙의 지분 100%를 보유하던 중 乙 법인을 흡수합병함에 따라 乙 법인이 보유하던 내국법인의 상장주식이 甲 법인에 이전되었고, 甲 법인은 이와 관련하여 乙 법인 또는 그 주주에게 신주를 발행하거나 합병대가를 지급하지 않았는데, 과세관청이 위 주식의 이전이 내국법인이 발행한 유가증권 양도에 해당한다는 이유로 법인세와 증권거래세를 결정·고지한 사안에서, 甲 법인과 乙 법인 사이의 합병에 따라 乙 법인이 자산으로 보유하던 내국법인의 상장주식을 甲 법인에 이전하는 것은 구 법인세법 제93조 제10호 (가)목 및 구 증권거래세법 제2조 제3항의 ‘주식의 양도’ 및 ‘주권의 양도’에 해당하고, 위와 같은 과세가 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항에서 규정한 무차별원칙에 위배되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 외국법인 사이의 합병에 따라 소멸하는 피합병법인이 자산으로 보유하던 내국법인 발행주식을 합병 후 존속하는 합병법인에 이전하는 것이 구 법인세법(2005. 12. 31. 법률 제7838호로 개정되기 전의 것, 이하 같다) 제93조 제10호 (가)목의 ‘주식의 양도’에 해당하는지는 구 법인세법의 해석상 합병에 따른 위 주식의 이전을 계기로 위 주식에 내재된 가치증가분이 양도차익으로 실현되었다고 보아 이를 과세대상 소득으로 삼을 수 있는지에 따라 판단하여야 한다.<br/>  그런데 내국법인의 경우에 구 법인세법 제80조 제1항, 제4항, 제16조 제1항 제5호, 제2항, 구 법인세법 시행령(2006. 2. 9. 대통령령 제19328호로 개정되기 전의 것) 제122조 제1항, 제14조 제1항 제1호 (가)목, (다)목은 합병에 따른 자산의 이전도 양도차익이 실현되는 자산의 양도에 해당한다고 보아 그 양도차익의 산정방법을 규정하면서, 예외적으로 구 법인세법 제44조 제1항 제1호 및 제2호의 요건을 갖춘 경우에 한하여 피합병법인이 대가로 받은 주식의 액면가액을 양도대가로 의제함으로써 사실상 양도차익이 산출되지 않도록 하여 합병법인이 해당 자산을 처분하는 시점까지 그에 대한 과세를 이연하는 정책적 특례를 제공하고 있다. 그렇지만 외국법인의 경우에는 구 법인세법 제93조 제10호 (가)목 등에서 내국법인이 발행한 주식 등의 양도로 인하여 발생하는 소득을 과세대상으로 규정하고 있을 뿐 외국법인 사이의 합병에 따른 주식 등의 이전에 대하여 과세를 이연하는 정책적 특례규정을 두고 있지 아니하다.<br/>  그리고 외국법인 사이의 합병에 따른 국내 자산의 이전을 내국법인 사이의 합병에 따른 국내 자산의 이전과 달리 양도차익이 실현되는 자산의 양도로 보지 않을 합리적인 이유도 없다.<br/>  따라서 외국법인 사이의 합병에 따른 내국법인 발행주식의 이전은 양도차익이 실현되는 자산의 양도로서 구 법인세법 제93조 제10호 (가)목의 ‘주식의 양도’에 해당한다고 보아야 하며, 이와 같이 보는 이상 합병법인이 합병 전에 피합병법인의 주식 전부를 보유하고 있는 경우라고 하여 달리 볼 것은 아니며, 또한 위 경우에 합병법인의 주식이나 합병교부금이 피합병법인 주주에게 교부되지 아니하였다 하더라도 마찬가지이다.<br/>[2] 구 증권거래세법(2008. 1. 9. 법률 제8838호로 개정되기 전의 것, 이하 같다) 제1조 본문, 제2조 제3항의 문언 내용 및 취지, 2001. 12. 29. 법률 제6538호로 개정된 조세특례제한법 제117조 제1항 제14호가 ‘법인세법 제44조 제1항 각호의 요건을 갖춘 합병을 위하여 주식을 양도하는 경우’를 증권거래세의 면제 대상으로 새로이 규정한 사정 등에 비추어 볼 때, 합병으로 인한 주식의 이전이 구 증권거래세법 제1조 본문, 제2조 제3항에서 말하는 ‘주권의 양도’에 해당하지 아니한다고 볼 이유가 없다.<br/>[3] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항은 ‘일방 체약국의 국민은 특히 거주와 관련하여 동일한 상황에 있는 타방 체약국의 국민이 부담하거나 부담할 수 있는 조세 또는 이와 관련된 요건과 다르거나 더욱 과중한 조세 또는 이와 관련된 요건을 동 타방국에서 부담하지 아니한다’는 이른바 무차별원칙을 규정하고 있다.<br/>  이러한 무차별원칙은 일방 체약국의 국민이 타방 체약국에서 타방 체약국의 국민과 동일한 상황에 있거나 동일한 활동을 수행하는 경우에는 국적이 다르다는 이유만으로 세제상의 차별적인 불이익을 받지 않도록 해야 한다는 것이다.<br/>[4] 독일 법률에 따라 설립된 甲 외국법인이 같은 외국법인인 乙의 지분 100%를 보유하던 중 乙 법인을 흡수합병함에 따라 乙 법인이 보유하던 내국법인의 상장주식이 甲 법인에 이전되었고, 甲 법인은 이와 관련하여 乙 법인 또는 그 주주에게 신주를 발행하거나 합병대가를 지급하지 않았는데, 과세관청이 위 주식의 이전이 내국법인이 발행한 유가증권 양도에 해당한다는 이유로 법인세와 증권거래세를 결정·고지한 사안에서, 甲 법인과 乙 법인 사이의 흡수합병 전에 甲 법인이 乙 법인의 지분 전부를 보유하고 있었더라도 합병에 따라 乙 법인이 자산으로 보유하던 내국법인의 상장주식을 甲 법인에 이전하는 것은 구 법인세법(2005. 12. 31. 법률 제7838호로 개정되기 전의 것) 제93조 제10호 (가)목 및 구 증권거래세법(2008. 1. 9. 법률 제8838호로 개정되기 전의 것) 제2조 제3항의 ‘주식의 양도’ 및 ‘주권의 양도’에 해당하고, 甲 법인과 乙 법인 사이의 합병에 따른 위 주식의 이전을 자산의 양도로 보아 내국법인 사이의 합병과 달리 과세하더라도, 외국법인이 내국법인과 원칙적으로 동일한 상황에 있다고 할 수 없고 또한 그 과세를 두고서 그 설립의 준거법이 다르다는 이유만에 따른 차별이라고 볼 수도 없으므로, 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항에서 규정한 무차별원칙에 위배되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2005. 12. 31. 법률 제7838호로 개정되기 전의 것) 제16조 제1항 제5호, 제2항, 제44조 제1항 제1호(현행 제44조 제2항 제1호 참조), 제2호(현행 제44조 제2항 제2호 참조), 제80조 제1항(현행 삭제), 제4항(현행 삭제), 제93조 제10호 (가)목(현행 제93조 제9호 (가)목 참조), 구 법인세법 시행령(2006. 2. 9. 대통령령 제19328호로 개정되기 전의 것) 제14조 제1항 제1호 (가)목, (다)목(현행 제14조 제1항 제1호 (라)목 참조), 제122조 제1항(현행 삭제) / [2] 구 증권거래세법(2008. 1. 9. 법률 제8838호로 개정되기 전의 것) 제1조, 제2조 제3항, 구 조세특례제한법(2002. 4. 20. 법률 제6689호로 개정되기 전의 것) 제117조 제1항 제14호 / [3] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항 / [4] 구 법인세법(2005. 12. 31. 법률 제7838호로 개정되기 전의 것) 제93조 제10호 (가)목(현행 제93조 제9호 (가)목 참조), 구 증권거래세법(2008. 1. 9. 법률 제8838호로 개정되기 전의 것) 제2조 제3항, 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제24조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2013. 11. 28. 선고 2010두7208 판결(공2014상, 104) / [3] 대법원 2012. 4. 26. 선고 2010두15179 판결, 대법원 2015. 8. 19. 선고 2014두40166 판결<br/>"
}