{
  "판례일련번호": "186502",
  "사건명": "대여금",
  "사건번호": "2016다233576",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 구 보증인 보호를 위한 특별법 제3조 제1항에서 정한 ‘보증인의 서명’의 의미 및 타인이 보증인의 이름을 대신 쓰는 것이 이에 해당하는지 여부(소극)<br/>[2] 대부업자인 甲 주식회사의 직원이, 乙이 채무자로, 丙이 연대보증인으로 각 기재되어 있고 乙과 丙의 이름이 적힌 대부거래계약서 및 연대보증계약서 등을 받은 후 丙과 대출 심사를 위한 통화를 하여, 丙이 연대보증계약서 등을 자필로 작성하여 팩스로 보낸 것이 맞고 乙에 대한 대출에 대하여 연대보증 의사가 있다고 답변하였으며, 이에 甲 회사가 乙에게 돈을 대출하였는데, 그 후 甲 회사가 丙에게 다시 연대보증계약서의 작성을 요구하였으나 丙이 보증 의사가 없다는 이유로 거절한 사안에서, 丙이 직접 연대보증계약서에 서명하였다는 점에 대한 증명이 충분하지 않음에도, 연대보증인란에 丙의 이름으로 된 서명이 있어 연대보증계약으로서 유효하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 보증인 보호를 위한 특별법(2015. 2. 3. 법률 제13125호로 개정되기 전의 것, 이하 ‘구 보증인보호법’이라 한다) 제3조 제1항에서 보증의 의사표시에 보증인의 기명날인 또는 서명이 있는 서면을 요구하는 것은, 보증 의사를 명확하게 표시하게 함으로써 보증 의사의 존부 및 내용에 관하여 분명한 확인수단을 보장하여 분쟁을 예방하는 한편, 보증인으로 하여금 가능한 한 경솔하게 보증에 이르지 아니하고 숙고의 결과로 보증을 하도록 하려는 취지에서 나온 것이다.<br/>  일반적으로 서명은 기명날인과 달리 명의자 본인이 자신의 이름을 쓰는 것을 의미한다. 그런데 보증인의 서명에 대해 제3자가 보증인을 대신하여 이름을 쓰는 것이 포함된다면, 보증인이 직접 자신의 의사표시를 표시한다는 서명 고유의 목적은 퇴색되고 사실상 구두를 통한 보증계약 내지 보증인이 보증 내용을 구체적으로 알지 못하는 보증계약의 성립을 폭넓게 인정하는 결과를 초래하게 되며, 이는 경솔한 보증행위로부터 보증인을 보호하고자 하는 구 보증인보호법의 입법 취지를 몰각시키게 된다.<br/>  따라서 이러한 구 보증인보호법의 입법 목적과 취지, 규정 내용 등을 종합해 보면, 구 보증인보호법 제3조 제1항에서 정한 ‘보증인의 서명’은 원칙적으로 보증인이 직접 자신의 이름을 쓰는 것을 의미하며 타인이 보증인의 이름을 대신 쓰는 것은 이에 해당하지 아니한다고 해석함이 타당하다.<br/>[2] 대부업자인 甲 주식회사의 직원이, 乙이 채무자로, 丙이 연대보증인으로 각 기재되어 있고 乙과 丙의 이름이 적힌 대부거래계약서 및 연대보증계약서 등을 받은 후 丙과 대출 심사를 위한 통화를 하여, 丙이 연대보증계약서 등을 자필로 작성하여 팩스로 보낸 것이 맞고 乙에 대한 대출에 대하여 연대보증 의사가 있다고 답변하였으며, 이에 甲 회사가 乙에게 돈을 대출하였는데, 그 후 甲 회사가 丙에게 다시 연대보증계약서의 작성을 요구하였으나 丙이 보증 의사가 없다는 이유로 거절한 사안에서, 연대보증계약서가 丙의 서명에 의한 보증계약서로서 보증의 효력이 발생하려면, 원칙적으로 丙 본인에 의한 서명이어야 하며 타인에 의한 서명으로는 부족하므로, 막연히 연대보증계약서의 연대보증인란에 丙의 이름으로 된 서명이 있다는 사실만 가지고 丙의 서명이 있다고 판단할 것이 아니라, 그것이 丙이 직접 서명한 것인지 아니면 타인이 丙의 이름으로 서명한 것인지를 명확히 가려야 하며, 丙이 직접 서명하였다는 점에 대하여는 보증의 효력을 주장하는 甲 회사가 증명책임을 지는데, 丙이 甲 회사의 직원과의 통화에서 연대보증계약서를 자필로 작성하였다고 답변하였지만, 그 후 丙이 대출중개업자의 안내에 따라 응한 것일 뿐이라고 하여 답변 내용을 다투어 왔고 甲 회사 스스로도 위 통화 후 다시 丙에게 연대보증계약서의 작성을 요구한 것은 위 연대보증계약서만으로는 丙의 서명에 의한 보증계약서로서의 효력이 문제 될 수 있음을 고려한 것으로 보일 뿐 아니라, 실제로 연대보증계약서의 연대보증인란에 적힌 丙의 이름이 丙의 필체와 다르다고 보이는 사정까지 있음에 비추어 보면, 丙이 직접 연대보증계약서에 서명하였다는 점에 대한 증명이 충분하지 않음에도, 연대보증인란에 丙의 이름으로 된 서명이 있어 연대보증계약으로서 유효하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 보증인 보호를 위한 특별법(2015. 2. 3. 법률 제13125호로 개정되기 전의 것) 제1조, 제3조 제1항(현행 민법 제428조의2 제1항 참조) / [2] 구 보증인 보호를 위한 특별법(2015. 2. 3. 법률 제13125호로 개정되기 전의 것) 제3조 제1항(현행 민법 제428조의2 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 2013. 6. 27. 선고 2013다23372 판결(공2013하, 1320)<br/>"
}