{
  "판례일련번호": "186506",
  "사건명": "총포·도검·화약류등단속법위반·총포·도검·화약류등의안전관리에관한법률위반·업무상실화",
  "사건번호": "2017도10122",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171207",
  "판시사항": "[1] 형벌법규의 해석 방법<br/>[2] 구 총포·도검·화약류 등 단속법 제10조 제1호 및 같은 법 시행령 제15조 제4호에서 규정한 ‘법령’의 의미(=구 총포·도검·화약류 등 단속법이 아닌 다른 법령) / 구 총포·도검·화약류 등 단속법 제10조 제2호 내지 제9호에 의하여 허가 없이 화약류를 소지할 수 있는 경우가 같은 법 시행령 제15조 제4호에서 규정한 ‘법령에 의하여 직무상 화약류를 소지할 수 있는 사람’에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 형벌법규는 문언에 따라 엄격하게 해석·적용하여야 하고 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하여서는 안 된다. 그러나 형벌법규를 해석할 때에도 가능한 문언의 의미 내에서 해당 규정의 입법 취지와 목적 등을 고려한 법률체계적 연관성에 따라 그 문언의 논리적 의미를 분명히 밝히는 체계적·논리적 해석 방법은 그 규정의 본질적 내용에 가장 접근한 해석을 하기 위한 것으로 죄형법정주의의 원칙에 부합한다.<br/>[2] 구 총포·도검·화약류 등 단속법(2015. 1. 6. 법률 제12960호로 개정되기 전의 것, 이하 ‘구 총검단속법’이라고 한다) 제10조는 허가 없이 화약류 등을 소지할 수 있는 경우로서 제1호에서 ‘법령에 의하여 직무상 화약류 등을 소지하는 경우’를 규정하고 그와 병렬적으로 제2호 내지 제9호에서 구 총검단속법이 정한 화약류 등의 제조업자, 판매업자, 수출입허가를 받은 사람 등과 그 종업원이 소지하는 경우를 들고 있다. 그런데 구 총검단속법 제10조 제1호가 규정한 ‘법령’에 구 총검단속법이 포함된다고 해석하면 제2호 내지 제9호에서 들고 있는 구 총검단속법의 각 규정에 의하여 화약류 등을 소지하는 경우는 모두 제1호에 의하여 ‘법령에 의하여 직무상 화약류 등을 소지하는 경우’에 해당하게 되므로 제2호 내지 제9호를 제1호와 별도로 규정한 의의가 없게 된다. 그러므로 구 총검단속법 제10조 제1호에서 규정하는 ‘법령’이란 구 총검단속법이 아닌 다른 법령에 의하여 화약류 소지를 허용하는 경우를 의미한다고 해석하는 것이 체계적·논리적 해석 방법이다.<br/>  원래 구 총포화약류단속법(1981. 1. 10. 법률 제3354호로 전부 개정되기 전의 것, 이하 같다) 제12조는 허가를 받지 아니하고 화약류를 소지할 수 있는 사람으로 제조업자, 판매업자, 수출입업자, 허가를 받을 필요가 없다고 대통령령으로 지정된 자 등을 규정하였다. 그리고 위 규정의 위임을 받은 같은 법 시행령(1970. 3. 4. 대통령령 제4702호로 전부 개정되기 전의 것) 제41조는 “법 제12조 제6호의 규정에 의하여 ‘허가를 받지 아니하고 화약류를 소지할 수 있는 자’라 함은 ‘법률의 규정에 의하여 직무상 화약류를 소지하는 자’를 말한다.”라고 규정하였고, 제43조 제4호는 ‘제41조에 규정된 자가 그 소지한 화약류를 사용할 때’는 사용허가를 받지 아니하고 화약류를 사용할 수 있다고 규정하였다.<br/>  그런데 구 총포화약류단속법이 1981. 1. 10. 법률 제3354호로 총포·도검·화약류단속법으로 전부 개정되면서 위 시행령 제41조(1970. 3. 4. 전부 개정으로 제39조로 변경되었다) 중 ‘법률의 규정에 의하여 직무상 화약류를 소지하는 자’ 부분이 위 총포·도검·화약류단속법 제10조 제1호에 ‘법령에 의하여 직무상 총포·도검·화약류를 소지하는 경우’로 직접 규정되었고, 구 총포·도검·화약류단속법 시행령(1981. 11. 6. 대통령령 제10618호로 전부 개정된 것) 제21조 제4호는 사용허가를 받지 아니하고 화약류를 사용할 수 있는 자로 ‘법령에 의하여 직무상 화약류를 소지하는 자’라는 규정을 두었다.<br/>  이러한 구 총포화약류단속법 및 시행령의 개정 연혁에 비추어 보면, 구 총검단속법 제10조 제1호와 구 총포·도검·화약류 등 단속법 시행령(2016. 1. 6. 대통령령 제26858호로 개정되기 전의 것, 이하 ‘시행령’이라고 한다) 제15조 제4호는 원래 동일한 문언에서 비롯된 것임이 분명하므로, 시행령 제15조 제4호에서 규정한 ‘법령’은 구 총검단속법 제10조 제1호에서의 ‘법령’과 마찬가지로 구 총검단속법이 아닌 다른 법령으로 해석하는 것이 옳다.<br/>  이와 달리 시행령 제15조 제4호에서 규정한 ‘법령’에 구 총검단속법도 포함된다고 해석하게 되면 구 총검단속법 제10조에 의하여 허가 없이 화약류 소지가 가능한 제조업자(제2호), 판매업자(제4호), 수출입업자(제6호), 양수업자(제8호) 및 그 종업원(제9호) 등은 사용허가를 받지 아니하고 화약류를 발파·연소하더라도 언제나 처벌할 수 없게 되고, 특히 ‘제18조 제1항 단서에 의하여 사용허가를 받지 아니하여도 되는 사람’(제7호)은 허가 없이 화약류를 소지할 수 있고, 이러한 사람은 다시 시행령 제15조 제4호에 의하여 허가 없이 화약류를 사용할 수 있는 사람에 해당하게 되어 순환론의 오류에 빠지게 된다.<br/>  이와 같은 구 총검단속법 및 시행령 규정의 내용 및 체재, 개정 연혁과 각 규정의 입법 취지와 목적 등을 고려하여 시행령 제15조 제4호의 문언의 의미를 체계적·논리적으로 해석하면, 구 총검단속법 제10조 제2호 내지 제9호에 의하여 허가 없이 화약류를 소지할 수 있는 경우는 시행령 제15조 제4호에서 규정한 ‘법령에 의하여 직무상 화약류를 소지할 수 있는 사람’에 포함되지 않는다고 해석함이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 구 총포화약류단속법(1981. 1. 10. 법률 제3354호 총포·도검·화약류단속법으로 전부 개정되기 전의 것) 제12조(현행 총포·도검·화약류 등의 안전관리에 관한 법률 제10조 참조), 구 총포·도검·화약류단속법(1989. 12. 30. 법률 제4154호 총포·도검·화약류 등 단속법으로 개정되기 전의 것) 제10조 제1호(현행 총포·도검·화약류 등의 안전관리에 관한 법률 제10조 제1호 참조), 구 총포·도검·화약류 등 단속법(2015. 1. 6. 법률 제12960호 총포·도검·화약류 등의 안전관리에 관한 법률로 개정되기 전의 것) 제10조(현행 총포·도검·화약류 등의 안전관리에 관한 법률 제10조 참조), 제18조 제1항(현행 총포·도검·화약류 등의 안전관리에 관한 법률 제18조 제1항 참조), 제71조 제2호(현행 총포·도검·화약류 등의 안전관리에 관한 법률 제71조 제2호 참조), 구 총포화약류단속법 시행령(1970. 3. 4. 대통령령 제4702호로 전부 개정되기 전의 것) 제41조(현행 총포·도검·화약류 등의 안전관리에 관한 법률 시행령 제15조 제4호 참조), 제43조 제4호(현행 총포·도검·화약류 등의 안전관리에 관한 법률 시행령 제15조 제4호 참조), 구 총포화약류단속법 시행령(1981. 11. 6. 대통령령 제10618호 총포·도검·화약류단속법 시행령으로 전부 개정되기 전의 것) 제39조(현행 총포·도검·화약류 등의 안전관리에 관한 법률 시행령 제15조 제4호 참조), 구 총포·도검·화약류단속법 시행령(1985. 2. 2. 대통령령 제11617호로 전부 개정되기 전의 것) 제21조 제4호(현행 총포·도검·화약류 등의 안전관리에 관한 법률 시행령 제15조 제4호 참조), 구 총포·도검·화약류 등 단속법 시행령(2016. 1. 6. 대통령령 제26858호 총포·도검·화약류 등의 안전관리에 관한 법률 시행령으로 개정되기 전의 것) 제15조 제4호(현행 총포·도검·화약류 등의 안전관리에 관한 법률 시행령 제15조 제4호 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 6. 14. 선고 2007도2162 판결(공2007하, 1118)<br/>"
}