{
  "판례일련번호": "186500",
  "사건명": "증여세부과처분취소",
  "사건번호": "2017두39419",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 명의신탁이 조세회피의 목적이 아닌 다른 이유에서 이루어졌음이 인정되고 그 명의신탁에 부수하여 사소한 조세경감이 생기는 것에 불과한 경우, 그와 같은 명의신탁에 조세회피의 목적이 있었다고 단정할 수 있는지 여부(소극) 및 이때 조세회피의 목적이 없었다는 점에 관한 증명책임의 소재(=명의자)와 증명의 정도<br/>[2] 甲이 개인사업체를 운영하다가 국세 등을 연체한 상태에서 사업체를 폐업하고 乙 주식회사를 설립하면서 총 발행주식 중 일부를 배우자인 丙 명의로 취득하고, 약 7년 후 다른 주주들로부터 나머지 주식을 丙 명의로 양수하였으며, 다시 3년 후 乙 회사의 유상증자 과정에서 乙 회사의 주식을 丙 명의로 취득하였는데, 과세관청이 甲이 조세회피를 목적으로 乙 회사의 주식을 丙에게 명의신탁하였다고 보아 丙에게 다른 주주들로부터 양수한 주식과 유상증자 과정에서 취득한 주식에 대하여 증여세 부과처분을 한 사안에서, 위 주식 양수는 이미 체납상태에 빠져있던 甲이 조세채권의 확보를 곤란하게 하고 그 납부를 회피할 의도 등에서 丙에게 명의신탁을 한 것으로 보이나, 유상증자 과정에서의 주식 취득은 절차상의 번거로움을 피할 목적에서 종래 주식보유현황에 기초하여 丙 명의로 인수한 것으로서 체납된 조세채무의 회피와는 무관하게 이루어진 것이라고 볼 수 있는데도, 위 처분 중 유상증자 과정에서의 명의신탁에 대한 증여세 부분이 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 명의신탁이 조세회피의 목적이 아닌 다른 이유에서 이루어졌음이 인정되고 그 명의신탁에 부수하여 사소한 조세경감이 생기는 것에 불과하다면 그와 같은 명의신탁에 조세회피의 목적이 있었다고 단정할 수 없다. 다만 이 경우에 조세회피의 목적이 없었다는 점에 관한 증명책임은 이를 주장하는 명의자에게 있고, 조세회피의 목적이 없었다는 점에 대하여는 조세회피의 목적이 아닌 다른 목적이 있었음을 증명하는 등의 방법으로 입증할 수 있으나, 증명책임을 부담하는 명의자로서는 명의신탁에 조세회피의 목적이 없었다고 인정될 정도로 조세회피와 상관없는 뚜렷한 목적이 있었고, 명의신탁 당시에나 장래에 회피될 조세가 없었다는 점을 객관적이고 납득할 만한 증거자료에 의하여 통상인이라면 의심을 가지지 않을 정도의 증명을 하여야 한다.<br/>[2] 甲이 개인사업체를 운영하다가 국세 등을 연체한 상태에서 사업체를 폐업하고 乙 주식회사를 설립하면서 총 발행주식 중 일부를 배우자인 丙 명의로 취득하고, 약 7년 후 다른 주주들로부터 나머지 주식을 丙 명의로 양수하였으며, 다시 3년 후 乙 회사의 유상증자 과정에서 乙 회사의 주식을 丙 명의로 취득하였는데, 과세관청이 甲이 조세회피를 목적으로 乙 회사의 주식을 丙에게 명의신탁하였다고 보아 丙에게 다른 주주들로부터 양수한 주식과 유상증자 과정에서 취득한 주식에 대하여 증여세 부과처분을 한 사안에서, 위 주식 양수는 이미 체납상태에 빠져있던 甲이 조세채권의 확보를 곤란하게 하고 그 납부를 회피할 의도 등에서 丙에게 명의신탁을 한 것으로 보이고, 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제45조의2에서 말하는 조세회피의 목적이 없었다고 보기 어려우며 위 명의신탁에 조세회피의 목적이 아닌 다른 뚜렷한 목적이 있었다고 볼 만한 사정도 없으나, 유상증자 과정에서의 주식 취득 당시에는 그 취득에 앞서 이미 자신의 명의로 금융계좌를 개설하거나 부동산을 취득하는 등 자신의 금융거래내역이나 자산보유현황을 감추려 하지 아니하였을 뿐만 아니라 체납세금에 이르는 상당한 가액의 자산을 자신의 명의로 보유하고 있는 상태였고 이에 따라 위 예금계좌에 대한 과세관청의 압류도 가능하였으며, 또한 연체하고 있던 기존 채무에 대한 변제가 이루어지기도 한 사정 등에 비추어 보면, 위 주식 취득은 甲이 경영상 필요에 의하여 유상증자를 하면서 절차상의 번거로움을 피할 목적에서 종래 주식보유현황에 기초하여 丙 명의로 인수한 것으로서 체납된 조세채무의 회피와는 무관하게 이루어진 것이라고 볼 수 있는데도, 이 부분 명의신탁에 대하여도 조세회피의 목적이 없었다고 인정하기에 부족하다고 단정하여 위 처분 중 유상증자 과정에서의 명의신탁에 대한 증여세 부분이 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제45조의2 제1항, 제2항(현행 제45조의2 제3항 참조) / [2] 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제45조의2 제1항, 제2항(현행 제45조의2 제3항 참조)<br/>",
  "참조판례": "[1] 대법원 2006. 5. 12. 선고 2004두7733 판결(공2006상, 1063), 대법원 2006. 9. 22. 선고 2004두11220 판결(공2006하, 2016), 대법원 2017. 2. 21. 선고 2011두1022(공2017상, 646)<br/>"
}