{
  "판례일련번호": "186501",
  "사건명": "손해배상(기)",
  "사건번호": "2016다6293",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 기획여행업자가 여행자에게 부담하는 안전배려의무의 내용 및 여행 실시 도중 안전배려의무 위반을 이유로 기획여행업자에게 손해배상책임을 인정하기 위한 요건<br/>[2] 甲 등이 여행사인 乙 주식회사와 기획여행계약을 체결하고 베트남 여행 중 자유시간인 야간에 숙소 인근 해변에서 물놀이를 하였는데, 乙 회사 소속 인솔자 丙이 “바닷가는 위험하니 빨리 나오라”고 말하였으나, 甲 등이 계속 물놀이를 하다가 파도에 휩쓸려 익사한 사안에서, 제반 사정 등에 비추어, 乙 회사가 사고와 관련하여 기획여행계약의 여행주최자로서 여행계약상의 안전배려의무를 위반하였다고 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 기획여행업자는 통상 여행 일반은 물론 목적지의 자연적·사회적 조건에 관하여 전문적 지식을 가진 자로서 우월적 지위에서 행선지나 여행시설의 이용 등에 관한 계약 내용을 일방적으로 결정하는 반면, 여행자는 그 안전성을 신뢰하고 기획여행업자가 제시하는 조건에 따라 여행계약을 체결하는 것이 일반적이다. 이러한 점을 감안할 때 기획여행업자가 여행자와 여행계약을 체결할 경우에는 다음과 같은 내용의 안전배려의무를 부담한다고 봄이 타당하다. 기획여행업자는 여행자의 생명·신체·재산 등의 안전을 확보하기 위하여 여행목적지·여행일정·여행행정·여행서비스기관의 선택 등에 관하여 미리 충분히 조사·검토하여 전문업자로서의 합리적인 판단을 하여야 한다. 그에 따라 기획여행업자는 여행을 시작하기 전 또는 그 이후라도 여행자가 부딪칠지 모르는 위험을 예견할 수 있을 경우에는 여행자에게 그 뜻을 알려 여행자 스스로 그 위험을 수용할지를 선택할 기회를 주어야 하고, 그 여행계약 내용의 실시 도중에 그러한 위험 발생의 우려가 있을 때는 미리 그 위험을 제거할 수단을 마련하는 등의 합리적 조치를 하여야 한다. 여행 실시 도중 위와 같은 안전배려의무 위반을 이유로 기획여행업자에게 손해배상책임을 인정하기 위해서는, 문제가 된 사고와 기획여행업자의 여행계약상 채무이행 사이에 직접 또는 간접적으로 관련성이 있고, 그 사고 위험이 여행과 관련 없이 일상생활에서 발생할 수 있는 것이 아니어야 하며, 기획여행업자가 그 사고 발생을 예견하였거나 예견할 수 있었음에도 그러한 사고 위험을 미리 제거하기 위하여 필요한 조치를 다하지 못하였다고 평가할 수 있어야 한다. 이 경우 기획여행업자가 취할 조치는 여행일정에서 상정할 수 있는 모든 추상적 위험을 예방할 수 있을 정도일 필요는 없고, 개별적·구체적 상황에서 여행자의 생명·신체·재산 등의 안전을 확보하기 위하여 통상적으로 필요한 조치이면 된다.<br/>[2] 甲 등이 여행사인 乙 주식회사와 기획여행계약을 체결하고 베트남 여행 중 자유시간인 야간에 숙소 인근 해변에서 물놀이를 하였는데, 乙 회사 소속 인솔자 丙이 “바닷가는 위험하니 빨리 나오라”고 말하였으나, 甲 등이 계속 물놀이를 하다가 파도에 휩쓸려 익사한 사안에서, 甲 등이 성년자이고, 사고 당시 음주한 상태가 아니었으며 별다른 신체장애도 없었던 것으로 보이는 점, 甲 등을 포함한 여행자들이 사고 당일 야간에 숙소 인근 해변에서 물놀이하는 것은 여행계약의 내용에 명시되어 있지 않았고, 위 여행계약에 당일 오전에 해변에서 해수욕하거나 휴식을 취하는 자유시간 일정이 있었다는 점만으로 이러한 해변에서의 야간 물놀이가 위 여행계약의 급부와 관련이 있다고 보기 어려운 점, 위 사고는 乙 회사가 객관적으로 예견할 수 있는 위험에 해당한다고 보기 어려운 점 등에 비추어, 乙 회사가 사고와 관련하여 기획여행계약의 여행주최자로서 여행계약상의 안전배려의무를 위반하였다고 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 관광진흥법 제2조 제3호, 제12조, 민법 제2조, 제390조, 제680조 / [2] 관광진흥법 제2조 제3호, 제12조, 민법 제2조, 제390조, 제680조<br/>",
  "참조판례": "[1] 대법원 1998. 11. 24. 선고 98다25061 판결(공1999상, 5), 대법원 2011. 5. 26. 선고 2011다1330 판결(공2011하, 1293)<br/>"
}