{
  "판례일련번호": "186644",
  "사건명": "침해금지등",
  "사건번호": "2010다87474",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1] 임의적 소송신탁이 허용되는지 여부(한정 적극)<br/>[2] 외국계 커피 전문점의 국내 지사인 甲 주식회사가, 본사와 음악 서비스 계약을 체결하고 배경음악 서비스를 제공하고 있는 乙 외국회사로부터 음악저작물을 포함한 배경음악이 담긴 CD를 구매하여 국내 각지에 있는 커피숍 매장에서 배경음악으로 공연한 사안에서, 한국음악저작권협회가 저작재산권자로부터 국내에서 공연을 허락할 권리를 부여받았을 뿐 공연권까지 신탁받지 않은 일부 음악저작물에 대하여는 침해금지청구의 소를 제기할 당사자적격이 없다고 한 사례<br/>[3]           저작권법 제29조 제2항에서 정한 ‘판매용 음반’의 의미(=시중에 판매할 목적으로 제작된 음반)        <br/>[4] 외국계 커피 전문점의 국내 지사인 甲 주식회사가, 본사와 음악 서비스 계약을 체결하고 배경음악 서비스를 제공하고 있는 乙 외국회사로부터 음악저작물을 포함한 배경음악이 담긴 CD를 구매하여 국내 각지에 있는 커피숍 매장에서 배경음악으로 공연한 사안에서, 위 CD는 시중에 판매할 목적으로 제작된 것이 아니므로           저작권법 제29조 제2항에서 정한 ‘판매용 음반’으로 볼 수 없다고 한 사례        <br/>",
  "판결요지": "[1] 재산권상의 청구에 관하여는 소송물인 권리 또는 법률관계에 관하여 관리처분권을 갖는 권리주체에게 당사자적격이 있음이 원칙이다. 다만 제3자라고 하더라도 법률이 정하는 바에 따라 일정한 권리나 법률관계에 관하여 당사자적격이 부여되거나 본래의 권리주체로부터 그의 의사에 따라 소송수행권을 수여받음으로써 당사자적격이 인정되는 경우가 있으나, 이러한 임의적 소송신탁은           민사소송법 제87조가 정한 변호사대리의 원칙이나           신탁법 제7조가 정한 소송신탁의 금지를 잠탈하는 등의 탈법적 방법에 의하지 않은 것으로서 이를 인정할 합리적 필요가 있다고 인정되는 경우에 한하여 제한적으로만 허용된다.         <br/>[2] 외국계 커피 전문점의 국내 지사인 甲 주식회사가, 본사와 음악 서비스 계약을 체결하고 배경음악 서비스를 제공하고 있는 乙 외국회사로부터 음악저작물을 포함한 배경음악이 담긴 CD를 구매하여 국내 각지에 있는 커피숍 매장에서 배경음악으로 공연한 사안에서, 한국음악저작권협회가 위 음악저작물 일부에 관하여는 공연권 등의 저작재산권자로부터 국내에서 공연을 허락할 권리를 부여받았을 뿐 공연권까지 신탁받지는 않았고, 권리주체가 아닌 협회에 위 음악저작물 일부에 대한 소송에 관하여 임의적 소송신탁을 받아 자기의 이름으로 소송을 수행할 합리적 필요가 있다고 볼 만한 특별한 사정이 없으므로, 협회는 위 음악저작물 일부에 대한 침해금지청구의 소를 제기할 당사자적격이 없다고 한 사례.<br/>[3]           저작권법 제29조 제2항은, 청중이나 관중으로부터 당해 공연에 대한 반대급부를 받지 않는 경우 ‘판매용 음반’ 또는 ‘판매용 영상저작물’을 재생하여 공중에게 공연하는 행위가 저작권법 시행령에서 정한 예외사유에 해당하지 않는 한 공연권 침해를 구성하지 않는다고 규정하고 있다. 그런데 위 규정은, 공연권의 제한에 관한           저작권법 제29조 제1항이 영리를 목적으로 하지 않고 청중이나 관중 또는 제3자로부터 어떤 명목으로든지 반대급부를 받지 않으며 또 실연자에게 통상의 보수를 지급하지 않는 경우에 한하여 공표된 저작물을 공연 또는 방송할 수 있도록 규정하고 있는 것과는 달리, 당해 공연에 대한 반대급부를 받지 않는 경우라면 비영리 목적을 요건으로 하지 않고 있어, 비록 공중이 저작물의 이용을 통해 문화적 혜택을 향수하도록 할 공공의 필요가 있는 경우라도 자칫 저작권자의 정당한 이익을 부당하게 해할 염려가 있으므로,           위 제2항의 규정에 따라 저작물의 자유이용이 허용되는 조건은 엄격하게 해석할 필요가 있다. 한편           저작권법 제29조 제2항이 위와 같이 ‘판매용 음반’을 재생하여 공중에게 공연하는 행위에 관하여 아무런 보상 없이 저작권자의 공연권을 제한하는 취지의 근저에는 음반의 재생에 의한 공연으로 음반이 시중의 소비자들에게 널리 알려짐으로써 당해 음반의 판매량이 증가하게 되고 그에 따라 음반제작자는 물론 음반의 복제·배포에 필연적으로 수반되는 당해 음반에 수록된 저작물의 이용을 허락할 권능을 가지는 저작권자 또한 간접적인 이익을 얻게 된다는 점도 고려되었을 것이므로, 이러한 규정의 내용과 취지 등에 비추어 보면 위 규정에서 말하는 ‘판매용 음반’이란 그와 같이 시중에 판매할 목적으로 제작된 음반을 의미하는 것으로 제한하여 해석하여야 한다.        <br/>[4] 외국계 커피 전문점의 국내 지사인 甲 주식회사가, 본사와 음악 서비스 계약을 체결하고 배경음악 서비스를 제공하고 있는 乙 외국회사로부터 음악저작물을 포함한 배경음악이 담긴 CD를 구매하여 국내 각지에 있는 커피숍 매장에서 배경음악으로 공연한 사안에서, 위 CD는 암호화되어 있어 乙 회사가 제공한 플레이어에서만 재생되고 계약에서 정해진 기간이 만료되면 더 이상 재생되지 않으며 甲 회사는 이를 폐기하거나 반환할 의무를 부담하는 사실 등에 비추어, 위 CD는 乙 회사가 배경음악 서비스 제공의 일환으로 본사의 주문에 따라 甲 회사 등 세계 각국의 지사에만 공급하기 위하여 제작된 부대체물일 뿐 시중에 판매할 목적으로 제작된 것이 아니므로,           저작권법 제29조 제2항에서 정한 ‘판매용 음반’으로 볼 수 없다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         민사소송법 제51조,         제87조,         신탁법 제7조 / [2]         저작권법 제17조,         제123조 제1항 / [3]         저작권법 제29조 / [4]         저작권법 제29조 제2항<br/>",
  "참조판례": "[1]         대법원 1984. 2. 14. 선고 83다카1815 판결(공1984, 508)      <br/>"
}