{
  "판례일련번호": "186643",
  "사건명": "소유권말소등기",
  "사건번호": "2010다2558",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1] 화해권고결정의 기판력 유무 및 그 기준시(=확정시)<br/>[2] 전소의 소송물이 채권적 청구권의 성질을 가지는 소유권이전등기청구권인 경우, 화해권고결정이 확정된 후 그 목적물에 관하여 소유권등기를 이전받은 사람을 화해권고결정의 기판력이 미치는 승계인으로 볼 수 있는지 여부(소극)<br/>[3] 소유권에 기한 물권적 방해배제청구로서 소유권등기의 말소를 구하는 소송이나 진정명의 회복을 원인으로 한 소유권이전등기절차의 이행을 구하는 소송 중 그 소송물에 대하여 화해권고결정이 확정된 경우, 청구권의 법적 성질이 채권적 청구권으로 바뀌는지 여부(소극)<br/>[4] 甲 등에게서 인감증명서를 교부받은 공동상속인 乙이 상속부동산에 관하여 상속등기를 마치면서 甲 등의 상속분 합계 17분의 13 지분에 관하여 증여를 원인으로 한 소유권이전등기를 마친 후 자신의 지분 합계 17분의 15를 丙에게 이전하기로 약정하여, 丙이 2003. 3. 8. 乙 지분에 대하여 처분금지가처분을 한 다음 자신 앞으로 이전등기를 마쳤는데, 甲 등이 乙을 상대로 제기한 소유권이전등기 말소소송에서 2005. 11. 24. 확정된 ‘乙은 甲 등에게 각 상속지분에 관하여 진정명의회복을 원인으로 한 이전등기절차를 이행한다’는 내용의 화해권고결정에 따라 승계집행문을 부여받아 甲 등의 각 상속분비율에 해당하는 지분에 관하여 丙으로부터 소유권이전등기를 마친 사안에서, 丙은 화해권고결정의 기판력이 미치는 승계인에 해당한다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1]           민사소송법 제231조는 \"화해권고결정은 결정에 대한 이의신청 기간 이내에 이의신청이 없는 때, 이의신청에 대한 각하결정이 확정된 때, 당사자가 이의신청을 취하하거나 이의신청권을 포기한 때에 재판상 화해와 같은 효력을 가진다.\"라고 정하고 있으므로, 확정된 화해권고결정은 당사자 사이에 기판력을 가진다. 그리고 화해권고결정에 대한 이의신청이 적법한 때에는 소송은 화해권고결정 이전의 상태로 돌아가므로(          민사소송법 제232조 제1항), 당사자는 화해권고결정이 송달된 후에 생긴 사유에 대하여도 이의신청을 하여 새로운 주장을 할 수 있고, 화해권고결정이 송달된 후의 승계인도 이의신청과 동시에 승계참가신청을 할 수 있다고 할 것이다. 이러한 점 등에 비추어 보면, 화해권고결정의 기판력은 그 확정시를 기준으로 하여 발생한다고 해석함이 상당하다.        <br/>[2] 전소의 소송물이 채권적 청구권의 성질을 가지는 소유권이전등기청구권인 경우에는 전소의 변론종결 후에 그 목적물에 관하여 소유권등기를 이전받은 사람은 전소의 기판력이 미치는 ‘변론종결 후의 승계인’에 해당하지 아니한다. 이러한 법리는 화해권고결정이 확정된 후 그 목적물에 관하여 소유권등기를 이전받은 사람에 관하여도 다를 바 없다고 할 것이다.<br/>[3] 소유권에 기한 물권적 방해배제청구로서 소유권등기의 말소를 구하는 소송이나 진정명의 회복을 원인으로 한 소유권이전등기절차의 이행을 구하는 소송 중에 그 소송물에 대하여 화해권고결정이 확정되면 상대방은 여전히 물권적인 방해배제의무를 지는 것이고, 화해권고결정에 창설적 효력이 있다고 하여 그 청구권의 법적 성질이 채권적 청구권으로 바뀌지 아니한다.<br/>[4] 甲 등이 자신들의 상속재산에 대한 권리를 공동상속인 중 乙에게 이전할 의사로 인감증명서 등을 교부하여 乙이 상속부동산에 관하여 상속등기를 마침과 동시에 甲 등의 상속분 합계 17분의 13 지분에 관하여 증여를 원인으로 자신 앞으로 소유권이전등기를 마쳤고, 그 후 자신의 지분 합계 17분의 15를 丙에게 이전하기로 약정하여 丙이 2003. 3. 8. 위 약정에 기한 소유권이전등기청구권을 피보전권리로 하여 乙 지분에 대하여 처분금지가처분을 한 다음 자신 앞으로 이전등기를 마쳤는데, 甲 등이 乙을 상대로 증여를 원인으로 한 소유권이전등기의 말소등기를 구하는 소송을 제기하여 2005. 11. 24. 확정된 ‘乙은 甲 등에게 각 상속지분에 관하여 진정명의회복을 원인으로 한 이전등기절차를 이행한다’는 내용의 화해권고결정에 따라 승계집행문을 부여받아 甲 등의 상속분비율에 해당하는 지분에 관하여 丙으로부터 소유권이전등기를 마친 사안에서, 甲 등이 자신들의 상속분에 대하여 증여 의사로 乙 앞으로 소유권이전등기를 마쳐서 乙 명의의 등기는 유효하고, 丙의 처분금지가처분 및 그 근거가 된 약정에 기한 소유권이전등기 역시 유효하므로, 丙은 화해권고결정 확정 전의 처분금지가처분에 기하여 소유권이전등기를 마친 가처분채권자로서 피보전권리의 한도에서 가처분 위반의 처분행위 효력을 부정할 수 있는 지위에 있고, 따라서 丙은 甲 등의 상속분비율에 해당하는 지분에 관하여 가처분에 반하여 행하여진 소유권이전등기의 말소를 구할 수 있다는 이유로, 丙은 화해권고결정의 기판력이 미치는 승계인에 해당한다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민사소송법 제216조 제1항,         제218조,         제231조,         제232조 제1항 / [2]         민사소송법 제218조,         제231조 / [3]         민법 제214조,         민사소송법 제231조 / [4]         민사소송법 제218조,         제231조,         민사집행법 제300조<br/>",
  "참조판례": "[2]         대법원 2003. 5. 13. 선고 2002다64148 판결(공2003상, 1282) / [3]         대법원 1976. 6. 8. 선고 72다1842 판결(공1976, 9223),         대법원 1977. 3. 22. 선고 76다2778 판결(공1977, 10001)      <br/>"
}