{
  "판례일련번호": "186648",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2010두22597",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120509",
  "판시사항": "[1]구 소득세법 제98조 및구 소득세법 시행령 제162조 제1항에서 정한 양도소득의 귀속시기에 대한 판단 기준<br/>[2] 甲 종중 명의의 토지가 수용되었으나, 乙 종중이 수용보상금에 대한 채권 추심·처분 및 지급금지 가처분결정을 받아 한국토지공사가 수용보상금을 공탁하였는데, 이후 乙 종중이 甲 종중을 상대로 제기한 공탁금출급청구권 확인청구 등을 각하하는 판결이 확정되었으나 과세관청이 제때 양도소득세 확정신고 및 납부를 하지 않았다는 이유로 甲 종중에 신고 및 납부불성실가산세 등을 부과하는 처분을 한 사안에서, 甲 종중에 양도소득이 귀속된 날은 수용보상금의 공탁일이 아니라 위 판결 확정일로 보아야 하는데도, 이와 달리 보아 처분이 적법하다고 한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]구 소득세법(2010. 12. 27. 법률 제10408호로 개정되기 전의 것) 제98조 및구 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제162조 제1항에서 정하고 있는 양도시기를 양도소득의 귀속시기에 대한 예외 없는 일반원칙으로 단정하여서는 아니 되고, 구체적 사안에 있어 양도소득에 대한 관리, 지배와 양도소득의 객관화 정도, 납세자금의 확보시기 등까지 함께 고려하여 양도소득이 현실적으로 실현될 것까지는 없다고 하더라도 그 실현 가능성이 상당히 높은 정도로 성숙·확정되었는지를 기준으로 하여 귀속시기를 합리적으로 판단함이 타당하다.<br/>[2] 甲 종중 명의의 토지가 수용되었으나, 甲 종중의 하위 종중인 乙 종중이 수용보상금에 대한 채권 추심·처분 및 지급금지 가처분결정을 받아 택지개발사업시행자인 한국토지공사가 수용보상금을 공탁하였는데, 이후 乙 종중이 甲 종중을 상대로 제기한 공탁금출급청구권 확인청구 등을 각하하는 판결이 확정되었으나 과세관청이 법정 기한 내에 양도소득세 확정신고 및 납부를 하지 않았다는 이유로 甲 종중에 신고불성실가산세와 납부불성실가산세 등을 부과하는 처분을 한 사안에서, 수용보상금에 대한 공탁은 가처분으로 말미암아 한국토지공사가 과실 없이 수용보상금을 받을 자를 알 수 없다는 이유로구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제40조 제2항 제2호에 따라 한 것으로 봄이 타당하고, 甲 종중으로서는 판결 확정 전에는 공탁금에 대한 권리자로 인정받을 수 없었다고 할 것이어서, 공탁금에 관한 甲 종중의 권리는 판결이 확정된 때에 비로소 실현 가능성이 상당히 높은 정도로 성숙·확정되었다고 할 것이므로, 甲 종중에 양도소득이 귀속된 날은 수용보상금 공탁일이 아니라 판결 확정일로 보아야 하는데도, 토지의 양도시기가 수용보상금 공탁일이라는 전제하에 甲 종중이 양도소득과세표준 확정신고 및 납부 의무를 제때 이행하지 않았다고 보아 위 처분이 적법하다고 한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 소득세법(2010. 12. 27. 법률 제10408호로 개정되기 전의 것) 제98조,구 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제162조 제1항 / [2]구 소득세법(2010. 12. 27. 법률 제10408호로 개정되기 전의 것) 제39조 제1항,제98조,제118조,구 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제162조 제1항,구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제40조 제2항 제2호<br/>",
  "참조판례": "[1]대법원 2002. 7. 9. 선고 2001두809 판결(공2002하, 1973),대법원 2011. 10. 13. 선고 2009두22270 판결<br/>"
}