{
  "판례일련번호": "186651",
  "사건명": "보건범죄단속에관한특별조치법위반(부정의료업자)·의료법위반",
  "사건번호": "2010도5964",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120510",
  "판시사항": "[1]구 의료법 제27조 제1항에서 정한 ‘의료행위’의 의미<br/>[2] 피고인들이 공모하여 보험회사와 방문검진 위탁계약을 체결한 후 고용된 간호사들로 하여금 보험가입자들의 주거에 방문하여 의사의 지도·감독 없이 문진, 신체계측 등을 하게 한 뒤 건강검진결과서를 작성하여 보험회사에 통보하는 등 의료행위를 하였다고 하여 구 ‘보건범죄 단속에 관한 특별조치법’ 위반으로 기소된 사안에서, 피고인들의 행위가 의료행위에 해당한다는 이유로, 이와 달리 보아 무죄를 인정한 원심판결에 법리오해의 위법이 있다고 한 사례<br/>[3] 건강검진을 구성하는 개개의 행위를 분리하여구 ‘보건범죄 단속에 관한 특별조치법’ 제5조 위반 해당 여부를 판단하여야 하는지 여부(소극)<br/>[4] 의사가 간호사에게 의료행위의 실시를 개별적으로 지시하거나 위임한 적이 없음에도 간호사가 그의 주도 아래 전반적인 의료행위의 실시 여부를 결정하고 간호사에 의한 의료행위의 실시과정에도 의사가 지시·관여하지 아니한 경우,구 의료법 제27조 제1항이 금지하는 무면허의료행위에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1]구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항에서 정하는 ‘의료행위’라 함은 의학적 전문지식을 기초로 하는 경험과 기능으로 진찰, 검안, 처방, 투약 또는 외과적 시술을 시행하여 하는 질병의 예방 또는 치료행위 및 그 밖에 의료인이 행하지 아니하면 보건위생상 위해가 생길 우려가 있는 행위를 의미한다. 여기서 말하는 ‘의료인이 행하지 아니하면 보건위생상 위해가 생길 우려’는 추상적 위험으로도 충분하므로 구체적으로 환자에게 위험이 발생하지 아니하였다고 해서 보건위생상의 위해가 없다고 할 수는 없다.<br/>[2] 피고인들이 공모하여 보험회사와 방문검진 위탁계약을 체결한 후 고용된 간호사들로 하여금 보험가입자들의 주거에 방문하여 의사의 지도·감독 없이 문진, 신체계측, 채뇨, 채혈 등을 하게 한 뒤 이를 바탕으로 건강검진결과서를 작성하여 보험회사에 통보하는 등 업무를 하고 대가를 받는 등 의료행위를 하였다고 하여 구 ‘보건범죄 단속에 관한 특별조치법’(2011. 4. 12. 법률 제10579호로 개정되기 전의 것. 이하 ‘구 보건범죄단속법’이라고 한다) 위반으로 기소된 사안에서, 위 건강검진은 피검진자의 신체부위의 이상 유무 내지 건강상태를 의학적으로 확인·판단하기 위하여 행하여지는 것으로서 이를 통하여 질병의 예방 및 조기발견이 가능할 뿐만 아니라 의학적 전문지식을 기초로 하는 경험과 기능을 가진 의사가 행하지 아니하여 결과에 오류가 발생할 경우 이를 신뢰한 피검진자의 보건위생상 위해가 생길 우려가 있으므로 의료행위에 해당하고, 비록 위 건강검진이 보험회사가 피검진자와 보험계약을 체결할지 여부를 결정하기 위한 것이라 하더라도 위와 같은 의료행위로서 성질과 기능이 상실되는 것은 아니므로, 피고인들이 계속적·반복적으로 건강검진을 실시한 행위는 영리를 목적으로구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항에서 금지하는 무면허의료행위를 업으로 한 것으로서구 보건범죄단속법 제5조 위반에 해당한다는 이유로, 이와 달리 보아 무죄를 인정한 원심판결에 의료행위 등에 관한 법리오해의 위법이 있다고 한 사례.<br/>[3] 건강검진의 일환으로 행하여진 문진, 각종 신체계측 및 이를 바탕으로 한 건강검진결과서 등의 작성·통보 등의 행위는 의료행위인 건강검진을 구성하는 일련의 행위이므로, 이를 포괄하여구 ‘보건범죄 단속에 관한 특별조치법’(2011. 4. 12. 법률 제10579호로 개정되기 전의 것) 제5조 위반으로 처벌할 것이고, 그 개개의 행위를 분리하여 의료행위에 해당하는지 여부를 따진 후 그 개개의 행위별로같은 법 제5조 위반 해당 여부를 판단할 것은 아니다.<br/>[4] 의사가 간호사로 하여금 의료행위에 관여하게 하는 경우에도 그 의료행위는 의사의 책임 아래 이루어지는 것이고 간호사는 그 보조자에 불과하다. 간호사가 ‘진료의 보조’를 하는 경우 모든 행위 하나하나마다 항상 의사가 현장에 입회하여 일일이 지도·감독하여야 한다고 할 수는 없고, 경우에 따라서는 의사가 진료의 보조행위 현장에 입회할 필요 없이 일반적인 지도·감독을 하는 것으로 충분한 경우도 있을 수 있으나, 이는 어디까지나 의사가 그의 주도로 의료행위를 실시하면서 그 의료행위의 성질과 위험성 등을 고려하여 그 중 일부를 간호사로 하여금 보조하도록 지시 내지 위임할 수 있다는 것을 의미하는 것에 그친다. 이와 달리 의사가 간호사에게 의료행위의 실시를 개별적으로 지시하거나 위임한 적이 없음에도 간호사가 그의 주도 아래 전반적인 의료행위의 실시 여부를 결정하고 간호사에 의한 의료행위의 실시과정에도 의사가 지시·관여하지 아니한 경우라면, 이는구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항이 금지하는 무면허의료행위에 해당한다고 볼 것이다. 그리고 의사가 이러한 방식으로 의료행위가 실시되는 데 간호사와 함께 공모하여 그 공동의사에 의한 기능적 행위지배가 있었다면, 의사도 무면허의료행위의 공동정범으로서의 죄책을 진다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항 / [2]형법 제30조,구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항,구 보건범죄 단속에 관한 특별조치법(2011. 4. 12. 법률 제10579호로 개정되기 전의 것) 제5조 / [3]구 보건범죄 단속에 관한 특별조치법(2011. 4. 12. 법률 제10579호로 개정되기 전의 것) 제5조 / [4]형법 제30조,구 의료법(2009. 1. 30. 법률 제9386호 개정되기 전의 것) 제27조 제1항<br/>",
  "참조판례": "[1]대법원 1993. 8. 27. 선고 93도153 판결(공1993하, 2683),대법원 2004. 10. 28. 선고 2004도3405 판결(공2004하, 1989),대법원 2010. 5. 27. 선고 2006도9083 판결(공2010하, 1300) / [4]대법원 1998. 2. 27. 선고 97도2812 판결(공1998상, 965),대법원 2003. 8. 19. 선고 2001도3667 판결(공2003하, 1905),대법원 2006. 8. 24. 선고 2005도8360 판결<br/>"
}