{
  "판례일련번호": "187441",
  "사건명": "부정당업자제재처분취소",
  "사건번호": "2013두18964",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141127",
  "판시사항": "[1] 공기업·준정부기관이 행하는 입찰참가자격 제한처분이 적법한지 판단하는 방법 및 입찰참가자격 제한처분에 관한 공기업·준정부기관 내부의 재량준칙에 반하는 행정처분이 위법하게 되는 경우<br/>[2] 한국전력공사가, 甲 주식회사가 광섬유복합가공지선 구매입찰에서 담합행위를 하였다는 이유로 6개월의 입찰참가자격 제한처분(1차 처분)을 한 다음, 1차 처분이 있기 전에 전력선 구매입찰에서 담합행위를 하였다는 이유로 甲 회사에 다시 6개월의 입찰참가자격 제한처분(2차 처분)을 한 사안에서, 위 2차 처분은 재량권을 일탈·남용하여 위법하다고 한 사례<br/>",
  "판결요지": "[1] 공공기관의 운영에 관한 법률 제39조 제2항, 제3항에 따라 입찰참가자격 제한기준을 정하고 있는 구 공기업·준정부기관 계약사무규칙(2013. 11. 18. 기획재정부령 제375호로 개정되기 전의 것) 제15조 제2항, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 제1항 [별표 2], 제3항 등은 비록 부령의 형식으로 되어 있으나 규정의 성질과 내용이 공기업·준정부기관(이하 ‘행정청’이라 한다)이 행하는 입찰참가자격 제한처분에 관한 행정청 내부의 재량준칙을 정한 것에 지나지 아니하여 대외적으로 국민이나 법원을 기속하는 효력이 없으므로, 입찰참가자격 제한처분이 적법한지 여부는 이러한 규칙에서 정한 기준에 적합한지 여부만에 따라 판단할 것이 아니라 공공기관의 운영에 관한 법률상 입찰참가자격 제한처분에 관한 규정과 그 취지에 적합한지 여부에 따라 판단하여야 한다. 다만 그 재량준칙이 정한 바에 따라 되풀이 시행되어 행정관행이 이루어지게 되면 평등의 원칙이나 신뢰보호의 원칙에 따라 행정청은 상대방에 대한 관계에서 그 규칙에 따라야 할 자기구속을 받게 되므로, 이러한 경우에는 특별한 사정이 없는 한 그에 반하는 처분은 평등의 원칙이나 신뢰보호의 원칙에 어긋나 재량권을 일탈·남용한 위법한 처분이 된다.<br/>[2] 한국전력공사가, 甲 주식회사가 광섬유복합가공지선 구매입찰에서 담합행위(1차 위반행위)를 하였다는 이유로 6개월의 입찰참가자격 제한처분(1차 처분)을 한 다음, 1차 처분이 있기 전에 전력선 구매입찰에서 담합행위(2차 위반행위)를 하였다는 이유로 甲 회사에 다시 6개월의 입찰참가자격 제한처분(2차 처분)을 한 사안에서, 수 개의 위반행위에 대하여 그 중 가장 무거운 제한기준에 의하여 제재처분을 하도록 규정한 ‘국가를 당사자로 하는 계약에 관한 법률 시행규칙’ 제76조 제3항은 규정의 취지 등을 고려할 때, 공기업·준정부기관(이하 ‘행정청’이라 한다)이 입찰참가자격 제한처분을 한 후 그 처분 전의 위반행위를 알게 되어 다시 입찰참가자격 제한처분을 하는 경우에도 적용된다고 보아야 하고, 1차 위반행위와 2차 위반행위의 제한기준이 동일하며, 행정청 내부의 사무처리기준상 1차 처분 전의 2차 위반행위에 대하여는 추가로 제재할 수 없다는 이유로, 甲 회사에 대한 2차 처분은 재량권을 일탈·남용하여 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공공기관의 운영에 관한 법률 제39조 제2항, 제3항, 구 공기업·준정부기관 계약사무규칙(2013. 11. 18. 기획재정부령 제375호로 개정되기 전의 것) 제15조 제2항, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 제1항 [별표 2], 제3항 / [2] 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 제3항<br/>",
  "참조판례": "[1] 대법원 1990. 1. 25. 선고 89누3564 판결(공1990, 553), 대법원 2007. 9. 20. 선고 2007두6946 판결(공2007하, 1678), 대법원 2013. 11. 14. 선고 2011두28783 판결(공2013하, 2249)<br/>"
}