{
  "판례일련번호": "187479",
  "사건명": "부당이득금[근저당권설정비용의 부당이득반환청구 사건]",
  "사건번호": "2013다214864",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140612",
  "판시사항": "[1] 사업자가 약관에 의한 계약을 체결하면서 상대방과 특정 조항에 관하여 개별적인 교섭을 거친 경우, 그 조항이 약관의 규제에 관한 법률의 규율대상이 되는지 여부(소극) / 이때 개별적인 교섭의 존재를 인정하기 위한 요건과 그에 관한 증명책임의 소재(=사업자 측)<br/>[2] 甲 보험회사 등이 乙 등에게 부동산담보 대출을 하면서 가산금리 적용 등과 결부시켜 ‘근저당권설정비용의 부담에 관하여 항목별로 제시된 세 개의 난 중 하나에 √표시를 하는 방법으로 비용을 부담한다’는 취지의 조항이 포함된 대출거래약정서, 근저당권설정계약서 등을 사용하고, 乙 등이 위 조항에 따른 선택 등으로 근저당권설정비용을 부담한 사안에서, 乙 등의 비용 부담이 개별약정에 따른 것이라고 본 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>[3] 약관 조항이 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙에 반하여 공정을 잃은 약관 조항’이라는 이유로 무효라고 보기 위한 요건과 판단 기준<br/>[4] 甲 보험회사 등이 乙 등에게 부동산담보 대출을 하면서 가산금리 적용 등과 결부시켜 ‘근저당권설정비용의 부담에 관하여 항목별로 제시된 세 개의 난 중 하나에 √표시를 하는 방법으로 비용을 부담한다’는 취지의 조항이 포함된 대출거래약정서, 근저당권설정계약서 등을 사용하여 계약을 체결한 사안에서, 위 조항이 고객에게 부당하게 불이익을 주는 약관 조항으로서 구 약관의 규제에 관한 법률 제6조 제1항에 의하여 무효가 된다고 보기 부족하다고 한 사례<br/>",
  "판결요지": "[1] 계약의 일방 당사자가 약관을 마련하여 두었다가 어느 한 상대방에게 이를 제시하여 계약을 체결하는 경우에도 그 상대방과 사이에 특정 조항에 관하여 개별적인 교섭(또는 흥정)을 거침으로써 상대방이 자신의 이익을 조정할 기회를 가졌다면, 그 특정 조항은 약관의 규제에 관한 법률의 규율대상이 아닌 개별약정이 된다고 보아야 한다. 이때 개별적인 교섭이 있었다고 하기 위해서는, 비록 그 교섭의 결과가 반드시 특정 조항의 내용을 변경하는 형태로 나타나야 하는 것은 아니라 하더라도, 적어도 계약의 상대방이 약관을 제시한 자와 사이에 거의 대등한 지위에서 당해 특정 조항에 대하여 충분한 검토와 고려를 한 뒤 영향력을 행사함으로써 미리 마련된 특정 조항의 내용에 구속되지 아니하고 이를 변경할 가능성이 있었어야 하고, 이처럼 약관 조항이 당사자 사이의 합의에 의하여 개별약정으로 되었다는 사실은 이를 주장하는 사업자 측에서 증명하여야 한다.<br/>[2] 甲 보험회사 등이 乙 등에게 부동산담보 대출을 하면서 가산금리 적용 등과 결부시켜 ‘근저당권설정비용의 부담에 관하여 항목별로 제시된 세 개의 난 중 하나에 √표시를 하는 방법으로 비용을 부담한다’는 취지의 조항(이하 ‘비용부담조항’이라 한다)이 포함된 대출거래약정서, 근저당권설정계약서 등을 사용하였는데, 乙 등이 위 조항에 따른 선택 등으로 근저당권설정비용을 부담한 사안에서, 약관에 해당하는 것으로 보이는 비용부담조항에 따라 이루어진 계약 내용을 합의에 의한 개별약정으로 인정하기 위한 개별·구체적 사정에 관하여 甲 보험회사 등의 주장·증명이 있었는지 살피지 않은 채 乙 등의 비용 부담이 개별약정에 따른 것이라고 본 원심판결에는 약관 조항에 기초한 약정이 개별약정에 해당하는지의 판단 기준이나 증명책임에 관한 법리오해 등 위법이 있다고 한 사례.<br/>[3] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제1항, 제2항 제1호에 따라 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙에 반하여 공정을 잃은 약관 조항’이라는 이유로 무효라고 보기 위해서는, 약관 조항이 고객에게 다소 불이익하다는 점만으로는 부족하고, 약관 작성자가 거래상 지위를 남용하여 계약 상대방의 정당한 이익과 합리적인 기대에 반하여 형평에 어긋나는 약관 조항을 작성·사용함으로써 건전한 거래질서를 훼손하는 등 고객에게 부당하게 불이익을 주었다는 점이 인정되어야 한다. 그리고 이와 같이 약관 조항의 무효 사유에 해당하는 ‘고객에게 부당하게 불리한 조항’인지는 약관 조항에 의하여 고객에게 생길 수 있는 불이익의 내용과 불이익 발생의 개연성, 당사자들 사이의 거래과정에 미치는 영향, 관계 법령의 규정 등 모든 사정을 종합하여 판단하여야 한다.<br/>[4] 甲 보험회사 등이 乙 등에게 부동산담보 대출을 하면서 가산금리 적용 등과 결부시켜 ‘근저당권설정비용의 부담에 관하여 항목별로 제시된 세 개의 난 중 하나에 √표시를 하는 방법으로 비용을 부담한다’는 취지의 조항(이하 ‘비용부담조항’이라 한다)이 포함된 대출거래약정서, 근저당권설정계약서 등을 사용하여 계약을 체결한 사안에서, 불공정약관 및 표준약관 등에 관한 법 규정의 내용과 입법 취지 등 여러 사정에 비추어 보면, 공정거래위원회가 비용부담조항과 같은 형식과 내용의 개정 전 표준약관 조항을 비용별로 부담자를 미리 구체적으로 정하여 명시하는 취지로 개정하여 이에 대한 사용권장 처분이 확정되었다는 사정만으로는 개정 전 표준약관 조항이나 이와 동일한 비용부담조항이 건전한 거래질서를 훼손하는 등 고객에게 부당하게 불이익을 주는 약관 조항으로서 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제1항에 의하여 무효가 되는 ‘신의성실의 원칙에 반하여 공정을 잃은 약관 조항’에 해당한다고 보기 부족하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제2조 제1항, 제4조, 민사소송법 제288조 / [2] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제2조 제1항, 제4조, 민사소송법 제288조 / [3] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제1항, 제2항 제1호 / [4] 구 약관의 규제에 관한 법률(2010. 3. 22. 법률 제10169호로 개정되기 전의 것) 제6조 제1항, 제2항 제1호, 제19조의2(현행 제19조의3 참조)<br/>",
  "참조판례": "[1] 대법원 2008. 7. 10. 선고 2008다16950 판결(공2008하, 1154), 대법원 2010. 9. 9. 선고 2009다105383 판결(공2010하, 1884), 대법원 2013. 9. 26. 선고 2011다53683 전원합의체 판결(공2013하, 1882) / [3] 대법원 1991. 12. 24. 선고 90다카23899 전원합의체 판결(공1992, 652), 대법원 2008. 12. 16.자 2007마1328 결정(공2009상, 29)<br/>"
}