{
  "판례일련번호": "187456",
  "사건명": "손해배상(기)",
  "사건번호": "2009다40462",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140227",
  "판시사항": "[1] 일조방해행위가 사회통념상 수인한도를 넘었는지 판단하는 기준 및 건물 신축이 건축 당시의 공법적 규제에 형식적으로 적합하더라도 현실적인 일조방해의 정도가 현저하게 커서 사회통념상 수인한도를 넘는 경우, 위법행위로 평가되는지 여부(적극)<br/>[2] 인접 토지에 건물 등이 건축되어 발생하는 시야차단으로 인한 폐쇄감이나 압박감 등 생활이익의 침해를 이유로 하는 소송에서, 침해가 사회통념상 수인한도를 넘어 위법한지 판단하는 기준<br/>[3] 甲 아파트의 일부 세대 소유자들인 乙 등이 인접 토지에 신축된 丙 아파트의 시행사인 丁 주식회사를 상대로 조망침해(개방감 상실)에 따른 손해배상을 구한 사안에서, 이른바 조망침해율의 증가만을 이유로 丁 회사의 丙 아파트 신축으로 乙 등에게 수인한도를 초과한 시야차단으로 폐쇄감이나 압박감이 발생하였다고 본 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 일조방해행위가 사회통념상 수인한도를 넘었는지 여부는 피해의 정도, 피해이익의 성질 및 그에 대한 사회적 평가, 가해 건물의 용도, 지역성, 토지이용의 선후관계, 가해 방지 및 피해 회피의 가능성, 공법적 규제의 위반 여부, 교섭 경과 등 모든 사정을 종합적으로 고려하여 판단하여야 하고, 건축 후에 신설된 일조권에 관한 새로운 공법적 규제 역시 이러한 위법성의 평가에 있어서 의미 있는 자료가 될 수 있다. 그리고 건축법 등 관계 법령에 일조방해에 관한 직접적인 단속법규가 있다면 그 법규에 적합한지 여부가 사법상 위법성을 판단함에 있어서 중요한 판단자료가 될 것이지만, 이러한 공법적 규제에 의하여 확보하고자 하는 일조는 원래 사법상 보호되는 일조권을 공법적인 면에서도 가능한 한 보장하려는 것으로서 특별한 사정이 없는 한 일조권 보호를 위한 최소한도의 기준으로 봄이 상당하고, 구체적인 경우에 있어서는 어떠한 건물 신축이 건축 당시의 공법적 규제에 형식적으로 적합하다고 하더라도 현실적인 일조방해의 정도가 현저하게 커서 사회통념상 수인한도를 넘은 경우에는 위법행위로 평가될 수 있다.<br/>[2] 인접 토지에 건물 등이 건축되어 발생하는 시야 차단으로 인한 폐쇄감이나 압박감 등의 생활이익의 침해를 이유로 하는 소송에서 침해가 사회통념상 일반적으로 수인할 정도를 넘어서서 위법하다고 할 것인지 여부는, 피해 건물의 거실이나 창문의 안쪽으로 일정 거리 떨어져서 거실 등의 창문을 통하여 외부를 보았을 때 창문의 전체 면적 중 가해 건물 외에 하늘이 보이는 면적비율을 나타내는 이른바 천공률이나 그중 가해 건물이 외부 조망을 차단하는 면적비율을 나타내는 이른바 조망침해율뿐만 아니라, 피해건물과 가해건물 사이의 이격거리와 가해 건물의 높이 및 이격거리와 높이 사이의 비율 등으로 나타나는 침해의 정도와 성질, 창과 거실 등의 위치와 크기 및 방향 등 건물 개구부 현황을 포함한 피해 건물의 전반적인 구조, 건축법령상의 이격거리 제한 규정 등 공법상 규제의 위반 여부, 나아가 피해 건물이 입지하고 있는 지역에 있어서 건조물의 전체적 상황 등의 사정을 포함한 넓은 의미의 지역성, 가해건물 건축의 경위 및 공공성, 가해자의 방지조치와 손해회피의 가능성, 가해자 측이 해의를 가졌는지 유무 및 토지 이용의 선후관계 등 모든 사정을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 甲 아파트의 일부 세대 소유자들인 乙 등이 인접 토지에 신축된 丙 아파트의 시행사인 丁 주식회사를 상대로 조망침해(개방감 상실)에 따른 손해배상을 구한 사안에서, 丙 아파트와 甲 아파트 각 피해 세대 사이의 이격거리와 丙 아파트의 높이 및 이격거리와 높이의 비율 등 가해 건물과 피해 건물 사이의 배치관계가 그 지역에서 이례적인 것으로 보기 어려운데도, 이른바 조망침해율의 증가만을 이유로 丁 회사의 丙 아파트 신축으로 乙 등에게 수인한도를 초과한 시야차단으로 폐쇄감이나 압박감이 발생하였다고 본 원심판결에는 시야차단으로 인한 폐쇄감이나 압박감의 수인한도에 관한 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제1항, 제750조 / [2] 민법 제2조 제1항, 제750조 / [3] 민법 제2조 제1항, 제750조<br/>",
  "참조판례": "[1] 대법원 1999. 1. 26. 선고 98다23850 판결(공1999상, 351), 대법원 2004. 9. 13. 선고 2003다64602 판결(공2004하, 1661)<br/>"
}