{
  "판례일련번호": "187501",
  "사건명": "조세범처벌법위반",
  "사건번호": "2013도5650",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141015",
  "판시사항": "[1] 조세범칙사건의 조사 결과에 따른 국세청장 등의 후속조치로서 ‘통고처분’의 성격 및 통고서는 범칙자별로 작성되는지 여부(적극)<br/>[2] 조세범칙사건에 대한 세무공무원의 즉시고발이 있는 경우, 고발사유를 명기하지 않더라도 소추요건이 충족되는지 여부(적극) 및 법원이 즉시고발 사유에 대하여 심사할 수 있는지 여부(소극)<br/>[3] 조세범칙사건에 대한 고발의 효력 범위 및 수 개의 범칙사실 중 일부만을 범칙사건으로 하는 고발의 효력 범위<br/>",
  "판결요지": "[1] 구 조세범 처벌절차법(2011. 12. 31. 법률 제11132호로 전부 개정되어 2012. 7. 1. 시행되기 전의 것) 제9조, 제11조, 제12조, 제14조, 구 조사사무처리규정(2012. 6. 29. 국세청훈령 제1945호로 개정되기 전의 것) 제98조에 의하면, 조세범칙사건의 조사 결과에 따른 국세청장 등의 후속조치로는 통고처분, 고발, 무혐의 통지만이 규정되어 있고, 한편 통고처분은 조세범칙자에게 벌금 또는 과료에 해당하는 금액 등을 납부할 것을 통고하는 처분일 뿐 벌금 또는 과료의 면제를 통고하는 처분이 아니며, 통고서는 범칙자별로 작성된다.<br/>[2] 조세범 처벌절차법에 즉시고발을 할 때 고발사유를 고발서에 명기하도록 하는 규정이 없을 뿐만 아니라, 원래 즉시고발권을 세무공무원에게 부여한 것은 세무공무원으로 하여금 때에 따라 적절한 처분을 하도록 할 목적으로 특별사유의 유무에 대한 인정권까지 세무공무원에게 일임한 취지라고 볼 것이므로, 조세범칙사건에 대하여 관계 세무공무원의 즉시고발이 있으면 그로써 소추의 요건은 충족되는 것이고, 법원은 본안에 대하여 심판하면 되는 것이지 즉시고발 사유에 대하여 심사할 수 없다.<br/>[3] 고발은 범죄사실에 대한 소추를 요구하는 의사표시로서 그 효력은 고발장에 기재된 범죄사실과 동일성이 인정되는 사실 모두에 미치므로, 조세범 처벌절차법에 따라 범칙사건에 대한 고발이 있는 경우 고발의 효력은 범칙사건에 관련된 범칙사실의 전부에 미치고 한 개의 범칙사실의 일부에 대한 고발은 전부에 대하여 효력이 생긴다. 그러나 수 개의 범칙사실 중 일부만을 범칙사건으로 하는 고발이 있는 경우 고발장에 기재된 범칙사실과 동일성이 인정되지 않는 다른 범칙사실에 대해서까지 고발의 효력이 미칠 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제2항(현행 제10조 제2항 참조), 구 조세범 처벌절차법(2011. 12. 31. 법률 제11132호로 전부 개정되기 전의 것) 제9조(현행 제15조 참조), 제11조(현행 제15조 제3항 참조), 제12조(현행 제17조 참조), 제14조(현행 제19조 참조), 구 조사사무처리규정(2012. 6. 29. 국세청훈령 제1945호로 개정되기 전의 것) 제98조(현행 제93조, 제94조 참조) / [2] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제2항(현행 제10조 제2항 참조), 구 조세범 처벌절차법(2011. 12. 31. 법률 제11132호로 전부 개정되기 전의 것) 제9조(현행 제15조 참조), 제12조(현행 제17조 참조) / [3] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제6조(현행 제21조 참조), 제11조의2 제2항(현행 제10조 제2항 참조), 구 조세범 처벌절차법(2011. 12. 31. 법률 제11132호로 전부 개정되기 전의 것) 제12조 제1항(현행 제17조 제2항 참조), 형사소송법 제327조 제2호<br/>",
  "참조판례": "[2] 대법원 1996. 5. 31. 선고 94도952 판결(공1996하, 2076), 대법원 2007. 11. 15. 선고 2007도7482 판결 / [3] 대법원 2009. 7. 23. 선고 2009도3282 판결(공2009하, 1464)<br/>"
}