{
  "판례일련번호": "187555",
  "사건명": "시정명령등취소",
  "사건번호": "2013두24471",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141127",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 각 호에서 정한 부당한 공동행위 판단의 전제가 되는 관련상품에 따른 시장의 범위를 획정하는 방법<br/>[2] 공정거래위원회가 어느 공동행위의 관련상품에 따른 시장을 획정하면서 실증적인 경제 분석을 거치지 않은 경우, 그 시장 획정의 타당성을 인정할 수 있는 근거<br/>[3] 공정거래위원회가 입찰방식 거래에서의 가격담합이나 거래제한 합의에 대하여 독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호 또는 제3호를 적용하였으나 그 실질이 입찰담합인 경우, 관련매출액의 산정에서 구 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항 단서를 적용할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 각 호에 규정된 부당한 공동행위에 해당하는지 여부를 판단하기 위해서는, 먼저 경쟁관계가 문제 될 수 있는 일정한 거래분야에 관하여 거래의 객체인 관련상품에 따른 시장(이하 ‘관련상품시장’이라고 한다)을 구체적으로 정하여야 한다. 여기에서 관련상품시장의 범위는 경쟁관계에 있는 상품들의 범위를 말하는데, 이를 정할 때에는 거래에 관련된 상품의 가격, 기능 및 효용의 유사성, 구매자들의 대체가능성에 대한 인식 및 그와 관련한 구매행태는 물론 공급자들의 대체가능성에 대한 인식 및 그와 관련한 경영의사결정 형태, 사회적·경제적으로 인정되는 업종의 동질성 및 유사성 등을 종합적으로 고려하여 판단하여야 하고, 그 밖에도 그 상품의 생산을 위하여 필요한 다른 상품 및 그 상품을 기초로 생산되는 다른 상품에 관한 시장의 상황, 시간적·경제적·법적 측면에서 대체의 용이성 등도 함께 고려하여야 한다.<br/>[2] 부당한 공동행위의 다양성과 규제의 효율성 및 합리성 등을 고려하면 공정거래위원회가 어느 공동행위의 관련상품에 따른 시장(이하 ‘관련상품시장’이라고 한다)을 획정할 때 반드시 실증적인 경제 분석을 거쳐야만 한다고 요구할 수는 없고, 공정거래위원회가 이를 거치지 아니한 채 관련상품시장을 획정하였더라도 문제가 된 공동행위의 유형과 구체적 내용, 내용 자체에서 추론할 수 있는 경제적 효과, 공동행위의 대상인 상품이나 용역의 일반적인 거래현실 등에 근거하여 그 시장 획정의 타당성을 인정할 수 있다고 보아야 한다.<br/>[3] 부당한 공동행위의 유형과 이에 대한 과징금 부과 근거에 관한 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라고 한다) 제19조 제1항 제1호, 제3호, 제8호, 제22조, 구 독점규제 및 공정거래에 관한 법률 시행령(2012. 6. 19. 대통령령 제23864호로 개정되기 전의 것, 이하 ‘공정거래법 시행령’이라 한다) 제9조 제1항의 형식 및 내용과 체계 등과 아울러 입찰 방식의 거래에서 가격을 결정·유지 또는 변경하는 행위를 할 것을 합의(이하 ‘가격담합’이라고 한다)하거나 상품의 거래 등이나 용역의 거래를 제한하는 행위를 할 것을 합의(이하 ‘거래제한 합의’라고 한다)한 경우 공정거래법 제19조 제1항 제1호나 제3호에서 정하는 공동행위가 성립하는 외에 같은 항 제8호에서 정하는 공동행위 역시 함께 성립하는 점, 공정거래법 시행령 제9조 제1항 단서는 위반행위의 유형을 구분하지 아니한 채 위반행위가 ‘입찰담합 및 이와 유사한 행위’에 해당하면 계약금액을 관련매출액으로 산정할 수 있다고 규정하고 있을 뿐인 점, 공정거래법 시행령 제9조 제1항 단서의 규정은 입찰담합의 위법성이 중한 것을 감안하여 그에 대한 제재의 실효성을 확보하기 위하여 정책적으로 도입된 규정이므로 공정거래법 제19조 제1항 제8호의 입찰담합은 물론, 같은 항 제1호나 제3호가 적용되는 입찰방식 거래에서의 가격담합이나 거래제한 합의에 대하여 적용할 필요성이 다르지 아니한 점 등을 종합하여 보면, 공정거래위원회가 입찰방식 거래에서의 가격담합이나 거래제한 합의에 대하여 공정거래법 제19조 제1항 제8호를 적용하지 아니하고 같은 항 제1호 또는 제3호를 적용한 경우라도 그 실질이 입찰담합인 이상, 관련매출액의 산정에서 공정거래법 시행령 제9조 제1항 단서를 적용할 수 있다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 / [2] 독점규제 및 공정거래에 관한 법률 제19조 제1항 / [3] 독점규제 및 공정거래에 관한 법률 제19조 제1항, 제22조, 구 독점규제 및 공정거래에 관한 법률 시행령(2012. 6. 19. 대통령령 제23864호로 개정되기 전의 것) 제9조 제1항<br/>",
  "참조판례": "[1] 대법원 2007. 11. 22. 선고 2002두8626 전원합의체 판결(공2007하, 1940), 대법원 2013. 4. 11. 선고 2012두11829 판결<br/>"
}