{
  "판례일련번호": "187557",
  "사건명": "변상금부과처분무효확인",
  "사건번호": "2014두10769",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141127",
  "판시사항": "[1] 도로, 공원과 같은 인공적 공공용 재산이 행정재산이 되기 위한 요건 및 서울특별시장이 구 공원법, 구 도시계획법에 따라 사업실시계획 인가내용을 고시함으로써 공원시설의 종류, 위치 및 범위 등이 구체적으로 확정되거나 도시계획사업의 시행으로 도시공원이 실제로 설치된 토지의 경우, 공공용물로서 행정재산에 해당하는지 여부(적극)<br/>[2] 재정경제부장관이 행정재산에 대하여 구 국유재산법 제32조 제3항 등에 의하여 그 관리·처분권을 한국자산관리공사 또는 한국토지공사에 위탁할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 국유재산법상의 행정재산이란 국가가 소유하는 재산으로서 직접 공용, 공공용, 또는 기업용으로 사용하거나 사용하기로 결정한 재산을 말한다. 그 중 도로, 공원과 같은 인공적 공공용 재산은 법령에 의하여 지정되거나 행정처분으로써 공공용으로 사용하기로 결정한 경우, 또는 행정재산으로 실제로 사용하는 경우의 어느 하나에 해당하면 행정재산이 되는 것인데, 1980. 1. 4. 법률 제3256호로 제정된 도시공원법이 시행되기 이전에 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지, 이하 같다)상 공원으로 결정·고시된 국유토지라는 사정만으로는 행정처분으로써 공공용으로 사용하기로 결정한 것으로 보기는 부족하나, 서울특별시장이 구 공원법(1980. 1. 4. 법률 제3243호로 폐지되기 전의 것), 구 도시계획법에 따라 사업실시계획의 인가내용을 고시함으로써 공원시설의 종류, 위치 및 범위 등이 구체적으로 확정되거나 도시계획사업의 시행으로 도시공원이 실제로 설치된 토지라면 공공용물로서 행정재산에 해당한다.<br/>[2] 구 국유재산법(2007. 8. 3. 법률 제8635호로 개정되기 전의 것, 이하 같다) 제21조의2가 행정재산에 관하여 재정경제부장관(이하 ‘총괄청’이라 한다)이 아닌 그 행정재산이 속하는 소관 중앙관서의 장(예산회계법 제14조 규정에 의한 중앙관서의 장을 말한다)에 관리위탁 권한을 부여한 점, 같은 법 제32조 및 구 국유재산법 시행령(2006. 8. 14. 대통령령 제19643호로 개정되기 전의 것) 제33조 제2항 단서는 잡종재산 및 보존재산에 한하여 일정한 경우에는 총괄청이 그 관리·처분권을 한국자산관리공사 또는 한국토지공사에 위탁할 수 있도록 한 것이고, 구 국유잡종재산의 위탁에 관한 규칙(2001. 11. 13. 재정경재부령 제227호로 개정된 것, 이하 ‘잡종재산 위탁규칙’이라 한다) 역시 총괄청이 한국자산관리공사 또는 한국토지공사에 위탁한 ‘잡종재산’의 관리·처분에 관하여 적용되는 점 등을 종합하면, 총괄청은 행정재산에 대하여는 구 국유재산법 제32조 제3항, 같은 법 시행령 제33조 제2항 단서, 잡종재산 위탁규칙 제2조, 제3조에 의하여 그 관리·처분권을 한국자산관리공사 또는 한국토지공사에 위탁할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국유재산법(2007. 8. 3. 법률 제8635호로 개정되기 전의 것) 제4조 제2항(현행 제6조 제2항 참조) / [2] 구 국유재산법(2007. 8. 3. 법률 제8635호로 개정되기 전의 것) 제4조(현행 제6조 참조), 제6조(현행 제8조 참조), 제21조(현행 제28조 참조), 제21조의2(현행 제29조 참조), 제32조(현행 제42조 참조), 구 국유재산법 시행령(2006. 8. 14. 대통령령 제19643호로 개정되기 전의 것) 제33조 제2항(현행 제38조 제3항 참조), 구 국유잡종재산의 위탁에 관한 규칙(2009. 7. 31. 기획재정부령 제93호 국유 일반재산의 위탁에 관한 규칙으로 개정되기 전의 것) 제2조, 제3조 제1항<br/>",
  "참조판례": "[1] 대법원 1998. 9. 4. 선고 97다24481 판결(공1998하, 2390), 대법원 2000. 2. 25. 선고 99다54332 판결(공2000상, 832)<br/>"
}