{
  "판례일련번호": "187500",
  "사건명": "거절결정(상)",
  "사건번호": "2012후3800",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20141015",
  "판시사항": "[1] 지정상품 또는 그 포장의 입체적 형상으로 된 상표의 경우, 그 입체적 형상이 상표법 제6조 제1항 제3호의 ‘상품 등의 형상을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표’에 해당한다고 하기 위한 요건 및 같은 법리가 서비스의 제공에 관한 물건의 입체적 형상으로 된 서비스표에도 적용되는지 여부(적극)<br/>[2] 특허청 심사관이 ‘블록쌓기(장난감) 도매업 및 블록쌓기(장난감) 소매업’ 등을 지정서비스업으로 하는 출원서비스표 “”에 대해 상표법 제6조 제1항 제3호에 해당한다는 이유로 등록거절 결정을 하였고, 이에 불복한 甲의 심판청구를 특허심판원이 기각한 사안에서, 위 출원서비스표가 블록의 형상을 보통으로 사용하는 방법으로 표시한 표장만으로 된 서비스표에 해당한다고 한 사례<br/>[3] 구 상표법 제6조 제2항에 의하여 지정상품 또는 그 포장의 입체적 형상으로 된 상표가 사용에 의하여 식별력을 취득하였다고 인정하기 위한 판단 기준 / 지정상품 또는 그 포장에 기호·문자·도형 등으로 된 표장이 함께 부착되는 경우, 지정상품 또는 그 포장의 입체적 형상이 사용에 의한 식별력을 취득하였다고 보기 위한 요건 및 출원된 상표나 서비스표가 사용에 의한 식별력을 취득하였는지를 판단하는 기준 시점<br/>",
  "판결요지": "[1] 지정상품 또는 그 포장(이하 ‘상품 등’이라고 한다)의 입체적 형상으로 된 상표의 경우에, 그 입체적 형상이 해당 지정상품이 거래되는 시장에서 그 상품 등의 통상적·기본적인 형태에 해당하거나, 거래사회에서 채용할 수 있는 범위 내에서 이를 변형한 형태에 불과하거나 또는 당해 상품 유형에 일반적으로 잘 알려진 장식적 형태를 단순히 도입하여 이루어진 형상으로서 그 상품의 장식 또는 외장(外裝)으로만 인식되는 데에 그칠 뿐, 이례적이거나 독특한 형태상의 특징을 가지고 있는 등으로 수요자가 상품의 출처 표시로 인식할 수 있는 정도의 것이 아니라면, 상표법 제6조 제1항 제3호의 ‘상품 등의 형상을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표’에 해당한다고 보아야 한다. 그리고 이러한 법리는 서비스의 제공에 관한 물건의 입체적 형상으로 된 서비스표에 대하여도 마찬가지로 적용된다(상표법 제2조 제3항).<br/>[2] 특허청 심사관이 ‘블록쌓기(장난감) 도매업 및 블록쌓기(장난감) 소매업’ 등을 지정서비스업으로 하는 출원서비스표 “”에 대해 상표법 제6조 제1항 제3호에 해당한다는 이유로 등록거절 결정을 하였고, 이에 불복한 甲의 심판청구를 특허심판원이 기각한 사안에서, 위 출원서비스표는 블록쌓기(장난감) 도매업 및 블록쌓기(장난감) 소매업이라는 그 서비스의 제공에 관한 물건인 블록의 형상을 보통으로 사용하는 방법으로 표시한 표장만으로 된 서비스표로서 상표법 제6조 제1항 제3호에 해당한다고 한 사례.<br/>[3] 구 상표법(2014. 6. 11. 법률 제12751호로 개정되기 전의 것, 이하 ‘구 상표법’이라 한다) 제6조 제2항에 의하면, 같은 조 제1항 제3호에 해당하는 상표라도 상표등록출원 전에 상표를 사용한 결과 수요자 사이에 그 상표가 누구의 업무에 관련된 상품을 표시하는 것인지 현저하게 인식되어 있는 것은 상표등록을 받을 수 있다. 그런데 이와 같이 사용에 의한 식별력 취득에 따라 상표등록을 받을 수 있도록 하는 제도는 원래 식별력이 없어 특정인에게 독점사용하도록 함이 적당하지 않은 표장에 대하여 대세적 권리를 부여하는 것이므로, 지정상품 또는 그 포장(이하 ‘상품 등’이라고 한다)의 입체적 형상으로 된 상표가 사용에 의하여 식별력을 취득하였다고 인정하기 위해서는, 그 형상의 특징, 사용시기 및 기간, 판매수량 및 시장점유율, 광고·선전이 이루어진 기간 및 규모, 해당 형상과 유사한 다른 상품 등의 경합적 사용의 정도 및 태양, 상표사용자의 명성과 신용 등을 종합적으로 고려하여, 그 형상이 수요자에게 누구의 상품을 표시하는 상표라고 현저하게 인식되어 있는지를 엄격하게 해석·적용하여 판단하여야 한다.<br/>  한편 상품 등에는 기호·문자·도형 등으로 된 표장이 함께 부착되는 경우가 흔히 있는데, 그러한 사정만으로 곧바로 상품 등의 입체적 형상 자체에 관하여 사용에 의한 식별력 취득을 부정할 수는 없고, 부착되어 있는 표장의 외관·크기·부착 위치·인지도 등을 고려할 때 그 표장과 별도로 상품 등의 입체적 형상이 그 상품의 출처를 표시하는 기능을 독립적으로 수행하기에 이르렀다면 사용에 의한 식별력 취득을 긍정할 수 있다.<br/>  그리고 이러한 법리는 서비스의 제공에 관한 물건의 입체적 형상으로 된 서비스표에 대하여도 마찬가지로 적용된다(상표법 제2조 제3항).<br/>  또한 출원된 상표나 서비스표가 구 상표법 제6조 제2항의 사용에 의한 식별력을 취득하였는지 여부에 관한 판단의 기준 시점은 원칙적으로 등록결정 시 또는 거절결정 시이고 거절결정에 대한 불복 심판에 의하여 등록 허부가 결정되는 경우에는 그 심결 시라고 할 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제2조 제3항, 제6조 제1항 제3호 / [2] 상표법 제2조 제3항, 제6조 제1항 제3호 / [3] 구 상표법(2014. 6. 11. 법률 제12751호로 개정되기 전의 것) 제6조 제1항, 제3호, 제2항, 상표법 제2조 제3항<br/>",
  "참조판례": "[3] 대법원 2003. 5. 16. 선고 2002후1768 판결(공2003상, 1375), 대법원 2008. 9. 25. 선고 2006후2288 판결(공2008하, 1484)<br/>"
}