{
  "판례일련번호": "187684",
  "사건명": "채무부존재확인[도로 소음 사건]",
  "사건번호": "2011다91784",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150924",
  "판시사항": "[1] 도로소음에 따른 생활방해의 정도가 ‘참을 한도’를 넘는지 판단하는 기준과 고려할 사항 / 이미 운영 중인 또는 운영이 예정된 고속국도에 근접하여 주거를 시작한 경우, ‘참을 한도’를 넘는지는 보다 엄격히 판단하여야 하는지 여부(적극)<br/>[2] 도로변 지역의 소음에 관한 환경정책기본법의 소음환경기준을 초과하는 도로소음이 있다고 하여 민사상 ‘참을 한도’를 넘는 위법한 침해행위가 있다고 단정할 수 있는지 여부(소극) / 도로소음에 따른 생활방해를 원인으로 제기된 사건에서 공동주택에 거주하는 사람들이 ‘참을 한도’를 넘는 생활방해를 받고 있는지는 거실에서 소음원에 면한 방향의 모든 창호를 개방한 상태로 측정한 소음도가 환경정책기본법상 소음환경기준 등을 초과하는지에 따라 판단하여야 하는지 여부(원칙적 적극)<br/>[3] 도로소음에 따른 생활방해를 원인으로 소음의 예방 또는 배제를 구하는 방지청구의 당부를 판단하는 경우, 방지청구의 허용으로 방지청구를 구하는 당사자가 받게 될 이익과 상대방 및 제3자가 받게 될 불이익 등을 비교·교량하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 도로에서 발생하는 소음으로 말미암아 생활에 고통을 받는(이하 ‘생활방해’라 한다) 정도가 사회통념상 일반적으로 참아내야 할 정도(이하 ‘참을 한도’라 한다)를 넘는지는 피해의 성질과 정도, 피해이익의 공공성, 가해행위의 태양, 가해행위의 공공성, 가해자의 방지조치 또는 손해 회피의 가능성, 공법상 규제기준의 위반 여부, 지역성, 토지이용의 선후관계 등 모든 사정을 종합적으로 고려하여 판단하여야 한다. 그리고 도로가 현대생활에서 필수불가결한 시설로서 지역 간 교통과 균형개발 및 국가의 산업경제활동에 큰 편익을 제공하는 것이고, 도시개발사업도 주변의 정비된 도로망 건설을 필수적인 요소로 하여 이루어지고 있는 점, 자동차 교통이 교통의 많은 부분을 차지하고 있고, 도시화·산업화에 따른 주거의 과밀화가 진행되고 있는 현실에서 일정한 정도의 도로소음의 발생과 증가는 사회발전에 따른 피치 못할 변화에 속하는 점 등도 충분히 고려되어야 한다. 특히 고속국도는 자동차 전용의 고속교통에 공용되는 도로로서 도로소음의 정도가 일반 도로보다 높은 반면, 자동차 교통망의 중요한 축을 이루고 있고, 지역경제뿐 아니라 국민경제 전반의 기반을 공고히 하며 전체 국민 생활의 질을 향상시키는 데 중요한 역할을 담당하고 있는 점 등을 더하여 보면, 이미 운영 중인 또는 운영이 예정된 고속국도에 근접하여 주거를 시작한 경우의 ‘참을 한도’ 초과 여부는 보다 엄격히 판단하여야 한다.<br/>[2] 공법상 기준으로서 환경정책기본법의 환경기준은 국민의 건강을 보호하고 쾌적한 환경을 조성하기 위하여 유지되는 것이 바람직한 기준, 즉 환경행정에서 정책목표로 설정된 기준인 점, 위 환경기준은 도로법이나 도로교통법에 규정된 도로의 종류와 등급, 차로의 수, 도로와 주거의 선후관계를 고려하지 아니한 채 오로지 적용 대상지역에 따라 일정한 기준을 정하고 있을 뿐이어서 모든 상황의 도로에 구체적인 규제의 기준으로 적용될 수 있는 것으로 보기 어려운 점, 2층 이상의 건물에 미치는 도로교통소음이 환경정책기본법의 환경기준을 준수하였는지는 소음·진동공정시험기준(환경부고시 제2010-142호)에 규정된 측정방법에 따라 소음피해지점에서 소음원 방향으로 창문·출입문 또는 건물벽 밖의 0.5~1m 떨어진 지점에서 측정된 실외소음에 의해 판정하도록 되어 있으나, 공동주택에 거주하는 사람들에 대하여는 일상생활이 실제 이루어지는 실내에서 측정된 소음도에 따라 ‘참을 한도’ 초과 여부를 판단함이 타당한 점 등을 고려하면, 도로변 지역의 소음에 관한 환경정책기본법의 소음환경기준을 초과하는 도로소음이 있다고 하여 바로 민사상 ‘참을 한도’를 넘는 위법한 침해행위가 있다고 단정할 수 없다.<br/>  이른바 도로소음으로 인한 생활방해를 원인으로 제기된 사건에서 공동주택에 거주하는 사람들이 참을 한도를 넘는 생활방해를 받고 있는지는 특별한 사정이 없는 한 일상생활이 실제 주로 이루어지는 장소인 거실에서 도로 등 소음원에 면한 방향의 모든 창호를 개방한 상태로 측정한 소음도가 환경정책기본법상 소음환경기준 등을 초과하는지에 따라 판단하는 것이 타당하다.<br/>[3] 도로소음으로 인한 생활방해를 원인으로 소음의 예방 또는 배제를 구하는 방지청구는 금전배상을 구하는 손해배상청구와는 내용과 요건을 서로 달리하는 것이어서 같은 사정이라도 청구의 내용에 따라 고려요소의 중요도에 차이가 생길 수 있고, 방지청구는 그것이 허용될 경우 소송당사자뿐 아니라 제3자의 이해관계에도 중대한 영향을 미칠 수 있어, 방지청구의 당부를 판단하는 법원으로서는 청구가 허용될 경우에 방지청구를 구하는 당사자가 받게 될 이익과 상대방 및 제3자가 받게 될 불이익 등을 비교·교량하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제205조, 제206조, 제214조, 제217조 / [2] 민법 제205조, 제206조, 제214조, 제217조, 환경정책기본법 제12조 제1항, 제2항, 환경정책기본법 시행령 제2조 [별표] / [3] 민법 제205조, 제206조, 제214조, 제217조<br/>",
  "참조판례": "[1] 대법원 1999. 7. 27. 선고 98다47528 판결(공1999하, 1755), 대법원 2007. 6. 15. 선고 2004다37904, 37911 판결(공2007하, 1062) / [2] 대법원 2010. 11. 25. 선고 2008다49868 판결<br/>"
}