{
  "판례일련번호": "187694",
  "사건명": "손해배상(기)[투자신탁 자산운용회사와 판매회사의 손해배상 사건]",
  "사건번호": "2014다15996",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20151112",
  "판시사항": "[1] 투자신탁의 자산운용회사는 제3자가 제공한 운용자산에 관한 정보의 진위를 비롯한 투자신탁의 수익구조 및 위험요인에 관한 사항을 합리적으로 조사하여 올바른 정보를 판매회사와 투자자에게 제공하여야 하는지 여부(적극) 및 합리적인 조사를 거친 뒤에도 정보가 불명확하거나 불충분한 경우, 판매회사와 투자자에게 그러한 사정을 분명히 알려야 할 투자자보호의무를 부담하는지 여부(적극)<br/>[2] 투자신탁의 판매회사가 자산운용회사에서 제공받은 투자설명서나 운용제안서 등의 내용이 진실한지를 독립적으로 확인하여 투자자에게 알릴 의무가 있는지 여부(원칙적 소극) 및 판매회사가 투자신탁의 설정을 사실상 주도한 경우, 투자신탁의 수익구조와 위험요인을 합리적으로 조사하여 올바른 정보를 투자자에게 제공하여야 할 투자자보호의무를 부담하는지 여부(적극)<br/>[3] 투자신탁의 자산운용회사가 간접투자재산을 운용할 때 부담하는 선관주의의무의 내용 및 선관주의의무를 위반하여 투자자에게 손해를 가하는 경우 투자자에 대하여 손해배상책임을 지는지 여부(적극)<br/>",
  "판결요지": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제4조 제2항, 제56조 제1항, 제4항에 의하면, 자산운용회사는 투자신탁을 설정하고 투자신탁재산을 운용하는 자로서 투자신탁에 관하여 제1차적으로 정보를 생산하고 유통시켜야 할 지위에 있고, 투자자도 자산운용회사의 전문적인 지식과 경험을 신뢰하여 자산운용회사가 제공하는 투자정보가 올바른 것이라고 믿고 그에 의존하여 투자판단을 한다. 따라서 자산운용회사는 투자신탁재산의 운용대상이 되는 자산과 관련된 제3자가 제공한 운용자산에 관한 정보를 신뢰하여 이를 그대로 판매회사나 투자자에게 제공하는 데에 그쳐서는 아니 되고, 정보의 진위를 비롯한 투자신탁의 수익구조 및 위험요인에 관한 사항을 합리적으로 조사한 다음 올바른 정보를 판매회사와 투자자에게 제공하여야 하며, 만약 합리적인 조사를 거친 뒤에도 투자신탁의 수익구조와 위험요인에 관한 정보가 불명확하거나 불충분한 경우에는 판매회사나 투자자에게 그러한 사정을 분명하게 알려야 할 투자자보호의무를 부담한다.<br/>[2] 판매회사는 특별한 사정이 없는 한 자산운용회사에서 제공받은 투자설명서나 운용제안서 등의 내용을 명확히 이해한 후 이를 투자자가 정확하고 균형 있게 이해할 수 있도록 설명하면 되고, 내용이 진실한지를 독립적으로 확인하여 이를 투자자에게 알릴 의무가 있다고 할 수는 없다. 그러나 판매회사가 투자신탁재산의 수익구조나 위험요인과 관련한 주요 내용을 실질적으로 결정하는 등으로 투자신탁의 설정을 사실상 주도하였다고 볼 만한 특별한 사정이 있는 경우에는 판매회사 역시 자산운용회사와 마찬가지로 투자신탁의 수익구조와 위험요인을 합리적으로 조사하여 올바른 정보를 투자자에게 제공하여야 할 투자자보호의무를 부담한다.<br/>[3] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조 제1항은 \"자산운용회사가 법령, 투자신탁의 약관 또는 투자회사의 정관 및 제56조의 규정에 의한 투자설명서에 위배되는 행위를 하거나 그 업무를 소홀히 하여 간접투자자에게 손해를 발생시킨 때에는 그 손해를 배상할 책임이 있다.\"고 규정하고 있고, 제86조 제1항은 \"투자신탁의 자산운용회사 및 투자회사는 선량한 관리자의 주의로써 간접투자재산을 관리하여야 하며, 간접투자자의 이익을 보호하여야 한다.\"고 규정하고 있는바, 자산운용회사는 간접투자재산을 운용할 때 가능한 범위 내에서 수집된 정보를 바탕으로 간접투자자의 이익에 합치된다는 믿음을 가지고 신중하게 간접투자재산의 운용에 관한 지시를 하여 선량한 관리자로서의 책임을 다할 의무가 있고, 만약 자산운용회사가 이를 위반하여 투자자에게 손해를 가하는 경우 투자자에 대하여 손해배상책임을 진다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제4조 제2항, 제56조 제1항, 제4항 / [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제56조 제2항 / [3] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제19조 제1항, 제86조 제1항<br/>",
  "참조판례": "[3] 대법원 2003. 7. 11. 선고 2001다11802 판결(공2003하, 1699), 대법원 2013. 11. 28. 선고 2011다96130 판결(공2014상, 26)<br/>"
}