{
  "판례일련번호": "187682",
  "사건명": "특정범죄가중처벌등에관한법률위반(조세)·특정경제범죄가중처벌등에관한법률위반(횡령)[일부인정된죄명:특정경제범죄가중처벌등에관한법률위반(배임)]·특정경제범죄가중처벌등에관한법률위반(배임)",
  "사건번호": "2014도12619",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150910",
  "판시사항": "[1] 재산상 이익의 가액(이득액)을 기준으로 가중 처벌하는 특정경제범죄 가중처벌 등에 관한 법률 제3조의 적용을 전제로 취득한 이득액을 산정할 때 유의하여야 할 사항 / 업무상배임으로 취득한 재산상 이익이 있더라도 가액을 구체적으로 산정할 수 없는 경우, 같은 법 제3조를 적용할 수 있는지 여부(소극)<br/>[2] 피고인이 실질적으로 소유·지배하는 甲 주식회사 명의로 빌딩을 매입하면서 .은행에서 매입자금을 대출받고 乙 주식회사로 하여금 대출금채무에 연대보증하게 함으로써 乙 회사에 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 배임행위로 취득한 재산상 이익의 가액(이득액)을 산정할 수 없는 경우임에도, 구 특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항 제1호를 적용한 원심판결에 이득액 산정에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법 제355조 제2항의 배임죄는 타인의 사무를 처리하는 자가 임무에 위배하는 행위로써 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 손해를 가함으로써 성립하고, 형법 제356조의 업무상배임죄는 업무상의 임무에 위배하여 제355조 제2항의 죄를 범한 때에 성립하는데, 취득한 재산상 이익의 가액이 얼마인지는 범죄 성립에 영향을 미치지 아니한다. 반면 배임 또는 업무상배임으로 인한 특정경제범죄 가중처벌 등에 관한 법률(이하 ‘특정경제범죄법’이라 한다) 제3조 위반죄는 취득한 재산상 이익의 가액(이하 ‘이득액’이라 한다)이 5억 원 이상 또는 50억 원 이상이라는 것이 범죄구성요건의 일부로 되어 있고 이득액에 따라 형벌도 매우 가중되어 있으므로, 특정경제범죄법 제3조를 적용할 때에는 취득한 이득액을 엄격하고 신중하게 산정함으로써, 범죄와 형벌 사이에 적정한 균형이 이루어져야 한다는 죄형균형 원칙이나, 형벌은 책임에 기초하고 책임에 비례하여야 한다는 책임주의 원칙이 훼손되지 않도록 유의하여야 한다. 따라서 업무상배임으로 취득한 재산상 이익이 있더라도 가액을 구체적으로 산정할 수 없는 경우에는, 재산상 이익의 가액을 기준으로 가중 처벌하는 특정경제범죄법 제3조를 적용할 수 없다.<br/>[2] 피고인이 실질적으로 소유·지배하는 甲 주식회사 명의로 빌딩을 매입하면서 은행에서 매입자금을 대출받고 乙 주식회사로 하여금 대출금채무에 연대보증하게 함으로써 乙 회사에 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 빌딩은 일본 동경 중심가의 상업적 요지에 있는 건물로 대출 당시 부동산 가격과 임대료의 상승이 예측되고 있었던 점 등 제반 사정을 종합하면, 연대보증 당시 주채무자인 甲 회사가 이미 채무변제능력을 상실한 상태 또는 사실상 변제능력을 상실한 것과 같다고 평가될 정도의 상태에 있었다고 단정하기 어렵고, 오히려 甲 회사가 상당한 정도의 대출금채무를 자력으로 임의 변제할 능력을 갖추고 있었던 것으로 볼 수 있어 배임행위로 취득한 재산상 이익의 가액(이득액)을 산정할 수 없는 경우임에도, 이와 다른 전제에서 연대보증의 피담보채무인 대출 원리금 상당액을 이득액으로 하여 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조 제1항 제1호를 적용한 원심판결에 이득액 산정에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제2항, 제356조, 특정경제범죄 가중처벌 등에 관한 법률 제3조 / [2] 형법 제355조 제2항, 제356조, 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2007. 4. 19. 선고 2005도7288 전원합의체 판결(공2007상, 923), 대법원 2012. 8. 30. 선고 2012도5220 판결, 대법원 2013. 5. 9. 선고 2013도2857 판결<br/>"
}