{
  "판례일련번호": "187672",
  "사건명": "특정범죄가중처벌등에관한법률위반(위험운전치사상)·도로교통법위반(음주운전)[혈액 채취에 의한 음주측정 사건]",
  "사건번호": "2014도16051",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150709",
  "판시사항": "[1] 구 도로교통법 제44조 제2항, 제3항의 취지 및 이 규정들이 음주운전에 대한 수사방법으로서의 혈액 채취에 의한 측정 방법을 운전자가 호흡측정 결과에 불복하는 경우에만 한정하여 허용하려는 취지인지 여부(소극)<br/>[2] 음주운전에 대한 수사 과정에서 음주운전 혐의가 있는 운전자에 대해 구 도로교통법 제44조 제2항에 따른 호흡측정이 이루어졌으나 호흡측정 결과에 오류가 있다고 인정할 만한 객관적이고 합리적인 사정이 있는 경우, 혈액 채취에 의한 측정 방법으로 다시 음주측정을 하는 것이 허용되는지 여부(한정 적극) 및 이때 혈액 채취에 의한 측정의 적법성이 인정되는 경우<br/>",
  "판결요지": "[1] 구 도로교통법(2014. 12. 30. 법률 제12917호로 개정되기 전의 것, 이하 같다) 제44조 제2항, 제3항, 제148조의2 제1항 제2호의 입법연혁과 내용 등에 비추어 보면, 구 도로교통법 제44조 제2항, 제3항은 음주운전 혐의가 있는 운전자에게 수사를 위한 호흡측정에도 응할 것을 간접적으로 강제하는 한편 혈액 채취 등의 방법에 의한 재측정을 통하여 호흡측정의 오류로 인한 불이익을 구제받을 수 있는 기회를 보장하는 데 취지가 있으므로, 이 규정들이 음주운전에 대한 수사방법으로서의 혈액 채취에 의한 측정의 방법을 운전자가 호흡측정 결과에 불복하는 경우에만 한정하여 허용하려는 취지의 규정이라고 해석할 수는 없다.<br/>[2] 음주운전에 대한 수사 과정에서 음주운전 혐의가 있는 운전자에 대하여 구 도로교통법(2014. 12. 30. 법률 제12917호로 개정되기 전의 것) 제44조 제2항에 따른 호흡측정이 이루어진 경우에는 그에 따라 과학적이고 중립적인 호흡측정 수치가 도출된 이상 다시 음주측정을 할 필요성은 사라졌으므로 운전자의 불복이 없는 한 다시 음주측정을 하는 것은 원칙적으로 허용되지 아니한다. 그러나 운전자의 태도와 외관, 운전 행태 등에서 드러나는 주취 정도, 운전자가 마신 술의 종류와 양, 운전자가 사고를 야기하였다면 경위와 피해 정도, 목격자들의 진술 등 호흡측정 당시의 구체적 상황에 비추어 호흡측정기의 오작동 등으로 인하여 호흡측정 결과에 오류가 있다고 인정할 만한 객관적이고 합리적인 사정이 있는 경우라면 그러한 호흡측정 수치를 얻은 것만으로는 수사의 목적을 달성하였다고 할 수 없어 추가로 음주측정을 할 필요성이 있으므로, 경찰관이 음주운전 혐의를 제대로 밝히기 위하여 운전자의 자발적인 동의를 얻어 혈액 채취에 의한 측정의 방법으로 다시 음주측정을 하는 것을 위법하다고 볼 수는 없다. 이 경우 운전자가 일단 호흡측정에 응한 이상 재차 음주측정에 응할 의무까지 당연히 있다고 할 수는 없으므로, 운전자의 혈액 채취에 대한 동의의 임의성을 담보하기 위하여는 경찰관이 미리 운전자에게 혈액 채취를 거부할 수 있음을 알려주었거나 운전자가 언제든지 자유로이 혈액 채취에 응하지 아니할 수 있었음이 인정되는 등 운전자의 자발적인 의사에 의하여 혈액 채취가 이루어졌다는 것이 객관적인 사정에 의하여 명백한 경우에 한하여 혈액 채취에 의한 측정의 적법성이 인정된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도로교통법(1995. 1. 5. 법률 제4872호로 개정되기 전의 것) 제41조 제2항(현행 제44조 제2항 참조), 제107조의2 제2호(현행 제148조의2 제1항 제2호 참조), 구 도로교통법(2005. 5. 31. 법률 제7545호로 전부 개정되기 전의 것) 제41조 제2항, 제3항(현행 제44조 제2항, 제3항 참조), 제107조의2 제2호(현행 제148조의2 제1항 제2호 참조), 구 도로교통법(2014. 12. 30. 법률 제12917호로 개정되기 전의 것) 제44조 제2항, 제3항, 제148조의2 제1항 제2호 / [2] 구 도로교통법(2014. 12. 30. 법률 제12917호로 개정되기 전의 것) 제44조 제2항, 제3항, 형사소송법 제199조 제1항, 제307조, 제308조의2<br/>",
  "참조판례": ""
}