{
  "판례일련번호": "187851",
  "사건명": "손해배상",
  "사건번호": "2016다213237",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160928",
  "판시사항": "[1] 하위계약자 등이 운송인의 책임제한 등 항변을 원용할 수 있다는 취지의 이른바 ‘히말라야 약관(Himalaya Clause)’이 선하증권 이면에 기재되어 있는 경우, 하위계약자인 하역업자가 운송인이 선하증권 약관조항에 따라 주장할 수 있는 책임제한을 원용할 수 있는지 여부(원칙적 적극) / 위 약관에서 하위계약자에 포함된다고 정한 ‘누구든지 운송의 이행을 보조하는 사람’에 운송인과 직접적인 계약관계 없이 운송인의 선하증권에 따른 업무범위 및 책임영역에 해당하는 작업의 일부를 대행한 하역업자가 포함되는지 여부(원칙적 적극)<br/>[2] 출발지에서 선하증권 원본을 이미 회수된 것으로 처리함으로써 상환증권성을 소멸시켜 수하인이 양륙항에서 선하증권 원본 없이 즉시 운송품을 인도받을 수 있도록 하는 이른바 ‘서렌더 선하증권(Surrender B/L)’의 경우, 선하증권에 기재된 내용에 따른 운송에 관한 책임이 유효한지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 운송물에 대한 손해배상청구가 ‘운송인의 이행보조자, 대리인 또는 하위계약자(any servant, agent or Sub-contractor of the Carrier)’에 대하여 제기된 경우에 그들이 운송인이 주장할 수 있는 책임제한 등의 항변을 원용할 수 있고, 이와 같이 보호받는 하위계약자(Sub-contractor)에 ‘선박소유자 및 용선자, 운송인 아닌 선복제공자, 하역업자, 터미널 운영업자 및 분류업자, 그들을 위한 이행보조자와 대리인 및 누구든지 운송의 이행을 보조하는 사람이 포함된다’는 취지의 이른바 ‘히말라야 약관(Himalaya Clause)’이 선하증권의 이면에 기재되어 있는 경우에, 손해가 고의 또는 운송물의 멸실, 훼손 또는 연착이 생길 염려가 있음을 인식하면서 무모하게 한 작위 또는 부작위로 인하여 생긴 것에 해당하지 않는다면, 하위계약자인 하역업자도 선하증권에 기재된 운송과 관련하여 운송인이 선하증권 약관조항에 따라 주장할 수 있는 책임제한을 원용할 수 있다. 그리고 여기에서 말하는 ‘누구든지 운송의 이행을 보조하는 사람’에는 위 약관에서 운송인과 직접적인 계약관계가 있을 것을 요구하는 등의 특별한 사정이 없는 한, 운송인과 직접적인 계약관계 없이 운송인의 선하증권에 따른 업무범위 및 책임영역에 해당하는 작업의 일부를 대행한 하역업자도 포함된다.<br/>[2] 운송거리가 단거리인 경우에 운송품보다 선하증권 원본이 뒤늦게 도착하면 수하인이 신속하게 운송품을 인도받을 수 없다는 불편함을 해소하기 위한 무역실무상의 필요에 따라, 출발지에서 선하증권 원본을 이미 회수된 것으로 처리함으로써 선하증권의 상환증권성을 소멸시켜 수하인이 양륙항에서 선하증권 원본 없이 즉시 운송품을 인도받을 수 있도록 하는 경우가 있다. 이 경우에 송하인은 운송인으로부터 선하증권 원본을 발행받은 후 운송인에게 선하증권에 의한 상환청구 포기(영문으로 ‘surrender’이며, 이하 ‘서렌더’라 한다)를 요청하며, 운송인은 선하증권 원본을 회수하여 그 위에 ‘서렌더(SURRENDERED)' 스탬프를 찍고 선박대리점 등에 전신으로 선하증권 원본의 회수 없이 운송품을 수하인에게 인도하라는 서렌더 통지(surrender notice)를 보내게 된다.<br/>  이와 같은 이른바 ‘서렌더 선하증권(Surrender B/L)’은 유가증권으로서의 성질이 없고 단지 운송계약과 화물인수사실을 증명하는 일종의 증거증권으로 기능하는데, 이러한 효과는 송하인과 운송인 사이에 선하증권의 상환증권성을 소멸시키는 의사가 합치됨에 따른 것으로서, 당사자들 사이에 다른 의사표시가 없다면 상환증권성의 소멸 외에 선하증권에 기재된 내용에 따른 운송에 관한 책임은 여전히 유효하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 상법 제798조 제2항, 제841조 / [2] 민법 제105조, 상법 제129조, 제854조, 제855조 제2항, 제3항, 제861조<br/>",
  "참조판례": "[1] 대법원 1997. 1. 24. 선고 95다25237 판결(공1997상, 621), 대법원 2007. 4. 27. 선고 2007다4943 판결(공2007상, 783)<br/>"
}