{
  "판례일련번호": "187838",
  "사건명": "국가유공자요건비해당결정취소[국가유공자 인정 요건에 관한 사건]",
  "사건번호": "2015두46994",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160727",
  "판시사항": "[1] 직무수행이나 교육훈련이 사망 또는 상이에 일부 영향을 미쳤더라도 주된 원인으로 볼 수 없는 경우, 국가유공자 등 예우 및 지원에 관한 법령에 정한 국가유공자 요건 인정 범위에 해당하는지 여부(소극)<br/>[2] 국가유공자 요건 또는 보훈보상대상자 요건에 해당함을 이유로 국가유공자 비해당결정처분과 보훈보상대상자 비해당결정처분의 취소를 청구하는 것이 양립가능한지 여부(소극) 및 두 처분의 취소청구가 국가유공자 비해당결정처분 취소 청구를 주위적 청구로 하는 주위적·예비적 관계에 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 국가유공자 등 예우 및 지원에 관한 법률 시행령(이하 ‘국가유공자법 시행령’이라 한다) 제3조 [별표 1] 제2-2호, 제2-8호와 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1] 제2호, 제11호가 ‘교육훈련이 직접적인 원인이 되어 발생한 사고 또는 재해’와 ‘직무수행 또는 교육훈련이 직접적인 원인이 되어 급성으로 발생한 질병’을 단순한 ‘교육훈련 중 사고 또는 재해’ 및 ‘직무수행 또는 교육훈련과 상당한 인과관계가 있다고 인정되는 질병의 발생 또는 악화’와 문언상 분명하게 구분하고 있을 뿐 아니라, 구 국가유공자 등 예우 및 지원에 관한 법률(2011. 9. 15. 법률 제11041호로 개정되기 전의 것, 이하 ‘구 국가유공자법’이라 한다)이 직무수행 또는 교육훈련의 내용과 관계없이 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계만 인정되면 국가유공자로 인정함에 따라 국가유공자의 인정 범위가 지나치게 확장된 결과 보훈의 정체성이 약화된 것에 대한 반성적 고려에서 구 국가유공자법이 개정되고 보훈보상대상자 지원에 관한 법률이 제정된 점 등을 고려하면, 국가유공자법 시행령 제3조 [별표 1]에서 규정한 바와 같이 직무수행 또는 교육훈련이 ‘직접적인 원인’이 되었다고 인정하기 위하여는 단순히 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계가 있는 것만으로는 부족하고, 사망 또는 상이가 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 또는 교육훈련을 주된 원인으로 하는 것이어야 한다. 그러한 경우이어야 그로 인한 희생을 국가적 존경과 예우의 대상으로 삼아 국가통합에 이바지하고자 하는 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라 한다)의 입법 취지와 목적에 부합하게 국가유공자법에 의한 보훈의 대상을 정할 수 있을 것이기 때문이다.<br/>  따라서 사망 또는 상이에 직무수행이나 교육훈련이 일부 영향을 미쳤더라도 그것이 주로 본인의 체질적 소인이나 생활습관에 기인한 경우 또는 기존의 질병이 직무수행이나 교육훈련으로 인하여 일부 악화된 것에 불과한 경우 등과 같이 직무수행이나 교육훈련이 사망이나 상이의 주된 원인이 되었다고 볼 수 없는 경우에는, 국가유공자법령에 정한 국가유공자 요건의 인정 범위에 해당한다고 보기 어렵다.<br/>[2] 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라 한다)과 보훈보상대상자 지원에 관한 법률(이하 ‘보훈보상자법’이라 한다)은 교육훈련 또는 직무수행의 성격을 기준으로 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행이나 교육훈련 중 사망하거나 상이를 입은 사람은 국가유공자로, 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 없는 직무수행이나 교육훈련 중 사망하거나 상이를 입은 사람은 보훈보상대상자로 구분하면서 신청과 등록 절차를 일원화하였다.<br/>  이와 같이 국가유공자법과 보훈보상자법은 사망 또는 상이의 주된 원인이 된 직무수행 또는 교육훈련이 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 있는지에 따라 국가유공자와 보훈보상대상자를 구분하고 있으므로, 국가유공자 요건 또는 보훈보상대상자 요건에 해당함을 이유로 국가유공자 비해당결정처분과 보훈보상대상자 비해당결정처분의 취소를 청구하는 것은 동시에 인정될 수 없는 양립불가능한 관계에 있고, 이러한 두 처분의 취소청구는 원칙적으로 국가유공자 비해당결정처분 취소청구를 주위적 청구로 하는 주위적·예비적 관계에 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제2항, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제3조 [별표 1] 제2-2호, 제2-8호, 보훈보상대상자 지원에 관한 법률 제2조 제1항 제2호, 보훈보상대상자 지원에 관한 법률 시행령 제2조 [별표 1] 제2호, 제11호 / [2] 국가유공자 등 예우 및 지원에 관한 법률 제4조, 제6조, 보훈보상대상자 지원에 관한 법률 제2조, 제4조<br/>",
  "참조판례": ""
}