{
  "판례일련번호": "187845",
  "사건명": "영업정지처분취소",
  "사건번호": "2014두45956",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160829",
  "판시사항": "[1] 행정청이 건설산업기본법 및 구 건설산업기본법 시행령의 규정에 따라 건설업자에 대하여 영업정지 처분을 할 때 건설업자에게 영업정지 기간의 감경에 관한 참작 사유가 있음에도 이를 전혀 고려하지 않거나 감경 사유에 해당하지 않는다고 오인하여 영업정지 기간을 감경하지 아니한 경우, 영업정지 처분이 위법한지 여부(적극)<br/>[2] 구 건설산업기본법 시행령 제80조 제1항 [별표 6]은 제2항의 감경 기준인 ‘위반행위의 동기·내용 및 횟수’를 구체화하여 이에 해당하는 개별적인 감경 사유를 규정한 것인지 여부(적극) 및 행정청이 ‘위반행위의 동기·내용 및 횟수’에 관한 참작 사유에 대하여 위 [별표 6]에 따른 감경만을 검토하여 영업정지의 기간을 정한 경우, 그 처분이 ‘감경 사유가 있음에도 이를 전혀 고려하지 않거나 감경 사유에 해당하지 않는다고 오인한 경우’로서 재량권을 일탈·남용한 경우에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 행정청이 건설산업기본법 및 구 건설산업기본법 시행령(2016. 2. 11. 대통령령 제26979호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 규정에 따라 건설업자에 대하여 영업정지 처분을 할 때 건설업자에게 영업정지 기간의 감경에 관한 참작 사유가 존재하는 경우, 행정청이 그 사유까지 고려하고도 영업정지 기간을 감경하지 아니한 채 시행령 제80조 제1항 [별표 6] ‘2. 개별기준’이 정한 영업정지 기간대로 영업정지 처분을 한 때에는 이를 위법하다고 단정할 수 없으나, 위와 같은 사유가 있음에도 이를 전혀 고려하지 않거나 그 사유에 해당하지 않는다고 오인한 나머지 영업정지 기간을 감경하지 아니하였다면 영업정지 처분은 재량권을 일탈·남용한 위법한 처분이다.<br/>[2] 구 건설산업기본법 시행령(2016. 2. 11. 대통령령 제26979호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제80조 제1항은 [별표 6]으로 ‘위반행위의 종별과 정도에 따른 영업정지의 기간’을 정하도록 하고 있으나, [별표 6]은 단순히 개별 위반행위에 대한 영업정지 기간만을 정하고 있지 아니하고 ‘감경·가중의 사유와 기준’도 아울러 정하고 있으므로, [별표 6]의 감경·가중 규정이 시행령 제80조 제1항의 영업정지 기간의 산정 방법을 규정한 것인지 아니면 같은 조 제2항의 감경·가중 기준을 구체화한 것인지가 문제 된다.<br/>  그런데 시행령 제80조 제1항 [별표 6]이 “위반행위의 정도, 동기 및 그 결과 등 다음 사유를 고려하여 제2호의 개별기준에 따른 영업정지 및 과징금의 2분의 1 범위에서 그 기간이나 금액을 가중하거나 감경할 수 있다.”라고 하면서 열거하고 있는 개별적인 감경·가중 사유들은 같은 조 제2항이 감경·가중 기준으로 제시하고 있는 ‘위반행위의 동기·내용 및 횟수’ 등을 반영한 것이고, 시행령 제80조의 취지가 [별표 6]에 따라 ‘위반행위의 정도·동기·결과’ 등을 고려하여 감경을 한 후 이와 다르다고 보기 어려운 ‘위반행위의 동기·내용·횟수’ 등의 사유로 다시 감경하도록 한 것이라고 해석되지 아니한다. 그리고 시행령 제80조의 연혁을 보더라도, 종전 구 건설산업기본법 시행령(2012. 11. 27. 대통령령 제24204호로 개정되기 전의 것) 제80조 제1항 [별표 6]은 감경·가중 사유를 규정하지 아니한 채 위반행위의 내용에 따른 영업정지의 기간만을 정하고, 국토교통부 예규인 건설업관리규정이 시행령 제80조 제2항의 감경·가중의 기준을 구체화하여 감경 사유와 가중 사유를 세부적으로 규정하고 있었는데, 시행령이 2012. 11. 27. 대통령령 제24204호로 개정되면서 건설업관리규정에 있던 감경·가중 사유 부분이 일부 수정되어 제80조 제1항 [별표 6]에 규정되면서 위 별표의 감경·가중과 같은 조 제2항의 감경·가중이 형식적으로 별개의 감경·가중 제도처럼 보이게 된 것에 불과하다.<br/>  이러한 사정들을 종합해 보면, 시행령 제80조 제1항 [별표 6]은 제2항의 감경 기준인 ‘위반행위의 동기·내용 및 횟수’를 구체화하여 이에 해당하는 개별적인 감경 사유를 규정한 것이므로, [별표 6]에 따라 ‘위반행위의 동기·내용 및 횟수’ 등이 고려되어 감경이 이루어진 이상 이에 해당하는 사정들에 대하여 같은 조 제2항에 따른 감경이 고려되지 않았다고 볼 수는 없다. 따라서 행정청이 ‘위반행위의 동기·내용 및 횟수’에 관한 참작 사유에 대하여 [별표 6]에 따른 감경만을 검토하여 영업정지의 기간을 정하였더라도 그 처분이 ‘감경 사유가 있음에도 이를 전혀 고려하지 않거나 감경 사유에 해당하지 않는다고 오인한 경우’로서 재량권을 일탈·남용한 경우에 해당한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 건설산업기본법 제83조, 구 건설산업기본법 시행령(2016. 2. 11. 대통령령 제26979호로 개정되기 전의 것) 제80조 제1항 [별표 6], 행정소송법 제27조 / [2] 건설산업기본법 제83조 제3호, 제84조, 구 건설산업기본법 시행령(2016. 2. 11. 대통령령 제26979호로 개정되기 전의 것) 제80조 제1항 [별표 6], 제2항<br/>",
  "참조판례": "[1] 대법원 2012. 12. 26. 선고 2012두18660 판결<br/>"
}