{
  "판례일련번호": "187811",
  "사건명": "추심금등·사해행위취소",
  "사건번호": "2015다71856, 71863",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160714",
  "판시사항": "[1] 동산·채권 등의 담보에 관한 법률에 의한 채권담보권자가 담보등기를 마친 후 동일한 채권에 관한 채권양도가 이루어지고 확정일자 있는 증서에 의한 채권양도의 통지가 제3채무자에게 도달하였으나, 담보권설정의 통지는 제3채무자에게 도달하지 않은 경우, 제3채무자가 채권양수인에 대한 변제로 채권담보권자에 대하여 면책되는지 여부(적극) 및 이때 채권담보권자가 채권양수인에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있는지 여부(적극) / 그 후 담보권설정의 통지가 제3채무자에게 도달한 경우, 제3채무자가 채권양수인에 대한 변제로 채권담보권자에게 대항할 수 있는지 여부(원칙적 소극)<br/>[2] 민법 제472조에서 정한 ‘채권자가 이익을 받은’ 경우에 무권한자의 변제수령을 채권자가 사후에 추인한 때와 같이 무권한자의 변제수령을 채권자의 이익으로 돌릴 만한 실질적 관련성이 인정되는 경우가 포함되는지 여부(적극) 및 무권한자의 변제수령을 채권자가 추인한 경우, 채권자가 무권한자에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있는지 여부(적극)<br/>[3] 동산·채권 등의 담보에 관한 법률에 의한 채권담보권자가 채권양수인보다 우선하고 담보권설정의 통지가 제3채무자에게 도달하였으나, 채권양도의 통지가 먼저 도달하였다는 등의 이유로 제3채무자가 채권양수인에게 채무를 변제하였고 채권담보권자가 채권양수인의 변제수령을 추인한 경우, 제3채무자의 채권양수인에 대한 변제의 효력(유효) 및 채권담보권자가 채권양수인에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 동산·채권 등의 담보에 관한 법률(이하 ‘동산채권담보법’이라 한다)에 의한 채권담보권자가 담보등기를 마친 후에서야 동일한 채권에 관한 채권양도가 이루어지고 확정일자 있는 증서에 의한 채권양도의 통지가 제3채무자에게 도달하였으나, 동산채권담보법 제35조 제2항에 따른 담보권설정의 통지는 제3채무자에게 도달하지 않은 상태에서는, 제3채무자에 대한 관계에서 채권양수인만이 대항요건을 갖추었으므로 제3채무자로서는 채권양수인에게 유효하게 채무를 변제할 수 있고 이로써 채권담보권자에 대하여도 면책된다. 다만 채권양수인은 채권담보권자에 대한 관계에서는 후순위로서, 채권담보권자의 우선변제적 지위를 침해하여 이익을 받은 것이 되므로, 채권담보권자는 채권양수인에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있다.<br/>  그러나 그 후 동산채권담보법 제35조 제2항에 따른 담보권설정의 통지가 제3채무자에게 도달한 경우에는, 그 통지가 채권양도의 통지보다 늦게 제3채무자에게 도달하였더라도, 채권양수인에게 우선하는 채권담보권자가 제3채무자에 대한 대항요건까지 갖추었으므로 제3채무자로서는 채권담보권자에게 채무를 변제하여야 하고, 채권양수인에게 변제하였다면 특별한 사정이 없는 한 이로써 채권담보권자에게 대항할 수 없다.<br/>[2] 민법 제472조는 불필요한 연쇄적 부당이득반환의 법률관계가 형성되는 것을 피하기 위하여 변제받을 권한 없는 자에 대한 변제의 경우에도 채권자가 이익을 받은 한도에서 효력이 있다고 규정하고 있는데, 여기에서 말하는 ‘채권자가 이익을 받은’ 경우에는 변제의 수령자가 진정한 채권자에게 채무자의 변제로 받은 급부를 전달한 경우는 물론이고, 그렇지 않더라도 무권한자의 변제수령을 채권자가 사후에 추인한 때와 같이 무권한자의 변제수령을 채권자의 이익으로 돌릴 만한 실질적 관련성이 인정되는 경우도 포함된다. 그리고 무권한자의 변제수령을 채권자가 추인한 경우에 채권자는 무권한자에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있다.<br/>[3] 동산·채권 등의 담보에 관한 법률에 의한 채권담보권자가 채권양수인보다 우선하고 담보권설정의 통지가 제3채무자에게 도달하였는데도, 그 통지보다 채권양도의 통지가 먼저 도달하였다는 등의 이유로 제3채무자가 채권양수인에게 채무를 변제한 경우에 채권담보권자가 무권한자인 채권양수인의 변제수령을 추인하였다면, 추인에 의하여 제3채무자의 채권양수인에 대한 변제는 유효하게 되는 한편 채권담보권자는 채권양수인에게 부당이득으로서 변제받은 것의 반환을 청구할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 동산·채권 등의 담보에 관한 법률 제35조, 민법 제450조, 제741조 / [2] 민법 제472조, 제741조 / [3] 동산·채권 등의 담보에 관한 법률 제35조, 민법 제450조, 제472조, 제741조<br/>",
  "참조판례": "[2] 대법원 1992. 9. 8. 선고 92다15550 판결(공1992, 2842), 대법원 2001. 11. 9. 선고 2001다44291 판결(공2002상, 7), 대법원 2012. 10. 25. 선고 2010다32214 판결(공2012하, 1894)<br/>"
}