{
  "판례일련번호": "187804",
  "사건명": "건물명도[상가건물의 양수인이 임차인에 대하여 건물명도를 구하는 사건]",
  "사건번호": "2013다215676",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160609",
  "판시사항": "[1] 구 상가건물 임대차보호법 제3조 제1항에서 대항력의 요건으로 ‘사업자등록’을 규정한 취지 및 사업자등록이 임대차를 공시하는 효력이 있는지 판단하는 기준<br/>[2] 사업자등록신청서에 첨부한 임대차계약서와 등록사항현황서에 기재되어 공시된 임대차보증금 및 차임에 따라 환산된 보증금액이 구 상가건물 임대차보호법의 적용대상이 되기 위한 보증금액 한도를 초과하는 경우, 실제 임대차계약의 내용에 따라 환산된 보증금액이 기준을 충족하더라도 임차인이 대항력을 주장할 수 없는지 여부(적극) / 이러한 법리는 임대차계약이 변경되거나 갱신되었는데 임차인이 사업자등록정정신고를 하지 아니하여 등록사항현황서 등에 기재되어 공시된 내용과 실제 임대차계약의 내용이 불일치하게 된 경우에도 마찬가지로 적용되는지 여부<br/>",
  "판결요지": "[1] 구 상가건물 임대차보호법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제3조 제1항에서 건물의 인도와 더불어 대항력의 요건으로 규정하고 있는 사업자등록은 거래의 안전을 위하여 임대차의 존재와 내용을 제3자가 명백히 인식할 수 있게 하는 공시방법으로서 마련된 것이므로, 사업자등록이 어떤 임대차를 공시하는 효력이 있는지는 일반 사회통념상 사업자등록을 통해 건물에 관한 임대차의 존재와 내용을 인식할 수 있는가에 따라 판단하여야 한다.<br/>[2] 사업자등록신청서에 첨부한 임대차계약서와 등록사항현황서(이하 ‘등록사항현황서 등’이라 한다)에 기재되어 공시된 임대차보증금 및 차임에 따라 환산된 보증금액이 구 상가건물 임대차보호법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것, 이하 ‘구 상가임대차법’이라 한다)의 적용대상이 되기 위한 보증금액 한도를 초과하는 경우에는, 실제 임대차계약의 내용에 따라 환산된 보증금액이 기준을 충족하더라도, 임차인은 구 상가임대차법에 따른 대항력을 주장할 수 없다.<br/>  이러한 법리는 임대차계약이 변경되거나 갱신되었는데 임차인이 사업자등록정정신고를 하지 아니하여 등록사항현황서 등에 기재되어 공시된 내용과 실제 임대차계약의 내용이 불일치하게 된 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상가건물 임대차보호법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제3조 제1항 / [2] 구 상가건물 임대차보호법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제2조, 제3조 제1항, 제4조 제1항 제4호(현행 제4조 제3항 및 현행 상가건물 임대차보호법 시행령 제3조의3 제2항 제3호 참조), 제6호(현행 제4조 제3항 및 현행 상가건물 임대차보호법 시행령 제3조의3 제2항 제5호 참조), 제2항(현행 제4조 제5항 및 현행 상가건물 임대차보호법 시행령 제3조의3 제3항 참조), 구 상가건물 임대차보호법 시행령(2015. 11. 13. 대통령령 제26637호로 개정되기 전의 것) 제2조, 제3조 제2항(현행 상가건물 임대차계약서상의 확정일자 부여 및 임대차 정보제공에 관한 규칙 제6조 제1항 참조), 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제5조 제1항(현행 제8조 제1항 참조), 제2항(현행 제8조 제3항 참조), 제5항(현행 제8조 제6항 참조), 제8항(현행 제8조 제10항 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제7조 제1항(현행 제11조 제1항 참조), 제2항 제3호(현행 제11조 제3항 제2호 참조), 제11조 제1항 제8호(현행 제14조 제1항 제7호 및 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2008. 9. 25. 선고 2008다44238 판결(공2008하, 1449)<br/>"
}