{
  "판례일련번호": "187947",
  "사건명": "차별시정재심판정취소[기간제 근로자의 차별시정 사건]",
  "사건번호": "2014두43288",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161201",
  "판시사항": "[1] 기간제 및 단시간근로자 보호 등에 관한 법률 제9조에 따른 차별적 처우의 시정신청 당시 또는 시정절차 진행 도중에 근로계약기간이 만료한 경우, 기간제근로자가 차별적 처우의 시정을 구할 시정이익이 소멸하는지 여부(소극)<br/>[2] 기간제 및 단시간근로자 보호 등에 관한 법률 제8조 제1항에 따라 기간제근로자에 대한 차별적 처우가 있었는지 판단하기 위한 비교대상 근로자로 선정된 근로자의 업무가 기간제근로자의 업무와 동종 또는 유사한 업무에 해당하는지 판단하는 기준<br/>[3] 기간제 및 단시간근로자 보호 등에 관한 법률 제2조 제3호에서 정한 ‘불리한 처우’와 ‘합리적인 이유가 없는 경우’의 의미 및 합리적 이유가 있는지 판단하는 방법<br/>",
  "판결요지": "[1] 구 기간제 및 단시간근로자 보호 등에 관한 법률(2014. 3. 18. 법률 제12469호로 개정되기 전의 것) 제13조, 기간제 및 단시간근로자 보호 등에 관한 법률 제9조 제1항, 제12조 제1항, 제13조, 제15조의2, 제15조의3과 같은 시정절차 관련 규정의 내용과 입법 목적, 시정절차의 기능, 시정명령의 내용 등을 종합하여 보면, 시정신청 당시에 혹은 시정절차 진행 도중에 근로계약기간이 만료하였다는 이유만으로 기간제근로자가 차별적 처우의 시정을 구할 시정이익이 소멸하지는 아니한다.<br/>[2] 기간제 및 단시간근로자 보호 등에 관한 법률 제8조 제1항은 기간제근로자에 대한 차별적 처우가 있었는지를 판단하기 위한 비교대상 근로자를, ‘해당 사업 또는 사업장에서 동종 또는 유사한 업무에 종사하는 기간의 정함이 없는 근로계약을 체결한 근로자’로 규정하고 있다.<br/>  비교대상 근로자로 선정된 근로자의 업무가 기간제근로자의 업무와 동종 또는 유사한 업무에 해당하는지는, 취업규칙이나 근로계약 등에 명시된 업무 내용이 아니라 근로자가 실제 수행하여 온 업무를 기준으로 판단하되, 이들이 수행하는 업무가 서로 완전히 일치하지 아니하고 업무의 범위나 책임·권한 등에서 다소 차이가 있더라도 주된 업무의 내용에 본질적인 차이가 없다면, 특별한 사정이 없는 한 이들은 동종 또는 유사한 업무에 종사한다고 보아야 한다.<br/>[3] 기간제 및 단시간근로자 보호 등에 관한 법률 제2조 제3호는 임금이나 그 밖의 근로조건 등에서 합리적인 이유 없이 기간제근로자를 불리하게 처우하는 것을 차별적 처우로 규정하고 있다.<br/>  여기서 불리한 처우란 사용자가 임금이나 그 밖의 근로조건 등에서 기간제근로자와 비교대상 근로자를 다르게 처우함으로써 기간제근로자에게 발생하는 불이익 전반을 의미하며, 합리적인 이유가 없는 경우란 기간제근로자를 달리 처우할 필요성이 인정되지 아니하거나, 달리 처우할 필요성이 인정되더라도 방법·정도 등이 적정하지 아니한 것을 뜻한다.<br/>  또한 합리적인 이유가 있는지는, 개별 사안에서 문제가 된 불리한 처우의 내용 및 사용자가 불리한 처우의 사유로 삼은 사정을 기준으로, 급부의 실제 목적, 고용형태의 속성과 관련성, 업무의 내용 및 범위·권한·책임, 노동의 강도·양과 질, 임금이나 그 밖의 근로조건 등의 결정요소 등을 종합적으로 고려하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기간제 및 단시간근로자 보호 등에 관한 법률(2014. 3. 18. 법률 제12469호로 개정되기 전의 것) 제13조, 기간제 및 단시간근로자 보호 등에 관한 법률 제9조 제1항, 제12조 제1항, 제13조, 제15조의2, 제15조의3 / [2] 기간제 및 단시간근로자 보호 등에 관한 법률 제8조 제1항 / [3] 기간제 및 단시간근로자 보호 등에 관한 법률 제2조 제3호<br/>",
  "참조판례": "[2][3] 대법원 2012. 10. 25. 선고 2011두7045 판결(공2012하, 1938), 대법원 2014. 11. 27. 선고 2011두5391 판결(공2015상, 27)<br/>"
}