{
  "판례일련번호": "187942",
  "사건명": "방음설비설치[도로소음에 따른 생활방해에 관한 사건]",
  "사건번호": "2014다57846",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161125",
  "판시사항": "[1] 소음이 민법 제217조에서 정하는 생활방해에 해당하는지 여부(적극) 및 소음이 이웃 토지의 통상의 용도에 적당한 것인 경우, 이웃 거주자는 같은 조 제2항에 따라 이를 인용할 의무가 있는지 여부(적극)<br/>[2] 도로소음에 따른 생활방해의 정도가 ‘참을 한도’를 넘는지 판단하는 기준과 고려할 사항<br/>[3] 도로변 지역의 소음에 관한 환경정책기본법의 소음환경기준을 초과하는 도로소음이 있다고 하여 ‘참을 한도’를 넘는 위법한 침해행위가 있다고 단정할 수 있는지 여부(소극) / 도로소음에 따른 생활방해를 원인으로 제기된 사건에서 공동주택에 거주하는 사람들이 ‘참을 한도’를 넘는 생활방해를 받고 있는지는 거실에서 소음원에 면한 방향의 모든 창호를 개방한 상태로 측정한 소음도가 환경정책기본법상 소음환경기준 등을 넘는지에 따라 판단하여야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 민법 제217조는 제1항에서 \"토지소유자는 매연, 열기체, 액체, 음향, 진동 기타 이에 유사한 것으로 이웃 토지의 사용을 방해하거나 이웃 거주자의 생활에 고통을 주지 아니하도록 적당한 조처를 할 의무가 있다.\"라고 정하고, 제2항에서 \"이웃 거주자는 전항의 사태가 이웃 토지의 통상의 용도에 적당한 것인 때에는 이를 인용할 의무가 있다.\"라고 정하고 있다. 소음은 이 규정에서 정하는 생활방해에 해당하므로, 제2항에 따라 이웃 거주자는 소음이 이웃 토지의 통상의 용도에 적당한 것인 때에는 이를 인용할 의무가 있다.<br/>[2] 도로에서 발생하는 소음으로 말미암아 생활에 고통을 받는 경우에 이웃 거주자에게 인용의무가 있는지는 일반적으로 사회통념에 비추어 도로소음이 참아내야 할 정도(이하 ‘참을 한도’라고 한다)를 넘는지에 따라 결정하여야 한다. 이는 구체적으로 소음으로 인한 피해의 성질과 정도, 피해이익의 공공성, 가해행위의 종류와 태양, 가해행위의 공공성, 가해자의 방지조치 또는 손해 회피의 가능성, 공법상 규제기준의 위반 여부, 지역성, 토지이용의 선후관계 등 모든 사정을 종합적으로 고려하여 판단하여야 한다. 그리고 도로가 현대생활에서 필수불가결한 시설로서 지역 간 교통, 균형개발과 국가의 산업경제활동에 큰 편익을 제공하는 것이고, 도시개발사업도 주변의 정비된 도로망 건설을 필수적인 요소로 하여 이루어지고 있는 점, 자동차 교통이 교통의 많은 부분을 차지하고 있고, 도시화·산업화에 따라 주거의 과밀화가 진행되고 있는 현실에서 일정한 정도의 도로소음의 발생과 증가는 사회발전에 따라 피할 수 없는 변화에 속하는 점 등도 충분히 고려되어야 한다.<br/>[3] 도로소음을 규제하는 행정법규는 인근 주민을 소음으로부터 보호하는 데 주요한 목적이 있기 때문에 도로소음이 이 기준을 넘는지는 일반적으로 사회통념에 비추어 참아내야 할 정도(이하 ‘참을 한도’라고 한다)를 정하는 데 중요하게 고려해야 한다. 그러나 도로변 지역의 소음에 관한 환경정책기본법의 소음환경기준을 넘는 도로소음이 있다고 하여 바로 참을 한도를 넘는 위법한 침해행위가 있어 민사책임이 성립한다고 단정할 수 없다. 도로소음으로 인한 생활방해를 원인으로 제기된 사건에서 공동주택에 거주하는 사람들이 참을 한도를 넘는 생활방해를 받고 있는지는 특별한 사정이 없는 한 소음피해지점에서 소음원 방향으로 창문·출입문 또는 건물벽 밖의 0.5~1m 떨어진 지점에서 측정된 실외소음도가 아니라, 일상생활이 주로 이루어지는 장소인 거실에서 도로 등 해당 소음원에 면한 방향의 모든 창호를 개방한 상태로 측정한 소음도가 환경정책기본법상 소음환경기준 등을 넘는지 여부에 따라 판단하는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제217조 / [2] 민법 제217조 / [3] 민법 제217조, 환경정책기본법 제12조 제1항, 제2항, 환경정책기본법 시행령 제2조 [별표]<br/>",
  "참조판례": "[2][3] 대법원 2015. 9. 24. 선고 2011다91784 판결(공2015하, 1596)<br/>"
}