{
  "판례일련번호": "188005",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(배임)[업무상배임죄가 성립하기 위하여 필요한 '재산상 실해 발생의 위험'을 초래한 경우에 해당하는지 문제된 사건]",
  "사건번호": "2017도6151",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171012",
  "판시사항": "[1] 업무상배임죄에서 ‘재산상의 손해’의 의미와 재산상 손해의 유무에 대한 판단 기준(=경제적 관점) 및 재산상 손해가 발생하였다고 평가할 수 있는 ‘재산상 실해 발생의 위험’의 의미와 정도(=구체적·현실적인 위험이 야기된 정도)<br/>[2] 업무상배임죄에서 타인의 사무를 처리하는 자의 임무위배행위가 민사재판에서 법질서에 위배되는 법률행위로서 무효로 판단될 가능성이 있는 경우, 본인(타인)에게 재산상의 손해가 발생하였는지를 판단할 때 유의하여야 할 사항<br/>[3] 배합사료 판매회사인 甲 회사의 영업사원인 피고인이 乙에게 배합사료를 공급하면서 甲 회사의 내부 결재를 거치지 않고 장려금 등 명목으로 임의로 단가를 조정하거나 대금을 할인해 줌으로써 乙에게 재산상 이익을 취득하게 하고 甲 회사에 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 공소사실을 유죄로 판단한 원심판결에 배임죄의 재산상 손해 요건에 관한 법리를 오해하여 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 업무상배임죄는 업무상 타인의 사무를 처리하는 자가 임무에 위배하는 행위를 하고 그러한 임무위배행위로 인하여 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 재산상의 손해를 가한 때 성립하는데, 여기서 재산상의 손해에는 현실적인 손해가 발생한 경우뿐만 아니라 재산상 실해 발생의 위험을 초래한 경우도 포함되고, 재산상 손해의 유무에 대한 판단은 법률적 판단에 의하지 않고 경제적 관점에서 파악하여야 한다. 그런데 재산상 손해가 발생하였다고 평가될 수 있는 재산상 실해 발생의 위험이란 본인에게 손해가 발생할 막연한 위험이 있는 것만으로는 부족하고 경제적인 관점에서 보아 본인에게 손해가 발생한 것과 같은 정도로 구체적인 위험이 있는 경우를 의미한다. 따라서 재산상 실해 발생의 위험은 구체적·현실적인 위험이 야기된 정도에 이르러야 하고 단지 막연한 가능성이 있다는 정도로는 부족하다.<br/>[2] 업무상배임죄에서 타인의 사무를 처리하는 자의 임무위배행위는 민사재판에서 법질서에 위배되는 법률행위로서 무효로 판단될 가능성이 적지 않고, 그 결과 본인(타인)에게도 아무런 손해가 발생하지 않는 경우가 많다. 이러한 경우에는 그 의무부담행위로 인하여 실제로 채무의 이행이 이루어졌는지 또는 본인이 민법상 사용자책임 등을 부담하게 되었는지 등과 같이 현실적인 손해가 발생하거나 실해 발생의 위험이 생겼다고 볼 수 있는 사정이 있는지를 면밀히 심리·판단하여야 한다.<br/>[3] 배합사료 판매회사인 甲 회사의 영업사원인 피고인이 乙에게 배합사료를 공급하면서 甲 회사의 내부 결재를 거치지 않고 장려금 등 명목으로 임의로 단가를 조정하거나 대금을 할인해 줌으로써 乙에게 재산상 이익을 취득하게 하고 甲 회사에 손해를 가하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(배임)으로 기소된 사안에서, 甲 회사의 乙 측을 상대로 한 물품대금 소송의 제1심에서 甲 회사가 승소하였지만 상대방의 항소로 항소심에 계속 중인 이상 사용자책임 등을 부담할 가능성을 완전히 배제하기 어렵다는 등의 원심이 설시한 사정만으로는 甲 회사에 재산상 실해가 발생할 가능성이 생겼다고 말할 수는 있어도 나아가 그 실해 발생의 위험이 구체적·현실적인 정도에 이르렀다고 보기 어려운데도, 피고인의 행위가 甲 회사의 재산 상태에 구체적으로 어떠한 영향을 미쳤는지, 위 물품대금 소송의 제1심판결에도 불구하고 甲 회사가 사용자책임을 부담한다고 볼 만한 사정이 있는지 등을 면밀히 심리하여 甲 회사에 현실적인 손해가 발생하거나 실해 발생의 위험이 생겼다고 볼 수 있는지를 판단하지 아니한 채 공소사실을 유죄로 판단한 원심판결에 배임죄의 재산상 손해 요건에 관한 법리를 오해하여 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제2항, 제356조 / [2] 형법 제355조 제2항, 제356조 / [3] 형법 제355조 제2항, 제356조, 구 특정경제범죄 가중처벌 등에 관한 법률(2016. 1. 6. 법률 제13719호로 개정되기 전의 것) 제3조 제1항 제2호<br/>",
  "참조판례": "[1] 대법원 1995. 11. 21. 선고 94도1375 판결(공1996상, 127), 대법원 2008. 6. 19. 선고 2006도4876 전원합의체 판결(공2008하, 1181), 대법원 2015. 9. 10. 선고 2015도6745 판결(공2015하, 1573) / [2] 대법원 2017. 7. 20. 선고 2014도1104 전원합의체 판결(공2017하, 1760), 대법원 2017. 9. 21. 선고 2014도9960 판결(공2017하, 2023)<br/>"
}