{
  "판례일련번호": "191242",
  "사건명": "상속세물납불허가처분취소",
  "사건번호": "2010두19942",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130411",
  "판시사항": "[1]상속세 및 증여세법 시행령 제73조 제1항이 물납을 청구할 수 있는 납부세액의 한도를 ‘당해 상속재산인 부동산 및 유가증권의 가액에 대한 상속세 납부세액’으로 규정한 것이 모법의 위임이 없거나 위임범위를 벗어나 무효인지 여부(소극)<br/>[2]상속세 및 증여세법 시행령 제73조 제2항에서 정한 ‘상속재산인 부동산 및 유가증권 중제1항의 납부세액을 납부하는 데 적합한 가액의 물건이 없을 때’의 의미 및위 시행령 제73조 제2항에서 정하고 있는 요건이 갖추어진 경우에만같은 조 제1항에서 정한 한도를 초과하여 물납을 허가할 수 있는지 여부(원칙적 적극)<br/>[3] 1주 단위로 물납을 할 수 있는 비상장주식이상속세 및 증여세법 시행령 제73조 제2항의 ‘상속재산인 부동산 및 유가증권 중제1항의 납부세액을 납부하는 데 적합한 가액의 물건이 없을 때’에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1]구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제73조 제1항 본문(이하 ‘이 사건 법률조항’이라 한다)은 물납의 요건으로 상속받은 재산 중 부동산과 유가증권의 가액이 상속재산가액의 2분의 1을 초과할 것 등을 규정하면서 물납이 허용되는 재산을 부동산과 유가증권으로 한정하고 있으나, 물납이 허용되는 납부세액의 한도는 구체적으로 규정하고 있지 않다. 그런데 물납제도는 조세의 현금납부원칙(국세징수법 시행령 제18조 참조)에 대한 예외로서 인정되는 것이고, 이 사건 법률조항이 물납이 허용되는 재산의 범위를 부동산과 유가증권으로 한정하고 있는 점에 비추어 보면, 이 사건 법률조항의 취지가 상속세 납부세액 전부에 대하여 물납을 허용하려는 데 있다고 보기 어렵다. 그뿐 아니라 이 사건 법률조항은 그 문언에 의하더라도 물납신청의 방법과 허가의 절차뿐만 아니라 물납의 허가에 관한 사항도 상속세 및 증여세법 시행령(이하 ‘시행령’이라 한다)에서 정하도록 위임한 것으로 보이므로,시행령 제73조 제1항이 물납이 허용되는 납부세액의 한도, 즉 납세의무자가 물납을 청구할 수 있는 납부세액의 한도를 규정한 것은 이 사건 법률조항의 위임에 근거한 것이라고 할 것이다. 그리고 위와 같이 이 사건 법률조항이 상속재산 중 부동산과 유가증권의 가액이 차지하는 비율을 물납요건의 하나로 규정하면서 물납이 허용되는 재산을 부동산과 유가증권으로 한정하고 있는 점에 비추어 보면,시행령 제73조 제1항이 물납을 청구할 수 있는 납부세액의 한도를 ‘당해 상속재산인 부동산 및 유가증권의 가액에 대한 상속세 납부세액’으로 규정한 것이 이 사건 법률조항의 취지에 반한다고 볼 수도 없다. 따라서시행령 제73조 제1항이 모법의 위임이 없거나 그 위임범위를 벗어나 무효라고 할 수 없다.<br/>[2]상속세 및 증여세법 시행령(이하 ‘시행령’이라 한다) 제73조 제2항의 취지는 물납이 허용되는 상속재산은 있으나 이를같은 조 제1항에서 규정한 물납을 청구할 수 있는 납부세액에 맞추어 분할할 수 없어 그 납부세액조차도 물납할 수 없게 되는 것을 방지하려는 데에 있으므로, 위 규정에서 말하는 ‘상속재산인 부동산 및 유가증권 중제1항의 납부세액을 납부하는 데 적합한 가액의 물건이 없을 때’란 물납할 재산의 수납가액이시행령 제73조 제1항에서 규정한 물납을 청구할 수 있는 납부세액의 한도인 ‘당해 상속재산인 부동산 및 유가증권에 대한 상속세액’을 초과하는 경우를 의미한다고 보아야 한다. 여기에다 물납제도는 조세의 현금납부원칙에 대한 예외로 특별히 인정된 것이라는 점과 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것)이 물납제도와는 별도로 연부연납제도를 마련하고 있는 점(제71조 참조) 등을 아울러 고려하면, 세무서장은 특별한 사정이 없는 한시행령 제73조 제2항에서 규정하고 있는 위와 같은 요건이 갖추어진 경우에만시행령 제73조 제1항에서 규정한 한도를 초과하여 물납을 허가할 수 있다.<br/>[3]상속세 및 증여세법 시행령(이하 ‘시행령’이라 한다) 제73조 제2항의 취지 및 문언 내용과 함께, 물납제도는 조세의 현금납부원칙에 대한 예외로 인정된 것이므로 조세를 금전으로 납부하는 사람과 물납하려는 사람 사이의 조세부담의 형평성 및 조세징수의 충실성을 고려하여 물납의 허용범위를 정하는 것이 바람직한 점 등에 비추어 보면, 1주 단위로 물납을 할 수 있는 비상장주식은 당해 상속재산인 부동산 및 유가증권의 가액에 대한 납부세액에 상당하는 수량을 물납하는 방법으로 그 납부세액을 납부할 수 있으므로 특별한 사정이 없는 한시행령 제73조 제2항에서 규정한 ‘상속재산인 부동산 및 유가증권 중제1항의 납부세액을 납부하는 데 적합한 가액의 물건이 없을 때’에 해당한다고 볼 수 없고, 상속재산인 비상장주식 중 일부에 대하여만 물납을 허가할 경우 나머지 부분의 경제적 가치가 잔존 비율만큼 유지되지 않을 수 있다고 하여 달리 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제73조 제1항,상속세 및 증여세법 시행령 제73조 제1항 / [2]상속세 및 증여세법 시행령 제73조 제1항,제2항 / [3]상속세 및 증여세법 시행령 제73조 제2항<br/>",
  "참조판례": ""
}