{
  "판례일련번호": "192106",
  "사건명": "직무이행명령취소",
  "사건번호": "2009추206",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130627",
  "판시사항": "[1] 교육부장관이 교육감에 대하여 할 수 있는 직무이행명령의 대상사무인 ‘국가위임사무’의 의미<br/>[2] 담당 교육청 소속 국가공무원인 교사에 대한 교육감의 징계의결요구 사무가 국가위임사무인지 여부(적극)<br/>[3] 구 사립학교법 제54조 제3항에서 정한 사립 초등·중·고등학교 교사의 징계에 관한 교육감의 징계요구 사무가 국가위임사무인지 여부(적극)<br/>[4] 직무이행명령과 이에 대한 이의소송 제도의 취지 및 직무이행명령의 요건 중 ‘법령의 규정에 따라 지방자치단체의 장에게 특정 국가위임사무를 관리·집행할 의무가 있는지’ 여부의 판단 대상과 기준<br/>[5] 공무원인 교원이 집단으로 행한 의사표현행위가 국가공무원법 제66조 제1항이 금지하는 ‘공무 외의 일을 위한 집단행위’에 해당하는 경우 및 사립학교 교원이 국가공무원법 제66조 제1항이 금지하는 ‘공무 외의 일을 위한 집단행위’에 참여한 경우, 징계사유에 해당하는지 여부(적극)<br/>[6] 지방자치단체의 장이 그 의무에 속한 국가위임사무를 이행하지 않는 것이 지방자치법 제170조 제1항에서 정한 ‘국가위임사무의 관리와 집행을 명백히 게을리 하고 있다’는 경우에 해당하는지 여부(원칙적 적극) 및 그 예외<br/>",
  "판결요지": "[1] 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 제1항에 따르면, 교육부장관이 교육감에 대하여 할 수 있는 직무이행명령의 대상사무는 ‘국가위임사무의 관리와 집행’이다. 그 규정의 문언과 함께 직무이행명령 제도의 취지, 즉 교육감이나 지방자치단체의 장 등, 기관에 위임된 국가사무의 통일적 실현을 강제하고자 하는 점 등을 고려하면, 여기서 국가위임사무란 교육감 등에 위임된 국가사무, 즉 기관위임 국가사무를 뜻한다고 보는 것이 타당하다.<br/>[2] 교육공무원 징계사무의 성격, 그 권한의 위임에 관한 교육공무원법령의 규정 형식과 내용 등에 비추어 보면, 국가공무원인 교사에 대한 징계는 국가사무이고, 그 일부인 징계의결요구 역시 국가사무에 해당한다고 보는 것이 타당하다. 따라서 교육감이 담당 교육청 소속 국가공무원인 교사에 대하여 하는 징계의결요구 사무는 국가위임사무라고 보아야 한다.<br/>[3] 사립학교 교원의 복무나 징계 등은 국·공립학교 교원과 같이 전국적으로 통일하여 규율되어야 한다. 이를 고려할 때, 구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것) 제54조 제3항이 사립 초등·중·고등학교 교사의 징계에 관하여 규정한 교육감의 징계요구 권한은 위 사립학교 교사의 자질과 복무태도 등을 국·공립학교 교사와 같이 일정 수준 이상 유지하기 위한 것으로서 국·공립학교 교사에 대한 징계와 균형 있게 처리되어야 할 국가사무로서 시·도 교육감에 위임된 사무라고 보아야 한다.<br/>[4] 직무이행명령 및 이에 대한 이의소송 제도의 취지는 국가위임사무의 관리·집행에서 주무부장관과 해당 지방자치단체의 장 사이의 지위와 권한, 상호 관계 등을 고려하여, 지방자치단체의 장이 해당 국가위임사무에 관한 사실관계의 인식이나 법령의 해석·적용에서 주무부장관과 견해를 달리하여 해당 사무의 관리·집행을 하지 아니할 때, 주무부장관에게는 그 사무집행의 실효성을 확보하기 위하여 지방자치단체의 장에 대한 직무이행명령과 그 불이행에 따른 후속 조치를 할 권한을 부여하는 한편, 해당 지방자치단체의 장에게는 직무이행명령에 대한 이의의 소를 제기할 수 있도록 함으로써, 국가위임사무의 관리·집행에 관한 두 기관 사이의 분쟁을 대법원의 재판을 통하여 합리적으로 해결함으로써 그 사무집행의 적법성과 실효성을 보장하려는 데 있다. 따라서 직무이행명령의 요건 중 ‘법령의 규정에 따라 지방자치단체의 장에게 특정 국가위임사무를 관리·집행할 의무가 있는지’ 여부의 판단대상은 문언대로 그 법령상 의무의 존부이지, 지방자치단체의 장이 그 사무의 관리·집행을 하지 아니한 데 합리적 이유가 있는지 여부가 아니다. 그 법령상 의무의 존부는 원칙적으로 직무이행명령 당시의 사실관계에 관련 법령을 해석·적용하여 판단하되, 직무이행명령 이후의 정황도 고려할 수 있다.<br/>[5] 공무원인 교원이 집단으로 행한 의사표현행위가 국가공무원법이나 공직선거법 등 개별 법률에서 공무원에 대하여 금지하는 특정의 정치적 활동에 해당하는 경우나, 특정 정당이나 정치세력에 대한 지지 또는 반대의사를 직접적으로 표현하는 등 정치적 편향성 또는 당파성을 명백히 드러내는 행위 등과 같이 공무원인 교원의 정치적 중립성을 침해할 만한 직접적인 위험을 가져올 정도에 이르렀다고 볼 수 있는 경우에, 그 행위는 공무원인 교원으로서의 본분을 벗어나 공익에 반하는 행위로서 공무원으로서의 직무에 관한 기강을 저해하거나 공무의 본질을 해치는 것이어서 직무전념의무를 해태한 것이라 할 것이므로, 국가공무원법 제66조 제1항이 금지하는 ‘공무 외의 일을 위한 집단행위’에 해당한다고 보는 것이 타당하다. 그리고 사립학교 교원의 복무에 관하여 국·공립학교의 교원에 관한 규정이 준용되고[구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것, 이하 같다) 제55조], 사립학교 교원이 직무상의 의무에 위반한 경우 등은 징계사유에 해당하므로(구 사립학교법 제61조 제1항), 사립학교 교원이 국가공무원법 제66조 제1항이 금지하는 ‘공무 외의 일을 위한 집단행위’에 참여한 때에는 징계사유에 해당한다.<br/>[6] 지방자치법 제170조 제1항에 따르면, 주무부장관은 지방자치단체의 장이 그 의무에 속하는 국가위임사무의 관리와 집행을 명백히 게을리하고 있다고 인정되면 해당 지방자치단체의 장에게 이행할 사항을 명할 수 있다. 여기서 ‘국가위임사무의 관리와 집행을 명백히 게을리하고 있다’는 요건은 국가위임사무를 관리·집행할 의무가 성립함을 전제로 하는데, 지방자치단체의 장은 그 의무에 속한 국가위임사무를 이행하는 것이 원칙이므로, 지방자치단체의 장이 특별한 사정이 없이 그 의무를 이행하지 아니한 때에는 이를 충족한다고 해석하여야 한다. 여기서 특별한 사정이란, 국가위임사무를 관리·집행할 수 없는 법령상 장애사유 또는 지방자치단체의 재정상 능력이나 여건의 미비, 인력의 부족 등 사실상의 장애사유를 뜻한다고 보아야 하고, 지방자치단체의 장이 특정 국가위임사무를 관리·집행할 의무가 있는지 여부에 관하여 주무부장관과 다른 견해를 취하여 이를 이행하고 있지 아니한 사정은 이에 해당한다고 볼 것이 아니다. 왜냐하면, 직무이행명령에 대한 이의소송은 그와 같은 견해의 대립을 전제로 지방자치단체의 장에게 제소권을 부여하여 성립하는 것이므로, 그 소송의 본안판단에서 그 사정은 더는 고려할 필요가 없기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 제1항 / [2] 구 교육공무원법(2011. 9. 30. 법률 제11066호로 개정되기 전의 것) 제2조 제5항(현행 제2조 제6항 참조), 제33조 제1항, 구 교육공무원임용령(2011. 10. 25. 대통령령 제23243호로 개정되기 전의 것) 제3조 제5항 제3호 / [3] 구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것) 제4조, 제52조, 제53조, 제53조의2, 제54조 제4항, 제55조, 제61조, 제62조, 제64조 / [4] 지방교육자치에 관한 법률 제3조, 지방자치법 제170조 / [5] 국가공무원법 제66조 제1항, 제78조 제1항 제1호, 구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것) 제55조, 제61조 제1항 / [6] 지방자치법 제170조 제1항<br/>",
  "참조판례": "[5] 대법원 2012. 4. 19. 선고 2010도6388 전원합의체 판결(공2012상, 912)<br/>"
}