{
  "판례일련번호": "192119",
  "사건명": "손해배상(기)[배트남전 참전군인 고엽제 피해 손해배상청구 사건]",
  "사건번호": "2006다17539",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130712",
  "판시사항": "[1] 국제재판관할의 결정 기준 및 물품을 제조·판매하는 제조업자에 대한 제조물책임소송에서 손해발생지 법원에 국제재판관할권이 있는지 판단하는 방법<br/>[2] 구 섭외사법 제13조 제1항에서 정한 불법행위에서 ‘그 원인된 사실이 발생한 곳’에 손해의 결과발생지가 포함되는지 여부(적극)<br/>[3] 제조물책임의 대상이 되는 제조물의 의미 및 특정 소비자와의 공급계약에 따라 그 소비자에게 직접 납품되어 사용되는 것이 제조물에 포함되는지 여부(적극)<br/>[4] 제조물책임을 부담하는 제조업자의 의미 및 정부와의 공급계약에 의해 정부가 제시한 제조지시에 따라 제조물을 제조·판매한 경우에도 제조물의 결함에 대하여 제조물책임을 부담하는지 여부(적극)<br/>[5] 인체에 유해한 독성물질이 혼합된 화학제품을 설계·제조하는 제조업자가 부담하는 위험방지의무의 내용 및 제조업자가 위 의무를 위반한 채 생명·신체에 위해를 발생시킬 위험이 있는 화학제품을 설계하여 그대로 제조·판매한 경우, 그 화학제품에 결함이 존재한다고 볼 수 있는지 여부(원칙적 적극)<br/>[6] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 질병이 발생하였다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 참전군인들 중 일부가 고엽제의 TCDD에 노출되어 특이성 질환인 염소성여드름이 발생하는 손해를 입었다고 본 원심판단을 정당하다고 한 사례<br/>[7] 특정 위험인자와 비특이성 질환 사이에 역학적 상관관계가 인정되는 경우, 어느 개인이 위험인자에 노출된 사실과 비특이성 질환에 걸린 사실의 증명만으로 양자 사이의 인과관계를 인정할 만한 개연성이 증명된 것으로 볼 수 있는지 여부(소극) 및 이 경우 개연성을 증명하는 방법<br/>[8] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 당뇨병 등 질병에 걸렸다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 참전군인들 중 일부가 고엽제의 TCDD에 노출되어 비특이성 질환인 당뇨병 등 질병이 발생하는 손해를 입었다고 본 원심판결에 역학적 인과관계와 개연성 등에 관한 법리오해 등 위법이 있다고 한 사례<br/>[9] 민법 제766조 제1항에서 정한 ‘손해 및 가해자를 안 날’의 의미와 판단 기준 및 피해자 등이 ‘손해를 안 시기’에 대한 증명책임의 소재(=소멸시효 완성의 이익을 주장하는 자)<br/>[10] 가해행위와 손해의 발생 사이에 시간적 간격이 있는 불법행위에 기한 손해배상채권의 경우, 민법 제766조 제2항에서 정한 장기소멸시효의 기산점이 되는 ‘불법행위를 한 날’의 의미 및 ‘객관적·구체적으로 손해가 발생한 시기’에 관한 증명책임의 소재(=소멸시효의 이익을 주장하는 자)<br/>[11] 甲 등 베트남전 참전군인들이 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 질병에 걸렸다며 고엽제 제조회사인 乙 외국법인 등을 상대로 제조물책임 등에 따른 손해배상을 구하자, 乙 법인 등이 소멸시효 항변을 한 사안에서, 일부 참전군인들에 대한 소멸시효 항변은 권리남용에 해당하지만, 고엽제후유증환자로 등록한 날부터 3년이 경과한 후에 가압류신청 또는 소를 제기한 참전군인들에 대한 소멸시효 항변은 권리남용에 해당하지 않는다고 한 사례<br/>[12] 불법행위로 인한 손해배상청구 소송에서 가해행위와 손해 사이의 인과관계를 비율적으로 인정할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 국제재판관할은 당사자 간의 공평, 재판의 적정, 신속 및 경제를 기한다는 기본이념에 따라 결정하여야 한다. 구체적으로는 소송당사자들의 공평, 편의 그리고 예측가능성과 같은 개인적인 이익뿐만 아니라 재판의 적정, 신속, 효율 및 판결의 실효성 등과 같은 법원 내지 국가의 이익도 함께 고려하여야 하고, 이러한 다양한 이익 중 어떠한 이익을 보호할 것인지는 개별 사건에서 법정지와 당사자 사이의 실질적 관련성 및 법정지와 분쟁이 된 사안 사이의 실질적 관련성을 객관적인 기준으로 삼아 합리적으로 판단하여야 한다. 특히 물품을 제조·판매하는 제조업자에 대한 제조물책임소송에서 손해발생지 법원에 국제재판관할권이 있는지를 판단하는 경우에는 제조업자가 손해발생지에서 사고가 발생하여 그 지역의 법원에 제소될 것임을 합리적으로 예견할 수 있을 정도로 제조업자와 손해발생지 사이에 실질적 관련성이 있는지를 고려하여야 한다.<br/>[2] 구 섭외사법(2001. 4. 7. 법률 제6465호 국제사법으로 전부 개정되기 전의 것) 제13조 제1항에 의하면, 외국적 요소가 있는 섭외사건에서 불법행위로 인하여 생긴 채권의 성립 및 효력은 그 원인이 된 사실이 발생한 곳의 법에 의하여 판단하여야 하고, 불법행위에서 그 원인이 된 사실이 발생한 곳에는 불법행위를 한 행동지뿐만 아니라 손해의 결과발생지도 포함된다.<br/>[3] 제조물책임의 대상이 되는 제조물은 원재료에 설계·가공 등의 행위를 가하여 새로운 물품으로 제조 또는 가공된 동산으로서 상업적 유통에 제공되는 것을 말하고, 여기에는 여러 단계의 상업적 유통을 거쳐 불특정 다수 소비자에게 공급되는 것뿐만 아니라 특정 소비자와의 공급계약에 따라 그 소비자에게 직접 납품되어 사용되는 것도 포함된다.<br/>[4] 제조물책임을 부담하는 제조업자는 제조물의 제조·가공 또는 수입을 업으로 하는 자 또는 제조물에 성명·상호·상표 기타 식별 가능한 기호 등을 사용하여 자신을 제조업자로 표시하거나 제조업자로 오인시킬 수 있는 표시를 한 자를 말하고, 정부와의 공급계약에 따라 정부가 제시한 제조지시에 따라 제조물을 제조·판매한 경우에도 제조물에 결함이 발생한 때에는 제조물책임을 부담한다.<br/>[5] 제조업자가 인체에 유해한 독성물질이 혼합된 화학제품을 설계·제조하는 경우, 그 화학제품의 사용 용도와 방법 등에 비추어 사용자나 그 주변 사람이 그 독성물질에 계속적·반복적으로 노출될 수 있고, 그 독성물질이 가진 기능적 효용은 없거나 극히 미미한 반면, 그 독성물질에 계속적·반복적으로 노출됨으로써 사용자 등의 생명·신체에 위해가 발생할 위험이 있으며 제조업자가 사전에 적절한 위험방지조치를 취하기 전에는 사용자 등이 그 피해를 회피하기 어려운 때에는, 제조업자는 고도의 위험방지의무를 부담한다. 즉 이러한 경우 제조업자는 그 시점에서의 최고의 기술 수준으로 그 제조물의 안전성을 철저히 검증하고 조사·연구를 통하여 발생 가능성 있는 위험을 제거·최소화하여야 하며, 만약 그 위험이 제대로 제거·최소화되었는지 불분명하고 더욱이 실제 사용자 등에게 그 위험을 적절히 경고하기 곤란한 사정도 존재하는 때에는, 안전성이 충분히 확보될 정도로 그 위험이 제거·최소화되었다고 확인되기 전에는 그 화학제품을 유통시키지 말아야 한다. 따라서 제조업자가 이러한 고도의 위험방지의무를 위반한 채 생명·신체에 위해를 발생시킬 위험이 있는 화학제품을 설계하여 그대로 제조·판매한 경우에는 특별한 사정이 없는 한 그 화학제품에는 사회통념상 통상적으로 기대되는 안전성이 결여된 설계상의 결함이 존재한다고 봄이 타당하다.<br/>[6] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 각종 질병이 발생하였다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 고엽제에 함유된 유해물질인 TCDD에 대한 개개인의 신체적 감수성이 염소성여드름 발현 여부와 형태에 미치는 영향, TCDD에 노출된 후 염소성여드름이 발병하는 기간 등 제반 사정을 종합하여, 참전군인들 중 일부가 고엽제에 함유된 TCDD에 노출되어 특이성 질환인 염소성여드름이 발생하였을 개연성이 인정된다는 이유로, 그들이 베트남전 동안 복무지역 등에 살포되거나 잔류하는 고엽제의 TCDD에 노출되어 염소성여드름이 발생하는 손해를 입었다고 본 원심판단을 정당하다고 한 사례.<br/>[7] 비특이성 질환의 경우에는 특정 위험인자와 비특이성 질환 사이에 역학적 상관관계가 인정된다 하더라도, 어느 개인이 위험인자에 노출되었다는 사실과 비특이성 질환에 걸렸다는 사실을 증명하는 것만으로 양자 사이의 인과관계를 인정할 만한 개연성이 증명되었다고 볼 수 없다. 이러한 경우에는 위험인자에 노출된 집단과 노출되지 않은 다른 일반 집단을 대조하여 역학조사를 한 결과 위험인자에 노출된 집단에서 비특이성 질환에 걸린 비율이 위험인자에 노출되지 않은 집단에서 비특이성 질환에 걸린 비율을 상당히 초과한다는 점을 증명하고, 그 집단에 속한 개인이 위험인자에 노출된 시기와 노출 정도, 발병시기, 위험인자에 노출되기 전의 건강상태, 생활습관, 질병 상태의 변화, 가족력 등을 추가로 증명하는 등으로 위험인자에 의하여 비특이성 질환이 유발되었을 개연성이 있다는 점을 증명하여야 한다.<br/>[8] 甲 등 베트남전 참전군인들이 乙 외국법인 등에 의해 제조되어 베트남전에서 살포된 고엽제 때문에 당뇨병 등 각종 질병에 걸렸다며 乙 법인 등을 상대로 제조물책임 등에 따른 손해배상을 구한 사안에서, 고엽제 노출과 당뇨병 등 비특이성 질환 사이에 통계학적 연관성이 있다는 사정과 참전군인들 중 일부가 비특이성 질환에 걸렸다는 사정만으로 그들 개개인이 걸린 비특이성 질환이 베트남전 당시 살포된 고엽제에 노출되어 발생하였을 개연성을 인정할 수 없는데도, 일부 참전군인들이 고엽제의 TCDD에 노출되어 당뇨병 등 비특이성 질환이 발생하는 손해를 입었다고 본 원심판결에 역학적 인과관계와 개연성 등에 관한 법리오해 등 위법이 있다고 한 사례.<br/>[9] 민법 제766조 제1항은 불법행위로 인한 손해배상청구권은 피해자나 그 법정대리인이 그 손해 및 가해자를 안 날부터 3년간 이를 행사하지 아니하면 시효로 소멸한다고 규정하고 있다. 여기서 ‘손해 및 가해자를 안 날’이란 피해자나 그 법정대리인이 손해 및 가해자를 현실적이고도 구체적으로 인식한 날을 의미하며, 그 인식은 손해발생의 추정이나 의문만으로는 충분하지 않고, 손해의 발생사실뿐만 아니라 가해행위가 불법행위를 구성한다는 사실, 즉 불법행위의 요건사실에 대한 인식으로서 위법한 가해행위의 존재, 손해의 발생 및 가해행위와 손해 사이의 인과관계 등이 있다는 사실까지 안 날을 뜻한다. 그리고 피해자 등이 언제 불법행위의 요건사실을 현실적이고도 구체적으로 인식한 것으로 볼 것인지는 개별 사건의 여러 객관적 사정을 참작하고 손해배상청구가 사실상 가능하게 된 상황을 고려하여 합리적으로 인정하여야 하고, 손해를 안 시기에 대한 증명책임은 소멸시효 완성으로 인한 이익을 주장하는 자에게 있다.<br/>[10] 민법 제766조 제2항에 의하면, 불법행위를 한 날부터 10년을 경과한 때에도 손해배상청구권이 시효로 소멸한다고 규정되어 있는데, 가해행위와 이로 인한 손해의 발생 사이에 시간적 간격이 있는 불법행위에 기한 손해배상청구권의 경우, 위와 같은 장기소멸시효의 기산점이 되는 ‘불법행위를 한 날’은 객관적·구체적으로 손해가 발생한 때, 즉 손해의 발생이 현실적인 것으로 되었다고 할 수 있을 때를 의미하고, 그 발생 시기에 대한 증명책임은 소멸시효의 이익을 주장하는 자에게 있다.<br/>[11] 甲 등 베트남전 참전군인들이 베트남전에서 살포된 고엽제 때문에 염소성여드름 등 질병에 걸렸다며 고엽제 제조회사인 乙 외국법인 등을 상대로 제조물책임 등에 따른 손해배상을 구하자, 乙 법인 등이 소멸시효 항변을 한 사안에서, 염소성여드름 발병 시점부터 乙 법인 등 보유의 특허권에 대한 가압류신청일이나 乙 법인 등을 상대로 한 소 제기일까지 10년의 장기소멸시효기간이 지난 참전군인들의 경우에도 그들이 고엽제휴유증환자로 등록하여 乙 법인 등에 대한 손해배상청구권의 존재에 관하여 인식할 수 있게 되기까지는 객관적으로 권리행사를 기대하기 어려운 장애사유가 있었고, 그들 중 일부를 제외한 나머지 참전군인들의 경우 그들 개개인이 고엽제후유증환자 등록 후 민법상 시효정지의 경우에 준하는 단기간 내에 가압류신청이나 소제기 등 권리행사를 하는 데 상당한 어려움이 있는 등 매우 특수한 사정이 있었던 점을 감안할 때 그들이 상당한 기간 내에 권리행사를 한 것으로 봄이 타당하므로, 乙 법인 등이 그들에게 소멸시효 완성을 주장하는 것은 신의칙에 반하는 권리남용에 해당하여 허용되지 않지만, 고엽제후유증환자로 등록한 날부터 3년이 경과한 후에 가압류신청 또는 소를 제기한 일부 참전군인들에 대한 소멸시효 항변은 권리남용에 해당하지 않는다고 한 사례.<br/>[12] 불법행위로 인한 손해배상청구 소송에서 가해행위와 손해 발생 사이의 인과관계는 존재하거나 부존재하는지를 판단하는 것이고, 이를 비율적으로 인정할 수는 없으므로, 이른바 비율적 인과관계론은 받아들일 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제2조 / [2] 구 섭외사법(2001. 4. 7. 법률 제6465호 국제사법으로 전부 개정되기 전의 것) 제13조 제1항(현행 국제사법 제32조 제1항 참조) / [3] 제조물 책임법 제2조 제1호, 제3조 제1항 / [4] 제조물 책임법 제2조 제3호, 제3조 제1항 / [5] 제조물 책임법 제2조 제2호 (나)목, 제3조 제1항 / [6] 제조물 책임법 제3조 제1항, 민법 제750조 / [7] 민법 제750조 / [8] 제조물 책임법 제3조 제1항, 민법 제750조 / [9] 민법 제766조 제1항, 민사소송법 제288조 / [10] 민법 제766조 제2항, 민사소송법 제288조 / [11] 민법 제2조, 제162조, 제766조 제1항, 제2항 / [12] 민법 제750조<br/>",
  "참조판례": "[1] 대법원 1995. 11. 21. 선고 93다39607 판결(공1996상, 26), 대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294) / [2] 대법원 1994. 1. 28. 선고 93다18167 판결(공1994상, 818), 대법원 2008. 4. 24. 선고 2005다75071 판결(공2008상, 759) / [9] 대법원 2001. 9. 14. 선고 99다42797 판결(공2001하, 2219), 대법원 2002. 6. 28. 선고 2000다22249 판결(공2002하, 1777), 대법원 2011. 3. 10. 선고 2010다13282 판결(공2011상, 708) / [10] 대법원 1992. 5. 22. 선고 91다41880 판결(공1992, 1969), 대법원 2007. 11. 16. 선고 2005다55312 판결(공2007하, 1922), 대법원 2012. 8. 30. 선고 2010다54566 판결(공2012하, 1590)<br/>"
}