{
  "판례일련번호": "192209",
  "사건명": "손해배상(기)",
  "사건번호": "2011다57869",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130912",
  "판시사항": "[1] 상법 제403조에 따라 대표소송을 제기하기 위하여 상법 또는 구 증권거래법이 정하는 주식보유요건을 갖추어야 할 시기 및 대표소송을 제기한 주주 중 일부가 주식을 처분하는 등으로 주주의 지위를 상실한 경우, 그 주주가 제기한 부분의 소가 부적법하게 되는지 여부(원칙적 적극)<br/>[2] 모회사 이사와 자회사의 거래가 구 상법 제398조에 따라 모회사 이사회의 승인을 받아야 하는 거래인지 여부(소극)<br/>[3] 이사가 경업 대상 회사의 지배주주가 되어 그 회사의 의사결정과 업무집행에 관여할 수 있게 되는 경우 상법 제397조 제1항에 따라 자신이 속한 회사 이사회의 승인을 얻어야 하는지 여부(적극) 및 이사가 실질적으로 그가 속한 회사의 지점 내지 영업부문으로 운영되고 공동의 이익을 추구하는 관계에 있는 다른 회사의 지배주주가 되려는 경우, 같은 항에 따라 자신이 속한 회사 이사회의 승인을 얻어야 하는지 여부(소극)<br/>[4] 이사회가 정당한 절차를 거쳐 회사의 이익을 위하여 회사에 이익이 될 여지가 있는 사업기회를 포기하거나 어느 이사가 그것을 이용할 수 있도록 승인한 경우, 그 이사나 이사회의 승인 결의에 참여한 이사들이 선량한 관리자의 주의의무 또는 충실의무를 위반한 것인지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 상법 제403조 제1항, 제2항, 제3항, 제5항과 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 증권거래법’이라 한다) 제191조의13 제1항을 종합하여 보면, 여러 주주들이 함께 대표소송을 제기하기 위하여는 그들이 회사에 대하여 이사의 책임을 추궁할 소의 제기를 청구할 때와 회사를 위하여 그 소를 제기할 때 보유주식을 합산하여 상법 또는 구 증권거래법이 정하는 주식보유요건을 갖추면 되고, 소 제기 후에는 보유주식의 수가 그 요건에 미달하게 되어도 무방하다. 그러나 대표소송을 제기한 주주 중 일부가 주식을 처분하는 등의 사유로 주식을 전혀 보유하지 아니하게 되어 주주의 지위를 상실하면, 특별한 사정이 없는 한 그 주주는 원고적격을 상실하여 그가 제기한 부분의 소는 부적법하게 되고, 이는 함께 대표소송을 제기한 다른 원고들이 주주의 지위를 유지하고 있다고 하여 달리 볼 것은 아니다.<br/>[2] 구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것, 이하 ‘구 상법’이라 한다) 제398조가 이사와 회사 간의 거래에 대하여 이사회의 승인을 받도록 정한 것은 이사가 그 지위를 이용하여 회사와 직접 거래를 하거나 이사 자신의 이익을 위하여 회사와 제3자 간에 거래를 함으로써 이사 자신의 이익을 도모하고 회사 또는 주주에게 손해를 입히는 것을 방지하고자 하는 것이므로, 위 규정이 적용되기 위하여는 이사 또는 제3자의 거래상대방이 이사가 직무수행에 관하여 선량한 관리자의 주의의무 또는 충실의무를 부담하는 당해 회사이어야 한다. 한편 자회사가 모회사의 이사와 거래를 한 경우에는 설령 모회사가 자회사의 주식 전부를 소유하고 있더라도 모회사와 자회사는 상법상 별개의 법인격을 가진 회사이고, 그 거래로 인한 불이익이 있더라도 그것은 자회사에게 돌아갈 뿐 모회사는 간접적인 영향을 받는 데 지나지 아니하므로, 자회사의 거래를 곧바로 모회사의 거래와 동일하게 볼 수는 없다. 따라서 모회사의 이사와 자회사의 거래는 모회사와의 관계에서 구 상법 제398조가 규율하는 거래에 해당하지 아니하고, 모회사의 이사는 그 거래에 관하여 모회사 이사회의 승인을 받아야 하는 것이 아니다.<br/>[3] 상법이 제397조 제1항으로 \"이사는 이사회의 승인이 없으면 자기 또는 제3자의 계산으로 회사의 영업부류에 속한 거래를 하거나 동종영업을 목적으로 하는 다른 회사의 무한책임사원이나 이사가 되지 못한다.\"고 규정한 취지는, 이사가 그 지위를 이용하여 자신의 개인적 이익을 추구함으로써 회사의 이익을 침해할 우려가 큰 경업을 금지하여 이사로 하여금 선량한 관리자의 주의로써 회사를 유효적절하게 운영하여 그 직무를 충실하게 수행하여야 할 의무를 다하도록 하려는 데 있다. 따라서 이사는 경업 대상 회사의 이사, 대표이사가 되는 경우뿐만 아니라 그 회사의 지배주주가 되어 그 회사의 의사결정과 업무집행에 관여할 수 있게 되는 경우에도 자신이 속한 회사 이사회의 승인을 얻어야 하는 것으로 볼 것이다. 한편 어떤 회사가 이사가 속한 회사의 영업부류에 속한 거래를 하고 있다면 그 당시 서로 영업지역을 달리하고 있다고 하여 그것만으로 두 회사가 경업관계에 있지 아니하다고 볼 것은 아니지만, 두 회사의 지분소유 상황과 지배구조, 영업형태, 동일하거나 유사한 상호나 상표의 사용 여부, 시장에서 두 회사가 경쟁자로 인식되는지 여부 등 거래 전반의 사정에 비추어 볼 때 경업 대상 여부가 문제되는 회사가 실질적으로 이사가 속한 회사의 지점 내지 영업부문으로 운영되고 공동의 이익을 추구하는 관계에 있다면 두 회사 사이에는 서로 이익충돌의 여지가 있다고 볼 수 없고, 이사가 위와 같은 다른 회사의 주식을 인수하여 지배주주가 되려는 경우에는 상법 제397조가 정하는 바와 같은 이사회의 승인을 얻을 필요가 있다고 보기 어렵다.<br/>[4] 이사는 회사에 대하여 선량한 관리자의 주의의무를 지므로, 법령과 정관에 따라 회사를 위하여 그 의무를 충실히 수행한 때에야 이사로서의 임무를 다한 것이 된다. 이사는 이익이 될 여지가 있는 사업기회가 있으면 이를 회사에 제공하여 회사로 하여금 이를 이용할 수 있도록 하여야 하고, 회사의 승인 없이 이를 자기 또는 제3자의 이익을 위하여 이용하여서는 아니 된다. 그러나 회사의 이사회가 그에 관하여 충분한 정보를 수집·분석하고 정당한 절차를 거쳐 회사의 이익을 위하여 의사를 결정함으로써 그러한 사업기회를 포기하거나 어느 이사가 그것을 이용할 수 있도록 승인하였다면 그 의사결정과정에 현저한 불합리가 없는 한 그와 같이 결의한 이사들의 경영판단은 존중되어야 할 것이므로, 이 경우에는 어느 이사가 그러한 사업기회를 이용하게 되었더라도 그 이사나 이사회의 승인 결의에 참여한 이사들이 이사로서 선량한 관리자의 주의의무 또는 충실의무를 위반하였다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제403조 제1항, 제2항, 제3항, 제5항, 구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제191조의13 제1항 / [2] 구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것) 제398조 / [3] 상법 제397조 / [4] 상법 제382조 제2항, 제382조의3, 민법 제681조<br/>",
  "참조판례": "[2] 대법원 2010. 3. 11. 선고 2007다71271 판결(공2010상, 709) / [3] 대법원 1993. 4. 9. 선고 92다53583 판결(공1993상, 1365)<br/>"
}