{
  "판례일련번호": "192310",
  "사건명": "조합설립추진위원회승인무효확인등",
  "사건번호": "2011두28455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20131024",
  "판시사항": "[1] 정비구역이 지정·고시되기 전의 정비예정구역을 기준으로 한 토지 등 소유자 과반수의 동의를 얻어 구성된 추진위원회에 대하여 구성 승인처분이 이루어진 후 지정된 정비구역이 정비예정구역보다 면적이 축소되었다는 사정만으로 승인처분이 당연무효라고 할 수 있는지 여부(소극)<br/>[2] 도시·주거환경정비기본계획에서 정한 정비예정구역의 범위 안에서 정비구역을 지정하는 경우, 정비구역의 지정을 위한 절차를 거치는 외에 따로 기본계획을 먼저 변경해야 한다거나 그 변경절차를 거치지 않고 곧바로 정비구역을 지정하는 것이 위법한지 여부(소극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제13조 제1항, 제2항은 시장·군수 또는 주택공사 등이 아닌 자가 정비사업을 시행하고자 하는 경우에는 토지 등 소유자로 구성된 조합을 설립해야 하고, 이때 조합을 설립하려면 토지 등 소유자 과반수의 동의를 얻어 조합설립추진위원회(이하 ‘추진위원회’라 한다)를 구성하여 시장·군수의 승인을 얻어야 한다고만 규정하고 있었을 뿐, 추진위원회의 구성에 관한 토지 등 소유자의 동의시기를 정비구역의 지정·고시 이후로 제한하는 규정을 두고 있지 않았으므로, 이러한 점 등에 비추어 보면 구 도시정비법 제13조 제1항, 제2항에 의한 추진위원회 구성 승인처분이 정비구역이 지정·고시되기 전에 지정된 정비예정구역을 기준으로 한 토지 등 소유자의 과반수 동의를 얻어 구성된 추진위원회에 대하여 이루어진 것이라고 하더라도 그 하자가 중대하거나 명백하다고 할 수는 없다. 그리고 행정소송에서 행정처분의 위법 여부는 당해 처분이 행하여졌을 때의 법령과 사실 상태를 기준으로 판단해야 한다. 따라서 정비구역이 지정·고시되기 전의 정비예정구역을 기준으로 한 토지 등 소유자 과반수의 동의를 얻어 구성된 추진위원회에 대하여 그 구성에 관한 승인처분이 이루어졌는데, 그 후에 지정된 정비구역이 정비예정구역보다 면적이 축소되었다고 하더라도 이러한 사정만으로 그 추진위원회 구성에 관한 승인처분이 당연무효라고 할 수는 없다.<br/>[2] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것)은 정비예정구역의 개략적 범위에 관한 사항을 포함하는 도시·주거환경정비기본계획을 수립 또는 변경하고자 하는 때 소정의 절차를 거치도록 하면서 대통령령이 정하는 경미한 사항을 변경하는 경우에는 그 예외를 인정하고 있는데(제3조 제1항, 제3항), 구 도시 및 주거환경정비법 시행령(2009. 11. 27. 대통령령 제21856호로 개정되기 전의 것)은 정비예정구역의 면적을 구체적으로 명시한 때 당해 구역 면적의 20% 미만 변경인 경우를 경미한 사항을 변경하는 경우의 하나로 들고 있다(제9조 제3항 제5호). 한편 구 도시정비법은 정비구역의 지정 및 정비계획의 수립에 관하여 기본계획에 적합한 범위 안에서 소정의 요건 및 절차를 거치도록 정하고 있을 뿐 정비구역과 정비예정구역의 관계에 관한 규정은 두고 있지 않다(제4조). 이러한 각 규정의 내용, 형식 및 취지를 종합하면, 기본계획 단계에서 그 내용 중 일부인 정비예정구역의 면적을 20% 이상 변경하는 경우에는 기본계획 변경절차를 거쳐야 하나, 이미 수립된 기본계획에서 정한 정비예정구역의 범위 안에서 정비구역을 지정하는 경우에는 정비구역의 지정을 위한 절차를 거치는 외에 따로 기본계획을 먼저 변경하여야 한다거나 그 변경절차를 거치지 않고 곧바로 정비구역 지정행위에 나아간 것이 위법하다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제13조 제1항, 제2항, 행정소송법 제19조 / [2] 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제3조 제1항, 제3항, 제4조, 구 도시 및 주거환경정비법 시행령(2009. 11. 27. 대통령령 제21856호로 개정되기 전의 것) 제9조 제3항 제5호<br/>",
  "참조판례": "[1] 대법원 2010. 9. 30. 선고 2010두9358 판결, 대법원 2012. 4. 26. 선고 2011두23108, 23115 판결, 대법원 2012. 9. 27. 선고 2011두17400 판결<br/>"
}