{
  "판례일련번호": "192379",
  "사건명": "증권거래법위반",
  "사건번호": "2010도9927",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110113",
  "판시사항": "[1] 주식시세조종의 목적으로 허위매수주문행위, 고가매수주문행위 및 통정매매행위 등을 반복한 경우,구 증권거래법 제188조의4 위반죄의 죄수 관계(=포괄일죄)<br/>[2] 피고인이 포괄일죄의 관계에 있는 범행의 일부를 실행한 후 공범관계에서 이탈하였으나 다른 공범자에 의하여 나머지 범행이 이루어진 경우, 피고인이 관여하지 않은 부분에 대하여도 죄책을 부담하는지 여부(적극)<br/>[3] 피고인이 다른 공범들과 특정 회사 주식의 시세조종 주문을 내기로 공모한 다음 시세조종행위의 일부를 실행한 후 공범관계로부터 이탈하였고, 다른 공범들이 그 이후의 나머지 시세조종행위를 계속한 사안에서, 피고인이 다른 공범들의 범죄실행을 저지하지 않은 이상 그 이후 나머지 공범들이 행한 시세조종행위에 대하여도 공동정범으로서의 죄책을 부담한다고 한 사례<br/>",
  "판결요지": "[1] 주식시세조종의 목적으로 허위매수주문행위, 고가매수주문행위 및 통정매매행위 등을 반복한 경우, 이는 시세조종 등 불공정거래의 금지를 규정하고 있는구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조의4에 해당하는 수개의 행위를 단일하고 계속된 범의 하에서 일정기간 계속하여 반복한 범행이라 할 것이고, 이 범죄의 보호법익은 유가증권시장 또는 협회중개시장에서의 유가증권 거래의 공정성 및 유통의 원활성 확보라는 사회적 법익이고 각각의 유가증권 소유자나 발행자 등 개개인의 재산적 법익은 직접적인 보호법익이 아닌 점에 비추어 위 각 범행의 피해법익의 동일성도 인정되므로,위 법 제188조의4에 정한 불공정거래행위금지 위반의 포괄일죄가 성립한다.<br/>[2] 피고인이 포괄일죄의 관계에 있는 범행의 일부를 실행한 후 공범관계에서 이탈하였으나 다른 공범자에 의하여 나머지 범행이 이루어진 경우, 피고인이 관여하지 않은 부분에 대하여도 죄책을 부담한다.<br/>[3] 피고인이 甲 투자금융회사에 입사하여 다른 공범들과 특정 회사 주식의 시세조종 주문을 내기로 공모한 다음 시세조종행위의 일부를 실행한 후 甲 회사로부터 해고를 당하여 공범관계로부터 이탈하였고, 다른 공범들이 그 이후의 나머지 시세조종행위를 계속한 사안에서, 피고인이 다른 공범들의 범죄실행을 저지하지 않은 이상 그 이후 나머지 공범들이 행한 시세조종행위에 대하여도 죄책을 부담함에도, 피고인이 해고되어 甲 회사를 퇴사함으로써 기존의 공모관계에서 이탈하였다는 사정만으로 피고인이 이미 실행한 시세조종행위에 대한 기능적 행위지배가 해소되었다고 보아 그 이후의 각 구 증권거래법(2007. 8. 3. 법률 제8635호자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 위반의 공소사실에 대하여 무죄를 선고한 원심판결에 공모공동정범에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]형법 제37조,구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조의4 제1항 제1호,제2호,제2항 제1호(현행자본시장과 금융투자업에 관한 법률 제176조 제1항 제1호,제2호,제2항 제1호 참조),제207조의2 제1항 제2호(현행자본시장과 금융투자업에 관한 법률 제443조 제1항 제4호,제5호 참조) / [2]형법 제30조,제37조 / [3]형법 제30조,제37조,구 증권거래법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제188조의4 제1항 제1호,제2호,제2항 제1호(현행자본시장과 금융투자업에 관한 법률 제176조 제1항 제1호,제2호,제2항 제1호 참조),제207조의2 제1항 제2호(현행자본시장과 금융투자업에 관한 법률 제443조 제1항 제4호,제5호 참조)<br/>",
  "참조판례": "[1][2]대법원 2005. 4. 15. 선고 2005도630 판결 / [1]대법원 2002. 6. 14. 선고 2002도1256 판결(공2002하, 1741),대법원 2002. 7. 22. 선고 2002도1696 판결(공2002하, 2100),대법원 2002. 7. 26. 선고 2001도4947 판결(공2002하, 2127),대법원 2002. 7. 26. 선고 2002도1855 판결(공2002하, 2159),대법원 2003. 12. 26. 선고 2003도6288 판결(공2004상, 321) / [2]대법원 2002. 8. 27. 선고 2001도513 판결(공2002하, 2369)<br/>"
}