{
  "판례일련번호": "192386",
  "사건명": "부동산소유권이전등기",
  "사건번호": "2010다16090",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110630",
  "판시사항": "[1] 토지소유자가 1필 또는 수필의 토지 중 일정 면적의 소유권을 상대방에게 양도하기로 하는 계약을 체결하였으나 양도할 토지 위치가 확정되지 않은 경우, 상대방이 토지소유자에게 가지는 채권의 성격(=선택채권)<br/>[2] 가구공장을 경영할 목적으로 부지를 매수하였으나 부지가 도로에 접하지 않은 맹지여서 공장설립허가를 받을 수 없었던 甲과 위 부지에 연접한 토지로서 맹지는 아니나 형상이 남북으로 좁고 길어 이를 제대로 활용하지 못하고 있던 乙이, 먼저 乙 소유 토지를 甲 소유 토지에 합병한 후 합병된 토지 중 乙 소유 토지 면적에 상응하는 만큼의 토지를 분할하여 乙에게 이전하여 주기로 하는 내용의 교환계약을 체결하였으나 이전할 토지의 위치에 관하여는 합의를 하지 않은 사안에서, 乙이 甲에게 가지는 채권은민법 제380조에서 정한 선택채권에 해당하는 것으로 보아야 하는데도, 공유관계 설정에 관한 합의를 의제하여 지분소유권이전등기를 명한 원심판결을 파기한 사례<br/>[3] 甲과 乙이, 먼저 乙 소유 토지를 甲 소유 토지에 합병한 후 합병된 토지 중 乙 소유 토지 면적에 상응하는 만큼의 토지를 분할하여 乙에게 이전하여 주기로 하는 내용의 교환계약을 체결하였는데 그 후 측량 과정에서 乙 소유 토지의 면적이 정정된 사안에서, 정정된 면적만큼 추가로 甲에게 소유권이 이전되었다 하더라도 이는 교환계약에 기한 의무 이행에 불과할 뿐 甲이 법률상 원인 없이 어떠한 부당이득을 얻었다고 볼 수 없음에도, 甲에게 부당이득에 기한 지분이전등기절차 이행을 명한 원심판단에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 토지소유자가 1필 또는 수필의 토지 중 일정 면적의 소유권을 상대방에게 양도하기로 하는 계약을 체결한 경우, 상대방이 토지소유자에 대하여 구체적으로 어떠한 내용의 권리를 가지는지는 원칙적으로 당해 계약의 해석문제로 귀착되는 것이지만, 위치와 형상이 중요시되는 토지의 특성 등을 감안하여 볼 때 특별한 사정이 없는 한 위치가 특정된 일정 면적의 토지 소유권을 양도받을 수 있는 권리를 가지는 것으로 보아야 하고, 따라서 위와 같은 계약에서 양도받을 토지 위치가 확정되지 아니하였다면 상대방이 토지소유자에게 가지는 채권은민법 제380조에서 정한 선택채권에 해당하는 것으로 보아야 한다.<br/>[2] 가구공장을 경영할 목적으로 부지를 매수하였으나 부지가 도로에 접하지 않은 맹지여서 공장설립허가를 받을 수 없었던 甲과 위 부지에 연접한 토지로서 맹지는 아니나 형상이 남북으로 좁고 길어 이를 제대로 활용하지 못하고 있던 乙이, 먼저 乙 소유 토지를 甲 소유 토지에 합병한 후 합병된 토지 중 乙 소유 토지 면적에 상응하는 만큼의 토지를 분할하여 乙에게 이전하여 주기로 하는 내용의 교환계약을 체결하였으나 이전할 토지의 위치에 관하여는 합의를 하지 않은 사안에서, 위 교환계약은 합병된 토지 중 乙 소유 토지 면적에 상응하는 만큼의 토지를 선정한 다음 그와 같이 확정된 토지의 소유권을 乙에게 이전해 주기로 약정한 것이라고 보아야 하고, 따라서 이전받을 토지의 위치가 확정되지 않았다면 乙이 甲에게 가지는 채권은민법 제380조에서 정한 선택채권에 해당하는 것으로 보아야 하는데도, 위치 선정에 관한 합의가 되지 않았다는 사정만으로 공유관계 설정에 관한 합의를 의제하여 甲에게 지분소유권이전등기를 명한 원심판결을 파기한 사례.<br/>[3] 甲과 乙이, 먼저 乙 소유 토지를 甲 소유 토지에 합병한 후 합병된 토지 중 乙 소유 토지 면적에 상응하는 만큼의 토지를 분할하여 乙에게 이전하여 주기로 하는 내용의 교환계약을 체결하였는데 그 후 측량 과정에서 乙 소유 토지의 면적이 정정된 사안에서, 계약 체결의 동기 및 경위, 계약의 실제적인 이행과정 등을 모두 종합하면, 위 교환계약을 체결한 당사자의 의사는 합병된 토지 중 乙 소유 토지의 실제 면적에 상응하는 만큼의 토지를 乙에게 이전하여 주기로 약정한 것이므로, 측량 과정에 乙 소유 토지의 면적이 정정되어 정정된 면적만큼 추가로 甲에게 소유권이 이전되었다 하더라도 이는 교환계약에 기한 의무 이행에 불과할 뿐 甲이 법률상 원인 없이 어떠한 부당이득을 얻었다고 볼 수 없음에도, 甲에게 부당이득에 기한 지분이전등기절차 이행을 명한 원심판단에는 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제105조,제380조 / [2]민법 제105조,제380조,제596조 / [3]민법 제105조,제380조,제596조,제741조<br/>",
  "참조판례": "[1]대법원 2000. 5. 12. 선고 98다23195 판결(공2000하, 1368),대법원 2004. 2. 13. 선고 2003다10612 판결<br/>"
}