{
  "판례일련번호": "192616",
  "사건명": "특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)(피고인3에대하여일부인정된죄명:조세범처벌법위반)·조세범처벌법위반·특정범죄가중처벌등에관한법률위반(조세)[제3자 명의 세금계산서 사건]",
  "사건번호": "2014도14990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150226",
  "판시사항": "[1] 조세범 처벌법 제10조 제3항 제1호 및 제3호(구 조세범 처벌법 제11조의2 제4항 제1호 및 제3호)의 처벌대상 행위<br/>[2] 형식적으로 제3자 명의로 사업자등록이 된 사업체를 운영하여 재화 등을 공급하는 사람이 제3자 명의로 세금계산서를 발행하고 그에 관한 매출처별 세금계산서 합계표를 기재·제출하였으나, 실제로 세금계산서 등에 기재된 수량과 가격으로 재화 등을 공급한 경우, 조세범 처벌법 제10조 제3항 제1호 및 제3호에 해당하는지 여부(소극) / 이때 실제로 재화 등을 공급하는 사람으로부터 재화 등을 공급받고 제3자 명의의 세금계산서를 발급받은 상대방이 같은 법 제10조 제3항 제1호에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 조세범 처벌법 제10조 제3항 제1호 및 제3호(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 구 조세범 처벌법 제11조의2 제4항 제1호 및 제3호와 같다)의 내용과 입법 취지를 종합하면, 같은 항 제1호는 재화 또는 용역(이하 ‘재화 등’이라 한다)을 공급하지 아니한 사람이 자신을 공급자로 기재한 세금계산서를 발급하거나 재화 등을 공급받지 아니한 사람이 자신이 공급받는 자로 기재된 세금계산서를 발급받는 행위를 대상으로 하고, 같은 항 제3호는 재화 등을 공급하거나 공급받지 아니한 사람이 재화 등의 공급에 관한 매출·매입처별 세금계산서 합계표를 거짓으로 기재하여 정부에 제출한 행위를 대상으로 한다.<br/>[2] 재화 또는 용역(이하 ‘재화 등’이라 한다)을 공급하는 사람이 실제로는 자신이 직접 사업체를 운영하여 사업자등록을 하면서 형식적으로 명의만을 제3자로 한 경우에는, 명의자인 제3자가 아니라 실제로 사업체를 운영하면서 재화 등을 공급하는 거래행위를 한 사람을 세금계산서를 발급하고 매출·매입처별 세금계산서 합계표(이하 ‘세금계산서 합계표’라 한다)를 기재·제출하여 부가가치세를 납부하여야 하는 주체로 보아야 한다. 따라서 형식적으로 제3자 명의로 사업자등록이 된 사업체를 운영하여 재화 등을 공급하는 사람이 비록 제3자 명의로 세금계산서를 발행하고 세금계산서 합계표를 기재·제출하였다고 하더라도, 조세범 처벌법 제11조 제1항에 의하여 제3자 명의를 빌려 사업자등록을 마친 행위로 처벌되거나 조세범 처벌법 제10조 제1항에 의하여 세금계산서를 거짓으로 기재하여 교부한 행위로 처벌될 수 있음은 별론으로 하고, 실제로 세금계산서 및 세금계산서 합계표에 기재된 수량의 재화 등을 기재된 가격으로 공급한 이상, 이에 대하여 재화 등을 공급하지 아니한 사람이 세금계산서를 발급하거나 공급에 관한 세금계산서 합계표를 거짓으로 기재하였다 할 수 없으므로 조세범 처벌법 제10조 제3항 제1호 및 제3호에 해당한다고 할 수 없다. 그리고 이러한 경우 실제로 재화 등을 공급하는 사람으로부터 재화 등을 공급받고 제3자 명의의 세금계산서를 발급받은 상대방도 조세범 처벌법 제10조 제3항 제1호에서 정한 재화 등을 공급받지 아니하고 세금계산서를 발급받은 경우에 해당한다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제4항 제1호, 제3호(현행 제10조 제3항 제1호, 제3호 참조), 조세범 처벌법 제10조 제3항 제1호, 제3호 / [2] 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제11조의2 제4항 제1호, 제3호(현행 제10조 제3항 제1호, 제3호 참조), 조세범 처벌법 제10조 제1항, 제3항 제1호, 제3호, 제11조 제1항<br/>",
  "참조판례": ""
}