{
  "판례일련번호": "192743",
  "사건명": "증여세부과처분취소",
  "사건번호": "2016두55926",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170330",
  "판시사항": "[1] 구 상속세 및 증여세법 제41조의3 제1항 및 제41조의5 제1항의 규정 취지 / 구 상속세 및 증여세법 제41조의3 제6항에서 정한 ‘신주’에, 최대주주 등으로부터 증여받거나 유상으로 취득한 주식에 기초하지 아니하고 증여받은 재산과도 관계없이 인수하거나 배정받은 신주가 포함되는지 여부(소극) / 이러한 신주에 의하여 합병에 따른 상장이익을 얻은 경우, 제41조의3 제6항이 준용되는 제41조의5 제1항에서 정한 증여재산가액에 해당하는지 여부(소극)<br/>[2] 증여재산가액의 계산에 관한 구 상속세 및 증여세법 규정이 특정한 유형의 거래·행위를 규율하면서 그중 일정한 거래·행위만을 증여세 과세대상으로 한정하고 과세범위도 제한적으로 규정함으로써 증여세 과세의 범위와 한계를 설정한 경우, 개별 가액산정규정에서 규율하고 있는 거래·행위 중 증여세 과세대상이나 과세범위에서 제외된 거래·행위가 구 상속세 및 증여세법 제2조 제3항의 증여 개념에 해당하더라도 과세할 수 있는지 여부(소극)<br/>[3] 비상장법인인 甲 주식회사가 자신의 임직원이자 甲 회사의 최대주주와 특수관계에 있는 乙 등에게 제3자 배정 방식으로 신주인수권을 부여하여 유상증자를 실시함으로써 乙 등이 주식을 인수하고 5년 이내에 코스닥상장법인인 丙 주식회사가 최대주주이던 甲 회사를 흡수합병하면서 乙 등이 丙 회사의 주식을 배정받자, 과세관청이 흡수합병으로 인한 인수 주식의 가액 증가가 구 상속세 및 증여세법 제41조의5 제1항 또는 제2조 제3항에 정한 과세요건에 해당한다고 보아 乙 등에게 증여세 부과처분을 한 사안에서, 위 법 제41조의5 제1항 및 제3항이 정한 적용요건을 충족하지 아니하고, 乙 등이 얻은 합병에 따른 주식의 상장이익에 대하여는 위 법 제2조 제3항에 근거하여서도 과세할 수 없으므로 처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것, 이하 ‘상속증여세법’이라 한다) 제41조의3 제1항의 입법 취지는 최대주주 등과 특수관계에 있는 자가 얻은 비상장주식의 상장이익에 대하여 증여세를 부과하여 증여나 취득 당시 실현이 예견되는 부의 무상이전까지 과세함으로써 조세평등을 도모하려는 데에 있고, 제41조의5 제1항은 합병을 통한 상장 역시 비상장주식을 직접 상장하는 것과 실질적으로 차이가 없다는 점을 고려하여 제41조의3 제1항과 같은 취지에서 합병에 따른 상장이익에 대하여 증여세를 과세하도록 하고 있다. 그리하여 구 상속증여세법 제41조의3 제1항과 제41조의5 제1항은 특수관계에 있는 자가 그 주식을 최대주주 등으로부터 증여받거나 유상으로 취득한 경우 또는 증여받은 재산으로 취득한 경우를 그 적용요건으로 규정하고 있고, 제41조의5 제3항 본문에서 준용하는 제41조의3 제6항은 제41조의3 제1항이 적용됨을 전제로 하여 법인이 발행한 신주를 적용대상에 포함시키고 있다.<br/>  이러한 위 규정들의 내용과 취지와 아울러 그 문언과 체계에 비추어 보면, 구 상속증여세법 제41조의3 제6항에서 정한 ‘신주’에는 최대주주 등으로부터 증여받거나 유상으로 취득한 주식에 기초하지 아니하고 또한 증여받은 재산과도 관계없이 인수하거나 배정받은 신주가 포함되지 아니하며, 이러한 신주에 의하여 합병에 따른 상장이익을 얻었다 하더라도 위 조항이 준용되는 제41조의5 제1항에서 정한 증여재산가액에 해당한다고 해석할 수 없다.<br/>[2] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것, 이하 ‘상속증여세법’이라 한다) 제2조는 제1항에서 타인의 증여로 인한 증여재산에 대하여 증여세를 부과한다고 규정하면서, 제3항에서 ‘증여’에 관하여 ‘그 행위 또는 거래의 명칭·형식·목적 등과 관계없이 경제적 가치를 계산할 수 있는 유형·무형의 재산을 직접 또는 간접적인 방법으로 타인에게 무상으로 이전(현저히 저렴한 대가를 받고 이전하는 경우를 포함한다)하는 것 또는 기여에 의하여 타인의 재산가치를 증가시키는 것을 말한다’고 포괄적으로 규정하고 있다. 다만 납세자의 예측가능성을 보장하고 조세법률관계의 안정성을 도모하기 위하여 증여재산가액의 계산에 관한 상속증여세법의 규정(이하 ‘가액산정규정’이라 한다)이 특정한 유형의 거래·행위를 규율하면서 그중 일정한 거래·행위만을 증여세 과세대상으로 한정하고 과세범위도 제한적으로 규정함으로써 증여세 과세의 범위와 한계를 설정한 것으로 볼 수 있는 경우에는, 개별 가액산정규정에서 규율하고 있는 거래·행위 중 증여세 과세대상이나 과세범위에서 제외된 거래·행위가 구 상속증여세법 제2조 제3항의 증여의 개념에 해당할 수 있더라도 그에 대하여 증여세를 과세할 수 없다.<br/>[3] 비상장법인인 甲 주식회사가 자신의 임직원이자 甲 회사의 최대주주와 특수관계에 있는 乙 등에게 제3자 배정 방식으로 신주인수권을 부여하여 유상증자를 실시함으로써 乙 등이 주식을 인수하고 5년 이내에 코스닥상장법인인 丙 주식회사가 최대주주이던 甲 회사를 흡수합병하면서 乙 등이 丙 회사의 주식을 배정받자, 과세관청이 흡수합병으로 인한 인수 주식의 가액 증가가 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것, 이하 ‘상속증여세법’이라 한다) 제41조의5 제1항 또는 제2조 제3항에 정한 과세요건에 해당한다고 보아 乙 등에게 증여세 부과처분을 한 사안에서, 비록 乙 등이 甲 회사의 최대주주와 특수관계에 있지만 위 회사의 제3자 배정 방식에 의한 유상증자 절차에서 최대주주와 관계없이 직접 신주인수대금을 부담하여 주식을 인수하였으므로 구 상속증여세법 제41조의5 제1항 및 제3항이 정한 적용요건을 충족하지 아니하고, 구 상속증여세법 제41조의5 제1항 등은 그 규정들에서 정하지 아니한 위 주식과 같은 신주의 취득에 대하여는 과세하지 아니하도록 하는 한계를 설정하였다고 보인다는 이유를 들어 乙 등이 얻은 합병에 따른 주식의 상장이익에 대하여는 특별한 사정이 없는 한 구 상속증여세법 제2조 제3항에 근거하여서도 과세할 수 없으므로, 이와 다른 전제에서 이루어진 처분이 위법하다고 본 원심판결에 법리를 오해한 위법이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제41조의3 제1항, 제6항, 제41조의5 제1항, 제3항 / [2] 구 상속증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제2조 제1항, 제3항 / [3] 구 상속증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제2조 제1항, 제3항, 제41조의3 제1항, 제6항, 제41조의5 제1항, 제3항<br/>",
  "참조판례": "[2] 대법원 2015. 10. 15. 선고 2013두13266 판결(공2015하, 1683), 대법원 2015. 10. 29. 선고 2014두1864 판결<br/>"
}