{
  "판례일련번호": "192975",
  "사건명": "공직선거법위반",
  "사건번호": "2017도6050",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "공직선거법 제58조의2 단서 제1호 내지 제4호에서 투표참여 권유행위를 금지하는 취지 / 공직선거법 제58조의2 단서 제3호에 해당하는 투표참여 권유행위가 선거운동이 금지되는 선거기간개시일 전이나 선거일만 금지되는지 여부(적극) 및 선거운동기간 중에 그에 해당하는 투표참여 권유행위를 하였더라도 같은 법 제256조 제3항 제3호에 따라 처벌할 수 있는지 여부(소극)<br/>",
  "판결요지": "구 공직선거법(2014. 5. 14. 법률 제12583호로 개정되기 전의 것) 제58조 제1항 단서는 “다음 각호의 어느 하나에 해당하는 행위는 선거운동으로 보지 아니한다.”라고 규정하면서, 그 제5호에서 ‘특정 정당 또는 후보자를 지지·추천하거나 반대하는 내용 없이 투표참여를 권유하는 행위(호별로 방문하는 경우 또는 선거일에 확성장치·녹음기·녹화기를 사용하거나 투표소로부터 100m 안에서 하는 경우는 제외한다)’를 선거운동으로 보지 아니하는 행위로 열거하고 있었다.<br/>  그런데 선거운동기간이 아님에도 정당 또는 후보자 명의가 표시된 현수막 등을 사용한 투표참여 권유행위가 무분별하게 이루어지는 등 위 규정이 사실상 선거운동 제한의 탈법 수단으로 이용된다는 비판에 따라 위 법률로 개정된 공직선거법은 제58조 제1항 단서 제5호를 삭제하는 대신, 제58조의2를 신설하여 “누구든지 투표참여를 권유하는 행위를 할 수 있다. 다만 다음 각호의 어느 하나에 해당하는 행위의 경우에는 그러하지 아니하다.”라고 규정하면서, 그 각호에서 ‘호별로 방문하는 경우’(제1호), ‘사전투표소 또는 투표소로부터 100m 안에서 하는 경우’(제2호), ‘현수막 등 시설물, 인쇄물, 확성장치·녹음기·녹화기, 어깨띠, 표찰 그 밖의 표시물을 사용하여 하는 경우’(제4호)와 함께 ‘특정 정당 또는 후보자를 지지·추천하거나 반대하는 내용을 포함하여 하는 경우’(제3호)를 금지되는 투표참여 권유행위로 열거하였다. 그리고 공직선거법 제256조 제3항 제3호는 ‘이 법에 규정되지 아니한 방법으로 제58조의2 단서를 위반하여 투표참여를 권유하는 행위를 한 자’를 처벌하도록 새롭게 규정하였다.<br/>  위와 같은 투표참여 권유행위에 관한 공직선거법 관련 규정들의 개정 취지에 비추어 보면, 공직선거법 제58조의2 단서 제1호, 제2호, 제4호에 해당하는 행위의 경우 투표매수 등 불법·부정 선거운동 또는 선거운동 방법의 제한을 회피한 탈법방법에 의한 선거운동을 방지하거나 투표소 등의 질서를 유지하기 위한 목적에서 이를 금지하는 것과 달리, 같은 조 단서 제3호는, 특정 정당 또는 후보자를 지지·추천하거나 반대하는 내용을 포함하는 행위인 경우 그 내용이 선거운동에 해당할 수 있다는 고려에서 규정된 것으로서 그 투표참여 권유행위 자체가 선거운동에 해당할 수 있기 때문에 나머지 각호의 행위와 함께 규제대상에 포함시켰다고 봄이 타당하다.<br/>  따라서 공직선거법 제58조의2 단서 제3호에 해당하는 투표참여 권유행위는 선거운동이 금지되는 선거기간개시일 전이나 선거일만 금지되고, 선거운동이 허용되는 선거기간개시일부터 선거일 전일까지의 선거운동기간 중에는 허용되어 그에 해당하는 투표참여 권유행위를 하였더라도 처벌할 수 없다고 보아야 한다. 이와 달리 선거운동기간 중에도 특정 정당 또는 후보자를 지지·추천하거나 반대하는 내용을 포함하여 하는 투표참여 권유행위가 금지된다고 본다면, 이는 선거운동 자체를 금지하는 것과 다를 바가 없고, 선거운동기간 중에는 공직선거법 등 법률에 의하여 금지 또는 제한되는 것이 아닌 한 누구든지 자유롭게 선거운동을 할 수 있도록 규정한 공직선거법 제58조 제2항, 제59조의 취지와 모순되어 부당하기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "구 공직선거법(2014. 5. 14. 법률 제12583호로 개정되기 전의 것) 제58조 제1항 제5호(현행 제58조의2 참조), 공직선거법 제58조 제2항, 제58조의2, 제59조, 제256조 제3항 제3호<br/>",
  "참조판례": ""
}