{
  "판례일련번호": "192965",
  "사건명": "소유권이전등기·소유권이전등기",
  "사건번호": "2017다360, 377",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 취득시효에서 자주점유 여부에 대한 증명책임의 소재 및 자주점유의 추정이 깨지는 경우 / 점유자가 주장한 자주점유의 권원이 인정되지 않는다는 사유만으로 자주점유의 추정이 깨지는지 여부(소극)<br/>[2] 사망자 명의의 신청으로 이루어진 이전등기가 현재의 실체관계와 부합한다는 점에 관한 증명책임의 소재(=등기의 유효를 주장하는 자)<br/>[3] 1960. 1. 1. 민법 시행 전에 남편이 인지한 혼인 외의 출생자가 관습상 유효한 친자관계로 인정되었는지 여부(적극) 및 1990. 1. 13. 법률 제4199호로 개정된 민법에 따라 혼인 외의 자와 아버지의 배우자의 법정 친자관계가 소멸하였는지 여부(적극) / 실종선고로 인한 상속에 관한 경과규정인 개정 민법 부칙 제12조 제2항의 의미<br/>",
  "판결요지": "[1] 물건의 점유자는 소유의 의사로 점유한 것으로 추정된다(민법 제197조 제1항). 따라서 점유자가 취득시효를 주장하는 경우 스스로 소유의 의사를 증명할 책임은 없고, 그 점유자의 점유가 소유의 의사가 없는 점유임을 주장하여 취득시효의 성립을 부정하는 자에게 그 증명책임이 있다.<br/>  점유자의 점유가 자주점유인지 아니면 타주점유인지는 점유자의 마음속에 있는 의사에 따라 결정되는 것이 아니라 점유 취득의 원인이 된 권원의 성질이나 점유와 관련된 모든 사정에 따라 외형적·객관적으로 결정되어야 한다. 점유자가 성질상 소유의 의사가 없는 것으로 보이는 권원에 바탕을 두고 점유를 취득한 사실이 증명되었거나, 점유자가 타인의 소유권을 배제하여 자기의 소유물처럼 배타적 지배를 하려는 의사를 가지고 점유하는 것으로 볼 수 없는 객관적 사정, 즉 점유자가 진정한 소유자라면 통상 취하지 않았을 태도를 나타내거나 소유자라면 당연히 취했을 것으로 보이는 행동을 취하지 않은 경우 등 외형적·객관적으로 보아 점유자가 타인의 소유권을 배척하고 점유할 의사를 갖고 있지 않았던 것이라고 볼 만한 사정이 증명된 경우에 한하여 그 추정은 깨진다. 그러나 점유자가 스스로 매매나 증여와 같이 자주점유의 권원을 주장하였는데, 이것이 인정되지 않는다는 사유만으로는 자주점유의 추정이 깨진다고 볼 수 없다.<br/>[2] 사망자 명의의 신청으로 이루어진 이전등기는 원인무효의 등기로서 등기의 추정력을 인정할 여지가 없으므로 등기의 유효를 주장하는 자가 현재의 실체관계와 부합함을 증명할 책임이 있다.<br/>[3] 1960. 1. 1. 민법(1958. 2. 22. 법률 제471호로 제정된 것, 이하 ‘제정 민법’이라 한다) 시행 전에 친족·상속에 관해서는 우리나라의 관습(이하 ‘구 관습’이라 한다)에 따르도록 되어 있었다. 구 관습에서는 남편이 인지한 혼인 외의 출생자는 서자가 되고, 서자는 아버지의 배우자와 적모서자관계에 있었고, 이 관계도 관습상 유효한 친자관계로 인정되었다.<br/>  제정 민법 시행 이후에도 혼인 외의 자는 아버지의 배우자와 법정 친자관계에 있었으나(제774조), 1990. 1. 13. 법률 제4199호로 개정된 민법(이하 ‘개정 민법’이라 한다)에 따라 민법 제774조가 삭제되어 이러한 법정 친자관계는 그 시행일인 1991. 1. 1. 소멸하였다(개정 민법 부칙 제4조).<br/>개정 민법 부칙 제12조는 상속에 관한 경과규정으로 제1항에서 ‘이 법 시행일 전에 개시된 상속에 관하여는 이 법 시행일 후에도 구법(舊法)의 규정을 적용한다.’고 정하고, 제2항에서 ‘실종선고로 인하여 상속이 개시되는 경우에 그 실종기간이 구법 시행기간 중에 만료되는 때에도 그 실종이 이 법 시행일 후에 선고된 때에는 상속에 관하여는 이 법의 규정을 적용한다.’고 정하고 있다. 이는 개정 민법 시행 전에 개시된 상속에 관해서는 개정 민법의 시행에도 불구하고 상속 개시 시점을 기준으로 제정 민법 시행 전에는 구 관습을 적용하고 제정 민법 시행 후에는 제정 민법을 적용하되, 개정 민법 시행 후 실종선고가 있는 경우에는 실종기간의 만료 시점이 언제인지와 관계없이 실종선고로 인한 상속에 관해서는 개정 민법을 적용하기로 한 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제197조 제1항, 제245조 제1항 / [2] 민법 제186조 / [3] 구 민법(1990. 1. 13. 법률 제4199호로 개정되기 전의 것) 제774조(현행 삭제), 민법 부칙(1990. 1. 13.) 제4조, 제12조<br/>",
  "참조판례": "[1] 대법원 1997. 8. 21. 선고 95다28625 전원합의체 판결(공1997하, 2501), 대법원 2002. 2. 26. 선고 99다72743 판결(공2002상, 777) / [2] 대법원 1983. 8. 23. 선고 83다카597 판결(공1983, 1417)<br/>"
}