{
  "판례일련번호": "192956",
  "사건명": "법인세부과처분취소",
  "사건번호": "2014두2256",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 특수관계자에게 제공한 업무무관 가지급금의 대손금 손금불산입에 관한 구 법인세법 제34조 제3항 제2호 등의 입법 취지 / 구 법인세법 시행령 제61조 제5항 및 구 법인세법 제34조 제3항 제2호 등에 따라 채권의 처분손실을 손금에 산입할 수 없는 특수관계자에 대한 업무무관 가지급금인지 여부를 판단하는 데 기준이 되는 시점<br/>[2] 내국법인이 채권을 취득하여 보유하다가 채권에서 발생하는 이자의 계산기간 중에 채권을 타인에게 매도하는 경우, 구 법인세법 제73조 제8항에 따라 원천징수의무를 부담하는 법인은 채권 매도 시점에 ‘채권의 액면가액 × 보유기간 × 적용이자율’의 산식에 따라 계산한 금액을 원천징수할 의무가 있는지 여부(적극) 및 해당 채권이 매도되는 과정에서 채권의 처분손실이 발생한 경우 달리 보아야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 같다) 제34조 제3항 제2호, 제28조 제1항 제4호 (나)목, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것, 이하 같다) 제53조 제1항 본문 등(이하 ‘구 법인세법 제34조 제3항 제2호 등’이라 한다)의 입법 취지는, 법인이 특수관계자에게 법인의 업무와 관련 없이 지급한 자금의 대여액(이하 ‘업무무관 가지급금’이라 한다)에 대손사유가 발생하여 채권 회수가 불가능하게 된 경우에는, 그 대손금을 손금불산입함으로써 특수관계자에 대한 비정상적인 자금대여관계를 유지하는 것을 제한하고, 기업자금의 생산적 운용을 통한 기업의 건전한 경제활동을 유도하는 데 있다. 또한 구 법인세법 시행령 제61조 제5항도 같은 취지에서 업무무관 가지급금에 해당하는 채권을 타인에게 매도하여 발생한 처분손실을 손금불산입하도록 규정하고 있다. 그런데 법인이 특수관계자에게 제공한 업무무관 가지급금에 대손사유가 발생하기 전 또는 그 채권의 매도에 따른 처분손실이 발생하기 전에 특수관계가 이미 소멸하였다면, 이는 더 이상 비정상적으로 자금을 대여하는 것으로 볼 수 없으므로, 업무무관 가지급금에 대한 세법적 규제를 가할 필요성도 함께 소멸되었다고 할 수밖에 없다. 이러한 점을 고려하면, 구 법인세법 시행령 제61조 제5항 및 구 법인세법 제34조 제3항 제2호 등에 따라 채권의 처분손실을 손금에 산입할 수 없는 특수관계자에 대한 업무무관 가지급금인지는 특별한 사정이 없는 한 그 채권을 처분할 당시를 기준으로 판단하여야 한다.<br/>[2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 같다) 제73조 제8항 및 구 소득세법(2008. 12. 26. 법률 제9270호로 개정되기 전의 것) 제46조 제1항은 ‘내국법인이 소득세법 제16조 제1항 제2호에 규정하는 채권에서 발생하는 이자의 계산기간 중에 채권을 타인에게 매도하는 경우, 채권의 보유기간에 따른 이자에 대하여는 대통령령이 정하는 바에 따라 해당 법인이 제1항의 규정에 의한 원천징수의무자를 대리하여 원천징수하여야 한다. 이 경우 그 법인에 대하여는 이를 원천징수의무자로 보아 이 법을 적용한다.’고 규정하고 있다. 그리고 구 법인세법 제73조 제8항의 위임에 따른 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제113조는 제1항에서, ‘법 제73조의 규정을 적용함에 있어서 채권의 이자에 대한 원천징수대상소득은 내국법인이 채권을 취득하여 보유한 기간에 발생한 소득으로 한다.’고 규정하고 있고, 같은 조 제2항은 ‘제1항의 규정을 적용함에 있어서 채권을 취득하여 보유한 기간에 발생한 소득은 채권의 액면가액에 보유기간과 적용이자율을 적용하여 계산한 금액으로 한다.’고 규정하고 있다.<br/>  원천징수제도는 소득의 발생원천에서 원칙적으로 그 지급시점에 원천징수를 함으로써 과세편의와 세수확보를 기하기 위해 마련된 제도이므로, 이러한 원천징수제도의 특성상 원천징수대상이 되는 소득금액은 명확하게 특정될 필요가 있다. 이에 따라 앞서 본 관련 규정에서는 채권을 취득하여 보유한 기간에 발생한 소득으로서 채권 등의 이자에 대한 원천징수대상이 되는 소득을 ‘채권의 액면가액 × 보유기간 × 적용이자율’의 산식에 의해 획일적으로 계산하도록 규정함으로써 보유기간별 이자상당액의 총액에 대한 원천징수의 실효성을 확보하고 있다. 이러한 사정을 고려하면, 구 법인세법 제73조 제8항에 따라 원천징수의무를 부담하는 법인은 채권이 타인에게 매도되는 시점에 위 산식에 따라 계산한 금액을 채권의 보유기간 이자상당액에 대한 원천징수대상금액으로 보아 원천징수를 할 의무가 있고, 이는 해당 채권이 매도되는 과정에서 채권의 처분손실이 발생하였다고 하여 달리 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제34조 제3항 제2호, 제28조 제1항 제4호 (나)목, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제53조 제1항, 제61조 제5항 / [2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제73조 제1항, 제8항, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제113조 제1항, 제2항, 구 소득세법(2008. 12. 26. 법률 제9270호로 개정되기 전의 것) 제46조 제1항<br/>",
  "참조판례": ""
}