{
  "판례일련번호": "192960",
  "사건명": "강등처분취소(정책을 수립, 시행하는 고위 공무원의 성실의무 위반 여부가 문제된 사건)",
  "사건번호": "2016두38167",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 국가공무원법 제56조에서 정한 성실의무의 내용<br/>[2] 정책을 수립·시행하는 고위 공무원이 국가적인 사업을 추진하는 경우, 폭넓은 재량이 인정되는지 여부(적극) 및 사업 추진 결과가 기대에 미치지 못한다는 사유만을 징계사유로 삼을 수 있는지 여부(소극) / 사업추진이 특정 상장회사의 사업에 대한 지원으로 이어지고 국가가 그 회사의 사업을 홍보까지 하는 경우, 지원 활동을 결정하는 공무원이 부담하는 성실의무의 내용<br/>[3] 행정기관이 보도자료를 작성할 때 주의할 사항 및 특히 증권 거래 등 일반인들에게 영향을 미칠 수 있는 정보가 보도자료에 포함되는 경우, 담당 공무원이 부담하는 주의의무<br/>",
  "판결요지": "[1] 국가공무원법 제56조는 “모든 공무원은 법령을 준수하며 성실히 직무를 수행하여야 한다.”라고 규정하고 있다. 이러한 성실의무는 공무원에게 부과된 가장 기본적이고 중요한 의무로서 최대한으로 공공의 이익을 도모하고 그 불이익을 방지하기 위하여 전인격과 양심을 바쳐서 성실히 직무를 수행하여야 하는 것을 내용으로 한다.<br/>[2] 정책을 수립·시행하는 고위 공무원이 국가적인 사업을 추진하는 경우에, 당시 정부의 정책, 산업 분야의 경제적 영향 등 다양한 정책적 요소에 대한 고도의 전문적 판단이 요구되므로 상당히 폭넓은 재량이 인정되며, 그 사업 추진 결과가 기대에 미치지 못한다고 하여 그 사유만을 징계사유로 삼기는 어렵다. 그렇지만 그러한 사업추진이 주식시장에 상장된 특정 회사의 사업에 대한 지원으로 이어지고 나아가 국가가 그 회사의 사업을 홍보까지 하는 경우에는 특혜 시비를 낳을 수 있고, 더욱이 부적정한 상장회사에 대한 지원은 주식시장의 혼란, 정부 및 국가정책에 대한 신뢰를 크게 떨어뜨릴 우려가 있으므로, 그 지원 활동을 결정하는 공무원은 지원 대상 사업의 타당성, 공익성 및 실현가능성, 해당 회사의 재정상태 및 경영의 투명성 등에 관하여 객관적 검증을 거친 후, 신뢰할 수 있는 사업에 대하여 신중하게 지원 여부 및 지원 방법을 결정함으로써, 정부의 정책과 행정에 대한 공적 신뢰를 유지하고 공공의 이익을 도모할 수 있도록 주의를 기울여야 하며, 이는 공무원에게 부과된 가장 기본적이고 중요한 의무인 성실의무의 내용을 이룬다.<br/>[3] 행정기관이 제작하는 보도자료는 국민의 알 권리를 보호하기 위한 차원에서 작성되어야 한다. 국정을 홍보하기 위하여 보도자료를 작성하는 과정에서 행정기관의 의견을 개진하거나 정책의 타당성 등을 옹호하는 것이 부당하다고 할 수는 없지만, 행정기관이 알고 있는 객관적인 사정과 달리 해당 사항의 긍정적인 측면만을 부각하거나 불확실한 점이 있음에도 과장되거나 단정적인 표현을 사용하여 국민이 해당 사항에 관하여 잘못된 인식을 가지도록 하여서는 아니 된다. 특히 증권 거래 등 일반인들에게 영향을 미칠 수 있는 정보가 보도자료에 포함되는 경우에, 국민으로서는 마치 그 정보가 행정기관의 검증을 거치거나 합리적 근거에 기초한 것으로서 공적으로 인정받았다고 인식하게 되고 실질적으로 해당 정보가 주식시장에 공시되는 것과 유사한 결과를 초래하므로, 담당 공무원은 해당 정보의 진실성 여부 및 주식시장에 미칠 파급효과 등에 관하여 보다 면밀히 살펴 사실과 다르거나 오해를 낳을 수 있는 정보가 보도자료에 담기지 아니하도록 할 주의의무를 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가공무원법 제56조 / [2] 국가공무원법 제56조 / [3] 국가공무원법 제56조, 행정 효율과 협업 촉진에 관한 규정 제63조 제3항<br/>",
  "참조판례": "[1] 대법원 1989. 5. 23. 선고 88누3161 판결(공1989, 1009), 대법원 2017. 11. 9. 선고 2017두47472 판결(공2017하, 2345)<br/>"
}