{
  "판례일련번호": "192952",
  "사건명": "의료법위반",
  "사건번호": "2014도12608",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 구 의료법 제17조 제1항 본문, 제89조의 취지 / 의사 등이 구 의료법 제17조 제1항에 따라 직접 진찰하여야 할 환자를 진찰하지 않은 채 그 환자를 대상자로 표시하여 진단서·증명서 또는 처방전을 작성·교부한 경우, 구 의료법 제17조 제1항을 위반한 것인지 여부(적극)<br/>[2] 교정시설 외부에서 조제된 의약품을 교정시설에 반입하는 과정에서 의사가 자신이 직접 처방·조제한 의약품임을 나타내는 내용과 함께 ‘환자보관용’임을 표기한 처방전 형식의 문서를 작성한 경우, 위 문서가 구 의료법 제17조 제1항에서 정한 ‘증명서’에 해당하는지 여부(적극)<br/>[3] 의사 등이 직접 진찰 의무를 위반하여 작성한 증명서가 반드시 진찰 대상자인 환자에게 교부되어야 구 의료법 제17조 제1항을 위반한 것이 되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 의료법(2009. 1. 30. 법률 제9386호로 개정되어 2016. 5. 29. 법률 제14220호로 개정되기 전의 것, 이하 같다) 제17조 제1항 본문은 ‘의료업에 종사하고 직접 진찰하거나 검안한 의사, 치과의사, 한의사(이하 ‘의사 등’이라 한다)가 아니면 진단서·검안서·증명서 또는 처방전(전자처방전을 포함한다)을 작성하여 환자(환자가 사망한 경우에는 배우자, 직계존비속 또는 배우자의 직계존속을 말한다) 또는 형사소송법 제222조 제1항에 따라 검시를 하는 지방검찰청 검사(검안서에 한한다)에게 교부하거나 발송(전자처방전에 한한다)하지 못한다’고 규정하고, 같은 법 제89조는 제17조 제1항을 위반한 자를 처벌하고 있다. 이는 진단서·검안서·증명서 또는 처방전이 의사 등이 환자를 직접 진찰하거나 검안한 결과를 바탕으로 의료인으로서의 판단을 표시하는 것으로서 사람의 건강상태 등을 증명하고 민·형사책임을 판단하는 증거가 되는 등 중요한 사회적 기능을 담당하고 있어 그 정확성과 신뢰성을 담보하기 위하여 직접 진찰·검안한 의사 등만이 이를 작성·교부할 수 있도록 하는 데 그 취지가 있다. 따라서 의사 등이 구 의료법 제17조 제1항에 따라 직접 진찰하여야 할 환자를 진찰하지 않은 채 그 환자를 대상자로 표시하여 진단서·증명서 또는 처방전을 작성·교부하였다면 구 의료법 제17조 제1항을 위반한 것으로 보아야 한다.<br/>[2] 약사법 제23조 제4항 제3호, 제10호는 의사와 약사 사이의 분업에 따른 예외로서 의사가 조현병 또는 조울증 등으로 자신 또는 타인을 해칠 우려가 있는 정신질환자 또는 교정시설에 수용 중인 자에 대하여 자신이 직접 의약품을 조제할 수 있다고 정하고 있다. 교정시설 외부에서 조제된 의약품을 교정시설에 반입하려면 의사의 처방에 따른 것임을 확인할 수 있는 문서가 요구되는데, 의사가 자신이 직접 처방·조제한 의약품임을 나타내는 내용과 함께 ‘환자보관용’임을 표기한 처방전 형식의 문서를 작성한 경우 위 문서는 의사가 직접 처방·조제한 의약품임을 증명하는 문서로서 구 의료법(2009. 1. 30. 법률 제9386호로 개정되어 2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제17조 제1항에서 정한 ‘증명서’에 해당한다. 이러한 증명서는 약사로 하여금 의약품을 조제할 수 있도록 하는 처방전과는 구별된다.<br/>[3] 의사, 치과의사, 한의사가 직접 진찰 의무를 위반하여 증명서를 작성하여 누구에게든 이를 교부하면 구 의료법(2009. 1. 30. 법률 제9386호로 개정되어 2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제17조 제1항이 보호하고자 하는 증명서의 사회적 기능이 훼손되므로, 증명서가 반드시 진찰 대상자인 환자에게 교부되어야 하는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 의료법(2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제17조 제1항, 제89조(현행 제89조 제1호 참조) / [2] 구 의료법(2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제17조 제1항, 제18조, 제89조(현행 제89조 제1호 참조), 약사법 제23조 제4항 제3호, 제10호 / [3] 구 의료법(2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제17조 제1항, 제89조(현행 제89조 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 1996. 6. 28. 선고 96도1013 판결(공1996하, 2439) / [3] 대법원 2013. 4. 11. 선고 2011도14690 판결(공2013상, 903)<br/>"
}