{
  "판례일련번호": "192955",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2014두44847",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 구 소득세법 제101조 제1항에서 정한 ‘특수관계 있는 자’에 해당하는지를 판단할 때, 양자의 경우에는 양가뿐만 아니라 생가를 기준으로도 특수관계에 있는지를 판단하여야 하는지 여부(적극)<br/>[2] 구 법인세법 제40조 등의 규정들만으로 손익의 귀속을 정하기 어려운 경우, 일반적으로 공정·타당한 회계관행으로 받아들여지는 기업회계기준에 따라 손익의 귀속을 정할 수 있는지 여부(원칙적 적극) / 기업회계기준상의 손익의 귀속에 관한 규정이 세법의 개별 규정에 명시되어 있지 않다는 이유만으로 곧바로 권리의무확정주의에 반한다고 단정할 수 있는지 여부(소극) 및 그 규정이 구 법인세법 제43조에 따라 내국법인의 각 사업연도 소득금액계산에 적용될 수 있는 ‘기업회계의 기준이나 관행’에 해당하는지 판단하는 방법<br/>[3] 보험계약 체결과 관련하여 보험모집인의 모집수당, 점포운영비 등으로 지출된 금액인 ‘신계약비’를 보험업 관련 기업회계의 기준이 되는 보험업회계처리준칙에서 기타 자산으로 보아 해당 계약의 유지기간(7년을 초과할 경우에는 7년)에 걸쳐 균등하게 상각하여 비용으로 처리하도록 규정하였으나 과세관청이 신계약비가 발생한 시점에 전액 손금산입하는 것을 전제로 과세하자, 보험업계의 요청에 따라 법인세법 기본통칙에서 위 신계약비 조항과 유사한 내용을 규정하였고, 甲 주식회사 등 대부분 보험회사들이 이에 따라 법인세 신고를 하면서 신계약비를 보험료 납입기간에 안분하여 손금에 산입하여 온 사안에서, 위 신계약비 조항은 구 법인세법 제43조에 따른 ‘기업회계의 기준이나 관행’에 해당하므로, 신계약비는 지출된 해당 사업연도에 전액 손금으로 산입하는 것이 아니라 보험료 납입기간에 안분하여 손금에 산입하는 것이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것, 이하 같다) 제101조 제1항은 “납세지 관할세무서장 또는 지방국세청장은 양도소득이 있는 거주자의 행위 또는 계산이 그 거주자와 특수관계 있는 자와의 거래로 인하여 당해 소득에 대한 조세의 부담을 부당하게 감소시킨 것으로 인정되는 때에는 그 거주자의 행위 또는 계산에 관계없이 당해 연도의 소득금액을 계산할 수 있다.”라고 규정하고 있다. 그리고 위와 같은 특수관계 있는 자의 하나로, 구 소득세법 제101조 제4항 및 그 위임에 따른 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것) 제98조 제1항 제1호는 당해 거주자의 친족을 들고 있고, 구 국세기본법 시행령(2010. 2. 18. 대통령령 제22038호로 개정되기 전의 것) 제20조는 ‘친족 등’에 관하여 단서에서 “주주 또는 유한책임사원이 출가녀인 경우에는 제9호 내지 제13호의 경우를 제외하고 그 남편과의 관계에 의한다.”라고 규정하면서, 제1호에서 ‘6촌 이내의 부계혈족’을 들고 있다. 한편 양자의 경우 친양자와 달리 입양 전의 친족관계가 그대로 존속하므로 양가뿐만 아니라 생가를 기준으로도 특수관계에 있는지를 판단하여야 한다.<br/>[2] 구 법인세법(2006. 12. 30. 법률 제8141호로 개정되기 전의 것, 이하 같다) 제40조는 제1항, 제2항 등에서 권리의무확정주의를 선언하고, 거래유형 등에 따라 익금과 손금의 구체적인 귀속시기를 규정하고 있다. 그러나 이러한 거래유형 등에 따른 세법상의 손익귀속에 관한 규정은 현대사회의 다종다양한 모든 거래유형을 예측하여 그 자체로서 완결적으로 손익의 귀속을 정한 규정이라고 할 수 없으므로, 위 규정들만으로 손익의 귀속을 정하기 어려운 경우에는 법인세법상의 권리의무확정주의에 반하지 아니하는 한, 구 법인세법 제43조에서 정하였듯이 일반적으로 공정·타당한 회계관행으로 받아들여지는 기업회계기준에 따라 손익의 귀속을 정할 수도 있다고 해석함이 타당하며, 이러한 해석이 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제20조의 취지에도 부합한다. 따라서 기업회계기준상의 손익의 귀속에 관한 규정이 세법의 개별 규정에 명시되어 있지 않다는 이유만으로 곧바로 권리의무확정주의에 반한다고 단정할 수는 없고, 특정 기업회계기준의 도입 경위와 성격, 관련된 과세실무 관행과 합리성, 수익비용대응 등 일반적인 회계원칙과의 관계, 과세소득의 자의적 조작 가능성, 연관된 세법 규정의 내용과 체계 등을 종합적으로 고려하여, 구 법인세법 제43조에 따라 내국법인의 각 사업연도 소득금액계산에 적용될 수 있는 ‘기업회계의 기준이나 관행’에 해당하는지를 판단하여야 한다.<br/>[3] 보험계약 체결과 관련하여 보험모집인의 모집수당, 점포운영비 등으로 지출된 금액인 ‘신계약비’를 보험업 관련 기업회계의 기준이 되는 보험업회계처리준칙(1998. 12. 10. 제정)에서 기타 자산으로 보아 해당 계약의 유지기간(7년을 초과할 경우에는 7년)에 걸쳐 균등하게 상각하여 비용으로 처리하도록 규정하였으나(이하 ‘신계약비 조항’이라고 한다) 과세관청이 신계약비가 발생한 시점에 전액 손금산입하는 것을 전제로 과세하자, 보험업계의 요청에 따라 법인세법 기본통칙에서 신계약비 조항과 유사한 내용을 규정하였고, 甲 주식회사 등 대부분 보험회사들이 이에 따라 법인세 신고를 하면서 신계약비를 보험료 납입기간에 안분하여 손금에 산입하여 온 사안에서, 신계약비 조항이 과세실무상 확고한 관행으로 자리잡아 운용되고 있는 점, 보험료의 수입시기에 대응하여 손금을 안분하도록 하는 신계약비 조항이 수익비용대응 원칙에 부합할 뿐만 아니라 합리적인 것으로 볼 수 있는 점, 신계약비의 손금산입은 매년 균등하게 상각하여 비용으로 처리되고 특별한 평가가 수반되지도 아니하므로 보험업을 영위하는 법인들이 이를 이용하여 과세대상 소득을 자의적으로 조작할 염려가 거의 없는 점, 신계약비가 구 법인세법 시행령(2006. 2. 9. 대통령령 제19328호로 개정되기 전의 것) 제24조 제2항 제2호 각목에서 나열하고 있는 감가상각의 대상인 무형고정자산에 해당하지 않는다는 사정만으로 신계약비에 대한 기업회계기준이나 관행에 따라 손금을 안분하는 것이 허용되지 않는다고 해석할 수 없는 점 등에 비추어, 신계약비 조항은 구 법인세법(2006. 12. 30. 법률 제8141호로 개정되기 전의 것) 제43조에 따른 ‘기업회계의 기준이나 관행’에 해당하므로, 신계약비는 지출된 해당 사업연도에 전액 손금으로 산입하는 것이 아니라 보험료 납입기간에 안분하여 손금에 산입하는 것이 타당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제101조 제1항, 제4항(현행 제101조 제5항 참조), 구 소득세법 시행령(2010. 2. 18. 대통령령 제22034호로 개정되기 전의 것) 제98조 제1항 제1호(현행 제98조 제1항 및 국세기본법 시행령 제1조의2 제1항 참조), 구 국세기본법 시행령(2010. 2. 18. 대통령령 제22038호로 개정되기 전의 것) 제20조 제1호(현행 제1조의2 제1항 제1호 참조), 민법 제882조의2 제2항 / [2] 구 법인세법(2006. 12. 30. 법률 제8141호로 개정되기 전의 것) 제40조, 제43조, 구 법인세법 시행령(2006. 2. 9. 대통령령 제19328호로 개정되기 전의 것) 제68조, 제69조, 제70조, 제71조, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제20조 / [3] 구 법인세법(2006. 12. 30. 법률 제8141호로 개정되기 전의 것) 제40조, 제43조, 구 법인세법 시행령(2006. 2. 9. 대통령령 제19328호로 개정되기 전의 것) 제24조 제2항 제2호, 제70조 제3항, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제20조<br/>",
  "참조판례": "[1] 대법원 1988. 10. 11. 선고 87누619 판결 / [2] 대법원 1992. 10. 23. 선고 92누2936, 2943 판결(공1992, 3321)<br/>"
}