{
  "판례일련번호": "192973",
  "사건명": "특정범죄가중처벌등에관한법률위반(뇌물)ㆍ제3자뇌물수수ㆍ위계공무집행방해ㆍ금융실명거래및비밀보장에관한법률위반ㆍ뇌물공여(뇌물수수 등 사건)",
  "사건번호": "2017도12346",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 뇌물죄에서 뇌물성을 인정하는 데 특별히 의무위반 행위나 청탁의 유무 등을 고려할 필요 또는 금품수수 시기와 직무집행 행위의 전후를 가릴 필요가 있는지 여부(소극) 및 뇌물죄에서 말하는 ‘직무’의 범위<br/>[2] 뇌물수수죄의 성립요건인 직무관련성 / 공무원이 장래에 담당할 직무에 대한 대가로 이익을 수수한 경우, 뇌물수수죄가 성립할 수 있는지 여부(적극) 및 이때 수수한 이익과 장래에 담당할 직무와의 관련성 정도<br/>[3] 형법 제132조에서 말하는 ‘다른 공무원의 직무에 속한 사항의 알선에 관하여 뇌물을 수수한다’는 의미 / 알선뇌물수수죄가 성립하기 위하여 뇌물을 수수할 당시 상대방에게 알선에 의하여 해결을 도모하여야 할 현안이 반드시 존재하여야 하는지 여부(소극) 및 ‘알선할 사항’의 특정 정도<br/>[4] 금융실명거래 및 비밀보장에 관한 법률이 불법·탈법적 목적에 의한 타인 실명의 금융거래를 처벌하는 취지 / 같은 법 제3조 제3항에서 규정한 탈법행위의 목적으로 타인의 실명으로 금융거래를 함으로써 같은 법 제6조 제1항 위반죄가 성립하는지 여부(적극) 및 타인의 의사와 관계없이 자유롭게 금융거래를 할 수 있는 경우에만 위 범죄가 성립하는지 여부(소극)<br/>",
  "판결요지": "[1] 뇌물죄는 직무집행의 공정과 이에 대한 사회의 신뢰에 기초하여 직무행위의 불가매수성을 보호법익으로 하고 있고, 직무에 관한 청탁이나 부정한 행위를 필요로 하지 않으므로 뇌물성을 인정하는 데 특별히 의무위반 행위나 청탁의 유무 등을 고려할 필요가 없고, 금품수수 시기와 직무집행 행위의 전후를 가릴 필요도 없다. 뇌물죄에서 말하는 ‘직무’에는 법령에 정하여진 직무뿐만 아니라 그와 관련 있는 직무, 관례상이나 사실상 소관하는 직무행위, 결정권자를 보좌하거나 영향을 줄 수 있는 직무행위, 과거에 담당하였거나 장래에 담당할 직무 외에 사무분장에 따라 현실적으로 담당하고 있지 않아도 법령상 일반적인 직무권한에 속하는 직무 등 공무원이 그 직위에 따라 담당할 일체의 직무를 포함한다.<br/>[2] 형법 제129조 제1항의 뇌물수수죄가 성립하려면 공무원이 그 직무에 관하여 뇌물을 수수하여야 한다. 따라서 공무원이 이익을 수수한 행위가 공무원의 직무와 관련이 없다면 뇌물수수죄는 성립하지 않는다. 공무원이 장래에 담당할 직무에 대한 대가로 이익을 수수한 경우에도 뇌물수수죄가 성립할 수 있지만, 그 이익을 수수할 당시 장래에 담당할 직무에 속하는 사항이 그 수수한 이익과 관련된 것임을 확인할 수 없을 정도로 막연하고 추상적이거나, 장차 그 수수한 이익과 관련지을 만한 직무권한을 행사할지 자체를 알 수 없다면, 그 이익이 장래에 담당할 직무에 관하여 수수되었다거나 그 대가로 수수되었다고 단정하기 어렵다.<br/>[3] 형법 제132조에서 말하는 ‘다른 공무원의 직무에 속한 사항의 알선에 관하여 뇌물을 수수한다’라고 함은, 다른 공무원의 직무에 속한 사항을 알선한다는 명목으로 뇌물을 수수하는 행위로서 반드시 알선의 상대방인 다른 공무원이나 그 직무의 내용을 구체적으로 특정할 필요까지는 없다. 알선행위는 장래의 것이라도 무방하므로, 뇌물을 수수할 당시 상대방에게 알선에 의하여 해결을 도모하여야 할 현안이 반드시 존재하여야 할 필요는 없지만, 알선뇌물수수죄가 성립하려면 알선할 사항이 다른 공무원의 직무에 속하는 사항으로서 뇌물수수의 명목이 그 사항의 알선에 관련된 것임이 어느 정도는 구체적으로 나타나야 한다. 단지 상대방으로 하여금 뇌물을 수수하는 자에게 잘 보이면 어떤 도움을 받을 수 있다거나 손해를 입을 염려가 없다는 정도의 막연한 기대감을 갖게 하는 정도에 불과하고, 뇌물을 수수하는 자 역시 상대방이 그러한 기대감을 가질 것이라고 짐작하면서 수수하였다는 사정만으로는 알선뇌물수수죄가 성립하지 않는다.<br/>[4] 금융실명거래 및 비밀보장에 관한 법률(이하 ‘금융실명법’이라고 한다)은 실지 명의(이하 ‘실명’이라고 한다)에 의한 금융거래를 실시하고 그 비밀을 보장하여 금융거래의 정상화를 꾀함으로써 경제정의를 실현하고 국민경제의 건전한 발전을 도모함을 목적으로 하고 있고(제1조), 금융거래란 금융회사 등이 금융자산을 수입, 매매, 환매 등을 하는 행위를 말하며(제2조 제3호), 실명이란 주민등록표상의 명의, 사업자등록증상의 명의 등을 말한다고 규정하면서(제2조 제4호), 누구든지 특정 금융거래정보의 보고 및 이용 등에 관한 법률 제2조 제3호에 따른 불법재산의 은닉, 제4호에 따른 자금세탁행위 또는 제5호에 따른 공중협박자금조달행위 및 강제집행의 면탈, 그 밖에 탈법행위를 목적으로 타인의 실명으로 금융거래를 하여서는 아니 되고(제3조 제3항), 위와 같은 목적으로 타인의 실명으로 금융거래를 하는 행위를 처벌하도록 규정하고 있다(제6조 제1항).<br/>  위와 같은 금융실명법의 입법목적과 내용을 종합해 보면, 불법·탈법적 목적에 의한 타인 실명의 금융거래를 처벌하는 것은 이러한 금융거래를 범죄수익의 은닉이나 비자금 조성, 조세포탈, 자금세탁 등 불법·탈법행위나 범죄의 수단으로 악용하는 것을 방지하는 데에 목적이 있으므로, 위와 같은 탈법행위의 목적으로 타인의 실명으로 금융거래를 하였다면 이로써 금융실명법 제6조 제1항의 위반죄가 성립하고, 타인의 의사와 관계없이 자유롭게 금융거래를 할 수 있는 경우만 위 범죄가 성립하는 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제129조 제1항 / [2] 형법 제129조 제1항 / [3] 형법 제132조 / [4] 금융실명거래 및 비밀보장에 관한 법률 제1조, 제2조 제3호, 제4호, 제3조 제3항, 제6조 제1항, 특정 금융거래정보의 보고 및 이용 등에 관한 법률 제2조 제3호, 제4호, 제5호<br/>",
  "참조판례": "[1] 대법원 2003. 6. 13. 선고 2003도1060 판결(공2003하, 1573), 대법원 2004. 5. 28. 선고 2004도1442 판결 / [3] 대법원 2004. 11. 12. 선고 2004도5655 판결(공2004하, 2076), 대법원 2009. 7. 23. 선고 2009도3924 판결(공2009하, 1499)<br/>"
}