{
  "판례일련번호": "192968",
  "사건명": "소유권말소등기",
  "사건번호": "2015다205086",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171222",
  "판시사항": "[1] 국유재산에 관한 사무에 종사하는 직원이 타인의 명의로 국유재산을 취득하는 행위의 효력(무효) 및 구 국유재산법 제7조 제1항을 위반하여 취득한 국유재산을 제3자가 전득하는 행위의 효력(무효)<br/>[2] 부동산 소유자가 부동산 소유권이전등기에 관한 조정의 당사자로서 조정조서의 기판력으로 말미암아 부동산등기부에 소유명의를 회복할 방법이 없어졌더라도 소유권을 부인하는 조정의 상대방을 비롯하여 제3자에 대하여 다툼의 대상이 된 부동산이 자기의 소유라는 확인을 구할 법률상 이익이 있는지 여부(적극)<br/>",
  "판결요지": "[1] 구 국유재산법(1976. 12. 31. 법률 제2950호로 전부 개정되기 전의 것) 제7조 제1항은 “국유재산에 관한 사무에 종사하는 직원은 그 처리하는 국유재산을 양수하거나 자기의 소유물건과 교환하지 못한다.”라고 정하고, 제2항은 “전항의 규정에 위반한 행위는 무효로 한다.”라고 정하고 있다. 이는 국유재산 처분 사무의 공정성을 도모하기 위하여 관련 사무에 종사하는 직원에 대하여 부정한 행위로 의심받을 수 있는 가장 현저한 행위를 적시하여 이를 엄격히 금지하고, 그 금지규정을 위반한 행위의 사법상 효력을 무효로 한다고 규정한 것이다. 국유재산에 관한 사무에 종사하는 직원이 타인의 명의로 국유재산을 취득하는 행위는 위 법률에서 직접 금지한 것이 아니라고 보더라도 강행법규인 위 규정들의 적용을 잠탈하기 위한 탈법행위로서 무효이다.<br/>  나아가 이 법률이 거래안전의 보호 등을 위하여 그 무효를 주장할 수 있는 상대방을 제한하는 규정을 따로 두고 있지 않은 이상 그 무효는 원칙적으로 누구에게나 주장할 수 있으므로, 그 규정을 위반하여 취득한 국유재산을 제3자가 전득하는 행위도 당연 무효이다.<br/>[2] 조정조서는 재판상의 화해조서와 같이 확정판결과 동일한 효력이 있고, 조정의 내용에 따라 권리의 취득과 소멸이라는 창설적 효력이 인정된다(민사조정법 제29조, 민사소송법 제220조, 민법 제732조). 당사자 사이에 조정이 성립하면 종전의 다툼 있는 법률관계를 바탕으로 한 권리·의무관계는 소멸하고 조정의 내용에 따른 새로운 권리·의무관계가 성립한다. 그러나 조정조서에 인정되는 확정판결과 동일한 효력은 소송물인 법률관계에만 미치고 그 전제가 되는 법률관계에까지 미치지는 않는다. 부동산 소유권이전등기에 관한 조정조서의 기판력은 소송물이었던 이전등기청구권의 존부에만 미치고 부동산의 소유권 자체에까지 미치지는 않는다.<br/>  따라서 부동산 소유자가 부동산 소유권이전등기에 관한 조정의 당사자로서 조정조서의 기판력으로 말미암아 부동산등기부에 소유명의를 회복할 방법이 없어졌다고 하더라도 소유권이 그에게 없음이 확정된 것은 아니고, 부동산등기부에 소유자로 등기되어 있지 않다고 하여 소유권을 행사하는 것이 전혀 불가능한 것도 아니다. 그러한 소유자는 소유권을 부인하는 조정의 상대방을 비롯하여 제3자에 대하여 다툼의 대상이 된 부동산이 자기의 소유라는 확인을 구할 법률상 이익이 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국유재산법(1976. 12. 31. 법률 제2950호로 전부 개정되기 전의 것) 제7조(현행 제20조 참조), 민법 제103조 / [2] 민사조정법 제29조, 민사소송법 제216조, 제220조, 제250조, 민법 제732조<br/>",
  "참조판례": "[1] 대법원 1997. 5. 16. 선고 96다43799 판결(공1997하, 1826) / [2] 대법원 1990. 1. 12. 선고 88다카24622 판결(공1990, 451), 대법원 1999. 7. 27. 선고 99다9806 판결(공1999하, 1765), 대법원 2002. 9. 24. 선고 2002다11847 판결(공2002하, 2519)<br/>"
}