{
  "판례일련번호": "192977",
  "사건명": "회원지위확인",
  "사건번호": "2015다33441",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171213",
  "판시사항": "[1] 약관의 해석에서 작성자 불이익의 원칙 및 이러한 법리는 회사가 작성한 회칙이 약관으로서 회원과 회사 사이의 계약의 내용을 이루는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲 주식회사가 헬스장, 골프연습장, 사우나 등의 시설을 갖추고 회원들로부터 보증금, 입회금, 연회비를 받아 운영하던 기존 클럽의 회칙 규정을 ‘시설의 개보수 그 밖의 부득이한 사정이 있을 때에는 클럽 시설의 전부 또는 일부를 일시 폐쇄하거나 이용을 제한할 수 있다’는 내용에서 ‘시설의 개보수 기타 부득이한 사유로 인한 경우에는 사전에 이를 공고한 후 클럽 시설의 전부 또는 일부를 폐쇄 또는 이용을 제한할 수 있고, 운영상 불가피한 사정으로 사업을 수행할 수 없을 경우 시설을 폐쇄할 수 있다’는 내용으로 개정한 다음, 乙 등 회원들에게 ‘수년 간 지속된 적자로 클럽 유지가 불가능하여 개정된 회칙 규정에 따라 기존 클럽의 사업을 중단하고 폐쇄하며 입회보증금 및 잔여 회비를 반환하겠다’는 내용의 공고를 한 후 이용계약 해지를 통지하여 기존 클럽을 폐쇄하고, 같은 장소에서 헬스장, 사우나, 수영장 등의 시설을 갖추고 회원들로부터 보증금과 입회금 없이 연회비만 받는 형태의 신규 클럽을 설치하여 운영하자, 乙 등이 해지통지가 부적법하다고 주장하면서 회원지위 확인을 구한 사안에서, 위 해지통지는 부적법하고, 다른 사정이 없는 한 이용계약은 여전히 유효하며 乙 등은 기존 클럽의 회원지위를 유지한다고 한 사례<br/>",
  "판결요지": "[1] 약관의 해석은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개 계약 당사자가 기도한 목적이나 의사를 참작함이 없이 평균적 고객의 이해가능성을 기준으로 객관적·획일적으로 해석하여야 하며, 위와 같은 해석을 거친 후에도 약관 조항이 객관적으로 다의적으로 해석되는 등 해당 약관의 뜻이 명백하지 아니하거나 의심스러운 경우에는 고객에게 유리하게, 약관작성자에게 불리하게 해석하여야 한다. 그리고 이러한 법리는 회사가 작성한 회칙이 약관으로서 회원과 회사 사이의 계약의 내용을 이루는 경우에도 마찬가지로 적용된다.<br/>[2] 甲 주식회사가 헬스장, 골프연습장, 사우나 등의 시설을 갖추고 회원들로부터 보증금, 입회금, 연회비를 받아 운영하던 기존 클럽의 회칙 규정을 ‘시설의 개보수 그 밖의 부득이한 사정이 있을 때에는 클럽 시설의 전부 또는 일부를 일시 폐쇄하거나 이용을 제한할 수 있다’는 내용에서 ‘시설의 개보수 기타 부득이한 사유로 인한 경우에는 사전에 이를 공고한 후 클럽 시설의 전부 또는 일부를 폐쇄 또는 이용을 제한할 수 있고, 운영상 불가피한 사정으로 사업을 수행할 수 없을 경우 시설을 폐쇄할 수 있다’는 내용으로 개정한 다음, 乙 등 회원들에게 ‘수년 간 지속된 적자로 클럽 유지가 불가능하여 개정된 회칙 규정에 따라 기존 클럽의 사업을 중단하고 폐쇄하며 입회보증금 및 잔여 회비를 반환하겠다’는 내용의 공고를 한 후 이용계약 해지를 통지하여 기존 클럽을 폐쇄하고, 같은 장소에서 헬스장, 사우나, 수영장 등의 시설을 갖추고 회원들로부터 보증금과 입회금 없이 연회비만 받는 형태의 신규 클럽을 설치하여 운영하자, 乙 등이 해지통지가 부적법하다고 주장하면서 회원지위 확인을 구한 사안에서, 甲 회사가 기존 클럽을 폐쇄하기 전 이미 신규 클럽 설치를 위한 설계도급계약 및 사업계획 변경승인 신청을 한 점, 위와 같은 시설 및 운영 형태의 변화만으로는 신규 클럽이 기존 클럽과의 동일성을 완전히 상실하여 기존 클럽 회원의 지위를 부정하여야만 할 정도에 이르렀다고 볼 수 없는 점 등 여러 사정에 비추어 보면, 甲 회사는 기존 클럽이 있던 장소에 신규 클럽을 설치하는 공사를 하기 위하여 기존 클럽을 폐쇄한 것으로 이는 일시적인 폐쇄에 해당하고, 기존 클럽의 회칙 규정은 개정 전후를 불문하고 이를 이용계약의 해지사유로 규정하고 있지 않으므로 위 해지통지는 부적법하고, 다른 사정이 없는 한 이용계약은 여전히 유효하며 乙 등은 기존 클럽의 회원지위를 유지한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 제2항 / [2] 약관의 규제에 관한 법률 제5조 제2항<br/>",
  "참조판례": "[1] 대법원 2005. 10. 28. 선고 2005다35226 판결(공2005하, 1862), 대법원 2010. 9. 9. 선고 2007다5120 판결(공2010하, 1863)<br/>"
}