{
  "판례일련번호": "193118",
  "사건명": "학교용지부담금부과처분무효확인",
  "사건번호": "2017두30122",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171228",
  "판시사항": "[1] 행정처분이 당연무효라 하기 위한 요건 및 법령 규정의 문언만으로는 처분 요건의 의미가 분명하지 않지만 그에 관하여 법원이나 헌법재판소의 분명한 판단이 있고, 행정청이 판단 내용에 따라 법령 규정을 해석·적용하는 데에 아무런 법률상 장애가 없는데도 합리적 근거 없이 사법적 판단과 어긋나게 행정처분을 한 경우, 하자가 객관적으로 명백한지 여부(적극)<br/>[2] 구 학교용지 확보 등에 관한 특례법 제5조 제1항 단서 제5호 중 도시 및 주거환경정비법 제2조 제2호 (나)목의 규정에 따른 ‘주택재개발사업’에 관한 부분에 근거하여 주택재개발사업자에 대하여 부담금을 부과할 때, 조합원분양분 외에 현금청산분까지 제외한 후 그 나머지에 대한 부담금을 부과하여야 하는지 여부(적극)<br/>[3] 법률상 정해진 처분 요건에 따라 부담금을 부과·징수하는 침익적 처분의 근거 법령에 대한 헌법불합치결정이 있은 후 개선입법이 없는 경우, 행정청이 사법적 판단에 따라 위헌이라고 판명된 내용과 동일한 취지로 부담금 부과처분을 하여서는 안 되는지 여부(적극) / 행정청에 위헌적 내용의 법령을 계속 적용할 의무가 있는지 여부(소극) 및 행정청이 위와 같이 부담금 처분을 하지 않는 데에 법률상 장애가 있는지 여부(소극)<br/>",
  "판결요지": "[1] 행정처분이 당연무효라고 하기 위해서는 처분에 위법사유가 있다는 것만으로는 부족하고 그 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 한다.<br/>  특히 법령 규정의 문언만으로는 처분 요건의 의미가 분명하지 아니하여 그 해석에 다툼의 여지가 있었더라도 해당 법령 규정의 위헌 여부 및 그 범위, 법령이 정한 처분 요건의 구체적 의미 등에 관하여 법원이나 헌법재판소의 분명한 판단이 있고, 행정청이 그러한 판단 내용에 따라 법령 규정을 해석·적용하는 데에 아무런 법률상 장애가 없는데도 합리적 근거 없이 사법적 판단과 어긋나게 행정처분을 하였다면 그 하자는 객관적으로 명백하다고 봄이 타당하다.<br/>[2] 구 학교용지 확보 등에 관한 특례법(2015. 1. 20. 법률 제13006호로 개정되기 전의 것, 이하 ‘구 학교용지법’이라고 한다)은 학교용지의 조성·개발·공급과 관련 경비의 부담 등에 관한 특례를 규정하여 학교용지의 확보 등을 쉽게 하려는 법률이다(제1조). 이에 필요한 재정을 충당하기 위하여 부담금을 개발사업의 시행자에게 부과하는 것은 개발사업의 시행자가 위와 같은 학교시설 확보의 필요성을 유발하였기 때문이다. 따라서 주택재개발사업의 시행으로 공동주택을 건설하는 경우에도 신규로 주택이 공급되어 학교시설 확보의 필요성을 유발하는 개발사업분만을 기준으로 부담금의 부과 대상을 정함이 옳다.<br/>  그런데 주택재개발사업에서 조합원분양분과 현금청산분은 모두 신규로 주택이 공급되는 것이 아니어서 학교시설 확보의 필요성을 유발하지 아니한다는 점에서 차이가 없다. 따라서 구 학교용지법 제5조 제1항 단서 제5호 중 도시 및 주거환경정비법 제2조 제2호 (나)목의 규정에 따른 ‘주택재개발사업’에 관한 부분에 근거하여 주택재개발사업자에 대하여 부담금을 부과할 때 조합원분양분뿐만 아니라 현금청산분까지 제외한 후 그 나머지에 대한 부담금을 부과하여야 한다.<br/>[3] 수익적 처분의 근거 법령이 특정한 유형의 사람에 대한 지급 등 수익처분의 근거를 마련하고 있지 않다는 점이 위헌이라는 이유로 헌법불합치 결정이 있더라도, 행정청은 그와 관련한 개선입법이 있기 전에는 해당 유형의 사람에게 구체적인 수익적 처분을 할 수는 없을 것이다. 그러나 이와 달리 법률상 정해진 처분 요건에 따라 부담금을 부과·징수하는 침익적 처분을 하는 경우에는, 어떠한 추가적 개선입법이 없더라도 행정청이 사법적 판단에 따라 위헌이라고 판명된 내용과 동일한 취지로 부담금 부과처분을 하여서는 안 된다는 점은 분명하다. 나아가 이러한 결론은 법질서의 통일성과 일관성을 확보하려는 법치주의의 당연한 귀결이므로, 행정청에 위헌적 내용의 법령을 계속 적용할 의무가 있다고 볼 수 없고, 행정청이 위와 같은 부담금 처분을 하지 않는 데에 어떠한 법률상 장애가 있다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제19조 / [2] 구 학교용지 확보 등에 관한 특례법(2015. 1. 20. 법률 제13006호로 개정되기 전의 것) 제1조, 제5조 제1항 제5호 / [3] 행정소송법 제1조[행정처분일반], 제19조<br/>",
  "참조판례": ""
}