{
  "판례일련번호": "193126",
  "사건명": "손해배상(기)",
  "사건번호": "2014다229023",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171228",
  "판시사항": "[1] 공사감리자는 감리계약을 체결한 건축주에 대하여 공사시공자가 설계도서대로 시공하는지 여부를 확인하고 그 과정에서 공사시공자가 설계도서대로 시공 자체를 하지 아니한 하자 또는 임의로 설계도서의 내용을 변경하여 시공한 하자를 발견한 경우, 건축주가 그러한 하자로 인하여 손해를 입지 않도록 건축주에게 이를 통지하고 공사시공자에게 시정 또는 재시공을 요청하여야 할 채무를 부담하는지 여부(적극) 및 공사감리자가 위와 같은 감리계약상의 채무를 이행하지 아니하였는지 판단하는 기준 / 동일한 공사에서 공사감리자의 감리계약에 따른 채무불이행으로 인한 손해배상채무와 공사시공자의 도급계약에 따른 채무불이행으로 인한 손해배상채무 중 서로 중첩되는 부분의 관계(=부진정연대채무)<br/>[2] 원고의 청구를 일부 기각하는 제1심판결에 대하여 피고는 항소하였으나 원고는 항소나 부대항소를 하지 않았는데, 항소심이 피고의 항소를 일부 인용하여 제1심판결의 피고 패소 부분 중 일부를 취소하고 그 부분에 대한 원고의 청구를 기각한 경우, 제1심판결 중 원고 패소 부분에 대하여 상고할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 건축법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 같다) 제21조 제7항, 구 건축법 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제19조 제6항 제1호에 의하면, 공사감리자가 수행하여야 할 감리업무에는 ‘공사시공자가 설계도서에 따라 적합하게 시공하는지 여부의 확인’이 포함되어 있다. 그리고 구 건축법 제21조 제2항은, 공사감리자는 공사시공자가 설계도서대로 공사를 하지 아니하는 경우 이를 건축주에게 통지한 후 공사시공자로 하여금 시정 또는 재시공하도록 요청하여야 한다고 규정하고 있다. 이러한 규정의 내용에 비추어 보면, 공사감리자는 감리계약을 체결한 건축주에 대하여 공사시공자가 설계도서대로 시공하는지 여부를 확인하고 그 과정에서 공사시공자가 설계도서대로 시공 자체를 하지 아니한 하자(이하 ‘미시공 하자’라고 한다) 또는 임의로 설계도서의 내용을 변경하여 시공한 하자(이하 ‘변경시공 하자’라고 한다)를 발견한 경우 건축주가 그러한 하자로 인하여 손해를 입지 않도록 건축주에게 이를 통지하고 공사시공자에게 시정 또는 재시공을 요청하여야 할 채무를 부담한다. 공사감리자가 위와 같은 감리계약상의 채무를 이행하지 아니하였는지는 당시 일반적인 공사감리자의 기술수준과 경험, 미시공 또는 변경시공 하자의 위치와 내용, 공사의 규모 등에 비추어 그러한 하자의 발견을 기대할 수 있었는지 여부에 따라 판단하여야 한다. 한편 동일한 공사에서 공사감리자의 감리계약에 따른 채무불이행으로 인한 손해배상채무와 공사시공자의 도급계약에 따른 채무불이행으로 인한 손해배상채무는 서로 별개의 원인으로 발생한 독립된 채무이나 동일한 경제적 목적을 가진 채무이므로 서로 중첩되는 부분에 관하여 부진정연대채무의 관계에 있다.<br/>[2] 원고의 청구를 일부 기각하는 제1심판결에 대하여 피고는 항소하였으나 원고는 항소나 부대항소를 하지 아니한 경우, 제1심판결의 원고 패소 부분은 피고의 항소로 인하여 항소심으로 이심되나, 항소심의 심판대상은 되지 않는다. 항소심이 피고의 항소를 일부 인용하여 제1심판결의 피고 패소 부분 중 일부를 취소하고 그 부분에 대한 원고의 청구를 기각하였다면, 이는 제1심에서의 피고 패소 부분에 한정된 것이며 제1심판결 중 원고 패소 부분에 대하여는 항소심이 판결을 하지 않아서 이 부분은 원고의 상고대상이 될 수 없다. 따라서 원고의 상고 중 상고대상이 되지 아니한 부분에 대한 상고는 부적법하여 이를 각하하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건축법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제21조 제2항(현행 제25조 제3항), 제7항(현행 제25조 제8항), 구 건축법 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제19조 제6항 제1호 / [2] 민사소송법 제415조, 제422조<br/>",
  "참조판례": "[1] 대법원 2015. 2. 26. 선고 2012다89320 판결(공2015상, 522) / [2] 대법원 1998. 5. 22. 선고 98다5357 판결(공1998하, 1124)<br/>"
}