{
  "판례일련번호": "193125",
  "사건명": "임금",
  "사건번호": "2014다49074",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171228",
  "판시사항": "[1] 근로자에게 지급된 임금이 최저임금법상 최저임금에 미달하는지 판단하는 방법 및 통상임금의 의의 / 최저임금의 적용을 받는 근로자의 통상임금 자체가 최저임금액을 최하한으로 하는지 여부(소극)<br/>[2] 甲 유한회사의 근로자인 乙 등이 甲 회사를 상대로 최저임금법에서 정한 시급 최저임금액을 기준으로 산정한 연장근로수당 및 야간근로수당과 실제로 지급된 각 수당과의 차액의 지급을 구한 사안에서, 통상임금이 최저임금액보다 적은 경우에는 최저임금법에서 정한 시급 최저임금액을 기준으로 연장근로수당 및 야간근로수당을 산정하여야 한다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 최저임금법은 제6조 제1항에서 “사용자는 최저임금의 적용을 받는 근로자에게 최저임금액 이상의 임금을 지급하여야 한다.”라고 규정하고, 같은 조 제4항에서 ‘매월 1회 이상 정기적으로 지급하는 임금 외의 임금으로서 고용노동부장관이 정하는 것(제1호)’, ‘소정근로시간 또는 소정의 근로일에 대하여 지급하는 임금 외의 임금으로서 고용노동부장관이 정하는 것(제2호)’, ‘그 밖에 최저임금액에 산입하는 것이 적당하지 아니하다고 인정하여 고용노동부장관이 따로 정하는 것(제3호)’은 제1항에 따른 임금에 산입하지 아니한다고 규정하고 있으며, 이에 따라 최저임금법 시행규칙은 제2조 [별표 1]에서 최저임금에 산입하지 아니하는 임금의 범위를 정하고 있다. 따라서 지급된 임금이 최저임금에 미달하는지 여부는 지급된 임금 중 최저임금법 제6조 제4항 및 같은 법 시행규칙 제2조 [별표 1]이 정한 임금 또는 수당을 제외한 임금액(최저임금의 적용을 위한 임금으로서 이하 ‘비교대상 임금’이라고 한다)과 최저임금액을 비교하여 판단하여야 한다. 한편 근로기준법은 실제 근로시간이나 근무실적 등에 따라 증감·변동될 수 있는 평균임금의 최저한을 보장하고 연장·야간·휴일 근로에 대한 가산임금, 해고예고수당 및 연차휴가수당 등을 산정하는 기준임금으로서 ‘통상임금’을 규정하고 있는데, 이와 같은 ‘통상임금’은 소정 근로 또는 총 근로의 대상(對償)으로 근로자에게 지급되는 금품으로서 정기적·일률적으로 지급되는 고정적인 임금을 의미한다.<br/>  이와 같이 최저임금이나 최저임금의 적용을 위한 비교대상 임금은 통상임금과는 그 기능과 산정 방법이 다른 별개의 개념이므로, 사용자가 최저임금의 적용을 받는 근로자에게 최저임금액 이상의 임금을 지급하여야 한다고 하여 곧바로 통상임금 자체가 최저임금액을 그 최하한으로 한다고 볼 수 없다. 다만 최저임금의 적용을 받는 근로자에게 있어서 비교대상 임금 총액이 최저임금액보다 적은 경우에는 비교대상 임금 총액이 최저임금액으로 증액되어야 하므로, 이에 따라 비교대상 임금에 산입된 개개의 임금도 증액되고 그 증액된 개개의 임금 중 통상임금에 해당하는 임금들을 기준으로 통상임금이 새롭게 산정될 수는 있을 것이다.<br/>[2] 甲 유한회사의 근로자인 乙 등이 甲 회사를 상대로 최저임금법에서 정한 시급 최저임금액을 기준으로 산정한 연장근로수당 및 야간근로수당과 실제로 지급된 각 수당과의 차액의 지급을 구한 사안에서, 원심이 최저임금의 적용을 위한 비교대상 임금에 산입된다고 판단한 기본급, 근속수당, 주휴수당 중 기본급, 근속수당만 통상임금에 해당하는 것으로 보이므로, 원심으로서는 최저임금법에 의하여 최저임금의 적용을 위한 비교대상 임금 총액이 최저임금액으로 증액됨에 따라 비교대상 임금에 포함된 개개의 임금인 기본급, 근속수당, 주휴수당도 증액됨을 전제로 증액된 개개의 임금 중 통상임금에 해당하는 기본급, 근속수당을 기준으로 통상임금을 새롭게 산정한 다음 새롭게 산정된 통상임금을 기준으로 산정한 연장근로수당 및 야간근로수당과 실제로 지급된 각 수당과의 차액의 지급을 명하였어야 하는데도, 통상임금이 최저임금액보다 적은 경우에는 최저임금법에서 정한 시급 최저임금액을 기준으로 연장근로수당 및 야간근로수당을 산정하여야 한다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 최저임금법 제6조 제1항, 제3항, 제4항, 최저임금법 시행규칙 제2조 [별표 1], 근로기준법 제2조 제1항 제5호, 제6호, 제2항, 제26조, 제56조, 제60조, 근로기준법 시행령 제6조 제1항 / [2] 최저임금법 제6조 제1항, 제3항, 제4항, 최저임금법 시행규칙 제2조 [별표 1], 근로기준법 제2조 제1항 제5호, 제56조, 근로기준법 시행령 제6조 제1항<br/>",
  "참조판례": "[1] 대법원 2007. 1. 11. 선고 2006다64245 판결(공2007상, 289), 대법원 2013. 12. 18. 선고 2012다89399 전원합의체 판결(공2014상, 236)<br/>"
}