{
  "판례일련번호": "193127",
  "사건명": "범죄수익은닉의규제및처벌등에관한법률위반·특정경제범죄가중처벌등에관한법률위반(횡령)",
  "사건번호": "2017도9254",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171026",
  "판시사항": "[1] 민법 제746조가 ‘불법의 원인으로 인하여 재산을 급여한 때에는 그 이익의 반환을 청구하지 못한다’고 규정한 의미 / 민법 제746조에서 말하는 ‘불법’이 있다고 하기 위한 요건<br/>[2] 피고인이, 甲 등이 금융다단계 사기 범행을 통하여 취득한 범죄수익 등인 무기명 양도성예금증서를 乙로부터 건네받아 현금으로 교환한 후 임의로 소비하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(횡령)으로 기소된 사안에서, 피고인이 乙로부터 범죄수익 등의 은닉을 위해 교부받은 무기명 양도성예금증서는 불법의 원인으로 급여한 물건에 해당하여 소유권이 피고인에게 귀속되므로, 피고인에 대하여 횡령죄가 성립하지 않는다고 본 원심판단이 정당하다고 한 사례<br/>[3] 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제3조 또는 제4조의 범죄행위에 관계된 범죄수익 등이나 위 조항의 범죄행위에 의하여 생긴 재산 또는 그 범죄행위의 보수로 얻은 재산이 각 추징의 대상이 되는지 여부(적극) / 위와 같은 재산이 범죄피해재산인 경우, 그 가액을 추징할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 민법 제746조가 불법의 원인으로 인하여 재산을 급여한 때에는 그 이익의 반환을 청구하지 못한다고 규정한 뜻은, 그러한 급여를 한 사람은 그 원인행위가 법률상 무효임을 내세워 상대방에게 부당이득반환청구를 할 수 없음은 물론 급여한 물건의 소유권이 자기에게 있다고 하여 소유권에 기한 반환청구도 할 수 없다는 데 있으므로, 결국 그 물건의 소유권은 급여를 받은 상대방에게 귀속된다. <br/>  한편 민법 제746조에서 말하는 ‘불법’이 있다고 하려면, 급여의 원인된 행위가 내용이나 성격 또는 목적이나 연유 등으로 볼 때 선량한 풍속 기타 사회질서에 위반될 뿐만 아니라 반사회성·반윤리성·반도덕성이 현저하거나, 급여가 강행법규를 위반하여 이루어졌지만 이를 반환하게 하는 것이 오히려 규범 목적에 부합하지 아니하는 경우 등에 해당하여야 한다.<br/>[2] 피고인이, 甲 등이 금융다단계 사기 범행을 통하여 취득한 범죄수익 등인 무기명 양도성예금증서 7장을 乙로부터 건네받아 현금으로 교환한 후 임의로 소비하였다고 하여 특정경제범죄 가중처벌 등에 관한 법률 위반(횡령)으로 기소된 사안에서, 피고인이 乙로부터 범죄수익 등의 은닉을 위해 교부받은 무기명 양도성예금증서는 불법의 원인으로 급여한 물건에 해당하여 소유권이 피고인에게 귀속되므로, 피고인이 무기명 양도성예금증서를 교환한 현금을 임의로 소비하였더라도 횡령죄가 성립하지 않는다고 본 원심판단이 정당하다고 한 사례.<br/>[3] 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정되기 전의 것) 제3조 또는 제4조의 범죄행위에 관계된 범죄수익 등이나 위 조항의 범죄행위에 의하여 생긴 재산 또는 그 범죄행위의 보수로 얻은 재산은 같은 법 제8조 제1항 제3호, 제4호 및 제10조 제1항에 따라 각 추징의 대상이 된다. 그러나 위와 같은 재산이 같은 법 제8조 제3항에서 정한 범죄피해재산인 경우에는 같은 법 제10조 제2항에 따라 그 가액을 추징할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조, 제746조, 형법 제355조 제1항 / [2] 형법 제355조 제1항, 구 특정경제범죄 가중처벌 등에 관한 법률(2012. 2. 10. 법률 제11304호로 개정되기 전의 것) 제3조 제1항 제2호, 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정되기 전의 것) 제3조 제1항 제1호, 제3호, 민법 제746조, 형사소송법 제325조 / [3] 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2010. 3. 31. 법률 제10201호로 개정되기 전의 것) 제3조, 제4조, 제8조 제1항 제3호, 제4호, 제3항, 제10조<br/>",
  "참조판례": "[1] 대법원 2017. 4. 26. 선고 2016도18035 판결(공2017상, 1215)<br/>"
}