{
  "판례일련번호": "193119",
  "사건명": "특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)",
  "사건번호": "2017도11628",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171228",
  "판시사항": "[1] 동일한 거래에 대한 것이라도 허위 세금계산서 발급·수취행위와 허위의 매출·매입처별 세금계산서합계표 제출행위에 따른 ‘공급가액’을 별도로 산정하여야 하는지 여부(적극) / 특정범죄 가중처벌 등에 관한 법률 제8조의2에 따라 가중처벌을 하기 위한 기준인 ‘공급가액 등의 합계액’을 산정할 때에도 위와 같이 별도로 산정된 각 ‘공급가액’을 합산하여야 하는지 여부(적극)<br/>[2] 구 부가가치세법에서 전자세금계산서 제도를 도입한 취지 / 세금계산서합계표를 제출할 필요가 없는 전자세금계산서 발급분에 관하여 세금계산서합계표를 제출하였으나, 그 부분 거래가 허위로 발급된 전자세금계산서에 관한 것인 경우, 조세범 처벌법 제10조 제3항 제3호의 ‘부가가치세법에 따른 매출·매입처별 세금계산서합계표를 거짓으로 기재하여 정부에 제출한 행위’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 동일한 거래에 대한 허위 세금계산서 발급·수취행위와 허위의 매출·매입처별 세금계산서합계표 제출행위는 서로 구별되는 별개의 행위로서 각 행위에 따른 결과라고 할 수 있는 ‘공급가액’ 역시 별도로 산정하여야 하며, 특정범죄 가중처벌 등에 관한 법률 제8조의2에 따라 가중처벌을 하기 위한 기준인 ‘공급가액 등의 합계액’을 산정할 때에도 위와 같이 별도로 산정된 각 ‘공급가액’을 합산하는 것이 타당하다.<br/>[2] 2008. 12. 26. 법률 제9268호로 개정되어 2010. 1. 1. 시행된 구 부가가치세법은 거래징수 방식인 부가가치세와 관련한 과다한 납세협력비용 및 조세행정비용을 절감하고 거래의 투명성을 제고할 목적으로 전자세금계산서 제도를 도입하였고, 이에 따라 현행 부가가치세법은 법인사업자와 대통령령으로 정하는 개인사업자로 하여금 전자세금계산서를 발급하도록 하고 전자세금계산서를 발급한 때에는 그 발급명세를 국세청장에게 전송하도록 하되(제32조 제2항, 제3항), 전자세금계산서를 발급하거나 발급받고 그 발급명세를 해당 재화 또는 용역의 공급시기가 속하는 과세기간 또는 예정신고기간 마지막 날의 다음 달 11일까지 국세청장에게 전송한 경우에는 해당 예정신고 또는 확정신고 시 매출·매입처별 세금계산서합계표를 제출하지 않을 수 있다고 규정하고 있다(제54조 제2항). 또한 전자세금계산서 제도의 도입으로 2009. 3. 26. 개정되어 2010. 1. 1. 시행된 구 부가가치세법 시행규칙은 종래의 매출·매입처별 세금계산서합계표 서식을 변경하여 매출·매입세금계산서 총합계란을 ‘전자세금계산서 발행(수취)분’과 ‘전자세금계산서 외의 발행(수취)분’으로 구분한 다음, ‘전자세금계산서 발행(수취)분’에는 ‘전자세금계산서 외의 발행(수취)분’과 달리 전체 매출·매입처수, 매수, 공급가액, 세액만이 기재될 뿐 그 밖에 부가가치세법에서 정한 세금계산서합계표의 필수적 기재사항(제54조 제1항 각호)인 매출·매입처별 명세는 기재되지 않도록 하였으며[별지 제20호의2 서식(1), 별지 제20호의3 서식(1)], 현행 부가가치세법 시행규칙도 마찬가지로 과세기간 종료일 다음 달 11일까지 국세청장에게 전송된 전자세금계산서 발급분에 대하여는 세금계산서합계표에 필수적 기재사항인 매출·매입처별 명세가 기재되지 않도록 규정하고 있다[별지 제38호 서식(1), 별지 제39호 서식(1)].<br/>  위와 같은 전자세금계산서 제도의 도입 취지와 아울러 국세청장에게 발급명세가 전송된 전자세금계산서 발급분에 대하여는 매출·매입처별 세금계산서합계표를 제출할 의무가 없을 뿐만 아니라 이를 제출하더라도 부가가치세법에서 정한 세금계산서합계표의 필수적 기재사항이 기재되지 않는 점에 비추어 볼 때, 세금계산서합계표를 제출할 필요가 없는 전자세금계산서 발급분에 관하여 세금계산서합계표를 제출하였더라도 부가가치세법에 따른 세금계산서합계표를 기재하여 제출한 것으로 평가하기는 어렵고, 따라서 설령 그 부분 거래가 허위로 발급된 전자세금계산서에 관한 것이라도 조세범 처벌법 제10조 제3항 제3호의 ‘부가가치세법에 따른 매출·매입처별 세금계산서합계표를 거짓으로 기재하여 정부에 제출한 행위’에 해당한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특정범죄 가중처벌 등에 관한 법률 제8조의2, 조세범 처벌법 제10조 제3항 / [2] 특정범죄 가중처벌 등에 관한 법률 제8조의2, 조세범 처벌법 제10조 제3항 제1호, 제3호, 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제16조 제2항(현행 제32조 제2항 참조), 제3항(현행 제32조 제3항 참조), 제20조 제1항(현행 제54조 제1항, 제2항 참조), 부가가치세법 제32조 제2항, 제3항, 제54조 제1항, 제2항, 구 부가가치세법 시행규칙(2011. 6. 23. 기획재정부령 제218호로 개정되기 전의 것) [별지 제20호의2 서식(1)](현행 [별지 제38호 서식(1)] 참조), [별지 제20호의3 서식(1)](현행 [별지 제39호 서식(1)] 참조), 부가가치세법 시행규칙 [별지 제38호 서식(1)], [별지 제39호 서식(1)]<br/>",
  "참조판례": "[1] 대법원 2011. 9. 29. 선고 2009도3355 판결(공2011하, 2278), 대법원 2017. 9. 7. 선고 2017도10054 판결<br/>"
}