{
  "판례일련번호": "193113",
  "사건명": "건물인도등(임대인이 전차인에게 세금계산서 발급의무가 있는지 문제된 사건)",
  "사건번호": "2017다265266",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171228",
  "판시사항": "[1] 재화 또는 용역을 공급한 사업자가 공급을 받은 자로부터 부가가치세액을 지급받았음에도 정당한 사유 없이 세금계산서를 발급하지 않는 바람에 공급을 받은 자가 매입세액을 공제받지 못한 경우, 공급자가 공제받지 못한 매입세액 상당의 손해를 배상할 책임이 있는지 여부(원칙적 적극) 및 이는 공급받는 자가 매입자발행세금계산서 발행 절차를 통하여 매입세액을 공제받지 않았더라도 마찬가지인지 여부(원칙적 적극)<br/>[2] 부가가치세법 제32조 제1항에서 정한 ‘용역을 공급받는 자’의 의미 및 계약상 원인에 의하여 ‘용역을 공급받는 자’가 누구인지 결정하는 방법<br/>[3] 임차인이 임대인의 동의를 얻어 임차물을 전대한 경우, 임대인과 임차인, 임차인과 전차인, 임대인과 전차인 사이의 법률관계 및 전차인이 전대차계약상 차임지급시기 전에 전대인에게 차임을 지급한 사정을 들어 임대인에게 대항할 수 있는지 여부(소극)<br/>[4] 甲 주식회사가 乙 주식회사에 임대한 건물을 乙 회사가 甲 회사의 동의를 얻어 丙에게 전대하였고, 丙은 부가가치세가 포함된 차임을 甲 회사에 직접 지급하였는데, 甲 회사가 丙에게 세금계산서를 발급할 의무가 있는지 문제 된 사안에서, 임대인인 甲 회사가 임대용역을 공급한 바 없는 전차인 丙에게 세금계산서를 발급할 의무가 없고, 이는 丙이 甲 회사에 직접 차임을 지급하였더라도 마찬가지라고 한 사례<br/>",
  "판결요지": "[1] 재화 또는 용역을 공급한 사업자가 공급을 받은 자로부터 부가가치세액을 지급받았음에도 정당한 사유 없이 세금계산서를 발급하지 않는 바람에 공급을 받은 자가 매입세액을 공제받지 못하였다면, 공급자는 원칙적으로 공급받은 자에 대하여 공제받지 못한 매입세액 상당의 손해를 배상할 책임이 있다. 이는 공급자는 공급받는 자에게 세금계산서를 의무적으로 발급하여야 하는 점, 매입자발행세금계산서 발행 제도의 입법 취지 내지 목적, 기능과 그 이용에 시간적 제한이 있는 점 등에 비추어 공급받는 자가 매입자발행세금계산서 발행 절차를 통하여 매입세액을 공제받지 않았다고 하더라도 특별한 사정이 없는 한 마찬가지이다.<br/>[2] 부가가치세법 제32조 제1항에 의하면, 사업자가 재화 또는 용역을 공급(부가가치세가 면제되는 재화 또는 용역의 공급은 제외한다)하는 경우에는 이를 공급받는 자에게 세금계산서를 발급하여야 한다. 여기서 ‘용역을 공급받는 자’란 계약상 또는 법률상의 원인에 의하여 역무 등을 제공받는 자를 의미하므로, 계약상 원인에 의하여 ‘용역을 공급받는 자’가 누구인가를 결정할 때에는 당해 용역공급의 원인이 되는 계약의 당사자 및 내용, 위 용역의 공급은 누구를 위하여 이루어지는 것이며 대가의 지급관계는 어떠한지 등 제반 사정을 고려하여야 한다.<br/>[3] 임차인이 임대인의 동의를 얻어 임차물을 전대한 경우, 임대인과 임차인 사이의 종전 임대차계약은 계속 유지되므로 여전히 임대인은 임차인에게 차임을 청구할 수 있는 한편(민법 제630조 제2항), 임차인과 전차인 사이에는 별개의 새로운 임대차계약이 성립하므로 임차인은 전차인에 대하여 차임을 청구할 수 있다. 반면에 임대인과 전차인 사이에는 직접적인 법률관계가 형성되지는 않고 다만 임대인 보호를 위하여 전차인은 임대인에 대하여 직접 의무를 부담할 뿐이며, 이때 전차인은 전대차계약상의 차임지급시기 전에 전대인에게 차임을 지급한 사정을 들어 임대인에게 대항하지 못한다(민법 제630조 제1항).<br/>[4] 甲 주식회사가 乙 주식회사에 임대한 건물을 乙 회사가 甲 회사의 동의를 얻어 丙에게 전대하였고, 丙은 부가가치세가 포함된 차임을 甲 회사에 직접 지급하였는데, 甲 회사가 丙에게 세금계산서를 발급할 의무가 있는지 문제 된 사안에서, 세금계산서는 재화 또는 용역을 공급하는 사업자가 이를 공급받는 자에게 발급하는 것인데, 임대인인 甲 회사는 임차인인 乙 회사에 임대용역을 공급하였고, 전차인인 丙은 乙 회사로부터 다시 임대용역을 공급받았을 뿐이므로, 甲 회사가 임대용역을 공급한 바 없는 丙에게 세금계산서를 발급할 의무가 없고, 이는 丙이 甲 회사에 직접 차임을 지급하였더라도 마찬가지라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부가가치세법 제32조 제1항, 구 조세특례제한법(2016. 12. 20. 법률 제14390호로 개정되기 전의 것) 제126조의4(현행 부가가치세법 제34조의2 참조), 구 조세특례제한법 시행령(2017. 2. 7. 대통령령 제27848호로 개정되기 전의 것) 제121조의4(현행 부가가치세법 시행령 제71조의2 참조) / [2] 부가가치세법 제32조 제1항 / [3] 민법 제630조 / [4] 부가가치세법 제32조 제1항, 민법 제630조<br/>",
  "참조판례": "[2] 대법원 2006. 12. 22. 선고 2005두1497 판결 / [3] 대법원 2008. 3. 27. 선고 2006다45459 판결(공2008상, 604)<br/>"
}