{
  "판례일련번호": "193339",
  "사건명": "보상금증액",
  "사건번호": "2017두61799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180125",
  "판시사항": "[1] 공법상 제한이 그 자체로 제한목적이 달성되는 일반적 계획제한으로서 구체적 도시계획사업과 직접 관련되지 아니한 때와 공법상 제한이 구체적 사업이 따르는 개별적 계획제한이거나, 일반적 계획제한에 해당하는 용도지역 등의 지정 또는 변경에 따른 제한이더라도 그 용도지역 등의 지정 또는 변경이 특정 공익사업의 시행을 위한 것일 때의 각 경우에 보상액 산정을 위한 토지의 평가 방법<br/>[2] 수용대상 토지에 관하여 특정 시점에서 용도지역 등을 지정 또는 변경을 하지 않은 것이 특정 공익사업의 시행을 위한 것인 경우, 공익사업의 시행을 직접 목적으로 하는 제한으로 보아 용도지역 등의 지정 또는 변경이 이루어진 상태를 상정하여 토지가격을 평가해야 하는지 여부(적극) 및 특정 공익사업의 시행을 위하여 용도지역 등을 지정 또는 변경을 하지 않았다고 보기 위한 요건<br/>[3] 2개 이상의 토지 등에 대한 감정평가 방법 및 예외적으로 일괄평가가 허용되는 경우인 2개 이상의 토지 등이 ‘용도상 불가분의 관계’에 있다는 의미<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률과 그 시행규칙의 관련 규정에 의하면, 공법상 제한을 받는 토지에 대한 보상액을 산정할 때에 해당 공법상 제한이 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지) 등에 따른 용도지역·지구·구역(이하 ‘용도지역 등’이라고 한다)의 지정 또는 변경과 같이 그 자체로 제한목적이 달성되는 일반적 계획제한으로서 구체적 도시계획사업과 직접 관련되지 아니한 경우에는 그러한 제한을 받는 상태 그대로 평가하여야 한다. 반면 도로·공원 등 특정 도시계획시설의 설치를 위한 계획결정과 같이 구체적 사업이 따르는 개별적 계획제한이거나, 일반적 계획제한에 해당하는 용도지역 등의 지정 또는 변경에 따른 제한이더라도 그 용도지역 등의 지정 또는 변경이 특정 공익사업의 시행을 위한 것일 때에는, 그 공익사업의 시행을 직접 목적으로 하는 제한으로 보아 그 제한을 받지 아니하는 상태를 상정하여 평가하여야 한다.<br/>[2] 어느 수용대상 토지에 관하여 특정 시점에서 용도지역·지구·구역(이하 ‘용도지역 등’이라고 한다)을 지정 또는 변경하지 않은 것이 특정 공익사업의 시행을 위한 것일 경우 이는 해당 공익사업의 시행을 직접 목적으로 하는 제한이라고 보아 용도지역 등의 지정 또는 변경이 이루어진 상태를 상정하여 토지가격을 평가하여야 한다. 여기에서 특정 공익사업의 시행을 위하여 용도지역 등을 지정 또는 변경하지 않았다고 볼 수 있으려면, 토지가 특정 공익사업에 제공된다는 사정을 배제할 경우 용도지역 등을 지정 또는 변경하지 않은 행위가 계획재량권의 일탈·남용에 해당함이 객관적으로 명백하여야만 한다.<br/>[3] 2개 이상의 토지 등에 대한 감정평가는 개별평가를 원칙으로 하되, 예외적으로 2개 이상의 토지 등에 거래상 일체성 또는 용도상 불가분의 관계가 인정되는 경우에 일괄평가가 허용된다. 여기에서 ‘용도상 불가분의 관계’에 있다는 것은 일단의 토지로 이용되고 있는 상황이 사회적·경제적·행정적 측면에서 합리적이고 그 토지의 가치 형성적 측면에서도 타당하다고 인정되는 관계에 있는 경우를 뜻한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항 / [3] 구 가격공시 및 감정평가에 관한 법률(2016. 1. 19. 법률 제13796호로 전부 개정되기 전의 것) 제31조, 구 감정평가에 관한 규칙(2012. 8. 2. 국토해양부령 제508호로 전부 개정되기 전의 것) 제15조 제1항(현행 제7조 제1항, 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2012. 5. 24. 선고 2012두1020 판결 / [2] 대법원 2015. 8. 27. 선고 2012두7950 판결(공2015하, 1401) / [3] 대법원 2017. 3. 22. 선고 2016두940 판결(공2017상, 874)<br/>"
}