{
  "판례일련번호": "193350",
  "사건명": "가축분뇨의관리및이용에관한법률위반·공무상표시무효·모욕",
  "사건번호": "2015도18284",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180124",
  "판시사항": "[1] 구 가축분뇨의 관리 및 이용에 관한 법률상 배출시설 등의 양수인이 종전 시설설치자로부터 배출시설 등의 점유·관리를 이전받음으로써 시설설치자의 지위를 승계받은 것이 되는지 여부(적극) 및 이후 매매계약 등 양도의 원인행위가 해제되었더라도 해제에 따른 원상회복을 하지 아니한 채 여전히 배출시설 등을 점유·관리하고 있다면 승계받은 시설설치자의 지위를 계속 유지하는지 여부(적극)<br/>[2] 피고인이 가축사육시설인 농장에 관하여 배출시설 설치허가를 받은 시설설치자 甲으로부터 乙을 거쳐 농장을 순차로 양수하여 실질적으로 관리하면서 업무상 과실로 가축분뇨를 공공수역에 유입되게 하여 구 가축분뇨의 관리 및 이용에 관한 법률 위반으로 기소된 사안에서, 피고인이 乙과의 매매계약에 기하여 농장을 양수함으로써 같은 법 제14조에 따라 시설설치자의 지위를 승계한 다음 위반행위 당시에도 농장을 점유·관리하고 있었으므로, 그 전에 농장에 관한 매매계약이 해제되었더라도 같은 법 제50조 제5호에서 정한 행위 주체로서 시설설치자의 지위에 있다고 한 사례<br/>",
  "판결요지": "[1] 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것, 이하 ‘구 가축분뇨법’이라 한다)은 배출시설을 설치하고자 하는 자는 배출시설의 규모에 따라 시장·군수·구청장의 허가를 받거나 시장·군수·구청장에게 신고하여야 하고(제11조 제1항, 제3항), 제11조에 따라 배출시설에 대한 설치허가 등을 받거나 신고 등을 한 자(이하 ‘시설설치자’라 한다)가 배출시설·처리시설(이하 ‘배출시설 등’이라 한다)을 양도하는 경우에는 양수인이 종전 시설설치자의 지위를 승계한다고 규정하고 있다(제14조).<br/>  현행 가축분뇨의 관리 및 이용에 관한 법률(제14조 제3항)과 달리 배출시설 등의 양도를 시장·군수·구청장에게 신고하지 않고 양도 그 자체만으로 시설설치자의 지위 승계가 이루어지도록 정한 구 가축분뇨법의 위와 같은 규정 및 배출시설 등에 대한 설치허가의 대물적 성질 등에 비추어 보면, 배출시설 등의 양수인은 종전 시설설치자로부터 배출시설 등의 점유·관리를 이전받음으로써 시설설치자의 지위를 승계받은 것이 되고, 이후 매매계약 등 양도의 원인행위가 해제되었더라도 해제에 따른 원상회복을 하지 아니한 채 여전히 배출시설 등을 점유·관리하고 있다면 승계받은 시설설치자의 지위를 계속 유지한다.<br/>[2] 피고인이 가축사육시설인 농장에 관하여 배출시설 설치허가를 받은 시설설치자 甲으로부터 乙을 거쳐 농장을 순차로 양수하여 실질적으로 관리하면서 이를 적정하게 관리하지 않은 업무상 과실로 가축분뇨를 공공수역에 유입되게 하여 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것, 이하 ‘구 가축분뇨법’이라 한다) 위반으로 기소된 사안에서, 피고인이 乙과의 매매계약에 기하여 농장을 양수함으로써 구 가축분뇨법 제14조에 따라 시설설치자의 지위를 승계한 다음 위반행위 당시에도 농장을 점유·관리하고 있었으므로, 설령 그 전에 농장에 관한 매매계약이 해제되었더라도 피고인이 구 가축분뇨법 제50조 제5호에서 정한 행위 주체로서 시설설치자의 지위에 있었다고 보는 데 아무런 영향이 없다는 이유로, 피고인이 시설설치자로서 구 가축분뇨법 제50조 제5호의 적용대상에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것) 제11조 제1항, 제3항, 제14조, 제50조 제5호(현행 제50조 제6호 참조), 가축분뇨의 관리 및 이용에 관한 법률 제14조 제3항 / [2] 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것) 제10조(현행 제10조 제1항 참조), 제11조 제1항, 제14조, 제50조 제5호(현행 제50조 제6호 참조)<br/>",
  "참조판례": ""
}