{
  "판례일련번호": "193346",
  "사건명": "공사대금",
  "사건번호": "2015다69990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180124",
  "판시사항": "[1] 공동이행방식의 공동수급체를 구성하여 공사를 수급받는 경우, 공동수급체의 법적 성격(=민법상 조합) / 공동수급체의 구성원이 출자의무를 이행하지 않은 경우, 공동수급체가 출자의무 불이행을 이유로 이익분배 자체를 거부하거나 이익분배금에서 출자금이나 지연이자를 공제할 수 있는지 여부(원칙적 소극) 및 이 경우 공동수급체의 출자금 채권과 구성원의 이익분배청구권이 상계적상에 있으면 두 채권을 상계할 수 있는지 여부(적극)<br/>[2] 공동수급체 구성원들 사이에 ‘출자의무와 이익분배를 직접 연계시키는 특약’을 하는 것이 허용되는지 여부(적극) / 공동수급체 구성원들이 출자의무를 먼저 이행한 경우에 한하여 이익분배를 받을 수 있다고 약정하거나 출자의무의 불이행 정도에 따라 이익분배금을 삭감하기로 약정한 경우 또는 금전을 출자하기로 한 구성원이 출자를 지연하는 경우 이익분배금에서 출자금과 지연이자를 공제하기로 약정한 경우, 공동수급체가 이익분배를 거부하거나 이익분배금에서 출자금 등을 공제할 수 있는지 여부(적극) / 이러한 ‘공제’와 민법상 상계의 구별<br/>[3] 공동수급체 구성원들 사이에 작성된 공동수급협정서 등 처분문서에 상계적상 여부나 상계의 의사표시와 관계없이 이익분배금에서 미지급 출자금 등을 공제할 수 있도록 기재하고 있고 처분문서의 진정성립이 인정되는 경우, 공제 약정이 있었던 것으로 보아야 하는지 여부(원칙적 적극)<br/>[4] 출자의무를 이행하지 않은 구성원에 대한 회생절차개시 이전에 이익분배금에서 미지급 출자금을 공제하기로 하는 특약을 한 경우, 이에 따른 공제의 법적 효과가 발생하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 당사자들이 공동이행방식의 공동수급체를 구성하여 도급인으로부터 공사를 수급받는 경우 공동수급체는 원칙적으로 민법상 조합에 해당한다. 건설공동수급체 구성원은 공동수급체에 출자의무를 지는 반면 공동수급체에 대한 이익분배청구권을 가지는데, 이익분배청구권과 출자의무는 별개의 권리·의무이다. 따라서 공동수급체의 구성원이 출자의무를 이행하지 않더라도, 공동수급체가 출자의무의 불이행을 이유로 이익분배 자체를 거부할 수도 없고, 그 구성원에게 지급할 이익분배금에서 출자금이나 그 연체이자를 당연히 공제할 수도 없다. 다만 구성원에 대한 공동수급체의 출자금 채권과 공동수급체에 대한 구성원의 이익분배청구권이 상계적상에 있으면 상계에 관한 민법 규정에 따라 두 채권을 대등액에서 상계할 수 있을 따름이다.<br/>[2] 공동수급체의 구성원들 사이에 ‘출자의무와 이익분배를 직접 연계시키는 특약’을 하는 것도 계약자유의 원칙상 허용된다. 따라서 구성원들이 출자의무를 먼저 이행한 경우에 한하여 이익분배를 받을 수 있다고 약정하거나 출자의무의 불이행 정도에 따라 이익분배금을 전부 또는 일부 삭감하기로 약정할 수도 있다. 나아가 금전을 출자하기로 한 구성원이 출자를 지연하는 경우 그 구성원이 지급받을 이익분배금에서 출자금과 그 연체이자를 ‘공제’하기로 하는 약정을 할 수도 있다. 이러한 약정이 있으면 공동수급체는 그 특약에 따라 출자의무를 불이행한 구성원에 대한 이익분배를 거부하거나 구성원에게 지급할 이익분배금에서 출자금과 그 연체이자를 공제할 수 있다.<br/>  이러한 ‘공제’는 특별한 약정이 없는 한 당사자 쌍방의 채권이 서로 상계적상에 있는지 여부와 관계없이 가능하고 별도의 의사표시도 필요하지 않다. 이 점에서 상계적상에 있는 채권을 가진 채권자가 별도로 의사표시를 하여야 하는 상계(민법 제493조 제1항)와는 구별된다. 물론 상계의 경우에도 쌍방의 채무가 상계적상에 이르면 별도의 의사표시 없이도 상계된 것으로 한다는 특약을 할 수 있다. 그러나 공제 약정이 있으면 별도의 의사표시 없이도 당연히 공제되는 것이 원칙이다.<br/>[3] 공동수급체의 구성원들 사이에 작성된 공동수급협정서 등 처분문서에 상계적상 여부나 상계의 의사표시와 관계없이 당연히 이익분배금에서 미지급 출자금 등을 공제할 수 있도록 기재하고 있고 그 처분문서의 진정성립이 인정된다면, 특별한 사정이 없는 한 처분문서에 기재되어 있는 문언대로 공제 약정이 있었던 것으로 보아야 한다.<br/>[4] 출자의무를 이행하지 않은 구성원에 대하여 회생절차가 개시되었더라도 그 개시 이전에 이익분배금에서 미지급 출자금을 공제하기로 하는 특약을 하였다면 특별한 사정이 없는 한 그에 따른 공제의 법적 효과가 발생함에는 아무런 영향이 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제492조, 제493조, 제703조, 제705조, 제711조 / [2] 민법 제105조, 제492조 제1항, 제493조 제1항, 제703조, 제705조, 제711조 / [3] 민법 제105조, 제492조 제1항, 제493조 제1항, 제703조, 제705조, 제711조, 민사소송법 제202조 / [4] 민법 제105조, 제703조, 제705조, 제711조, 채무자 회생 및 파산에 관한 법률 제144조 제1항, 제145조 제1호<br/>",
  "참조판례": "[1] 대법원 2000. 12. 12. 선고 99다49620 판결(공2001상, 276), 대법원 2012. 5. 17. 선고 2009다105406 전원합의체 판결(공2012하, 1057) / [2] 대법원 2006. 8. 25. 선고 2005다16959 판결(공2006하, 1610) / [3] 대법원 2005. 5. 13. 선고 2004다67264, 67271 판결(공2005상, 947)<br/>"
}