{
  "판례일련번호": "193338",
  "사건명": "물품대금",
  "사건번호": "2016다238212",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180125",
  "판시사항": "[1] 계약당사자가 누구인지 확정하는 방법 및 당사자 사이에 법률행위의 해석을 둘러싸고 이견이 있어 당사자의 의사해석이 문제 되는 경우, 법률행위를 해석하는 방법<br/>[2] 가맹사업거래의 공정화에 관한 법률상 가맹본부가 가맹점에게 원재료 또는 부재료를 특정한 거래상대방과 거래하도록 강제하고 있다는 사정만으로 가맹본부가 공급거래의 당사자가 되거나 공급거래에 따른 책임을 부담하는지 여부(소극) 및 가맹본부가 중간 공급업체를 지정하여 그 업체로 하여금 각 재료별 공급업체로부터 재료를 공급받아 가맹점과 거래하도록 하면서 품질기준의 유지를 위해 가맹본부가 지정한 업체로부터만 재료를 공급받도록 정하였다는 사정만으로 가맹본부와 각 재료 공급업체를 공급거래의 당사자라고 단정할 수 있는지 여부(소극)<br/>[3] 가맹사업거래의 공정화에 관한 법률상 가맹본부인 甲 주식회사가 乙 주식회사와, 乙 회사가 직접 甲 회사의 지사 또는 가맹점으로부터 주문을 받고, 甲 회사가 선정한 丙 주식회사 등 식자재 제조·생산업체로부터 식자재를 납품받아 甲 회사의 지사 또는 가맹점에 운송하며, 물품대금을 乙 회사가 자신의 책임으로 직접 甲 회사의 지사 또는 가맹점으로부터 회수한 후 판매이익의 일정 비율을 甲 회사에 수수료로 지급하기로 하는 내용의 계약을 체결하였는데, 丙 회사가 甲 회사의 이행보조자인 乙 회사를 통해 甲 회사의 지사 또는 가맹점에 식자재를 납품하였다며 甲 회사를 상대로 미지급 물품대금의 지급을 구한 사안에서, 丙 회사와 식자재 납품계약을 체결한 당사자를 甲 회사로 보아, 甲 회사가 丙 회사에 미지급 물품대금을 지급할 의무가 있다고 판단한 원심판결에는 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 계약의 당사자가 누구인지는 계약에 관여한 당사자의 의사해석의 문제에 해당한다. 당사자 사이에 법률행위의 해석을 둘러싸고 이견이 있어 당사자의 의사해석이 문제 되는 경우에는 법률행위의 내용, 그러한 법률행위가 이루어진 동기와 경위, 법률행위에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 가맹사업거래의 공정화에 관한 법률(이하 ‘가맹사업법’이라 한다)은 가맹사업의 특수성을 고려하여, 일정한 경우에는 가맹본부가 가맹점에게 원재료 또는 부재료를 특정한 거래상대방(가맹본부 포함)과 거래하도록 강제하는 것을 허용하고 있는데[가맹사업법 제12조 제1항 제2호, 제2항, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제2항 (나)목], 그러한 사정만으로 가맹본부가 그 공급거래의 당사자가 되거나 공급거래 자체에 따른 어떠한 책임을 부담하게 되는 것은 아니다. 나아가 가맹본부는 각 원재료나 부재료 별로 공급업체를 일일이 지정하여 가맹점과 직접 거래하도록 하는 것은 비효율적일 수 있으므로, 중간 공급업체를 지정하여 그 업체로 하여금 각 재료별 공급업체로부터 재료를 공급받아 가맹점과 거래하도록 하는 경우가 있다. 이 경우 가맹본부는 품질기준의 유지를 위해 중간 공급업체로 하여금 가맹본부가 지정한 업체로부터만 재료를 공급받도록 정할 수 있을 것인데, 이처럼 가맹본부가 각 재료 공급업체의 지정에 관여하였다고 하더라도 그러한 사정만으로 가맹본부와 각 재료 공급업체를 그 공급거래의 당사자라고 단정할 만한 전형적 징표라고 보기도 어렵다.<br/>[3] 가맹사업거래의 공정화에 관한 법률상 가맹본부인 甲 주식회사가 乙 주식회사와, 乙 회사가 직접 甲 회사의 지사 또는 가맹점으로부터 주문을 받고, 甲 회사가 선정한 丙 주식회사 등 식자재 제조·생산업체로부터 식자재를 납품받아 甲 회사의 지사 또는 가맹점에 운송하며, 물품대금을 乙 회사가 자신의 책임으로 직접 甲 회사의 지사 또는 가맹점으로부터 회수한 후 판매이익의 일정 비율을 甲 회사에 수수료로 지급하기로 하는 내용의 계약을 체결하였는데, 丙 회사가 甲 회사의 이행보조자인 乙 회사를 통해 甲 회사의 지사 또는 가맹점에 식자재를 납품하였다며 甲 회사를 상대로 미지급 물품대금의 지급을 구한 사안에서, 위 계약의 내용 및 취지, 甲 회사, 乙 회사, 丙 회사 사이에 실제 이루어진 거래 형태 등을 종합하면, 乙 회사는 단순히 甲 회사의 배송 및 수금업무를 대행한 자가 아니라 가맹본부인 甲 회사의 중간 공급업체로서 甲 회사가 선정한 식자재 제조·생산업체인 丙 회사와 직접 납품계약을 체결한다는 의사로 식자재를 납품받아 그 명의로 대금을 결제하여 왔고, 丙 회사 역시 납품계약의 상대방을 乙 회사로 인식하였다고 볼 수 있는데도, 丙 회사와 식자재 납품계약을 체결한 당사자를 甲 회사로 보아, 甲 회사가 丙 회사에 미지급 물품대금을 지급할 의무가 있다고 판단한 원심판결에는 당사자 확정 또는 법률행위 해석에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제2호, 제2항, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제2항 (나)목 / [3] 민법 제105조, 가맹사업거래의 공정화에 관한 법률 제12조 제1항 제2호, 제2항, 가맹사업거래의 공정화에 관한 법률 시행령 제13조 제1항 [별표 2] 제2항 (나)목<br/>",
  "참조판례": "[1] 대법원 2010. 5. 13. 선고 2009다92487 판결(공2010상, 1105), 대법원 2015. 10. 29. 선고 2013다69804 판결<br/>"
}