{
  "판례일련번호": "193345",
  "사건명": "일반교통방해",
  "사건번호": "2017도11408",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180124",
  "판시사항": "[1] 일반교통방해죄의 보호법익 및 처벌대상 행위 / 도로에서의 집회나 시위가 교통방해 행위를 수반할 경우, 일반교통방해죄가 성립하는지 여부(원칙적 적극)<br/>[2] 집회 및 시위에 관한 법률에 따라 적법한 신고를 마친 집회 또는 시위가 당초에 신고한 범위를 현저히 벗어나거나 같은 법 제12조에 따른 조건을 중대하게 위반하여 도로 교통을 방해함으로써 통행을 불가능하게 하거나 현저하게 곤란하게 하는 경우, 일반교통방해죄가 성립하는지 여부(적극) 및 이때 참가자에게 일반교통방해죄가 성립하기 위한 요건<br/>[3] 일반교통방해죄의 법적 성격과 기수 및 종료시기 / 신고 범위를 현저히 벗어나거나 집회 및 시위에 관한 법률 제12조에 따른 조건을 중대하게 위반함으로써 교통방해를 유발한 집회에 참가하였으나 참가 당시 이미 다른 참가자들에 의해 교통의 흐름이 차단된 상태였던 경우, 참가자에게 일반교통방해죄가 성립하기 위한 요건<br/>",
  "판결요지": "[1] 형법 제185조는 일반교통방해죄에 관하여 “육로, 수로 또는 교량을 손괴 또는 불통하게 하거나 기타 방법으로 교통을 방해한 자는 10년 이하의 징역 또는 1천 500만 원 이하의 벌금에 처한다.”라고 정하고 있다. 일반교통방해죄는 일반 공중의 교통안전을 보호법익으로 하는 범죄로서 육로 등을 손괴 또는 불통하게 하는 경우뿐만 아니라 그 밖의 방법으로 교통을 방해하여 통행을 불가능하게 하거나 현저하게 곤란하게 하는 일체의 행위를 처벌하는 것을 목적으로 한다.<br/>  집회와 시위의 자유는 헌법상 보장된 국민의 기본권이므로 형법상의 일반교통방해죄를 집회와 시위의 참석자에게 적용할 경우에는 집회와 시위의 자유를 부당하게 제한하는 결과가 발생할 우려가 있다. 그러나 일반교통방해죄에서 교통을 방해하는 방법을 위와 같이 포괄적으로 정하고 있는 데다가 도로에서 집회와 시위를 하는 경우 일반 공중의 교통안전을 직접적으로 침해할 위험이 있는 점을 고려하면, 집회나 시위로 교통방해 행위를 수반할 경우에 특별한 사정이 없는 한 일반교통방해죄가 성립할 수 있다.<br/>[2] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다)에 따라 적법한 신고를 마친 집회 또는 시위라고 하더라도 당초에 신고한 범위를 현저히 벗어나거나 집시법 제12조에 따른 조건을 중대하게 위반하여 도로 교통을 방해함으로써 통행을 불가능하게 하거나 현저하게 곤란하게 하는 경우에는 형법 제185조의 일반교통방해죄가 성립한다. 그러나 이때에도 참가자 모두에게 당연히 일반교통방해죄가 성립하는 것은 아니고, 실제로 참가자가 위와 같이 신고 범위를 현저하게 벗어나거나 조건을 중대하게 위반하는 데 가담하여 교통방해를 유발하는 직접적인 행위를 하였거나, 참가자의 참가 경위나 관여 정도 등에 비추어 그 참가자에게 공모공동정범의 죄책을 물을 수 있는 경우라야 일반교통방해죄가 성립한다.<br/>[3] 일반교통방해죄는 이른바 추상적 위험범으로서 교통이 불가능하거나 또는 현저히 곤란한 상태가 발생하면 바로 기수가 되고 교통방해의 결과가 현실적으로 발생하여야 하는 것은 아니다. 또한 일반교통방해죄에서 교통방해 행위는 계속범의 성질을 가지는 것이어서 교통방해의 상태가 계속되는 한 가벌적인 위법상태는 계속 존재한다. 따라서 신고 범위를 현저히 벗어나거나 집회 및 시위에 관한 법률 제12조에 따른 조건을 중대하게 위반함으로써 교통방해를 유발한 집회에 참가한 경우, 참가 당시 이미 다른 참가자들에 의해 교통의 흐름이 차단된 상태였더라도 교통방해를 유발한 다른 참가자들과 암묵적·순차적으로 공모하여 교통방해의 위법상태를 지속시켰다고 평가할 수 있다면 일반교통방해죄가 성립한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조, 형법 제185조 / [2] 형법 제30조, 제185조, 집회 및 시위에 관한 법률 제6조, 제12조 / [3] 형법 제30조, 제185조, 집회 및 시위에 관한 법률 제6조, 제12조<br/>",
  "참조판례": "[1] 대법원 2003. 10. 10. 선고 2003도4485 판결, 대법원 2014. 7. 10. 선고 2014도1926 판결 / [2] 대법원 2008. 11. 13. 선고 2006도755 판결(공2008하, 1695), 대법원 2016. 11. 10. 선고 2016도4921 판결 / [3] 대법원 2005. 10. 28. 선고 2004도7545 판결, 대법원 2007. 12. 14. 선고 2006도4662 판결<br/>"
}