{
  "판례일련번호": "193404",
  "사건명": "공직선거법위반·정치자금법위반",
  "사건번호": "2017도17838",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180208",
  "판시사항": "[1] 정치자금법 제32조 제1호의 문언 자체가 정치자금을 기부받을 당시 반드시 특정 정당이 존재할 것과 그 정당의 구체적인 후보자 추천절차가 존재할 것을 전제로 하는지 여부(소극)<br/>[2] 정당의 후보자 추천 관련 금품 등 수수행위를 처벌하는 공직선거법 제230조 제6항, 제47조의2 제1항의 입법 취지 / ‘창당준비위원회의 활동 결과 장차 성립될 정당 또는 아직 구체적인 후보자 추천절차가 존재하지 아니하는 정당이 특정인을 후보로 추천하는 일’도 공직선거법 제47조의2 제1항에서 말하는 ‘정당이 특정인을 후보자로 추천하는 일’에 포함되는지 여부(적극)<br/>[3] 정당이 특정인을 후보자로 추천하는 일과 관련하여 금품이나 그 밖의 재산상의 이익을 제공받은 경우, 공직선거법 제230조 제6항, 제47조의2 제1항 위반죄의 주체(=정당인 경우, 업무를 수행하는 정당의 기관인 자연인) 및 이미 성립한 정당이 아닌 창당준비위원회의 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 정치자금법 제32조 제1호에는 “공직선거에 있어서 특정인을 후보자로 추천하는 일과 관련하여 정치자금을 기부하거나 받을 수 없다.”라고 정하고 있는데, 위 문언 자체로 정치자금을 기부받을 당시 반드시 특정 정당이 존재할 것과 그 정당의 구체적인 후보자 추천절차가 존재할 것을 전제로 하고 있지는 않다.<br/>[2] 공직선거법 제47조의2 제1항에는 누구든지 정당이 특정인을 후보자로 추천하는 일과 관련하여 금품, 재산상의 이익 등을 제공하거나 그 제공을 받을 수 없다고 규정되어 있고, 같은 법 제230조 제6항에는 제47조의2 제1항을 위반한 자는 5년 이하의 징역 또는 500만 원 이상 3천만 원 이하의 벌금에 처한다고 규정되어 있다. 위 각 조항은 공직선거에서 정당의 후보자 추천과 관련한 금전의 수수행위는 엄격히 규제할 필요성이 있으므로 후보자 추천 단계에서부터 금권의 영향력을 원천적으로 봉쇄함으로써 궁극적으로는 공명정대한 선거를 만들기 위하여 마련되었다. 그런데 정당을 설립하기 위한 창당준비위원회가 장차 정당의 성립 이후 치러질 공직선거에서 특정인을 후보로 추천하는 일과 관련하여 그 창당을 위한 활동과정에서 특정인으로부터 금품 등을 제공받는 행위가 민주주의의 근간인 공직선거·정당공천의 공정성과 투명성에 미칠 해악은 정당 성립 이후에 후보자 추천과 관련하여 금품 등을 제공받는 것과 본질적인 차이가 없다. 또한 공직선거법상 공직선거에서의 후보자 추천은 정당 소속 후보자인 경우에는 정당이, 정당의 당원이 아닌 경우에는 선거권자가 할 수 있는데(제47조, 제48조), 제47조의2 제1항은 선거권자가 아닌 ‘정당이’ 추천하는 후보자와 관련될 것을 요건으로 규정하고 있을 뿐 ‘재산상의 이익 등을 수수할 당시 이미 성립되어 있거나 구체적인 후보자 추천절차가 존재하는 정당’이라고 한정하여 규정하고 있지 않다. 따라서 ‘창당준비위원회의 활동 결과 장차 성립될 정당 또는 아직 구체적인 후보자 추천절차가 존재하지 아니하는 정당이 특정인을 후보로 추천하는 일’도 제47조의2 제1항에서 말하는 ‘정당이 특정인을 후보자로 추천하는 일’에 포함된다고 해석하는 것이 타당하다.<br/>[3] 공직선거법 제47조의2 제1항에 의하여 정당이 특정인을 후보자로 추천하는 일과 관련하여 금품이나 그 밖의 재산상의 이익을 제공받은 경우에는 자연인인 기관이 그 업무를 수행하는 것이므로, 같은 법 제230조 제6항에서 같은 법 제47조의2 제1항의 규정에 위반한 자란 정당인 경우 업무를 수행하는 정당의 기관인 자연인을 의미한다. 이는 이미 성립한 정당이 아닌 창당준비위원회의 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정치자금법 제32조 제1호, 제45조 제2항 제5호 / [2] 공직선거법 제47조, 제47조의2 제1항, 제48조, 제230조 제6항 / [3] 공직선거법 제47조의2 제1항, 제230조 제6항<br/>",
  "참조판례": "[2][3] 대법원 2009. 5. 14. 선고 2008도11040 판결(공2009상, 930)<br/>"
}