{
  "판례일련번호": "193747",
  "사건명": "법인세부과처분취소",
  "사건번호": "2009두15357",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1]구 국제조세조정에 관한 법률 제5조 제1항 제1호에서 정한 ‘비교가능 제3자 가격방법’의 비교대상거래에 특수관계가 없는 독립된 사업자간의 거래 중 국내거래도 포함되는지 여부(적극)<br/>[2] 甲 내국법인이구 국제조세조정에 관한 법률 제2조 제8호에서 정한 특수관계에 있는 외국법인에 이자율 19%로 사채를 발행한 후 국내에 있는 丙 은행에게서 이자율 8%로 돈을 빌려 상환하였는데, 이에 대하여 과세관청이 사채발행거래 이자율이 정상이자율을 초과하였다며같은 법 제5조 제1항 제1호에서 정한 ‘비교가능 제3자 가격방법’에 따라 위 차입거래를 비교대상거래로 선정하여 사채발행거래의 정상이자율을 10.2%로 보고 甲 법인이 외국법인에 지급한 이자 중 이를 초과하는 부분을 손금불산입하는 처분을 한 사안에서, 위 처분이 적법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제4조,제5조 제1항 제1호,구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제5조 제1항 제1호,제3호의 내용과 입법 취지, 그리고법 제5조 제1항 제1호가 비교가능 제3자 가격방법의 비교대상거래를 특수관계가 없는 독립된 사업자간의 거래로 규정하면서 이를 국제거래만으로 한정하고 있지 아니한 점,시행령 제5조 제1항 제1호와제3호는 비교가능 제3자 가격방법을 비롯한 법에서 정한 정상가격 산출방법을 적용할 때 특수관계가 없는 자간의 거래 중 국제거래를 비교대상거래로 선택할 경우에 고려해야 할 요소들을 예시적으로 규정한 것일 뿐 특수관계가 없는 자간의 국내거래를 비교대상거래에서 배제하려는 취지는 아닌 것으로 해석되는 점, 특수관계가 없는 독립된 사업자간의 거래가 국내거래일지라도 국제거래와 차이를 제거할 수 있는 합리적인 조정이 가능하다면 이를 굳이 비교대상거래에서 원천적으로 배제할 필요는 없는 점 등을 종합하면, 비교가능 제3자 가격방법의 비교대상거래에는 특수관계가 없는 독립된 사업자간의 거래 중 국내거래도 포함된다.<br/>[2] 甲 내국법인이구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호 개정되기 전의 것, 이하 ‘법’이라 한다) 제2조 제8호에서 정한 특수관계에 있는 외국법인에 이자율 19%로 사채를 발행(이하 ‘사채발행거래’라 한다)한 후 국내에 있는 丙 은행에게서 이자율 8%로 돈을 빌려 상환하였는데(이하 ‘차입거래’라 한다), 이에 대하여 과세관청이 사채발행거래 이자율이 정상이자율을 초과하였다며법 제5조 제1항 제1호에서 정한 ‘비교가능 제3자 가격방법’에 따라 차입거래를 비교대상거래로 선정하여 사채발행거래의 정상이자율을 10.2%로 보고 甲 법인이 외국법인에 지급한 이자 중 이를 초과하는 부분을 손금불산입하는 처분을 한 사안에서, 사채발행거래와 차입거래는 사용목적이 동일하고 금전차용거래 속성도 동일하며, 양 거래의 시기가 근접하여 경제여건 및 甲 법인의 경영환경에 근본적인 변화가 없다는 등의 이유로 ‘비교가능 제3자 가격방법’을 적용하면서 차입거래를 비교대상거래로 삼은 위 처분이 적법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것) 제4조,제5조 제1항 제1호,구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제5조 제1항 제1호,제3호 / [2]구 국제조세조정에 관한 법률(2002. 12. 18. 법률 제6779호로 개정되기 전의 것) 제4조,제5조 제1항 제1호,구 국제조세조정에 관한 법률 시행령(2004. 12. 31. 대통령령 제18628호로 개정되기 전의 것) 제5조 제1항 제1호,제3호,제6조 제2항<br/>",
  "참조판례": ""
}