{
  "판례일련번호": "193741",
  "사건명": "권리범위확인(특)",
  "사건번호": "2010후67",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110728",
  "판시사항": "[1] 확인대상발명이 특허발명의 권리범위에 속하는지를 판단하는 기준 및 확인대상발명이 특허발명의 권리범위에 속한다고 보기 위한 요건으로서 ‘두 발명에서 과제의 해결원리가 동일할 것’의 의미와 판단 기준<br/>[2] 확인대상발명은 명칭이 “슬라이딩타입 휴대폰의 슬라이딩개폐장치”인 특허발명 특허청구범위 제1항의 특징적 구성을 그대로 가지고 있지 않아 과제의 해결원리가 동일하다고 볼 수 없다는 이유로, 특허발명의 권리범위에 속하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 특허발명과 대비되는 발명(이하 ‘확인대상발명’이라 한다)이 특허발명의 권리범위에 속한다고 하기 위해서는 특허발명의 특허청구범위에 기재된 각 구성요소와 구성요소 간의 유기적 결합관계가 확인대상발명에 그대로 포함되어 있어야 한다. 한편 확인대상발명에서 특허발명의 특허청구범위에 기재된 구성 중 치환 내지 변경된 부분이 있는 경우에도, 두 발명에서 과제의 해결원리가 동일하고, 그러한 치환에 의하더라도 같은 목적을 달성할 수 있고 실질적으로 동일한 작용효과를 나타내며, 그와 같이 치환하는 것이 그 발명이 속하는 기술분야에서 통상의 지식을 가진 자(이하 ‘통상의 기술자’라 한다)라면 누구나 쉽게 생각해 낼 수 있는 정도로 자명하다면, 확인대상발명이 특허발명 출원 시 이미 공지된 기술과 동일한 기술 또는 통상의 기술자가 공지기술로부터 쉽게 발명할 수 있었던 기술에 해당하거나, 특허발명의 출원절차를 통하여 확인대상발명의 치환된 구성이 특허청구범위로부터 의식적으로 제외된 것에 해당하는 등의 특별한 사정이 없는 한, 확인대상발명은 전체적으로 특허발명의 특허청구범위에 기재된 구성과 균등한 것으로서 여전히 특허발명의 권리범위에 속한다고 보아야 한다. 그리고 여기서 말하는 ‘두 발명에서 과제의 해결원리가 동일하다는 것’은 확인대상발명에서 치환된 구성이 특허발명의 비본질적인 부분이어서 확인대상발명이 특허발명의 특징적 구성을 가지는 것을 의미하고, 특허발명의 특징적 구성을 파악할 때에는 특허청구범위에 기재된 구성의 일부를 형식적으로 추출할 것이 아니라 명세서의 발명의 상세한 설명 기재와 출원 당시 공지기술 등을 참작하여 선행기술과 대비하여 볼 때 특허발명에 특유한 해결수단이 기초하고 있는 과제의 해결원리가 무엇인가를 실질적으로 탐구하여 판단하여야 한다. <br/>[2] 명칭이 “슬라이딩타입 휴대폰의 슬라이딩개폐장치”인 특허발명 특허청구범위 제1항은 연결플레이트(50) 양측에 슬라이딩되는 제1, 2링크플레이트(30)(40) 유동을 방지하는 수단으로 ‘제1, 2링크플레이트(30)(40)의 측면에 별도의 제1, 2가이드레일(33)(43)을 부가하여, 그 제1, 2가이드레일(33)(43)과 연결플레이트(50)에 형성된 제1, 2유동방지홈(53)(54)이 결합되는 구성’을 통해 연결플레이트(50) 두께를 가이드레일(33)(43) 두께 정도까지 줄임으로써 링크플레이트가 연결플레이트 유동방지홈에 직접 결합되는 종래의 유동방지수단에 비해 슬라이딩개폐장치 두께를 얇게 할 수 있다는 점에 기술적 의의가 있으므로, 가이드레일(33)(43)과 연결플레이트(50)의 유동방지홈(53)(54)이 결합되는 구성은 특허발명의 본질적 부분 내지 특징적 구성인데, 이에 대응하는 확인대상발명은 특허발명의 특징적 구성을 그대로 가지고 있지 않아 과제의 해결원리가 동일하다고 볼 수 없다는 이유로, 특허발명의 권리범위에 속하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]특허법 제97조, 제135조 / [2]특허법 제97조,제135조<br/>",
  "참조판례": "[1]대법원 2000. 7. 28. 선고 97후2200 판결(공2000하, 1954),대법원 2005. 2. 25. 선고 2004다29194 판결,대법원 2009. 6. 25. 선고 2007후3806 판결(공2009하, 1239)<br/>"
}