{
  "판례일련번호": "193759",
  "사건명": "과징금부과처분취소",
  "사건번호": "2010두27974",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120913",
  "판시사항": "[1] 이른바 ‘임의 비급여 진료행위’가구 의료급여법 제28조 제1항 제1호 등에서 정한 ‘속임수 그 밖의 부당한 방법으로 수급권자 등에게 급여비용을 부담하게 한 때’에 해당하는지 여부(원칙적 적극)<br/>[2] 이른바 ‘임의 비급여 진료행위’가구 의료급여법 제28조 제1항 제1호 등에서 정한 ‘속임수 그 밖의 부당한 방법으로 수급권자 등에게 급여비용을 부담하게 한 때’에 해당하지 않는 예외적인 경우 및 그에 관한 증명책임의 소재(=의료급여기관)<br/>",
  "판결요지": "[1] 의료급여제도의 취지를 바탕으로 의료급여의 대상, 급여비용의 기준 및 지급절차와 비급여 대상 등에 관한 법정주의 등 관계 법령 체계를 살펴볼 때, 의료급여를 규율하는 법령은 ① 원칙적으로 모든 진료행위를 의료급여대상으로 삼고, 의료급여의 구체적인 적용기준과 방법은 구 국민건강보험 요양급여의 기준에 관한 규칙(2006. 12. 29. 보건복지부령 제377호로 개정되기 전의 것, 이하 ‘구 요양급여기준규칙’이라 한다)과 보건복지부장관의 고시에 의하도록 하며, ② 거기에 규정되지 않은 새로운 형태의 진료행위 등은 신의료기술 등의 급여대상 여부 결정 절차 등을 통하여 급여대상으로 포섭하게 하고, ③ 구 요양급여기준규칙 [별표 2]에 규정된 이른바 법정 비급여 진료행위는 이를 의료급여 적용대상에서 제외하여 그 부분에 한하여 비용 부담을 의료급여기관과 수급권자 등 사이의 사적(私的) 자치에 맡기고 있는 것으로 해석된다. 따라서 의료급여기관은 법정 비급여 진료행위가 아닌 한 원칙적으로 의료급여 인정기준에 관한 법령에서 정한 기준과 절차에 따라 수급권자에게 의료급여를 제공해야 하고, 시장·군수·구청장과 수급권자 등으로부터 급여비용을 지급받을 때에도 산정기준에 관한 법령에서 정한 기준과 절차에 따라야 한다. 그러므로 의료급여기관이 그러한 기준과 절차를 위반하거나 초과하여 수급권자 등으로부터 급여비용을 받은 경우뿐 아니라, 그 기준과 절차에 따르지 않고 임의로 비급여 진료행위를 하고 수급권자 등과 비급여로 하기로 서로 합의하여 진료비용을 수급권자 등으로부터 지급받은 경우도 위 기준에 위반되는 것으로서 원칙적으로구 의료급여법(2006. 10. 4. 법률 제8036호로 개정되기 전의 것) 제28조 제1항 제1호,제29조 제1항에서 규정한 ‘속임수 그 밖의 부당한 방법으로 수급권자 등에게 급여비용을 부담하게 한 때’에 해당한다.<br/>[2] 의료급여기관이 의료급여의 틀 밖에서 임의로 비급여 진료행위를 하고 비용을 수급권자 등으로부터 지급받은 경우라도 ① 진료행위 당시 시행되는 관계 법령상 이를 의료급여 틀 내의 의료급여대상 또는 비급여대상으로 편입시키거나 관련 급여비용을 합리적으로 조정할 수 있는 등의 절차가 마련되어 있지 않은 상황에서, 또는 그 절차가 마련되어 있다고 하더라도 비급여 진료행위의 내용 및 시급성과 함께 절차의 내용과 이에 소요되는 기간, 절차의 진행 과정 등 구체적 사정을 고려해 볼 때 이를 회피했다고 보기 어려운 상황에서, ② 진료행위가 의학적 안전성과 유효성뿐 아니라 의료급여 인정기준 등을 벗어나 진료해야 할 의학적 필요성을 갖추었고, ③ 수급권자 등에게 미리 내용과 비용을 충분히 설명하여 본인 부담으로 진료받는 데 대하여 동의를 받았다면, 이러한 경우까지 ‘속임수 그 밖의 부당한 방법으로 수급권자 등에게 급여비용을 부담하게 한 때’에 해당한다고 볼 수는 없다. 다만 의료급여기관이 임의로 비급여 진료행위를 하고 비용을 수급권자 등으로부터 지급받더라도 그것을 부당하다고 볼 수 없는 사정은 이를 주장하는 측인 의료급여기관이 증명해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 의료급여법(2006. 10. 4. 법률 제8036호로 개정되기 전의 것) 제28조 제1항 제1호,제29조 제1항,구 의료급여법 시행규칙(2007. 3. 27. 보건복지부령 제390호로 개정되기 전의 것) 제6조,구 국민건강보험 요양급여의 기준에 관한 규칙(2006. 12. 29. 보건복지부령 제377호로 개정되기 전의 것) 제5조 제1항 [별표 1],제2항,제9조 제1항 [별표 2] / [2]구 의료급여법(2006. 10. 4. 법률 제8036호로 개정되기 전의 것) 제28조 제1항 제1호,제29조 제1항,구 의료급여법 시행규칙(2007. 3. 27. 보건복지부령 제390호로 개정되기 전의 것) 제6조,구 국민건강보험 요양급여의 기준에 관한 규칙(2006. 12. 29. 보건복지부령 제377호로 개정되기 전의 것) 제5조 제1항 [별표 1],제2항,제9조 제1항 [별표 2]<br/>",
  "참조판례": "[1][2]대법원 2012. 6. 18. 선고 2010두27639, 27646 전원합의체 판결(공2012하, 1312)<br/>"
}