{
  "판례일련번호": "193744",
  "사건명": "부당노동행위구제재심판정취소",
  "사건번호": "2008두13873",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110908",
  "판시사항": "[1]노동조합 및 노동관계조정법 제2조 제2호,제4호 단서 (가)목에 따라 노동조합 참가가 금지되는 ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’ 및 ‘항상 사용자의 이익을 대표하여 행동하는 자’의 의미와 근로자가 여기에 해당하는지 판단하는 방법<br/>[2] 사립대학교를 설치·운영하는 甲 학교법인이 직책상 노동조합에 참가할 수 없는 자라며 소속 직원 48명에게 전국대학노동조합 지부 탈퇴를 요구한 행위에 대하여, 전국대학노동조합이 부당노동행위 구제신청을 하였으나 중앙노동위원회가 이를 기각하는 재심판정을 한 사안에서, 직원 중 주임급 이하 직원 전부 또는 대부분이 조합원 자격이 없는 ‘항상 사용자의 이익을 대표하여 행동하는 자’에 해당한다며 이들에게 노동조합 탈퇴를 요구한 행위가 부당노동행위에 해당하지 않는다고 본 원심판결에 법리오해 등 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제2조 제2호,제4호 단서 (가)목에 의하면, 노동조합법상 사용자에 해당하는 사업주, 사업의 경영담당자 또는 그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자와 항상 사용자의 이익을 대표하여 행동하는 자는 노동조합 참가가 금지되는데, 그 취지는 노동조합의 자주성을 확보하려는 데 있다. 여기서 ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’란 근로자의 인사, 급여, 후생, 노무관리 등 근로조건 결정 또는 업무상 명령이나 지휘·감독을 하는 등의 사항에 대하여 사업주로부터 일정한 권한과 책임을 부여받은 자를 말하고, ‘항상 사용자의 이익을 대표하여 행동하는 자’란 근로자에 대한 인사, 급여, 징계, 감사, 노무관리 등 근로관계 결정에 직접 참여하거나 사용자의 근로관계에 대한 계획과 방침에 관한 기밀사항 업무를 취급할 권한이 있는 등과 같이 직무상 의무와 책임이 조합원으로서 의무와 책임에 직접적으로 저촉되는 위치에 있는 자를 의미한다. 따라서 이러한 자에 해당하는지는 일정한 직급이나 직책 등에 의하여 일률적으로 결정되어서는 안 되고, 업무 내용이 단순히 보조적·조언적인 것에 불과하여 업무 수행과 조합원 활동 사이에 실질적인 충돌이 발생할 여지가 없는 자도 여기에 해당하지 않는다.<br/>[2] 사립대학교를 설치·운영하는 甲 학교법인이 직책상 노동조합에 참가할 수 없는 자라고 판단한 소속 직원 48명에게 전국대학노동조합 지부 탈퇴를 요구한 행위에 대하여, 전국대학노동조합이 이는 ‘노동조합의 조직·운영에 대한 지배·개입’에 해당하는 행위라며 부당노동행위 구제신청을 하였으나 중앙노동위원회가 이를 기각하는 재심판정을 한 사안에서, 탈퇴를 요구한 과장급 이상의 직원들은 소속 직원의 업무분장·근태관리 등에 관하여 전결권을 부여받은 자들로서 ‘근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’에 해당하지만, 주임급 이하의 직원들은 인사, 노무, 예산, 경리 등 업무를 담당한다거나 총장 비서 또는 전속 운전기사, 수위 등으로 근무한다고 하여 곧바로 ‘항상 사용자의 이익을 대표하여 행동하는 자’에 해당한다고 할 수 없으므로, 이들이 실제 담당하는 업무 내용 및 직무권한 등을 확인하여 ‘항상 사용자의 이익을 대표하여 행동하는 자’에 해당하는지를 심리해야 하고, 또한 조합원 가입 자격 유무에 따라 부당노동행위의사가 있었는지를 판단할 것이 아니라 그 밖에 이를 추정할 수 있는 사정이 있는지 더 심리한 후 부당노동행위 해당 여부를 판단했어야 한다는 이유로, 주임급 이하 직원 전부 또는 대부분이 조합원 자격이 없는 ‘항상 사용자의 이익을 대표하여 행동하는 자’에 해당한다며 이들에게 노동조합 탈퇴를 요구한 행위가 부당노동행위에 해당하지 않는다고 본 원심판결에 법리오해 등 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]노동조합 및 노동관계조정법 제2조 제2호,제4호 (가)목 / [2]노동조합 및 노동관계조정법 제2조 제2호,제4호 (가)목,제81조 제4호<br/>",
  "참조판례": "[1]대법원 1989. 11. 14. 선고 88누6924 판결(공1990, 51)<br/>"
}