{
  "판례일련번호": "193726",
  "사건명": "손해배상(기)",
  "사건번호": "2009다34405",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110324",
  "판시사항": "[1] 공동주택의 담보책임 및 하자보수에 관하여주택법 제46조를 적용하도록개정된 집합건물의 소유 및 관리에 관한 법률 부칙(1984. 4. 10.) 제6조(2005. 5. 26. 법률 제7502호로 개정된 것)의 적용 범위(=2005. 5. 26. 이후에 사용검사 또는 사용승인을 받은 공동주택)<br/>[2] 2005. 5. 26. 이전에 사용검사를 받은 아파트의 담보책임과 하자보수가 문제된 사안에서, 그에 관해서는 사용검사일 당시 시행 중이던 종전 규정인 구 주택건설촉진법과 구 공동주택관리령 및 구 집합건물의 소유 및 관리에 관한 법률이 적용된다고 한 사례<br/>[3] 입주자대표회의가 공동주택을 건축·분양한 사업주체에 대하여 하자보수청구를 한 경우, 이를 입주자대표회의가 구분소유자들을 대신하여 하자보수에 갈음한 손해배상청구권을 행사한 것으로 볼 수 있는지 여부(원칙적 소극)<br/>[4] 아파트 입주자대표회의가 자신이 직접구 집합건물의 소유 및 관리에 관한 법률 제9조에 의한 하자보수에 갈음한 손해배상청구권을 가진다는 전제하에 소를 제기하였다가 그 후 구분소유자들에게서 위 손해배상청구권을 양도받았음을 이유로 채권양도에 의한 손해배상청구를 예비적으로 추가하자 시공회사 측이 양도받은 손해배상청구권의 제척기간 도과 항변을 한 사안에서, 입주자대표회의가 여러 차례에 걸쳐 보수공사를 요구한 적이 있다는 사정만으로 입주자대표회의가 구분소유자를 대신하여 위 손해배상청구권을 행사한 것으로 단정할 수 없다고 한 사례<br/>",
  "판결요지": "[1]2005. 5. 26. 법률 제7520호로 개정된 주택법(이하 ‘개정 주택법’이라 한다)은 제46조 제1항에서 ‘사업주체는 집합건물의 분양에 따른 담보책임에 관하여민법 제667조 내지제671조의 규정을 준용하도록 한집합건물의 소유 및 관리에 관한 법률 제9조의 규정에 불구하고 주택법령이 정하는 바에 따라 공동주택에 발생한 하자를 보수할 책임이 있다’고 규정하는 한편부칙 제3항으로 ‘개정 주택법의 시행 전에 사용검사나 사용승인을 얻은 공동주택의 담보책임 및 하자보수에 관하여도위 제46조의 개정 규정을 적용한다’는 규정을 두었고, 개정 주택법과 함께2005. 5. 26. 법률 제7502호로 개정된 집합건물의 소유 및 관리에 관한 법률(이하 ‘개정 집합건물법’이라 한다)도 부칙(1984. 4. 10.) 제6조(2005. 5. 26. 법률 제7502호로 개정된 것)에서 ‘다만 공동주택의 담보책임 및 하자보수에 관하여는주택법 제46조의 규정이 정하는 바에 따른다’는 규정을 두었다. 그런데개정 주택법 부칙 제3항은헌법재판소 2008. 7. 31. 선고 2005헌가16 전원재판부 결정에 의하여 위헌·무효라고 선언됨으로써 그 효력이 상실되었고, 그 후 2010. 4. 5. 법률 제10237호로 위 부칙 규정은 ‘개정 주택법 시행 전에 사용검사 또는 사용승인을 얻은 공동주택의 담보책임 및 하자보수에 관하여는제46조의 개정 규정에도 불구하고 종전의 규정에 따른다’는 내용으로 개정되었다. 이와 같은개정 주택법 부칙 제3항에 대한 위헌결정의 취지와 개정 경과 그리고 신뢰보호 및 공평의 관념에 비추어 볼 때,개정 집합건물법 부칙 제6조의 규정은 개정 주택법과 개정 집합건물법이 공포·시행된 2005. 5. 26. 이후에 사용검사 또는 사용승인을 받은 공동주택에 관하여만 적용된다고 보아야 한다.<br/>[2] 2005. 5. 26. 이전에 사용검사를 받은 아파트의 담보책임과 하자보수가 문제된 사안에서, 그 아파트의 담보책임과 하자보수에 관해서는 사용검사일 당시 시행 중이던 종전 규정인 구 주택건설촉진법(1994. 1. 7. 법률 제4723호로 개정되기 전의 것)과 구 공동주택관리령(1993. 12. 2. 대통령령 제14014호로 개정되기 전의 것) 및 구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것)이 적용된다고 한 사례.<br/>[3]구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조에 의한 구분소유자의 하자담보추급권과구 주택건설촉진법(1994. 1. 7. 법률 제4723호로 개정되기 전의 것) 제38조 제14항 및구 공동주택관리령(1993. 12. 2. 대통령령 제14014호로 개정되기 전의 것) 제16조 제2항에 의한 입주자대표회의의 하자보수청구권은 근거 법령과 입법 취지 및 권리관계의 당사자와 책임 내용 등이 서로 다른 전혀 별개의 권리이므로, 특별한 사정이 없는 한, 입주자대표회의가 공동주택을 건축·분양한 사업주체에 대하여 하자보수청구를 하였다고 하여 이를 입주자대표회의가 구분소유자들을 대신하여 하자담보추급권, 즉 하자보수에 갈음한 손해배상청구권을 행사한 것으로 볼 수는 없다. 또한 사업주체가 입주자대표회의에 대하여 구 주택건설촉진법 및 구 공동주택관리령에 의한 하자보수책임을 승인하였다고 하더라도, 이로써 사업주체가 구분소유자들에 대하여 구 집합건물의 소유 및 관리에 관한 법률에 의한 하자담보책임까지 승인하였다고 볼 수도 없다.<br/>[4] 아파트의 입주자대표회의가 당초 자신이 직접구 집합건물의 소유 및 관리에 관한 법률 제9조에 의한 하자보수에 갈음한 손해배상청구권을 가진다는 전제하에 손해배상을 구하는 소를 제기하였다가 그 후 구분소유자들에게서 위 손해배상청구권을 양도받았음을 이유로 채권양도에 의한 손해배상청구를 예비적으로 추가하자 시공회사 측이 양도받은 손해배상청구권의 제척기간 도과 항변을 한 사안에서, 입주자대표회의가 시공회사들에 여러 차례에 걸쳐 보수공사를 요구한 사실이 있다는 사정만으로 입주자대표회의가 구분소유자들을 대신하여 하자보수에 갈음한 손해배상청구권을 행사한 것으로 단정하여 위 제척기간 도과 항변을 배척한 원심판결에구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조에 규정된 하자보수에 갈음한 손해배상청구권의 행사와 제척기간에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 주택법(2005. 7. 13. 법률 제7600호 개정되기 전의 것) 제46조 제1항,부칙(2005. 5. 26.) 제3항,주택법 부칙(2005. 5. 26.) 제3항(2010. 4. 5. 법률 제10237호로 개정된 것),집합건물의 소유 및 관리에 관한 법률 부칙(1984. 4. 10.) 제6조(2005. 5. 26. 법률 제7502호로 개정된 것) / [2]구 주택법(2005. 7. 13. 법률 제7600호 개정되기 전의 것) 제46조 제1항,부칙(2005. 5. 26.) 제3항,주택법 부칙(2005. 5. 26.) 제3항(2010. 4. 5. 법률 제10237호로 개정된 것),집합건물의 소유 및 관리에 관한 법률 부칙(1984. 4. 10.) 제6조(2005. 5. 26. 법률 제7502호로 개정된 것),구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조,구 주택건설촉진법(1994. 1. 7. 법률 제4723호로 개정되기 전의 것) 제38조 제14항,구 공동주택관리령(1993. 12. 2. 대통령령 제14014호로 개정되기 전의 것) 제16조 제2항 / [3]구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조,구 주택건설촉진법(1994. 1. 7. 법률 제4723호로 개정되기 전의 것) 제38조 제14항,구 공동주택관리령(1993. 12. 2. 대통령령 제14014호로 개정되기 전의 것) 제16조 제2항 / [4]구 집합건물의 소유 및 관리에 관한 법률(2003. 7. 18. 법률 제6925호로 개정되기 전의 것) 제9조,민법 제671조 제1항,구 주택건설촉진법(1994. 1. 7. 법률 제4723호로 개정되기 전의 것) 제38조 제14항,구 공동주택관리령(1993. 12. 2. 대통령령 제14014호로 개정되기 전의 것) 제16조 제2항<br/>",
  "참조판례": ""
}