{
  "판례일련번호": "193735",
  "사건명": "법인세부과처분등취소",
  "사건번호": "2008두17479",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110714",
  "판시사항": "[1] 관할구청장의 인가를 받은 후 법인설립등기를 마친 甲 재건축조합이 아파트를 재건축한 다음 분양한 사안에서, 甲 조합은구 법인세법 제113조 제1항에서 정한 ‘구분경리 의무자’에 해당한다고 본 원심판단을 수긍한 사례<br/>[2] 甲 재건축조합이 아파트를 재건축하여 일부는 조합원들에게 분양하고, 나머지는 일반 분양한 다음 일반 분양으로 인한 수입금을 조합원들이 납부할 건축비에 충당한 사안에서, 일반 분양을 통해 甲 조합이 얻은 소득은 법인세 부과대상이 되고, 甲 조합의 조합원들이 조합원 분양분 아파트를 취득하기 전에는 위 소득이 조합원들에게 유출되었다고 볼 수 없다고 한 사례<br/>[3] 甲 재건축조합이 2003. 12. 30.이 속하는 과세연도인 2003 사업연도 소득에 대하여구 법인세법 제60조에 따른 신고를 하지 않은 사안에서,구 조세특례제한법 제104조의7 제1항 등에 따라 위 소득에 대해서는 甲 조합에 법인세 부과처분 및 소득금액변동통지를 할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것)에 따라 관할구청장의 인가를 받은 후도시 및 주거환경정비법 제8조에 따라 법인설립등기를 마친 甲 재건축조합이 아파트를 재건축한 다음 이를 분양한 사안에서, 甲 조합은 비영리내국법인으로서구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제113조 제1항에서 정한 ‘구분경리 의무자’에 해당한다고 본 원심판단을 수긍한 사례.<br/>[2] 甲 재건축조합이 조합원들에게서 대지와 주택 등을 출자받아 아파트를 재건축한 다음 일부는 조합원들에게 분양하고, 나머지는 일반 분양한 다음 일반 분양으로 인한 수입금을 지분비율에 따라 조합원들이 납부할 건축비에 충당한 사안에서, 일반 분양대금 등에서 취득원가에 해당하는 일반 분양분 토지 지분의 장부가액과 공사비 등을 공제한 금액 상당 소득이 甲 조합에 발생하였으므로 위 소득은 비영리내국법인의 사업소득으로서 법인세 부과대상이 되고, 이는 건축비 충당 시가 아니라 甲 조합이 조합원들에게 그들의 출자가액을 초과하는 아파트를 분양한 때에 분배되는 것이므로, 甲 조합의 조합원들이 조합원 분양분 아파트를 취득하기 전에는 조합원들에게 유출되었다고 볼 수 없다고 한 사례. <br/>[3] 2003. 6. 30. 이전에구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제44조 제1항에 따라 조합설립 인가를 받은 재건축조합으로서도시 및 주거환경정비법 제18조에 따라 법인으로 등기한 甲 전환정비사업조합이 2003. 12. 30.이 속하는 과세연도인 2003 사업연도 소득에 대하여구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것, 이하 ‘법인세법’이라 한다) 제60조에 따른 신고를 하지 않은 사안에서,구 조세특례제한법(2010. 1. 1. 법률 제9921호로 개정되기 전의 것) 제104조의7 제1항,부칙(2003. 12. 30.) 제25조에 따라 위 소득에 대해 甲 조합 및 조합원들을 공동사업장 및 공동사업자로 보아 소득세를 과세할 수 있을 뿐 법인세법을 적용하여 甲 조합에 법인세를 과세할 수 없고, 위 소득이 甲 조합의 조합원들에게 유출되었음을 전제로 한 소득금액변동통지도 할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제44조 제1항(현행주택법 제32조 제1항 참조),도시 및 주거환경정비법 제18조,구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제1조 제2호 (나)목,제2조 제1항 제1호,제113조 제1항 / [2]구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제15조 제1항,제3항,제41조 제1항 제3호,제2항,구 법인세법 시행령(2007. 2. 28. 대통령령 제19891호로 개정되기 전의 것) 제11조 제2호,제72조 제1항 제3호(현행제72조 제2항 제3호 참조) / [3]구 조세특례제한법(2010. 1. 1. 법률 제9921호로 개정되기 전의 것) 제104조의7 제1항,부칙(2003. 12. 30.) 제25조,구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제44조 제1항(현행도시 및 주거환경정비법 제18조,구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제2조,제60조,구 소득세법(2007. 7. 19. 법률 제8524호로 개정되기 전의 것) 제43조,제87조 제1항<br/>",
  "참조판례": ""
}