{
  "판례일련번호": "193753",
  "사건명": "공탁금출급청구권확인",
  "사건번호": "2011다84076",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120112",
  "판시사항": "[1] 공탁자가 변제공탁이나 집행공탁 또는 혼합공탁 중 어떠한 종류의 공탁을 하였는지에 관한 판단 방법<br/>[2] 혼합공탁에서 피공탁자가 공탁물의 출급을 청구하는 경우, 집행채권자에 대한 관계에서도 공탁물출급청구권이 있음을 증명하는 서면을 구비·제출하여야 하는지 여부(적극)<br/>[3] 甲 주식회사가 乙 주식회사에 대한 물품대금채권 중 일부를 丙 주식회사에 양도하였는데, 그 후 乙 회사가 위 채권과 관련하여 丁 주식회사에 나머지 부분을 양도하는 내용의 양도통지를 수령하였고, 국가가 위 채권을 압류하는 결정을 송달받자, 乙 회사가 피공탁자를 甲 회사, 丙 회사, 丁 회사로 하여 물품대금을 공탁하였는데, 丙 회사가 甲 회사, 丁 회사, 국가 등을 상대로 공탁금출급청구권확인의 소를 제기하여 법원이 공탁금 중 丙 회사가 양도받은 부분에 대한 공탁금출급청구권이 丙 회사에 있음을 확인한다는 내용의 화해권고결정을 하였고, 이에 대하여 국가만이 이의를 신청한 사안에서, 위 공탁은 혼합공탁에 해당하고, 丙 회사가 피공탁자인 甲 회사, 丁 회사 등에 대하여 가지는 화해권고결정만으로는 공탁물 출급을 청구하기에 부족하여, 국가를 상대로 공탁물출급청구권의 확인을 구할 법률상 이익이 있다고 한 사례<br/>",
  "판결요지": "[1] 공탁은 공탁자가 자기의 책임과 판단 아래 하는 것으로서, 공탁자는 자신의 의사에 좇아 변제공탁이나 집행공탁 또는 혼합공탁을 선택하여 할 수 있다. 그리고 공탁자가 그 중 어떠한 종류의 공탁을 하였는지는 피공탁자의 지정 여부, 공탁의 근거가 되는 법령조항, 공탁원인사실 등을 종합적·합리적으로 고려하여 판단되어야 한다.<br/>[2] 혼합공탁에 있어서 그 집행공탁의 측면에서 보면 공탁자는 피공탁자들에 대하여는 물론이고 가압류채권자를 포함하여 그 집행채권자에 대하여서도 채무로부터의 해방을 인정받고자 공탁하는 것이다. 이러한 취지에 비추어, 피공탁자가 공탁물의 출급을 청구함에 있어서 다른 피공탁자에 대한 관계에서만 공탁물출급청구권이 있음을 증명하는 서면을 갖추는 것으로는 부족하고, 위와 같은 집행채권자에 대한 관계에서도 공탁물출급청구권이 있음을 증명하는 서면을 구비·제출하여야 할 것이다.<br/>[3] 甲 주식회사가 乙 주식회사에 대한 물품대금채권 중 일부를 丙 주식회사에 양도하였는데, 그 후 乙 회사가 위 채권과 관련하여 丁 주식회사에 나머지 부분을 양도하는 내용의 양도통지를 수령하였고, 또한 신용보증기금이 위 채권을 가압류하는 결정을, 국가가 위 채권을 압류하는 결정을 각 송달받았고, 乙 회사가 위 채권에 관하여 위와 같이 채권양도의 통지와 채권가압류 및 압류결정의 송달이 경합하자 피공탁자를 甲 회사, 丙 회사, 丁 회사로 하여 물품대금을 공탁하였는데, 丙 회사가 甲 회사, 丁 회사, 신용보증기금, 국가를 상대로 공탁금출급청구권확인의 소를 제기하여 법원이 공탁금 중 丙 회사가 양도받은 부분에 대한 공탁금출급청구권이 丙 회사에 있음을 확인한다는 내용의 화해권고결정을 하였고, 이에 대하여 국가만이 이의를 신청한 사안에서, 위 공탁은 근거로 적시된 법령조항, 공탁원인사실의 기재, 공탁에 이른 경위 등을 종합적으로 고려할 때 변제공탁뿐만 아니라 집행공탁의 성질을 아울러 가지는 혼합공탁에 해당하고, 丙 회사가 피공탁자인 甲 회사, 丁 회사 등에 대하여 가지는 화해권고결정만으로는 공탁물 출급을 청구하기에 부족하여, 丙 회사는 압류채권자로서 丙 회사의 권리를 다투는 국가를 상대로 하여 공탁물출급청구권의 확인을 구할 법률상 이익이 있다고 보아야 함에도, 위 화해권고결정만으로 공탁물 출급을 청구할 수 있다고 보아 확인의 이익을 부정한 원심판결을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민법 제487조,민사집행법 제248조 제1항 / [2]민법 제487조,민사집행법 제248조 제1항,제291조,공탁법 제9조 제1항,공탁규칙 제33조 제2호 / [3]민사소송법 제250조,민법 제487조,민사집행법 제248조 제1항,제291조,공탁법 제9조 제1항,공탁규칙 제33조 제2호<br/>",
  "참조판례": "[1]대법원 2008. 5. 15. 선고 2006다74693 판결(공2008상, 844)<br/>"
}