{
  "판례일련번호": "193761",
  "사건명": "추심금",
  "사건번호": "2011다38394",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121115",
  "판시사항": "[1] 채권자가 채무자의 제3채무자에 대한 여러 개의 채권 전부를 대상으로 하여 가압류 또는 압류를 신청하는 경우, 여러 개의 채권 중 어느 채권에 대해 어느 범위에서 압류 등을 신청하는지를 신청취지 자체로 명확하게 인식할 수 있도록 특정하여야 하는지 여부(적극)<br/>[2] 압류할 채권이 특정되지 않아 압류명령에 따른 압류의 효력이 발생하지 않는 경우, 그에 따른 추심명령의 효력이 있는지 여부(소극) 및 이때 제3채무자가 추심금 소송에서 추심명령의 무효를 주장하여 다툴 수 있는지 여부(적극)<br/>[3] 채권자인 甲 주식회사의 신청내용대로 가압류와 압류 및 추심할 채권을 ‘채무자인 乙 주식회사가 丙 주식회사에 대하여 가지는 丁 아파트, 戊 아파트, 己 아파트 신축공사대금채권 중 집행채권액에 해당하는 금액’으로 표시한 가압류결정과 압류 및 추심명령이 있었는데, 가압류결정과 압류 및 추심명령이 丙 회사에 송달될 당시 위 각 신축공사대금채권액의 합계가 집행채권액을 현저히 초과하고 있었던 사안에서, 위 가압류결정과 압류 및 추심명령은 효력이 없다고 한 사례<br/>",
  "판결요지": "[1] 채권에 대한 가압류 또는 압류명령을 신청하는 채권자는 신청서에 압류할 채권의 종류와 액수를 밝혀야 하고(민사집행법 제225조,제291조), 특히 압류할 채권 중 일부에 대하여만 압류명령을 신청하는 때에는 그 범위를 밝혀 적어야 한다(민사집행규칙 제159조 제1항 제3호,제218조). 그럼에도 채권자가 가압류나 압류를 신청하면서 압류할 채권의 대상과 범위를 특정하지 않음으로 인해 가압류결정 및 압류명령(이하 ‘압류 등 결정’이라 한다)에서도 피압류채권이 특정되지 않은 경우에는 그 압류 등 결정에 의해서는 압류 등의 효력이 발생하지 않는다. 이러한 법리는 채무자가 제3채무자에 대하여 여러 개의 채권을 가지고 있고, 채권자가 그 각 채권 전부를 대상으로 하여 압류 등의 신청을 할 때에도 마찬가지로 적용되므로, 그 경우 채권자는 여러 개의 채권 중 어느 채권에 대해 어느 범위에서 압류 등을 신청하는지 신청취지 자체로 명확하게 인식할 수 있도록 특정하여야 한다. 압류의 대상과 범위를 특정하지 않고 단지 그 여러 개의 채권 전부를 압류의 대상인 채권으로 나열하고 그 중 집행채권액과 동등액에 대한 압류를 구하는 등으로 금액만을 한정하여 압류 등 결정을 받게 되면, 채무자 및 제3채무자는 그 압류 등 결정에 의하여 지급이나 처분이 금지된 대상이 무엇인지를 명확하게 구분할 수가 없고, 그 결과 채무자가 압류 등의 대상이 아닌 부분에 대한 권리 행사를 하거나 제3채무자가 압류된 부분만을 구분하여 공탁을 하는 등으로 부담을 면하는 것이 불가능하기 때문이다.<br/>[2] 채권의 추심명령은 압류한 금전채권을 대위절차 없이 추심할 수 있게 해주는 것으로서 유효한 압류명령이 있음을 전제하는 것이므로, 압류할 채권이 특정되지 않아 압류명령에 따른 압류의 효력이 발생하지 않는 경우에는 그에 따른 추심명령도 효력이 없다. 그와 같은 경우 채무자는 가압류이의나 즉시항고로써 가압류결정이나 압류 및 추심명령의 효력을 다툴 수 있지만, 제3채무자로서도 추심금 소송에서 추심명령의 무효를 주장하여 다툴 수 있다.<br/>[3] 채권자인 甲 주식회사의 신청내용대로 가압류와 압류 및 추심할 채권을 ‘채무자인 乙 주식회사가 丙 주식회사에 대하여 가지는 丁 아파트, 戊 아파트, 己 아파트 신축공사대금채권 중 집행채권액에 해당하는 금액’으로 표시한 가압류결정과 압류 및 추심명령이 있었는데, 가압류결정과 압류 및 추심명령이 丙 회사에 송달될 당시 위 각 신축공사대금채권액의 합계가 집행채권액을 현저히 초과하고 있었던 사안에서, 위 가압류결정과 압류 및 추심명령은 압류의 효력이 위 각 신축공사대금채권 중 어느 신축공사대금채권에 대하여 어느 범위에서 미치는지를 알 수 없는 것으로 압류의 대상 또는 범위가 특정되지 않아 효력이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]민사집행법 제225조,제291조,민사집행규칙 제159조 제1항 제3호,제218조 / [2]민사집행법 제229조,제249조 / [3]민사집행법 제225조,제229조,제291조,민사집행규칙 제159조 제1항 제3호,제218조<br/>",
  "참조판례": ""
}