{
  "판례일련번호": "193746",
  "사건명": "양수금·양수금",
  "사건번호": "2011다56637,56644",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111013",
  "판시사항": "[1]채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상으로 되는 행위인 ‘채무자가 파산채권자를 해하는 것을 알고 한 행위’에 이른바 편파행위도 포함되는지 여부(적극)<br/>[2] 채권자 또는 제3자의 행위도 부인의 대상이 될 수 있는지 여부(한정 적극)<br/>[3] 甲 주식회사가 예금부족으로 1차 부도가 났는데, 乙 주식회사에 교부한 약속어음의 지급기일을 연장받으면서 그에 대한 담보로 甲 회사의 丙 등에 대한 채권을 乙 회사에 양도하기로 하는 내용의 약정을 체결하였고, 乙 회사가 甲 회사로부터 교부받은 채권양도계약서와 채권양도통지서의 백지 부분을 보충하여 丙 등에게 채권양도통지를 하였는데, 乙 회사가 예약완결 의사표시를 한 당일 甲 회사가 2차 부도가 난 사안에서, 위 약정은 이른바 ‘예약형 집합채권의 양도담보’에 해당하는 것으로서 특정 채권자에게만 담보를 제공함으로써 파산절차에서 채권자평등의 원칙을 회피하는 편파행위에 해당하고, 乙 회사의 예약완결 의사표시는 실질적으로 甲 회사의 행위와 동일시할 만한 특별한 사정이 있으므로,채무자 회생 및 파산에 관한 법률 제391조 제1호에 정한 부인의 대상에 해당한다고 본 원심판단을 수긍한 사례<br/>[4] 파산절차상 부인의 대상이 되는 행위가 사회적으로 상당하고 불가피하여 일반 파산채권자가 파산재단의 감소나 불공평을 감수하여야 한다고 볼 수 있는 경우, 부인권 행사의 대상이 되는지 여부(소극) 및 행위의 상당성 유무에 관한 판단 기준<br/>[5] 甲 주식회사가 예금부족으로 1차 부도가 났는데, 乙 주식회사에 교부한 약속어음의 지급기일을 연장받으면서 그에 대한 담보로 甲 회사의 丙 등에 대한 채권을 乙 회사에 양도하기로 하는 내용의 약정을 체결하였고, 乙 회사가 甲 회사로부터 교부받은 채권양도계약서와 채권양도통지서의 백지 부분을 보충하여 丙 등에게 채권양도통지를 하였는데, 乙 회사가 예약완결 의사표시를 한 당일 甲 회사가 2차 부도가 난 사안에서, 위 약정이 사회적으로 상당하고 불가피하여 일반 파산채권자가 그로 인한 파산재단의 감소나 불공평을 감수하여야 할 경우라고 볼 수 없다고 한 사례<br/>[6]채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상이 되는 행위 당시 수익자가 파산채권자 등을 해하는 사실을 알지 못하였는지에 대한 증명책임의 소재(=수익자)<br/>",
  "판결요지": "[1]채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상으로 되는 행위인 ‘채무자가 파산채권자를 해하는 것을 알고 한 행위’에는 총 채권자의 공동담보가 되는 채무자의 일반재산을 파산재단으로부터 일탈시킴으로써 파산재단을 감소시키는 행위뿐만 아니라, 특정한 채권자에 대한 변제나 담보의 제공과 같이 그 행위가 채무자의 재산관계에 영향을 미쳐 특정한 채권자를 배당에서 유리하게 하고 이로 인하여 파산채권자들 사이의 평등한 배당을 저해하는 이른바 편파행위도 포함된다.<br/>[2]채무자 회생 및 파산에 관한 법률 제391조 제1호에 의하면, 부인의 대상은 원칙적으로 채무자의 행위라고 할 것이나, 다만 채무자의 행위가 없었다고 하더라도 예외적으로 채무자와의 통모 등 특별한 사정이 있어서 채권자 또는 제3자의 행위를 채무자의 행위와 동일시할 수 있는 사유가 있는 경우에는 예외적으로 채권자 또는 제3자의 행위도 부인의 대상으로 할 수 있다.<br/>[3] 甲 주식회사가 예금부족으로 1차 부도가 났는데, 乙 주식회사로부터 세척사를 공급받으면서 대금에 관하여 약속어음을 교부하여 오다가 乙 회사로부터 지급기일을 연장받으면서 그에 대한 담보로 甲 회사의 거래처 丙 등에 대한 레미콘 대금 채권을 乙 회사에 양도하기로 하는 내용의 약정을 체결하였고, 乙 회사가 甲 회사에 대한 세척사 대금을 지급받기 위하여 위 약정 당시 甲 회사에게서 교부받은 채권양도계약서와 채권양도통지서의 백지 부분을 보충하여 丙 등에게 채권양도통지를 하였는데, 乙 회사가 예약완결 의사표시를 한 당일 甲 회사가 2차 부도가 났으며 당일 영업을 중단하였고 이후 여신거래정지처분을 받은 사안에서, 위 약정은 甲 회사의 乙 회사에 대한 세척사 대금 채무를 담보하기 위하여 甲 회사의 丙 등에 대한 레미콘 대금 채권에 관하여 채권양도를 목적으로 하는 이른바 ‘예약형 집합채권의 양도담보’에 해당하는 것으로서, 예약을 일방적으로 완결할 수 있는 예약완결권을 乙 회사에 부여함과 동시에 甲 회사의 대금 채권 중에서 대물변제로서 양도·양수할 대금 채권을 선택할 수 있는 선택권을 乙 회사에 부여하기로 하는 한편 乙 회사가 선택권과 예약완결권을 행사하는 경우 실효성과 편의를 위하여 乙 회사로 하여금 甲 회사를 대리하여 제3채무자들에게 채권양도사실을 통지할 수 있도록 甲 회사가 乙 회사에 대리권을 부여한 계약이고, 이와 같은 예약형 집합채권의 양도담보 계약의 경우, 그로 인한 권리변동의 효력은 약정이 이루어짐으로써 즉시 발생하는 것이 아니고 예약완결권이 행사됨으로써 비로소 발생하는 것이기는 하지만, 이에 의하여 예약완결권, 양도·양수할 대금 채권에 대한 선택권, 채권양도사실 통지 대리권한까지 채권자에게 부여되는 것이므로, 특정 채권자에게만 담보를 제공함으로써 파산절차에서 채권자평등의 원칙을 회피하는 편파행위에 해당하고, 한편 乙 회사의 예약완결 의사표시 당시 甲 회사는 자금사정이 급격히 악화된 상태였고, 乙 회사도 이러한 사정을 잘 알면서도 자신의 채권을 미리 우선적으로 확보하기 위하여 甲 회사와 통모하여 甲 회사로부터 丙 등에 대한 대금 채권 관련 정보를 제공받아 예약완결권과 선택권을 행사하는 등 乙 회사의 예약완결 의사표시가 실질적으로 甲 회사의 행위와 동일시할 만한 특별한 사정이 있었다고 보아 그 행위가채무자 회생 및 파산에 관한 법률 제391조 제1호에 정한 부인의 대상에 해당한다고 본 원심판단을 수긍한 사례.<br/>[4] 파산절차상 부인의 대상이 되는 행위가 파산채권자에게 유해하다고 하더라도 행위 당시 개별적·구체적 사정에 따라서는 당해 행위가 사회적으로 필요하고 상당하였다거나 불가피하였다고 인정되어 일반 파산채권자가 파산재단의 감소나 불공평을 감수하여야 한다고 볼 수 있는 경우가 있을 수 있고, 그와 같은 예외적인 경우에는 채권자 평등, 채무자 보호와 파산 이해관계의 조정이라는 법의 지도이념이나 정의관념에 비추어채무자 회생 및 파산에 관한 법률 제391조에서 정한 부인권 행사의 대상이 될 수 없다고 보아야 하며, 여기에서 행위의 상당성 유무는 행위 당시 채무자의 재산 및 영업 상태, 행위의 목적·의도와 동기 등 채무자의 주관적 상태를 고려함은 물론, 변제행위에서는 변제자금의 원천, 채무자와 채권자와의 관계, 채권자가 채무자와 통모하거나 동인에게 변제를 강요하는 등 영향력을 행사하였는지 등을 기준으로 하여 신의칙과 공평의 이념에 비추어 구체적으로 판단하여야 한다.<br/>[5] 甲 주식회사가 예금부족으로 1차 부도가 났는데, 乙 주식회사로부터 세척사를 공급받으면서 대금에 관하여 약속어음을 교부하여 오다가 乙 회사로부터 지급기일을 연장받으면서 그에 대한 담보로 甲 회사의 거래처 丙 등에 대한 레미콘 대금 채권을 乙 회사에 양도하기로 하는 내용의 약정을 체결하였고, 乙 회사가 甲 회사에 대한 세척사 대금을 지급받기 위하여 위 약정 당시 甲 회사로부터 교부받은 채권양도계약서와 채권양도통지서의 백지 부분을 보충하여 丙 등에게 채권양도통지를 하였는데, 乙 회사가 예약완결 의사표시를 한 당일 甲 회사가 2차 부도가 났으며 당일 영업을 중단하였고 이후 여신거래정지처분을 받은 사안에서, 甲 회사가 거액의 약속어음을 결제하지 못하여 부도에 이를 것이 예상되는 상황에서 乙 회사에 교부하였다가 지급기일을 연장한 약속어음의 지급기일이 도래하지 않았음에도 채권자 중의 1인인 乙 회사와 위 약정을 체결한 행위를 사회적으로 상당하고 불가피하여 일반 파산채권자가 그로 인한 파산재단의 감소나 불공평을 감수하여야 할 경우라고 볼 수 없다고 한 사례.<br/>[6]채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정하는 부인의 대상이 되는 행위라고 하더라도 이로 인하여 이익을 받은 자가 행위 당시 파산채권자를 해하게 되는 사실을 알지 못한 경우에는 부인할 수 없으나, 그와 같은 수익자의 악의는 추정되므로, 수익자 자신이 선의에 대한 증명책임을 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1]채무자 회생 및 파산에 관한 법률 제391조 제1호 / [2]채무자 회생 및 파산에 관한 법률 제391조 제1호 / [3]채무자 회생 및 파산에 관한 법률 제391조 제1호 / [4]채무자 회생 및 파산에 관한 법률 제391조 / [5]채무자 회생 및 파산에 관한 법률 제391조 / [6]채무자 회생 및 파산에 관한 법률 제391조 제1호,민사소송법 제288조<br/>",
  "참조판례": "[1]대법원 2005. 11. 10. 선고 2003다271 판결(공2005하, 1925) / [2]대법원 2002. 7. 9. 선고 2001다46761 판결(공2002하, 1910),대법원 2004. 2. 12. 선고 2003다53497 판결(공2004상, 448) / [4][6]대법원 2011. 5. 13. 선고 2009다75291 판결(공2011상, 1125) / [4]대법원 2002. 8. 23. 선고 2001다78898 판결(공2002하, 2199)<br/>"
}