{
  "판례일련번호": "193758",
  "사건명": "부당이득금반환",
  "사건번호": "2011다83929",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120913",
  "판시사항": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제36조 제2항 제3호에서 정한 ‘대체시설’로 인정하기 위한 요건<br/>[2] 甲 주택재개발정비사업조합이, 주택재개발정비사업으로 철거된 한국전력공사의 배전설비에 대하여 대체시설을 제공하였음을 이유로 공사가 甲 조합으로부터 지급받은 철거시설 잔존가치 상당액의 손실보상금에 대하여 부당이득반환을 구한 사안에서, 새로 설치한 설비가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙에서 정한 대체시설에 해당하기 위한 요건을 충족하는지에 대한 별다른 심리 없이 공사가 받은 손실보상금이 부당이득에 해당한다고 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘공익사업법’이라 한다) 제75조 제1항 제1호는 공작물에 대하여 이전에 필요한 비용으로 보상하되 이전이 어렵거나 그 이전으로 인하여 공작물을 종래의 목적으로 사용할 수 없게 된 경우에는 당해 물건의 가격으로 보상하도록 규정하고 있고,같은 조 제6항의 위임에 따라 공작물에 대한 보상액의 구체적인 산정 및 평가방법과 보상기준을 정하고 있는공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제36조 제2항 제3호는 ‘사업시행자가 공익사업에 편입되는 공작물 등에 대한 대체시설을 하는 경우’에는 이를 별도의 가치가 있는 것으로 평가하여서는 아니 된다고 규정하고 있다. 이처럼 대체시설을 하는 경우 별도의 손실보상을 하지 않도록 규정한 것은 그러한 대체시설로서 공작물 소유자에게 실질적으로 손실이 보상된 것으로 볼 수 있기 때문이므로, 대체시설로 인정되기 위해서는 기존 공작물과 기능적인 측면에서 대체가 가능한 시설이어야 할 뿐만 아니라, 특별한 사정이 없는 한 기존 공작물 소유자가 대체시설의 소유권을 취득하거나 소유권자에 준하는 관리처분권을 가지고 있어야 한다.<br/>[2] 甲 주택재개발정비사업조합이, 주택재개발정비사업으로 철거된 한국전력공사의 배전설비에 대하여 대체시설을 제공하였음을 이유로 공사가 甲 조합으로부터 지급받은 철거시설 잔존가치 상당액의 손실보상금에 대하여 부당이득반환을 구한 사안에서, 甲 조합이 공사에 기존 배전설비의 철거보상금을 지급할 때 단순히 철거비용뿐 아니라 그 시설에 대한 손실보상금까지 포함하여 지급하였다는 등 다른 특별한 사정이 없는 이상 甲 조합은 공사에 철거시설에 대한 손실보상금을 별도로 지급할 의무가 있고, 당사자 사이에 새로 설치한 지중화된 전력설비에 대하여 소유권은 甲 조합이 가지지만 공사가 이를 그 소유처럼 제한 없이 무상으로 관리·사용할 수 있는 권리가 보장되어 있어서 철거된 종전 시설과 기능적으로뿐 아니라 권리 행사 측면에서도 실질적 차이가 없다고 볼 수 있는 관계가 설정되어 있다는 등 특별한 사정이 없는 이상 이는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙에서 말하는 대체시설에 해당한다고 볼 수 없으므로, 위 시행규칙의 대체시설에 해당하기 위한 요건의 충족 여부 등에 대하여 더 심리해 보지 않고는 공사가 지급받은 철거시설에 대한 손실보상금이 법률상 원인 없이 얻은 이득이라고 쉽사리 단정할 수 없음에도, 위와 같은 점에 대한 별다른 심리 없이 공사가 받은 손실보상금이 부당이득에 해당한다고 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조 제1항 제1호,제6항,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제36조 제2항 제3호 / [2]공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조 제1항 제1호,제6항,공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제36조 제2항 제3호,민법 제741조<br/>",
  "참조판례": ""
}