{
  "판례일련번호": "193733",
  "사건명": "등록세등부과처분취소",
  "사건번호": "2008두18496",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110610",
  "판시사항": "[1]구 지방세법 제138조 제1항 제3호의 등록세 중과 요건인 ‘대도시 내 지점 또는 분사무소 설치에 따른 부동산등기’에서 ‘지점 또는 분사무소’의 의미와 그 인적 조직의 고용형식이 반드시 당해 법인에 직속하는 형태를 취해야 하는지 여부(소극) 및 등록세 중과 요건 사실이 충족된 경우 입법 목적에 배치되는지에 따라 적용을 달리할 수 있는지 여부(소극)<br/>[2] 비영리법인 甲이 주사무소가 위치한 부동산 중 일부 숙박시설 부분을 호텔로 운영하기로 하고 乙 회사와 위탁운영계약을 체결하였으나, 계속 乙 회사의 호텔영업 업무와 회계에 관여하고 乙 회사 직원들을 지휘·감독하면서 숙박시설 부분에 甲 법인 명의 사업자등록과 분사무소 이전등기까지 마치자 행정관청이 숙박시설 부분에 甲 법인의 분사무소가 설치된 것으로 보고 등록세를 중과하는 처분을 한 사안에서, 부과처분은 적법하다고 한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]구 지방세법(2005. 12. 31. 법률 제7843호로 개정되기 전의 것) 제138조 제1항 제3호,구 지방세법 시행령(2008. 2. 29. 대통령령 제20708호로 개정되기 전의 것) 제102조 제2항 및구 지방세법 시행규칙(2008. 3. 24. 행정안전부령 제10호로 개정되기 전의 것) 제55조의2의 규정에 의하면, 등록세 중과 요건인 ‘대도시 내 지점 또는 분사무소 설치에 따른 부동산등기’에서 ‘지점 또는 분사무소’는 법인세법·부가가치세법 또는 소득세법의 규정에 의하여 등록된 사업장으로서 그 명칭 여하를 불문하고 인적·물적 설비를 갖추고 계속하여 당해 법인의 사무 또는 사업이 행하여지는 장소를 말하는데, 여기서 말하는 인적 설비는 당해 법인의 지휘·감독하에 인원이 상주하는 것을 뜻할 뿐이고 고용형식이 반드시 당해 법인에 직속하는 형태를 취할 것을 요구하는 것은 아니다. 그리고 위 각 규정은 대도시 내 인구유입에 따른 인구팽창을 막고 대도시의 인구 분산을 기하는 데 목적이 있는 것이나, 일단 위 각 규정에 정한 요건사실이 충족되면 일률적으로 규정을 적용하여야 하는 것이 원칙이고, 구체적인 사안에서 입법 목적과의 배치 여부를 따져 적용 여부를 결정할 수는 없다.<br/>[2] 기독교 선교활동 등을 목적으로 설립된 비영리법인 甲 법인이 주사무소가 위치한 토지 및 건물의 종교시설 부분을 제외한 기존 숙박시설 부분을 호텔로 운영하기로 하고 제3자인 乙 회사에게 그에 관한 위탁운영계약을 체결하였으나, 계속 乙 회사의 호텔영업에 관한 업무와 회계에 광범위하게 관여하고 乙 회사 직원들을 지휘·감독하면서 숙박시설 부분에 甲 법인 명의의 사업자등록과 분사무소 이전등기까지 마치자 행정관청이 숙박시설 부분에 甲 법인의 분사무소가 새롭게 설치된 것으로 보고 그에 관한 소유권이전등기는 ‘대도시 내에서의 지점 등의 설치에 따른 부동산등기’에 해당한다는 이유로 등록세를 중과하는 처분을 한 사안에서, 甲 법인이 숙박시설 부분에 호텔업 등을 위한 사업자등록을 갖춘 것은 별도의 분사무소를 설치하기 위한 것으로 보일 뿐만 아니라 그에 관한 회계도 구분하였고, 甲 법인이 乙 회사의 호텔영업에 관한 업무와 회계에 광범위하게 관여하고 감독할 수 있었으므로, 甲 법인이 부동산 중 숙박시설 부분에 관하여 각종 물적 설비를 갖추고 乙 회사 직원들을 지휘·감독함으로써 인적 설비까지 갖추어 호텔업 등의 사업을 계속적으로 행하였다고 봄이 상당하다는 이유로, 甲 법인이 그곳에 분사무소를 실질적으로 새롭게 설치하였다고 보아 등록세를 중과한 처분이 적법하다고 한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]구 지방세법(2005. 12. 31. 법률 제7843호로 개정되기 전의 것) 제138조 제1항 제3호(현행제28조 제2항 참조),구 지방세법 시행령(2008. 2. 29. 대통령령 제20708호로 개정되기 전의 것) 제102조 제2항(현행제45조 참조),구 지방세법 시행규칙(2008. 3. 24. 행정안전부령 제10호로 개정되기 전의 것) 제55조의2(현행제6조 참조) / [2]구 지방세법(2005. 12. 31. 법률 제7843호로 개정되기 전의 것) 제138조 제1항 제3호(현행제28조 제2항 참조),구 지방세법 시행령(2008. 2. 29. 대통령령 제20708호로 개정되기 전의 것) 제102조 제2항(현행제45조 참조),구 지방세법 시행규칙(2008. 3. 24. 행정안전부령 제10호로 개정되기 전의 것) 제55조의2(현행제6조 참조)<br/>",
  "참조판례": "[1]대법원 1998. 4. 24. 선고 98두2737 판결(공1998상, 1544),대법원 1999. 3. 26. 선고 98두1673 판결(공1999상, 799),대법원 2007. 8. 23. 선고 2005두13162 판결(공2007하, 1480),대법원 2007. 8. 24. 선고 2005두13469 판결(공2007하, 1484)<br/>"
}