{
  "판례일련번호": "194155",
  "사건명": "예탁금반환(특정금전신탁에서 신탁회사의 주의의무의 내용과 위반의 효과)",
  "사건번호": "2013다26425",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180228",
  "판시사항": "[1] 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우, 신탁재산의 구체적 운용방법을 포함한 신탁계약의 특성 등을 고객에게 설명하여야 할 주의의무를 부담하는지 여부(적극) 및 이 경우 고객에게 어느 정도의 설명을 하여야 하는지 판단하는 기준<br/>[2] 신탁회사가 고객을 보호하여야 할 주의의무를 위반함으로써 고객이 본래 체결하지 않았을 신탁계약을 체결하게 된 경우, 신탁회사가 불법행위로 인한 손해배상책임을 지는지 여부(적극) 및 이 경우 채무불이행에 의한 손해배상책임도 지는지 여부(원칙적 소극)<br/>[3] 불법행위로 인한 손해배상채무에 상사법정이율이 적용되는지 여부(소극)<br/>[4] 신탁보수약정이 있는데도 약정된 보수액의 전부를 청구할 수 없는 경우<br/>[5] 신탁계약에서 수탁자가 선량한 관리자의 주의의무를 위반하여 신탁비용을 지출한 경우, 이러한 과실로 확대된 신탁비용에 대하여 비용상환청구를 할 수 있는지 여부(소극)<br/>[6] 병합의 형태가 선택적 병합인지 예비적 병합인지 판단하는 기준(=병합청구의 성질)<br/>",
  "판결요지": "[1] 특정금전신탁은 위탁자가 신탁재산인 금전의 운용방법을 지정하는 금전신탁으로서 신탁회사는 위탁자가 지정한 운용방법대로 자산을 운용하여야 한다. 그 운용과정에서 신탁회사가 신탁재산에 대하여 선량한 관리자의 주의의무를 다하였다면 자기책임의 원칙상 신탁재산의 운용 결과에 대한 손익은 모두 수익자에게 귀속된다.<br/>  그러나 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적인 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우에는, 신탁회사는 신탁재산의 구체적 운용방법을 포함한 신탁계약의 특성 및 주요 내용과 그에 따르는 위험을 적절하고 합리적으로 조사하고, 그 결과를 신탁계약의 고객이 이해할 수 있도록 명확히 설명함으로써 고객이 그 정보를 바탕으로 합리적인 투자판단을 할 수 있도록 고객을 보호하여야 할 주의의무가 있다.<br/>  이 경우 신탁회사가 고객에게 어느 정도의 설명을 하여야 하는지는 신탁재산 운용방법의 구체적 내용 및 위험도의 수준, 고객의 투자 경험 및 능력 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 신탁회사가 신탁계약의 체결을 권유하면서 합리적인 투자판단을 할 수 있도록 고객을 보호하여야 할 주의의무를 위반함으로써 고객이 본래 체결하지 않았을 신탁계약을 체결하게 된 경우, 신탁회사는 신탁계약 체결로 고객이 입게 된 손해에 관하여 불법행위로 인한 손해배상책임을 지고, 다른 특별한 사정이 없는 한 계약상의 채무불이행에 의한 손해배상책임을 지지는 않는다.<br/>[3] 상법 제54조의 상사법정이율은 상행위로 인한 채무나 이와 동일성을 가진 채무에 관하여 적용되는 것이고, 상행위가 아닌 불법행위로 인한 손해배상채무에는 적용되지 아니한다.<br/>[4] 신탁보수약정을 한 경우에 신탁사무를 완료한 수탁자는 위탁자에게 약정된 보수액을 전부 청구할 수 있는 것이 원칙이다. 그러나 신탁사무처리의 내용 및 경과, 신탁기간, 신탁사무로 인한 위탁자의 손실 규모 및 발생 경위, 그 밖에 변론에 나타난 제반 사정을 고려하여 약정된 보수액이 부당하게 과다하여 신의성실의 원칙이나 형평의 원칙에 반한다고 볼 만한 특별한 사정이 있는 경우에는 상당하다고 인정되는 범위로 보수액을 제한할 수 있다.<br/>[5] 수탁자가 신탁의 본지에 따라 신탁사업을 수행하면서 정당하게 지출하거나 부담한 신탁비용 등에 관하여는 신탁자에게 보상을 청구할 수 있다. 그러나 수탁자가 선량한 관리자의 주의의무를 위반하여 신탁비용을 지출한 경우에는 이러한 과실로 인하여 확대된 비용은 신탁비용의 지출 또는 부담에 정당한 사유가 없는 경우에 해당하여 수탁자는 비용상환청구를 할 수 없다.<br/>[6] 병합의 형태가 선택적 병합인지 예비적 병합인지는 당사자의 의사가 아닌 병합청구의 성질을 기준으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 신탁법(2011. 7. 25. 법률 제10924호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 참조), 제28조(현행 제32조 참조), 민법 제2조, 제750조 / [2] 구 신탁법(2011. 7. 25. 법률 제10924호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 참조), 민법 제2조, 제393조, 제750조 / [3] 상법 제54조 / [4] 구 신탁법(2011. 7. 25. 법률 제10924호로 전부 개정되기 전의 것) 제43조(현행 제47조 참조), 민법 제2조 / [5] 구 신탁법(2011. 7. 25. 법률 제10924호로 전부 개정되기 전의 것) 제28조(현행 제32조 참조), 제42조(현행 제46조 참조) / [6] 민사소송법 제253조<br/>",
  "참조판례": "[1] 대법원 2007. 11. 29. 선고 2005다64552 판결(공2007하, 2001), 대법원 2015. 4. 23. 선고 2013다17674 판결, 대법원 2015. 9. 10. 선고 2013다6872 판결 / [3] 대법원 1985. 5. 28. 선고 84다카966 판결(공1985, 900), 대법원 2004. 3. 26. 선고 2003다34045 판결(공2004상, 712) / [4][5] 대법원 2006. 6. 9. 선고 2004다24557 판결(공2006하, 1253) / [6] 대법원 2014. 5. 29. 선고 2013다96868 판결(공2014하, 1313), 대법원 2017. 6. 15. 선고 2015다30244, 30251 판결<br/>"
}