{
  "판례일련번호": "194167",
  "사건명": "특정범죄가중처벌등에관한법률위반(조세)·조세범처벌법위반",
  "사건번호": "2017도13263",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180208",
  "판시사항": "[1] 압수의 목적물이 정보저장매체인 경우, 압수·수색영장을 집행할 때 취하여야 할 조치 내용 / 수사기관이 정보저장매체에 기억된 정보 중에서 범죄 혐의사실과 관련 있는 정보를 선별한 다음 이미지 파일을 제출받아 압수한 경우, 수사기관 사무실에서 위와 같이 압수된 이미지 파일을 탐색·복제·출력하는 과정에서도 피의자 등에게 참여의 기회를 보장하여야 하는지 여부(소극)<br/>[2] 압수물 목록의 교부 취지 / 압수된 정보의 상세목록에 정보의 파일 명세가 특정되어 있어야 하는지 여부(적극) 및 압수된 정보 상세목록의 교부 방식<br/>[3] 전자문서를 수록한 파일 등의 증거능력을 인정하기 위한 요건 / 증거로 제출된 전자문서 파일의 사본이나 출력물이 복사·출력 과정에서 편집되는 등 인위적 개작 없이 원본 내용을 그대로 복사·출력한 것이라는 사실을 증명하는 방법 및 증명책임 소재(=검사)<br/>",
  "판결요지": "[1] 형사소송법 제219조, 제121조에 의하면, 수사기관이 압수·수색영장을 집행할 때 피의자 또는 변호인은 그 집행에 참여할 수 있다. 압수의 목적물이 컴퓨터용디스크 그 밖에 이와 비슷한 정보저장매체인 경우에는 영장 발부의 사유로 된 범죄 혐의사실과 관련 있는 정보의 범위를 정하여 출력하거나 복제하여 이를 제출받아야 하고, 피의자나 변호인에게 참여의 기회를 보장하여야 한다. 만약 그러한 조치를 취하지 않았다면 이는 형사소송법에 정한 영장주의 원칙과 적법절차를 준수하지 않은 것이다. 수사기관이 정보저장매체에 기억된 정보 중에서 키워드 또는 확장자 검색 등을 통해 범죄 혐의사실과 관련 있는 정보를 선별한 다음 정보저장매체와 동일하게 비트열 방식으로 복제하여 생성한 파일(이하 ‘이미지 파일’이라 한다)을 제출받아 압수하였다면 이로써 압수의 목적물에 대한 압수·수색 절차는 종료된 것이므로, 수사기관이 수사기관 사무실에서 위와 같이 압수된 이미지 파일을 탐색·복제·출력하는 과정에서도 피의자 등에게 참여의 기회를 보장하여야 하는 것은 아니다.<br/>[2] 형사소송법 제219조, 제129조에 의하면, 압수한 경우에는 목록을 작성하여 소유자, 소지자, 보관자 기타 이에 준할 자에게 교부하여야 한다. 그리고 법원은 압수·수색영장의 집행에 관하여 범죄 혐의사실과 관련 있는 정보의 탐색·복제·출력이 완료된 때에는 지체 없이 압수된 정보의 상세목록을 피의자 등에게 교부할 것을 정할 수 있다. 압수물 목록은 피압수자 등이 압수처분에 대한 준항고를 하는 등 권리행사절차를 밟는 가장 기초적인 자료가 되므로, 수사기관은 이러한 권리행사에 지장이 없도록 압수 직후 현장에서 압수물 목록을 바로 작성하여 교부해야 하는 것이 원칙이다. 이러한 압수물 목록 교부 취지에 비추어 볼 때, 압수된 정보의 상세목록에는 정보의 파일 명세가 특정되어 있어야 하고, 수사기관은 이를 출력한 서면을 교부하거나 전자파일 형태로 복사해 주거나 이메일을 전송하는 등의 방식으로도 할 수 있다.<br/>[3] 전자문서를 수록한 파일 등의 경우에는, 성질상 작성자의 서명 혹은 날인이 없을 뿐만 아니라 작성자·관리자의 의도나 특정한 기술에 의하여 내용이 편집·조작될 위험성이 있음을 고려하여, 원본임이 증명되거나 혹은 원본으로부터 복사한 사본일 경우에는 복사 과정에서 편집되는 등 인위적 개작 없이 원본의 내용 그대로 복사된 사본임이 증명되어야만 하고, 그러한 증명이 없는 경우에는 쉽게 증거능력을 인정할 수 없다. 그리고 증거로 제출된 전자문서 파일의 사본이나 출력물이 복사·출력 과정에서 편집되는 등 인위적 개작 없이 원본 내용을 그대로 복사·출력한 것이라는 사실은 전자문서 파일의 사본이나 출력물의 생성과 전달 및 보관 등의 절차에 관여한 사람의 증언이나 진술, 원본이나 사본 파일 생성 직후의 해시(Hash)값 비교, 전자문서 파일에 대한 검증·감정 결과 등 제반 사정을 종합하여 판단할 수 있다. 이러한 원본 동일성은 증거능력의 요건에 해당하므로 검사가 그 존재에 대하여 구체적으로 주장·증명해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제106조, 제121조, 제219조, 제308조의2 / [2] 형사소송법 제129조, 제219조, 제308조의2 / [3] 형사소송법 제307조, 제308조<br/>",
  "참조판례": "[1] 대법원 2015. 7. 16.자 2011모1839 전원합의체 결정(공2015하, 1274), 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033) / [2] 대법원 2009. 3. 12. 선고 2008도763 판결(공2009상, 503) / [3] 대법원 2001. 9. 4. 선고 2000도1743 판결(공2001하, 2203), 대법원 2013. 7. 26. 선고 2013도2511 판결(공2013하, 1659), 대법원 2016. 9. 28. 선고 2014도9903 판결<br/>"
}