{
  "판례일련번호": "194161",
  "사건명": "상해",
  "사건번호": "2015도15782",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180228",
  "판시사항": "[1] 경합범 관계에 있는 수 개의 범죄사실을 유죄로 인정하여 1개의 형을 선고한 불가분의 확정판결 중 일부 범죄사실에만 재심청구의 이유가 있으나 판결 전부에 대하여 재심개시결정을 한 경우, 재심법원이 재심사유가 없는 범죄에 대하여 새로이 양형을 하는 것이 헌법상 이중처벌금지 원칙에 반하는지 여부(소극) 및 이때 불이익변경금지 원칙이 적용되는지 여부(적극)<br/>[2] 형사소송법 제439조에서 ‘재심에는 원판결의 형보다 중한 형을 선고하지 못한다’고 규정한 취지 / 재심심판절차의 성격 및 재심판결이 확정되면 원판결은 당연히 효력을 잃는지 여부(적극)와 재심판결 확정의 효력 범위 / 원판결이 선고한 집행유예가 실효 또는 취소됨이 없이 유예기간이 지난 후에 새로운 형을 정한 재심판결이 선고되고, 재심판결의 확정에 따라 원판결이 효력을 잃게 되는 결과 집행유예의 법률적 효과까지 없어졌으나 재심판결의 형이 원판결의 형보다 중하지 않은 경우, 불이익변경금지 원칙이나 이익재심 원칙에 반하는지 여부(소극)<br/>",
  "판결요지": "[1] 경합범 관계에 있는 수 개의 범죄사실을 유죄로 인정하여 1개의 형을 선고한 불가분의 확정판결에서 그중 일부의 범죄사실에 대하여만 재심청구의 이유가 있는 것으로 인정되었으나 형식적으로는 1개의 형이 선고된 판결에 대한 것이어서 그 판결 전부에 대하여 재심개시의 결정을 한 경우, 재심법원은 재심사유가 없는 범죄에 대하여는 새로이 양형을 하여야 하는 것이므로 이를 헌법상 이중처벌금지의 원칙을 위반한 것이라고 할 수 없고, 다만 불이익변경의 금지 원칙이 적용되어 원판결의 형보다 중한 형을 선고하지 못할 뿐이다.<br/>[2] 형사소송법은 유죄의 확정판결과 항소 또는 상고의 기각판결에 대하여 각 그 선고를 받은 자의 이익을 위하여 재심을 청구할 수 있다고 규정함으로써 피고인에게 이익이 되는 이른바 이익재심만을 허용하고 있으며(제420조, 제421조 제1항), 그러한 이익재심의 원칙을 반영하여 제439조에서 “재심에는 원판결의 형보다 중한 형을 선고하지 못한다.”라고 규정하고 있는데, 이는 단순히 원판결보다 무거운 형을 선고할 수 없다는 원칙만을 의미하는 것이 아니라 실체적 정의를 실현하기 위하여 재심을 허용하지만 피고인의 법적 안정성을 해치지 않는 범위 내에서 재심이 이루어져야 한다는 취지이다.<br/>  다만 재심심판절차는 원판결의 당부를 심사하는 종전 소송절차의 후속절차가 아니라 사건 자체를 처음부터 다시 심판하는 완전히 새로운 소송절차로서 재심판결이 확정되면 원판결은 당연히 효력을 잃는다. 이는 확정된 판결에 중대한 하자가 있는 경우 구체적 정의를 실현하기 위하여 그 판결의 확정력으로 유지되는 법적 안정성을 후퇴시키고 사건 자체를 다시 심판하는 재심의 본질에서 비롯된 것이다. 그러므로 재심판결이 확정됨에 따라 원판결이나 그 부수처분의 법률적 효과가 상실되고 형 선고가 있었다는 기왕의 사실 자체의 효과가 소멸하는 것은 재심의 본질상 당연한 것으로서, 원판결의 효력 상실 그 자체로 인하여 피고인이 어떠한 불이익을 입는다 하더라도 이를 두고 재심에서 보호되어야 할 피고인의 법적 지위를 해치는 것이라고 볼 것은 아니다.<br/>  따라서 원판결이 선고한 집행유예가 실효 또는 취소됨이 없이 유예기간이 지난 후에 새로운 형을 정한 재심판결이 선고되는 경우에도, 그 유예기간 경과로 인하여 원판결의 형 선고 효력이 상실되는 것은 원판결이 선고한 집행유예 자체의 법률적 효과로서 재심판결이 확정되면 당연히 실효될 원판결 본래의 효력일 뿐이므로, 이를 형의 집행과 같이 볼 수는 없고, 재심판결의 확정에 따라 원판결이 효력을 잃게 되는 결과 그 집행유예의 법률적 효과까지 없어진다 하더라도 재심판결의 형이 원판결의 형보다 중하지 않다면 불이익변경금지의 원칙이나 이익재심의 원칙에 반한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제13조 제1항, 형법 제37조, 형사소송법 제439조 / [2] 형사소송법 제420조, 제421조 제1항, 제438조 제1항, 제439조<br/>",
  "참조판례": "[1] 대법원 2014. 11. 13. 선고 2014도10193 판결(공2014하, 2409) / [2] 대법원 2013. 1. 24. 선고 2010도14282 판결, 대법원 2015. 10. 29. 선고 2012도2938 판결(공2015하, 1832), 대법원 2017. 9. 21. 선고 2017도4019 판결(공2017하, 2042)<br/>"
}