{
  "판례일련번호": "194160",
  "사건명": "소득금액변동통지취소",
  "사건번호": "2015두2710",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180228",
  "판시사항": "[1] 외국법인의 국내사업장을 포함한 내국법인이 국외지배주주로부터 금전을 차입한 경우, 차입금 중 일정 한도 초과분에 대한 지급이자가 원칙적으로 배당소득에 해당하는지 여부(적극) / 해당 초과분에 대한 지급이자가 조세조약상 배당소득으로서 원천지국의 과세권이 인정되는지 판단하는 기준 및 이때 조세조약상 배당소득이 아닌 이자소득 등 다른 소득에 해당하는 경우 그에 따라 원천지국의 과세권 유무나 적용되는 제한세율 등이 결정되는지 여부(적극)<br/>[2] 내국법인의 차입금 중 국외지배주주로부터 차입한 금액이 국외지배주주가 주식 등으로 출자한 출자지분에 대한 일정 비율을 초과하는 경우, 원천징수의무자인 내국법인이 소득금액변동통지서를 받은 날에 비로소 초과분에 대한 지급이자 중 일정액에 대한 법인세의 원천징수의무가 성립하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 국제조세조정에 관한 법률(2013. 1. 1. 법률 제11606호로 개정되기 전의 것, 이하 ‘구 국제조세조정법’이라고 한다) 제14조 제1항, 제2항, 구 국제조세조정에 관한 법률 시행령(2010. 12. 30. 대통령령 제22574호로 개정되기 전의 것) 제25조 제6항, 제26조, 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제2호(이하 ‘위 각 조항들’이라고 한다)에 의하면, 금융업을 영위하는 내국법인(외국법인의 국내사업장을 포함한다)의 차입금 중 국외지배주주로부터 차입한 금액이 국외지배주주가 주식 등으로 출자한 출자지분의 6배를 초과하는 경우에는 초과분에 대한 지급이자 중 일정액은 내국법인의 손금에 산입하지 아니하고 법인세법 제67조에 따른 배당으로 처분된 것으로 보아 국외지배주주인 외국법인의 국내원천소득이 된다.<br/>  한편 ‘대한민국 정부와 싱가포르 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’은 배당소득과 이자소득에 관하여 거주지국 및 원천지국 과세를 모두 허용하면서, 제10조 제4항에서 배당소득의 의미를, 제11조 제5항에서 이자소득의 의미를 각각 규정하고 있다. 그리고 구 국제조세조정법 제28조는 외국법인의 국내원천소득의 구분에 관하여 법인세법 제93조에도 불구하고 조세조약이 우선하여 적용된다고 규정하고 있다.<br/>  이러한 규정들의 내용과 체계 등을 종합하여 보면, 외국법인의 국내사업장을 포함한 내국법인이 국외지배주주로부터 금전을 차입한 경우 차입금 중 일정 한도 초과분에 대한 지급이자는 위 각 조항들에서 배당으로 보아 국외지배주주의 국내원천소득으로 규정하고 있으므로 원칙적으로 배당소득에 해당하나, 해당 초과분에 대한 지급이자가 조세조약상 배당소득으로서 원천지국의 과세권이 인정되는지는 우리나라가 국외지배주주인 외국법인이 거주자로 되어 있는 나라와 체결한 조세조약에 따라 판단하여야 하고, 이때 만일 조세조약상 배당소득이 아닌 이자소득 등 다른 소득에 해당한다면 그에 따라 원천지국의 과세권 유무나 적용되는 제한세율 등이 결정된다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제98조 제1항 제3호는 외국법인에 대하여 제93조 제2호의 규정에 따른 국내원천소득을 지급하는 자는 그 지급하는 때에 해당 법인세를 원천징수할 의무가 있다고 규정하고 있고, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제137조 제1항은 배당소득의 지급시기에 관하여 소득세법 시행령 제191조(제4호는 제외한다) 및 제192조를 준용하도록 규정하고 있다. 그런데 구 소득세법 시행령이 2010. 12. 30. 대통령령 제22580호로 개정되면서 ‘소득처분에 의한 배당소득은 소득금액변동통지서를 받은 날에 지급한 것으로 본다’라고 규정하고 있던 제192조 제2항은 삭제되었고, 2010. 12. 27. 법률 제10408호로 개정된 소득세법은 이를 대체하여 같은 내용의 제131조 제2항 제1호를 두었다.<br/>  한편 구 국제조세조정에 관한 법률(2013. 1. 1. 법률 제11606호로 개정되기 전의 것) 제14조 제1항, 제2항, 구 국제조세조정에 관한 법률 시행령(2010. 12. 30. 대통령령 제22574호로 개정되기 전의 것) 제25조 제6항, 제26조, 구 법인세법 제93조 제2호는 내국법인의 차입금 중 국외지배주주로부터 차입한 금액이 국외지배주주가 주식 등으로 출자한 출자지분에 대한 일정 비율을 초과하는 경우 초과분에 대한 지급이자 중 일정액을 법인세법 제67조에 따른 배당으로 처분된 것으로 간주하고 있으므로, 이러한 경우에는 원천징수의무자인 내국법인이 소득금액변동통지서를 받은 날에 비로소 원천징수의무가 성립한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제조세조정에 관한 법률(2013. 1. 1. 법률 제11606호로 개정되기 전의 것) 제14조 제1항, 제2항, 제28조, 구 국제조세조정에 관한 법률 시행령(2010. 12. 30. 대통령령 제22574호로 개정되기 전의 것) 제25조 제6항, 제26조, 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제2호, 대한민국 정부와 싱가포르 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제10조 제4항, 제11조 제5항 /  [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제2호, 제98조 제1항 제3호, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제137조 제1항, 소득세법 시행령(2010. 12. 30. 대통령령 제22580호로 개정되기 전의 것) 제192조 제2항(현행 소득세법 제131조 제2항 제1호 참조), 구 국제조세조정에 관한 법률(2013. 1. 1. 법률 제11606호로 개정되기 전의 것) 제14조 제1항, 제2항, 구 국제조세조정에 관한 법률 시행령(2010. 12. 30. 대통령령 제22574호로 개정되기 전의 것) 제25조 제6항, 제26조<br/>",
  "참조판례": ""
}