{
  "판례일련번호": "194242",
  "사건명": "퇴교처분취소",
  "사건번호": "2016두33339",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180313",
  "판시사항": "[1] 행정청이 징계와 같은 불이익처분절차에서 징계심의대상자가 선임한 변호사가 징계위원회에 출석하여 징계심의대상자를 위하여 필요한 의견을 진술하는 것을 거부할 수 있는지 여부(원칙적 소극)<br/>[2] 행정절차법의 적용이 제외되는 공무원 인사관계 법령에 의한 처분에 관한 사항의 의미 및 이러한 법리가 육군3사관학교 생도에 대한 퇴학처분에도 적용되는지 여부(적극) / 생도에 대한 퇴학처분과 같이 신분을 박탈하는 징계처분이 행정절차법의 적용이 제외되는 경우인 행정절차법 시행령 제2조 제8호에 해당하는지 여부(소극)<br/>[3] 육군3사관학교 사관생도에 대한 징계절차에서 징계심의대상자가 대리인으로 선임한 변호사가 징계위원회 심의에 출석하여 진술하는 것을 막은 경우, 징계처분이 위법하여 취소되어야 하는지 여부(원칙적 적극) 및 징계처분이 취소되지 않는 예외적인 경우<br/>",
  "판결요지": "[1] 행정절차법 제12조 제1항 제3호, 제2항, 제11조 제4항 본문에 따르면, 당사자 등은 변호사를 대리인으로 선임할 수 있고, 대리인으로 선임된 변호사는 당사자 등을 위하여 행정절차에 관한 모든 행위를 할 수 있다고 규정되어 있다. 위와 같은 행정절차법령의 규정과 취지, 헌법상 법치국가원리와 적법절차원칙에 비추어 징계와 같은 불이익처분절차에서 징계심의대상자에게 변호사를 통한 방어권의 행사를 보장하는 것이 필요하고, 징계심의대상자가 선임한 변호사가 징계위원회에 출석하여 징계심의대상자를 위하여 필요한 의견을 진술하는 것은 방어권 행사의 본질적 내용에 해당하므로, 행정청은 특별한 사정이 없는 한 이를 거부할 수 없다.<br/>[2] 행정절차법 제3조 제2항, 행정절차법 시행령 제2조 등 행정절차법령 관련 규정들의 내용을 행정의 공정성, 투명성 및 신뢰성을 확보하고 국민의 권익보호를 목적으로 하는 행정절차법의 입법 목적에 비추어 보면, 행정절차법의 적용이 제외되는 공무원 인사관계 법령에 의한 처분에 관한 사항이란 성질상 행정절차를 거치기 곤란하거나 불필요하다고 인정되는 처분이나 행정절차에 준하는 절차를 거치도록 하고 있는 처분에 관한 사항만을 말하는 것으로 보아야 한다. 이러한 법리는 ‘공무원 인사관계 법령에 의한 처분’에 해당하는 육군3사관학교 생도에 대한 퇴학처분에도 마찬가지로 적용된다. 그리고 행정절차법 시행령 제2조 제8호는 ‘학교·연수원 등에서 교육·훈련의 목적을 달성하기 위하여 학생·연수생들을 대상으로 하는 사항’을 행정절차법의 적용이 제외되는 경우로 규정하고 있으나, 이는 교육과정과 내용의 구체적 결정, 과제의 부과, 성적의 평가, 공식적 징계에 이르지 아니한 질책·훈계 등과 같이 교육·훈련의 목적을 직접 달성하기 위하여 행하는 사항을 말하는 것으로 보아야 하고, 생도에 대한 퇴학처분과 같이 신분을 박탈하는 징계처분은 여기에 해당한다고 볼 수 없다.<br/>[3] 육군3사관학교의 사관생도에 대한 징계절차에서 징계심의대상자가 대리인으로 선임한 변호사가 징계위원회 심의에 출석하여 진술하려고 하였음에도, 징계권자나 그 소속 직원이 변호사가 징계위원회의 심의에 출석하는 것을 막았다면 징계위원회 심의·의결의 절차적 정당성이 상실되어 그 징계의결에 따른 징계처분은 위법하여 원칙적으로 취소되어야 한다. 다만 징계심의대상자의 대리인이 관련된 행정절차나 소송절차에서 이미 실질적인 증거조사를 하고 의견을 진술하는 절차를 거쳐서 징계심의대상자의 방어권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있는 경우에는, 징계권자가 징계심의대상자의 대리인에게 징계위원회에 출석하여 의견을 진술할 기회를 주지 아니하였더라도 그로 인하여 징계위원회 심의에 절차적 정당성이 상실되었다고 볼 수 없으므로 징계처분을 취소할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조, 행정절차법 제11조 제4항, 제12조 제1항 제3호, 제2항 / [2] 행정절차법 제3조 제2항 제9호, 행정절차법 시행령 제2조 제3호 / [3] 행정절차법 제11조 제4항, 제12조 제1항 제3호, 제2항, 육군3사관학교 설치법 시행령 제18조, 행정소송법 제19조<br/>",
  "참조판례": "[2] 대법원 2013. 1. 16. 선고 2011두30687 판결(공2013상, 350)<br/>"
}