{
  "판례일련번호": "194236",
  "사건명": "구상금",
  "사건번호": "2017다240496",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180315",
  "판시사항": "[1] 운임 및 보험료 포함 조건으로 매수인을 수하인으로 하여 항공화물운송인에게 운송물을 위탁하는 방법으로 물품을 인도하기로 하는 수출입매매계약이 체결된 경우, 물품에 대한 소유권이 매수인에게 이전되는 시기(=물품이 도착지에 도착하여 매수인이 인도청구권을 취득한 때) 및 이 경우 운송계약의 대상인 수출 물품에 관하여 매도인과 보험회사가 체결한 보험계약의 피보험이익이 매도인에게 있는지 여부(적극)<br/>[2] 甲 주식회사가 파라과이 소재 乙 외국법인과 운임 및 보험료 포함 조건으로 수출계약을 체결하여 丙 주식회사에 운송을 위탁한 수출화물이 운송 중 도난당하는 사고가 발생하자 그로부터 3일 후 ‘도난당한 화물은 회수가능성이 없으니 손해배상을 청구한다’는 내용의 서면을 丙 회사에 보냈는데, 甲 회사와 丙 회사가 체결한 항공화물 운송계약에는 ‘丙 회사는 화물의 도난 등으로 인한 甲 회사와 제3자의 모든 손해를 배상하여야 한다. 손해배상액은 甲 회사가 산정하여 서면통보하고 丙 회사는 통보일로부터 15일 이내에 전액 현금으로 甲 회사에 지급하여야 한다’는 내용의 조항이 있고, 丙 회사가 수출화물을 선적하면서 송하인을 甲 회사, 수하인을 乙 법인으로 하여 발행한 항공화물운송장의 이면약관에는 ‘화물이 멸실, 손상, 지연된 경우 인도받을 권리를 가지는 자에 의해 운송인에게 서면으로 이의가 이루어져야 한다. 항공화물운송장이 발행된 날 또는 화물을 인수한 날로부터 120일 이내에 서면으로 된 이의가 이루어지지 않는 경우에는 운송인을 상대로 소를 제기할 수 없다’는 내용의 조항이 있는 사안에서, 위 이면약관 조항에서 ‘인도받을 권리를 가지는 자’는 송하인인 甲 회사가 ‘국제항공운송에 있어서의 일부 규칙 통일에 관한 협약’ 제12조 제1항에서 정한 처분권을 행사하지 아니하는 한 수하인인 乙 법인을 의미하고, 다만 위 이면약관 조항은 운송계약 조항의 내용에 배치되는 한도 내에서는 효력이 없으므로, 甲 회사가 운송계약 조항에 따라 손해배상을 청구하는 서면을 丙 회사에 보낸 이상, 丙 회사는 이면약관 조항에서 정한 부제소특약을 주장할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 운임 및 보험료 포함(Carriage and Insurance Paid, CIP) 조건으로 매수인을 수하인으로 하여 항공화물운송인에게 운송물을 위탁하는 방법으로 물품을 인도하기로 하는 수출입매매계약이 체결된 경우, 특별한 사정이 없는 한 물품이 도착지에 도착함으로써 매수인이 운송인에 대하여 물품의 인도청구권을 취득하였을 때에 매도인으로부터 매수인에게 물품의 인도가 이루어지고 그 소유권이 매수인에게 이전된다. 이 경우 매도인으로서는 운송계약의 대상인 수출 물품이 목적지에 손상 없이 도착하여 상대방에게 무사히 인도되는 것에 관하여 기대이익(expected profit)을 포함하여 경제적 이익이 없다고 할 수 없으므로, 매도인과 보험회사 사이에 체결한 보험계약의 피보험이익이 매도인에게 없다고 볼 수 없다.<br/>[2] 甲 주식회사가 파라과이 소재 乙 외국법인과 운임 및 보험료 포함(Carriage and Insurance Paid, CIP) 조건으로 수출계약을 체결하여 丙 주식회사에 운송을 위탁한 수출화물이 운송 중 도난당하는 사고가 발생하자 그로부터 3일 후 ‘도난당한 화물은 회수가능성이 없으니 손해배상을 청구한다’는 내용의 서면을 丙 회사에 보냈는데, 甲 회사와 丙 회사가 체결한 항공화물 운송계약에는 ‘丙 회사는 화물의 도난 등으로 인한 甲 회사와 제3자의 모든 손해를 배상하여야 한다. 손해배상액은 甲 회사가 산정하여 서면통보하고 丙 회사는 통보일로부터 15일 이내에 전액 현금으로 甲 회사에 지급하여야 한다’는 내용의 조항이 있고, 丙 회사가 수출화물을 선적하면서 송하인을 甲 회사, 수하인을 乙 법인으로 하여 발행한 항공화물운송장의 이면약관(Conditions of Contract on Reverse Side of the Air Waybill)에는 ‘화물이 멸실, 손상, 지연된 경우 인도받을 권리를 가지는 자(the person entitled to delivery)에 의해 운송인에게 서면으로 이의가 이루어져야 한다. 항공화물운송장이 발행된 날 또는 화물을 인수한 날로부터 120일 이내에 서면으로 된 이의가 이루어지지 않는 경우에는 운송인을 상대로 소를 제기할 수 없다’는 내용의 조항이 있는 사안에서, 화물의 출발지와 도착지가 모두 ‘국제항공운송에 있어서의 일부 규칙 통일에 관한 협약’(이하 ‘몬트리올 협약’이라 한다)의 당사국이므로 위 국제항공운송에 관한 법률관계에는 몬트리올 협약이 민법이나 상법보다 우선적으로 적용되는데, 몬트리올 협약 제11조, 제12조 제1항, 제4항, 제13조의 체계와 내용을 종합하면, 항공화물운송에서 운송인이 화물을 분실하거나 화물이 도착하지 아니하였을 때에 수하인은 운송인에 대하여 운송계약으로부터 발생한 권리를 행사할 권한이 있고 송하인에게 부여된 권리는 수하인의 권리가 발생한 때에 소멸하므로, 위 이면약관 조항에서 화물이 멸실, 손상 지연된 경우에 운송인에게 일정한 기간 내에 서면으로 이의를 제기할 수 있는 ‘인도받을 권리를 가지는 자’는 운송 도중 송하인인 甲 회사가 몬트리올 협약 제12조 제1항에서 정한 처분권을 행사하지 아니하는 한 수하인인 乙 법인을 의미하고, 다만 위 이면약관 조항은 운송계약 조항의 내용에 배치되는 한도 내에서는 효력이 없으므로, 甲 회사가 운송계약 조항에 따라 손해배상을 청구하는 서면을 丙 회사에 보낸 이상, 丙 회사는 이면약관 조항에서 정한 부제소특약을 주장할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제188조 제1항, 상법 제693조, 제698조, 제918조, 국제항공운송에 있어서의 일부 규칙 통일에 관한 협약 제13조 제1항 / [2] 국제항공운송에 있어서의 일부 규칙 통일에 관한 협약 제1조, 제11조 제1항, 제12조 제1항, 제4항, 제13조, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 1998. 11. 10. 선고 98도2526 판결(공1998하, 2903), 대법원 2012. 3. 29. 선고 2011다99061 판결<br/>"
}