{
  "판례일련번호": "194231",
  "사건명": "법인세부과처분취소",
  "사건번호": "2017두63887",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180315",
  "판시사항": "[1] 법인세법 제52조에 정한 부당행위계산부인의 의미와 경제적 합리성에 대한 판단 기준<br/>[2] 카지노업 등을 영위하는 甲 주식회사가 ‘乙 관광개발공사 정상화 유도를 통한 지역경제 활성화 기여’를 지정기탁사유로 150억 원의 기부금을 丙 지방자치단체에 지급하였고, 乙 공사가 丙 지방자치단체로부터 위 기부금을 교부받아 운영자금으로 사용하였는데, 甲 회사가 위 기부금이 지방자치단체에 무상으로 기증하는 금품에 해당한다고 보아 해당 사업연도의 손금에 산입한 후 법인세를 신고·납부하자, 과세관청이 甲 회사가 특수관계인의 지위에 있는 乙 공사에 제3자인 丙 지방자치단체를 통하여 우회지원을 한 것이므로 법인세법 제52조의 부당행위계산부인 규정을 적용하여 위 기부금 전액을 손금불산입하여 甲 회사에 법인세 부과처분을 한 사안에서, 위 기부금은 손금산입이 허용되는 법정기부금에 해당하고, 甲 회사의 기부행위와 丙 지방자치단체의 자금지원행위를 하나의 행위 또는 거래라고 섣불리 단정하여 과세대상으로 삼아서는 아니 된다고 한 사례<br/>",
  "판결요지": "[1] 법인세법 제52조에서 규정한 부당행위계산부인은 법인이 특수관계에 있는 자와의 거래에 있어 정상적인 경제인의 합리적인 방법에 의하지 아니하고 법인세법 시행령 제88조 제1항 각호에 열거된 여러 거래형태를 빙자하여 남용함으로써 조세부담을 부당하게 회피하거나 경감시킨 경우에 과세권자가 이를 부인하고 법령에 정하는 방법에 의하여 객관적이고 타당하다고 보이는 소득이 있는 것으로 의제하는 제도로서, 경제인의 입장에서 볼 때 부자연스럽고 불합리한 행위계산을 하여 경제적 합리성을 무시하였다고 인정되는 경우에 한하여 적용되는 것이고, 경제적 합리성의 유무에 관한 판단은 거래행위의 여러 사정을 구체적으로 고려하여 과연 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성을 결여한 비정상적인 것인지의 여부에 따라 판단하여야 한다.<br/>[2] 카지노업 등을 영위하는 甲 주식회사가 ‘乙 관광개발공사 정상화 유도를 통한 지역경제 활성화 기여’를 지정기탁사유로 150억 원의 기부금을 丙 지방자치단체에 지급하였고, 乙 공사가 丙 지방자치단체로부터 위 기부금을 교부받아 운영자금으로 사용하였는데, 甲 회사가 위 기부금이 지방자치단체에 무상으로 기증하는 금품에 해당한다고 보아 해당 사업연도의 손금에 산입한 후 법인세를 신고·납부하자, 과세관청이 甲 회사가 특수관계인의 지위에 있는 乙 공사에 제3자인 丙 지방자치단체를 통하여 우회지원을 한 것이므로 법인세법 제52조의 부당행위계산부인 규정을 적용하여 위 기부금 전액을 손금불산입하여 甲 회사에 법인세 부과처분을 한 사안에서, 甲 회사의 기부행위는 기부금품의 모집 및 사용에 관한 법률의 규정에 따라 공익적 목적을 달성하기 위하여 상대방 및 수혜자를 丙 지방자치단체로 하여 이루어진 것으로서 거기에 별다른 조세회피의 목적이 있었다고 보기 어려운 만큼, 위 기부금은 손금산입이 허용되는 법정기부금에 해당하는 것으로 보아야 하고, 최종적인 결과만을 내세워 위 기부행위와 丙 지방자치단체의 자금지원행위를 하나의 행위 또는 거래라고 섣불리 단정하여 과세대상으로 삼아서는 아니 되는데도, 위 기부행위가 경제적 합리성을 무시한 비정상적인 우회행위에 해당하여 부당행위계산부인 규정의 적용대상이 된다는 등의 잘못된 전제 아래 위 처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 법인세법 제52조, 법인세법 시행령 제88조 제1항 / [2] 법인세법 제24조 제2항 제1호, 제52조, 법인세법 시행령 제88조 제1항, 기부금품의 모집 및 사용에 관한 법률 제5조 제2항, 기부금품의 모집 및 사용에 관한 법률 시행령 제14조<br/>",
  "참조판례": "[1] 대법원 2007. 12. 13. 선고 2005두14257 판결(공2008상, 67), 대법원 2010. 10. 28. 선고 2008두15541 판결(공2010하, 2188), 대법원 2012. 11. 29. 선고 2010두19294 판결(공2013상, 89)<br/>"
}