{
  "판례일련번호": "194239",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2016두59430",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180313",
  "판시사항": "[1] 원사업자가 정당한 사유 없이 일률적인 비율로 단가를 인하하여 하도급대금을 결정하거나 수급사업자와 합의하지 않고 일방적으로 낮은 단가로 하도급대금을 결정한 경우, 별도로 통상 지급되는 대가보다 현저하게 낮은 수준으로 하도급대금을 결정하였는지를 따질 필요 없이 부당한 하도급대금의 결정으로 볼 수 있는지 여부(적극)<br/>[2] 구 하도급거래 공정화에 관한 법률 제4조 제2항 제1호의 ‘일률적인 비율로 단가를 인하’한다는 의미 및 원사업자가 결정한 인하율이 수급사업자에 따라 어느 정도 편차가 있더라도 전체적으로 동일하거나 일정한 구분에 따른 비율로 단가를 인하한 것으로 볼 수 있는 경우, ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당하는지 여부(적극)<br/>[3] 구 하도급거래 공정화에 관한 법률 제4조 제2항 제5호가 정하는 ‘합의 없이 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’의 의미 및 이때 ‘합의 없이 일방적으로’ 대금을 결정하였는지 판단하는 방법<br/>[4] 구 하도급거래 공정화에 관한 법률 제25조 제1항에서 열거한 조항들 모두에 대하여 지급명령이 당연히 허용되는지 여부(소극) 및 해당 위반행위에 따른 지급명령이 허용되는지 여부와 그 범위를 판단하는 방법<br/>[5] 구 하도급거래 공정화에 관한 법률 제4조 제2항 제1호 위반행위 또는 제5호 위반행위에 대한 시정조치로서 지급명령이 허용되는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항에서 명확하게 규정하고 있듯이, 원사업자가 정당한 사유 없이 일률적인 비율로 단가를 인하하여 하도급대금을 결정하거나 수급사업자와 합의하지 않고 일방적으로 낮은 단가로 하도급대금을 결정한 경우에는 통상 지급되는 대가보다 현저하게 낮은 수준으로 하도급대금을 결정하였는지를 따질 필요 없이 부당한 하도급대금의 결정으로 보아야 한다.<br/>[2] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항 제1호에서 ‘일률적인 비율로 단가를 인하’한다는 의미는 둘 이상의 수급사업자나 품목에 관하여 수급사업자의 경영 상황, 시장 상황, 목적물 등의 종류·거래규모·규격·품질·용도·원재료·제조공법·공정 등 개별적인 사정에 차이가 있는데도 동일한 비율 또는 위와 같은 차이를 반영하지 않고 일정한 구분에 따른 비율로 단가를 인하하는 것을 말한다. 그 결정된 인하율이 수급사업자에 따라 어느 정도 편차가 있더라도 위 기준에 비추어 전체적으로 동일하거나 일정한 구분에 따른 비율로 단가를 인하한 것으로 볼 수 있다면 ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당한다.<br/>[3] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항 제5호가 정하는 ‘합의 없이 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’란 원사업자가 거래상 우월적 지위에 있음을 기화로 수급사업자의 실질적인 동의나 승낙이 없는데도 단가 등을 낮게 정하는 방식으로 일방적으로 하도급대금을 결정하는 행위를 말한다.<br/>  여기서 ‘합의 없이 일방적으로’ 대금을 결정하였는지는 원사업자의 수급사업자에 대한 거래상 우월적 지위의 정도, 수급사업자의 원사업자에 대한 거래의존도, 계속적 거래관계의 유무와 정도, 거래관계를 지속한 기간, 문제 된 행위를 전후로 한 시장 상황 등과 함께, 하도급대금이 결정되는 과정에서 수급사업자가 의사표시의 자율성을 제약받지 않고 협의할 수 있었는지 여부와 그 제약의 정도, 결정된 하도급대금으로 인해 수급사업자가 입은 불이익의 내용과 정도 등을 종합적으로 고려하여 판단하여야 한다.<br/>[4] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제25조 제1항은 제3조 제1항부터 제4항까지 및 제9항, 제4조부터 제12조까지, 제12조의2, 제12조의3, 제13조, 제13조의2, 제14조부터 제16조까지, 제16조의2 제4항 및 제17조부터 제20조까지의 규정을 위반한 발주자와 원사업자에 대한 시정조치로서 공정거래위원회는 하도급대금 등의 지급, 법 위반행위의 중지, 향후 재발방지, 그 밖에 해당 위반행위의 시정에 필요한 조치를 권고하거나 명할 수 있다고 정하고 있다.<br/>  이처럼 시정조치의 대상이 되는 여러 위반행위와 이에 대한 다양한 내용의 시정조치를 하나의 규정에 포괄하여 정하고 있으므로, 위에서 열거한 조항들 모두에 대하여 특수한 형태의 시정조치인 지급명령이 당연히 허용된다고 단정할 수는 없다. 따라서 구체적 위반행위의 법적 성격과 내용, 지급명령의 대상이 되는 급부의 법적 성격, 법문상 지급명령액 산정의 기준이 되는 금액이 특정되는지, 해석상 그 산정 기준 금액을 명확하고 구체적으로 도출할 수 있는지 등을 종합적으로 고려하여, 해당 위반행위에 따른 지급명령이 허용되는지 여부와 그 범위를 판단하여야 한다.<br/>[5] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것, 이하 ‘구 하도급법’이라 한다) 제4조 위반으로 인한 지급명령은 공정거래위원회가 간편하게 손해배상 등의 지급을 명하는 것이라고 할 수 있다. 구 하도급법 제4조 제2항 제1호나 제5호 위반으로 인한 지급명령이 허용된다면 그 지급명령은 당사자 사이의 사적 자치에 따라 정하여졌을 대금액을 전제로 하여야 한다. 그런데 제1호 위반행위나 제5호 위반행위가 있다고 하더라도 각 품목이나 거래별로 개별적 사정이 있을 수 있어 위반행위 전의 단가가 당연히 지급명령액 산정의 기준액이 된다고 단정할 수 없고, 제1호 위반행위나 제5호 위반행위의 성질상 이러한 위반행위가 없었더라면 원사업자와 수급사업자가 실제 정하였을 대금액을 상정하기도 어렵다. 따라서 제1호 위반행위 또는 제5호 위반행위에 대한 시정조치로서 지급명령은 원칙적으로 허용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제1항, 제2항 제1호, 제5호 / [2] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항 제1호 / [3] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항 제5호 / [4] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제25조 제1항 / [5] 구 하도급거래 공정화에 관한 법률(2013. 5. 28. 법률 제11842호로 개정되기 전의 것) 제4조 제2항 제1호, 제5호, 제25조 제1항<br/>",
  "참조판례": "[1] 대법원 2010. 4. 29. 선고 2008두14296 판결(공2010상, 1025) / [2] 대법원 2011. 3. 10. 선고 2009두1990 판결(공2011상, 740) / [3] 대법원 2017. 12. 7. 선고 2016두35540 판결(공2018상, 197)<br/>"
}