{
  "판례일련번호": "194313",
  "사건명": "종합소득세등부과처분취소",
  "사건번호": "2017두69991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180329",
  "판시사항": "[1] 구 국세기본법 제26조의2 제1항 제1호의 입법 취지 / 구 국세기본법 제26조의2 제1항 제1호가 정한 ‘사기 기타 부정한 행위’의 의미 및 다른 행위를 수반함이 없이 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것이 이에 해당하는지 여부(소극) / 납세자가 명의를 위장하여 소득을 얻는 경우, 명의위장 사실만으로 구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’에 해당한다고 볼 수 있는지 여부(소극)<br/>[2] 甲이 乙 등에게 명의신탁한 비상장법인 丙 주식회사의 주식 일부를 자신 명의로 보유하고 있던 주식과 함께 丁에게 양도하고 각 주식 명의자들의 명의로 양도소득세를 신고하였는데, 과세관청이 명의신탁된 주식에 대하여 지급된 배당금이 실질적으로 甲에게 귀속되었다는 이유로 종합소득세 부과처분을, 甲이 양도한 주식의 가액을 과소신고하였다는 이유로 양도소득세 부과처분을 한 사안에서, 甲의 주식 명의신탁 행위와 이에 뒤따르는 부수행위를 조세포탈의 목적에서 비롯된 부정한 적극적인 행위로 볼 수 없으므로, 위 종합소득세와 양도소득세의 부과제척기간은 구 국세기본법 제26조의2 제1항 제3호에 따라 5년으로 봄이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 같다) 제26조의2 제1항 제1호의 입법 취지는, 조세법률관계의 신속한 확정을 위하여 원칙적으로 국세 부과권의 제척기간을 5년으로 하면서도, 국세에 관한 과세요건사실의 발견을 곤란하게 하거나 허위의 사실을 작출하는 등의 부정한 행위가 있는 경우에는 과세관청이 탈루신고임을 발견하기가 쉽지 아니하여 부과권의 행사를 기대하기 어려우므로, 당해 국세의 부과제척기간을 10년으로 연장하는 데 있다.<br/>  따라서 구 국세기본법 제26조의2 제1항 제1호가 정한 ‘사기 기타 부정한 행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 다른 행위를 수반함이 없이 단순히 세법상의 신고를 하지 아니하거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다. 또한 납세자가 명의를 위장하여 소득을 얻더라도, 명의위장이 조세포탈의 목적에서 비롯되고 나아가 여기에 허위 계약서의 작성과 대금의 허위지급, 과세관청에 대한 허위의 조세 신고, 허위의 등기·등록, 허위의 회계장부 작성·비치 등과 같은 적극적인 행위까지 부가되는 등의 특별한 사정이 없는 한, 명의위장 사실만으로 구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’에 해당한다고 볼 수 없다.<br/>[2] 甲이 乙 등에게 명의신탁한 비상장법인 丙 주식회사의 주식 일부를 자신 명의로 보유하고 있던 주식과 함께 丁에게 양도하고 각 주식 명의자들의 명의로 양도소득세를 신고하였는데, 과세관청이 명의신탁된 주식에 대하여 지급된 배당금이 실질적으로 甲에게 귀속되었다는 이유로 종합소득세 부과처분을, 甲이 양도한 주식의 가액을 과소신고하였다는 이유로 양도소득세 부과처분을 한 사안에서, 단순히 명의신탁이 있었다는 점만을 들어 甲이 오랜 기간에 걸쳐 누진세율의 회피 등과 같은 조세포탈의 목적을 일관되게 가지고 명의신탁하였다고 단정하기 어려운 점 등 제반 사정에 비추어, 甲의 주식 명의신탁 행위와 이에 뒤따르는 부수행위를 조세포탈의 목적에서 비롯된 부정한 적극적인 행위로 볼 수 없으므로 위 종합소득세와 양도소득세의 부과제척기간은 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항 제3호에 따라 5년으로 봄이 타당한데도, 위 각 처분이 모두 10년의 부과제척기간 내에 이루어진 것으로 적법하다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항 제1호 / [2] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항 제1호, 제3호<br/>",
  "참조판례": "[1] 대법원 2013. 12. 12. 선고 2013두7667 판결(공2014상, 196), 대법원 2015. 9. 15. 선고 2014두2522 판결(공2015하, 1675), 대법원 2017. 4. 13. 선고 2015두44158 판결(공2017상, 1023)<br/>"
}