{
  "판례일련번호": "194326",
  "사건명": "개발부담금부과처분취소",
  "사건번호": "2014두43158",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180327",
  "판시사항": "[1] 구 개발이익환수에 관한 법률 시행령 제4조 제1항 [별표 1]에서 개발부담금의 부과 대상인 물류시설용지조성사업의 하나로 규정된 ‘건축법에 근거하여 창고시설의 설치로 사실상 또는 공부상 지목변경이 수반되는 사업을 위한 용지조성사업’의 의미<br/>[2] 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (다)목에서 정한 ‘조성이 완료된 기존 대지’의 의미 / 위와 같은 ‘조성이 완료된 기존 대지’에 절토나 성토 없이 건축물이나 그 밖의 공작물을 설치하기 위하여 경미한 형질변경을 하였을 뿐이고 해당 토지의 지목이 ‘건축물의 부지’에 해당하는 여러 지목들 사이에서 단지 지상건물의 용도에 따라 변경되었을 뿐인 경우, 형질변경허가 등을 받아야 하는지 여부(소극) / 형질변경허가 등을 받을 필요가 없는 행위나 변경의 경우, 개발부담금의 부과 대상인 ‘물류시설용지조성사업’이 시행된 경우라고 볼 수 있는지 여부(소극)<br/>[3] 구 개발이익환수에 관한 법률 제5조 제2항 및 구 개발이익환수에 관한 법률 시행령 제4조 제1항 제2문의 규정 취지 / 어느 개발사업이 개발부담금의 부과 대상이 되는 개발사업의 범위 자체에 해당하지 않는 경우, 위 규정에 따라 그 개발사업의 면적을 포함한 합산면적을 기준으로 개발부담금을 부과할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 개발이익환수에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제4조 제1항 [별표 1]에서 개발부담금의 부과 대상인 물류시설용지조성사업의 하나로 규정된 ‘건축법에 근거하여 창고시설의 설치로 사실상 또는 공부상 지목변경이 수반되는 사업을 위한 용지조성사업’이란 단순히 창고시설을 건축하는 사업을 의미하는 것이 아니라, 그 창고시설의 부지로 사용할 토지에 대한 형질변경허가 등을 받아 그 부지를 조성하는 사업이 시행되는 경우를 의미한다.<br/>[2] 국토의 계획 및 이용에 관한 법률 시행령(이하 ‘국토계획법 시행령’이라 한다) 제53조 제3호 (다)목에서 ‘조성이 완료된 기존 대지’는 이미 형질변경허가 등을 통해 토지의 용도를 적법하게 변경하고 이미 평탄화공사를 마쳐 절토나 성토 없이도 건축물이나 공작물을 설치할 수 있는 상태가 되어 있는 토지를 말하며, 그 토지의 지목이 ‘대(垈)’인 경우만을 의미하는 것은 아니다.<br/>  결국 국토계획법 시행령 제53조 제3호 (다)목이 정하는 바와 같은 ‘조성이 완료된 기존 대지’에 절토나 성토 없이 건축물이나 그 밖의 공작물을 설치하기 위하여 경미한 형질변경을 하였을 뿐이고, 해당 토지의 지목이 ‘건축물의 부지’에 해당하는 여러 지목들 사이에서 단지 지상건물의 용도에 따라 변경되었을 뿐인 경우에는, 형질변경허가 등을 받을 필요가 없다. 그리고 그와 같이 형질변경허가 등을 받을 필요가 없는 행위나 변경의 경우라면, 공작물의 부지로 사용할 토지에 대한 형질변경허가 등을 받아 그 부지를 조성하는 사업, 즉 개발부담금의 부과 대상인 ‘물류시설용지조성사업’이 시행된 경우라고 볼 수 없다.<br/>[3] 구 개발이익환수에 관한 법률(2014. 1. 14. 법률 제12245호로 개정되기 전의 것) 제5조 제2항 및 그 위임에 따른 구 개발이익환수에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제4조 제1항 제2문은 동일인이 분할하여 시행하는 각각의 개발사업이 개발부담금의 부과 대상이 되는 개발사업의 범위에는 해당하나 개발사업의 규모(최소면적기준)를 충족하지 못하여 부과 대상이 되지 않는 경우에도 그 합산면적을 기준으로 하나의 개발행위가 시행되는 것으로 간주하여 개발부담금을 부과한다는 취지이다. 따라서 어느 개발사업이 개발부담금의 부과 대상이 되는 개발사업의 범위 자체에 해당하지 않는다면 그 개발사업의 면적을 포함한 합산면적을 기준으로 개발부담금을 부과할 여지는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 개발이익환수에 관한 법률(2014. 1. 14. 법률 제12245호로 개정되기 전의 것) 제2조 제2호, 제5조 제1항 제5호, 구 개발이익환수에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제4조 제1항 [별표 1] / [2] 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (다)목, 구 개발이익환수에 관한 법률(2014. 1. 14. 법률 제12245호로 개정되기 전의 것) 제2조 제2호, 제5조 제1항 제5호, 구 개발이익환수에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제4조 제1항 [별표 1] / [3] 구 개발이익환수에 관한 법률(2014. 1. 14. 법률 제12245호로 개정되기 전의 것) 제5조 제2항, 구 개발이익환수에 관한 법률 시행령(2013. 3. 23. 대통령령 제24443호로 개정되기 전의 것) 제4조 제1항<br/>",
  "참조판례": ""
}