{
  "판례일련번호": "194884",
  "사건명": "상해·강간·강제추행·아동·청소년의성보호에관한법률위반(강제추행)·성폭력범죄의처벌등에관한특례법위반(비밀준수등)·특정범죄가중처벌등에관한법률위반(도주치상)·특정범죄가중처벌등에관한법률위반(무고)·부착명령",
  "사건번호": "2017도20241, 2017전도132",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180412",
  "판시사항": "[1] 특정범죄 가중처벌 등에 관한 법률 제14조의 입법 취지 / 특정범죄 가중처벌 등에 관한 법률 제14조의 ‘이 법에 규정된 죄’에 같은 법 제14조 자체를 위반한 죄가 포함되는지 여부(소극)<br/>[2] 피고인이 교통사고를 야기하고 도주한 것이 사실인데도, 甲 등이 ‘피고인이 교통사고를 일으키고 도망하였다’는 내용으로 피고인을 뺑소니범으로 경찰에 허위로 고소하였으니 甲 등을 무고죄로 처벌해 달라는 내용의 고소장을 작성하여 경찰서에 제출함으로써 甲 등으로 하여금 특정범죄 가중처벌 등에 관한 법률 위반(무고)으로 형사처분을 받게 할 목적으로 무고하였다고 하여 같은 법 위반(무고)으로 기소된 사안에서, 원심이 공소사실에 관하여 같은 법 제14조를 적용하여 같은 법 위반(무고)죄로 판단한 것은 같은 법 제14조의 해석 및 같은 법 위반(무고)죄의 구성요건에 관한 법리를 오해하여 판단을 그르친 것이라고 한 사례<br/>",
  "판결요지": "[1] 특정범죄 가중처벌 등에 관한 법률(이하 ‘특정범죄가중법’이라고 한다) 제1조는 “이 법은 형법, 관세법, 조세범 처벌법, 지방세기본법, 산림자원의 조성 및 관리에 관한 법률 및 마약류관리에 관한 법률에 규정된 특정범죄에 대한 가중처벌 등을 규정함으로써 건전한 사회질서의 유지와 국민경제의 발전에 이바지함을 목적으로 한다.”라고 규정하고, 이어서 제2조, 제3조, 제4조2, 제4조의3, 제5조, 제5조의2, 제5조의3, 제5조의4, 제5조의5, 제5조의9, 제5조의10, 제5조의11, 제5조의12, 제6조, 제8조, 제8조의2, 제9조, 제11조, 제12조 등에서 특정 범죄행위에 관한 처벌규정을 두고 있다.<br/>  한편 특정범죄가중법 제14조는 “이 법에 규정된 죄에 대하여 형법 제156조에 규정된 죄를 범한 사람은 3년 이상의 유기징역에 처한다.”라고 규정하고 있다. 이는 특정범죄가중법 제2조 이하에서 특정범죄를 중하게 처벌하는 데 상응하여, 그에 대한 무고행위 또한 가중하여 처벌함으로써 위 법이 정한 특정범죄에 대한 무고행위를 억제하고, 이를 통해 보다 적정하고 효과적으로 입법 목적을 구현하고자 하는 규정이다.<br/>  이와 같은 특정범죄가중법의 입법 목적, 특정범죄가중법 제14조의 조문 위치와 문언의 체계 및 입법 취지에 더하여, 형벌법규의 해석은 엄격하여야 하고, 명문의 형벌법규의 의미를 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것은 죄형법정주의의 원칙에 어긋나는 것으로서 허용되지 아니하는 점 등을 종합하여 보면, 특정범죄가중법 제14조의 ‘이 법에 규정된 죄’에 특정범죄가중법 제14조 자체를 위반한 죄는 포함되지 않는다고 해석함이 타당하다.<br/>[2] 피고인이 교통사고를 야기하고 도주한 것이 사실인데도, 甲 등이 ‘피고인이 교통사고를 일으키고 도망하였다’는 내용으로 피고인을 뺑소니범으로 경찰에 허위로 고소하였으니 甲 등을 무고죄로 처벌해 달라는 내용의 고소장을 작성하여 경찰서에 제출함으로써 甲 등으로 하여금 특정범죄 가중처벌 등에 관한 법률(이하 ‘특정범죄가중법’이라고 한다) 위반(무고)으로 형사처분을 받게 할 목적으로 무고하였다고 하여 특정범죄가중법 위반(무고)으로 기소된 사안에서, 특정범죄가중법 제14조의 ‘이 법에 규정된 죄’에 특정범죄가중법 제14조 자체를 위반한 죄는 포함되지 않는데도, 원심이 이와 달리 보아 공소사실에 관하여 특정범죄가중법 제14조를 적용하여 특정범죄가중법 위반(무고)죄로 판단한 것은 특정범죄가중법 제14조의 해석 및 특정범죄가중법 위반(무고)죄의 구성요건에 관한 법리를 오해함으로써 판단을 그르친 것이라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 제156조, 특정범죄 가중처벌 등에 관한 법률 제1조, 제14조 / [2] 형법 제156조, 제268조, 특정범죄 가중처벌 등에 관한 법률 제5조의3 제1항 제2호, 제14조<br/>",
  "참조판례": ""
}