{
  "판례일련번호": "194871",
  "사건명": "저작인접권등부존재확인",
  "사건번호": "2013다56167",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160428",
  "판시사항": "[1] 1986. 12. 31. 법률 제3916호로 전부 개정되기 전의 구 저작권법에서 원저작물을 음반에 녹음한 자가 원저작자와 별개로 새로운 저작자가 되는지 여부(적극) / 구 저작권법상 음반에 관한 저작자의 의미 및 음반의 제작에 연주·가창 등의 실연이나 이에 대한 연출·지휘 등으로 사실적·기능적 기여를 하는 것만으로 음반에 관한 저작자가 될 수 있는지 여부(소극)<br/>[2] 1986. 12. 31. 법률 제3916호로 전부 개정된 저작권법 시행 전에 공표된 음반에 관한 저작권의 내용으로 전송권과 대여권이 인정되는지 문제 된 사안에서, 전송권은 인정되지만 대여권은 인정되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 저작권법(1986. 12. 31. 법률 제3916호로 전부 개정되기 전의 것, 이하 같다) 제5조 제2항 제4호에서 정한 ‘원저작물을 음반 또는 필름(이하 통칭하여 ‘음반’이라고 한다)에 사조(寫調) 또는 녹음(이하 통칭하여 ‘녹음’이라 한다)하는 것’은 연술이나 음악 등의 소리에 의하여 표현되는 저작물을 음반에 고정하여 재생이 가능하도록 한다는 의미이다. 구 저작권법은 ‘원저작물을 음반에 녹음하는 것’을 변형복제의 일종으로서 원저작물에 관한 저작권과는 별개의 새로운 저작권의 발생요건인 개작에 해당한다고 간주함으로써 음반에 수록되는 원저작물이 신저작물로 될 수 있는 정도로 변형된 것인지를 불문하고 녹음 자체를 창작행위로 보았다. 따라서 원저작물을 음반에 녹음한 자는 구 저작권법 제5조 제1항, 제2항의 규정에 의하여 원저작자와는 별개로 새로운 저작자가 된다.<br/>  구 저작권법에 의한 음반에 관한 저작자는 원저작물의 창작자는 아니지만 전달자로서 원저작물의 저작자와 일반 공중 사이를 매개하여 전달·유통시키는 역할을 하였는데, 비록 이후 저작권법의 개정에 따라 음반제작자의 권리가 저작인접권으로 인정되게 되었더라도 원저작물을 음반에 녹음하는 행위의 성격이나 원저작물의 이용을 촉진하기 위하여 음반의 제작·유통을 장려하고 보호할 필요성에 본질적인 변화가 있지 아니하는 점, 구 저작권법이 ‘원저작물을 음반에 녹음하는 것’ 자체를 창작행위로 간주하고 있었으므로 음반에 관한 저작자가 되기 위하여 반드시 원저작물을 음반에 녹음할 때 ‘음(音)’의 표현에 창작적 기여를 할 것이 요구되지는 아니하는 점 등을 종합하면, 구 저작권법상 음반에 관한 저작자의 결정에서 현행 저작권법상 음반제작자의 결정과 통일적인 기준을 적용할 필요가 있다.<br/>  그렇다면 구 저작권법상 음반에 관한 저작자는 음반의 저작권을 자신에게 귀속시킬 의사로 원저작물을 음반에 녹음하는 과정을 전체적으로 기획하고 책임을 지는 법률상의 주체를 뜻하고, 법률상의 주체로서의 행위가 아닌 한 음반의 제작에 연주·가창 등의 실연이나 이에 대한 연출·지휘 등으로 사실적·기능적 기여를 하는 것만으로는 음반에 관한 저작자가 될 수 없다.<br/>[2] 1986. 12. 31. 법률 제3916호로 전부 개정된 저작권법 시행 전에 공표된 음반에 관한 저작권의 내용으로 전송권과 대여권이 인정되는지 문제 된 사안에서, 구 저작권법(1986. 12. 31. 법률 제3916호로 전부 개정되기 전의 것, 이하 같다)에는 저작권자의 권리로서 전송권이 규정되어 있지 아니하였으나 2000. 1. 12. 법률 제6134호로 개정된 저작권법은 제18조의2로 저작권자의 전송권을 신설하면서 소급효를 제한하는 규정을 두지 아니하였고, 음반의 성격상 전송권이 인정될 여지가 없다는 등의 특별한 사정이 없는 이상 개정법률에 따라 전송권이 인정되고, 구 저작권법에는 저작권자의 권리로서 대여권이 규정되어 있지 아니하였는데, 1994. 1. 7. 법률 제4717호로 개정된 저작권법은 제43조 제2항에서 판매용 음반에 관하여 저작권자에게 대여권을 인정하는 규정을 신설하였으나 부칙(1994. 1. 7.) 제2항(대여권에 관한 경과조치)에서 “이 법 시행 전에 발행된 저작물이 수록된 판매용 음반의 대여에 관하여는 종전의 규정에 의한다.”라고 규정하고 있으므로, 대여권은 인정되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 저작권법(1986. 12. 31. 법률 제3916호로 전부 개정되기 전의 것) 제2조(현행 제2조 제1호 참조), 제5조(현행 제5조 참조), 저작권법 제2조 제6호 / [2] 구 저작권법(2006. 12. 28. 법률 제8101호로 전부 개정되기 전의 것) 제18조의2(현행 제18조 참조), 제43조 제2항(현행 제21조 참조), 부칙(1994. 1. 7.) 제2항<br/>",
  "참조판례": ""
}