{
  "판례일련번호": "194887",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2017두65524",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180412",
  "판시사항": "[1] 부가가치세의 과세거래인 ‘권리의 공급’에 해당하기 위한 요건<br/>[2] 甲 주식회사가 온실가스 배출 감축사업에 참여하여 정부로부터 위 감축사업을 위탁받은 에너지관리공단에 甲 회사의 온실가스 감축실적을 판매하는 형식으로 공단으로부터 금원을 지급받고 그 지급금을 부가가치세 과세표준에 포함시키지 않았는데, 과세관청이 甲 회사에 부가가치세를 경정·고지한 사안에서, 甲 회사의 감축실적의 판매는 부가가치세 과세대상 재화의 공급에 해당하므로 지급금은 부가가치세 과세표준에 포함되어야 한다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제1조 제1항 제1호, 제2항, 제5항, 제6조 제1항, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항의 내용과 취지 및 부가가치세는 소비재의 사용·소비행위에 담세력을 인정하는 세제이므로 과세대상이 되는 재화인지를 판단하기 위한 재산적 가치의 유무는 거래 당사자의 주관적인 평가가 아닌 재화의 경제적 효용가치에 의하여 객관적으로 결정하여야 한다는 부가가치세의 특성 등을 종합하면, 부가가치세의 과세거래인 ‘권리의 공급’에 해당하기 위해서는 현실적으로 이용될 수 있고 경제적 교환가치를 가지는 등 객관적인 재산적 가치가 인정되어 재화로서의 요건을 갖춘 권리의 양도 등이 이루어져야 한다.<br/>[2] 甲 주식회사가 온실가스 배출 감축사업에 참여하여 정부로부터 위 감축사업을 위탁받은 에너지관리공단에 甲 회사의 온실가스 감축실적을 판매하는 형식으로 공단으로부터 금원을 지급받고 그 지급금을 부가가치세 과세표준에 포함시키지 않았는데, 과세관청이 甲 회사에 부가가치세를 경정·고지한 사안에서, ‘온실가스배출 감축실적 정부구매 및 거래기준’(지식경제부공고 제2009-327호) 등에 따르면 甲 회사가 인증받아 판매한 감축실적은 사업자, 거래중개 전문기관 등 사이에서 거래되거나 정부에 판매될 수 있었고, 민간거래가 활성화되기 전이라 하더라도 정부가 일정한 가액으로 감축실적을 구매하였다면 적어도 정부가 구매한 가액만큼의 재산적 가치는 인정할 수 있는 것이므로, 당장의 수요나 이용방법이 없다고 하여 감축실적의 재산적 가치를 부인할 수는 없고, 공단이 甲 회사에 지급금을 지급하면서 甲 회사의 감축실적을 삭감하고 그 결과를 취합하여 정부에 보고한 것은 ‘감축실적의 귀속’에 해당하여 부가가치세법상 재화의 공급이라고 볼 수 있으므로, 甲 회사의 감축실적의 판매는 부가가치세 과세대상 재화의 공급에 해당하고, 지급금은 사업자가 정부에 감축실적을 공급한 대가로 봄이 타당하고 감축사업의 조성 및 재정상 원조라고 보기 어려우므로 부가가치세 과세표준에 포함되어야 한다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 제5항(현행 제2조 제1호 참조), 제6조 제1항(현행 제9조 제1항 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 제1항 제2호, 제2항 참조) / [2] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2항(현행 제2조 제1호 참조), 제5항(현행 제2조 제1호 참조), 제6조 제1항(현행 제9조 제1항 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 제1항 제2호, 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2015. 6. 11. 선고 2015도1504 판결(공2015하, 1013), 대법원 2015. 12. 10. 선고 2015두2284 판결<br/>"
}