{
  "판례일련번호": "194891",
  "사건명": "사해행위취소",
  "사건번호": "2016다223357",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180412",
  "판시사항": "[1] 부동산담보신탁계약에서 우선수익권의 의미와 법적 성질(=신탁계약상 권리)<br/>[2] 甲 주식회사가 乙 주식회사에 대한 채무를 담보하기 위해 신탁회사인 丙 주식회사와 甲 회사 소유의 아파트에 관하여 우선수익자를 乙 회사로 하는 부동산담보신탁계약을 체결하였는데, 그 후 甲 회사가 乙 회사의 동의를 받아 신탁계약을 해지하고 甲 회사 명의로 아파트에 관한 소유권이전등기를 마친 다음, 같은 날 乙 회사와 대물변제계약을 체결하여 乙 회사에 아파트에 관한 소유권이전등기를 마쳐주자, 甲 회사의 채권자인 국가가 대물변제계약이 사해행위에 해당한다며 乙 회사를 상대로 사해행위취소를 구한 사안에서, 신탁계약이 해지로 종료하여 신탁계약상 乙 회사가 더 이상 우선수익자로서 수익권을 행사할 수 없는데도 대물변제계약이 사해행위에 해당하지 않는다고 판단한 원심판결에 법리오해 등 잘못이 있다고 한 사례<br/>[3] 자유심증주의의 한계<br/>",
  "판결요지": "[1] 신탁행위로 정한 바에 따라 수익자로 지정된 사람은 당연히 수익권을 취득한다(신탁법 제56조 제1항). 신탁재산에 속한 재산의 인도와 그 밖에 신탁재산에 기한 급부를 요구하는 청구권이 수익권의 주된 내용을 이루지만, 수익자는 그 외에도 신탁법상 수익자의 지위에서 여러 가지 권능을 가지며, 수익권의 구체적인 내용은 특별한 사정이 없는 한 계약자유의 원칙에 따라 신탁계약에서 다양한 내용으로 정할 수 있다. 우선수익권은 구 신탁법이나 신탁법에서 규정한 법률 용어는 아니나, 거래 관행상 통상 부동산담보신탁계약에서 우선수익자로 지정된 채권자가 채무자의 채무불이행 시에 신탁재산 처분을 요청하고 처분대금에서 자신의 채권을 위탁자인 채무자나 그 밖의 다른 채권자들에 우선하여 변제받을 수 있는 권리를 말한다. 우선수익권은 수익급부의 순위가 다른 수익자에 앞선다는 점을 제외하면 그 법적 성질은 일반적인 수익권과 다르지 않다. 채권자는 담보신탁을 통하여 담보물권을 얻는 것이 아니라 신탁이라는 법적 형식을 통하여 도산 절연 및 담보적 기능이라는 경제적 효과를 달성하게 되는 것일 뿐이므로, 그 우선수익권은 우선 변제적 효과를 채권자에게 귀속시킬 수 있는 신탁계약상 권리이다.<br/>[2] 甲 주식회사가 乙 주식회사에 대한 채무를 담보하기 위해 신탁회사인 丙 주식회사와 甲 회사 소유의 아파트에 관하여 우선수익자를 乙 회사로 하는 부동산담보신탁계약을 체결하였는데, 그 후 甲 회사가 乙 회사의 동의를 받아 신탁계약을 해지하고 甲 회사 명의로 아파트에 관한 소유권이전등기를 마친 다음, 같은 날 乙 회사와 대물변제계약을 체결하여 乙 회사에 아파트에 관한 소유권이전등기를 마쳐주자, 甲 회사의 채권자인 국가가 대물변제계약이 사해행위에 해당한다며 乙 회사를 상대로 사해행위취소를 구한 사안에서, 대물변제계약의 이행을 위하여 작성한 분양계약서에 매도인이 丙 회사가 아닌 甲 회사로 기재되어 있는 점, 乙 회사에 아파트에 관한 소유권이전등기를 마쳐준 것도 丙 회사가 아닌 甲 회사인 점 등에 비추어 대물변제계약이 신탁계약에서 정한 처분·환가의 일환으로 체결된 것이라고 보기 어렵고, 오히려 신탁계약이 해지로 종료하여 ‘우선수익자가 갖는 수익권의 유효기간은 신탁계약에 따른 우선수익자의 채권발생일부터 신탁계약 종료일까지로 한다’는 내용의 신탁계약 조항에 따라 乙 회사가 더 이상 우선수익자로서 수익권을 행사할 수 없는데도, 이와 달리 보아 대물변제계약이 사해행위에 해당하지 않는다고 판단한 원심판결에 부동산담보신탁계약의 해지 및 종료 사유와 우선수익권의 법적 성질 등에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>[3] 민사소송법 제202조가 선언하고 있는 자유심증주의는 형식적, 법률적인 증거규칙으로부터의 해방을 뜻할 뿐 법관의 자의적인 판단을 용인한다는 것이 아니므로 적법한 증거조사절차를 거쳐 증거능력 있는 적법한 증거에 의하여 사회정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 사실 주장의 진실 여부를 판단하여야 할 것이며 비록 사실의 인정이 사실심의 전권에 속한다고 하더라도 이와 같은 제약에서 벗어날 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 신탁법 제56조 제1항, 민법 제105조 / [2] 신탁법 제56조 제1항, 민법 제105조, 제406조 / [3] 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 2017. 6. 22. 선고 2014다225809 전원합의체 판결(공2017하, 1534) / [3] 대법원 1982. 8. 24. 선고 82다카317 판결(공1982, 877), 대법원 2006. 11. 24. 선고 2006다35766 판결<br/>"
}