{
  "판례일련번호": "194873",
  "사건명": "부당이득금반환",
  "사건번호": "2012다19659",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160428",
  "판시사항": "[1] 집합물에 대한 양도담보권자가 점유개정의 방법으로 양도담보권설정계약 당시 존재하는 집합물의 점유를 취득한 후 양도담보권설정자가 집합물을 이루는 개개의 물건을 반입한 경우, 양도담보권의 효력이 나중에 반입한 물건에 미치는지 여부(적극) 및 반입한 물건이 제3자 소유인 경우, 그 물건에 양도담보권의 효력이 미치는지 여부(소극)<br/>[2] 민법 제261조에서 정한 ‘부당이득에 관한 규정에 의하여 보상을 청구할 수 있다’는 것의 의미<br/>[3] 양도담보권의 목적인 주된 동산에 다른 동산이 부합되어 부합된 동산에 관한 권리자가 권리를 상실하는 손해를 입은 경우, 민법 제261조에 따라 보상을 청구할 수 있는 상대방(=양도담보권설정자)<br/>",
  "판결요지": "[1] 재고상품, 제품, 원자재 등과 같은 집합물을 하나의 물건으로 보아 일정 기간 계속하여 채권담보의 목적으로 삼으려는 이른바 집합물에 대한 양도담보권설정계약에서는 담보목적인 집합물을 종류, 장소 또는 수량지정 등의 방법에 의하여 특정할 수 있으면 집합물 전체를 하나의 재산권 객체로 하는 담보권의 설정이 가능하므로, 그에 대한 양도담보권설정계약이 이루어지면 집합물을 구성하는 개개의 물건이 변동되거나 변형되더라도 한 개의 물건으로서의 동일성을 잃지 아니한 채 양도담보권의 효력은 항상 현재의 집합물 위에 미치고, 따라서 그러한 경우에 양도담보권자가 점유개정의 방법으로 양도담보권설정계약 당시 존재하는 집합물의 점유를 취득하면 그 후 양도담보권설정자가 집합물을 이루는 개개의 물건을 반입하였더라도 별도의 양도담보권설정계약을 맺거나 점유개정의 표시를 하지 않더라도 양도담보권의 효력이 나중에 반입된 물건에도 미친다. 다만 양도담보권설정자가 양도담보권설정계약에서 정한 종류·수량에 포함되는 물건을 계약에서 정한 장소에 반입하였더라도 그 물건이 제3자의 소유라면 담보목적인 집합물의 구성부분이 될 수 없고 따라서 그 물건에는 양도담보권의 효력이 미치지 않는다.<br/>[2] 민법 제261조는 첨부에 관한 민법 규정에 의하여 어떤 물건의 소유권 또는 그 물건 위의 다른 권리가 소멸한 경우 이로 인하여 손해를 받은 자는 ‘부당이득에 관한 규정에 의하여 보상을 청구할 수 있다’고 규정하고 있는데, 여기서 ‘부당이득에 관한 규정에 의하여 보상을 청구할 수 있다’는 것은 법률효과만이 아니라 법률요건도 부당이득에 관한 규정이 정하는 바에 따른다는 의미이다.<br/>[3] 부당이득반환청구에서 이득이란 실질적인 이익을 의미하는데, 동산에 대하여 양도담보권을 설정하면서 양도담보권설정자가 양도담보권자에게 담보목적인 동산의 소유권을 이전하는 이유는 양도담보권자가 양도담보권을 실행할 때까지 스스로 담보물의 가치를 보존할 수 있게 함으로써 만약 채무자가 채무를 이행하지 않더라도 채권자인 양도담보권자가 양도받은 담보물을 환가하여 우선변제받는 데에 지장이 없도록 하기 위한 것이고, 동산양도담보권은 담보물의 교환가치 취득을 목적으로 하는 것이다. 이러한 양도담보권의 성격에 비추어 보면, 양도담보권의 목적인 주된 동산에 다른 동산이 부합되어 부합된 동산에 관한 권리자가 권리를 상실하는 손해를 입은 경우 주된 동산이 담보물로서 가치가 증가된 데 따른 실질적 이익은 주된 동산에 관한 양도담보권설정자에게 귀속되는 것이므로, 이 경우 부합으로 인하여 권리를 상실하는 자는 양도담보권설정자를 상대로 민법 제261조에 따라 보상을 청구할 수 있을 뿐 양도담보권자를 상대로 보상을 청구할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제189조, 제372조[양도담보·가등기담보] / [2] 민법 제261조, 제741조 / [3] 민법 제257조, 제261조, 제372조[양도담보·가등기담보], 제741조<br/>",
  "참조판례": "[1] 대법원 1988. 12. 27. 선고 87누1043 판결(공1989, 244), 대법원 1999. 9. 7. 선고 98다47283 판결(공1999하, 2069) / [2] 대법원 2009. 9. 24. 선고 2009다15602 판결(공2009하, 1743) / [3] 대법원 1992. 11. 24. 선고 92다25830, 25847 판결(공1993상, 232), 대법원 2009. 11. 26. 선고 2006다37106 판결(공2010상, 8)<br/>"
}