{
  "판례일련번호": "194885",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2013도6962",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180412",
  "판시사항": "[1] 자본시장과 금융투자업에 관한 법률 제176조 제2항 제2호, 제3호에서 정한 ‘시세가 자기 또는 타인의 시장 조작에 의하여 변동한다는 말’, ‘매매를 함에 있어서 중요한 사실’의 의미 및 ‘매매를 유인할 목적’의 의미와 판단 방법 / 유사투자자문업자가 상장증권 등에 대한 투자판단 또는 상장증권 등의 가치에 관하여 조언을 하면서 같은 법 제176조 제2항 제2호, 제3호에서 정한 시장오도행위를 하는 것이 허용되는지 여부(소극)<br/>[2] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호에서 정한 ‘부정한 수단, 계획 또는 기교’의 의미와 판단 방법<br/>[3] 자본시장과 금융투자업에 관한 법률 제178조 제2항에서 정한 ‘위계’의 의미<br/>[4] 자본시장과 금융투자업에 관한 법률 제176조와 제178조의 보호법익 / 상장증권의 시세변동, 부정거래 등의 목적으로 같은 법 제176조와 제178조에 해당하는 수 개의 행위를 단일하고 계속된 범의 아래 일정기간 계속하여 반복한 경우, 그 죄수(=포괄일죄)<br/>[5] 자본시장과 금융투자업에 관한 법률 제178조 제2항에서 사기적 부정거래행위를 금지하는 취지 및 사기적 부정거래행위인지 판단하는 방법<br/>[6] 자본시장과 금융투자업에 관한 법률 제448조에서 양벌규정을 둔 취지 및 법인 대표자의 법규위반행위에 대한 법인의 책임의 성격(=법인의 직접책임) / 주식회사의 주식이 사실상 1인의 주주에 귀속하는 1인회사의 경우에도 양벌규정에 따른 책임에 관하여 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률 제176조 제2항 제2호, 제3호는 상장증권 또는 장내파생상품의 매매를 유인할 목적으로, 시세가 자기 또는 타인의 시장 조작에 의하여 변동한다는 말을 유포하는 행위(제2호), 매매를 함에 있어서 중요한 사실에 관하여 거짓의 표시 또는 오해를 유발시키는 표시를 하는 행위(제3호)를 금지하고 있고, 제443조 제1항 제5호는 위와 같은 시장오도행위를 한 자를 처벌하도록 규정하고 있다.<br/>  여기서 ‘시세가 자기 또는 타인의 시장 조작에 의하여 변동한다는 말’이란 정상적인 수요·공급에 따라 자유경쟁시장에서 형성될 시세 및 거래량을 시장요인에 의하지 아니한 다른 요인으로 인위적으로 변동시킬 수 있다는 말을 의미한다. 그리고 ‘매매를 함에 있어서 중요한 사실’이란 당해 법인의 재산·경영에 관하여 중대한 영향을 미치거나 상장증권 등의 공정거래와 투자자 보호를 위하여 필요한 사항으로서 투자자의 투자판단에 영향을 미칠 수 있는 사항을 의미한다.<br/>  또한 ‘매매를 유인할 목적’이란 시장오도행위를 통해 투자자들로 하여금 시장의 상황이나 상장증권의 가치 등에 관하여 오인하도록 하여 상장증권 등의 매매에 끌어들이려는 목적을 말한다. 위와 같은 목적은 그것이 행위의 유일한 동기일 필요는 없으므로, 다른 목적과 함께 존재하여도 무방하고, 그 경우 어떤 목적이 행위의 주된 원인인지는 문제 되지 아니한다. 그 목적에 대한 인식의 정도는 적극적 의욕이나 확정적 인식임을 요하지 아니하고, 미필적 인식이 있으면 족하다. 투자자의 오해를 실제로 유발하였는지나 실제로 시세 변경의 결과가 발생하였는지, 타인에게 손해가 발생하였는지 등도 문제가 되지 아니한다. 피고인이 목적의 존재를 부인하는 경우, 이러한 주관적 구성요건 요소인 사실은 그 성질상 상당한 관련성이 있는 간접사실 또는 정황사실을 분석하는 방법에 의하여 그 존부를 판단할 수밖에 없다. 이때 무엇이 목적의 존재를 뒷받침할 수 있는 상당한 관련성이 있는 간접사실 또는 정황사실에 해당하는 것인지는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력 및 분석력에 의하여 합리적으로 판단하여야 한다.<br/>  나아가 유사투자자문업자라 하더라도 상장증권 등에 대한 투자판단 또는 상장증권 등의 가치에 관하여 조언을 하면서 자본시장과 금융투자업에 관한 법률 제176조 제2항 제2호, 제3호에서 정한 시장오도행위를 하는 것은 사회통념상 허용되는 투자조언을 넘는 것으로서 허용될 수 없다.<br/>[2] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호는 금융투자상품의 매매, 그 밖의 거래와 관련하여 부정한 수단, 계획 또는 기교를 사용하는 행위를 금지하고 있고, 제443조 제1항 제8호는 위와 같은 행위를 한 자를 처벌하도록 규정하고 있다. 여기서 ‘부정한 수단, 계획 또는 기교’란 사회통념상 부정하다고 인정되는 일체의 수단, 계획 또는 기교를 말한다. 이때 어떠한 행위를 부정하다고 할지는 그 행위가 법령 등에서 금지된 것인지, 다른 투자자들로 하여금 잘못된 판단을 하게 함으로써 공정한 경쟁을 해치고 선의의 투자자에게 손해를 전가하여 자본시장의 공정성, 신뢰성 및 효율성을 해칠 위험이 있는지를 고려해야 한다.<br/>[3] 자본시장과 금융투자업에 관한 법률 제178조 제2항은 금융투자상품의 매매, 그 밖의 거래를 할 목적이나 그 시세의 변동을 도모할 목적으로 한 풍문의 유포, 위계의 사용 등을 금지하고 있고, 제443조 제1항 제9호는 위와 같은 행위를 한 자를 처벌하도록 규정하고 있다. 여기서 ‘위계’란 거래 상대방이나 불특정 투자자를 기망하여 일정한 행위를 유인할 목적의 수단, 계획, 기교 등을 말한다.<br/>[4] 시세조종행위 등의 금지와 부정거래행위 등의 금지를 규정하고 있는 자본시장과 금융투자업에 관한 법률 제176조와 제178조의 보호법익은 상장증권 등 거래의 공정성 및 유통의 원활성 확보라는 사회적 법익이고, 상장증권의 소유자 등 개개인의 재산적 법익은 그 직접적인 보호법익이 아니다. 상장증권의 시세변동, 부정거래 등의 목적으로 같은 법 제176조와 제178조에 해당하는 수 개의 행위를 단일하고 계속된 범의 아래 일정기간 계속하여 반복한 경우, 같은 법 제176조와 제178조에서 정한 시세조종행위 등 금지 위반 및 부정거래행위 등 금지 위반의 포괄일죄가 성립한다.<br/>[5] 자본시장과 금융투자업에 관한 법률 제178조 제2항에서 사기적 부정거래행위를 금지하는 것은, 상장증권 등의 거래에 관한 사기적 부정거래가 다수인에게 영향을 미치고, 증권시장 전체를 불건전하게 할 수 있기 때문에, 상장증권 등의 거래에 참가하는 개개 투자자의 이익을 보호함과 함께 투자자 일반의 증권시장에 대한 신뢰를 보호하여, 증권시장이 국민경제의 발전에 기여할 수 있도록 하는 데 목적이 있다. 그러므로 상장증권의 매매 등 거래를 할 목적인지 여부나 위계인지 여부 등은 행위자의 지위, 행위자가 특정 진술이나 표시를 하게 된 동기와 경위, 그 진술 등이 미래의 재무상태나 영업실적 등에 대한 예측 또는 전망에 관한 사항일 때에는 합리적인 근거에 기초하여 성실하게 행하여진 것인지, 그 진술 등의 내용이 거래 상대방이나 불특정 투자자들에게 오인·착각을 유발할 위험이 있는지, 행위자가 그 진술 등을 한 후 취한 행동과 주가의 동향, 행위 전후의 제반 사정 등을 종합적·전체적으로 고려하여 객관적인 기준에 따라 판단하여야 한다.<br/>[6] 자본시장과 금융투자업에 관한 법률 제448조는 법인의 대표자 등이 법인의 업무에 관하여 제443조부터 제446조까지의 어느 하나에 해당하는 위반행위를 하면 행위자를 벌하는 외에 법인에게도 해당 조문의 벌금을 과하는 양벌규정을 두고 있다. 자본시장과 금융투자업에 관한 법률에서 위와 같이 양벌규정을 따로 둔 취지는, 법인은 기관을 통하여 행위하므로, 법인이 대표자를 선임한 이상 그의 행위로 인한 법률효과와 이익은 법인에게 귀속되어야 하고, 법인 대표자의 범죄행위에 대하여는 법인 자신이 책임을 져야 하는데, 법인 대표자의 법규위반행위에 대한 법인의 책임은 법인 자신의 법규위반행위로 평가될 수 있는 행위에 대한 법인의 직접책임이기 때문이다. 주식회사의 주식이 사실상 1인의 주주에 귀속하는 1인회사의 경우에도 회사와 주주는 별개의 인격체로서, 1인회사의 재산이 곧바로 1인주주의 소유라고 할 수 없기 때문에, 양벌규정에 따른 책임에 관하여 달리 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제176조 제2항 제2호, 제3호, 제443조 제1항 제5호 / [2] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호, 제443조 제1항 제8호 / [3] 자본시장과 금융투자업에 관한 법률 제178조 제2항, 제443조 제1항 제9호 / [4] 형법 제37조, 자본시장과 금융투자업에 관한 법률 제176조, 제178조, 제443조 / [5] 자본시장과 금융투자업에 관한 법률 제178조 제2항, 제443조 제1항 제9호 / [6] 자본시장과 금융투자업에 관한 법률 제443조, 제448조<br/>",
  "참조판례": "[1] 대법원 2009. 7. 9. 선고 2009도1374 판결(공2009하, 1374), 대법원 2010. 6. 24. 선고 2007도9051 판결(공2010하, 1507) / [2][4] 대법원 2011. 10. 27. 선고 2011도8109 판결(공2011하, 2504) / [2] 대법원 2014. 1. 16. 선고 2013도8700 판결 / [3] 대법원 2010. 12. 9. 선고 2009도6411 판결(공2011상, 156) / [5] 대법원 2011. 3. 10. 선고 2008도6335 판결(공2011상, 765) / [6] 대법원 2010. 9. 30. 선고 2009도3876 판결, 헌법재판소 2010. 7. 29. 선고 2009헌가25, 29, 36, 2010헌가6, 25 전원재판부 결정(헌공166, 1343)<br/>"
}