{
  "판례일련번호": "194925",
  "사건명": "교원소청심사위원회결정취소(대학교수의 학생들에 대한 언동이 성희롱에 해당하는지 및 그에 대한 피해자 진술의 증명력을 인정할 수 있는지가 문제된 사건)",
  "사건번호": "2017두74702",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180412",
  "판시사항": "[1] 양성평등기본법 제3조 제2호 등에서 정한 성희롱의 의미 및 이때 ‘성적 언동’의 의미<br/>[2] 성희롱이 성립하기 위한 요건<br/>[3] 성희롱을 사유로 한 징계처분의 당부를 다투는 행정소송에서 징계사유에 대한 증명책임의 소재(=피고) 및 증명의 정도 / 징계사유인 성희롱 관련 형사재판에서 공소사실에 관하여 무죄가 선고되었다는 사정만으로 행정소송에서 징계사유의 존재를 부정할 수 있는지 여부(소극)<br/>[4] 법원이 성희롱 관련 소송의 심리를 할 때 유념할 점 및 성희롱 피해자 진술의 증명력을 판단하는 방법<br/>",
  "판결요지": "[1] 성희롱이란 업무, 고용, 그 밖의 관계에서 국가기관·지방자치단체, 각급 학교, 공직유관단체 등 공공단체의 종사자, 직장의 사업주·상급자 또는 근로자가 ① 지위를 이용하거나 업무 등과 관련하여 성적 언동 또는 성적 요구 등으로 상대방에게 성적 굴욕감이나 혐오감을 느끼게 하는 행위, ② 상대방이 성적 언동 또는 요구 등에 따르지 아니한다는 이유로 불이익을 주거나 그에 따르는 것을 조건으로 이익 공여의 의사표시를 하는 행위를 하는 것을 말한다[양성평등기본법 제3조 제2호, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제2조 제2호, 국가인권위원회법 제2조 제3호 (라)목 등 참조]. 여기에서 ‘성적 언동’이란 남녀 간의 육체적 관계나 남성 또는 여성의 신체적 특징과 관련된 육체적, 언어적, 시각적 행위로서 사회공동체의 건전한 상식과 관행에 비추어 볼 때, 객관적으로 상대방과 같은 처지에 있는 일반적이고도 평균적인 사람으로 하여금 성적 굴욕감이나 혐오감을 느끼게 할 수 있는 행위를 의미한다.<br/>[2] 성희롱이 성립하기 위해서는 행위자에게 반드시 성적 동기나 의도가 있어야 하는 것은 아니지만, 당사자의 관계, 행위가 행해진 장소 및 상황, 행위에 대한 상대방의 명시적 또는 추정적인 반응의 내용, 행위의 내용 및 정도, 행위가 일회적 또는 단기간의 것인지 아니면 계속적인 것인지 등의 구체적 사정을 참작하여 볼 때, 객관적으로 상대방과 같은 처지에 있는 일반적이고도 평균적인 사람으로 하여금 성적 굴욕감이나 혐오감을 느낄 수 있게 하는 행위가 있고, 그로 인하여 행위의 상대방이 성적 굴욕감이나 혐오감을 느꼈음이 인정되어야 한다.<br/>[3] 성희롱을 사유로 한 징계처분의 당부를 다투는 행정소송에서 징계사유에 대한 증명책임은 그 처분의 적법성을 주장하는 피고에게 있다. 다만 민사소송이나 행정소송에서 사실의 증명은 추호의 의혹도 없어야 한다는 자연과학적 증명이 아니고, 특별한 사정이 없는 한 경험칙에 비추어 모든 증거를 종합적으로 검토하여 볼 때 어떤 사실이 있었다는 점을 시인할 수 있는 고도의 개연성을 증명하는 것이면 충분하다. 민사책임과 형사책임은 지도이념과 증명책임, 증명의 정도 등에서 서로 다른 원리가 적용되므로, 징계사유인 성희롱 관련 형사재판에서 성희롱 행위가 있었다는 점을 합리적 의심을 배제할 정도로 확신하기 어렵다는 이유로 공소사실에 관하여 무죄가 선고되었다고 하여 그러한 사정만으로 행정소송에서 징계사유의 존재를 부정할 것은 아니다.<br/>[4] 법원이 성희롱 관련 소송의 심리를 할 때에는 그 사건이 발생한 맥락에서 성차별 문제를 이해하고 양성평등을 실현할 수 있도록 ‘성인지 감수성’을 잃지 않아야 한다(양성평등기본법 제5조 제1항 참조). 그리하여 우리 사회의 가해자 중심적인 문화와 인식, 구조 등으로 인하여 피해자가 성희롱 사실을 알리고 문제를 삼는 과정에서 오히려 부정적 반응이나 여론, 불이익한 처우 또는 그로 인한 정신적 피해 등에 노출되는 이른바 ‘2차 피해’를 입을 수 있다는 점을 유념하여야 한다. 피해자는 이러한 2차 피해에 대한 불안감이나 두려움으로 인하여 피해를 당한 후에도 가해자와 종전의 관계를 계속 유지하는 경우도 있고, 피해사실을 즉시 신고하지 못하다가 다른 피해자 등 제3자가 문제를 제기하거나 신고를 권유한 것을 계기로 비로소 신고를 하는 경우도 있으며, 피해사실을 신고한 후에도 수사기관이나 법원에서 그에 관한 진술에 소극적인 태도를 보이는 경우도 적지 않다. 이와 같은 성희롱 피해자가 처하여 있는 특별한 사정을 충분히 고려하지 않은 채 피해자 진술의 증명력을 가볍게 배척하는 것은 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 양성평등기본법 제3조 제2호, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제2조 제2호, 국가인권위원회법 제2조 제3호 (라)목 / [2] 양성평등기본법 제3조 제2호, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제2조 제2호, 국가인권위원회법 제2조 제3호 (라)목 / [3] 행정소송법 제26조[증명책임] / [4] 행정소송법 제8조 제2항, 민사소송법 제202조, 양성평등기본법 제5조 제1항<br/>",
  "참조판례": "[2] 대법원 2007. 6. 14. 선고 2005두6461 판결(공2007하, 1089) / [3] 대법원 2010. 10. 28. 선고 2008다6755 판결(공2010하, 2141), 대법원 2015. 3. 12. 선고 2012다117492 판결<br/>"
}