{
  "판례일련번호": "194924",
  "사건명": "소비자생활협동조합법위반ㆍ의료법위반ㆍ사기(의료기관 개설 자격의 존부와 사기죄 성립 범위에 관한 사건)",
  "사건번호": "2017도17699",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180410",
  "판시사항": "[1] 비의료인이 의료법 제33조 제2항을 위반하여 개설한 의료기관이 마치 의료법에 의하여 적법하게 개설된 요양기관인 것처럼 국민건강보험공단에 요양급여비용의 지급을 청구하여 국민건강보험공단으로부터 요양급여비용을 지급받을 경우, 사기죄가 성립하는지 여부(적극)<br/>[2] 비의료인이 의료법 제33조 제2항을 위반하여 개설한 의료기관에서 면허를 갖춘 의료인을 통해 교통사고 환자 등에 대한 진료가 이루어진 경우, 해당 의료기관이 보험회사 등에 교통사고 환자 등을 진료한 의료기관이 위 의료법 규정에 위반되어 개설된 것이라는 사정을 고지하지 아니한 채 자동차손해배상 보장법에 따라 자동차보험진료수가의 지급을 청구한 행위가 사기죄에서 말하는 기망에 해당하는지 여부(소극)<br/>[3] 비의료인이 의료법 제33조 제2항을 위반하여 개설한 의료기관에서 면허를 갖춘 의료인을 통해 환자 등에 대한 진료가 이루어진 경우, 해당 의료기관이 보험회사 등에 실손의료보험의 피보험자를 진료한 의료기관이 위 의료법 규정에 위반되어 개설된 것이라는 사정을 고지하지 아니한 채 실손의료보험계약에 따라 실손의료비를 청구하는 보험수익자에게 진료사실증명 등을 발급해 준 사실만으로 사기죄에서 말하는 기망에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 헌법은 국민의 보건에 관한 국가적 보호의무를 선언하고 있고(제36조 제3항), 국민건강보험은 이를 실현하기 위해 피보험자인 국민이 납부하는 기여금 형태의 보험료와 국고부담을 재원으로 하여 국민 보건에 관하여 발생하는 사회적 위험을 보험의 방식으로 대처하는 일종의 사회보험이다. 이를 위해 국민건강보험법은, 공법인인 국민건강보험공단을 단일의 보험자로 설립하고(제13조), 의료법에 따라 개설된 의료기관만을 요양기관으로 건강보험제도 내에 편입시킨 다음 이들로 하여금 국민건강보험공단을 대신하여 요양급여를 실시하게 하고(제42조), 요양급여 실시에 따른 비용 중 공단부담금에 해당하는 부분에 대해서는 요양기관이 직접 국민건강보험공단을 상대로 ‘요양급여비용’을 청구하도록 규정하고 있다(제44조 제1항, 제47조 제1항).<br/>  따라서 의료법 제33조 제2항을 위반하여 적법하게 개설되지 아니한 의료기관에서 환자를 진료하는 등의 요양급여를 실시하였다면 해당 의료기관은 국민건강보험법상 요양급여비용을 청구할 수 있는 요양기관에 해당되지 아니하므로 요양급여비용을 적법하게 지급받을 자격이 없다고 보아야 한다.<br/>  결국 의료인의 자격이 없는 일반인(비의료인)이 개설한 의료기관이 마치 의료법에 의하여 적법하게 개설된 요양기관인 것처럼 국민건강보험공단에 요양급여비용의 지급을 청구하는 것은 국민건강보험공단으로 하여금 요양급여비용 지급에 관한 의사결정에 착오를 일으키게 하는 것이 되어 사기죄의 기망행위에 해당하고, 이러한 기망행위에 의하여 국민건강보험공단으로부터 요양급여비용을 지급받을 경우에는 사기죄가 성립한다.<br/>[2] 자동차보험계약의 보험자는 피보험자가 자동차를 소유, 사용 또는 관리하는 동안에 발생한 사고(이하 ‘교통사고’라 한다)로 인하여 생긴 손해를 보상할 책임이 있다(상법 제726조의2). 한편 자동차손해배상 보장법은 교통사고 환자 등 피해자(이하 ‘피해자’라고만 한다)를 보호하는 것을 주된 목적으로 하면서(제1조), 이를 위해 자동차보험의 피보험자 등에게 교통사고에 따른 손해배상책임이 발생하였을 때 피해자로 하여금 보험회사 등에 대해 상법 제724조 제2항에 따라 보험금 등을 자기에게 직접 지급해 줄 것을 청구할 수 있도록 하고(제10조 제1항 전단), 그중 자동차보험진료수가에 해당하는 금액은 피해자의 선택에 따라 진료한 의료기관에 직접 지급하여 줄 것을 청구할 수 있도록 규정하고 있다(같은 항 후단).<br/>  한편 의료기관의 보험회사 등에 대한 자동차보험진료수가의 청구는 피해자를 보호할 목적으로 피해자가 보험회사 등에 대해 갖는 직접청구권에 근거하여 그 인정 범위 내에서 법률상 특별히 인정되는 것이고, 의료기관에 대해 그 청구액 상당이 지급되지 않더라도 실제 교통사고로 인한 손해가 발생하여 그에 따른 진료가 이루어진 이상 피해자에게라도 반드시 지급되어야 할 성질의 것이다.<br/>  위와 같은 피해자가 보험회사 등에게 갖는 직접청구권과 의료기관의 자동차보험진료수가 청구의 인정 근거, 범위 및 성격에다가 자동차손해배상 보장법의 입법 목적 등을 종합적으로 고려하면, 설령 개설자격이 없는 비의료인이 의료법 제33조 제2항을 위반하여 개설한 의료기관이라고 하더라도, 면허를 갖춘 의료인을 통해 피해자에 대한 진료가 이루어지고 보험회사 등에 자동차손해배상 보장법에 따라 자동차보험진료수가를 청구한 것이라면 보험회사 등으로서는 특별한 사정이 없는 한 그 지급을 거부할 수 없다고 보아야 한다. 따라서 피해자를 진료한 의료기관이 위 의료법 규정에 위반되어 개설된 것이라는 사정은 피해자나 해당 의료기관에 대한 보험회사 등의 자동차보험진료수가 지급의무에 영향을 미칠 수 있는 사유가 아니어서, 해당 의료기관이 보험회사 등에 이를 고지하지 아니한 채 그 지급을 청구하였다고 하여 사기죄에서 말하는 기망이 있다고 볼 수는 없다.<br/>[3] 상법 제737조, 제739조의2, 제739조의3의 규정과 실손의료보험이 보험회사가 피보험자의 질병 또는 상해로 인한 의료비 상당의 손해를 보상하는 것을 내용으로 한다는 점을 종합해 보면, 실손의료보험에는 상법상 상해보험에 관한 규정이 준용되고, 그 경우 인보험인 상해보험에서와 마찬가지로 실손의료보험에서도 보험사고가 발생하면 보험수익자만이 보험회사에 대해 실손의료비 청구권을 행사할 수 있다고 보아야 한다. 반면 피보험자를 진료한 의료기관으로서는 피보험자나 보험수익자로부터 그에 따른 진료비를 지급받을 수 있고, 경우에 따라 보험수익자의 청구에 응하여 진료사실증명 등을 발급해 줌으로써 단순히 그 보험금 청구 절차를 도울 수 있을 뿐이다.<br/>  따라서 특별한 사정이 없는 한 피보험자를 진료한 의료기관이 의료법 제33조 제2항에 위반되어 개설된 것이라는 사정은 해당 피보험자에 대한 보험회사의 실손의료비 지급의무에 영향을 미칠 수 있는 사유가 아니라고 보아야 하고, 설령 해당 의료기관이 보험회사 등에 이를 고지하지 아니한 채 보험수익자에게 진료사실증명 등을 발급해 주었다 하더라도, 그러한 사실만으로는 사기죄에서 말하는 기망이 있다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제36조 제3항, 형법 제347조, 의료법 제33조 제2항, 국민건강보험법 제13조, 제42조, 제44조 제1항, 제47조 제1항 / [2] 형법 제347조, 의료법 제33조 제2항, 상법 제724조 제2항, 제726조의2, 자동차손해배상 보장법 제1조, 제10조 제1항 / [3] 형법 제347조, 의료법 제33조 제2항, 상법 제737조, 제739조의2, 제739조의3<br/>",
  "참조판례": "[1] 대법원 2013. 3. 28. 선고 2009다78214 판결(공2013상, 717), 대법원 2015. 5. 14. 선고 2012다72384 판결, 대법원 2016. 3. 24. 선고 2014도13649 판결 / [2] 대법원 2013. 4. 26. 선고 2012다107167 판결<br/>"
}