{
  "판례일련번호": "195381",
  "사건명": "법인세부과처분취소",
  "사건번호": "2017두48543",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180424",
  "판시사항": "[1] ‘내국법인에 지급되는 이자소득금액에 대하여 원천징수의무를 부담하는 구 법인세법 제73조 제1항에서의 소득금액을 지급하는 자’의 의미<br/>[2] 甲 은행 등이 기업어음 발행기업들과 당좌예금계약을 체결하고 발행기업들에게 기업어음용지를 교부하였는데, 할인된 후 한국예탁결제원에 예탁된 위 기업어음의 소지인들이 통상적인 어음금 결제 과정과는 달리 만기 전에 기업어음을 인출한 뒤 한국예탁결제원을 거치지 않고 자신이 거래하는 일반 시중은행에 직접 지급제시하여 어음금을 지급받음으로써 한국예탁결제원 등에 의하여 어음할인에 따른 이자소득이 원천징수되지 않자, 과세관청들이 위 어음금 할인액에 대한 원천징수의무가 지급은행인 甲 은행 등에 있다는 등의 이유로 원천징수납부불성실 가산세 등 부과처분을 한 사안에서, 甲 은행 등이 구 법인세법 제73조 제1항, 제5항에 따른 원천징수의무를 부담하지 않는다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제73조 제1항 제1호는 ‘소득세법 제127조 제1항 제1호의 이자소득금액을 내국법인에 지급하는 자가 그 금액을 지급하는 때에는 지급하는 금액에 100분의 14의 세율을 적용하여 계산한 금액에 상당하는 법인세를 원천징수하여 납부하여야 한다’고 규정하고 있다. 위와 같이 ‘내국법인에 지급되는 이자소득금액에 대하여 원천징수의무를 부담하는 구 법인세법 제73조 제1항에서의 소득금액을 지급하는 자’는 특별한 사정이 없는 한, 계약 등에 의하여 자신의 채무이행으로서 이자소득금액을 실제로 지급하는 자를 의미한다.<br/>[2] 甲 은행 등이 기업어음 발행기업들과 당좌예금계약을 체결하고 발행기업들에게 기업어음용지를 교부하였는데, 할인된 후 한국예탁결제원에 예탁된 위 기업어음의 소지인들이 통상적인 어음금 결제 과정과는 달리 만기 전에 기업어음을 인출한 뒤 한국예탁결제원을 거치지 않고 자신이 거래하는 일반 시중은행에 직접 지급제시하여 어음금을 지급받음으로써 한국예탁결제원 등에 의하여 어음할인에 따른 이자소득이 원천징수되지 않자, 과세관청들이 위 어음금 할인액에 대한 원천징수의무가 지급은행인 甲 은행 등에 있다는 등의 이유로 원천징수납부불성실 가산세 등 부과처분을 한 사안에서, 甲 은행 등은 발행기업에 당좌계좌를 개설하여 주고 기업어음의 만기가 도래하여 지급제시되면 당좌계좌에서 해당 기업어음의 액면액을 인출하여 어음금을 지급대행하는 사실행위를 한 것에 불과하고, 자신의 채무를 변제하기 위하여 이자소득금액을 지급한 것이 아니므로, 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제73조 제1항에서 정한 이자소득을 지급하는 자에 해당하지 아니하여 위 규정에 따른 원천징수의무를 부담하지 않고, 甲 은행 등은 어음금 지급이라는 사실행위를 위탁받은 것에 불과한 점, 어음금 지급업무의 수탁자 등에게 이자소득에 대한 원천징수의무를 부과하기 위한 명시적인 규정이 존재하지 않는데도 구 법인세법 제73조 제5항의 ‘어음 등을 … 또는 대리’에 해당한다고 보는 것은 허용되지 않는 확장해석 내지 유추해석으로서 조세법률주의에 반하는 점 등에 비추어, 甲 은행 등이 기업어음 발행기업으로부터 위탁받은 어음금 지급업무를 수행한 것만으로는 구 법인세법 제73조 제5항의 ‘금융회사가 내국법인이 발행한 어음 등을 … 또는 대리하는 경우’에 해당한다고 보기 어려우므로, 위 규정에 따른 원천징수의무를 부담하지 않는다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제73조 제1항 제1호 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제73조 제1항 제1호, 제5항<br/>",
  "참조판례": "[1] 대법원 2014. 12. 11. 선고 2011두8246 판결<br/>"
}