{
  "판례일련번호": "195369",
  "사건명": "여객자동차운송사업계획변경인가처분취소소송",
  "사건번호": "2015두53824",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180426",
  "판시사항": "[1] 면허나 인허가 등의 수익적 행정처분의 근거가 되는 법률이 해당 업자들 사이의 과당경쟁에 따른 경영의 불합리 방지를 목적으로 하고 있는 경우, 면허나 인허가 등의 수익적 행정처분을 받아 영업을 하고 있는 기존의 업자가 같은 종류의 다른 업자에 대한 면허나 인허가 등의 수익적 행정처분의 취소를 구할 당사자적격이 있는지 여부(적극)<br/>[2] 한정면허를 받은 시외버스운송사업자가 일반면허를 받은 시외버스운송사업자에 대한 사업계획변경 인가처분으로 수익감소가 예상되는 경우, 일반면허 시외버스운송사업자에 대한 사업계획변경인가처분의 취소를 구할 법률상의 이익이 있는지 여부(적극)<br/>[3] 개별 시·도지사가 관할 지역의 운송업체에 대하여 직행형 시외버스운송사업의 면허를 부여한 후 사실상 고속형 시외버스운송사업에 해당하는 운송사업을 할 수 있도록 사업계획변경을 인가하는 것이 위법한 처분인지 여부(적극) / 이러한 위법한 인가처분이 존속하게 된 결과, 사실상 고속형 시외버스운송사업을 하게 된 직행형 시외버스운송사업자에 대하여 위법상태의 일부라도 유지하는 내용의 새로운 사업계획변경을 재차 인가하는 시·도지사의 처분이 위법한지 여부(원칙적 적극) 및 이때 위 처분은 전체적으로 위법한지 여부(적극)<br/>",
  "판결요지": "[1] 일반적으로 면허나 인허가 등의 수익적 행정처분의 근거가 되는 법률이 해당 업자들 사이의 과당경쟁으로 인한 경영의 불합리를 방지하는 것도 목적으로 하고 있는 경우, 다른 업자에 대한 면허나 인허가 등의 수익적 행정처분에 대하여 미리 같은 종류의 면허나 인허가 등의 수익적 행정처분을 받아 영업을 하고 있는 기존의 업자는 경업자에 대하여 이루어진 면허나 인허가 등 행정처분의 상대방이 아니라 하더라도 당해 행정처분의 취소를 구할 당사자적격이 있다.<br/>[2] 한정면허를 받은 시외버스운송사업자라고 하더라도 다 같이 운행계통을 정하고 여객을 운송하는 노선여객자동차운송사업을 한다는 점에서 일반면허를 받은 시외버스운송사업자와 본질적인 차이가 없으므로, 일반면허를 받은 시외버스운송사업자에 대한 사업계획변경 인가처분으로 인하여 기존에 한정면허를 받은 시외버스운송사업자의 노선 및 운행계통과 일반면허를 받은 시외버스운송사업자의 그것이 일부 중복되게 되고 기존업자의 수익감소가 예상된다면, 기존의 한정면허를 받은 시외버스운송사업자와 일반면허를 받은 시외버스운송사업자는 경업관계에 있는 것으로 보는 것이 타당하고, 따라서 기존의 한정면허를 받은 시외버스운송사업자는 일반면허 시외버스운송사업자에 대한 사업계획변경인가처분의 취소를 구할 법률상의 이익이 있다.<br/>[3] 구 여객자동차 운수사업법(2013. 8. 6. 법률 제12020호로 개정되기 전의 것) 제3조, 제4조, 제10조, 제75조, 구 여객자동차 운수사업법 시행령(2014. 7. 28. 대통령령 제25525호로 개정되기 전의 것) 제3조, 제37조, 구 여객자동차 운수사업법 시행규칙(2013. 11. 7. 국토교통부령 제35호로 개정되기 전의 것) 제8조 제5항 등 관계 법령의 규정을 종합하면, 시외버스운송사업은 고속형, 직행형, 일반형 등으로 구분되는데, 고속형 시외버스운송사업과 직행형 시외버스운송사업은 사용버스의 종류, 운행거리, 운행구간, 중간정차 여부 등에 의하여 구분된다. 나아가 고속형 시외버스운송사업의 면허에 관한 권한과 운행시간·영업소·정류소 및 운송부대시설의 변경을 넘는 사업계획변경인가에 관한 권한은 국토해양부장관에게 유보되어 있는 반면, 고속형 시외버스운송사업을 제외한 나머지 시외버스운송사업의 면허 및 사업계획변경인가에 관한 권한은 모두 시·도지사에게 위임되어 있다.<br/>  따라서 개별 시·도지사가 관할 지역의 운송업체에 대하여 직행형 시외버스운송사업의 면허를 부여한 후 사실상 고속형 시외버스운송사업에 해당하는 운송사업을 할 수 있도록 사업계획변경을 인가하는 것은 시·도지사의 권한을 넘은 위법한 처분에 해당한다.<br/>또한 이러한 위법한 인가처분이 존속하게 된 결과, 사실상 고속형 시외버스운송사업을 하고 있게 된 직행형 시외버스운송사업자에 대하여 그러한 위법상태의 일부라도 유지하는 내용의 새로운 사업계획변경을 재차 인가하는 시·도지사의 처분은 원칙적으로 권한을 넘는 위법한 처분으로 봄이 타당하다. 그 이유는, 시·도지사에 의하여 권한 없이 발령되었으나 당연무효로 보기는 어려운 위법한 수익적 처분에 대하여 직권 취소가 제한되거나 쟁송취소가 이루어지지 못함으로써 그 처분이 단순히 유지되는 것은 불가피한 것이지만, 시·도지사가 이에 그치지 않고 더 나아가 이러한 변경인가 처분을 하는 것은, 당초부터 처분권한이 없던 시·도지사가 위법한 종전 처분이 유지되고 있음을 기화로 그 내용을 적극적으로 바꾸어 새로운 위법상태를 형성하는 것이기 때문이다. 나아가 이러한 변경인가 처분은 전체적 관점에서 각 노선별 교통수요 등을 예측하여 이루어지는 것이어서 내용상 불가분적으로 연결되어 있다고 볼 수 있으므로, 이는 전체적으로 위법하다고 볼 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제12조 / [2] 구 여객자동차 운수사업법(2013. 8. 6. 법률 제12020호로 개정되기 전의 것) 제4조 제3항, 제5조 제1항 제1호, 행정소송법 제12조 / [3] 구 여객자동차 운수사업법(2013. 8. 6. 법률 제12020호로 개정되기 전의 것) 제3조, 제4조, 제10조, 제75조, 구 여객자동차 운수사업법 시행령(2014. 7. 28. 대통령령 제25525호로 개정되기 전의 것) 제3조, 제37조, 구 여객자동차 운수사업법 시행규칙(2013. 11. 7. 국토교통부령 제35호로 개정되기 전의 것) 제8조 제5항<br/>",
  "참조판례": "[1][2][3] 대법원 2002. 10. 25. 선고 2001두4450 판결(공2002하, 2881), 대법원 2010. 11. 11. 선고 2010두4179 판결<br/>"
}