{
  "판례일련번호": "196020",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2015두41463",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180511",
  "판시사항": "[1] 법인 합병의 경우 영업권 가액을 합병평가차익으로 과세하기 위한 요건 및 이때 사업상 가치의 평가 여부를 판단하는 방법 / 기업회계기준에 따라 영업권이 산출된다는 것만으로 이를 추단할 수 있는지 여부(소극)<br/>[2] 甲 주식회사가 계열사 乙 주식회사를 흡수합병하고 기업회계기준에 따라 합병일의 합병신주 가액과 피합병법인 순자산 공정가액의 차액을 회계장부에 영업권으로 계상하였으나, 법인세 신고 시에는 세법상 영업권에 해당하지 않는다고 보아 스스로 영업권 감가상각 부인 등 세무조정을 하였는데, 과세관청이 위 금액이 세법상 영업권에도 해당한다는 전제에서 합병평가차익으로 익금에 산입하고 매년 감가상각을 해야 한다고 보아 甲 회사에 법인세 등 부과처분을 한 사안에서, 甲 회사가 회계장부에 영업권으로 계상한 금액은 세법상 영업권의 자산 인정 요건을 갖추었다고 할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제17조 제1항 제3호 단서, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제12조 제1항 제1호, 제15조 제2항, 제24조 제4항에 따르면, 법인 합병의 경우 영업권 가액을 합병평가차익으로 과세하기 위해서는 합병법인이 피합병법인의 상호 등을 장차 초과수익을 얻을 수 있는 무형의 재산적 가치로 인정하여 그 사업상 가치를 평가하여 대가를 지급한 것으로 볼 수 있어야 한다. 이때 사업상 가치의 평가 여부는 합병의 경위와 동기, 합병 무렵 합병법인과 피합병법인의 사업 현황, 합병 이후 세무 신고 내용 등 여러 사정을 종합하여 객관적으로 판단하여야 하고, 기업회계기준에 따라 영업권이 산출된다는 것만으로 이를 추단할 수 없다.<br/>[2] 甲 주식회사가 계열사 乙 주식회사를 흡수합병하고 기업회계기준에 따라 합병일의 합병신주 가액과 피합병법인 순자산 공정가액의 차액을 회계장부에 영업권으로 계상하였으나, 법인세 신고 시에는 세법상 영업권에 해당하지 않는다고 보아 스스로 영업권 감가상각 부인 등 세무조정을 하였는데, 과세관청이 위 금액이 세법상 영업권에도 해당한다는 전제에서 합병평가차익으로 익금에 산입하고 매년 감가상각을 해야 한다고 보아 甲 회사에 법인세 등 부과처분을 한 사안에서, 제반 사정에 비추어 甲 회사가 회계장부에 영업권으로 계상한 금액은 관련 기업회계기준에 따른 것으로 보일 뿐이고, 피합병법인인 乙 회사의 상호·거래관계 그 밖의 영업상 비밀 등을 초과수익력 있는 무형의 재산적 가치로 인정하고 사업상 가치를 평가하여 대가를 지급한 것으로 보기 어려우므로 세법상 영업권의 자산 인정 요건을 갖추었다고 할 수 없어 영업권에 관한 회계상의 금액을 합병평가차익으로 보아 과세하는 것은 허용되지 않을 뿐만 아니라 합병 신주의 가치가 피합병법인의 순자산가액을 초과한다는 점 등의 사정만을 들어 과세요건을 갖추었다고 추단할 수는 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제17조 제1항 제3호(현행 제17조 제1항 제5호 참조), 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제12조 제1항 제1호, 제15조 제2항(현행 법인세법 제17조 제1항 제5호 참조), 제24조 제4항[현행 제24조 제1항 제2호 (가)목 참조] /[2] 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제17조 제1항 제3호(현행 제17조 제1항 제5호 참조), 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제12조 제1항 제1호, 제15조 제2항(현행 법인세법 제17조 제1항 제5호 참조), 제24조 제4항[현행 제24조 제1항 제2호 (가)목 참조]<br/>",
  "참조판례": ""
}