{
  "판례일련번호": "196016",
  "사건명": "업무상과실치사ㆍ업무상비밀누설ㆍ의료법위반(의사의 과실 존부와 의료법상 사망한 자의 비밀도 보호되는지 여부에 관한 사건)",
  "사건번호": "2018도2844",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180511",
  "판시사항": "[1] 의료과오사건에서 의사의 과실을 인정하기 위한 요건 및 의사의 과실이 있는지 판단하는 기준 / 의사가 진찰·치료 등의 의료행위를 할 때 요구되는 주의의무의 내용 및 의사에게 진단상 과실이 있는지 판단하는 기준<br/>[2] 형벌법규의 해석 방법<br/>[3] 의료인의 비밀누설 금지의무를 규정한 구 의료법 제19조에서 정한 ‘다른 사람’에 생존하는 개인 이외에 이미 사망한 사람도 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 의료과오사건에서 의사의 과실을 인정하려면 결과 발생을 예견할 수 있고 또 회피할 수 있었는데도 예견하거나 회피하지 못한 점을 인정할 수 있어야 한다. 의사의 과실이 있는지는 같은 업무 또는 분야에 종사하는 평균적인 의사가 보통 갖추어야 할 통상의 주의의무를 기준으로 판단하여야 하고, 사고 당시의 일반적인 의학 수준, 의료환경과 조건, 의료행위의 특수성 등을 고려하여야 한다.<br/>  의사가 진찰·치료 등의 의료행위를 할 때는 사람의 생명·신체·건강을 관리하는 업무의 성질에 비추어 환자의 구체적 증상이나 상황에 따라 위험을 방지하기 위하여 요구되는 최선의 조치를 해야 한다. 의사에게 진단상 과실이 있는지를 판단할 때는 의사가 비록 완전무결하게 임상진단을 할 수는 없을지라도 적어도 임상의학 분야에서 실천되고 있는 진단 수준의 범위에서 전문직업인으로서 요구되는 의료상의 윤리, 의학지식과 경험에 기초하여 신중히 환자를 진찰하고 정확히 진단함으로써 위험한 결과 발생을 예견하고 이를 회피하는 데에 필요한 최선의 주의의무를 다하였는지를 따져 보아야 한다. 나아가 의사는 환자에게 적절한 치료를 하거나 그러한 조치를 하기 어려운 사정이 있다면 신속히 전문적인 치료를 할 수 있는 다른 병원으로 전원시키는 등의 조치를 하여야 한다.<br/>[2] 형벌법규는 문언에 따라 엄격하게 해석·적용하여야 하고 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석해서는 안 된다. 그러나 형벌법규의 해석에서도 문언의 가능한 의미 안에서 입법 취지와 목적 등을 고려한 법률 규정의 체계적 연관성에 따라 문언의 논리적 의미를 분명히 밝히는 체계적·논리적 해석방법은 규정의 본질적 내용에 가장 접근한 해석을 위한 것으로서 죄형법정주의의 원칙에 부합한다.<br/>[3] 구 의료법(2016. 5. 29. 법률 제14220호로 개정되기 전의 것, 이하 ‘구 의료법’이라 한다) 제19조는 “의료인은 이 법이나 다른 법령에 특별히 규정된 경우 외에는 의료·조산 또는 간호를 하면서 알게 된 다른 사람의 비밀을 누설하거나 발표하지 못한다.”라고 정하고, 제88조는 “제19조를 위반한 자”를 3년 이하의 징역이나 1천만 원 이하의 벌금에 처하도록 정하고 있다.<br/>  의료법은 ‘모든 국민이 수준 높은 의료 혜택을 받을 수 있도록 국민의료에 필요한 사항을 규정함으로써 국민의 건강을 보호하고 증진’(제1조)하는 것을 목적으로 한다. 이 법은 의료인(제2장)의 자격과 면허(제1절)에 관하여 정하면서 의료인의 의무 중 하나로 비밀누설 금지의무를 정하고 있다. 이는 의학적 전문지식을 기초로 사람의 생명, 신체나 공중위생에 위해를 발생시킬 우려가 있는 의료행위를 하는 의료인에 대하여 법이 정한 엄격한 자격요건과 함께 의료과정에서 알게 된 다른 사람의 비밀을 누설하거나 발표하지 못한다는 법적 의무를 부과한 것이다. 그 취지는 의료인과 환자 사이의 신뢰관계 형성과 함께 이에 대한 국민의 의료인에 대한 신뢰를 높임으로써 수준 높은 의료행위를 통하여 국민의 건강을 보호하고 증진하는 데 있다. 따라서 의료인의 비밀누설 금지의무는 개인의 비밀을 보호하는 것뿐만 아니라 비밀유지에 관한 공중의 신뢰라는 공공의 이익도 보호하고 있다고 보아야 한다. 이러한 관점에서 보면, 의료인과 환자 사이에 형성된 신뢰관계와 이에 기초한 의료인의 비밀누설 금지의무는 환자가 사망한 후에도 그 본질적인 내용이 변한다고 볼 수 없다.<br/>구 의료법 제19조에서 누설을 금지하고 있는 ‘다른 사람의 비밀’은 당사자의 동의 없이는 원칙적으로 공개되어서는 안 되는 비밀영역으로 보호되어야 한다. 이러한 보호의 필요성은 환자가 나중에 사망하더라도 소멸하지 않는다. 구 의료법 제21조 제1항은 환자가 사망하였는지를 묻지 않고 환자가 아닌 다른 사람에게 환자에 관한 기록을 열람하게 하거나 사본을 내주는 등 내용을 확인할 수 있게 해서는 안 된다고 정하고 있는데, 이 점을 보더라도 환자가 사망했다고 해서 보호 범위에서 제외된다고 볼 수 없다.<br/>헌법 제10조는 인간의 존엄과 가치를 선언하고 있고, 헌법 제17조는 사생활의 비밀과 자유를 보장하고 있다. 따라서 모든 국민은 자신에 관한 정보를 스스로 통제할 수 있는 자기결정권과 사생활이 함부로 공개되지 않고 사적 영역의 평온과 비밀을 요구할 수 있는 권리를 갖는다. 이와 같은 개인의 인격적 이익을 보호할 필요성은 그의 사망으로 없어지는 것이 아니다. 사람의 사망 후에 사적 영역이 무분별하게 폭로되고 그의 생활상이 왜곡된다면 살아있는 동안 인간의 존엄과 가치를 보장하는 것이 무의미해질 수 있다. 사람은 적어도 사망 후에 인격이 중대하게 훼손되거나 자신의 생활상이 심각하게 왜곡되지 않을 것이라고 신뢰하고 그러한 기대 속에서 살 수 있는 경우에만 인간으로서의 존엄과 가치가 실효성 있게 보장되고 있다고 말할 수 있다.<br/>  형벌법규 해석에 관한 일반적인 법리, 의료법의 입법 취지, 구 의료법 제19조의 문언·내용·체계·목적 등에 비추어 보면, 구 의료법 제19조에서 정한 ‘다른 사람’에는 생존하는 개인 이외에 이미 사망한 사람도 포함된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제268조 / [2] 헌법 제12조 제1항, 형법 제1조 제1항 / [3] 헌법 제10조, 제12조 제1항, 제17조, 형법 제1조 제1항, 의료법 제1조, 구 의료법(2016. 5. 29. 법률 제14220호로 개정되기 전의 것) 제19조(현행 제19조 제1항 참조), 제21조 제1항(현행 제21조 제2항 참조), 제88조(현행 제88조 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 1996. 11. 8. 선고 95도2710 판결(공1996하, 3632), 대법원 2007. 5. 31. 선고 2007도1977 판결, 대법원 2009. 12. 24. 선고 2005도8980 판결, 대법원 2010. 7. 8. 선고 2007다55866 판결(공2010하, 1533) / [2] 대법원 2007. 6. 14. 선고 2007도2162 판결(공2007하, 1118), 대법원 2017. 12. 7. 선고 2017도10122 판결(공2018상, 239) / [3] 대법원 1998. 7. 24. 선고 96다42789 판결(공1998하, 2200), 대법원 1998. 9. 4. 선고 96다11327 판결(공1998하, 2377), 대법원 2014. 7. 24. 선고 2012다49933 판결(공2014하, 1646)<br/>"
}