{
  "판례일련번호": "196025",
  "사건명": "재심일부인용결정에대한재항고",
  "사건번호": "2015모3243",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20180502",
  "판시사항": "[1] 형사재판에서 재심이 허용되는 대상 판결(=유죄 확정판결 및 유죄판결에 대한 항소 또는 상고를 기각한 확정판결) 및 면소판결을 대상으로 한 재심청구가 적법한지 여부(소극)<br/>[2] 수사기관이 영장주의를 배제하는 위헌적 법령에 따라 영장 없는 체포·구금을 한 경우에도 불법체포·감금의 직무범죄가 인정되는 경우에 준하는 것으로 보아 형사소송법 제420조 제7호의 재심사유가 있다고 보아야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 형사재판에서 재심은 형사소송법 제420조, 제421조 제1항의 규정에 의하여 유죄 확정판결 및 유죄판결에 대한 항소 또는 상고를 기각한 확정판결에 대하여만 허용된다. 면소판결은 유죄 확정판결이라 할 수 없으므로 면소판결을 대상으로 한 재심청구는 부적법하다.<br/>[2] 형사재판에서의 재심은 유죄의 확정판결에 중대한 하자가 있는 경우 피고인의 이익을 위하여 이를 바로잡기 위한 비상구제절차이다.<br/>형사소송법 제420조 제7호는 재심사유의 하나로서 “원판결, 전심판결 또는 그 판결의 기초된 조사에 관여한 법관, 공소의 제기 또는 그 공소의 기초된 수사에 관여한 검사나 사법경찰관이 그 직무에 관한 죄를 범한 것이 확정판결에 의하여 증명된 때”를 들고 있다. 형법 제124조의 불법체포·감금죄는 위 재심사유가 규정하는 대표적인 직무범죄로서 헌법상 영장주의를 관철하기 위한 것이다. 헌법 제12조 제3항은 영장주의를 천명하고 있는데, 이는 강제처분의 남용으로부터 신체의 자유 등 국민의 기본권을 보장하기 위한 핵심 수단이 된다.<br/>  수사기관이 영장주의에 어긋나는 체포·구금을 하여 불법체포·감금의 직무범죄를 범하는 상황은 일반적으로 영장주의에 관한 합헌적 법령을 따르지 아니한 경우에 문제 된다. 이와 달리 영장주의를 배제하는 위헌적 법령이 시행되고 있는 동안 수사기관이 그 법령에 따라 영장 없는 체포·구금을 하였다면 법체계상 그러한 행위를 곧바로 직무범죄로 평가하기는 어렵다. 그러나 이러한 경우에도 영장주의를 배제하는 법령 자체가 위헌이라면 결국 헌법상 영장주의에 위반하여 영장 없는 체포·구금을 한 것이고 그로 인한 국민의 기본권 침해 결과는 수사기관이 직무범죄를 저지른 경우와 다르지 않다. 즉, 수사기관이 영장주의를 배제하는 위헌적 법령에 따라 체포·구금을 한 경우 비록 그것이 형식상 존재하는 당시의 법령에 따른 행위라고 하더라도 그 법령 자체가 위헌이라면 결과적으로 그 수사에 기초한 공소제기에 따른 유죄의 확정판결에는 수사기관이 형법 제124조의 불법체포·감금죄를 범한 경우와 마찬가지의 중대한 하자가 있다고 보아야 한다.<br/>  만일 이러한 경우를 재심사유로 인정하지 않는다면, 수사기관이 헌법상 영장주의를 위반하여 국민을 체포·구금하였고 그 수사에 기초한 공소제기에 따라 진행된 유죄 확정판결에 형사소송법 제420조 제7호의 재심사유와 동일하게 평가할 수 있는 중대한 하자가 존재함에도 단지 위헌적인 법령이 존재하였다는 이유만으로 그 하자를 바로잡는 것을 거부하는 결과가 된다. 이는 위헌적인 법령을 이유로 국민의 재판받을 권리를 제한하는 것일 뿐만 아니라 확정판결에 중대한 하자가 있는 경우 법적 안정성을 후퇴시키더라도 구체적 정의를 실현하고자 하는 재심제도의 이념에도 반한다.<br/>  한편 이러한 수사기관의 행위에 관하여도 당시의 법령에 의하여 불법체포·감금죄가 성립하는 경우에만 형사소송법 제420조 제7호의 재심사유가 인정된다고 해석하는 것은 위헌적 법령으로 인하여 갖출 수 없게 된 요건을 요구하며 재심사유를 부정하는 것이 되어 부당하다.<br/>  따라서 위와 같은 재심제도의 목적과 이념, 형사소송법 제420조 제7호의 취지, 영장주의를 배제하는 위헌적 법령에 따른 체포·구금으로 인한 기본권 침해 결과 등 제반 사정을 종합하여 보면, 수사기관이 영장주의를 배제하는 위헌적 법령에 따라 영장 없는 체포·구금을 한 경우에도 불법체포·감금의 직무범죄가 인정되는 경우에 준하는 것으로 보아 형사소송법 제420조 제7호의 재심사유가 있다고 보아야 한다. 위와 같이 유추적용을 통하여 영장주의를 배제하는 위헌적 법령에 따라 영장 없는 체포·구금을 당한 국민에게 사법적 구제수단 중의 하나인 재심의 문을 열어놓는 것이 헌법상 재판받을 권리를 보장하는 헌법합치적 해석이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제326조, 제420조, 제421조 제1항 / [2] 헌법 제12조 제1항, 제3항, 제27조 제1항, 형법 제124조, 형사소송법 제420조, 제421조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 4. 25.자 2013재도29 결정<br/>"
}