{
  "판례일련번호": "196007",
  "사건명": "대여금",
  "사건번호": "2016다211620",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180515",
  "판시사항": "[1] 주채무에 대한 소멸시효가 완성된 경우, 보증채무의 부종성에 따라 보증채무 역시 당연히 소멸하는지 여부(원칙적 적극) / 이때 예외적으로 보증채무의 부종성을 부정하기 위한 요건 및 보증인이 주채무의 시효소멸에 원인을 제공하였다는 것만으로 보증채무의 부종성을 부정할 수 있는지 여부(소극)<br/>[2] 상가 분양자인 甲 주식회사가 乙 은행과 수분양자들에 대한 중도금 대출에 관하여 대출업무약정을 체결하면서 수분양자들의 대출금 채무를 연대보증하기로 하였고, 이에 따라 수분양자인 丙의 乙 은행에 대한 대출금 채무의 연대보증인이 되었는데, 甲 회사가 乙 은행에 주채무자인 수분양자들의 개별 동의 없이 대출의 만기연장을 요청하면서 그로 인하여 발생하는 모든 문제를 책임지기로 하였고, 그 후 甲 회사가 丙과 분양계약을 합의해제하면서 대출금의 상환을 책임지기로 약정하였으나, 대출금을 상환하지 아니한 채 계속하여 만기를 연장하면서 이자만을 납부하였으며, 乙 은행은 丙에 대하여 시효중단 등의 조치를 취하지 아니하여 丙의 대출금 채무가 시효완성된 사안에서, 보증채무의 부종성을 부정하여야 할 특별한 사정이 있다고 보아 甲 회사가 주채무의 시효소멸을 이유로 보증채무의 소멸을 주장할 수 없다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보증채무에 대한 소멸시효가 중단되는 등의 사유로 완성되지 아니하였다고 하더라도 주채무에 대한 소멸시효가 완성된 경우에는 시효완성의 사실로 주채무가 소멸되므로 보증채무의 부종성에 따라 보증채무 역시 당연히 소멸되는 것이 원칙이다.<br/>  다만 보증채무의 부종성을 부정하여야 할 특별한 사정이 있는 경우에는 예외적으로 보증인은 주채무의 시효소멸을 이유로 보증채무의 소멸을 주장할 수 없으나, 특별한 사정을 인정하여 보증채무의 본질적인 속성에 해당하는 부종성을 부정하려면 보증인이 주채무의 시효소멸에도 불구하고 보증채무를 이행하겠다는 의사를 표시하거나 채권자와 그러한 내용의 약정을 하였어야 하고, 단지 보증인이 주채무의 시효소멸에 원인을 제공하였다는 것만으로는 보증채무의 부종성을 부정할 수 없다.<br/>[2] 상가 분양자인 甲 주식회사가 乙 은행과 수분양자들에 대한 중도금 대출에 관하여 대출업무약정을 체결하면서 수분양자들의 대출금 채무를 연대보증하기로 하였고, 이에 따라 수분양자인 丙의 乙 은행에 대한 대출금 채무의 연대보증인이 되었는데, 甲 회사가 乙 은행에 주채무자인 수분양자들의 개별 동의 없이 대출의 만기연장을 요청하면서 그로 인하여 발생하는 모든 문제를 책임지기로 하였고, 그 후 甲 회사가 丙과 분양계약을 합의해제하면서 대출금의 상환을 책임지기로 약정하였으나, 대출금을 상환하지 아니한 채 계속하여 만기를 연장하면서 이자만을 납부하였으며, 乙 은행은 丙에 대하여 시효중단 등의 조치를 취하지 아니하여 丙의 대출금 채무가 시효완성된 사안에서, 甲 회사는 수분양자들과 다수의 분양계약을 체결하고 수분양자들이 주채무자인 대출금 채무에 관하여 연대보증을 하였으므로, 甲 회사가 乙 은행과 주채무자의 동의를 받지 아니한 채 대출만기를 연장하면서 그로 인하여 발생한 문제에 대하여 책임지기로 한 것은 주채무가 시효소멸해도 보증채무를 이행하겠다는 의사를 표시한 것이라기보다는 일괄적인 업무처리의 편의를 위한 것으로 볼 여지가 있고, 甲 회사가 분양계약을 해제하면서 丙에 대하여 대출금의 상환을 책임지기로 한 것을 채권자인 乙 은행에 대한 의사표시로 보기 어려울 뿐만 아니라, 그 밖에 甲 회사가 乙 은행에 丙의 동의 없는 대출만기의 연장을 요청하였고, 분양계약이 해제된 후에도 계속하여 만기를 연장하면서 대출금의 이자를 납부하였으며, 이에 따라 乙 은행이 丙에 대하여 채권회수 등을 위한 조치를 취하지 아니하여 주채무의 소멸시효가 완성되는 등으로 甲 회사가 주채무의 시효소멸에 원인을 제공하였다는 사정만으로는 보증채무의 부종성을 부정할 수 없는데도, 보증채무의 부종성을 부정하여야 할 특별한 사정이 있다고 보아 甲 회사가 주채무의 시효소멸을 이유로 보증채무의 소멸을 주장할 수 없다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제428조, 제430조 / [2] 민법 제428조, 제430조<br/>",
  "참조판례": "[1] 대법원 2012. 7. 12. 선고 2010다51192 판결(공2012하, 1406)<br/>"
}