{
  "판례일련번호": "196019",
  "사건명": "일반교통방해",
  "사건번호": "2017도9146",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180511",
  "판시사항": "[1] 집회 및 시위에 관한 법률에 따른 신고 없이 이루어진 집회에 참석한 참가자들이 차로 위를 행진하는 등으로 도로 교통을 방해함으로써 통행을 불가능하게 하거나 현저하게 곤란하게 하는 경우, 일반교통방해죄가 성립하는지 여부(적극) 및 이때 참가자에게 일반교통방해죄가 성립하기 위한 요건<br/>[2] 일반교통방해죄의 기수 시기와 종료 시기 / 교통방해를 유발한 집회에 참가하였으나 참가 당시 이미 다른 참가자들에 의해 교통의 흐름이 차단된 상태였던 경우, 참가자에게 일반교통방해죄가 성립하기 위한 요건<br/>[3] 피고인이 집회 및 시위에 관한 법률에 따른 신고 없이 서울광장에서 개최된 ‘세월호 1주기 범국민행동’ 추모제에 참석한 뒤 다른 집회 참가자들과 함께 질서유지선을 넘어 방송차량을 따라 도로 전 차로를 점거하면서 행진하고, 행진을 제지하는 경찰과 대치하면서 도로에서 머물다가 귀가한 사안에서, 제반 사정을 종합하면 피고인은 일반교통방해죄의 공모공동정범으로서 책임이 있다는 이유로, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 집회 및 시위에 관한 법률에 따른 신고 없이 이루어진 집회에 참석한 참가자들이 차로 위를 행진하는 등으로 도로 교통을 방해함으로써 통행을 불가능하게 하거나 현저하게 곤란하게 하는 경우에 일반교통방해죄가 성립한다. 그러나 이 경우에도 참가자 모두에게 당연히 일반교통방해죄가 성립하는 것은 아니고, 실제로 참가자가 집회·시위에 가담하여 교통방해를 유발하는 직접적인 행위를 하였거나, 참가자의 참가 경위나 관여 정도 등에 비추어 참가자에게 공모공동정범의 죄책을 물을 수 있는 경우라야 일반교통방해죄가 성립한다.<br/>[2] 일반교통방해죄는 이른바 추상적 위험범으로서 교통이 불가능하거나 또는 현저히 곤란한 상태가 발생하면 바로 기수가 되고 교통방해의 결과가 현실적으로 발생하여야 하는 것은 아니다. 또한 일반교통방해죄에서 교통방해 행위는 계속범의 성질을 가지는 것이어서 교통방해의 상태가 계속되는 한 위법상태는 계속 존재한다. 따라서 교통방해를 유발한 집회에 참가한 경우 참가 당시 이미 다른 참가자들에 의해 교통의 흐름이 차단된 상태였더라도 교통방해를 유발한 다른 참가자들과 암묵적·순차적으로 공모하여 교통방해의 위법상태를 지속시켰다고 평가할 수 있다면 일반교통방해죄가 성립한다.<br/>[3] 피고인이 집회 및 시위에 관한 법률에 따른 신고 없이 서울광장에서 개최된 ‘세월호 1주기 범국민행동’ 추모제(이하 ‘甲 집회’라 한다)에 참석한 뒤 다른 집회 참가자들과 함께 질서유지선을 넘어 방송차량을 따라 도로 전 차로를 점거하면서 행진하고, 행진을 제지하는 경찰과 대치하면서 도로에서 머물다가 귀가한 사안에서, 피고인은 다른 집회 참가자들과 함께 경찰이 공공질서 유지 등을 위하여 설정한 질서유지선을 넘어 도로 전 차로를 점거한 채 행진하였으므로 집회 참가자들 사이에 서로의 행위를 인식하며 암묵적·순차적으로 의사의 결합이 이루어졌다고 볼 수 있어, 피고인은 甲 집회의 위법성을 인식한 상태에서 이를 수용하여 도로 점거 등 교통을 방해하는 직접적 행위를 하였다고 보이는 점, 甲 집회 참가자들이 도로를 점거함으로써 차량의 통행이 전면적으로 제한되는 상태가 계속되었으므로 도로 점거행위는 직접적인 교통방해 행위에 해당하거나 교통방해의 위법상태를 지속시켰다고 평가할 수 있는 점, 甲 집회·시위의 내용과 진행 상황, 집회 참가자들이 질서유지선을 넘어 도로를 점거한 채 행진하는 등 구체적인 행위 모습, 도로 점거의 지속시간, 피고인이 다른 집회 참가자들과 함께 도로 점거를 계속한 점 등에 비추어 위 범행에 대한 본질적 기여를 통한 기능적 행위지배가 있다고 볼 수 있는 점을 종합하면, 피고인은 일반교통방해죄의 공모공동정범으로서 책임이 있다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 일반교통방해죄의 공모공동정범에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조, 제185조, 집회 및 시위에 관한 법률 제6조 제1항 / [2] 형법 제30조, 제185조 / [3] 형법 제30조, 제185조, 집회 및 시위에 관한 법률 제6조 제1항, 제12조<br/>",
  "참조판례": "[1] 대법원 2008. 11. 13. 선고 2006도755 판결(공2008하, 1695), 대법원 2016. 11. 10. 선고 2016도4921 판결 / [2] 대법원 2005. 10. 28. 선고 2004도7545 판결, 대법원 2018. 1. 24. 선고 2017도11408 판결(공2018상, 539)<br/>"
}