{
  "판례일련번호": "196014",
  "사건명": "매매대금반환",
  "사건번호": "2015다41671",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180511",
  "판시사항": "지방자치단체가 도시계획사업의 일환으로 토지구획정리사업을 시행하여 설치한 도로의 부지에 관하여 구 도시 및 주거환경정비법 제65조 제2항 후단 규정이 적용되는지 여부(적극) 및 위 규정을 위반하여 사업시행자가 국가 또는 지방자치단체와 체결한 매매계약 등의 효력(무효)<br/>",
  "판결요지": "구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제65조 제2항 후단은 ‘정비사업의 시행으로 인하여 용도가 폐지되는 국가 또는 지방자치단체 소유의 정비기반시설은 그가 새로이 설치한 정비기반시설의 설치비용에 상당하는 범위 안에서 사업시행자에게 무상으로 양도된다.’고 정하고 있다. 여기에서 ‘사업시행자에게 무상으로 양도되는 국가 또는 지방자치단체 소유의 정비기반시설’은 정비사업 시행인가 전에 이미 구 국토의 계획 및 이용에 관한 법률(2007. 12. 27. 법률 제8819호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라 한다)에 따라 도시관리계획으로 결정되어 설치된 국가 또는 지방자치단체 소유의 기반시설을 의미한다.<br/>  도로는 도로의 형태를 갖추고 도로법에 따라 노선의 지정·인정 공고와 도로구역 결정·고시를 한 때 또는 구 도시계획법(1972. 12. 30. 법률 제2435호로 개정되기 전의 것, 이하 ‘구 도시계획법’이라 한다)이 정한 절차를 거쳐 도로를 설치한 때, 공용개시행위가 있다고 볼 수 있다. 토지가 지방자치단체의 토지구획정리사업의 시행 결과 지방자치단체가 관리하는 공공시설의 하나인 도로용지가 된 경우, 그 토지는 적어도 지방자치단체의 토지구획정리사업의 시행으로 공공시설의 목적에 제공하는 토지라고 할 수 있다.<br/>구 도시계획법 제2조 제1항에 따르면 도시계획사업은 토지구획정리사업으로도 가능하다. 지방자치단체가 도시계획사업의 일환으로 토지구획정리사업을 시행하여 설치한 도로는 구 도시계획법에 따라 도시계획으로 결정되어 설치된 공공시설이라고 보아야 한다.<br/>구 국토계획법 부칙(2002. 2. 4.) 제12조, 제15조에 따르면, 구 도시계획법에 의하여 결정된 도시계획은 구 국토계획법에 의하여 결정된 도시관리계획으로 간주되고, 구 도시계획법에 의한 도시계획시설은 구 국토계획법에 의한 도시계획시설로 간주된다. 따라서 지방자치단체가 도시계획사업의 일환으로 토지구획정리사업을 시행하여 설치한 도로의 부지에 대해서는 구 국토계획법상 기반시설에 관한 도시관리계획 결정도 있는 것으로 간주되어 도로법에 따라 노선의 지정·인정 공고와 도로구역 결정·고시가 되었는지와 상관없이 구 도시정비법 제65조 제2항 후단이 적용된다.<br/>  위에서 본 구 도시정비법 제65조 제2항 후단 규정은 그 입법 취지에 비추어, 민간 사업시행자가 새로 설치할 정비기반시설의 설치비용에 상당하는 범위 안에서 용도폐지될 정비기반시설의 무상양도를 강제하는 강행규정이므로, 위 규정을 위반하여 사업시행자와 국가 또는 지방자치단체 사이에 체결된 매매계약 등은 무효이다.<br/>",
  "판결본문": "",
  "참조조문": "구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것) 제65조 제2항(현행 제97조 제2항 참조), 구 국토의 계획 및 이용에 관한 법률(2007. 12. 27. 법률 제8819호로 개정되기 전의 것) 제2조 제4호, 제7호, 제30조, 부칙(2002. 2. 4.) 제12조, 제15조, 구 도시계획법(1972. 12. 30. 법률 제2435호로 개정되기 전의 것) 제2조 제1항 제1호, 제3호, 제12조, 민법 제105조<br/>",
  "참조판례": "대법원 1998. 8. 21. 선고 98다1607, 1614 판결(공1998하, 2286), 대법원 2000. 2. 25. 선고 99다54332 판결(공2000상, 832), 대법원 2008. 11. 27. 선고 2007두24289 판결(공2008하, 1805), 대법원 2009. 6. 11. 선고 2008다20751 판결(공2009하, 1107)<br/>"
}