{
  "판례일련번호": "197038",
  "사건명": "임금채권보장법위반",
  "사건번호": "2013도841",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160824",
  "판시사항": "[1] 구 임금채권보장법 제28조 제2호가 도산등사실인정 신청사건 등의 조사 과정에서 사업주 등 관계 당사자가 허위 진술을 한 것을 형사처벌의 대상으로 하는지 여부(소극)<br/>[2] 2014. 3. 24. 개정된 임금채권보장법 제28조가 체당금 등이 지급되었는지에 따라 제1항과 제2항으로 구분하여 법정형을 달리 규정하고, 구 임금채권보장법 제28조 제2호에 대응하는 개정 임금채권보장법 제28조 제2항이 징역형에 관하여 구법에 비해 법정형을 낮게 규정한 것이 형법 제1조 제2항의 ‘범죄 후 법률의 변경에 의하여 형이 구법보다 경한 때’에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 체당금을 부정한 방법이나 위계에 의하여 지급받은 경우의 반환의무 등에 관하여 규정한 구 임금채권보장법(2011. 7. 25. 법률 제10967호로 개정되기 전의 것, 이하 같다) 제14조 제3항에서는 거짓의 ‘보고’와 거짓의 ‘진술’을 함께 명시하여 규정하고 있는 반면, 부정한 방법으로 체당금을 지급받은 행위를 처벌하기 위한 구 임금채권보장법 제28조 제2호(이하 ‘처벌규정’이라고 한다)에서는 ‘거짓의 보고·증명 또는 서류제출’ 행위를 규정할 뿐 ‘거짓의 진술’은 행위유형으로 명시하지 않고 있고, 위 법에서 체당금 지급절차와 관련하여 ‘보고’에 관하여 규정한 것은 위 법 제22조 및 구 임금채권보장법 시행령(2012. 1. 6. 대통령령 제23488호로 개정되기 전의 것) 제10조 이외에는 달리 없으므로, 그 규정에 의한 ‘보고’에 해당하지 아니하는 단순한 거짓의 ‘진술’은 처벌조항에 의한 처벌 대상이 되는 행위유형에는 해당하지 않는다. 더구나 처벌규정에 ‘진술’이 명시되어 있지 아니함에도 그 규정에 있는 ‘보고’의 의미에 도산등사실인정 신청사건과 관련하여 근로감독관 등으로부터 조사를 받으면서 한 ‘진술’이 거짓인 경우까지 포함된다고 새기는 것은 형벌법규를 피고인에게 불리하게 확장해석하는 것으로서 죄형법정주의의 원칙에도 어긋난다. 그러므로 처벌규정은 지방고용노동관서의 요구에 따른 보고나 증명, 서류제출을 넘어서 도산등사실인정 신청사건 등의 조사 과정에서 사업주 등 관계 당사자가 허위의 진술을 한 것까지 형사처벌의 대상으로 삼고자 한 것은 아니다.<br/>[2] 구 임금채권보장법(2011. 7. 25. 법률 제10967호로 개정되기 전의 것, 이하 같다) 제28조는 “다음 각 호의 어느 하나에 해당하는 자는 3년 이하의 징역 또는 2천만 원 이하의 벌금에 처한다.”라고 규정하고, 제1호에서 “거짓이나 그 밖의 부정한 방법으로 체당금을 지급받은 자”를, 제2호에서 “거짓이나 그 밖의 부정한 방법으로 체당금을 지급받을 수 있도록 거짓의 보고·증명 또는 서류제출을 한 자”를 규정하였다. 그런데 2014. 3. 24. 법률 제12528호로 개정되고 2014. 9. 25. 시행된 임금채권보장법 제28조는 제1항에서 “다음 각 호의 어느 하나에 해당하는 자는 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다.”라고 규정하고, 제1호에서 “거짓이나 그 밖의 부정한 방법으로 제7조에 따른 체당금 또는 제7조의2에 따른 융자를 받은 자”를, 제2호에서 “거짓이나 그 밖의 부정한 방법으로 다른 사람으로 하여금 제7조에 따른 체당금 또는 제7조의2에 따른 융자를 받게 한 자”를 규정하고, 이어 제2항에서 “다음 각 호의 어느 하나에 해당하는 자는 2년 이하의 징역 또는 2천만 원 이하의 벌금에 처한다.”라고 규정하고, 제1호에서 “부당하게 제7조에 따른 체당금 또는 제7조의2에 따른 융자를 받기 위하여 거짓의 보고·증명 또는 서류제출을 한 자”를, 제2호에서 “다른 사람으로 하여금 부당하게 제7조에 따른 체당금 또는 제7조의2에 따른 융자를 받게 하기 위하여 거짓의 보고·증명 또는 서류제출을 한 자”를 규정하였다.<br/>  위와 같이 개정된 임금채권보장법 제28조는 체당금 등이 지급되었는지에 따라 제1항과 제2항으로 구분하여 법정형을 달리 규정하고 있고, 구 임금채권보장법 제28조 제2호에 대응하는 개정된 임금채권보장법 제28조 제2항은 징역형에 관하여 구법에 비해 법정형을 낮게 규정하고 있다. 이는 체당금의 지급 여부와 무관하게 일률적으로 동일한 법정형을 적용하도록 한 종전의 형벌규정이 적어도 체당금이 지급되지 않은 경우에는 과중하다는 데에서 나온 반성적 조치라고 보아야 한다. 그러므로 이는 형법 제1조 제2항의 ‘범죄 후 법률의 변경에 의하여 형이 구법보다 경한 때’에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 구 임금채권보장법(2011. 7. 25. 법률 제10967호로 개정되기 전의 것) 제14조 제1항(현행 제14조 제2항 참조), 제3항(현행 제14조 제4항 참조), 제22조 제2호, 제28조 제2호(현행 제28조 제2항 제1호 참조), 구 임금채권보장법 시행령(2012. 1. 6. 대통령령 제23488호로 개정되기 전의 것) 제10조 제1항, 제2항 / [2] 형법 제1조 제2항, 구 임금채권보장법(2011. 7. 25. 법률 제10967호로 개정되기 전의 것) 제28조 제1호(현행 제28조 제1항 제1호 참조), 제2호(현행 제28조 제2항 제1호 참조), 임금채권보장법 제28조 제1항 제1호, 제2호, 제2항 제1호, 제2호<br/>",
  "참조판례": ""
}