{
  "판례일련번호": "197020",
  "사건명": "아동·청소년의성보호에관한법률위반(음란물제작·배포등)·국민체육진흥법위반·전자금융거래법위반·정보통신망이용촉진및정보보호등에관한법률위반(음란물유포)·도박개장방조",
  "사건번호": "2018도3619",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180530",
  "판시사항": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률에 정한 중대범죄에 해당하는 범죄행위에 의하여 취득한 것으로 재산적 가치가 인정되는 무형재산을 몰수할 수 있는지 여부(적극)<br/>  [2] 피고인이 음란물유포 인터넷사이트를 운영하면서 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(음란물유포)죄와 도박개장방조죄에 의하여 비트코인(Bitcoin)을 취득한 사안에서, 피고인의 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(음란물유포)죄와 도박개장방조죄는 범죄수익은닉의 규제 및 처벌 등에 관한 법률에 정한 중대범죄에 해당하며, 비트코인은 재산적 가치가 있는 무형의 재산이라고 보아야 하고, 몰수의 대상인 비트코인이 특정되어 있다는 이유로, 피고인이 취득한 비트코인을 몰수할 수 있다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘범죄수익은닉규제법’이라 한다)은 국제적 기준에 맞는 자금세탁방지 제도를 마련하고 범죄수익의 몰수·추징에 관한 특례를 규정함으로써 특정범죄를 조장하는 경제적 요인을 근원적으로 제거하여 건전한 사회질서의 유지에 이바지함을 목적으로 제정된 법률이다. 특정범죄를 직접 처벌하는 형법 등을 보충함으로써 중대범죄를 억제하기 위한 형사법 질서의 중요한 일부를 이루고 있다.<br/>    범죄수익은닉규제법은 “중대범죄에 해당하는 범죄행위에 의하여 생긴 재산 또는 그 범죄행위의 보수로 얻은 재산”을 범죄수익으로 규정하고[제2조 제2호 (가)목], 범죄수익을 몰수할 수 있다고 규정한다(제8조 제1항 제1호). 그리고 범죄수익은닉규제법 시행령은 “은닉재산이란 몰수·추징의 판결이 확정된 자가 은닉한 현금, 예금, 주식, 그 밖에 재산적 가치가 있는 유형·무형의 재산을 말한다.”라고 규정하고 있다(제2조 제2항 본문).<br/>    위와 같은 범죄수익은닉규제법의 입법 취지 및 법률 규정의 내용을 종합하여 보면, 범죄수익은닉규제법에 정한 중대범죄에 해당하는 범죄행위에 의하여 취득한 것으로 재산적 가치가 인정되는 무형재산도 몰수할 수 있다.<br/>  [2] 피고인이 음란물유포 인터넷사이트를 운영하면서 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 위반(음란물유포)죄와 도박개장방조죄에 의하여 비트코인(Bitcoin)을 취득한 사안에서, 범죄수익은닉의 규제 및 처벌 등에 관한 법률(이하 ‘범죄수익은닉규제법’이라 한다) [별표] 제1호 (사)목에서는 형법 제247조의 죄를, [별표] 제24호에서는 정보통신망법 제74조 제1항 제2호의 죄를 중대범죄로 규정하고 있어 피고인의 정보통신망법 위반(음란물유포)죄와 도박개장방조죄는 범죄수익은닉규제법에 정한 중대범죄에 해당하며, 비트코인은 경제적인 가치를 디지털로 표상하여 전자적으로 이전, 저장 및 거래가 가능하도록 한, 이른바 ‘가상화폐’의 일종인 점, 피고인은 위 음란사이트를 운영하면서 사진과 영상을 이용하는 이용자 및 음란사이트에 광고를 원하는 광고주들로부터 비트코인을 대가로 지급받아 재산적 가치가 있는 것으로 취급한 점에 비추어 비트코인은 재산적 가치가 있는 무형의 재산이라고 보아야 하고, 몰수의 대상인 비트코인이 특정되어 있다는 이유로, 피고인이 취득한 비트코인을 몰수할 수 있다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제1조, 제2조 제1호, 제2호 (가)목, 제8조 제1항 제1호, 범죄수익은닉의 규제 및 처벌 등에 관한 법률 시행령 제2조 제2항 / [2] 형법 제32조, 제247조, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 제1항 제1호, 제74조 제1항 제2호, 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제2조 제1호, 제2호 (가)목, 제8조 제1항, 제2항, [별표] 제1호 (사)목, 제24호, 범죄수익은닉의 규제 및 처벌 등에 관한 법률 시행령 제2조 제2항<br/>",
  "참조판례": ""
}