{
  "판례일련번호": "197037",
  "사건명": "손해배상(기)(정보주체의 동의 없는 위치정보 수집에 따른 손해배상을 구하는 사건)",
  "사건번호": "2015다251539, 251546, 251553, 251560, 251577",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180530",
  "판시사항": "[1] 정보주체의 동의를 얻지 아니하고 개인의 위치정보를 수집한 경우, 손해배상책임이 인정되는지 판단하는 기준<br/>[2] 甲 외국법인은 휴대폰 등을 제조하여 판매하는 다국적 기업이고, 乙 유한회사는 甲 법인이 제작한 휴대폰 등을 국내에 판매하고 사후관리 등을 하는 甲 법인의 자회사인데, 甲 법인이 출시한 휴대폰 등에서 사용자가 위치서비스 기능을 “끔”으로 설정하였음에도 甲 법인이 휴대폰 등의 위치정보와 사용자의 개인위치정보를 수집하는 버그가 발생하자, 甲 법인과 乙 회사로부터 휴대폰 등을 구매한 후 이를 사용하는 丙 등이 손해배상을 구한 사안에서, 甲 법인과 乙 회사의 위치정보 또는 개인위치정보의 수집으로 인하여 丙 등에 대한 손해배상책임이 인정된다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 정보주체의 동의를 얻지 아니하고 개인의 위치정보를 수집한 경우, 그로 인하여 손해배상책임이 인정되는지는 위치정보 수집으로 정보주체를 식별할 가능성이 발생하였는지, 정보를 수집한 자가 수집된 위치정보를 열람 등 이용하였는지, 위치정보가 수집된 기간이 장기간인지, 위치정보를 수집하게 된 경위와 그 수집한 정보를 관리해 온 실태는 어떠한지, 위치정보 수집으로 인한 피해 발생 및 확산을 방지하기 위하여 어떠한 조치가 취하여졌는지 등 여러 사정을 종합적으로 고려하여 구체적 사건에 따라 개별적으로 판단하여야 한다.<br/>[2] 甲 외국법인은 휴대폰 등을 제조하여 판매하는 다국적 기업이고, 乙 유한회사는 甲 법인이 제작한 휴대폰 등을 국내에 판매하고 사후관리 등을 하는 甲 법인의 자회사인데, 甲 법인이 출시한 휴대폰 등에서 사용자가 위치서비스 기능을 “끔”으로 설정하였음에도 甲 법인이 휴대폰 등의 위치정보와 사용자의 개인위치정보를 수집하는 버그가 발생하자, 甲 법인과 乙 회사로부터 휴대폰 등을 구매한 후 이를 사용하는 丙 등이 손해배상을 구한 사안에서, 휴대폰 등으로부터 전송되는 정보만으로는 해당 통신기지국 등의 식별정보나 공인 아이피(IP)만 알 수 있을 뿐, 특정 기기나 사용자가 누구인지를 알 수는 없고, 휴대폰 등의 데이터베이스에 저장된 정보는 기기의 분실·도난·해킹 등이 발생하는 경우 외에는 외부로 유출될 가능성이 없는 점, 휴대폰 등의 사용자들은 甲 법인과 乙 회사가 위치정보를 수집하여 위치서비스제공에 이용하는 것을 충분히 알 수 있었던 점, 위 버그가 甲 법인과 乙 회사가 휴대폰 등의 위치정보나 사용자의 개인위치정보를 침해하기 위한 목적으로 이루어진 것으로 보이지 않는 점, 甲 법인은 버그가 존재한다는 사실이 알려지자 신속하게 새로운 운영체계를 개발하여 배포하는 등 그로 인한 피해 발생이나 확산을 막기 위해 노력한 점, 수집된 위치정보나 개인위치정보가 수집목적과 달리 이용되거나 제3자에게 유출된 것으로 보이지 않는 점에 비추어, 甲 법인과 乙 회사의 위치정보 또는 개인위치정보의 수집으로 인하여 丙 등에 대한 손해배상책임이 인정된다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 위치정보의 보호 및 이용 등에 관한 법률 제2조 제1호, 제2호, 구 위치정보의 보호 및 이용 등에 관한 법률(2012. 5. 14. 법률 제11423호로 개정되기 전의 것) 제15조 제1항, 제18조 제1항, 제39조, 제40조 / [2] 위치정보의 보호 및 이용 등에 관한 법률 제2조 제1호, 제2호, 구 위치정보의 보호 및 이용 등에 관한 법률(2012. 5. 14. 법률 제11423호로 개정되기 전의 것) 제15조 제1항, 제18조 제1항, 제39조, 제40조<br/>",
  "참조판례": "[1] 대법원 2016. 9. 28. 선고 2014다56652 판결(공2016하, 1585)<br/>"
}