{
  "판례일련번호": "197160",
  "사건명": "회생",
  "사건번호": "2016마5352",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20180518",
  "판시사항": "[1] 회생계획 인가요건의 흠결 여부 판단의 기준시기(=인가 여부의 결정 시) 및 회생계획 인가결정에 대하여 항고한 재항고인이 항고심에서 주장한 바 없이 재항고심에 이르러 새로이 하는 주장이 회생계획 인가의 요건에 관한 것인 경우, 재항고심의 판단대상인지 여부(적극)<br/>  [2] 채무자 회생 및 파산에 관한 법률 제87조에 따라 제1심법원이 선임한 조사위원이 조사하여야 할 사항 및 조사위원이 작성한 조사보고서에 기재된 채무자가 회생절차 개시에 이르게 된 사정에 관한 보고 내용의 증명력<br/>  [3] 채무자 회생 및 파산에 관한 법률 제87조에 따라 제1심법원이 선임한 조사위원이 채무자의 부채와 자산의 액수를 조사한 조사보고서가 여러 번 제출되고 결과에 차이가 있는 경우, 조사보고서 중 어느 것을 택할 것인지는 법원의 재량에 속하는지 여부(원칙적 적극)<br/>  [4] 법원이 회생계획안에 관한 결의를 위한 조를 분류하면서 채무자 회생 및 파산에 관한 법률 제236조 제2항 각호에 해당하는 동일한 종류의 권리자를 2개 이상의 조로 세분하지 않은 것이 위법한지 여부(원칙적 소극)<br/>  [5] 회생계획 인가의 요건으로 채무자 회생 및 파산에 관한 법률 제243조 제1항 제2호 전단에서 정한 회생계획의 ‘공정·형평’의 의미 / 회생계획에서 같은 법 제217조 제1항 제1호 내지 제5호가 규정하는 5종류의 권리 내부에서 더 세분하여 차등을 둘 수 있는지 여부(원칙적 적극) 및 같은 성질의 회생채권이나 회생담보권에 대하여 합리적인 이유 없이 권리에 대한 감면 비율이나 변제기를 달리할 수 있는지 여부(소극)<br/>  [6] 회생계획 인가의 요건으로 채무자 회생 및 파산에 관한 법률 제243조 제1항 제2호 후단에서 정한 회생계획의 ‘수행가능성’의 의미 / 같은 법 제243조 제1항 제6호의 규정 취지 및 법원이 같은 법 제226조 제2항에서 정한 의견조회를 누락한 경우, 회생계획의 수행가능성과 관련한 같은 법 제243조 제1항 제6호의 요건을 흠결한 것인지 여부(소극)<br/>  [7] 부결된 회생계획안 자체가 이미 부동의한 조의 권리자에게 청산가치 이상을 분배할 것을 규정하여 채무자 회생 및 파산에 관한 법률 제244조 제1항 각호의 요건을 충족하고 있다고 인정되는 경우, 법원이 부동의한 조의 권리자를 위하여 회생계획안의 조항을 그대로 권리보호조항으로 정하고 인가를 하는 것이 허용되는지 여부(적극)<br/>",
  "판결요지": "[1] 회생계획 인가의 요건은 법원이 직권으로 조사하여야 하고 판단은 인가 여부의 결정 시를 기준으로 할 것이므로, 인가결정에 대하여 즉시항고가 제기된 경우에는 항고심 결정 시까지 제출된 모든 자료에 의하여 인가요건의 흠결 여부를 직권으로 판단하여야 한다. 따라서 회생계획 인가결정에 대하여 항고한 재항고인이 항고심에서 주장한 바 없이 재항고심에 이르러 새로이 하는 주장이라 할지라도 그 내용이 회생계획 인가의 요건에 관한 것이라면, 이는 재항고심의 판단대상이다.<br/>  [2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제87조에 따라 제1심법원이 선임한 조사위원은, 채무자회생법 제90조 내지 제92조 및 회생사건의 처리에 관한 예규(재민2006-5) 제7조에서 정한 사항을 조사할 의무가 있고, 조사 사항에는 채무자가 회생절차 개시에 이르게 된 사정, 회생절차 개시 당시 채무자의 부채와 자산의 액수도 포함된다. 위와 같은 의무가 있는 조사위원이 작성한 조사보고서에 기재된 채무자가 회생절차 개시에 이르게 된 사정에 관한 보고는 그 기재가 진실에 반한다는 등의 특별한 사정이 없는 한 그 내용의 증명력을 쉽게 배척할 수 없다.<br/>  [3] 채무자 회생 및 파산에 관한 법률 제87조에 따라 제1심법원이 선임한 조사위원은, 회생절차 개시결정일을 기준으로 채무자가 제시하는 재무제표와 부속명세서를 기초로 하고, 일반적으로 인정되는 회계감사기준과 준칙 등을 적용하여 채무자의 부채와 자산의 액수를 조사한다. 자산 중 매출채권의 경우는 회수가능성, 상대방의 재무상태 등을 고려하여 가치를 평가하고, 부채 역시 일반적인 회계감사기준에 따라 존재 여부를 검토하고 관리인이 제출한 채권자목록, 채권자들이 신고한 채권신고서 등과 대조작업을 거친다. 그런데 이러한 방법으로 채무자의 부채와 자산의 액수를 조사한 조사위원의 조사보고서가 여러 번 제출되고 결과에 차이가 있는 경우, 각 조사보고서 중 어느 것을 택할 것인지는 조사방법 등이 경험칙에 반하거나 합리성이 없는 등 현저한 잘못이 있음이 명백하지 않는 한, 원칙적으로 법원의 재량에 속한다.<br/>  [4] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다)은 회생채권자·회생담보권자·주주·지분권자를 각각 다른 조로 분류하여야 하는 것 외에는 법원이 채무자회생법 제236조 제2항 각호의 자가 가진 권리의 성질과 이해관계를 고려하여 2개 이상의 호의 자를 하나의 조로 분류하거나 하나의 호에 해당하는 자를 2개 이상의 조로 분류할 수 있다고 규정하여(채무자회생법 제236조 제3항), 조의 통합과 세분에 관하여 법원의 재량을 인정하고 있다. 따라서 법원의 조 분류 결정에 재량의 범위를 일탈하였다고 볼 수 있는 특별한 사정이 없는 한, 법원이 채무자회생법 제236조 제2항 각호에 해당하는 동일한 종류의 권리자를 2개 이상의 조로 세분하지 않았다고 하여 이를 위법하다고 볼 수 없다.<br/>  [5] 법원이 회생계획의 인가를 하기 위해서는 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제243조 제1항 제2호 전단에 따라 회생계획이 공정하고 형평에 맞아야 한다. 구체적으로는 채무자회생법 제217조 제1항이 정하는 권리의 순위를 고려하여 이종(異種)의 권리자들 사이에는 회생계획의 조건에 공정하고 형평에 맞는 차등을 두어야 하고, 채무자회생법 제218조 제1항이 정하는 바에 따라 동종(同種)의 권리자들 사이에는 회생계획의 조건을 평등하게 하여야 한다는 것을 의미한다. 여기서 평등은 형식적 의미의 평등이 아니라 공정·형평의 관념에 반하지 아니하는 실질적인 평등을 가리킨다. 따라서 회생계획에서 모든 권리를 반드시 채무자회생법 제217조 제1항 제1호 내지 제5호가 규정하는 5종류의 권리로 나누어 각 종류의 권리를 획일적으로 평등하게 취급하여야만 하는 것은 아니다. 5종류의 권리 내부에서도 회생채권이나 회생담보권의 성질의 차이, 채무자의 회생을 포함한 회생계획의 수행가능성 등 제반 사정에 따른 합리적인 이유를 고려하여 이를 더 세분하여 차등을 두더라도 공정·형평의 관념에 반하지 아니하는 경우에는 합리적인 범위 내에서 차등을 둘 수 있다. 다만 같은 성질의 회생채권이나 회생담보권에 대하여 합리적인 이유 없이 권리에 대한 감면 비율이나 변제기를 달리하는 것과 같은 차별은 허용되지 아니한다.<br/>  [6] 법원이 회생계획의 인가를 하기 위해서는 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제243조 제1항 제2호 후단에 따라 회생계획의 수행이 가능하여야 한다. 여기서 말하는 ‘수행가능성’이란 채무자가 회생계획에 정해진 채무변제계획을 모두 이행하고 다시 회생절차에 들어오지 않을 수 있는 건전한 재무 상태를 구비하게 될 가능성을 의미한다.<br/>채무자회생법 제243조 제1항 제6호는 회생계획 인가의 요건으로 ‘회생계획에서 행정청의 허가·인가·면허 그 밖의 처분을 요하는 사항이 제226조 제2항의 규정에 의한 행정청의 의견과 중요한 점에서 차이가 없을 것’을 규정하고 있다. 이는 회생계획안이 행정청의 허가 등을 전제로 하는 경우에 그러한 처분이 내려지지 않으면 회생계획의 수행가능성에 문제가 발생할 수 있으므로 회생계획 인가의 요건으로 규정한 것이다.<br/>    한편 채무자회생법 제226조 제2항은 “행정청의 허가·인가·면허 그 밖의 처분을 요하는 사항을 정하는 회생계획안에 관하여는 법원은 그 사항에 관하여 그 행정청의 의견을 들어야 한다.”라고 규정하고 있다. 법원이 채무자회생법 제226조 제2항에서 정한 의견조회를 누락한 경우, 이는 회생계획 인가의 요건 중 채무자회생법 제243조 제1항 제1호의 ‘회생절차가 법률의 규정에 적합할 것’이라는 요건을 흠결한 것이지 회생계획의 수행가능성과 관련한 채무자회생법 제243조 제1항 제6호의 요건을 흠결한 것으로 볼 수 없다.<br/>  [7] 법원이 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제244조 제1항에 따라 인가결정을 할 경우에는 위 조항 각호의 어느 하나에 해당하는 방법 또는 그에 준하는 방법에 의하여 공정하고 형평에 맞게, 권리가 본질에서 침해되지 않고 피해를 최소화할 수 있도록 권리의 실질적 가치를 부여함으로써 권리자를 보호하는 방법으로, 동의하지 않은 조의 권리자 전원에 대하여 권리보호조항을 정하여야 한다. 그런데 권리보호조항을 정하기 위하여 법원이 회생계획안을 반드시 변경하여야 하는 것은 아니다. 부결된 회생계획안 자체가 이미 부동의한 조의 권리자에게 청산가치 이상을 분배할 것을 규정하여 채무자회생법 제244조 제1항 각호의 요건을 충족하고 있다고 인정되는 경우에는, 법원이 부동의한 조의 권리자를 위하여 회생계획안의 조항을 그대로 권리보호조항으로 정하고 인가를 하는 것도 허용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제243조, 제247조 제1항, 제7항, 민사소송법 제442조 / [2] 채무자 회생 및 파산에 관한 법률 제87조, 제90조, 제91조, 제92조, 회생사건의 처리에 관한 예규(재민2006-5) 제7조, 민사소송법 제202조 / [3] 채무자 회생 및 파산에 관한 법률 제87조 / [4] 채무자 회생 및 파산에 관한 법률 제236조 제1항, 제2항, 제3항 / [5] 채무자 회생 및 파산에 관한 법률 제217조 제1항, 제218조 제1항, 제243조 제1항 제2호 / [6] 채무자 회생 및 파산에 관한 법률 제226조 제2항, 제243조 제1항 제1호, 제2호, 제6호 / [7] 채무자 회생 및 파산에 관한 법률 제244조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 2. 21.자 2013마1306 결정 / [2] 대법원 2004. 6. 18.자 2001그135 결정 / [4][5][6] 대법원 2016. 5. 25.자 2014마1427 결정(공2016하, 835) / [5] 대법원 2004. 12. 10.자 2002그121 결정(공2005상, 227) / [7] 대법원 2007. 10. 11.자 2007마919 결정(공2007하, 1757)<br/>"
}