{
  "판례일련번호": "197597",
  "사건명": "손해배상(기)",
  "사건번호": "2016다212272",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180615",
  "판시사항": "[1] 기망에 의한 손해배상책임이 성립하기 위한 요건<br/>[2] 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우, 신탁재산의 구체적 운용방법을 포함한 신탁계약의 특성 등을 고객에게 설명하여야 할 주의의무를 부담하는지 여부(적극) 및 이 경우 고객에게 어느 정도의 설명을 하여야 하는지 판단하는 기준<br/>[3] 위법행위 시점과 손해의 발생 시점에 시간적 간격이 있는 경우, 불법행위로 인한 손해배상책임이 성립하는 시기(=손해의 발생 시점) / 여기서 ‘손해’와 ‘손해의 발생 시점’의 의미 및 현실적으로 손해가 발생하였는지 판단하는 방법<br/>[4] 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적인 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우, 신탁회사의 고객보호의무 위반으로 고객이 입은 손해액(=신탁금액에서 신탁계약에 따라 회수하였거나 회수할 수 있는 금전의 총액을 뺀 금액) 및 그 손해액 산정의 기준이 되는 시기(=위 금액의 발생이 확정된 시점)<br/>",
  "판결요지": "[1] 기망에 의한 손해배상책임이 성립하기 위해서는 거래당사자 중 일방에 의한 고의적인 기망행위가 있고 이로 말미암아 상대방이 착오에 빠져 그러한 기망행위가 없었더라면 사회통념상 하지 않았을 것이라고 인정되는 법률행위를 하여야 한다.<br/>[2] 특정금전신탁은 위탁자가 신탁재산인 금전의 운용방법을 지정하는 금전신탁으로서 신탁회사는 위탁자가 지정한 운용방법대로 자산을 운용하여야 한다. 그 운용과정에서 신탁회사가 신탁재산에 대하여 선량한 관리자의 주의의무를 다하였다면 자기책임의 원칙상 신탁재산의 운용 결과에 대한 손익은 모두 수익자에게 귀속된다. 그러나 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적인 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우에는, 신탁회사는 신탁재산의 구체적 운용방법을 포함한 신탁계약의 특성 및 주요 내용과 그에 따르는 위험을 적절하고 합리적으로 조사하고, 그 결과를 고객이 이해할 수 있도록 명확히 설명함으로써 고객이 그 정보를 바탕으로 합리적인 투자판단을 할 수 있도록 고객을 보호하여야 할 주의의무가 있다. 이 경우 신탁회사가 고객에게 어느 정도의 설명을 하여야 하는지는 신탁재산 운용방법의 구체적 내용 및 위험도의 수준, 고객의 투자 경험 및 능력 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 불법행위로 인한 손해배상책임은 원칙적으로 위법행위 시에 성립하지만 위법행위 시점과 손해발생 시점 사이에 시간적 간격이 있는 경우에는 손해가 발생한 때에 성립한다. 손해란 위법한 가해행위로 인하여 발생한 재산상의 불이익, 즉 그 위법행위가 없었더라면 존재하였을 재산상태와 그 위법행위가 있은 후의 재산상태의 차이를 말한다. 또한 손해의 발생 시점이란 이러한 손해가 현실적으로 발생한 시점을 의미하는데, 현실적으로 손해가 발생하였는지 여부는 사회통념에 비추어 객관적이고 합리적으로 판단하여야 한다.<br/>[4] 신탁회사가 특정금전신탁의 신탁재산인 금전의 구체적인 운용방법을 미리 정하여 놓고 고객에게 계약 체결을 권유하는 등 실질적으로 투자를 권유하였다고 볼 수 있는 경우 고객보호의무 위반으로 인하여 고객이 입은 손해액은 신탁금액에서 ‘신탁계약에 따라 회수하였거나 회수할 수 있는 금전의 총액’을 뺀 금액(이하 ‘미회수금액’이라고 한다)이 된다. 따라서 신탁회사가 위와 같은 주의의무를 위반함에 따른 고객의 손해는 미회수금액의 발생이 확정된 시점에 현실적으로 발생하고, 그 손해액 역시 위 시점을 기준으로 산정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제110조, 제750조 / [2] 신탁법 제2조, 제32조, 민법 제2조, 제750조 / [3] 민법 제393조, 제750조, 제763조 / [4] 신탁법 제2조, 민법 제2조, 제393조, 제750조, 제763조<br/>",
  "참조판례": "[1] 대법원 2007. 4. 12. 선고 2004다62641 판결 / [2] 대법원 2015. 9. 10. 선고 2013다6872 판결, 대법원 2018. 2. 28. 선고 2013다26425 판결(공2018상, 627) / [3][4] 대법원 2016. 9. 30. 선고 2015다19117, 19124 판결(공2016하, 1601) / [3] 대법원 2011. 7. 28. 선고 2010다76368 판결(공2011하, 1757), 대법원 2013. 1. 24. 선고 2012다29649 판결<br/>"
}