{
  "판례일련번호": "197588",
  "사건명": "시정명령등취소",
  "사건번호": "2016두65688",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180615",
  "판시사항": "[1] 행정상 의무위반행위에 대한 과징금 청구권이 채무자 회생 및 파산에 관한 법률 제118조 제1호에서 정한 회생채권인지 결정하는 기준 및 채무자에 대한 회생절차개시 전에 성립한 과징금 납부의무자의 의무위반행위에 대하여 회생절차개시 후에 부과처분을 한 경우, 과징금 청구권이 회생채권이 되는지 여부(적극)<br/>[2] 입찰 또는 경매에서 투찰가격 등에 관한 당사자들의 합의가 존재하기만 하면 독점규제 및 공정거래에 관한 법률 제19조 제1항 각호에서 정한 부당한 공동행위가 성립하는지 여부(적극) / 사업자들이 여러 입찰방식 거래와 관련하여 각자가 참가할 입찰부문을 크게 나누는 등으로 같은 항 제3호에서 정한 상품이나 용역의 거래를 제한하는 합의를 하고 이를 실행하기 위하여 개별 입찰에 관하여 같은 항 제8호에서 정한 투찰가격 등을 결정하는 합의까지 한 경우, 과징금을 산정하는 방법 / 사업자들이 거래제한 합의를 하고 이에 가담한 특정 사업자가 거래제한 합의에 따라 개별 입찰에 관한 담합을 한 후에 그 사업자에 대하여 회생절차가 개시된 경우, 그 사업자가 회생절차개시 이전에 가담한 개별 입찰담합 부분에 대한 과징금 청구권이 회생채권이 되는지 여부(적극) 및 회생절차가 개시된 이후 다른 사업자들이 여전히 개별 입찰에 관한 입찰담합을 계속하고 있는 경우 달리 보아야 하는지 여부(소극)<br/>[3] 과징금 청구권을 회생채권으로 신고하지 않은 채 회생계획인가 결정이 내려진 경우, 과징금 청구권이 채무자 회생 및 파산에 관한 법률 제140조 제1항, 제251조 단서에 따라 면책되지 않는 채권에 해당하는지 여부(소극) 및 과징금 부과권자가 회생계획인가 결정 후에 위 과징금에 대하여 한 부과처분이 적법한지 여부(소극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률 제118조 제1호는 ‘채무자에 대하여 회생절차개시 전의 원인으로 생긴 재산상의 청구권’을 회생채권의 하나로 정하고 있다. 행정상의 의무위반행위에 대하여 과징금을 부과하는 경우에 과징금 청구권은 위 조항에서 정한 재산상의 청구권에 해당하므로, 과징금 청구권이 회생채권인지는 그 청구권이 회생절차개시 전의 원인으로 생긴 것인지에 따라 결정된다.<br/>  채무자에 대한 회생절차개시 전에 과징금 납부의무자의 의무위반행위 자체가 성립하고 있으면, 그 부과처분이 회생절차개시 후에 있는 경우라도 과징금 청구권은 회생채권이 된다.<br/>[2] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제19조 제1항 각호에서 정한 ‘부당한 공동행위’는 투찰가격 등에 관한 당사자들의 합의가 존재하기만 하면 성립한다. 한편 사업자들이 여러 입찰방식 거래와 관련하여 각자가 참가할 입찰부문을 크게 나누는 등으로 공정거래법 제19조 제1항 제3호에서 정한 상품이나 용역의 거래를 제한하는 합의(이하 ‘거래제한 합의’라 한다)를 하고 이를 실행하기 위하여 개별 입찰에 관하여 공정거래법 제19조 제1항 제8호에서 정한 투찰가격 등을 결정하는 합의(이하 ‘개별 입찰담합’이라 한다)까지 한 경우라면, 공정거래법 시행령 제9조 제1항 단서, 제61조 제1항 [별표 2]에 따라 각 사업자가 입찰담합의 당사자로 가담한 개별 입찰에서의 계약금액을 기초로 하여 과징금을 산정하여야 한다.<br/>  따라서 사업자들이 거래제한 합의를 하고 이에 가담한 특정 사업자가 거래제한 합의에 따라 개별 입찰에 관한 담합을 한 후에 그 사업자에 대하여 회생절차가 개시되었다면, 그 사업자가 회생절차개시 이전에 가담한 개별 입찰담합 부분에 대한 과징금 청구권은 회생채권이 된다고 보아야 한다. 설령 회생절차가 개시된 이후에도 그 사업자 이외의 다른 사업자들이 여전히 개별 입찰에 관한 입찰담합을 계속하고 있었다고 하더라도 달리 볼 것은 아니다.<br/>[3] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제251조 본문은 회생계획인가의 결정이 있는 때에는 회생계획이나 이 법의 규정에 의하여 인정된 권리를 제외하고는 채무자는 모든 회생채권과 회생담보권에 관하여 그 책임을 면한다고 정하고 있다. 회생채권에 해당하는 과징금 청구권도 위 규정에 따라 면책될 수 있음은 물론이다.<br/>  한편 채무자회생법 제140조 제1항, 제251조 단서는 회생절차개시 전의 벌금·과료·형사소송비용·추징금 및 과태료의 청구권은 회생계획인가의 결정이 있더라도 면책되지 않는다고 정하고 있다. 이는 회생계획인가의 결정에 따른 회생채권 등의 면책에 대한 예외를 정한 것으로서 그에 해당하는 청구권을 한정적으로 열거한 것으로 보아야 한다. 위 규정에 열거되어 있지 않은 과징금 청구권은 회생계획에서 인정된 경우를 제외하고는 회생계획인가의 결정이 있으면 면책된다고 보아야 한다.<br/>  따라서 회생채권인 과징금 청구권을 회생채권으로 신고하지 않은 채 회생계획인가결정이 된 경우에는 채무자회생법 제251조 본문에 따라 면책의 효력이 생겨 과징금 부과권자는 더 이상 과징금을 부과할 수 없다. 그러므로 과징금 부과권자가 회생계획인가결정 후에 그에 대하여 한 부과처분은 위법하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제118조 제1호, 독점규제 및 공정거래에 관한 법률 제19조 제1항 / [2] 채무자 회생 및 파산에 관한 법률 제118조 제1호, 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호 / [3] 채무자 회생 및 파산에 관한 법률 제140조 제1항, 제251조, 독점규제 및 공정거래에 관한 법률 제19조 제1항<br/>",
  "참조판례": "[1][3] 대법원 2016. 1. 28. 선고 2015두54193 판결 / [2] 대법원 2017. 4. 27. 선고 2016두33360 판결(공2017상, 1129) / [3] 대법원 2013. 6. 27. 선고 2013두5159 판결(공2013하, 1373)<br/>"
}