{
  "판례일련번호": "197601",
  "사건명": "명예훼손",
  "사건번호": "2018도4200",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180615",
  "판시사항": "[1] 명예훼손죄의 성립요건 / 불미스러운 소문의 진위를 확인하고자 질문을 하는 과정에서 타인의 명예를 훼손하는 발언을 한 경우, 명예훼손의 고의를 인정할 수 있는지 여부(소극)<br/>[2] 명예훼손죄 구성요건 중 ‘공연성’의 의미 / 전파가능성을 이유로 명예훼손죄의 공연성을 인정하는 경우, 주관적 구성요건요소로서 고의의 내용 및 고의 유무의 판단 방법<br/>[3] 마트의 운영자인 피고인이 마트에 물품을 납품하는 업체 직원인 甲을 불러 ‘다른 업체에서는 마트에 입점하기 위하여 입점비를 준다고 하던데, 입점비를 얼마나 줬냐? 점장 乙이 여러 군데 업체에서 입점비를 돈으로 받아 해먹었고, 지금 뒷조사 중이다.’라고 말하여 공연히 허위 사실을 적시하여 乙의 명예를 훼손하였다는 내용으로 기소된 사안에서, 피고인에게 유죄를 인정한 원심판단에 명예훼손죄에서의 고의와 공연성 또는 전파가능성에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 명예훼손죄가 성립하기 위해서는 주관적 구성요소로서 타인의 명예를 훼손한다는 고의를 가지고 사람의 사회적 평가를 저하시키는 데 충분한 구체적 사실을 적시하는 행위를 할 것이 요구된다. 따라서 불미스러운 소문의 진위를 확인하고자 질문을 하는 과정에서 타인의 명예를 훼손하는 발언을 하였다면 이러한 경우에는 그 동기에 비추어 명예훼손의 고의를 인정하기 어렵다.<br/>[2] 명예훼손죄의 구성요건인 공연성은 불특정 또는 다수인이 인식할 수 있는 상태를 말한다. 비록 개별적으로 한 사람에 대하여 사실을 유포하였더라도 그로부터 불특정 또는 다수인에게 전파될 가능성이 있다면 공연성의 요건을 충족하지만 이와 달리 전파될 가능성이 없다면 특정한 한 사람에 대한 사실의 유포는 공연성이 없다고 할 것이다. 한편 위와 같이 전파가능성을 이유로 명예훼손죄의 공연성을 인정하는 경우에는 적어도 범죄구성요건의 주관적 요소로서 미필적 고의가 필요하므로 전파가능성에 대한 인식이 있음은 물론 나아가 그 위험을 용인하는 내심의 의사가 있어야 한다. 행위자가 전파가능성을 용인하고 있었는지 여부는 외부에 나타난 행위의 형태와 상황 등 구체적인 사정을 기초로 일반인이라면 그 전파가능성을 어떻게 평가할 것인가를 고려하면서 행위자의 입장에서 그 심리상태를 추인하여야 한다.<br/>[3] 마트의 운영자인 피고인이 마트에 아이스크림을 납품하는 업체 직원인 甲을 불러 ‘다른 업체에서는 마트에 입점하기 위하여 입점비를 준다고 하던데, 입점비를 얼마나 줬냐? 점장 乙이 여러 군데 업체에서 입점비를 돈으로 받아 해먹었고, 지금 뒷조사 중이다.’라고 말하여 공연히 허위 사실을 적시하여 乙의 명예를 훼손하였다는 내용으로 기소된 사안에서, 피고인은 마트 영업을 시작하면서 乙을 점장으로 고용하여 관리를 맡겼는데, 재고조사 후 일부 품목과 금액의 손실이 발견되자 그때부터 乙을 의심하여 마트 관계자들을 상대로 乙의 비리 여부를 확인하고 다니던 중 乙이 납품업자들로부터 현금으로 입점비를 받았다는 이야기를 듣고 甲을 불러 乙에게 입점비를 얼마 주었느냐고 질문하였던 점 등 제반 사정을 종합하면, 피고인은 乙이 납품업체들로부터 입점비를 받아 개인적으로 착복하였다는 소문을 듣고 甲을 불러 소문의 진위를 확인하면서 甲도 입점비를 乙에게 주었는지 질문하는 과정에서 위와 같은 말을 한 것으로 보이므로, 乙의 사회적 평가를 저하시킬 의도를 가지거나 그러한 결과가 발생할 것을 인식한 상태에서 위와 같은 말을 한 것이 아니어서 피고인에게 명예훼손의 고의를 인정하기 어렵고, 한편 피고인이 아무도 없는 사무실로 甲을 불러 단둘이 이야기를 하였고, 甲에게 그와 같은 사실을 乙에게 말하지 말고 혼자만 알고 있으라고 당부하였으며, 甲이 그 후 乙에게는 이야기하였으나 乙 외의 다른 사람들에게 이야기한 정황은 없는 점 등을 고려하면 피고인에게 전파가능성에 대한 인식과 그 위험을 용인하는 내심의 의사가 있었다고 보기도 어려운데도, 이와 달리 보아 유죄를 인정한 원심판단에 명예훼손죄에서의 고의와 공연성 또는 전파가능성에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제13조, 제307조 / [2] 형법 제13조, 제307조 / [3] 형법 제13조, 제307조 제2항, 형사소송법 제325조<br/>",
  "참조판례": "[1][2] 대법원 2010. 10. 28. 선고 2010도2877 판결 / [1] 대법원 1985. 5. 28. 선고 85도588 판결(공1985, 972) / [2] 대법원 2000. 5. 16. 선고 99도5622 판결(공2000하, 1468), 대법원 2005. 5. 27. 선고 2004도8914 판결, 대법원 2011. 9. 8. 선고 2010도7497 판결(공2011하, 2167)<br/>"
}