{
  "판례일련번호": "197609",
  "사건명": "국가유공자등록거부처분등",
  "사건번호": "2018두35292",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180615",
  "판시사항": "[1] 군인이나 경찰·소방 공무원이 입은 상이가 교육훈련 또는 직무수행 중의 상이에 해당하는지를 결정하는 절차에서, 상이 정도가 국가유공자 등 예우 및 지원에 관한 법령과 보훈보상대상자 지원에 관한 법령이 정한 상이등급에 해당하는지를 고려할 수 있는지 여부(소극)<br/>[2] 甲이 군 복무 중 머리에 상처를 입었다고 주장하며 국가유공자등록신청을 하였으나 보훈지청장이 상처와 군 복무 사이에 인과관계를 인정할 수 없다는 이유로 거부처분을 한 사안에서, 법원이 甲의 상처와 군 복무 사이에 인과관계를 인정하면서도 甲이 상이등급을 받을 수 있는 대상이 아니라는 사유를 들어 거부처분이 적법하다고 판단할 수 없음에도, 이와 달리 판단한 원심판결에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공상군경과 재해부상군경에 관한 요건과 등록절차에 관한 법령들의 규정을 종합하면, 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라 한다)의 공상군경과 보훈보상대상자 지원에 관한 법률(이하 ‘보훈보상자법’이라 한다)의 재해부상군경에 관한 등록 절차는 법령이 정한 특별한 경우를 제외하고는 두 절차로 명확하게 구분되어 있다. 하나는 보훈심사위원회의 심의·의결을 거쳐 해당 상이가 교육훈련 또는 직무수행 중의 상이(질병을 포함한다. 이하 이러한 상이를 ‘공상’이라 한다)에 해당하는지를 결정하는 절차(이하 ‘공상인정절차’라 한다)이고, 다른 하나는 신체검사를 통해 그 공상이 법령에서 정한 상이등급에 해당하는지를 판정하는 절차이다. 그리고 위 두 절차는 그 순서에 따라 개별적으로 진행된다.<br/>  따라서 상이 정도가 국가유공자법령과 보훈보상자법령이 정한 상이등급에 해당되는지는 공상인정절차에서 공상에 해당한다고 인정된 다음 상이등급 판정 단계에서 따져야 하고, 공상인정절차에서 고려할 것이 아니다.<br/>[2] 甲이 군 복무 중 머리에 상처를 입었다고 주장하며 국가유공자등록신청을 하였으나 보훈지청장이 상처와 군 복무 사이에 인과관계를 인정할 수 없다는 이유로 거부처분을 한 사안에서, 위 상처로 국가유공자 또는 보훈보상대상자로 인정될 수 있는 정도의 장해가 남아 있지 않다는 등의 사정은 상이가 인정된 이후 상이등급 판정 단계에서 따져야 할 것이지, 공상인정절차에서 고려할 것이 아니므로, 법원이 甲의 상처와 군 복무 사이에 인과관계를 인정하면서도 甲이 상이등급을 받을 수 있는 대상이 아니라는 사실을 인정한 다음 그 사유를 들어 위 처분이 적법하다고 판단할 수는 없음에도, 甲이 상이등급을 받을 수 없는 사람이라는 이유를 들어 거부처분이 적법하다고 판단한 원심판결에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제6조 제1항, 제3항, 제4항, 제6조의3 제1항, 제6조의4 제1항, 제3항, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제10조, 제14조 제2항, 제3항 [별표 3], 국가유공자 등 예우 및 지원에 관한 법률 시행규칙 제8조의3 [별표 4], 보훈보상대상자 지원에 관한 법률 제2조 제1항 제2호, 제4조 제1항, 제3항, 제4항, 제6조, 보훈보상대상자 지원에 관한 법률 시행령 제7조, 제8조 / [2] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제6조 제1항, 제3항, 제4항, 제6조의3 제1항, 제6조의4 제1항, 제3항, 국가유공자 등 예우 및 지원에 관한 법률 시행령 제10조, 제14조 제2항, 제3항 [별표 3], 국가유공자 등 예우 및 지원에 관한 법률 시행규칙 제8조의3 [별표 4], 보훈보상대상자 지원에 관한 법률 제2조 제1항 제2호, 제4조 제1항, 제3항, 제4항, 제6조, 보훈보상대상자 지원에 관한 법률 시행령 제7조, 제8조<br/>",
  "참조판례": "[1] 대법원 2014. 11. 27. 선고 2014두10295 판결<br/>"
}