{
  "판례일련번호": "197603",
  "사건명": "의료법위반(피고인2에대하여인정된죄명:의료법위반방조)·국민건강보험법위반(피고인2에대하여인정된죄명:국민건강보험법위반방조)·특정경제범죄가중처벌등에관한법률위반(사기)[피고인2에대하여인정된죄명:특정경제범죄가중처벌등에관한법률위반(사기)방조]",
  "사건번호": "2018도2615",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180615",
  "판시사항": "[1] 법률에 사용된 문언의 의미를 해석하는 방법<br/>[2] 구 국민건강보험법 제115조 제2항 제5호에서 정한 ‘보험급여’를 의료기관 등이 보험급여를 실시한 대가에 대하여 국민건강보험공단이 지급하는 비용, 즉 ‘보험급여비용’까지 포괄하는 의미로 해석할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 법률에 사용된 문언의 의미는 해당 법률에 정의규정이 있다면 그에 따를 것이나, 그렇지 않은 경우라도 문언의 통상적인 의미를 살피는 외에 그것이 해당 법률에서 어떠한 의미로 어떻게 사용되고 있는지 체계적, 논리적으로 파악하여야 한다.<br/>[2] 구 국민건강보험법(2016. 3. 22. 법률 제14084호로 개정되기 전의 것, 이하 같다) 제1조, 제41조 제1항, 제47조 제1항, 제3항, 제57조 제1항, 제87조 제1항에 의하면, 국민건강보험법은 ‘건강보험 가입자 등 환자의 질병과 부상, 출산 등에 대하여 예방, 진단, 치료, 재활 등 각종 형태로 제공되는 의료서비스’에 관하여는 ‘보험급여’(이 중 요양기관이 제공하는 것을 ‘요양급여’라고 한다)라는 용어를 사용하고, ‘국민건강보험공단이 의료기관 등이 제공한 보험급여의 대가로 지급하는 비용’에 관하여는 ‘보험급여비용’(이 중 요양기관이 제공한 요양급여의 대가로 지급되는 비용을 ‘요양급여비용’이라고 한다)이라는 용어를 사용하여 양자를 명확히 구별하고 있다.<br/>  한편 구 국민건강보험법(2013. 5. 22. 법률 제11787호로 개정되기 전의 것)은 제119조 제1항에서 “가입자·피부양자 또는 가입자·피부양자이었던 사람이 자격을 잃은 후 자격을 증명하던 서류를 사용하여 보험급여를 받은 경우에는 그가 받은 보험급여에 상당하는 금액 이하의 과태료를 부과한다.”라고 규정하고, 같은 조 제2항에서 ‘건강보험증 또는 신분증명서의 양도·대여나 그 밖의 부정한 사용을 통하여 보험급여를 받은 자에게는 그 보험급여에 상당하는 금액 이하의 과태료를 부과한다’라고 규정하였다. 그런데 2013. 5. 22. 법률 제11787호로 개정된 국민건강보험법은 건강보험증 부정사용 등을 통한 부정수급 행위에 대한 처벌을 강화하기 위하여 과태료 처벌규정인 위 제119조 제1항, 제2항을 삭제하는 대신 구 국민건강보험법 제115조 제2항 제5호(이하 ‘처벌규정’이라고 한다)를 신설하여 “거짓이나 그 밖의 부정한 방법으로 보험급여를 받거나 타인으로 하여금 보험급여를 받게 한 자”에 대하여 1년 이하의 징역 또는 1천만 원 이하의 벌금에 처할 수 있도록 하였다.<br/>  위와 같이 구 국민건강보험법은 ‘보험급여’와 ‘보험급여비용’을 명확히 구분하여 사용하고 있고, 처벌규정이 건강보험증 등을 부정 사용하여 보험급여를 수급하는 행위에 대한 처벌을 강화하기 위해 신설된 규정인 점 등을 종합하여 보면, 처벌규정에서 정한 ‘보험급여’는 건강보험 가입자 등 환자의 질병, 부상, 출산 등에 대하여 제공되는 치료행위 등 각종 의료서비스를 의미하는 것일 뿐, 의료기관 등이 보험급여를 실시한 대가에 대하여 국민건강보험공단이 지급하는 비용, 즉 ‘보험급여비용’까지 포괄하는 의미로 해석할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 구 국민건강보험법(2013. 5. 22. 법률 제11787호로 개정되기 전의 것) 제119조 제1항(현행 삭제), 제2항(현행 삭제), 구 국민건강보험법(2016. 3. 22. 법률 제14084호로 개정되기 전의 것) 제1조, 제41조 제1항, 제47조 제1항, 제3항, 제57조 제1항, 제87조 제1항, 제115조 제2항 제5호(현행 제115조 제3항 제5호 참조)<br/>",
  "참조판례": "[1] 대법원 2016. 8. 24. 선고 2013도841 판결(공2016하, 1411)<br/>"
}