{
  "판례일련번호": "197929",
  "사건명": "증여세부과처분취소",
  "사건번호": "2016두1240",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180619",
  "판시사항": "[1] 증여세에 대한 후속 세무조사가 종전 세무조사와 실질적으로 같은 과세요건사실에 대한 것일 경우, 구 국세기본법 제81조의4 제2항에 따라 금지되는 재조사에 해당하는지 여부(적극)<br/>[2] 구 국세기본법 시행령 제63조의2 제2호 전단에 정한 ‘각종 과세자료의 처리를 위한 재조사’에서 ‘각종 과세자료’의 의미 및 이러한 자료에 과세관청이 종전 세무조사에서 작성하거나 취득한 과세자료가 포함되는지 여부(소극)<br/>[3] 지방국세청이 甲 주식회사에 대하여 세무조사를 실시한 결과 甲 회사의 주주명부가 허위로 조작된 것이 아니라고 보았고, 이에 따라 과세관청이 甲 회사의 대주주 겸 회장 乙의 아들 丙 등에 대한 주식의 증여에 대하여 부과제척기간이 경과하였다는 이유로 증여세를 부과하지 않았는데, 그 후 지방국세청이 감사원의 ‘감사결과 처분요구’에 따라 甲 회사에 대하여 세무조사를 재차 실시한 결과 위 주주명부가 허위로 작성된 것이라고 보았고, 이에 과세관청이 丙 등에게 증여세(가산세 포함) 부과처분을 한 사안에서, 후속 세무조사는 종전 세무조사 후에 이루어진 별개의 증여 사실에 대한 세무조사라고 할 수 없고, ‘감사결과 처분요구’는 구 국세기본법 시행령 제63조의2 제2호에서 재조사 허용사유의 하나로 규정하고 있는 ‘각종 과세자료의 처리를 위한 재조사’에서의 ‘각종 과세자료’에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 세무조사의 성질과 효과, 중복세무조사를 원칙적으로 금지하는 취지, 증여세의 과세대상 등을 고려하면, 증여세에 대한 후속 세무조사가 조사의 목적과 실시 경위, 질문조사의 대상과 방법 및 내용, 조사를 통하여 획득한 자료 등에 비추어 종전 세무조사와 실질적으로 같은 과세요건사실에 대한 것에 불과할 경우에는, 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항에 따라 금지되는 재조사에 해당하는 것으로 보아야 한다.<br/>[2] 구 국세기본법 시행령(2016. 2. 5. 대통령령 제26946호로 개정되기 전의 것) 제63조의2 제2호 전단에서 말하는 각종 과세자료란 세무조사권을 남용하거나 자의적으로 행사할 우려가 없는 과세관청 외의 기관이 직무상 목적을 위하여 작성하거나 취득하여 과세관청에 제공한 자료로서 국세의 부과·징수와 납세의 관리에 필요한 자료를 의미하고, 이러한 자료에는 과세관청이 종전 세무조사에서 작성하거나 취득한 과세자료는 포함되지 않는다.<br/>[3] 지방국세청이 甲 주식회사에 대하여 세무조사를 실시한 결과 甲 회사의 주주명부가 허위로 조작된 것이 아니라고 보았고, 이에 따라 과세관청이 甲 회사의 대주주 겸 회장 乙의 아들 丙 등에 대한 주식의 증여에 대하여 부과제척기간이 경과하였다는 이유로 증여세를 부과하지 않았는데, 그 후 지방국세청이 감사원의 ‘감사결과 처분요구’에 따라 甲 회사에 대하여 세무조사를 재차 실시한 결과 위 주주명부가 허위로 작성된 것이라고 보았고, 이에 과세관청이 丙 등에게 증여세(가산세 포함) 부과처분을 한 사안에서, 후속 세무조사는 조사의 목적과 실시 경위, 질문조사의 대상과 방법 및 내용, 조사를 통하여 획득한 자료 등에 비추어 종전 세무조사와 실질적으로 같은 증여 사실에 대한 것이라고 보이므로 후속 세무조사의 명목이나 형식만을 내세워 이를 종전 세무조사 후에 이루어진 별개의 증여 사실에 대한 세무조사라고 할 수 없고, 나아가 ‘감사결과 처분요구’는 새로운 진술이나 자료를 기초로 한 것이 아니라 과세관청이 종전 세무조사에서 이미 작성하거나 취득한 자료를 토대로 하면서도 사실관계 인정 여부에 대한 판단 등만을 달리하여 이루어진 것인 만큼, 이를 두고 구 국세기본법 시행령(2016. 2. 5. 대통령령 제26946호로 개정되기 전의 것) 제63조의2 제2호에서 재조사 허용사유의 하나로 규정하고 있는 ‘각종 과세자료의 처리를 위한 재조사’에서의 ‘각종 과세자료’에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항 / [2] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항 제5호(현행 제81조의4 제2항 제7호 참조), 구 국세기본법 시행령(2016. 2. 5. 대통령령 제26946호로 개정되기 전의 것) 제63조의2 제2호 / [3] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제81조의4 제2항 제5호(현행 제81조의4 제2항 제7호 참조), 구 국세기본법 시행령(2016. 2. 5. 대통령령 제26946호로 개정되기 전의 것) 제63조의2 제2호<br/>",
  "참조판례": "[2] 대법원 2015. 5. 28. 선고 2014두43257 판결(공2015하, 904)<br/>"
}