{
  "판례일련번호": "198732",
  "사건명": "정산금등",
  "사건번호": "2016다221368",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 당사자가 표시한 문언에 의하여 그 객관적 의미가 명확하게 드러나지 않은 경우, 법률행위의 해석 방법 / 조건의 의의와 법적 성격 및 조건을 붙이고자 하는 의사가 있는지 판단하는 방법 / 조건을 붙이고자 하는 의사의 표시를 묵시적 의사표시나 약정으로 할 수 있는지 여부(적극) 및 이를 인정하기 위한 요건<br/>[2] 甲 주식회사가 아파트를 건축하여 분양하는 사업을 시행하기 위하여 乙 주식회사와 사업부지 양도·양수 및 정산에 관한 약정을 체결하였는데, 그 후 甲 회사로부터 위 사업의 모든 시행 권한을 양수한 丙 주식회사가 위 약정에 따라 사업부지 매입 작업을 수행한 乙 회사와 정산합의를 하면서 ‘아직 매수하지 못한 토지 중 일부 토지에 대하여는 당사자 간 합의된 금액으로 정산한다’고 정한 사안에서, 제반 사정에 비추어 乙 회사와 丙 회사가 묵시적 약정으로 ‘위 정산합의는 丙 회사가 토지에 관하여 매매계약을 체결할 수 없는 것이 확정되거나 그 매매계약 체결이 사실상 불가능한 것으로 확정되는 것을 해제조건으로 한다’고 표시하였다고 볼 수 있는데도, 위 정산합의가 해제조건부 또는 정지조건부 법률행위에 해당하지 않는다고 판단한 원심판결에는 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 법률행위의 해석은 당사자가 표시행위에 부여한 객관적인 의미를 명백하게 확정하는 것으로서, 사용된 문언에만 구애받는 것은 아니지만, 어디까지나 당사자의 내심의 의사가 어떤지에 관계없이 문언의 내용에 의하여 당사자가 표시행위에 부여한 객관적 의미를 합리적으로 해석하여야 한다. 당사자가 표시한 문언에 의하여 그 객관적인 의미가 명확하게 드러나지 않는 경우에는 문언의 형식과 내용, 법률행위가 이루어진 동기 및 경위, 당사자가 법률행위에 의하여 달성하려는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고려하여, 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/>  한편 조건은 법률행위 효력의 발생 또는 소멸을 장래 불확실한 사실의 발생 여부에 따라 좌우되게 하는 법률행위의 부관이고, 법률행위에서 효과의사와 일체적인 내용을 이루는 의사표시 그 자체이다. 조건을 붙이고자 하는 의사는 법률행위의 내용으로 외부에 표시되어야 하고, 조건을 붙이고자 하는 의사가 있는지는 의사표시에 관한 법리에 따라 판단하여야 한다. 조건을 붙이고자 하는 의사의 표시는 그 방법에 관하여 일정한 방식이 요구되지 않으므로 묵시적 의사표시나 묵시적 약정으로도 할 수 있다. 이를 인정하려면, 법률행위가 이루어진 동기와 경위, 법률행위에 의하여 달성하려는 목적, 거래의 관행 등을 종합적으로 고려하여 법률행위 효력의 발생 또는 소멸을 장래의 불확실한 사실의 발생 여부에 따라 좌우되게 하려는 의사가 인정되어야 한다.<br/>[2] 甲 주식회사가 아파트를 건축하여 분양하는 사업을 시행하기 위하여 乙 주식회사와 사업부지 양도·양수 및 정산에 관한 약정을 체결하였는데, 그 후 甲 회사로부터 위 사업의 모든 시행 권한을 양수한 丙 주식회사가 위 약정에 따라 사업부지 매입 작업을 수행한 乙 회사와 정산합의를 하면서 ‘아직 매수하지 못한 토지 중 일부 토지에 대하여는 당사자 간 합의된 금액으로 정산한다’고 정한 사안에서, 乙 회사와 丙 회사가 체결한 정산합의는 甲 회사와 乙 회사가 체결한 약정을 기초로 하는 합의이고 乙 회사의 토지 매입 작업을 통한 매매계약 체결을 전제로 하고 있어 만일 토지에 관한 매매계약 체결이 불가능한 것으로 확정된다면 정산을 위한 기초관계가 발생하지 않는 것으로 확정되어 정산할 이유가 없어지는 점 등 제반 사정에 비추어 보면, 乙 회사와 丙 회사가 묵시적 약정으로 ‘위 정산합의는 丙 회사가 토지에 관하여 매매계약을 체결할 수 없는 것이 확정되거나 그 매매계약 체결이 사실상 불가능한 것으로 확정되는 것을 해제조건으로 한다’고 표시하였다고 볼 수 있는데도, 위 정산합의가 해제조건부 또는 정지조건부 법률행위에 해당하지 않는다고 판단한 원심판결에는 정산합의의 해석과 조건부 법률행위에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제147조 / [2] 민법 제105조, 제147조<br/>",
  "참조판례": "[1] 대법원 2009. 5. 14. 선고 2008다90095, 90101 판결(공2009상, 837), 대법원 2016. 5. 12. 선고 2014다52087 판결, 대법원 2018. 1. 24. 선고 2016다234043 판결(공2018상, 486)<br/>"
}