{
  "판례일련번호": "198838",
  "사건명": "어선법위반",
  "사건번호": "2017도13426",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 구 어선법 시행규칙 제63조 제1항 제1호 (가)목에 따른 [별지 제61호 서식]에서 어선검사증서에 기재할 사항을 구체적으로 규정하면서 총톤수를 포함시킨 것이 구 어선법의 위임에 따른 것으로서 위임입법의 한계를 준수한 것인지 여부(적극)<br/>[2] 어선의 소유자인 피고인이 어선검사증서에 기재된 총톤수(9.77t)가 약 2t 정도 증가되도록 선체 상부구조물을 증설하였음에도 임시검사를 받지 아니하고 어선을 항행 또는 조업에 사용하였다고 하여 구 어선법 위반으로 기소된 사안에서, 피고인의 행위를 위 법 제44조 제1항 제4호에 따라 처벌하는 것이 죄형법정주의에 위배되지 않는다는 이유로, 이와 달리 위 법이 어선검사증서에 기재할 사항을 같은 법 시행규칙에 위임하지 않았다는 등의 그릇된 전제에서 공소사실을 무죄로 판단한 원심판결에 위임입법, 죄형법정주의 등에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 어선의 효율적인 관리와 안전성 확보라는 구 어선법(2016. 12. 27. 법률 제14510호로 개정되기 전의 것, 이하 ‘법’이라고 한다)의 목적(제1조)을 달성하기 위해서는 어선의 종류와 규모 등에 따라 구체적인 검사의 필요성과 대상 등을 다르게 정할 필요가 있고 그에 따라서 어선검사증서에 기재할 내용이 정해질 것이므로, 어선검사증서에 기재할 사항을 법률에 자세히 정하기는 어려워 보인다.<br/>법 제21조 제1항은 어선의 검사에 관한 구체적인 사항을 해양수산부령인 구 어선법 시행규칙(2017. 6. 28. 해양수산부령 제244호로 개정되기 전의 것, 이하 ‘시행규칙’이라고 한다)에 위임하고 있고, 법 제27조 제1항 제1호에서 정기검사에 합격된 경우 어선검사증서에 기재할 사항에 관하여 괄호 표시를 하고 그 안에 ‘어선의 종류·명칭·최대승선인원·제한기압 및 만재흘수선의 위치 등’이라고 정하여 그 대상을 예시하는 형식으로 규정하고 있다. 따라서 법 제21조 제1항은 정기검사에 합격된 경우 어선검사증서에 기재할 사항을 해양수산부령에 위임하고 있고, 그 구체적인 위임의 범위를 법 제27조 제1항 제1호에서 예시적으로 규정하였다고 볼 수 있다.<br/>  따라서 법 제21조 제1항, 제27조 제1항 제1호는 어선검사증서에 기재할 사항에 관하여 해양수산부령에 위임할 사항의 내용과 범위를 구체적으로 특정하였고, 이로부터 하위법령인 해양수산부령에 규정될 사항이 어떤 것인지 대체적으로 예측할 수 있다고 보인다.<br/>  또한 총톤수는 선박의 크기를 나타내기 위하여 사용되는 지표로서(선박법 제3조 제1항) 어선검사 대상인 설비 중 하나인 선체와 관련되고 어선의 안전성과도 밀접한 관련이 있다. 어선검사증서는 정기검사에 합격하는 경우에 발급되고, 정기검사를 받기 위해서는 어선검사신청서를 제출하여야 하는데 어선검사신청서에도 총톤수를 기재하도록 되어 있다(법 제21조 제1항 제1호, 시행규칙 제43조 제1항, [별지 제40호 서식]). 총톤수는 어선등록 시 어선원부에도 기재하여야 하는 사항이고, 등록을 한 어선에 대하여 선박국적증서, 선적증서, 등록필증을 발급하는 기준이 된다(법 제13조, 시행규칙 제23조 제1항 제11호). 법 제21조 제1항 단서는 총톤수 5t 미만의 무동력어선 등 해양수산부령으로 정하는 어선을 어선검사 대상에서 제외하고 있다. 위와 같은 총톤수에 대한 규제를 법의 입법 목적, 전반적인 규정체계와 내용, 법 제27조 제1항 제1호에서 예시하고 있는 어선검사증서 기재사항들에 비추어 보면, 시행규칙 제63조 제1항 제1호 (가)목에 따른 [별지 제61호 서식]에서 어선검사증서에 기재할 사항을 구체적으로 규정하면서 총톤수를 포함시킨 것은 법의 위임에 따른 것으로서 위임입법의 한계를 벗어났다고 보기 어렵다.<br/>[2] 어선의 소유자인 피고인이 어선검사증서에 기재된 총톤수(9.77t)가 약 2t 정도 증가되도록 선체 상부구조물을 증설하였음에도 임시검사를 받지 아니하고 어선을 항행 또는 조업에 사용하였다고 하여 구 어선법(2016. 12. 27. 법률 제14510호로 개정되기 전의 것, 이하 ‘법’이라고 한다) 위반으로 기소된 사안에서, 총톤수는 법 제27조 제1항 제1호에 따른 어선검사증서에 기재된 내용에 해당하고, 어선검사증서에 기재된 내용을 변경하려는 경우 법 제21조 제1항 제4호, 같은 법 시행규칙(2017. 6. 28. 해양수산부령 제244호로 개정되기 전의 것, 이하 같다) 제47조 제1항 제6호에 따라 임시검사를 받아야 하며, 법 제44조 제1항 제4호는 제21조에 따른 어선검사를 받지 아니하고 어선을 항행 또는 조업에 사용한 자를 처벌한다고 규정하고 있어 피고인의 행위를 법 제44조 제1항 제4호에 따라 처벌하는 것이 죄형법정주의에 위배되지 않는다는 이유로, 이와 달리 법이 어선검사증서에 기재할 사항을 같은 법 시행규칙에 위임하지 않았다는 등의 그릇된 전제에서 공소사실을 무죄로 판단한 원심판결에 위임입법, 죄형법정주의 등에 관한 법리를 오해하고 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제75조, 제95조, 형법 제1조 제1항, 구 어선법(2016. 12. 27. 법률 제14510호로 개정되기 전의 것) 제1조, 제13조, 제21조 제1항 제1호, 제4호, 제27조 제1항 제1호(현행 제27조 제1항 제1호, 제1호의2 참조), 제44조 제1항 제4호, 구 어선법 시행규칙(2017. 6. 28. 해양수산부령 제244호로 개정되기 전의 것) 제23조 제1항 제11호, 제43조 제1항, 제47조 제1항 제6호, 제63조 제1항 제1호 (가)목, [별지 제40호 서식], [별지 제61호 서식], 선박법 제3조 제1항 / [2] 헌법 제12조 제1항, 제75조, 제95조, 형법 제1조 제1항, 구 어선법(2016. 12. 27. 법률 제14510호로 개정되기 전의 것) 제21조 제1항 제1호, 제4호, 제27조 제1항 제1호(현행 제27조 제1항 제1호, 제1호의2 참조), 제44조 제1항 제4호, 구 어선법 시행규칙(2017. 6. 28. 해양수산부령 제244호로 개정되기 전의 것) 제47조 제1항 제6호, 제63조 제1항 제1호 (가)목, [별지 제61호 서식]<br/>",
  "참조판례": ""
}