{
  "판례일련번호": "198844",
  "사건명": "건축허가신청불허가처분취소",
  "사건번호": "2015두47737",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 하나 이상의 필지의 일부를 하나의 대지로 삼으려는 건축허가 신청에서 토지분할이 관계 법령상 제한에 해당되어 명백히 불가능하다고 판단되는 경우, 건축행정청이 토지분할 조건부 건축허가를 거부하여야 하는지 여부(적극) / 토지분할이 재량행위인 개발행위허가의 대상이 되는 경우, 건축행정청이 자신의 심사 결과 토지분할에 대한 개발행위허가를 받기 어렵다고 판단되면 토지분할 조건부 건축허가를 거부할 수 있는지 여부(적극) / 건축허가행정청이 건축법 등 관계 법령에서 정하는 제한사유 이외의 사유를 들어 요건을 갖춘 자에 대한 건축허가를 거부할 수 있는지 여부(원칙적 소극)<br/>[2] 지적소관청이 건축법령이나 국토의 계획 및 이용에 관한 법령 등 관계 법령에서 정하는 제한사유 이외의 사유를 들어 토지분할신청 내용에 따른 등록을 거부할 수 있는지 여부(소극)<br/>[3] 건축물이 미관지구에 걸쳐 있는 경우 그 건축물과 대지의 전부에 대하여 미관지구에 관한 규정을 적용한다는 구 건축법 제54조 제1항 단서, 구 국토의 계획 및 이용에 관한 법률 제84조 제1항 단서의 규정 취지 및 위 규정을 하나의 대지에서 미관지구에 해당하지 않는 부분의 토지분할을 제한하는 규정으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제2조 제1호, 구 건축법 시행령(2013. 11. 20. 대통령령 제24874호로 개정되기 전의 것) 제3조 제2항 제5호에 따르면, 건축행정청은 하나 이상의 필지의 일부를 하나의 대지로 삼아 건축공사를 완료한 후 사용승인을 신청할 때까지 토지분할절차를 완료할 것을 조건으로 건축허가를 할 수 있다(이하 ‘토지분할 조건부 건축허가’라고 한다).<br/>  이와 같은 토지분할 조건부 건축허가는, 건축허가 신청에 앞서 토지분할절차를 완료하도록 하는 대신, 건축허가 신청인의 편의를 위해 건축허가에 따라 우선 건축공사를 완료한 후 사용승인을 신청할 때까지 토지분할절차를 완료할 것을 허용하는 취지이다. 행정청이 객관적으로 처분상대방이 이행할 가능성이 없는 조건을 붙여 행정처분을 하는 것은 법치행정의 원칙상 허용될 수 없으므로, 건축행정청은 신청인의 건축계획상 하나의 대지로 삼으려고 하는 ‘하나 이상의 필지의 일부’가 관계 법령상 토지분할이 가능한 경우인지를 심사하여 토지분할이 관계 법령상 제한에 해당되어 명백히 불가능하다고 판단되는 경우에는 토지분할 조건부 건축허가를 거부하여야 한다. 다만 예외적으로 토지분할이 재량행위인 개발행위허가의 대상이 되는 경우, 개발행위에 해당하는 토지분할을 허가할지에 관한 처분권한은 개발행위허가 행정청에 있고, 토지분할 허가 가능성에 관한 건축행정청의 판단이 개발행위허가 행정청의 판단과 다를 여지도 있으므로, 건축행정청은 자신의 심사 결과 토지분할에 대한 개발행위허가를 받기 어렵다고 판단되는 경우에는 개발행위허가 행정청의 전문적인 판단을 먼저 받아보라는 의미에서 건축허가 신청인이 먼저 토지분할절차를 거쳐야 한다는 이유로 토지분할 조건부 건축허가를 거부할 수는 있다. 그러나 이러한 사유가 아니라면 건축행정청은 건축허가신청이 건축법 등 관계 법령에서 정하는 어떠한 제한에 해당되지 않는 이상 같은 법령에서 정하는 건축허가를 하여야 하고, 중대한 공익상의 필요가 없음에도 요건을 갖춘 자에 대한 허가를 관계 법령에서 정하는 제한사유 이외의 사유를 들어 거부할 수는 없다.<br/>[2] 구 측량·수로조사 및 지적에 관한 법률(2014. 6. 3. 법률 제12738호 공간정보의 구축 및 관리 등에 관한 법률로 개정되기 전의 것) 제79조 제1항 및 그 위임에 따른 구 측량·수로조사 및 지적에 관한 법률 시행령(2014. 1. 17. 대통령령 제25104호로 개정되기 전의 것) 제65조 제1항, 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제57조, 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제56조 제1항 제4호 및 그 위임에 따른 국토의 계획 및 이용에 관한 법률 시행령 제51조 제1항 제5호의 체계와 내용을 종합하면, 지적소관청은 토지분할신청이 건축법령이나 국토계획법령 등 관계 법령에서 정하는 어떠한 제한에 해당되지 않는 이상 신청내용에 따라 토지분할 등록을 하여야 하고, 관계 법령에서 정하는 제한사유 이외의 사유를 들어 거부할 수는 없다.<br/>[3] 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제54조 제1항 단서, 구 국토의 계획 및 이용에 관한 법률(2017. 4. 18. 법률 제14795호로 개정되기 전의 것) 제84조 제1항 단서는 건축물이 미관지구에 걸쳐 있는 경우 그 건축물과 대지의 전부에 대하여 미관지구에 관한 규정을 적용한다고 규정하였다. 그러나 이는 특정한 건축물의 전부 또는 일부가 미관지구에 걸쳐 있는 경우에 건축물과 대지 전부에 대하여 편의상 일률적으로 미관지구에 관한 규정이 적용되도록 함으로써 예외적으로 도시계획적 규제를 확장하는 취지이다. 게다가 대지 중 일부만 미관지구에 걸쳐 있는 경우에까지 대지 전부에 대하여 미관지구에 관한 규정을 적용하도록 하는 취지는 아니다. 따라서 이러한 규정의 취지를 고려해 보면, 위 규정은 하나의 대지가 둘 이상의 용도지역·용도지구·용도구역에 걸쳐 있는 경우 건폐율, 용적률 등 건축제한을 적용하는 방법에 관하여 기준을 정한 것일 뿐, 하나의 대지에서 미관지구에 해당하지 않는 부분의 토지분할까지 제한하는 취지로는 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제2조 제1호, 구 건축법 시행령(2013. 11. 20. 대통령령 제24874호로 개정되기 전의 것) 제3조 제2항 제5호 / [2] 구 측량·수로조사 및 지적에 관한 법률(2014. 6. 3. 법률 제12738호 공간정보의 구축 및 관리 등에 관한 법률로 개정되기 전의 것) 제79조 제1항(현행 공간정보의 구축 및 관리 등에 관한 법률 제79조 제1항 참조), 구 측량·수로조사 및 지적에 관한 법률 시행령(2014. 1. 17. 대통령령 제25104호로 개정되기 전의 것) 제65조 제1항(현행 공간정보의 구축 및 관리 등에 관한 법률 시행령 제65조 제1항 참조), 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제57조, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제4호, 국토의 계획 및 이용에 관한 법률 시행령 제51조 제1항 제5호 / [3] 구 건축법(2014. 1. 14. 법률 제12246호로 개정되기 전의 것) 제54조 제1항, 구 국토의 계획 및 이용에 관한 법률(2017. 4. 18. 법률 제14795호로 개정되기 전의 것) 제84조 제1항<br/>",
  "참조판례": "[1] 대법원 2009. 9. 24. 선고 2009두8946 판결(공2009하, 1777), 대법원 2012. 11. 22. 선고 2010두22962 전원합의체 판결(공2013상, 54) / [2] 대법원 1994. 1. 11. 선고 93누18228 판결(공1994상, 732)<br/>"
}