{
  "판례일련번호": "198836",
  "사건명": "가산금반환",
  "사건번호": "2016두50990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 기반시설부담금 납부의무자의 환급신청에 대하여 행정청이 전부 또는 일부 환급을 거부하는 결정이 항고소송의 대상인 처분에 해당하는지 여부(적극) 및 행정청의 환급 거부대상이 납부지체로 발생한 지체가산금인 경우 달리 보아야 하는지 여부(소극)<br/>[2] 기반시설부담금 부과처분에 처분 당시부터 위법사유가 있어 부과처분이 당연무효이거나 부과처분을 소급적으로 취소하는 경우, 행정청이 납부의무자에게 기반시설부담금과 함께 지체가산금도 환급해야 하는지 여부(적극) / 기반시설부담금 부과처분이 처분 당시에는 적법하였고 납부의무자의 납부의무 이행지체에도 정당한 사유가 없어 행정청이 지체가산금을 정당하게 징수한 후 납부의무자에게 구 기반시설부담금에 관한 법률 제17조 제1항, 같은 법 시행령 제15조 제2항 각호의 환급사유가 발생한 경우, 행정청이 당초 정당하게 징수한 지체가산금까지 납부의무자에게 환급하여야 하는지 여부(소극) 및 이때 행정청이 납부의무자에게 환급할 부담금의 환급범위<br/>",
  "판결요지": "[1] 기반시설부담금 부과처분을 할 당시에 이미 납부의무자에게 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지, 이하 ‘법’이라 한다) 제8조 제4항과 제5항에서 정한 공제사유가 있었음에도 행정청이 해당 금액을 공제하지 않은 채 기반시설부담금 부과처분을 하였다면, 그 부과처분의 상대방인 납부의무자는 행정청의 공제의무 불이행을 위법사유로 주장하면서 취소소송을 제기하여 권리구제를 받을 수 있다. 납부의무자가 적법하게 부과된 기반시설부담금을 납부한 후에 법 제8조 제4항, 제5항, 제17조 제1항에서 정한 환급사유가 발생한 경우에는 증명자료를 첨부하여 행정청에 환급신청을 할 수 있고[구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제15조 제3항], 이에 대하여 행정청이 전부 또는 일부 환급을 거부하는 경우에, 납부의무자가 환급액에 관하여 불복이 있으면 환급 거부결정에 대하여 취소소송을 제기하여 권리구제를 받을 수 있게 하는 것이 행정소송법 및 기반시설부담금 환급 제도의 입법 취지에도 부합한다. 따라서 납부의무자의 환급신청에 대하여 행정청이 전부 또는 일부 환급을 거부하는 결정은 행정청이 공권력의 주체로서 행하는 구체적 사실에 관한 법집행으로서 납부의무자의 권리·의무에 직접 영향을 미치므로 항고소송의 대상인 처분에 해당한다고 보아야 한다. 행정청의 환급 거부대상이 기반시설부담금 그 자체가 아니라 그 납부지체로 발생한 지체가산금인 경우에도 달리 볼 것은 아니다. 정당한 환급액 내지 행정청의 환급의무의 범위는 취소소송의 본안에서 심리·판단할 사항이지, 소송요건 심사 단계에서 고려할 요소가 아니다.<br/>[2] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지, 이하 ‘법’이라 한다) 제16조 제2항에 따른 지체가산금은 납부의무자가 부과된 기반시설부담금의 납부의무 이행을 지체하는 경우에 부담하는 지연배상금의 성질을 띤 것으로 납부기한이 경과함으로써 당연히 발생한다. 기반시설부담금 부과처분에 처분 당시부터 위법사유가 있어 부과처분이 당연무효이거나 부과처분을 소급적으로 취소하는 경우에는 지체가산금도 그 기초를 상실하는 것이어서, 행정청이 납부의무자에게 기반시설부담금과 함께 지체가산금도 환급할 의무가 있다고 보아야 한다.<br/>  그러나 기반시설부담금 부과처분이 처분 당시에는 적법하였고 납부의무자의 납부의무 이행지체에도 정당한 사유가 없어 행정청이 지체가산금을 정당하게 징수하였던 경우에는, 그 후 납부의무자에게 법 제17조 제1항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지, 이하 ‘시행령’이라 한다) 제15조 제2항 각호의 환급사유가 발생하였더라도 행정청이 당초 적법하게 부과·징수하였던 기반시설부담금의 전부 또는 일부를 납부의무자에게 환급하여야 할 의무가 그때 비로소 성립하는 것일 뿐(행정청의 환급결정에는 당초 적법하였던 기반시설부담금 부과처분을 장래를 향하여 일부 취소하는 결정의 의미가 포함되어 있는 것으로 보아야 한다), 그러한 사정만으로 행정청이 당초 정당하게 징수한 지체가산금까지 납부의무자에게 환급하여야 할 의무가 발생한다고 볼 수는 없다. 따라서 이러한 경우에는 행정청이 납부의무자에게 법 제17조 제1항, 제2항, 시행령 제15조 제2항, 제4항에 따라 부담금환급금과 그에 대한 법정이자에 해당하는 환급가산금을 지급할 의무가 있을 뿐이라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제8조 제4항, 제5항, 제17조 제1항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제15조 제3항, 행정소송법 제2조 제1항 제1호 / [2] 구 기반시설부담금에 관한 법률(2008. 3. 28. 법률 제9051호로 폐지) 제16조 제2항, 제17조 제1항, 제2항, 구 기반시설부담금에 관한 법률 시행령(2008. 9. 25. 대통령령 제21038호 국토의 계획 및 이용에 관한 법률 시행령 부칙 제2조로 폐지) 제15조 제2항, 제4항<br/>",
  "참조판례": "[1] 대법원 2017. 4. 26. 선고 2013두16807 판결(공2017상, 1115) / [2] 대법원 1986. 9. 9. 선고 86누76 판결(공1986, 1321), 대법원 1991. 3. 12. 선고 90누2833 판결(공1991, 1195)<br/>"
}