{
  "판례일련번호": "198833",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2016두40986",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 구 법인세법령상 물적분할에 대한 과세이연 규정의 취지 및 위 규정이 적용되기 위한 요건<br/>[2] 토지의 가치를 현실적으로 증가시키는 데 소요된 비용인 자본적 지출에 관련된 부가가치세 매입세액이 매출세액에서 공제되는지 여부(소극)<br/>",
  "판결요지": "[1] 분할법인이 물적분할에 의하여 분할신설법인의 주식을 취득하는 경우로서 일정한 법령상 요건을 충족한 때에는 분할법인의 자산양도차익 상당액을 위 주식의 압축기장충당금으로 계상하여 손금산입하고 해당 주식의 처분 시까지 법인세 과세를 이연한다[구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것, 이하 같다) 제47조 제1항, 제46조 제1항, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것, 이하 같다) 제83조 제1항, 제2항]. 그리고 이러한 요건을 갖춘 분할의 경우에는 부가가치세 과세대상이 되는 재화의 공급으로 보지 않는다[구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제6조 제6항 제2호, 구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제17조 제2항].<br/>  위와 같은 물적분할에 대한 과세이연 규정은 1998. 12. 28. 법인세법 전부 개정으로 합병·분할 등 기업조직재편 세제를 도입할 때 마련된 것으로서, 회사가 기존 사업의 일부를 별도의 완전 자회사로 분리하는 조직형태의 변화가 있었으나 지분관계를 비롯하여 기업의 실질적인 이해관계에 변동이 없는 때에는 이를 과세의 계기로 삼지 않음으로써 회사분할을 통한 기업구조조정을 지원하기 위한 취지이다. 아래에서 보는 구 법인세법령의 개별 요건들은 이러한 실질적 동일성 기준을 구체화한 것이다.<br/>  물적분할은 분리하여 사업이 가능한 독립된 사업부문을 분할하는 것으로서, 분할하는 사업부문의 자산 및 부채가 포괄적으로 승계되고, 분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 승계받은 사업을 계속 영위하며, 분할법인이 받은 분할대가의 전액이 분할신설법인의 주식인 경우 위 과세이연 규정이 적용된다.<br/>  여기서 ‘분리하여 사업 가능한 독립된 사업부문’이라는 요건(구 법인세법 시행령 제82조 제3항 제1호)은 기능적 관점에서 분할 이후 기존의 사업활동을 독립하여 영위할 수 있는 사업부문이 분할되어야 함을 뜻한다. 독립된 사업활동이 불가능한 개별 자산만을 이전하여 사실상 양도차익을 실현한 것에 불과한 경우와 구별하기 위함이다. 독립적으로 사업이 가능하다면 단일 사업부문의 일부를 분할하는 것도 가능하다.<br/>  ‘분할하는 사업부문의 자산 및 부채가 포괄적으로 승계될 것’이라는 요건(구 법인세법 시행령 제82조 제3항 제2호)은 위 독립된 사업부문 요건을 보완하는 것으로서, 해당 사업활동에 필요한 자산·부채가 분할신설법인에 한꺼번에 이전되어야 함을 뜻한다. 다른 사업부문에 공동으로 사용되는 자산·부채 등과 같이 분할하기 어려운 것은 승계되지 않더라도 기업의 실질적 동일성을 해치지 않는다.<br/>  ‘승계받은 사업을 계속 영위할 것’이라는 요건(구 법인세법 제46조 제1항 제3호)은 분할 전후 사업의 실질적 동일성이 유지되도록 하는 것으로서, 분할등기일이 속하는 사업연도 종료일 전에 승계한 고정자산가액의 2분의 1 이상을 처분하거나 승계한 사업에 직접 사용하지 아니한 경우에는 사업의 폐지와 다름없다고 본다(구 법인세법 시행령 제83조 제4항, 제80조 제3항). 처분 또는 직접 사용 여부는 입법 취지와 해당 사업 내용을 고려하여 실제의 사용관계를 기준으로 객관적으로 판단하여야 한다.<br/>  ‘분할대가 전액이 주식’이어야 한다는 요건(구 법인세법 제47조 제1항 괄호 안, 제46조 제1항 제2호)은 분할법인이 분할되는 사업부문의 자산·부채를 분할신설법인으로 이전하는 대가로 분할신설법인 주식만을 취득하여야 한다는 것으로서, 지분관계의 계속성을 정한 것이다.<br/>[2] 토지의 가치를 현실적으로 증가시키는 데 소요된 비용인 자본적 지출은 그 지출이 이루어진 사업연도의 비용으로 되지 않고 취득원가에 합쳐서 감가상각의 대상이 될 뿐이며[구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제31조 제1항, 제2항], 그에 관련된 부가가치세 매입세액은 매출세액에서 공제하지 않는다[구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제2항 제4호, 구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제60조 제6항].<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제46조 제1항, 제47조 제1항, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제80조 제3항(현행 제80조의2 제7항 참조), 제82조 제3항 제1호(현행 제82조의2 제3항 참조), 제2호(현행 제82조의2 제5항 참조), 제83조 제1항(현행 제84조 제1항 참조), 제2항(현행 제84조 제2항 참조), 제4항(현행 제82조의2 제9항 참조), 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제6조 제6항 제2호(현행 제10조 제9항 제2호 참조), 구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제17조 제2항(현행 제23조 참조) / [2] 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제31조 제1항, 제2항, 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제17조 제2항 제4호(현행 제39조 제1항 제7호 참조), 구 부가가치세법 시행령(2010. 2. 18. 대통령령 제22043호로 개정되기 전의 것) 제60조 제6항(현행 제80조 참조)<br/>",
  "참조판례": "[2] 대법원 2006. 7. 28. 선고 2004두13844 판결, 대법원 2008. 4. 11. 선고 2006두5502 판결(공2008상, 703)<br/>"
}