{
  "판례일련번호": "199736",
  "사건명": "자율형사립고등학교행정처분직권취소처분취소청구",
  "사건번호": "2014추33",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 구 초·중등교육법 시행령 제91조의3 제5항에서 말하는 교육부장관과의 사전 협의가 교육부장관의 적법한 사전 동의를 의미하는지 여부(원칙적 적극)<br/>  [2] 교육부장관이 교육감의 교육·학예에 관한 사무 중 ‘자치사무’에 대한 명령이나 처분에 대하여 취소하거나 정지하려면 법령 위반 사항이 있어야 하는지 여부(적극) 및 이때 교육감의 명령이나 처분이 법령에 위반되는 경우의 의미<br/>",
  "판결요지": "[1] 아래에서 보는 바와 같은 자율형 사립고등학교(이하 ‘자사고’라 한다) 제도의 성격, 자사고 지정을 취소하는 과정에서 교육감의 재량을 절차적으로 통제할 필요가 있는 점, 구 초·중등교육법 시행령(2014. 12. 9. 대통령령 제25819호로 개정되기 전의 것, 이하 같다) 제91조의3의 개정이유 등에 비추어 볼 때, 구 초·중등교육법 시행령 제91조의3 제5항에서 말하는 교육부장관과의 사전 협의는 특별한 사정이 없는 한 교육부장관의 적법한 사전 동의를 의미한다.<br/>    ① 구 초·중등교육법 시행령 제91조의3 제5항에 따르면 교육감이 자사고 지정을 취소하는 경우에는 미리 교육부장관과 협의하여야 한다.<br/>    ② 자사고는 헌법 제31조 제6항에 따라 법률로 정하고 있는 학교교육제도에 관한 사항 중 일부가 적용되지 않는 학교이고, 자사고 제도의 운영은 국가의 교육정책과도 긴밀하게 관련되며, 자사고의 지정 및 취소는 해당 학교에 재학 중인 학생들과 그 학교에 입학하고자 하는 학생들에게 미치는 영향도 크다. 따라서 자사고의 지정 및 취소는 국가의 교육정책과 해당 지역의 실정 등을 고려하여 신중하게 이루어져야 할 필요가 있다.<br/>    ③ 초·중등교육법 시행령 제91조의3은 2010. 6. 29. 신설 당시 제4항으로 ‘자사고는 5년 이내로 지정·운영하되, 시·도 교육규칙으로 정하는 바에 따라 연장할 수 있다’고만 규정하였다가, 2011. 6. 7. 대통령령 제22955호로 개정되면서 제5항으로 ‘교육감이 자사고 지정을 취소하는 경우에는 미리 교육과학기술부장관과 협의하여야 한다’고 규정하게 되었다. 이는 종전의 지정기간 연장에 행사되는 재량을 절차적으로 통제할 수 있는 장치를 마련함으로써 자사고를 보다 안정적으로 운영하게 하려는 취지에서 비롯된 것이다.<br/>  [2] 지방교육자치에 관한 법률 제3조, 지방자치법 제169조 제1항에 따르면, 시·도의 교육·학예에 관한 사무에 대한 교육감의 명령이나 처분이 법령에 위반되거나 현저히 부당하여 공익을 해친다고 인정되면 교육부장관이 기간을 정하여 서면으로 시정할 것을 명하고, 그 기간에 이행하지 아니하면 이를 취소하거나 정지할 수 있다. 특히 교육·학예에 관한 사무 중 ‘자치사무’에 대한 명령이나 처분에 대하여는 법령 위반 사항이 있어야 한다. 여기서 교육감의 명령이나 처분이 법령에 위반되는 경우란, ‘명령·처분이 현저히 부당하여 공익을 해하는 경우’, 즉 합목적성을 현저히 결하는 경우와 대비되는 개념으로서, 교육감의 사무 집행이 명시적인 법령의 규정을 구체적으로 위반한 경우뿐만 아니라 그러한 사무의 집행이 재량권을 일탈·남용하여 위법하게 되는 경우를 포함한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 초·중등교육법 시행령(2010. 12. 27. 대통령령 제22542호로 개정되기 전의 것) 제91조의3 제4항, 구 초·중등교육법 시행령(2011. 9. 30. 대통령령 제23184호로 개정되기 전의 것) 제91조의3 제5항, 구 초·중등교육법 시행령(2014. 12. 9. 대통령령 제25819호로 개정되기 전의 것) 제91조의3 제5항 / [2] 지방교육자치에 관한 법률 제3조, 지방자치법 제169조 제1항<br/>",
  "참조판례": "[2] 대법원 2007. 3. 22. 선고 2005추62 전원합의체 판결(공2007상, 543)<br/>"
}