{
  "판례일련번호": "199737",
  "사건명": "보험금",
  "사건번호": "2017다256828",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180724",
  "판시사항": "[1] 보험약관의 해석에 있어 작성자 불이익의 원칙<br/>  [2] 甲이 대장 내시경 검사를 받던 중 직장에서 크기가 1㎝ 미만인 용종이 발견되어 용종절제술을 받았고, 병리 전문의사가 실시한 조직검사 결과를 토대로 甲의 주치의인 임상의사가 위 용종에 관하여 ‘직장의 악성 신생물’이라는 진단서를 발급하였는데, 위 용종이 甲 및 그 배우자인 乙이 丙 보험회사 등과 체결한 보험계약의 약관에서 정한 ‘암’에 해당하는지 문제 된 사안에서, 보험사고 또는 보험금 지급액의 범위와 관련하여 위 보험약관이 규정하는 ‘암’은 객관적으로 다의적으로 해석되어 약관 조항의 뜻이 명백하지 아니한 경우에 해당하는 것이어서 약관의 규제에 관한 법률 제5조 제2항에서 정한 작성자 불이익의 원칙에 따라 甲의 용종과 같은 상세불명의 직장 유암종은 제3차 개정 한국표준질병·사인분류상 ‘소화기관의 악성 신생물’로서 보험약관에서 정한 ‘암’에 해당한다고 해석함이 타당한데도, 이와 달리 본 원심판결에는 약관의 해석에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험약관은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개 계약 당사자가 기도한 목적이나 의사를 참작하지 않고, 평균적 고객의 이해가능성을 기준으로 보험단체 전체의 이해관계를 고려하여 객관적·획일적으로 해석하여야 한다. 위와 같은 해석을 거친 후에도 약관 조항이 객관적으로 다의적으로 해석되고, 그 각각의 해석이 합리성이 있는 등 당해 약관의 뜻이 명백하지 아니한 경우에는 고객에게 유리하게 해석하여야 한다.<br/>  [2] 甲이 대장 내시경 검사를 받던 중 직장에서 크기가 1㎝ 미만인 용종이 발견되어 용종절제술을 받았고, 병리 전문의사가 실시한 조직검사 결과를 토대로 甲의 주치의인 임상의사가 위 용종에 관하여 ‘직장의 악성 신생물’이라는 진단서를 발급하였는데, 위 용종이 甲 및 그 배우자인 乙이 丙 보험회사 등과 체결한 보험계약의 약관에서 정한 ‘암’에 해당하는지 문제 된 사안에서, 위 보험약관은 ‘암’을 ‘한국표준질병·사인분류의 기본분류에서 악성 신생물로 분류되는 질병’이라고 정의하고 있는데, 우리나라 병리학회에서는 甲의 용종과 같이 크기가 1㎝ 미만이고 점막층과 점막하층에 국한되며 혈관침윤이 없는 직장 유암종은, 세계보건기구의 2010년 소화기계 종양 분류에서 세분화한 신경내분비 종양 중 L세포 타입 종양일 가능성이 높으므로, 한국표준질병·사인분류상으로도 행태코드 ‘/1’로 분류하여 경계성 종양으로 보는 것이 타당하다는 견해를 제시하였고, 이러한 병리학적 분류체계는 대부분의 병리 전문의사가 동의한다는 점에서 그 합리성을 섣불리 부정할 수 없으므로, 이를 전제로 보험약관에서 정한 ‘암’을 해석하는 것도 객관성과 합리성이 있으나, 위 보험약관은 ‘암’의 의미에 관하여 제3차 개정 한국표준질병·사인분류의 분류기준과 그 용어만을 인용하고 있고, 제3차 개정 한국표준질병·사인분류의 분류기준과 그 용어에 충실하게 해석하면 甲의 종양을 악성 신생물로 분류되는 질병인 암으로 보는 해석도 충분히 가능하고 그러한 해석의 객관성과 합리성도 인정되므로, 보험사고 또는 보험금 지급액의 범위와 관련하여 위 보험약관이 규정하는 ‘암’은 객관적으로 다의적으로 해석되어 약관 조항의 뜻이 명백하지 아니한 경우에 해당하는 것이어서 약관의 규제에 관한 법률 제5조 제2항에서 정한 작성자 불이익의 원칙에 따라 甲의 용종과 같은 상세불명의 직장 유암종은 제3차 개정 한국표준질병·사인분류상 ‘소화기관의 악성 신생물’로서 보험약관에서 정한 ‘암’에 해당한다고 해석함이 타당한데도, 이와 달리 본 원심판결에는 약관의 해석에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 / [2] 약관의 규제에 관한 법률 제5조<br/>",
  "참조판례": "[1] 대법원 2010. 12. 9. 선고 2009다60305 판결(공2011상, 100), 대법원 2011. 4. 28. 선고 2011다1118 판결, 대법원 2016. 10. 27. 선고 2013다90891, 90907 판결(공2016하, 1752)<br/>"
}