{
  "판례일련번호": "199735",
  "사건명": "산업기술의유출방지및보호에관한법률위반·업무상배임",
  "사건번호": "2015도464",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 산업기술의 유출방지 및 보호에 관한 법률 제36조 제1항 위반의 죄가 ‘외국에서 사용하거나 사용되게 할 목적’을, 위 조항이 인용하는 같은 법 제14조 제2호가 ‘부정한 이익을 얻거나 그 대상기관에 손해를 가할 목적’을 범죄성립요건으로 하는 목적범인지 여부(적극) / 행위자가 산업기술임을 인식하고 같은 법 제14조 각호의 행위를 하거나, 외국에 있는 사람에게 산업기술을 보냈다는 사실만으로 그에게 ‘부정한 이익을 얻거나 그 대상기관에 손해를 가할 목적’과 ‘외국에서 사용하거나 사용되게 할 목적’이 있었다고 추정할 수 있는지 여부(소극) 및 행위자에게 위와 같은 목적이 있음을 증명할 직접증거가 없는 경우의 판단 기준<br/>  [2] 산업기술의 유출방지 및 보호에 관한 법률 제38조의 양벌규정에 따라 법인은 사용인 등에 의하여 위반행위가 발생한 그 업무와 관련하여 상당한 주의 또는 관리·감독 의무를 게을리한 과실로 인하여 처벌되는지 여부(적극) 및 구체적인 사안에서 법인의 과실 유무를 판단하는 기준<br/>  [3] 구 부정경쟁방지 및 영업비밀보호에 관한 법률 제18조 제1항 위반의 죄가 ‘부정한 이익을 얻거나 기업에 손해를 가할 목적’을 범죄성립요건으로 하는 목적범인지 여부(적극) 및 그 목적이 있었는지 판단하는 기준<br/>",
  "판결요지": "[1] 산업기술의 유출방지 및 보호에 관한 법률(이하 ‘산업기술보호법’이라고 한다) 제14조는 ‘절취·기망·협박 그 밖의 부정한 방법으로 대상기관의 산업기술을 취득하는 행위 또는 그 취득한 산업기술을 사용하거나 공개하는 행위’(제1호)와 ‘산업기술에 대한 비밀유지의무가 있는 자가 부정한 이익을 얻거나 그 대상기관에 손해를 가할 목적으로 유출하거나 그 유출한 산업기술을 사용 또는 공개하거나 제3자가 사용하게 하는 행위’(제2호)를 금지하고 있다. 이를 위반한 자는 제36조 제2항에 의해 처벌되고, ‘산업기술을 외국에서 사용하거나 사용되게 할 목적’으로 제14조의 각호에 해당하는 행위를 한 자는 제36조 제1항에 의해 가중처벌된다.<br/>산업기술보호법 제36조 제1항 위반의 죄는 고의 외에 ‘외국에서 사용하거나 사용되게 할 목적’을, 위 조항이 인용하는 제14조 제2호는 ‘부정한 이익을 얻거나 그 대상기관에 손해를 가할 목적’을 추가적인 범죄성립요건으로 하는 목적범이다. 그리고 형사재판에서 공소가 제기된 범죄의 구성요건을 이루는 사실에 대한 증명책임은 검사에게 있으므로 행위자에게 ‘부정한 이익을 얻거나 그 대상기관에 손해를 가할 목적’과 ‘외국에서 사용하거나 사용되게 할 목적’이 있었다는 점은 검사가 증명하여야 한다. 따라서 행위자가 산업기술임을 인식하고 제14조 각호의 행위를 하거나, 외국에 있는 사람에게 산업기술을 보냈다는 사실만으로 그에게 위와 같은 목적이 있었다고 추정해서는 아니 된다. 행위자에게 위와 같은 목적이 있음을 증명할 직접증거가 없는 때에는 산업기술 및 비밀유지의무를 인정할 여러 사정들에 더하여 피고인의 직업, 경력, 행위의 동기 및 경위와 수단, 방법, 그리고 산업기술 보유기업과 산업기술을 취득한 제3자와의 관계, 외국에 보내게 된 경위 등 여러 사정을 종합하여 사회통념에 비추어 합리적으로 판단하여야 한다.<br/>  [2] 형벌의 자기책임원칙에 비추어 볼 때 산업기술의 유출방지 및 보호에 관한 법률 제38조의 양벌규정은 법인이 사용인 등에 의하여 위반행위가 발생한 그 업무와 관련하여 상당한 주의 또는 관리감독 의무를 게을리한 때에 한하여 적용된다. 이러한 양벌규정에 따라 법인은 위반행위가 발생한 그 업무와 관련하여 법인이 상당한 주의 또는 관리·감독 의무를 게을리한 과실로 인하여 처벌된다. 구체적인 사안에서 법인이 상당한 주의 또는 관리·감독을 게을리하였는지 여부는 당해 위반행위와 관련된 모든 사정 즉, 당해 법률의 입법 취지, 처벌조항 위반으로 예상되는 법익 침해의 정도, 위반행위에 관하여 양벌규정을 마련한 취지 등은 물론 위반행위의 구체적인 모습과 그로 인하여 실제 야기된 피해 또는 결과의 정도, 법인의 영업 규모 및 행위자에 대한 감독가능성이나 구체적인 지휘·감독 관계, 법인이 위반행위 방지를 위하여 실제 행한 조치 등을 전체적으로 종합하여 판단하여야 한다.<br/>  [3] 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2013. 7. 30. 법률 제11963호로 개정되기 전의 것) 제18조 제1항 위반의 죄는 고의 외에 ‘부정한 이익을 얻거나 기업에 손해를 가할 목적’을 범죄성립요건으로 하는 목적범이다. 그 목적이 있었는지 여부는 피고인의 직업, 경력, 행위의 동기 및 경위와 수단, 방법, 그리고 영업비밀 보유기업과 영업비밀을 취득한 제3자와의 관계 등 여러 사정을 종합하여 사회통념에 비추어 합리적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 산업기술의 유출방지 및 보호에 관한 법률 제14조 제1호, 제2호, 제36조 제1항, 제2항, 형사소송법 제308조 / [2] 산업기술의 유출방지 및 보호에 관한 법률 제36조 제1항, 제2항, 제3항, 제38조 / [3] 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2013. 7. 30. 법률 제11963호로 개정되기 전의 것) 제18조 제1항<br/>",
  "참조판례": "[2] 대법원 2010. 4. 15. 선고 2009도9624 판결, 대법원 2010. 12. 9. 선고 2010도12069 판결, 대법원 2011. 7. 14. 선고 2009도5516 판결 / [3] 대법원 2007. 4. 26. 선고 2006도5080 판결, 대법원 2017. 11. 14. 선고 2014도8710 판결<br/>"
}