{
  "판례일련번호": "199825",
  "사건명": "매매대금반환",
  "사건번호": "2017다242959",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180724",
  "판시사항": "[1] 당사자가 표시한 문언에 의하여 객관적인 의미가 명확하게 드러나지 않는 경우, 법률행위의 해석 방법<br/>  [2] 甲이 乙로부터 25평형 임대아파트 입주권을 매수하는 계약을 체결할 때 乙이 ‘주택지구 내 주거용 농막에 대한 25평형 임대아파트 입주권의 매매대금 P3,200만 원을 지불함. 위 물건에 대한 입주권이 취소되었을 경우 원금 P3,200만 원을 甲에게 지불할 것을 각서함.’이라는 내용의 이행각서를 교부하였는데, 당시 공급대상 임대주택에 대하여 단독세대주(본인의 주민등록표등본상에 본인 외 세대원이 없는 자 내지는 본인의 주민등록표등본상에 배우자 또는 직계존비속인 세대원이 없는 자)는 전용면적 40㎡ 이하의 주택에 대하여만 공급신청이 가능하였으나, 甲이 59㎡ 장기전세주택을 청약신청하면서 신청자격에서 탈락하였다는 이유로 乙을 상대로 매매계약 해제를 주장한 사안에서, 甲 측의 사유로 甲이 원하는 평형의 임대아파트를 우선분양받지 못하는 경우까지 위 각서에 따른 계약해제권이 발생한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 법률행위의 해석은, 당사자가 표시행위에 부여한 객관적인 의미를 명백하게 확정하는 것으로서, 문언에 구애받는 것은 아니지만, 어디까지나 당사자의 내심적 의사의 여하에 관계없이, 문언의 내용에 의하여 당사자가 표시행위에 부여한 객관적 의미를 합리적으로 해석하여야 하는 것이다. 당사자가 표시한 문언에 의하여, 객관적인 의미가 명확하게 드러나지 않는 경우에는, 그 문언의 내용, 당사자의 주장과 증명을 통하여 드러나는 그 법률행위가 이루어지게 된 동기 및 경위, 당사자가 그 법률행위에 의하여 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여, 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다. 특히 당사자 일방이 주장하는 법률행위의 내용이 상대방의 권리의무관계에 중대한 영향을 초래하게 되는 경우에는 더욱 엄격하게 해석하여야 한다.<br/>  [2] 甲이 乙로부터 25평형 임대아파트 입주권을 매수하는 계약을 체결할 때 乙이 ‘주택지구 내 주거용 농막에 대한 25평형 임대아파트 입주권의 매매대금 P3,200만 원을 지불함. 위 물건에 대한 입주권이 취소되었을 경우 원금 P3,200만 원을 甲에게 지불할 것을 각서함.’이라는 내용의 이행각서를 교부하였는데, 당시 공급대상 임대주택에 대하여 단독세대주(본인의 주민등록표등본상에 본인 외 세대원이 없는 자 내지는 본인의 주민등록표등본상에 배우자 또는 직계존비속인 세대원이 없는 자)는 전용면적 40㎡ 이하의 주택에 대하여만 공급신청이 가능하였으나, 甲이 59㎡ 장기전세주택을 청약신청하면서 신청자격에서 탈락하였다는 이유로 乙을 상대로 매매계약 해제를 주장한 사안에서, 서울특별시 에스에이치공사는 관련 법령에 따라 보금자리주택 건설지역 내 비닐간이공작물 거주자로서 임대아파트 우선공급 대상으로 지정된 자에 대해 대상지역이나 거주지역의 구분 없이 한 차례 임대아파트를 배정받을 수 있는 권리를 부여하고 있는데, 우선공급 신청자는 자격에 따라 배정받을 수 있는 평형에 제한이 있고, 甲이 자격요건을 충족하여 신청하는 경우 25평형 임대아파트를 배정받을 수도 있으며, 甲이 현재 단독세대주여서 전용면적 40㎡ 이하의 주택에 대하여만 공급신청이 가능한데도, 아직까지 위와 같은 배정을 받지 않았기 때문에, 위 공사의 다른 보금자리주택 건설지역에서 공급되는 임대아파트에 대해 우선공급을 신청할 수 있는 점 등에 비추어, 위 각서의 기재만으로는 매매계약의 목적물인 입주권이 ‘주택지구 내 25평형 임대아파트 1세대’를 공급받는 권리로서, 甲이 그와 같은 권리를 확보하지 못할 경우 乙이 甲에게 지급받은 매매대금을 반환하기로 약정하였다고 보기 어려우므로, 甲 측의 사유로 甲이 원하는 평형의 임대아파트를 우선분양받지 못하는 경우까지 위 각서에 따른 계약해제권이 발생한다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조, 제543조<br/>",
  "참조판례": "[1] 대법원 1999. 11. 26. 선고 99다43486 판결(공2000상, 47), 대법원 2001. 1. 19. 선고 2000다33607 판결(공2001상, 507), 대법원 2007. 4. 13. 선고 2005다68950 판결, 대법원 2008. 6. 26. 선고 2006다77197 판결(공2008하, 1052)<br/>"
}