{
  "판례일련번호": "199853",
  "사건명": "시정명령등취소청구의소(표시ㆍ광고의 공정화에 관한 법률 제3조 제1항 제1호의 거짓ㆍ과장 광고 해당 여부 등이 문제된 사건)",
  "사건번호": "2017두60109",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항에서 부당한 표시·광고의 한 유형으로 규정하고 있는 ‘거짓·과장의 광고’의 의미 및 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지 판단하는 기준<br/>  [2] 대규모 유통업자인 甲 주식회사가 전단 광고에 초콜릿 등 상품의 그림과 함께 ‘1+1’이라고 표기한 문양을 가격과 함께 표시하였는데, 공정거래위원회가 위 광고가 거짓·과장의 표시·광고행위에 해당한다는 이유로 甲 회사에 시정명령 및 과징금납부명령을 한 사안에서, 甲 회사가 표시한 1+1 행사 광고가 ‘사실과 다르게 광고하거나 사실을 지나치게 부풀려 광고함으로써 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는 것으로서 공정한 거래질서를 저해할 우려가 있는 광고’에 해당한다고 볼 여지가 상당한데도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다)은 상품 또는 용역에 관한 표시·광고를 할 때 소비자를 속이거나 소비자로 하여금 잘못 알게 하는 부당한 표시·광고를 방지하고 소비자에게 바르고 유용한 정보의 제공을 촉진함으로써 공정한 거래질서를 확립하고 소비자를 보호하는 데 목적이 있다.<br/>    이에 따라 표시광고법 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항은 ‘거짓·과장의 광고’를 부당한 표시·광고의 한 유형으로 규정하고 있는데, 여기서 거짓·과장의 광고란 사실과 다르게 광고하거나 사실을 지나치게 부풀려 광고한 것을 의미한다. 한편 일반 소비자는 광고에서 직접적으로 표현된 문장, 단어, 디자인, 도안, 소리 또는 이들의 결합에 의하여 제시되는 표현뿐만 아니라 광고에서 간접적으로 암시하고 있는 사항, 관례적이고 통상적인 상황 등도 종합하여 전체적·궁극적 인상을 형성하게 된다. 따라서 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지는 보통의 주의력을 가진 일반 소비자가 그 광고를 받아들이는 전체적·궁극적 인상을 기준으로 하여 객관적으로 판단하여야 한다.<br/>  [2] 대규모 유통업자인 甲 주식회사가 전단 광고에 초콜릿 등 상품의 그림과 함께 ‘1+1’이라고 표기한 문양을 가격과 함께 표시하였는데, 공정거래위원회가 위 광고가 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다) 제3조 제1항 제1호에서 정한 거짓·과장의 표시·광고행위에 해당한다는 이유로 甲 회사에 시정명령 및 과징금납부명령을 한 사안에서, 1+1 행사 광고를 전후로 비교하면 아무런 경제적 이익이 없거나 오히려 경제적으로 더 불리할 수 있음에도 甲 회사는 다른 상품과 대비하여 ‘1+1’을 강조하는 등의 방법으로 1+1 행사를 광고하면서, 동일한 상품의 1개당 판매가격을 광고 전 근접한 기간에 실제 판매했던 그 상품의 1개 판매가격과 같거나 그보다 높은 가격으로 ‘광고상 판매가격’을 표시한 것으로 볼 수 있고, 이는 표시광고법 제3조 제1항 제1호, 같은 법 시행령 제3조 제1항에서 금지하는 ‘사실과 다르게 광고하거나 사실을 지나치게 부풀려 광고함으로써 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는 것으로서 공정한 거래질서를 저해할 우려가 있는 광고’에 해당한다고 볼 여지가 상당한데도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항 / [2] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 6. 14. 선고 2011두82 판결(공2013하, 1239), 대법원 2017. 4. 7. 선고 2016두61242 판결(공2017상, 996)<br/>"
}