{
  "판례일련번호": "199838",
  "사건명": "토지수용보상금등증액",
  "사건번호": "2015두4044",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180720",
  "판시사항": "[1] 잔여 영업시설 손실보상의 요건인 “공익사업에 영업시설의 일부가 편입됨으로 인하여 잔여시설에 그 시설을 새로이 설치하거나 잔여시설을 보수하지 아니하고는 그 영업을 계속할 수 없는 경우”의 의미<br/>  [2] 공익사업에 영업시설 일부가 편입됨으로 인하여 잔여 영업시설에 손실을 입은 자가 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 잔여 영업시설의 손실에 대한 보상을 청구할 수 있는지 여부(소극) / 이때 재결절차를 거쳤는지 판단하는 방법 및 영업의 단일성·동일성이 인정되는 범위에서 보상금 산정의 세부요소를 추가로 주장하는 경우, 별도로 재결절차를 거쳐야 하는지 여부(소극)<br/>  [3] 어떤 보상항목이 공익사업을 위한 토지 등의 취득 및 보상에 관한 법령상 손실보상대상에 해당함에도 관할 토지수용위원회가 사실을 오인하거나 법리를 오해함으로써 손실보상대상에 해당하지 않는다고 잘못된 내용의 재결을 한 경우, 피보상자가 제기할 소송과 그 상대방<br/>",
  "판결요지": "[1] 사업시행자가 동일한 토지소유자에 속하는 일단의 토지 일부를 취득함으로 인하여 잔여지의 가격이 감소하거나 그 밖의 손실이 있을 때 등에는 잔여지를 종래의 목적으로 사용하는 것이 가능한 경우라도 잔여지 손실보상의 대상이 되며, 잔여지를 종래의 목적에 사용하는 것이 불가능하거나 현저히 곤란한 경우이어야만 잔여지 손실보상청구를 할 수 있는 것이 아니다. 마찬가지로 잔여 영업시설 손실보상의 요건인 “공익사업에 영업시설의 일부가 편입됨으로 인하여 잔여시설에 그 시설을 새로이 설치하거나 잔여시설을 보수하지 아니하고는 그 영업을 계속할 수 없는 경우”란 잔여 영업시설에 시설을 새로이 설치하거나 잔여 영업시설을 보수하지 아니하고는 그 영업이 전부 불가능하거나 곤란하게 되는 경우만을 의미하는 것이 아니라, 공익사업에 영업시설 일부가 편입됨으로써 잔여 영업시설의 운영에 일정한 지장이 초래되고, 이에 따라 종전처럼 정상적인 영업을 계속하기 위해서는 잔여 영업시설에 시설을 새로 설치하거나 잔여 영업시설을 보수할 필요가 있는 경우도 포함된다고 해석함이 타당하다.<br/>  [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘토지보상법’이라 한다) 제26조, 제28조, 제30조, 제34조, 제50조, 제61조, 제83조 내지 제85조의 규정 내용과 입법 취지 등을 종합하면, 공익사업에 영업시설 일부가 편입됨으로 인하여 잔여 영업시설에 손실을 입은 자가 사업시행자로부터 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2014. 10. 22. 국토교통부령 제131호로 개정되기 전의 것) 제47조 제3항에 따라 잔여 영업시설의 손실에 대한 보상을 받기 위해서는, 토지보상법 제34조, 제50조 등에 규정된 재결절차를 거친 다음 그 재결에 대하여 불복이 있는 때에 비로소 토지보상법 제83조 내지 제85조에 따라 권리구제를 받을 수 있을 뿐이다. 이러한 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 손실보상을 청구하는 것은 허용되지 않는다.<br/>  재결절차를 거쳤는지 여부는 보상항목별로 판단하여야 한다. 피보상자별로 어떤 토지, 물건, 권리 또는 영업이 손실보상대상에 해당하는지, 나아가 보상금액이 얼마인지를 심리·판단하는 기초 단위를 보상항목이라고 한다. 편입토지·물건 보상, 지장물 보상, 잔여 토지·건축물 손실보상 또는 수용청구의 경우에는 원칙적으로 개별물건별로 하나의 보상항목이 되지만, 잔여 영업시설 손실보상을 포함하는 영업손실보상의 경우에는 ‘전체적으로 단일한 시설 일체로서의 영업’ 자체가 보상항목이 되고, 세부 영업시설이나 영업이익, 휴업기간 등은 영업손실보상금 산정에서 고려하는 요소에 불과하다. 그렇다면 영업의 단일성·동일성이 인정되는 범위에서 보상금 산정의 세부요소를 추가로 주장하는 것은 하나의 보상항목 내에서 허용되는 공격방법일 뿐이므로, 별도로 재결절차를 거쳐야 하는 것은 아니다.<br/>  [3] 어떤 보상항목이 공익사업을 위한 토지 등의 취득 및 보상에 관한 법령상 손실보상대상에 해당함에도 관할 토지수용위원회가 사실을 오인하거나 법리를 오해함으로써 손실보상대상에 해당하지 않는다고 잘못된 내용의 재결을 한 경우에는, 피보상자는 관할 토지수용위원회를 상대로 그 재결에 대한 취소소송을 제기할 것이 아니라, 사업시행자를 상대로 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제85조 제2항에 따른 보상금증감소송을 제기하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제73조 제1항, 제75조의2 제1항, 제77조 제1항, 제4항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2014. 10. 22. 국토교통부령 제131호로 개정되기 전의 것) 제46조, 제47조 제3항 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제26조, 제28조, 제30조, 제34조, 제50조, 제61조, 제83조, 제84조, 제85조, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2014. 10. 22. 국토교통부령 제131호로 개정되기 전의 것) 제47조 제3항 / [3] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제34조, 제50조, 제85조 제2항<br/>",
  "참조판례": "[1] 대법원 1999. 5. 14. 선고 97누4623 판결(공1999상, 1173) / [2] 대법원 2011. 9. 29. 선고 2009두10963 판결(공2011하, 2238), 대법원 2018. 5. 15. 선고 2017두41221 판결(공2018상, 1088) / [3] 대법원 2010. 8. 19. 선고 2008두822 판결(공2010하, 1823)<br/>"
}