{
  "판례일련번호": "199857",
  "사건명": "마약류관리에관한법률위반(향정)",
  "사건번호": "2018도6219",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] ‘강제 채뇨’의 의미 / 수사기관이 범죄 증거를 수집할 목적으로 하는 강제 채뇨가 허용되기 위한 요건 및 채뇨의 방법<br/>  [2] 수사기관이 범죄 증거를 수집할 목적으로 피의자의 동의 없이 피의자의 소변을 채취하는 것을 ‘감정에 필요한 처분’으로 할 수 있는지 여부(적극) 및 이를 압수·수색의 방법으로도 할 수 있는지 여부(적극) / 압수·수색의 방법으로 소변을 채취하는 경우, 압수대상물인 피의자의 소변을 확보하기 위한 수사기관의 노력에도 불구하고 피의자가 소변 채취에 적합한 장소로 이동하는 것에 동의하지 않거나 저항하는 등 임의동행을 기대할 수 없는 사정이 있는 때에는 수사기관이 소변 채취에 적합한 장소로 피의자를 데려가기 위해서 필요 최소한의 유형력을 행사하는 것이 허용되는지 여부(적극) 및 이는 ‘압수·수색영장의 집행에 필요한 처분’에 해당하는지 여부(적극)<br/>  [3] 피고인이 메트암페타민(일명 ‘필로폰’)을 투약하였다는 마약류 관리에 관한 법률 위반(향정) 혐의에 관하여, 피고인의 소변(30cc), 모발(약 80수), 마약류 불법사용 도구 등에 대한 압수·수색·검증영장을 발부받은 다음 경찰관이 피고인의 주거지를 수색하여 사용 흔적이 있는 주사기 4개를 압수하고, 위 영장에 따라 3시간가량 소변과 모발을 제출하도록 설득하였음에도 피고인이 계속 거부하면서 자해를 하자 이를 제압하고 수갑과 포승을 채운 뒤 강제로 병원 응급실로 데려고 가 응급구조사로 하여금 피고인의 신체에서 소변(30cc)을 채취하도록 하여 이를 압수한 사안에서, 피고인의 소변에 대한 압수영장 집행이 적법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 강제 채뇨는 피의자가 임의로 소변을 제출하지 않는 경우 피의자에 대하여 강제력을 사용해서 도뇨관(catheter)을 요도를 통하여 방광에 삽입한 뒤 체내에 있는 소변을 배출시켜 소변을 취득·보관하는 행위이다. 수사기관이 범죄 증거를 수집할 목적으로 하는 강제 채뇨는 피의자의 신체에 직접적인 작용을 수반할 뿐만 아니라 피의자에게 신체적 고통이나 장애를 초래하거나 수치심이나 굴욕감을 줄 수 있다. 따라서 피의자에게 범죄 혐의가 있고 그 범죄가 중대한지, 소변성분 분석을 통해서 범죄 혐의를 밝힐 수 있는지, 범죄 증거를 수집하기 위하여 피의자의 신체에서 소변을 확보하는 것이 필요한 것인지, 채뇨가 아닌 다른 수단으로는 증명이 곤란한지 등을 고려하여 범죄 수사를 위해서 강제 채뇨가 부득이하다고 인정되는 경우에 최후의 수단으로 적법한 절차에 따라 허용된다고 보아야 한다. 이때 의사, 간호사, 그 밖의 숙련된 의료인 등으로 하여금 소변 채취에 적합한 의료장비와 시설을 갖춘 곳에서 피의자의 신체와 건강을 해칠 위험이 적고 피의자의 굴욕감 등을 최소화하는 방법으로 소변을 채취하여야 한다.<br/>  [2] 수사기관이 범죄 증거를 수집할 목적으로 피의자의 동의 없이 피의자의 소변을 채취하는 것은 법원으로부터 감정허가장을 받아 형사소송법 제221조의4 제1항, 제173조 제1항에서 정한 ‘감정에 필요한 처분’으로 할 수 있지만(피의자를 병원 등에 유치할 필요가 있는 경우에는 형사소송법 제221조의3에 따라 법원으로부터 감정유치장을 받아야 한다), 형사소송법 제219조, 제106조 제1항, 제109조에 따른 압수·수색의 방법으로도 할 수 있다. 이러한 압수·수색의 경우에도 수사기관은 원칙적으로 형사소송법 제215조에 따라 판사로부터 압수·수색영장을 적법하게 발부받아 집행해야 한다.<br/>  압수·수색의 방법으로 소변을 채취하는 경우 압수대상물인 피의자의 소변을 확보하기 위한 수사기관의 노력에도 불구하고, 피의자가 인근 병원 응급실 등 소변 채취에 적합한 장소로 이동하는 것에 동의하지 않거나 저항하는 등 임의동행을 기대할 수 없는 사정이 있는 때에는 수사기관으로서는 소변 채취에 적합한 장소로 피의자를 데려가기 위해서 필요 최소한의 유형력을 행사하는 것이 허용된다. 이는 형사소송법 제219조, 제120조 제1항에서 정한 ‘압수·수색영장의 집행에 필요한 처분’에 해당한다고 보아야 한다. 그렇지 않으면 피의자의 신체와 건강을 해칠 위험이 적고 피의자의 굴욕감을 최소화하기 위하여 마련된 절차에 따른 강제 채뇨가 불가능하여 압수영장의 목적을 달성할 방법이 없기 때문이다.<br/>  [3] 피고인이 메트암페타민(일명 ‘필로폰’)을 투약하였다는 마약류 관리에 관한 법률 위반(향정) 혐의에 관하여, 피고인의 소변(30cc), 모발(약 80수), 마약류 불법사용 도구 등에 대한 압수·수색·검증영장을 발부받은 다음 경찰관이 피고인의 주거지를 수색하여 사용 흔적이 있는 주사기 4개를 압수하고, 위 영장에 따라 3시간가량 소변과 모발을 제출하도록 설득하였음에도 피고인이 계속 거부하면서 자해를 하자 이를 제압하고 수갑과 포승을 채운 뒤 강제로 병원 응급실로 데리고 가 응급구조사로 하여금 피고인의 신체에서 소변(30cc)을 채취하도록 하여 이를 압수한 사안에서, 피고인에 대한 피의사실이 중대하고 객관적 사실에 근거한 명백한 범죄 혐의가 있었다고 보이고, 경찰관의 장시간에 걸친 설득에도 피고인이 소변의 임의 제출을 거부하면서 판사가 적법하게 발부한 압수영장의 집행에 저항하자 경찰관이 다른 방법으로 수사 목적을 달성하기 곤란하다고 판단하여 강제로 피고인을 소변 채취에 적합한 장소인 인근 병원 응급실로 데리고 가 의사의 지시를 받은 응급구조사로 하여금 피고인의 신체에서 소변을 채취하도록 하였으며, 그 과정에서 피고인에 대한 강제력의 행사가 필요 최소한도를 벗어나지 않았으므로, 경찰관의 조치는 형사소송법 제219조, 제120조 제1항에서 정한 ‘압수영장의 집행에 필요한 처분’으로서 허용되고, 한편 경찰관이 압수영장을 집행하기 위하여 피고인을 병원 응급실로 데리고 가는 과정에서 공무집행에 항거하는 피고인을 제지하고 자해 위험을 방지하기 위해 수갑과 포승을 사용한 것은 경찰관 직무집행법에 따라 허용되는 경찰장구의 사용으로서 적법하다는 이유로, 같은 취지에서 피고인의 소변에 대한 압수영장 집행이 적법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제106조 제1항, 제109조, 제120조 제1항, 제173조 제1항, 제215조, 제219조, 제221조의4 / [2] 형사소송법 제106조 제1항, 제109조, 제120조 제1항, 제173조 제1항, 제215조, 제219조, 제221조의3, 제221조의4 / [3] 마약류 관리에 관한 법률 제2조 제3호 (나)목, 제4조 제1항 제1호, 제60조 제1항 제2호, 형사소송법 제106조 제1항, 제109조, 제120조 제1항, 제215조, 제219조, 경찰관 직무집행법 제10조 제1항, 제2항, 제10조의2 제1항 제2호, 제3호, 제2항<br/>",
  "참조판례": "[2] 대법원 2012. 11. 15. 선고 2011도15258 판결(공2012하, 2077)<br/>"
}