{
  "판례일련번호": "199868",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2018두33845",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180711",
  "판시사항": "[1] 사용승인서(또는 임시사용승인서)를 받을 수 없고 사실상 사용도 가능하지 않은 미완성 건축물을 매수하여 소유권이전등기를 마친 경우, 위 건물이 취득세 과세대상이 되는 취득시기<br/>  [2] 주택의 용도로 건축 중인 미완성 건축물 및 부속토지를 매수하고 그에 관한 소유권이전등기를 마쳤더라도 당시 건축물의 구조가 주거에 적합하지 않은 상태로 건축물대장에 주택으로 기재된 바 없고 실제 주거용으로 사용될 수 없는 경우, 소유권이전등기를 마쳤다는 사정만으로 건축물의 부속토지에 관하여 구 지방세법 제11조 제1항 제8호에 따른 취득세율이 적용되는지 여부(소극) 및 미완성 건축물을 취득한 이후 추가공사를 완료하고 사용승인을 받아 건축물대장에 등록한 경우 건축물에 관하여 위 세율 규정에 따른 취득세율이 적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제10조 제7항의 위임에 따른 구 지방세법 시행령(2018. 2. 9. 대통령령 제28627호로 개정되기 전의 것) 제20조 제6항 본문은 건축물을 건축하여 취득하는 경우 취득세 과세대상이 되는 취득시기에 관하여 ‘사용승인서를 내주는 날(사용승인서를 내주기 전에 임시사용승인을 받은 경우에는 그 임시사용승인일을 말하고, 사용승인서 또는 임시사용승인서를 받을 수 없는 건축물의 경우에는 사실상 사용이 가능한 날을 말한다)과 사실상의 사용일 중 빠른 날을 취득일’로 보도록 규정하고 있다. 한편 같은 조 제13항은 ‘제1항, 제2항 및 제5항에 따른 취득일 전에 등기 또는 등록을 한 경우 그 등기일 또는 등록일에 취득’한 것으로 보도록 규정하면서도 건축물을 건축하여 취득하는 경우에 관한 제6항을 적용대상에서 제외하고 있다.<br/>    이러한 관련 규정의 체계 및 내용에 비추어 보면, 사용승인서(또는 임시사용승인서)를 받을 수 없고 사실상 사용도 가능하지 않은 미완성 건축물을 매수하여 소유권이전등기를 마친 경우라면 소유권이전등기와 무관하게 그 이후의 사용승인일(또는 임시사용승인일)과 사실상의 사용일 중 빠른 날이 건물의 취득일이 된다고 보아야 한다.<br/>  [2] 취득세율에 관한 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것, 이하 같다) 제11조 제1항 제8호(이하 ‘세율 규정’이라 한다)는 구 지방세법 제11조 제1항 제7호 (나)목에서 유상거래를 원인으로 한 농지 외의 부동산에 관한 취득세율을 1천분의 40으로 규정한 것과 달리 유상거래를 원인으로 취득하는 주택의 취득세율을 인하한 것으로서, 주택거래에 따른 취득세 부담을 완화하여 주거안정 및 주택거래 정상화를 도모하기 위한 것이다.<br/>    취득세율에 관한 세율 규정의 내용과 입법 취지를 종합하면, 세율 규정에 따른 취득세율이 적용되는 경우는 세대의 구성원이 장기간 독립한 주거생활을 할 수 있는 구조로서 건축물대장에 주택으로 기재되고 주거용으로 사용될 수 있는 건축물과 부속토지를 납세자가 유상거래를 원인으로 취득한 경우에 한정된다고 봄이 타당하다.<br/>    이러한 법리에 비추어 볼 때, 매수인이 주택의 용도로 건축 중인 미완성 건축물 및 부속토지를 매수하고 그에 관한 소유권이전등기를 마쳤다고 하더라도 당시 건축물의 구조가 주거에 적합하지 않은 상태로 건축물대장에 주택으로 기재된 바 없고 실제 주거용으로 사용될 수 없는 경우에는 위와 같은 소유권이전등기를 마쳤다는 사정만으로 건축물의 부속토지에 관하여 세율 규정에 따른 취득세율이 적용된다고 볼 수는 없다. 또한 위와 같이 매수인이 미완성 건축물을 취득한 이후 추가공사를 완료하고 사용승인을 받아 건축물대장에 등록하였다고 하더라도 이는 ‘건축물대장에 주택으로 기재된 건축물을 유상거래를 원인으로 취득’한 것이 아니므로, 그 건축물에 관하여 세율 규정에 따른 취득세율이 적용된다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제10조 제7항, 구 지방세법 시행령(2018. 2. 9. 대통령령 제28627호로 개정되기 전의 것) 제20조 제6항, 제13항 / [2] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제11조 제1항 제8호, 주택법 제2조 제1호, 건축법 제38조<br/>",
  "참조판례": ""
}