{
  "판례일련번호": "199828",
  "사건명": "회생채권조사확정재판에대한이의의소",
  "사건번호": "2015다56789",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180724",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제153조에 따라 신고기간 경과 후에 생긴 회생채권이 신고되었고, 회생법원이 추완신고가 적법하다고 판단하여 특별조사기일을 열어 추완신고된 채권에 대한 조사절차까지 마친 경우, 신고의 추후 보완 요건을 구비하지 않았다는 것을 사유로 하는 이의가 허용되는지 여부(소극) 및 이는 같은 법 제170조에 따른 채권조사확정재판에서도 마찬가지인지 여부(적극)<br/>  [2] 회생채권자가 회생법원이 정한 신고기간 내에 회생채권을 신고하는 등으로 회생절차에 참가할 것을 기대할 수 없는 사유가 있는 경우, 채무자 회생 및 파산에 관한 법률 제152조 제3항에도 불구하고 회생채권의 신고를 보완하는 것이 허용되는지 여부(적극) 및 이때 회생법원이 추완신고가 적법하다고 판단하여 특별조사기일에서 추완신고된 채권에 대한 조사절차까지 마친 경우, 채권조사확정재판에서 신고의 추후 보완 요건을 구비하지 않았다는 사유를 주장할 수 있는지 여부(소극)<br/>  [3] 회생채권의 추완신고에 따른 특별조사기일에서 추완신고의 적법 여부에 관하여 이의의 진술이 있었던 경우, 채권조사확정재판을 제기하여야 할 채무자 회생 및 파산에 관한 법률 제170조 제1항에서 정한 ‘이의’에 해당하는지 여부(소극) 및 관리인이 아닌 회생채권자 등 이해관계인이 위 조항에서 정한 ‘이의’를 하였는지 결정하는 기준<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제153조에 따라 신고기간 경과 후에 생긴 회생채권이 신고된 경우, 회생법원은 위 제153조 제1항과, 제153조 제2항이 준용하고 있는 제152조 제2항, 제3항의 요건을 심사하여 신고의 적법 여부에 따라 각하결정을 하거나 회생채권으로서 조사절차를 거쳐야 한다. 그런데 일단 회생법원이 추완신고가 적법하다고 판단하여 특별조사기일을 열어 추완신고된 채권에 대한 조사절차까지 마친 경우에는, 채무자회생법에서 정한 신고의 추후 보완 요건을 구비하지 않았다는 것을 사유로 하는 이의는 허용되지 않는다고 봄이 타당하다. 이는 채무자회생법 제170조에 따른 채권조사확정재판에서도 마찬가지라고 보아야 하므로, 회생법원이 추완신고가 적법하다고 판단하여 특별조사기일에서 추완신고된 채권에 대한 조사절차까지 마쳤다면, 채권조사확정재판에서도 신고의 추후 보완 요건을 구비하지 않았다는 사유를 주장할 수 없다.<br/>  [2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제152조 제3항, 제153조 제2항은 회생계획안심리를 위한 관계인집회가 끝난 후 또는 회생계획안을 서면결의에 부친다는 결정이 있은 후에는 제152조 제1항 또는 제153조 제1항에 의한 추완신고도 허용되지 않는다고 규정하고 있다. 그러나 회생채권자가 회생법원이 정한 신고기간 내에 회생채권을 신고하는 등으로 회생절차에 참가할 것을 기대할 수 없는 사유가 있는 경우에는 제152조 제3항에도 불구하고 회생채권의 신고를 보완하는 것이 허용되어야 한다. 그리고 이 경우에도 회생법원이 추완신고가 적법하다고 판단하여 특별조사기일에서 추완신고된 채권에 대한 조사절차까지 마쳤다면, 채권조사확정재판에서 신고의 추후 보완 요건을 구비하지 않았다는 사유를 주장할 수 없다.<br/>  [3] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제170조에 따른 채권조사확정재판에서는 신고의 추후 보완의 요건을 구비하지 않았다는 사유를 주장할 수 없다. 따라서 특별조사기일에서 추완신고의 적법 여부에 관하여 이의의 진술이 있었다고 하더라도 이는 채권조사확정재판을 제기하여야 할 채무자회생법 제170조 제1항에서 정한 ‘이의’에 해당하지 않는다.<br/>  또, 관리인이 아닌 회생채권자 등 이해관계인이 특별조사기일에서 채권조사확정재판을 제기하여야 할 채무자회생법 제170조 제1항에서 정한 ‘이의’를 하였는지는 특별조사기일에서 한 이의의 진술 내용뿐만 아니라 이에 이르게 된 이유나 경위 및 방식, 관리인이나 다른 이해관계인의 이의 여부 및 이의를 하였다면 그 내용 등 제반 사정을 고려하여, 특별조사기일에서 한 이의가 채권조사확정재판절차에서 응소책임을 부담하면서까지 당해 채권의 확정을 차단하기 위한 의사에서 비롯된 것인지에 따라 결정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제152조 제2항, 제3항, 제153조, 제162조, 제170조 / [2] 채무자 회생 및 파산에 관한 법률 제152조 제1항, 제3항, 제153조, 제162조, 제170조 / [3] 채무자 회생 및 파산에 관한 법률 제152조 제1항, 제3항, 제153조, 제162조, 제170조<br/>",
  "참조판례": "[2] 대법원 2012. 2. 13.자 2011그256 결정, 대법원 2016. 11. 25. 선고 2014다82439 판결(공2017상, 13)<br/>"
}