{
  "판례일련번호": "199843",
  "사건명": "개발제한구역행위(건축)허가취소",
  "사건번호": "2015두3485",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 행정처분의 직접 상대방이 아닌 자로서 처분에 의하여 자신의 환경상 이익을 침해받거나 침해받을 우려가 있다는 이유로 취소소송을 제기하는 제3자에게 원고적격이 인정되기 위한 요건<br/>  [2] 처분이 유효하게 존속하는 경우, 취소소송을 제기할 권리보호의 필요성이 인정되는지 여부(원칙적 적극)<br/>  [3] 개발제한구역 안에서의 공장설립을 승인한 처분이 위법하다는 이유로 쟁송취소되었으나 그 승인처분에 기초한 공장건축허가처분이 잔존하는 경우, 인근 주민들에게 공장건축허가처분의 취소를 구할 법률상 이익이 있는지 여부(적극)<br/>",
  "판결요지": "[1] 행정처분의 직접 상대방이 아닌 자로서 처분에 의하여 자신의 환경상 이익을 침해받거나 침해받을 우려가 있다는 이유로 취소소송을 제기하는 제3자는, 자신의 환경상 이익이 처분의 근거 법규 또는 관련 법규에 의하여 개별적·직접적·구체적으로 보호되는 이익, 즉 법률상 보호되는 이익임을 증명하여야 원고적격이 인정된다.<br/>  [2] 행정소송법 제12조 후문은 ‘처분 등의 효과가 기간의 경과, 처분 등의 집행 그 밖의 사유로 인하여 소멸된 뒤에도 그 처분 등의 취소로 인하여 회복되는 법률상 이익이 있는 자의 경우에는’ 취소소송을 제기할 수 있다고 규정하여, 이미 효과가 소멸된 행정처분에 대해서도 권리보호의 필요성이 인정되는 경우에는 취소소송의 제기를 허용하고 있다. 구체적인 사안에서 권리보호의 필요성 유무를 판단할 때에는 국민의 재판청구권을 보장한 헌법 제27조 제1항의 취지와 행정처분으로 인한 권익침해를 효과적으로 구제하려는 행정소송법의 목적 등에 비추어 행정처분의 존재로 인하여 국민의 권익이 실제로 침해되고 있는 경우는 물론이고 권익침해의 구체적·현실적 위험이 있는 경우에도 이를 구제하는 소송이 허용되어야 한다는 요청을 고려하여야 한다. 따라서 처분이 유효하게 존속하는 경우에는 특별한 사정이 없는 한 그 처분의 존재로 인하여 실제로 침해되고 있거나 침해될 수 있는 현실적인 위험을 제거하기 위해 취소소송을 제기할 권리보호의 필요성이 인정된다고 보아야 한다.<br/>  [3] 구 산업집적활성화 및 공장설립에 관한 법률(2009. 2. 6. 법률 제9426호로 개정되기 전의 것) 제13조 제1항, 제13조의2 제1항 제16호, 제14조, 제50조, 제13조의5 제4호의 규정을 종합하면, 공장설립승인처분이 있고 난 뒤에 또는 그와 동시에 공장건축허가처분을 하는 것이 허용되므로, 공장설립승인처분이 취소된 경우에는 그 승인처분을 기초로 한 공장건축허가처분 역시 취소되어야 하고, 공장설립승인처분에 근거하여 토지의 형질변경이 이루어진 경우에는 원상회복을 해야 함이 원칙이다. 따라서 개발제한구역 안에서의 공장설립을 승인한 처분이 위법하다는 이유로 쟁송취소되었다고 하더라도 그 승인처분에 기초한 공장건축허가처분이 잔존하는 이상, 공장설립승인처분이 취소되었다는 사정만으로 인근 주민들의 환경상 이익이 침해되는 상태나 침해될 위험이 종료되었다거나 이를 시정할 수 있는 단계가 지나버렸다고 단정할 수는 없고, 인근 주민들은 여전히 공장건축허가처분의 취소를 구할 법률상 이익이 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제12조 / [2] 행정소송법 제1조[행정처분일반], 제12조 / [3] 구 산업집적활성화 및 공장설립에 관한 법률(2009. 2. 6. 법률 제9426호로 개정되기 전의 것) 제13조 제1항, 제13조의2 제1항 제16호(현행 제13조의2 제1항 제15호 참조), 제13조의5 제4호, 제14조, 제50조<br/>",
  "참조판례": "[1] 대법원 2006. 12. 22. 선고 2006두14001 판결(공2007상, 238) / [2] 대법원 2006. 6. 22. 선고 2003두1684 전원합의체 판결(공2006하, 1363) / [3] 대법원 2013. 3. 14. 선고 2012두24474 판결<br/>"
}