{
  "판례일련번호": "199824",
  "사건명": "특수폭행치상",
  "사건번호": "2018도3443",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180724",
  "판시사항": "[1] 죄형법정주의 취지에 따른 형벌법규의 해석 원칙<br/>  [2] 형법 제262조의 규정 중 ‘제257조 내지 제259조의 예에 의한다’의 의미 / 특수폭행치상의 경우, 형법 제258조의2의 신설에도 불구하고 종전과 같이 형법 제257조 제1항의 예에 의하여 처벌하는 것으로 해석하여야 하는지 여부(적극)<br/>  [3] 공소장에 적용법조를 기재하는 이유 / 공소사실이 아닌 어느 처벌조항을 준용할지에 관한 해석 및 판단에서 법원이 검사의 공소장 기재 적용법조에 구속되는지 여부(소극)<br/>",
  "판결요지": "[1] 죄형법정주의는 국가형벌권의 자의적인 행사로부터 개인의 자유와 권리를 보호하기 위하여 범죄와 형벌을 법률로 정할 것을 요구한다. 그러한 취지에 비추어 보면 형벌법규의 해석은 엄격하여야 하고, 명문의 형벌법규의 의미를 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것은 죄형법정주의의 원칙에 어긋나는 것으로서 허용되지 아니하나, 형벌법규의 해석에서도 법률문언의 통상적인 의미를 벗어나지 않는 한 그 법률의 입법취지와 목적, 입법연혁 등을 고려한 목적론적 해석이 배제되는 것은 아니다.<br/>  [2] 특수폭행치상죄의 해당규정인 형법 제262조, 제261조는 형법 제정 당시부터 존재하였는데, 형법 제258조의2 특수상해죄의 신설 이전에는 형법 제262조의 “전 2조의 죄를 범하여 사람을 사상에 이르게 한 때에는 제257조 내지 제259조의 예에 의한다.”라는 규정 중 ‘제257조 내지 제259조의 예에 의한다’의 의미는 형법 제260조(폭행, 존속폭행) 또는 제261조(특수폭행)의 죄를 범하여 상해, 중상해, 사망의 결과가 발생한 경우, 그 결과에 따라 상해의 경우에는 형법 제257조, 중상해의 경우에는 형법 제258조, 사망의 경우에는 형법 제259조의 예에 준하여 처벌하는 것으로 해석·적용되어 왔고, 따라서 특수폭행치상죄의 경우 법정형은 형법 제257조 제1항에 의하여 ‘7년 이하의 징역, 10년 이하의 자격정지 또는 1천만 원 이하의 벌금’이었다.<br/>  그런데 2016. 1. 6. 형법 개정으로 특수상해죄가 형법 제258조의2로 신설됨에 따라 문언상으로 형법 제262조의 ‘제257조 내지 제259조의 예에 의한다’는 규정에 형법 제258조의2가 포함되어 특수폭행치상의 경우 특수상해인 형법 제258조의2 제1항의 예에 의하여 처벌하여야 하는 것으로 해석될 여지가 생기게 되었다. 이러한 해석을 따를 경우 특수폭행치상죄의 법정형이 형법 제258조의2 제1항이 정한 ‘1년 이상 10년 이하의 징역’이 되어 종래와 같이 형법 제257조 제1항의 예에 의하는 것보다 상향되는 결과가 발생하게 된다.<br/>  그러나 형벌규정 해석에 관한 법리와 폭력행위 등 처벌에 관한 법률의 개정 경과 및 형법 제258조의2의 신설 경위와 내용, 그 목적, 형법 제262조의 연혁, 문언과 체계 등을 고려할 때, 특수폭행치상의 경우 형법 제258조의2의 신설에도 불구하고 종전과 같이 형법 제257조 제1항의 예에 의하여 처벌하는 것으로 해석함이 타당하다.<br/>  [3] 공소장에는 죄명·공소사실과 함께 적용법조를 기재하여야 하지만(형사소송법 제254조) 공소장에 적용법조를 기재하는 이유는 공소사실의 법률적 평가를 명확히 하여 공소의 범위를 확정하는 데 보조기능을 하도록 하고, 피고인의 방어권을 보장하고자 함에 있을 뿐이고, 법률의 해석 및 적용 문제는 법원의 전권이므로, 공소사실이 아닌 어느 처벌조항을 준용할지에 관한 해석 및 판단에 있어서는 법원은 검사의 공소장 기재 적용법조에 구속되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 헌법 제11조, 제12조 제1항, 형법 제1조 제1항, 제257조, 제258조, 제258조의2, 제259조, 제260조, 제261조, 제262조, 제283조 제1항, 제324조, 제366조, 구 형법(2016. 1. 6. 법률 제13719호로 개정되기 전의 것) 제258조 제3항, 제324조(현행 제324조 제1항 참조), 구 폭력행위 등 처벌에 관한 법률(2014. 12. 30. 법률 제12896호로 개정되기 전의 것) 제2조 제1항(현행 삭제), 제3조 제1항(현행 삭제), 구 폭력행위 등 처벌에 관한 법률(2016. 1. 6. 법률 제13718호로 개정되기 전의 것) 제2조 제1항(현행 삭제), 제3조 제1항(현행 삭제) / [3] 형사소송법 제254조, 제298조<br/>",
  "참조판례": "[1] 대법원 2003. 1. 10. 선고 2002도2363 판결(공2003상, 663), 대법원 2017. 9. 21. 선고 2017도7687 판결(공2017하, 2047) / [3] 대법원 2006. 4. 14. 선고 2005도9743 판결(공2006상, 842)<br/>"
}