{
  "판례일련번호": "199849",
  "사건명": "시정명령취소",
  "사건번호": "2017두51365",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호, 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 (가)목에서 부당한 이익에 의한 고객유인 행위를 금지하는 취지 및 사업자의 행위가 불공정거래행위로서 부당한 이익에 의한 고객유인 행위에 해당하는지 판단하는 방법<br/>  [2] 불공정거래행위를 원인으로 한 제재처분을 다투는 행정소송에서 부당성 내지 공정거래저해성을 판단하는 방법 및 이를 제재적 처분에 관한 엄격해석 원칙, 책임주의 원칙이나 죄형법정주의에 어긋난다고 볼 수 있는지 여부(소극)<br/>  [3] 상조용역 등 제공을 업으로 하는 甲 주식회사가 여러 상조회사와 상조거래 계약을 체결한 다수 고객에 대해 최대 36회차분까지 자신에 대한 납입금 지급 의무를 면제하는 이익을 제공하는 이른바 ‘이관할인방식’에 의한 영업을 한 것이 부당한 이익에 의한 고객유인 불공정거래행위에 해당한다는 이유로 공정거래위원회가 甲 회사에 시정명령을 한 사안에서, 이관할인방식에 의한 고객유인 행위는 정상적인 거래관행에 비추어 ‘부당한’ 이익을 제공 또는 제공할 제의를 하여 경쟁사업자의 고객을 자기와 거래하도록 유인하는 행위에 해당하는 것으로 볼 여지가 상당한데도, 이와 달리 본 원심판단에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호, 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 (가)목에서 부당한 이익에 의한 고객유인 행위를 금지하는 취지는 부당한 이익제공으로 가격, 품질, 서비스 비교를 통한 소비자의 합리적인 상품 선택을 침해하는 것을 방지하는 한편, 해당 업계 사업자 간의 가격 등에 관한 경쟁을 통하여 공정한 경쟁질서 내지 거래질서를 유지하기 위한 데에 있다. 따라서 사업자의 행위가 불공정거래행위로서 부당한 이익에 의한 고객유인 행위에 해당하는지를 판단할 때에는, 그 행위로 경쟁사업자들 사이의 상품가격 등 비교를 통한 소비자의 합리적인 선택이 저해되거나 다수 소비자들이 궁극적으로 피해를 볼 우려가 있게 되는 등 널리 거래질서에 대해 미칠 파급효과의 유무 및 정도, 문제 된 행위를 영업전략으로 채택한 사업자들의 수나 규모, 경쟁사업자들이 모방할 우려가 있는지, 관련되는 거래의 규모 등에 비추어 해당 행위가 널리 업계 전체의 공정한 경쟁질서나 거래질서에 미치게 될 영향 등과 함께 사업자가 제공하는 경제적 이익의 내용과 정도, 제공의 방법, 제공기간, 이익제공이 계속적·반복적인지 여부, 업계의 거래 관행 및 관련 규제의 유무 및 정도 등을 종합적으로 고려하여야 한다.<br/>  [2] 부당한 고객유인 행위와 관련하여 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다)은 형사처벌 조항도 함께 두고 있으므로, 행정 제재처분의 취소를 구하는 소송에서 그 부당성 내지 공정거래저해성을 판단할 때에도 엄격해석의 원칙을 관철할 필요성이 있기는 하다. 공정거래법령이 ‘공정거래저해성’이라는 ‘불확정개념’을 사용하여 그 의미가 다소 명확하지 않기 때문에 수범자가 그 의미를 명확하게 알기 어려울 수 있고, 경우에 따라 복잡한 법률적 또는 경제적 분석과 평가가 필요한 경우도 있게 된다. 반면, 자유롭고 공정한 거래질서를 확립하려는 공정거래법의 입법 목적을 달성하기 위하여 다양한 행위 유형에 대하여 실효적인 행정 제재처분을 하기 위해서는 불가피하게 일정한 불확정개념을 사용할 필요성 역시 인정된다. 그런데 불공정거래행위에서의 ‘공정거래저해성’ 역시 형벌의 객관적 구성요건에 해당하므로 행위자가 인식해야 할 대상으로서 ‘고의’의 내용을 구성한다. 따라서 불공정거래행위의 유형 중, 제반 사정의 형량과 분석을 거쳐 경쟁에 미치는 효과에 관한 판단까지도 요구되는 경우나 사용된 수단의 성격과 실질이 가격할인과 유사한 측면이 있어 경쟁질서 내지 거래질서 전반에 미치는 파급효과까지 종합적으로 고려해야 하는 경우 등 복잡한 규범적·경제적 분석과 판단이 필요한 경우에는, 행위자에게 범죄의 구성요건인 ‘공정거래저해성’에 관한 ‘고의’를 인정하는 데 신중해야 한다. 이처럼 고의의 증명이 제대로 되었는지 여부를 명확하게 심사함으로써 형사절차에서 수범자가 예측하기 어려운 처벌을 받을 우려를 제거할 수 있다. 그러나 형사처벌과 달리 제재적 처분의 경우에는 원칙적으로 행위자에게 그 임무 해태를 정당화할 사정이 없는 이상 그 처분이 가능하다. 따라서 불공정거래행위를 원인으로 한 제재처분을 다투는 행정소송에서는 거래질서 전반에 미치는 영향 등 다양한 사정을 종합적으로 고려하여 부당성 내지 공정거래저해성을 판단할 수 있고, 이를 제재적 처분에 관한 엄격해석 원칙, 책임주의 원칙이나 죄형법정주의에 어긋난다고 볼 수는 없다.<br/>  [3] 상조용역 등 제공을 업으로 하는 甲 주식회사가 여러 상조회사와 상조거래 계약을 체결한 다수 고객에 대해 최대 36회차분까지 자신에 대한 납입금 지급 의무를 면제하는 이익을 제공하는 이른바 ‘이관할인방식’에 의한 영업을 한 것이 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호에서 정한 ‘부당하게 경쟁자의 고객을 자기와 거래하도록 유인하거나 강제하는 행위’로서 부당한 이익에 의한 고객유인 불공정거래행위에 해당한다는 이유로 공정거래위원회가 甲 회사에 시정명령을 한 사안에서, 다수의 사업자가 시장 전반에 걸쳐 이러한 고객유인 행위를 시행하고 있는 상황에서 甲 회사의 이관할인방식에 의한 고객유인 행위에 따른 부담은 결국 상조용역시장 전체의 부담으로 돌아갈 수밖에 없고, 시장 전체의 비효율성을 초래할 수 있으며, 일반 고객들은 물론 이관할인방식에 따라 甲 회사와 상조계약을 체결한 고객 역시 그에 따른 직간접적인 부담을 지게 되고, 나아가 이러한 고객유인 방식은 고객들이 상조용역 등의 내용과 질, 상조회사의 신뢰성 등을 기초로 한 합리적인 선택을 하는 데 상당한 지장을 가져올 수 있는 점 등 甲 회사의 고객유인 행위가 상조 시장 전체의 경쟁질서나 거래질서에 미치는 부정적 영향을 고려할 때, 이관할인방식에 의한 고객유인 행위는 정상적인 거래관행에 비추어 ‘부당한’ 이익을 제공 또는 제공할 제의를 하여 경쟁사업자의 고객을 자기와 거래하도록 유인하는 행위에 해당하는 것으로 볼 여지가 상당한데도, 이와 달리 본 원심판단에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호, 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 (가)목 / [2] 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호, 제67조 제2호, 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 / [3] 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호, 제67조 제2호, 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호<br/>",
  "참조판례": "[1] 대법원 2013. 11. 14. 선고 2011두16667 판결, 대법원 2014. 3. 27. 선고 2013다212066 판결(공2014상, 945)<br/>"
}