{
  "판례일련번호": "199877",
  "사건명": "학원등록거부처분등취소(제2종 근린생활시설에서 국제표준무도를 교습하는 댄스학원을 운영한 것이 건축물의 불법 용도변경에 해당하는지가 다투어진 사건)",
  "사건번호": "2013두15774",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180628",
  "판시사항": "[1] 국제표준무도를 교습하는 학원을 설립·운영하려는 사람이 학원의 설립·운영 및 과외교습에 관한 법률상 학교교과교습학원으로 등록하려고 할 때, 관할 행정청이 위 법률에 따른 등록 요건을 갖춘 학원의 등록 수리를 거부할 수 있는지 여부(소극)<br/>[2] 학원의 설립·운영 및 과외교습에 관한 법률상 학교교과교습학원의 등록 요건을 갖춘 댄스스포츠학원이 건축법상 위락시설의 일종인 무도학원에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] ‘무용’이나 ‘댄스스포츠’를 교습하는 학원이 학원의 설립·운영 및 과외교습에 관한 법률(이하 ‘학원법’이라 한다)에서 규율하는 학원에 해당함은 분명하다. 초·중등교육법 제23조에 따른 학교교육과정에 포함되어 있는 ‘무용’이나 ‘댄스스포츠’를 교습하는 학원은 학원법상 학교교과교습학원으로서 예능 분야 내 예능 계열에서 무용을 교습하는 학원에 해당한다. 학교교과교습학원 외에 평생교육이나 직업교육을 목적으로 ‘무용’이나 ‘댄스스포츠’를 교습하는 학원은 학원법상 기예 분야 내 기예 계열의 평생직업교육학원에 해당한다.<br/>학원의 설립·운영 및 과외교습에 관한 법률 시행령 제3조의3 제1항 [별표 2] 학원의 종류별 교습과정 중 평생직업교육학원의 교습과정에 속하는 댄스에 관하여 ‘체육시설의 설치·이용에 관한 법률에 따른 무도학원업 제외’라는 단서 규정은 그 규정의 체계와 위치를 고려하면, 댄스를 교습하는 평생직업교육학원의 범위만을 제한하고 있을 뿐이고 무용을 교습하는 학교교과교습학원의 범위는 제한하지 않고 있다고 볼 수 있다. 따라서 국제표준무도를 교습하는 학원을 설립·운영하려는 자가 학원법상 학교교과교습학원으로 등록하려고 할 때에, 관할 행정청은 그 학원이 학원법에 따른 학교교과교습학원의 등록 요건을 갖춘 이상 등록의 수리를 거부할 수 없다고 보아야 한다.<br/>[2] 건축물 용도 규정을 비롯한 관련 규정의 내용, 체계, 취지를 고려하면 건축법이 무도학원을 다른 학원과 별도로 위락시설로 분류하는 취지는 무도학원이 선량한 풍속을 해칠 우려가 크다는 점을 중요하게 고려하고 있는 것으로 볼 수 있다. 따라서 건축법상 위락시설의 일종인 무도학원은 원칙적으로 유료로 무도(춤)의 교습이 이루어지는 시설을 지칭한다고 볼 수 있다. 다만 교습 대상과 내용, 교습 시설의 설립·운영에 대한 관련 법령의 규정 내용과 취지, 풍속 관련 법령의 규제 대상 등을 종합적으로 살펴볼 때 선량한 풍속을 해칠 우려가 없다고 인정되는 경우에는 예외적으로 건축법상 위락시설의 일종인 무도학원에 해당하지 않는다고 봄이 타당하다.<br/>학원의 설립·운영 및 과외교습에 관한 법률(이하 ‘학원법’이라 한다) 제5조는 학원설립·운영자에게 학원의 교육환경을 깨끗하게 유지·관리할 의무를 부과하고, 동일한 건축물 안에서 ‘학교교과교습학원’과 유해업소[원칙적으로 구 학교보건법(2016. 2. 3. 법률 제13946호로 개정되기 전의 것, 이하 같다)에 정한 학교환경위생 정화구역에서 금지되는 행위를 하거나 시설을 갖춘 영업소를 말한다]의 혼재를 금지하거나 제한하고 있다. 또한 학원법에 의한 학원은 풍속영업의 규제에 관한 법률, 청소년 보호법, 구 학교보건법 등 풍속 관련 법령의 규제 대상에서 제외되어 있다. 이러한 관계 법령의 규정 내용과 체계를 종합하면, 학원법상 학교교과교습학원에서는 초·중등교육법에 따른 학교교육과정에 포함되어 있거나 그 밖에 선량한 풍속을 침해할 우려가 없는 댄스 과목만을 교습할 수 있고, 학원법상 학원에서는 청소년을 대상으로 선량한 풍속을 해칠 우려가 있는 댄스 과목을 교습할 수 없다고 보아야 한다. 따라서 적어도 학원법상 학교교과교습학원의 등록 요건에 해당하면 건축법상 위락시설의 일종인 무도학원에는 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 학원의 설립·운영 및 과외교습에 관한 법률 제2조 제1호, 제2조의2, 제6조 제1항, 학원의 설립·운영 및 과외교습에 관한 법률 시행령 제3조의3 제1항 [별표 2], 체육시설의 설치·이용에 관한 법률 제1조, 제2조, 제3조, 제10조 제1항 제2호, 제2항, 제20조 제1항, 제38조 제2항 제1호, 체육시설의 설치·이용에 관한 법률 시행령 제6조 [별표 2] 제7호 / [2] 건축법 제1조, 제2조 제2항, 제11조, 제19조, 구 건축법 시행령(2014. 11. 28. 대통령령 제25786호로 개정되기 전의 것) 제3조의4 [별표 1], 학원의 설립·운영 및 과외교습에 관한 법률 제2조 제1호, 제2조의2, 제5조, 제6조 제1항, 풍속영업의 규제에 관한 법률 제2조, 풍속영업의 규제에 관한 법률 시행령 제2조, 청소년 보호법 제2조 제5호, 구 학교보건법(2016. 2. 3. 법률 제13946호로 개정되기 전의 것) 제6조 제1항(현행 삭제), 초·중등교육법 제23조<br/>",
  "참조판례": ""
}