{
  "판례일련번호": "199854",
  "사건명": "집행정지",
  "사건번호": "2018무600",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20180712",
  "판시사항": "[1] 행정소송법 제23조 제2항에서 정한 ‘회복하기 어려운 손해’의 의미 및 ‘처분 등이나 그 집행 또는 절차의 속행으로 인하여 생길 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요’가 있는지 판단하는 방법<br/>  [2] 시장이 도시환경정비구역을 지정하였다가 해당구역 및 주변지역의 역사·문화적 가치 보전이 필요하다는 이유로 정비구역을 해제하고 개발행위를 제한하는 내용을 고시함에 따라 사업시행예정구역에서 설립 및 사업시행인가를 받았던 甲 도시환경정비사업조합에 대하여 구청장이 조합설립인가를 취소하자, 甲 조합이 해제 고시의 무효확인과 인가취소처분의 취소를 구하는 소를 제기하고 판결 선고 시까지 각 처분의 효력 정지를 신청한 사안에서, 각 처분의 효력을 정지하지 않을 경우 甲 조합에 특별한 귀책사유가 없는데도 정비사업의 진행이 법적으로 불가능해져 甲 조합에 회복하기 어려운 손해가 발생할 우려가 있으므로 이러한 손해를 예방하기 위하여 각 처분의 효력을 정지할 긴급한 필요가 있다고 한 사례<br/>",
  "판결요지": "[1] 행정소송법 제23조 제2항은 ‘취소소송이 제기된 경우에 처분 등이나 그 집행 또는 절차의 속행으로 인하여 생길 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요가 있다고 인정할 때에는 처분 등의 효력 등을 정지할 수 있다.’고 정하고 있다. 여기에서 ‘회복하기 어려운 손해’는 특별한 사정이 없는 한 금전으로 보상할 수 없는 손해로서 금전보상이 불가능한 경우 또는 금전보상으로는 사회관념상 행정처분을 받은 당사자가 참고 견딜 수 없거나 참고 견디기가 현저히 곤란한 경우의 유형, 무형의 손해를 일컫는다. 그리고 ‘처분 등이나 그 집행 또는 절차의 속행으로 인하여 생길 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요’가 있는지는 처분의 성질, 양태와 내용, 처분상대방이 입는 손해의 성질·내용과 정도, 원상회복·금전배상의 방법과 난이도 등은 물론 본안청구의 승소가능성 정도 등을 종합적으로 고려하여 구체적·개별적으로 판단하여야 한다.<br/>  [2] 시장이 도시환경정비구역을 지정하였다가 해당구역 및 주변지역의 역사·문화적 가치 보전이 필요하다는 이유로 정비구역을 해제하고 개발행위를 제한하는 내용을 고시함에 따라 사업시행예정구역에서 설립 및 사업시행인가를 받았던 甲 도시환경정비사업조합에 대하여 구청장이 조합설립인가를 취소하자, 甲 조합이 해제 고시의 무효확인과 인가취소처분의 취소를 구하는 소를 제기하고 판결 선고 시까지 각 처분의 효력 정지를 신청한 사안에서, 정비구역 지정이 취소되고 이에 대하여 불가쟁력이 발생하는 경우 정비사업 시행을 전제로 하는 후속 처분들은 모두 그 의미를 상실하게 되고 甲 조합에 대한 조합설립인가 취소처분은 甲 조합이 적법하게 취득한 공법인의 지위를 甲 조합의 귀책사유 없이 사후적 사정변경을 이유로 박탈하는 것이어서 신중하게 판단해야 하므로 위 각 처분의 위법성에 관하여 甲 조합이 본안소송에서 주장·증명할 기회가 충분히 보장되어야 하는 점, 각 처분의 효력을 정지하지 않을 경우 甲 조합이 정비사업과 관련한 후속 조치를 실행하는 데 사실상, 법률상 장애가 있게 될 뿐 아니라 시장 및 구청장이나 관계 행정청이 정비사업의 진행을 차단하기 위한 각종 불이익 조치를 할 염려가 있는 점 등을 종합하면, 각 처분의 효력을 정지하지 않을 경우 甲 조합에 특별한 귀책사유가 없는데도 정비사업의 진행이 법적으로 불가능해져 甲 조합에 회복하기 어려운 손해가 발생할 우려가 있으므로 이러한 손해를 예방하기 위하여 각 처분의 효력을 정지할 긴급한 필요가 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제23조 제2항 / [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제4조(현행 제8조 참조), 제4조의3(현행 제20조 참조), 제16조(현행 제35조 참조), 제28조(현행 제50조 참조), 행정소송법 제23조 제2항<br/>",
  "참조판례": "[1] 대법원 2011. 4. 21.자 2010무111 전원합의체 결정(공2011상, 1175)<br/>"
}