{
  "판례일련번호": "199829",
  "사건명": "수용재결취소등",
  "사건번호": "2016두48416",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180724",
  "판시사항": "[1] 민간사업자가 도시·군계획시설사업의 시행자로 지정받기 위한 요건으로서 토지소유자의 동의가 유효하기 위한 전제 조건<br/>  [2] 도시·군계획시설결정 이전에 토지소유자로부터 사업시행자 지정에 관한 동의를 받은 경우, 그 동의가 무효인지 여부(원칙적 소극)<br/>  [3] 국토의 계획 및 이용에 관한 법률상 기반시설의 의미 및 영리 목적으로 운영되는 시설이 기반시설에 포함될 수 있는지 여부(한정 적극) / 행정주체가 기반시설을 조성하기 위하여 도시·군계획시설결정을 하거나 실시계획인가처분을 할 때 행사하는 재량권이 재량통제의 대상이 되는지 여부(적극)<br/>  [4] 도시·군계획시설사업에 관한 실시계획인가처분의 법적 성격 및 행정청이 실시계획인가처분 시 행사하는 재량권의 한계<br/>",
  "판결요지": "[1] 국토의 계획 및 이용에 관한 법률이 민간사업자가 도시·군계획시설(이하 ‘도시계획시설’이라고 한다)사업의 시행자로 지정받기 위한 동의 요건을 둔 취지는 민간사업자가 시행하는 도시계획시설사업의 공공성을 보완하고 민간사업자에 의한 일방적인 수용을 제어하기 위한 것이다. 이러한 입법 취지에 비추어 보면, 사업시행자 지정에 관한 토지소유자의 동의가 유효하기 위해서는 동의를 받기 전에, 그 동의가 사업시행자 지정을 위한 것이라는 동의 목적, 그 동의에 따라 지정될 사업시행자, 그 동의에 따라 시행될 동의 대상 사업 등이 특정되고 그 정보가 토지소유자에게 제공되어야 한다.<br/>  [2] 도시·군계획시설(이하 ‘도시계획시설’이라 한다)사업 사업시행자 지정을 위한 동의를 받기 위하여 토지소유자에게 제공되어야 할 동의 대상 사업에 관한 정보는, 해당 도시계획시설의 종류·명칭·위치·규모 등이고, 이러한 정보는 일반적으로 도시계획시설결정 및 그 고시를 통해 제공되므로 토지소유자의 동의는 도시계획시설결정 이후에 받는 것이 원칙이라고 할 수 있다.<br/>  그런데 국토의 계획 및 이용에 관한 법령은 동의 요건에 관하여 동의 비율만을 규정하고 있을 뿐, 동의 시기 등에 관하여는 명문의 규정을 두고 있지 않다. 또한 재정상황을 고려하여 지방자치단체 등이 민간사업자 참여에 대한 토지소유자의 동의 여부를 미리 확인한 뒤 동의 여부에 따라 사업 진행 여부를 결정하는 것이 불합리하다고 볼 수도 없다. 이러한 점을 고려하면, 도시계획시설결정 이전에 받은 동의라고 하더라도, 동의를 받을 당시 앞으로 설치될 도시계획시설의 종류·명칭·위치·규모 등에 관한 정보가 토지소유자에게 제공되었고, 이후의 도시계획시설결정 내용이 사전에 제공된 정보와 중요한 부분에서 동일성을 상실하였다고 볼 정도로 달라진 경우가 아닌 이상, 도시계획시설결정 이전에 받은 사업시행자 지정에 관한 동의라고 하여 무효라고 볼 수는 없다.<br/>  [3] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)상 기반시설은 도시 공동생활을 위해 기본적으로 공급되어야 하지만 공공성이나 외부경제성이 크기 때문에 시설의 입지 결정, 설치 및 관리 등에 공공의 개입이 필요한 시설을 의미한다.<br/>  기반시설을 조성하는 행정계획 영역에서 행정주체가 가지는 광범위한 재량, 현대 도시생활의 복잡·다양성과 질적 수준 향상의 정도 등을 고려하면, 어떤 시설이 국토계획법령이 정하고 있는 기반시설에 형식적으로 해당할 뿐 아니라, 그 시설이 다수 일반 시민들이 행복한 삶을 추구하는 데 보탬이 되는 기반시설로서의 가치가 있고 그 시설에 대한 일반 시민의 자유로운 접근 및 이용이 보장되는 등 공공필요성의 요청이 충족되는 이상, 그 시설이 영리 목적으로 운영된다는 이유만으로 기반시설에 해당되지 않는다고 볼 것은 아니다.<br/>  다만 행정주체가 기반시설을 조성하기 위하여 도시·군계획시설결정을 하거나 실시계획인가처분을 할 때 행사하는 재량권에는 한계가 있음이 분명하므로, 이는 재량통제의 대상이 된다.<br/>  [4] 도시·군계획시설(이하 ‘도시계획시설’이라 한다)사업에 관한 실시계획인가처분은 해당 사업을 구체화하여 현실적으로 실현하기 위한 형성행위로서 이에 따라 토지수용권 등이 구체적으로 발생하게 된다. 따라서 행정청이 실시계획인가처분을 하기 위해서는 그 실시계획이 법령이 정한 도시계획시설의 결정·구조 및 설치기준에 적합하여야 함은 물론이고 사업의 내용과 방법에 대하여 인가처분에 관련된 자들의 이익을 공익과 사익 간에서는 물론, 공익 상호 간 및 사익 상호 간에도 정당하게 비교·교량하여야 하며, 그 비교·교량은 비례의 원칙에 적합하도록 하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제86조 제7항 / [2] 국토의 계획 및 이용에 관한 법률 제30조, 제86조 제7항 / [3] 국토의 계획 및 이용에 관한 법률 제2조 제6호 (다)목, 제7호, 국토의 계획 및 이용에 관한 법률 시행령 제2조 제1항 제3호 / [4] 국토의 계획 및 이용에 관한 법률 제88조 제3항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2017. 7. 11. 선고 2016두35120 판결(공2017하, 1637)<br/>"
}