{
  "판례일련번호": "199864",
  "사건명": "손해배상(기)",
  "사건번호": "2015다68348",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "[1] 민법 제758조 제1항에서 정한 ‘공작물의 설치·보존상의 하자’의 의미 및 그 존부에 관한 판단 기준 / 공작물의 하자로 인해 손해가 발생하였으나, 손해가 공작물의 하자와 관련한 위험이 현실화되어 발생한 것이 아닌 경우, ‘공작물의 설치 또는 보존상의 하자로 인하여 발생한 손해’라고 볼 수 있는지 여부(소극)<br/>  [2] 일반상수도사업자인 甲 지방자치단체의 수도급수조례에는 “시장은 재해나 기타 부득이한 경우와 공익상 필요하다고 인정하는 경우 급수구역의 전부 또는 일부에 대하여 급수를 정지하거나 수도의 사용을 제한할 수 있고, 이 경우 수도 사용자에게 손해가 발생할지라도 시장은 그 책임을 지지 않는다.”라는 면책조항이 있는데, 甲 지방자치단체가 광역상수도사업자인 한국수자원공사로부터 정수를 공급받지 못하여 일정 기간 동안 지역주민인 乙 등에게 수돗물공급의무를 이행하지 못하자, 乙 등이 甲 지방자치단체에 대하여 손해배상을 구한 사안에서, 甲 지방자치단체가 일정 기간 동안 乙 등에 대하여 수돗물을 공급하지 못한 것은 수도급수조례가 정한 면책사유인 ‘재해나 기타 부득이한 경우와 공익상 필요하다고 인정하는 경우’에 해당한다고 볼 여지가 있고, 甲 지방자치단체가 선량한 관리자의 주의의무를 현저히 결한 것이라고 보기 어려운데도 甲 지방자치단체의 면책을 인정하지 아니한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제758조 제1항은 “공작물의 설치 또는 보존의 하자로 인하여 타인에게 손해를 가한 때에는 공작물점유자가 손해를 배상할 책임이 있다. 그러나 점유자가 손해의 방지에 필요한 주의를 해태하지 아니한 때에는 그 소유자가 손해를 배상할 책임이 있다.”라고 규정하고 있다.<br/>    위 규정의 입법 취지는 공작물을 관리·소유하는 사람은 위험의 방지에 필요한 주의를 다하여야 하고, 만일에 위험이 현실화하여 손해가 발생한 경우에는 그들에게 배상책임을 부담시키는 것이 공평하다는 데 있다. 따라서 ‘공작물의 설치·보존상의 하자’란 공작물이 그 용도에 따라 통상 갖추어야 할 안전성을 갖추지 못한 상태에 있음을 말하고, 위와 같은 안전성의 구비 여부를 판단할 때에도 당해 공작물을 설치·보존하는 사람이 그 공작물의 위험성에 비례하여 사회통념상 일반적으로 요구되는 정도의 방호조치의무를 다하였는지 여부를 기준으로 판단하여야 한다.<br/>    위와 같은 공작물책임 규정의 내용과 입법 취지, ‘공작물의 설치·보존상의 하자’의 판단 기준 등에 비추어 보면, 공작물의 하자로 인해 어떠한 손해가 발생하였다고 하더라도, 손해가 공작물의 하자와 관련한 위험이 현실화되어 발생한 것이 아니라면 이는 ‘공작물의 설치 또는 보존상의 하자로 인하여 발생한 손해’라고 볼 수 없다.<br/>  [2] 일반상수도사업자인 甲 지방자치단체의 수도급수조례에는 “시장은 재해나 기타 부득이한 경우와 공익상 필요하다고 인정하는 경우 급수구역의 전부 또는 일부에 대하여 급수를 정지하거나 수도의 사용을 제한할 수 있고, 이 경우 수도 사용자에게 손해가 발생할지라도 시장은 그 책임을 지지 않는다.”라는 면책조항이 있는데, 甲 지방자치단체가 광역상수도사업자인 한국수자원공사로부터 정수를 공급받지 못하여 일정 기간 동안 지역주민인 乙 등에게 수돗물공급의무를 이행하지 못하자, 乙 등이 甲 지방자치단체에 대하여 손해배상을 구한 사안에서, 일정 기간 동안의 단수는 한국수자원공사가 설치·관리하던 임시물막이의 시트파일 일부가 전도되면서 발생한 것으로, 甲 지방자치단체는 단수에 대하여 아무런 귀책사유가 없는 점, 단수로 수돗물 공급이 중단되었다가 재공급될 경우 배수관 청소 등의 준비 작업이 필요하고, 급수지대의 높낮이, 배수로의 구조 등에 따라 급수시간에 차이가 발생할 수 있으므로 甲 지방자치단체가 한국수자원공사로부터 수돗물을 재공급받은 시기와 甲 지방자치단체가 乙 등에게 수돗물을 재공급한 시기 사이에 어느 정도 시차가 발생하는 것은 불가피한 것으로 보이는 점 등에 비추어, 甲 지방자치단체가 일정 기간 동안 乙 등에 대하여 수돗물을 공급하지 못한 것은 수도급수조례가 정한 면책사유인 ‘재해나 기타 부득이한 경우와 공익상 필요하다고 인정하는 경우’에 해당한다고 볼 여지가 있고, 甲 지방자치단체가 선량한 관리자의 주의의무를 현저히 결한 것이라고 보기 어려운데도 甲 지방자치단체의 면책을 인정하지 아니한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제758조 제1항 / [2] 민법 제758조 제1항<br/>",
  "참조판례": "[1] 대법원 2010. 2. 11. 선고 2008다61615 판결(공2010상, 507)<br/>"
}