{
  "판례일련번호": "199872",
  "사건명": "배당이의",
  "사건번호": "2017다292756",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180711",
  "판시사항": "[1] 채무자 소유 부동산과 물상보증인 소유 부동산에 공동근저당권이 설정된 후 공동담보의 목적 부동산 중 채무자 소유 부동산을 제3자에게 매각하여 그 대가로 피담보채권의 일부를 변제하는 경우, 공동근저당권자가 그와 같이 변제받은 금액에 관하여 물상보증인 소유 부동산에 대한 경매 등의 환가절차에서 우선변제권을 행사할 수 있는지 여부(소극)<br/>  [2] 공동저당에 제공된 채무자 소유 부동산과 물상보증인 소유 부동산 가운데 물상보증인 소유 부동산이 먼저 경매되어 매각대금에서 선순위 공동저당권자가 변제를 받은 경우, 물상보증인이 채무자에 대하여 구상권을 취득함과 동시에 채무자 소유 부동산에 대한 선순위 공동저당권을 대위취득하는지 여부(적극) 및 물상보증인 소유 부동산에 대한 후순위 저당권자가 물상보증인이 대위취득한 채무자 소유 부동산에 대한 선순위 공동저당권에 대하여 물상대위를 할 수 있는지 여부(적극) / 이러한 법리는 공동근저당권의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>  [3] 채무자 소유 부동산과 물상보증인 소유 부동산에 공동근저당권을 설정한 채권자가 공동담보 중 채무자 소유 부동산에 대한 담보 일부를 포기하거나 순위를 불리하게 변경하여 담보를 상실하게 하거나 감소하게 한 경우, 물상보증인이 그로 인하여 상환받을 수 없는 한도에서 책임을 면하는지 여부(적극) 및 이 경우 공동근저당권자가 나머지 공동담보 목적물인 물상보증인 소유 부동산에 관한 경매절차에서, 물상보증인이 담보 상실 내지 감소로 인한 면책을 주장할 수 있는 한도에서 물상보증인 소유 부동산의 후순위 근저당권자에 우선하여 배당받을 수 없는지 여부(적극)<br/>  [4] 공동근저당의 목적 부동산 중 일부에 대한 경매절차에서 공동근저당권자가 선순위근저당권자로서의 자신의 채권 전액을 청구한 경우, 선순위근저당권자가 경매대가로부터 우선하여 변제받고 후순위근저당권자가 잔액으로부터 변제를 받는지 여부(적극) 및 이는 선순위근저당권자와 후순위근저당권자가 동일인이라도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 공동근저당권자가 스스로 근저당권을 실행하거나 타인에 의하여 개시된 경매 등의 환가절차를 통하여 공동담보의 목적 부동산 중 일부에 대한 환가대금 등으로부터 다른 권리자에 우선하여 피담보채권의 일부를 배당받은 경우, 그와 같이 우선변제받은 금액에 관하여는 공동담보의 나머지 목적 부동산에 대한 경매 등의 환가절차에서 다시 공동근저당권자로서 우선변제권을 행사할 수 없다.<br/>    이러한 법리는 채무자 소유 부동산과 물상보증인 소유 부동산에 공동근저당권이 설정된 후 공동담보의 목적 부동산 중 채무자 소유 부동산을 임의환가하여 청산하는 경우, 즉 공동담보의 목적 부동산 중 채무자 소유 부동산을 제3자에게 매각하여 그 대가로 피담보채권의 일부를 변제하는 경우에도 적용되어, 공동근저당권자는 그와 같이 변제받은 금액에 관하여는 더 이상 물상보증인 소유 부동산에 대한 경매 등의 환가절차에서 우선변제권을 행사할 수 없다.<br/>    만일 위와 달리 공동근저당권자가 임의환가 방식을 통해 채무자 소유 부동산의 대가로부터 피담보채권의 일부를 변제받았음에도, 이후 공동근저당권의 다른 목적 부동산인 물상보증인 소유 부동산에 대한 경매 등의 환가절차에서 우선변제권을 행사할 수 있다고 보게 되면, 채무자 소유 부동산의 담보력을 기대하고 자기의 부동산을 담보로 제공한 물상보증인의 기대이익을 박탈하게 되는 것일 뿐만 아니라, 공동근저당권자가 담보 목적물로부터 변제받는 방법으로 임의환가 방식을 선택하였다는 이유만으로 물상보증인의 책임 범위가 달라지게 되어 형평에 어긋나기 때문이다.<br/>  [2] 공동저당에 제공된 채무자 소유 부동산과 물상보증인 소유 부동산 가운데 물상보증인 소유 부동산이 먼저 경매되어, 매각대금에서 선순위 공동저당권자가 변제를 받은 때에는, 물상보증인은 채무자에 대하여 구상권을 취득함과 동시에 변제자대위에 의하여 채무자 소유 부동산에 대한 선순위 공동저당권을 대위취득한다. 또한 물상보증인 소유 부동산에 대한 후순위 저당권자는 물상보증인이 대위취득한 채무자 소유 부동산에 대한 선순위 공동저당권에 대하여 물상대위를 할 수 있다. 이러한 법리는 공동근저당권의 경우에도 마찬가지로 적용된다.<br/>  [3] 물상보증인의 변제자대위에 대한 기대권은 민법 제485조에 의하여 보호되어, 채권자가 고의나 과실로 담보를 상실하게 하거나 감소하게 한 때에는, 특별한 사정이 없는 한 물상보증인은 그 상실 또는 감소로 인하여 상환을 받을 수 없는 한도에서 면책 주장을 할 수 있다. 채권자가 물적 담보인 담보물권을 포기하거나 순위를 불리하게 변경하는 것은 담보의 상실 또는 감소행위에 해당한다.<br/>    따라서 채무자 소유 부동산과 물상보증인 소유 부동산에 공동근저당권을 설정한 채권자가 공동담보 중 채무자 소유 부동산에 대한 담보 일부를 포기하거나 순위를 불리하게 변경하여 담보를 상실하게 하거나 감소하게 한 경우, 물상보증인은 그로 인하여 상환받을 수 없는 한도에서 책임을 면한다. 그리고 이 경우 공동근저당권자는 나머지 공동담보 목적물인 물상보증인 소유 부동산에 관한 경매절차에서, 물상보증인이 위와 같이 담보 상실 내지 감소로 인한 면책을 주장할 수 있는 한도에서는, 물상보증인 소유 부동산의 후순위 근저당권자에 우선하여 배당받을 수 없다.<br/>  [4] 공동근저당의 목적 부동산 중 일부에 대한 경매절차에서, 공동근저당권자가 선순위근저당권자로서의 자신의 채권 전액을 청구하였다면, 민법 제370조, 제333조, 제368조 제1항 전문의 규정에 따라 선순위근저당권자가 경매대가로부터 우선하여 변제받고, 후순위근저당권자는 잔액으로부터 변제를 받는 것이며, 이는 선순위근저당권자와 후순위근저당권자가 동일인이라고 하여 달라지는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제357조, 제368조 / [2] 민법 제341조, 제357조, 제368조 제2항, 제370조, 제481조, 제482조 / [3] 민법 제357조, 제368조, 제485조 / [4] 민법 제333조, 제357조, 제368조 제1항, 제370조<br/>",
  "참조판례": "[1] 대법원 2017. 12. 21. 선고 2013다16992 전원합의체 판결(공2018상, 171) / [2] 대법원 2017. 4. 26. 선고 2014다221777, 221784 판결(공2017상, 1084) / [3] 대법원 2000. 12. 12. 선고 99다13669 판결(공2001상, 274), 대법원 2017. 10. 31. 선고 2015다65042 판결(공2017하, 2184) / [4] 대법원 2004. 8. 20. 선고 2003다1748 판결<br/>"
}