{
  "판례일련번호": "199842",
  "사건명": "관리권확인등·관리권확인등",
  "사건번호": "2017다291517, 291524",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180712",
  "판시사항": "대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’의 의미 및 대규모점포의 운영·관리를 위해 부과되는 관리비 징수권한이 대규모점포의 본래의 유지·관리를 위하여 필요한 업무에 속하는지 여부(적극) / 대규모점포관리자에게 건물의 공용부분에 대한 관리권까지 있다고 할 수 있는지 여부(소극) / 건물의 공용부분에 대한 관리권과 그로부터 발생하는 수익금이 집합건물의 소유 및 관리에 관한 법률상의 관리단에게 있는지 여부(원칙적 적극) 및 집합건물의 상당 부분이 대규모점포에 해당한다고 하여 달리 볼 것인지 여부(소극)<br/>",
  "판결요지": "구 유통산업발전법 제13조는 입점상인들에 의해서 설립되는 대규모점포관리자에게 대규모점포의 유지·관리에 관한 일반적인 권한을 부여하면서도, ‘구분소유와 관련된 사항’에 관하여는 집합건물의 소유 및 관리에 관한 법률(이하, ‘집합건물법’이라 한다)의 관리단 집회의 결의 등에 따르도록 함으로써 대규모점포의 관리에 있어서 구분소유자와 입점상인 사이의 이해관계를 조절하고 있다. 대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’이라 함은 대규모점포의 유지·관리 업무 중 그 업무를 대규모점포관리자에게 허용하면 점포소유자들의 소유권 행사와 충돌이 되거나 구분소유자들의 소유권을 침해할 우려가 있는 사항이라고 해석되므로, 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수권한은 대규모점포의 본래의 유지·관리를 위하여 필요한 업무에 속한다(한편 대규모점포관리자의 입점상인에 대한 관리비 청구권한은 유통산업발전법 2017. 10. 31. 법률 제14997호로 입법화되었다).<br/>    그러나 대규모점포관리자에게 당해 점포에 대한 관리비 징수권한이 있다고 해서 건물의 공용부분에 대한 관리권까지 있다고 할 수 없다. 즉 집합건물법상 공용부분은 구분소유자에 의한 결의에 따라 관리단이 공용부분을 관리하고(집합건물법 제16조), 공용부분에서 발생하는 수익은 지분의 비율에 따라 취득하도록(집합건물법 제17조) 명시되어 있는 반면, 대규모점포관리자의 관리대상인 유통산업발전법의 ‘매장’에는 주차장 등의 공용부분이 포함되지 아니하고, 대규모점포개설자의 업무에 관하여 ‘대규모점포 등을 유지·관리하기 위하여 필요한 업무’라고 규정되어 있을 뿐 관리의 범위에 관하여 구체적인 규정도 없다. 또한 구 유통산업발전법 제13조와 구 유통산업발전법 시행규칙 제8조의2에 의하면 대규모점포관리자를 두게 한 입법 취지는 상거래질서의 확립을 위한 대규모점포의 적절한 운영에 있는 것이지 건물의 관리에 있는 것이 아니고, 구분소유자의 동의 없이 입점상인들의 동의만으로 설립된 대규모점포관리자가 공용부분 관리에 관한 사항까지 결정하는 것은 구분소유자의 소유권 행사와 충돌하게 되는 것이며, 점포구분소유자가 임차인에게 공용부분의 사용권한을 넘어서 관리권한까지 위임했다고 볼 수 없다. 더욱이 집합건물 중 일부가 대규모점포가 아닌 경우까지 공용부분에 대한 관리권이 대규모점포관리자에게 있다고 한다면, 점포소유자가 아닌 다른 구분소유자들은 공용부분 관리에 대한 의결권을 행사할 방법이 없게 되어 결국 구분소유자의 소유권을 침해하게 된다.<br/>    따라서 건물 전체가 대규모점포에 해당하여 대규모점포관리자에 의해 관리되고 주차장 등의 공용부분이 대규모점포의 운영·관리에 불가분적으로 연결되어 있다는 등의 특별한 사정이 없는 한, 건물의 공용부분에 대한 관리권과 그로부터 발생하는 수익금은 집합건물법상의 관리단에게 있다고 봄이 상당하고, 집합건물의 상당 부분이 대규모점포에 해당한다고 하더라도 달리 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "구 유통산업발전법(2003. 7. 30. 법률 제6959호로 전부 개정되기 전의 것) 제13조(현행 제12조 참조), 구 유통산업발전법 시행규칙(2004. 6. 22. 부령 제236호로 전부 개정되기 전의 것) 제8조의2(현행 삭제), 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 제16조, 제17조, 제23조<br/>",
  "참조판례": "대법원 2011. 10. 13. 선고 2007다83427 판결(공2011하, 2293)<br/>"
}