{
  "판례일련번호": "201276",
  "사건명": "경정청구거부처분취소",
  "사건번호": "2016두40375",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180726",
  "판시사항": "[1] 법인세법 제52조에 정한 부당행위계산부인의 의미와 경제적 합리성 유무에 관한 판단 기준<br/>[2] 구 법인세법 제52조 제2항에 따라 부당행위계산부인의 적용기준이 되는 ‘시가’에 대한 주장·증명책임이 과세관청에 있는지 여부(=원칙적 적극) / 구 법인세법 시행령 제89조 제3항에서 정한 가중평균차입이자율 등을 시가로 볼 수 없는 사정이 인정되는 경우, 정상적인 거래에서 적용되거나 적용될 것으로 판단되는 이자율의 시가를 과세관청이 증명하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 법인세법 제52조에서 규정하는 부당행위계산의 부인이란 법인이 특수관계에 있는 자와의 거래에서 건전한 사회통념과 상관행 기타 경제적으로 합리성 있는 방법에 의하지 아니하고 법인세법 시행령 제88조 제1항 각호에 열거된 여러 거래형태를 빙자하여 남용함으로써 조세부담을 부당하게 회피하거나 경감시켰다고 인정되는 경우에 과세권자가 이를 부인하고 법령에 정하는 방법에 의하여 객관적이고 타당하다고 보이는 소득이 있는 것으로 의제하는 제도이다. 경제적 합리성 유무에 관한 판단은 거래행위의 여러 사정을 구체적으로 고려하여 과연 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성이 없는 비정상적인 것인지에 따라 판단하되, 비특수관계자 간의 거래가격, 거래 당시의 특별한 사정 등도 고려하여야 한다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제52조 제2항은 부당행위계산의 부인을 적용함에 있어서 건전한 사회통념 및 상관행과 특수관계자가 아닌 자 간의 정상적인 거래에서 적용되거나 적용될 것으로 판단되는 가격(요율·이자율·임대료 및 교환 비율 기타 이에 준하는 것을 포함한다)인 시가를 기준으로 한다고 규정하고 있다. 구 법인세법 제52조 제4항 등의 위임에 따라 시가의 범위 등에 관하여 정하고 있는 구 법인세법 시행령(2011. 6. 3. 대통령령 제22951호로 개정되기 전의 것, 이하 같다) 제89조 제1항은 ‘법 제52조 제2항의 규정을 적용함에 있어서 당해 거래와 유사한 상황에서 당해 법인이 특수관계자 외의 불특정다수인과 계속적으로 거래한 가격 또는 특수관계자가 아닌 제3자 간에 일반적으로 거래된 가격이 있는 경우에는 그 가격에 의한다’고 규정하고 있다. 부당행위계산의 부인에 관하여 적용기준이 되는 이러한 ‘시가’에 대한 주장·증명책임은 원칙적으로 과세관청에 있다.<br/>  그런데 구 법인세법 시행령 제89조 제3항은 ‘금전의 대여 또는 차용의 경우에는 제1항에도 불구하고 가중평균차입이자율이나 당좌대출이자율을 시가로 한다’고 규정하고 있다. 이자율은 채무액, 채무의 만기, 채무의 보증 여부, 채무자의 신용 정도 등 여러가지 사정에 따라 달라질 수 있으므로, 실제로 거래한 이자율이 부당행위계산에 해당하여 부인할 수 있는지 판단하기 어렵다는 점을 고려하여 위 규정이 마련된 것이다. 그러나 부당행위계산의 부인을 둔 취지나 구 법인세법 시행령 제89조 제3항의 위임근거인 구 법인세법 제52조 제2항 등에 의하면, 이자율의 시가 역시 일반적이고 정상적인 금전거래에서 형성될 수 있는 객관적이고 합리적인 것이어야 하므로, 구 법인세법 시행령 제89조 제3항에서 정한 가중평균차입이자율 등을 시가로 볼 수 없는 사정이 인정된다면 정상적인 거래에서 적용되거나 적용될 것으로 판단되는 이자율의 시가를 과세관청이 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 법인세법 제52조, 제88조 제1항 /[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조 제2항, 제4항, 구 법인세법 시행령(2011. 6. 3. 대통령령 제22951호로 개정되기 전의 것) 제88조 제1항, 제89조 제3항<br/>",
  "참조판례": "[1][2] 대법원 2013. 9. 27. 선고 2013두10335 판결(공2013하, 2006), 대법원 2018. 7. 20. 선고 2015두39842 판결 / [1] 대법원 2012. 11. 29. 선고 2010두19294 판결(공2013상, 89), 대법원 2018. 3. 15. 선고 2017두63887 판결(공2018상, 747) / [2] 대법원 2017. 2. 3. 선고 2014두14228 판결(공2017상, 579)<br/>"
}