{
  "판례일련번호": "201279",
  "사건명": "사기",
  "사건번호": "2017도20682",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180801",
  "판시사항": "[1] 사기죄의 구성요건 중 ‘기망’의 의미 및 고지의무 위반이 거래의 상대방을 기망한 것이 되어 사기죄를 구성하는 경우<br/>[2] 사기죄의 주관적 구성요건인 편취의 고의를 판단하는 기준 및 차용금 편취의 고의를 인정할 수 있는 경우<br/>[3] 피고인이 甲 저축은행에 대출을 신청하여 심사를 받을 당시 동시에 다른 저축은행에 대출을 신청한 상태였는데도 甲 저축은행으로부터 다른 금융회사에 동시에 진행 중인 대출이 있는지에 대하여 질문을 받자 ‘없다’고 답변하였고, 甲 저축은행으로부터 대출을 받은 지 약 6개월 후에 신용회복위원회에 대출 이후 증가한 채무를 포함하여 프리워크아웃을 신청한 사안에서, 피고인에 대한 사기 공소사실을 무죄라고 판단한 원심판결에 사기죄에서 기망행위, 기망행위와 처분행위 사이의 인과관계와 편취의 고의에 관한 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사기죄의 요건인 기망은 널리 재산상의 거래관계에서 서로 지켜야 할 신의와 성실의 의무를 저버리는 모든 적극적, 소극적 행위를 말한다. 반드시 법률행위의 중요 부분에 관한 허위표시를 해야 하는 것은 아니고, 상대방을 착오에 빠뜨려 행위자가 희망하는 재산적 처분행위를 하도록 하기 위한 판단의 기초가 되는 사실에 관한 것이면 충분하다. 따라서 거래의 상대방이 일정한 사정에 관한 고지를 받았더라면 거래를 하지 않았을 것이라는 관계가 인정되는 경우에는, 그 거래로 재물을 받는 자에게는 신의성실의 원칙상 사전에 상대방에게 그와 같은 사정을 고지할 의무가 있다. 그런데도 이를 고지하지 않은 것은 고지할 사실을 묵비함으로써 상대방을 기망한 것이 되어 사기죄를 구성한다.<br/>[2] 사기죄의 주관적 구성요건인 편취의 고의는 피고인이 자백하지 않는 한 범행 전후 피고인의 재력, 환경, 범행의 내용, 거래의 이행과정, 피해자와의 관계 등과 같은 객관적인 사정을 종합하여 판단하여야 한다. 민사상 금전대차관계에서 채무불이행 사실을 가지고 바로 차용금 편취의 고의를 인정할 수는 없으나 피고인이 확실한 변제의 의사가 없거나 또는 차용 시 약속한 변제기일 내에 변제할 능력이 없는데도 변제할 것처럼 가장하여 금원을 차용한 경우에는 편취의 고의를 인정할 수 있다.<br/>[3] 피고인이 甲 저축은행에 대출을 신청하여 심사를 받을 당시 동시에 다른 저축은행에 대출을 신청한 상태였는데도 甲 저축은행으로부터 다른 금융회사에 동시에 진행 중인 대출이 있는지에 대하여 질문을 받자 ‘없다’고 답변하였고, 甲 저축은행으로부터 대출을 받은 지 약 6개월 후에 신용회복위원회에 대출 이후 증가한 채무를 포함하여 프리워크아웃을 신청한 사안에서, 피고인은 甲 저축은행에 대하여 다른 금융회사에 동시에 진행 중인 대출이 있는지를 허위로 고지하였고, 甲 저축은행이 제대로 된 고지를 받았더라면 대출을 해주지 않았을 것으로 판단되며, 그 밖에 피고인의 재력, 채무액, 대출금의 사용처, 대출일부터 약 6개월 후 프리워크아웃을 신청한 점과 그 경위 등의 사정을 종합하면, 기망행위, 기망행위와 처분행위 사이의 인과관계와 편취의 고의가 인정된다고 볼 여지가 있다는 이유로, 이와 달리 보아 피고인에 대한 사기 공소사실을 무죄라고 판단한 원심판결에 사기죄에서 기망행위, 기망행위와 처분행위 사이의 인과관계와 편취의 고의에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제17조, 제347조 / [2] 형법 제13조, 제347조 / [3] 형법 제13조, 제17조, 제347조 제1항<br/>",
  "참조판례": "[1] 대법원 2004. 4. 9. 선고 2003도7828 판결(공2004상, 844), 대법원 2014. 10. 15. 선고 2014도9099 판결 / [2] 대법원 1983. 8. 23. 선고 83도1048 판결(공1983, 1451), 대법원 1996. 3. 26. 선고 95도3034 판결(공1996상, 1468), 대법원 2008. 2. 14. 선고 2007도10770 판결<br/>"
}