{
  "판례일련번호": "201291",
  "사건명": "과징금부과처분취소",
  "사건번호": "2015두2994",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180801",
  "판시사항": "[1] 구 자본시장과 금융투자업에 관한 법률 제429조 제1항 제1호에서 정한 ‘중요사항’의 의미<br/>[2] 자기의 계산으로 주식을 소유하고 있는 자와 명의상 주주가 상이함에도 증권신고서에 명의상 주주를 최대주주로 기재한 경우, 구 자본시장과 금융투자업에 관한 법률 제429조 제1항 제1호에서 정한 ‘증권신고서 중 중요사항에 관하여 거짓의 기재를 한 때’에 해당하는지 여부(적극) 및 이러한 법리가 증권의 모집·매출을 위해 증권신고서를 제출하는 발행인이 외국 법령에 따라 설립된 외국 기업인 경우에도 동일하게 적용되는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 증권의 인수인 등이 증권신고서(정정신고서 및 제출서류 포함) 중 중요사항에 관하여 거짓의 기재·표시를 하거나 중요사항을 기재·표시하지 아니하고, 그러한 위반행위에 대하여 고의 또는 중대한 과실이 있는 경우에는 증권신고서상의 모집가액·매출가액의 100분의 3(20억 원을 초과하는 경우에는 20억 원)을 초과하지 아니하는 범위에서 과징금을 부과할 수 있다[구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제429조 제1항 제1호, 제430조 제1항]. 여기에서 ‘중요사항’이란 ‘투자자의 합리적인 투자판단 또는 해당 금융투자상품의 가치에 중대한 영향을 미칠 수 있는 사항’을 말한다.<br/>[2] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것, 이하 ‘자본시장법’이라고 한다) 제119조 제6항, 구 자본시장과 금융투자업에 관한 법률 시행령(2010. 6. 11. 대통령령 제22197호로 개정되기 전의 것) 제125조 제3항, 구 증권의 발행 및 공시에 관한 규정(2009. 7. 6. 금융위원회고시 제2009-41호로 개정되기 전의 것) 제2-6조 제9항의 순차적 위임에 따라 금융감독원장이 제정한 공시서식 작성기준 제8-1-1조에 따르면, 증권신고서에 최대주주의 이름과 최대주주가 소유하는 주식의 종류별 수량 등을 기재하여야 한다. 공시서식 작성기준 제1-1-2조 제7호에 따르면, ‘최대주주’란 자본시장법 제9조 제1항 제1호의 최대주주, 즉 ‘법인의 의결권 있는 발행주식총수를 기준으로 본인 및 그와 대통령령으로 정하는 특수한 관계가 있는 자가 누구의 명의로 하든지 자기의 계산으로 소유하는 주식(그 주식과 관련된 증권예탁증권 포함)을 합하여 그 수가 가장 많은 경우의 그 본인’을 말한다. 따라서 주식취득을 위한 자금이 본인의 출연에 의한 것이고 주식취득에 따른 손익이 본인에 귀속된다면 본인 아닌 제3자의 명의로 주식을 취득하였더라도 증권신고서에 그 본인을 최대주주로 기재하여야 한다.<br/>  최대주주에 관한 사항은 합리적인 투자자가 투자판단에 중요하게 고려할 상당한 개연성이 있는 중요사항에 해당한다. 따라서 자기의 계산으로 주식을 소유하고 있는 자와 명의상 주주가 상이함에도 증권신고서에 명의상 주주를 최대주주로 기재하였다면, 자본시장법 제429조 제1항 제1호에서 정한 ‘증권신고서 중 중요사항에 관하여 거짓의 기재를 한 때’에 해당한다.<br/>  이러한 법리는 증권의 모집·매출을 위해 증권신고서를 제출하는 발행인이 외국 법령에 따라 설립된 외국 기업이라고 하더라도 국제증권감독기구(IOSCO)에서 제정한 공시기준에 맞춘 신고서를 제출하지 않는 이상 동일하게 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제429조 제1항 제1호, 제430조 제1항 / [2] 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제119조 제6항, 제429조 제1항 제1호, 구 자본시장과 금융투자업에 관한 법률 시행령(2010. 6. 11. 대통령령 제22197호로 개정되기 전의 것) 제125조 제3항<br/>",
  "참조판례": "[1] 대법원 2016. 2. 18. 선고 2014두36259 판결<br/>"
}