{
  "판례일련번호": "201275",
  "사건명": "부당이득금ㆍ약정금(변호사법 제109조 제1호에서 말하는 ‘법률상담’과 ‘법률사무’의 범위)",
  "사건번호": "2016다242716, 242723",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180801",
  "판시사항": "[1] 변호사법 제109조 제1호에서 말하는 ‘법률상담’에 법적 분쟁에 관련되는 실체적, 절차적 사항에 관하여 조언 또는 정보를 제공하거나 그 해결에 필요한 법적, 사실적 문제에 관하여 조언, 조력하는 행위가 포함되는지 여부(적극) / 같은 법조에서 말하는 ‘법률사무’의 의미 및 위 법률사무에 부동산 권리관계 등의 법적 효과에 해당하는 권리의 득실·변경이나 충돌 여부, 우열관계 등을 분석하는 ‘권리분석업무’와 경매대상 부동산에 대하여 필요한 자료를 제시하고 권리관계 등을 확인·설명해 주며 경제적 가치에 관한 정보를 제공하고 조언하는 ‘경매대상 부동산에 대한 권리분석업무’가 포함되는지 여부(적극)<br/>[2] 법무사법 제2조 제1항 제5호 및 제7호에서 말하는 ‘경매사건에서의 재산취득에 관한 상담’ 등 및 이에 부수된 사무에 권리분석, 현황 또는 공부 등의 조사, 적정 매수가격의 제시, 정보 제공 등의 업무가 포함되는지 여부(적극)<br/>[3] 변호사법 제109조 제1호와 법무사법 제3조 제1항 및 제74조 제1항 제1호를 위반하는 내용을 목적으로 하는 계약의 사법적 효력(무효)<br/>",
  "판결요지": "[1] 변호사법 제3조는 ‘일반 법률사무’를 변호사의 직무 중의 하나로 규정하고 있고, 제109조 제1호는 변호사가 아닌 자가 대리나 법률상담 등의 방법으로 법률사무를 취급하는 경우 이를 처벌하도록 규정하고 있다.<br/>  이처럼 변호사가 아닌 자가 법률사무의 취급에 관여하는 것을 금지함으로써 변호사제도를 유지하고자 하는 변호사법 제109조 제1호의 규정 취지에 비추어 보면, 위 법조에서 말하는 ‘법률상담’에는 법적 분쟁에 관련되는 실체적, 절차적 사항에 관하여 조언 또는 정보를 제공하거나 그 해결에 필요한 법적, 사실적의 문제에 관하여 조언, 조력을 하는 행위가 포함된다.<br/>  또한 같은 법조에서 말하는 ‘법률사무’는 법률상의 효과를 발생·변경·소멸시키는 사항의 처리와 법률상의 효과를 보전하거나 명확하게 하는 사항의 처리를 뜻한다고 보아야 한다. 여기에는 부동산 권리관계 또는 부동산등기기록에 등재된 권리관계의 법적 효과에 해당하는 권리의 득실·변경이나 충돌 여부, 우열관계 등을 분석하는 이른바 ‘권리분석업무’가 포함되고, 경매대상 부동산에 대하여 필요한 자료를 제시하고 그 권리관계나 거래 또는 이용제한 사항 등을 확인·설명해 주며 그 경제적 가치에 관하여 정보를 제공하고 조언하는 것을 내용으로 하는 경매대상 부동산에 대한 권리분석도 포함된다.<br/>[2] 법무사법 제2조 제1항 제5호 및 제7호는 ‘민사집행법에 따른 경매사건에서의 재산취득에 관한 상담, 매수신청의 대리’ 및 이를 위해 필요한 상담·자문 등의 부수되는 사무를 법무사의 업무 중 하나로 규정하고 있고, 제3조 제1항은 법무사가 아닌 자가 제2조에 따른 사무를 업으로 하지 못한다고 규정하고 있으며, 제74조 제1항 제1호는 제3조를 위반한 경우 이를 처벌하도록 규정하고 있다.<br/>  법무사 아닌 자가 법무사의 사무를 업으로 하는 것 등을 금지함으로써 법무사제도를 유지하고자 하는 법무사법 제3조 제1항 및 제74조 제1항 제1호의 규정 취지에 비추어 보면, 법무사법 제2조 제1항 제5호 및 제7호에서 말하는 ‘경매사건에서의 재산취득에 관한 상담’ 등 및 이에 부수된 사무에는 권리분석, 현황 또는 공부 등의 조사, 적정 매수가격의 제시, 정보 제공 등의 업무가 포함된다고 볼 수 있다.<br/>[3] 변호사법 제109조 제1호와 법무사법 제3조 제1항 및 제74조 제1항 제1호는 모두 강행법규이고, 이를 위반하는 내용을 목적으로 하는 계약은 그 자체가 반사회적 성질을 띠게 되어 사법적 효력도 부정된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 변호사법 제3조, 제109조 제1호 / [2] 법무사법 제2조 제1항 제5호, 제7호, 제3조 제1항, 제74조 제1항 제1호 / [3] 변호사법 제109조 제1호, 법무사법 제3조 제1항, 제74조 제1항 제1호, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 2001. 4. 13. 선고 2001도790 판결(공2001상, 1182), 대법원 2005. 5. 27. 선고 2004도6676 판결(공2005하, 1101), 대법원 2008. 2. 28. 선고 2007도1039 판결 / [3] 대법원 2010. 2. 25. 선고 2009다98843 판결<br/>"
}