{
  "판례일련번호": "201287",
  "사건명": "약정금",
  "사건번호": "2017다246739",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180801",
  "판시사항": "[1] 법인의 준거법을 규정하는 국제사법 제16조 본문의 적용 범위 / 법인의 구성원이 법인의 채권자에 대하여 책임을 부담하는지 및 책임을 부담한다면 범위는 어디까지인지 등에 관하여 해당 법인의 설립 준거법에 따라야 하는지 여부(적극)<br/>[2] 구 농어업경영체 육성 및 지원에 관한 법률상 영농조합법인의 채권자가 채권 발생 당시의 각 조합원에 대하여 채무의 이행을 청구할 수 있는지 여부(원칙적 적극) / 조합채무가 조합원 전원을 위하여 상행위가 되는 행위로 부담하게 된 경우, 조합원들이 연대책임을 지는지 여부(적극) 및 이러한 법리는 영농조합법인의 채권자가 권리를 행사하는 경우에도 마찬가지인지 여부(적극)<br/>[3] 甲 영농조합법인이 별장식 휴양타운의 개발사업을 추진하면서 乙 외국법인과 휴양타운의 분양과 회원모집을 위한 판매·홍보업무 대행계약을 체결하였는데, 乙 법인이 甲 법인의 조합원인 丙 등을 상대로 계약에 따른 약정금의 지급을 구한 사안에서, 甲 법인의 설립 준거법인 대한민국의 법에 따라 丙 등은 연대하여 乙 법인에 약정금을 지급할 의무가 있다고 한 사례<br/>",
  "판결요지": "[1] 국제사법 제16조 본문은 “법인 또는 단체는 그 설립의 준거법에 의한다.”라고 하여 법인의 준거법은 원칙적으로 설립 준거법을 기준으로 정하고 있다. 이 조항이 적용되는 사항을 제한하는 규정이 없는데, 그 적용 범위는 법인의 설립과 소멸, 조직과 내부관계, 기관과 구성원의 권리와 의무, 행위능력 등 법인에 관한 문제 전반을 포함한다고 보아야 한다. 따라서 법인의 구성원이 법인의 채권자에 대하여 책임을 부담하는지, 만일 책임을 부담한다면 그 범위는 어디까지인지 등에 관하여도 해당 법인의 설립 준거법에 따라야 한다.<br/>[2] 구 농어업경영체 육성 및 지원에 관한 법률(2015. 1. 6. 법률 제12961호로 개정되기 전의 것, 이하 ‘구 농어업경영체법’이라 한다)은 영농조합법인의 실체를 민법상 조합으로 보면서 협업적 농업경영을 통한 농업생산성의 향상 등을 도모하기 위해 일정한 요건을 갖춘 조합체에 특별히 법인격을 부여하고 있다(제16조 제3항). 영농조합법인에 대하여는 구 농어업경영체법 등 관련 법령에 특별한 규정이 없으면 법인격을 전제로 한 것을 제외하고는 민법의 조합에 관한 규정이 준용된다(제16조 제7항).<br/>  영농조합법인의 채권자가 조합원에 대하여 권리를 행사하는 경우에 관하여는 구 농어업경영체법 등에 특별히 규정된 것이 없다. 따라서 영농조합법인의 채권자는 원칙적으로 조합원에 대한 채권자의 권리행사에 관한 민법 제712조에 따라 채권 발생 당시의 각 조합원에 대하여 지분비율에 따라 또는 균분해서 해당 채무의 이행을 청구할 수 있다. 다만 조합채무가 조합원 전원을 위하여 상행위가 되는 행위로 부담하게 된 것이라면 상법 제57조 제1항을 적용하여 조합원들의 연대책임을 인정하여야 하는데, 이러한 법리는 영농조합법인의 채권자가 권리를 행사하는 경우에도 마찬가지이다.<br/>[3] 甲 영농조합법인이 별장식 휴양타운의 개발사업을 추진하면서 乙 외국법인과 휴양타운의 분양과 회원모집을 위한 판매·홍보업무 대행계약을 체결하였는데, 乙 법인이 甲 법인의 조합원인 丙 등을 상대로 계약에 따른 약정금의 지급을 구한 사안에서, 甲 법인은 대한민국의 구 농어업경영체 육성 및 지원에 관한 법률(2015. 1. 6. 법률 제12961호로 개정되기 전의 것, 이하 ‘구 농어업경영체법’이라 한다)에 의하여 설립되었으므로, 甲 법인의 구성원인 丙 등이 甲 법인의 채권자인 乙 법인에 대하여 연대책임을 지는지에 관하여는 甲 법인의 설립 준거법인 대한민국의 법이 준거법이 되고, 구 농어업경영체법에 따라 영농조합법인인 甲 법인의 조합원인 丙 등은 법인이 부담하는 채무에 대하여 일반적으로 민법 제712조에 따라 변제책임을 지는데, 甲 법인은 조합원 전원을 위하여 상행위가 되는 행위로 위 약정금 채무를 부담하였으므로, 丙 등은 상법 제57조 제1항에 따라 연대하여 乙 법인에 약정금을 지급할 의무가 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제16조 / [2] 구 농어업경영체 육성 및 지원에 관한 법률(2015. 1. 6. 법률 제12961호로 개정되기 전의 것) 제16조 제1항, 제3항, 제7항(현행 제16조 제8항 참조), 민법 제712조, 상법 제57조 제1항 / [3] 국제사법 제16조, 구 농어업경영체 육성 및 지원에 관한 법률(2015. 1. 6. 법률 제12961호로 개정되기 전의 것) 제16조 제1항, 제3항, 제7항(현행 제16조 제8항 참조), 농어업경영체 육성 및 지원에 관한 법률 부칙(2015. 1. 6.) 제3조, 민법 제712조, 상법 제57조 제1항<br/>",
  "참조판례": "[2] 대법원 1998. 3. 13. 선고 97다6919 판결(공1998상, 1006), 대법원 2018. 4. 12. 선고 2016다39897 판결(공2018상, 872)<br/>"
}