{
  "판례일련번호": "201274",
  "사건명": "손해배상등",
  "사건번호": "2016다205908",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180726",
  "판시사항": "[1] 노동조합과 사용자 사이에 근로조건 기타 노사관계에 관한 합의가 정식의 단체교섭절차가 아닌 노사협의회의 협의를 거쳐서 성립되었으나, 당사자 쌍방이 이를 단체협약으로 할 의사로 문서로 작성하여 당사자 쌍방의 대표자가 서명날인한 경우, 단체협약으로 보아야 하는지 여부(적극)<br/>[2] 노동조합이 규약 등에서 내부 절차를 거치도록 하는 등 대표자의 단체협약체결권한의 행사를 절차적으로 제한하는 것이 허용되는지 여부(원칙적 적극) 및 노동조합의 대표자가 조합원들의 의사를 결집·반영하기 위하여 마련한 내부 절차를 전혀 거치지 아니한 채 조합원의 중요한 근로조건에 영향을 미치는 사항 등에 관하여 사용자와 단체협약을 체결한 경우, 불법행위에 해당하는지 여부(원칙적 적극)<br/>[3] 불법행위로 입은 비재산적 손해에 대한 위자료 액수의 산정이 사실심법원의 재량사항인지 여부(적극)<br/>",
  "판결요지": "[1] 단체협약은 노동조합이 사용자 또는 사용자단체와 근로조건 기타 노사관계에서 발생하는 사항에 관한 합의를 문서로 작성하여 당사자 쌍방이 서명날인함으로써 성립하는 것이고, 그 합의가 반드시 정식의 단체교섭절차를 거쳐서 이루어져야만 하는 것은 아니다. 따라서 노동조합과 사용자 사이에 근로조건 기타 노사관계에 관한 합의가 노사협의회의 협의를 거쳐서 성립되었더라도, 당사자 쌍방이 이를 단체협약으로 할 의사로 문서로 작성하여 당사자 쌍방의 대표자가 각 노동조합과 사용자를 대표하여 서명날인하는 등으로 단체협약의 실질적·형식적 요건을 갖추었다면 이는 단체협약이라고 보아야 한다.<br/>[2] 헌법 제33조 제1항은 “근로자는 근로조건의 향상을 위하여 자주적인 단결권·단체교섭권 및 단체행동권을 가진다.”라고 규정하고 있고, 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라고 한다) 제22조는 “노동조합의 조합원은 균등하게 그 노동조합의 모든 문제에 참여할 권리와 의무를 가진다.”라고 규정하고 있다.<br/>  한편 단체협약은 노동조합의 개개 조합원의 근로조건 기타 근로자의 대우에 관한 기준을 직접 결정하는 규범적 효력을 가지는 것이므로 단체협약의 실질적인 귀속주체는 근로자이고, 따라서 단체협약은 조합원들이 관여하여 형성한 노동조합의 의사에 기초하여 체결되어야 하는 것이 단체교섭의 기본적 요청이다. 노동조합법 제16조 제1항 제3호는 단체협약에 관한 사항을 총회의 의결사항으로 정하여 노동조합 대표자가 단체교섭 개시 전에 총회를 통하여 교섭안을 마련하거나 단체교섭 과정에서 조합원의 총의를 계속 수렴할 수 있도록 규정하고 있기도 하다.<br/>  그리하여 노동조합이 조합원들의 의사를 반영하고 대표자의 단체교섭 및 단체협약 체결 업무 수행에 대한 적절한 통제를 위하여 규약 등에서 내부 절차를 거치도록 하는 등 대표자의 단체협약체결권한의 행사를 절차적으로 제한하는 것은, 그것이 단체협약체결권한을 전면적·포괄적으로 제한하는 것이 아닌 이상 허용된다.<br/>  이러한 헌법과 법률의 규정, 취지와 내용 및 법리에 비추어 보면, 노동조합의 대표자가 위와 같이 조합원들의 의사를 결집·반영하기 위하여 마련한 내부 절차를 전혀 거치지 아니한 채 조합원의 중요한 근로조건에 영향을 미치는 사항 등에 관하여 만연히 사용자와 단체협약을 체결하였고, 그 단체협약의 효력이 조합원들에게 미치게 되면, 이러한 행위는 특별한 사정이 없는 한 헌법과 법률에 의하여 보호되는 조합원의 단결권 또는 노동조합의 의사 형성 과정에 참여할 수 있는 권리를 침해하는 불법행위에 해당한다고 보아야 한다.<br/>[3] 불법행위로 입은 비재산적 손해에 대한 위자료 액수는 사실심법원이 여러 사정을 참작하여 직권에 속하는 재량에 의하여 이를 확정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제29조, 제31조 / [2] 헌법 제33조 제1항, 노동조합 및 노동관계조정법 제16조 제1항 제3호, 제22조, 제29조, 민법 제750조 / [3] 민법 제393조, 제751조, 제763조<br/>",
  "참조판례": "[1] 대법원 2005. 3. 11. 선고 2003다27429 판결(공2005상, 570) / [2] 대법원 2014. 4. 24. 선고 2010다24534 판결 / [3] 대법원 2017. 11. 9. 선고 2017다228083 판결(공2017하, 2319)<br/>"
}