{
  "판례일련번호": "201344",
  "사건명": "반려처분취소",
  "사건번호": "2016두36000",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180830",
  "판시사항": "[1] 상표권이 부적법하게 소멸등록된 경우 상표권의 존속기간이 그대로 진행되는지 여부(적극) 및 이때 상표권자가 특허권 등의 등록령 제27조의 절차에 따라 그 회복을 신청할 수 있는지 여부(적극) / 이러한 회복등록이 상표권의 존속기간에 영향을 미치는지 여부(소극)<br/>[2] 甲이 등록상표 “”의 상표권자 乙 주식회사가 아닌 제3자를 상대로 상표등록취소심판을 제기하였는데 특허심판원이 이를 간과한 채 상표등록을 취소하는 심결을 하였고, 특허청장은 위 상표권의 소멸등록을 하였는데, 이후 취소심결의 문제를 깨달은 주심 심판관의 부적절한 제안으로 인하여 乙 회사가 위 상표권의 존속기간갱신등록 신청기한이 경과한 후에 상표권의 회복등록과 존속기간갱신등록을 신청하자, 특허청장이 상표권의 회복등록을 한 다음 다시 존속기간 만료를 이유로 상표권의 소멸등록을 하고 상표권의 존속기간갱신등록을 거부한 사안에서, 위 상표권은 이미 존속기간 만료로 소멸한 이상 회복등록을 하였더라도 이미 소멸한 상표권이 다시 살아나는 것은 아니며, 제반 사정에 비추어 위 처분이 신의칙에 반하지 않는다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 상표권 등록은 상표권 발생의 요건이지만 존속요건은 아니다. 따라서 상표권이 부적법하게 소멸등록되었다 하더라도 상표권의 효력에는 아무런 영향이 없고, 상표권의 존속기간도 그대로 진행한다. 상표권이 부적법하게 소멸등록된 때에는 상표권자는 특허권 등의 등록령 제27조의 절차에 따라 그 회복을 신청할 수 있다. 이러한 회복등록은 부적법하게 말소된 등록을 회복하여 처음부터 그러한 말소가 없었던 것과 같은 효력을 보유하게 하는 등록에 불과하므로, 회복등록이 되었다고 해도 상표권의 존속기간에 영향이 있다고 볼 수 없다.<br/>[2] 甲이 등록상표 “”의 상표권자 乙 주식회사가 아닌 제3자를 상대로 상표등록취소심판을 제기하였는데 특허심판원이 이를 간과한 채 상표등록을 취소하는 심결을 하였고, 특허청장은 위 상표권의 소멸등록을 하였는데, 이후 취소심결의 문제를 깨달은 주심 심판관의 부적절한 제안으로 인하여 乙 회사가 위 상표권의 존속기간갱신등록 신청기한이 경과한 후에 상표권의 회복등록과 존속기간갱신등록을 신청하자, 특허청장이 상표권의 회복등록을 한 다음 다시 존속기간 만료를 이유로 상표권의 소멸등록을 하고 상표권의 존속기간갱신등록을 거부한 사안에서, 취소심결의 효력은 당사자가 아닌 乙 회사에게는 미치지 않으므로 乙 회사의 상표권은 소멸되지 아니한 채 그대로 존속하고 존속기간도 계속 진행한다고 보아야 하고, 그 존속기간갱신등록 신청기한까지 존속기간갱신등록신청이 없었으므로 위 상표권은 존속기간 만료로 소멸하였으며, 이미 존속기간 만료로 소멸한 이상 회복등록을 하였더라도 이미 소멸한 상표권이 다시 살아나는 것은 아니며, 상표권에는 다수의 이해관계가 복잡하게 얽힐 수 있으므로 상표권의 존속기간 만료 및 갱신 여부는 상표법의 규정에 따라 획일적으로 정해져야 하고, 위 심판관의 부적절한 제안은 특허청장의 공적인 견해표명으로 보기 어려워, 이를 이유로 상표권의 존속기간 및 존속기간갱신등록 신청기간이 달라진다고 할 수는 없다는 등의 이유로 위 처분이 신의칙에 반하지 않는다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제41조 제1항(현행 제82조 제1항 참조), 제42조 제1항(현행 제83조 제1항 참조), 특허권 등의 등록령 제27조 / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제42조 제2항(현행 제83조 제2항 참조), 제43조 제2항(현행 제84조 제2항 참조), 특허권 등의 등록령 제27조<br/>",
  "참조판례": "[1] 대법원 2002. 11. 22. 선고 2000두9229 판결(공2003상, 225), 대법원 2014. 1. 16. 선고 2013후2309 판결<br/>"
}