{
  "판례일련번호": "201356",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영)·정보통신망이용촉진및정보보호등에관한법률위반",
  "사건번호": "2017도3443",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180830",
  "판시사항": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항에서 규정한 ‘다른 사람의 신체를 촬영하는 행위’에 다른 사람의 신체 그 자체를 직접 촬영하는 행위만 해당하는지 여부(적극) 및 다른 사람의 신체 이미지가 담긴 영상을 촬영하는 행위도 이에 해당하는지 여부(소극)<br/>[2] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제2항에서 규정한 ‘촬영물’에 다른 사람의 신체 그 자체를 직접 촬영한 촬영물만 해당하는지 여부(적극) 및 다른 사람의 신체 이미지가 담긴 영상을 촬영한 촬영물도 이에 해당하는지 여부(소극)<br/>[3] 피고인이 甲과 성관계하면서 합의하에 촬영한 동영상 파일 중 일부 장면 등을 찍은 사진 3장을 지인 명의의 휴대전화 문자메시지 기능을 이용하여 甲의 처 乙의 휴대전화로 발송함으로써, 촬영 당시 甲의 의사에 반하지 아니하였으나 사후에 그 의사에 반하여 ‘甲의 신체를 촬영한 촬영물’을 乙에게 제공하였다고 하여 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소된 사안에서, 피고인이 성관계 동영상 파일을 컴퓨터로 재생한 후 모니터에 나타난 영상을 휴대전화 카메라로 촬영한 촬영물은 같은 법 제14조 제2항에서 규정한 촬영물에 해당하지 아니한다고 한 사례<br/>",
  "판결요지": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항은 “카메라나 그 밖에 이와 유사한 기능을 갖춘 기계장치를 이용하여 성적 욕망 또는 수치심을 유발할 수 있는 다른 사람의 신체를 그 의사에 반하여 촬영하거나 그 촬영물을 반포·판매·임대·제공 또는 공공연하게 전시·상영한 자는 5년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다.”라고 규정하고 있다. 위 조항이 촬영의 대상을 ‘다른 사람의 신체’로 규정하고 있으므로, 다른 사람의 신체 그 자체를 직접 촬영하는 행위만이 위 조항에서 규정하고 있는 ‘다른 사람의 신체를 촬영하는 행위’에 해당하고, 다른 사람의 신체 이미지가 담긴 영상을 촬영하는 행위는 이에 해당하지 않는다.<br/>[2] 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라 한다) 제14조 제2항은 “제1항의 촬영이 촬영 당시에는 촬영대상자의 의사에 반하지 아니하는 경우에도 사후에 그 의사에 반하여 촬영물을 반포·판매·임대·제공 또는 공공연하게 전시·상영한 자는 3년 이하의 징역 또는 500만 원 이하의 벌금에 처한다.”라고 규정하고 있다. 위 제2항은 촬영대상자의 의사에 반하지 아니하여 촬영한 촬영물을 사후에 그 의사에 반하여 반포하는 행위 등을 규율 대상으로 하면서 그 촬영의 대상과 관련해서는 ‘제1항의 촬영’이라고 규정하고 있다. 성폭력처벌법 제14조 제1항이 촬영의 대상을 ‘다른 사람의 신체’로 규정하고 있으므로, 위 제2항의 촬영물 또한 ‘다른 사람의 신체’를 촬영한 촬영물을 의미한다고 해석하여야 하는데, ‘다른 사람의 신체에 대한 촬영’의 의미를 해석할 때 위 제1항과 제2항의 경우를 달리 볼 근거가 없다. 따라서 다른 사람의 신체 그 자체를 직접 촬영한 촬영물만이 위 제2항에서 규정하고 있는 촬영물에 해당하고, 다른 사람의 신체 이미지가 담긴 영상을 촬영한 촬영물은 이에 해당하지 아니한다.<br/>[3] 피고인이 甲과 성관계하면서 합의하에 촬영한 동영상 파일 중 피고인이 甲의 성기를 입으로 빨거나 손으로 잡고 있는 장면 등을 찍은 사진 3장을 지인 명의의 휴대전화 문자메시지 기능을 이용하여 甲의 처 乙의 휴대전화로 발송함으로써, 촬영 당시 甲의 의사에 반하지 아니하였으나 사후에 그 의사에 반하여 ‘甲의 신체를 촬영한 촬영물’을 乙에게 제공하였다고 하여 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소된 사안에서, 피고인이 성관계 동영상 파일을 컴퓨터로 재생한 후 모니터에 나타난 영상을 휴대전화 카메라로 촬영하였더라도, 이는 甲의 신체 그 자체를 직접 촬영한 행위에 해당하지 아니하여, 그 촬영물은 같은 법 제14조 제2항에서 규정한 촬영물에 해당하지 아니한다는 이유로, 이와 달리 보아 피고인에게 유죄를 인정한 원심판단에 같은 법 제14조 제2항에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항, 제2항 / [3] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항, 제2항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2013. 6. 27. 선고 2013도4279 판결(공2013하, 1436), 대법원 2018. 3. 15. 선고 2017도21656 판결(공2018상, 767)<br/>"
}