{
  "판례일련번호": "201339",
  "사건명": "등록취소(상)",
  "사건번호": "2017허8404",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20180719",
  "판시사항": "甲 주식회사가 특허심판원에 등록상표 “”의 등록권리자 乙 주식회사를 상대로, 등록상표의 지정상품 중 ‘전기칫솔’에 대하여 구 상표법 제73조 제4항, 제1항 제3호에 따라 그 부분 등록이 취소되어야 한다고 주장하면서 상표등록 취소심판을 청구하였고, 이후 심판절차 진행 중 위 ‘전기칫솔’ 부분의 권리가 乙 회사로부터 丙 주식회사로 이전되어 분할이전등록까지 마쳐졌는데, 특허심판원이 “등록상표는 상표권자인 乙 회사에 의하여 심판청구일 전 3년 이내에 그 지정상품 중 ‘전기칫솔’에 대하여 정당하게 사용되었음을 인정할 수 있다.”라는 이유로 기각하는 심결을 한 사안에서, 심판절차의 담당 심판장으로서는 석명권을 행사하여 승계인에 대한 절차 속행을 할 수 없는 특별한 사정이 있는지 여부를 심리한 다음, 그러한 사정이 없다면 승계인인 丙 회사에 대하여 심판절차를 속행할 것을 명한 후에 본안에 관하여 심리·판단하였어야 했는데도, 이러한 조치를 취하지 아니한 채 심결에 이른 위법이 있다고 한 사례<br/>",
  "판결요지": "甲 주식회사가 특허심판원에 등록상표 “”의 등록권리자 乙 주식회사를 상대로, 등록상표의 지정상품 중 ‘전기칫솔’에 대하여 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것, 이하 ‘구 상표법’이라 한다) 제73조 제4항, 제1항 제3호에 따라 그 부분 등록이 취소되어야 한다고 주장하면서 상표등록 취소심판을 청구하였고, 이후 심판절차 진행 중 위 ‘전기칫솔’ 부분의 권리가 乙 회사로부터 丙 주식회사로 이전되어 분할이전등록까지 마쳐졌는데, 특허심판원이 “등록상표는 상표권자인 乙 회사에 의하여 심판청구일 전 3년 이내에 그 지정상품 중 ‘전기칫솔’에 대하여 정당하게 사용되었음을 인정할 수 있다.”라는 이유로 기각하는 심결을 한 사안이다.<br/>구 상표법 제5조의17은 문언에 의할 때 권리의 승계 전까지 그 권리에 관하여 밟은 절차의 효력이 승계인에게 미치는 것으로 해석될 뿐인 점, 상표등록의 취소에 관하여 가장 밀접한 이해관계를 가지는 자는 권리를 이전한 양도인이 아니라 양수인인 승계인이므로 승계인을 심판 내지 소송의 절차에 참가시킬 필요성이 있는 점, 민사소송법 제81조, 제82조의 규정에 따르면 심결취소소송의 단계에 이르러서는 특허심판원의 심판절차 진행 중에 심판물에 관한 승계가 있었음을 원인으로 한 승계참가, 인수참가를 인정할 수 없게 되는 점 등을 고려하면, 구 상표법 제5조의18에서의 특허청장 또는 심판장의 승계인에 대한 절차 속행 여부는 기속재량행위로서, 심판절차 진행 중 상표권 또는 상표에 관한 권리가 이전되면 심판장으로서는, 극히 예외적인 경우를 제외하고는 원칙적으로 승계인에 대하여 절차를 속행하여야 하는 것으로 구 상표법 제5조의18의 규정을 해석함이 상당하므로, 심판절차 진행 중 ‘전기칫솔’ 부분의 권리가 乙 회사로부터 丙 회사로 이전되어 분할이전등록까지 마쳐진 사실을 알고 있던 심판절차의 담당 심판장으로서는, 권리 이전을 알게 된 후 마땅히 석명권을 행사하여 승계인에 대한 절차 속행을 할 수 없는 특별한 사정이 있는지 여부를 심리한 다음, 그러한 사정이 없다면 승계인인 丙 회사에 대하여 심판절차를 속행할 것을 명한 후에 본안에 관하여 심리·판단하였어야 했는데도, 이러한 조치를 취하지 아니한 채 심결에 이른 위법이 있다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제5조의17(현행 제20조 참조), 제5조의18(현행 제21조 참조), 제73조 제1항 제3호(현행 제119조 제1항 제3호 참조), 제4항(현행 제119조 제3항 참조), 민사소송법 제81조, 제82조<br/>",
  "참조판례": ""
}