{
  "판례일련번호": "201350",
  "사건명": "퇴학처분취소",
  "사건번호": "2016두60591",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180830",
  "판시사항": "[1] 육군3사관학교 사관생도의 경우 일반 국민보다 기본권이 더 제한될 수 있는지 여부(적극) 및 그 경우 기본권 제한의 한계<br/>  [2] 육군3사관학교 설치법 및 시행령, 육군3사관학교 학칙 및 사관생도 행정예규 등에서 사관생도의 준수 사항과 징계를 규정할 수 있는지 여부(적극) 및 이러한 규율이 존중되어야 하는지 여부(적극)<br/>  [3] 육군3사관학교 사관생도인 甲이 4회에 걸쳐 학교 밖에서 음주를 하여 ‘사관생도 행정예규’ 제12조에서 정한 품위유지의무를 위반하였다는 이유로 육군3사관학교장이 교육운영위원회의 의결에 따라 甲에게 퇴학처분을 한 사안에서, 위 금주조항은 사관생도의 일반적 행동자유권, 사생활의 비밀과 자유 등 기본권을 과도하게 제한하는 것으로서 무효인데도 위 금주조항을 적용하여 내린 퇴학처분이 적법하다고 본 원심판결에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사관생도는 군 장교를 배출하기 위하여 국가가 모든 재정을 부담하는 특수교육기관인 육군3사관학교의 구성원으로서, 학교에 입학한 날에 육군 사관생도의 병적에 편입하고 준사관에 준하는 대우를 받는 특수한 신분관계에 있다(육군3사관학교 설치법 시행령 제3조). 따라서 그 존립 목적을 달성하기 위하여 필요한 한도 내에서 일반 국민보다 상대적으로 기본권이 더 제한될 수 있으나, 그러한 경우에도 법률유보원칙, 과잉금지원칙 등 기본권 제한의 헌법상 원칙들을 지켜야 한다.<br/>  [2] 육군3사관학교 설치법 및 시행령, 그 위임에 따른 육군3사관학교 학칙 및 사관생도 행정예규 등에서 육군3사관학교의 설치 목적과 교육 목표를 달성하기 위하여 사관생도가 준수하여야 할 사항을 정하고 이를 위반한 행위에 대하여는 징계를 규정할 수 있고 이러한 규율은 가능한 한 존중되어야 한다.<br/>  [3] 육군3사관학교 사관생도인 甲이 4회에 걸쳐 학교 밖에서 음주를 하여 ‘사관생도 행정예규’(이하 2015. 5. 19. 개정되기 전의 것을 ‘구 예규’, 2016. 3. 3. 개정되기 전의 것을 ‘예규’라 한다) 제12조(이하 ‘금주조항’이라 한다)에서 정한 품위유지의무를 위반하였다는 이유로 육군3사관학교장이 교육운영위원회의 의결에 따라 甲에게 퇴학처분을 한 사안에서, 첫째 사관학교의 설치 목적과 교육 목표를 달성하기 위하여 사관학교는 사관생도에게 교내 음주 행위, 교육·훈련 및 공무 수행 중의 음주 행위, 사적 활동이더라도 신분을 나타내는 생도 복장을 착용한 상태에서 음주하는 행위, 생도 복장을 착용하지 않은 상태에서 사적 활동을 하는 때에도 이로 인하여 사회적 물의를 일으킴으로써 품위를 손상한 경우 등에는 이러한 행위들을 금지하거나 제한할 필요가 있으나 여기에 그치지 않고 나아가 사관생도의 모든 사적 생활에서까지 예외 없이 금주의무를 이행할 것을 요구하는 것은 사관생도의 일반적 행동자유권은 물론 사생활의 비밀과 자유를 지나치게 제한하는 것이고, 둘째 구 예규 및 예규 제12조에서 사관생도의 모든 사적 생활에서까지 예외 없이 금주의무를 이행할 것을 요구하면서 제61조에서 사관생도의 음주가 교육 및 훈련 중에 이루어졌는지 여부나 음주량, 음주 장소, 음주 행위에 이르게 된 경위 등을 묻지 않고 일률적으로 2회 위반 시 원칙으로 퇴학 조치하도록 정한 것은 사관학교가 금주제도를 시행하는 취지에 비추어 보더라도 사관생도의 기본권을 지나치게 침해하는 것이므로, 위 금주조항은 사관생도의 일반적 행동자유권, 사생활의 비밀과 자유 등 기본권을 과도하게 제한하는 것으로서 무효인데도 위 금주조항을 적용하여 내린 퇴학처분이 적법하다고 본 원심판결에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제37조 제2항, 육군3사관학교 설치법 시행령 제3조 / [2] 육군3사관학교 설치법 제1조, 육군3사관학교 설치법 시행령 제18조 제1항, 제19조 / [3] 헌법 제10조, 제17조, 제37조 제2항<br/>",
  "참조판례": "[1] 대법원 2018. 3. 22. 선고 2012두26401 전원합의체 판결(공2018상, 723)<br/>"
}