{
  "판례일련번호": "201334",
  "사건명": "계약체결절차이행",
  "사건번호": "2016나272",
  "법원명": "대구고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20180720",
  "판시사항": "甲 아파트 입주자대표회의가 장기수선충당금으로 실시하는 아파트 건물 균열보수 등 공사의 수급인을 선정하기 위하여 국토교통부장관이 구 주택법 제45조의7에 의하여 운영하는 공동주택관리정보시스템을 통한 전자입찰을 공고하고 현장설명회에서 ‘지하주차장 천장균열 누수부는 반드시 지하주차장특허공법을 사용하여야 한다’고 기재된 시방서를 배부하자, 乙 주식회사가 위 특허공법에 대한 사용승인서를 제출하여 입찰하였고, 개찰을 위한 입주자대표회의에서 甲 아파트 관리소장이 입주자대표회의 회장이 개찰에 반대하며 회의장을 나간 상태에서 동대표 丙의 지시에 따라 공동주택관리정보시스템에 접속하여 위 사용승인서를 제출한 업체들을 서류심사 통과업체로 선정한 다음 개찰을 실시하여 위 업체들 중 입찰가액이 최저인 乙 회사가 낙찰자로 결정되었다고 입력함으로써 이러한 내용의 전자문서가 위 시스템에 게시되었는데, 그 후 甲 아파트 입주자대표회의가 乙 회사에 ‘위 입찰에서 乙 회사가 낙찰되었지만 입찰과정에서 구 주택관리업자 및 사업자 선정지침 등을 위반하였으므로 낙찰이 취소되었다’는 취지의 문서를 보내자, 乙 회사가 계약체결의 이행 등을 구한 사안에서, 乙 회사의 입찰은 위 선정지침 제5조 [별표 3] 제4호를 위반하여 무효라고 한 사례<br/>",
  "판결요지": "甲 아파트 입주자대표회의가 장기수선충당금으로 실시하는 아파트 건물 균열보수 등 공사의 수급인을 선정하기 위하여 국토교통부장관이 구 주택법(2014. 12. 31. 법률 제12959호로 개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제45조의7에 의하여 운영하는 공동주택관리정보시스템을 통한 전자입찰을 공고하고 현장설명회에서 ‘지하주차장 천장균열 누수부는 반드시 지하주차장특허공법을 사용하여야 한다’고 기재된 시방서를 배부하자, 乙 주식회사가 위 특허공법에 대한 사용승인서를 제출하여 입찰하였고, 개찰을 위한 입주자대표회의에서 甲 아파트 관리소장이 입주자대표회의 회장이 개찰에 반대하며 회의장을 나간 상태에서 동대표 丙의 지시에 따라 공동주택관리정보시스템에 접속하여 위 사용승인서를 제출한 업체들을 서류심사 통과업체로 선정한 다음 개찰을 실시하여 위 업체들 중 입찰가액이 최저인 乙 회사가 낙찰자로 결정되었다고 입력함으로써 이러한 내용의 전자문서가 위 시스템에 게시되었는데, 그 후 甲 아파트 입주자대표회의가 乙 회사에 ‘위 입찰에서 乙 회사가 낙찰되었지만 입찰과정에서 구 주택관리업자 및 사업자 선정지침(국토교통부 고시 제2014-393호, 이하 같다) 등을 위반하였으므로 낙찰이 취소되었다’는 취지의 문서를 보내자, 乙 회사가 계약체결의 이행 등을 구한 사안이다.<br/>  입주자대표회의의 구성원인 丙이 관리소장을 통하여 甲 아파트 입주자대표회의의 명의로 공동주택관리정보시스템에 접속하여 乙 회사를 낙찰자로 입력한 결과 이러한 내용의 전자문서가 위 시스템에 게시된 점 등에 비추어 보면, 甲 아파트 입주자대표회의가 ‘乙 회사를 낙찰자로 정하였다’는 전자문서를 乙 회사를 포함한 입찰참가자들에게 송신하여 입찰참가자들이 이를 수신하였음이 인정되고, 입찰공고 및 시방서의 내용 등에 비추어 보면 위 입주자대표회의에게 입찰공고 및 시방서에 따라 ‘지하주차장 천장균열 누수부를 지하주차장특허공법으로 시공할 수 있는 업체’ 중 입찰가액을 최저가로 제출한 업체를 낙찰자로 결정할 의무가 있음이 인정되나, 구 주택관리업자 및 사업자 선정지침이 구 주택법 시행령(2015. 3. 30. 대통령령 제26172호로 개정되기 전의 것) 제55조의4의 위임에 따라 제정된 법규명령으로 대외적인 구속력이 있는 점, 위 선정지침 제5조 [별표 3] 제4호에 의하면 담합하거나 타인의 경쟁참가를 방해하거나 입주자대표회의 또는 관리주체의 업무집행을 방해한 자의 입찰은 무효인 점, 乙 회사는 전자입찰에 참가하면서 특허공법 사용승인서를 제출한 다른 입찰참가업체들과 공동으로 낙찰자와 낙찰가격을 결정하는 담합행위를 하고, 지하주차장특허공법 사용승인서를 제출하지 않은 업체의 경쟁참가를 방해하며, 甲 아파트 입주자대표회의의 업무집행을 방해한 점 등을 종합하면, 乙 회사의 입찰은 위 선정지침 제5조 [별표 3] 제4호를 위반하여 무효라고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 주택법(2014. 12. 31. 법률 제12959호로 개정되기 전의 것) 제43조 제7항 제1호(현행 제7조 제1항 제1호 참조), 제45조의7(현행 공동주택관리법 제88조 참조), 전자문서 및 전자거래 기본법 제2조 제2호, 제6조, 제7조 제1항 제2호, 구 주택법 시행령(2015. 3. 30. 대통령령 제26172호로 개정되기 전의 것) 제55조의4(현행 공동주택관리법 시행령 제5조 제1항 및 제25조 제2항 참조), 구 주택관리업자 및 사업자 선정지침(국토교통부 고시 제2014-393호) 제5조 [별표 3] 제4호<br/>",
  "참조판례": ""
}