{
  "판례일련번호": "203021",
  "사건명": "살인방조(변경된죄명:살인)·사체유기·특정범죄가중처벌등에관한법률위반(영리약취·유인등)·사체손괴·부착명령·보호관찰명령",
  "사건번호": "2018도7658, 2018전도54, 55, 2018보도6, 2018모2593",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180913",
  "판시사항": "[1] 공동정범의 성립요건 / 공모공동정범의 성립 여부에 대한 증명 정도<br/>[2] 특정 범죄자에 대한 보호관찰 및 전자장치 부착 등에 관한 법률 제5조 제3항 및 제21조의2 제3호에 규정된 ‘살인범죄를 다시 범할 위험성’의 의미 / 살인범죄의 재범의 위험성 유무를 판단하는 기준 및 판단의 기준 시점(=판결 시)<br/>[3] 형법상 ‘방조행위’의 의미 및 방조의 시기 / 방조범 성립에 필요한 고의의 의미와 내용 및 그 증명 방법<br/>[4] 법원이 공소장변경 없이 직권으로 공동정범으로 기소된 범죄사실을 방조사실로 인정할 수 있는지 여부(한정 적극)<br/>[5] 형법 제10조에 규정된 심신장애의 요건 및 심신장애의 유무를 판단하는 방법<br/>",
  "판결요지": "[1] 형법 제30조의 공동정범은 2인 이상이 공동하여 죄를 범하는 것으로서, 공동정범이 성립하기 위하여는 주관적 요건인 공동가공의 의사와 객관적 요건인 공동의사에 의한 기능적 행위지배를 통한 범죄의 실행사실이 필요하다. 여기서 공동가공의 의사는 타인의 범행을 인식하면서도 이를 제지하지 아니하고 용인하는 것만으로는 부족하고, 공동의 의사로 특정한 범죄행위를 하기 위하여 일체가 되어 서로 다른 사람의 행위를 이용하여 자기의 의사를 실행에 옮기는 것을 내용으로 하여야 한다. 공모공동정범의 성립 여부는 범죄 실행의 전 과정을 통하여 각자의 지위와 역할, 공범에 대한 권유내용 등을 구체적으로 검토하고 이를 종합하여 위와 같은 상호이용의 관계가 합리적인 의심을 할 여지가 없을 정도로 증명되어야 하고, 그와 같은 증명이 없다면 설령 피고인에게 유죄의 의심이 간다고 하더라도 피고인의 이익으로 판단할 수밖에 없다.<br/>[2] 특정 범죄자에 대한 보호관찰 및 전자장치 부착 등에 관한 법률 제5조 제3항 및 제21조의2 제3호에 규정된 ‘살인범죄를 다시 범할 위험성’이란 재범할 가능성만으로는 부족하고 피부착명령청구자 또는 피보호관찰명령청구자가 장래에 다시 살인범죄를 범하여 법적 평온을 깨뜨릴 상당한 개연성이 있음을 의미한다. 살인범죄의 재범의 위험성 유무는 피부착명령청구자 또는 피보호관찰명령청구자의 직업과 환경, 당해 범행 이전의 행적, 범행의 동기, 수단, 범행 후의 정황, 개전의 정 등 여러 사정을 종합적으로 평가하여 객관적으로 판단하여야 하고, 이러한 판단은 장래에 대한 가정적 판단이므로 판결 시를 기준으로 하여야 한다.<br/>[3] 형법상 방조행위는 정범이 범행을 한다는 정을 알면서 그 실행행위를 용이하게 하는 직접·간접의 모든 행위를 가리키는 것으로서 유형적, 물질적인 방조뿐만 아니라 정범에게 범행의 결의를 강화하도록 하는 것과 같은 무형적, 정신적 방조행위까지도 이에 해당한다. 종범은 정범의 실행행위 중에 이를 방조하는 경우뿐만 아니라, 실행 착수 전에 장래의 실행행위를 예상하고 이를 용이하게 하는 행위를 하여 방조한 경우에도 성립한다. 형법상 방조행위는 정범이 범행을 한다는 정을 알면서 그 실행행위를 용이하게 하는 직접·간접의 행위를 말하므로, 방조범은 정범의 실행을 방조한다는 이른바 방조의 고의와 정범의 행위가 구성요건에 해당하는 행위인 점에 대한 정범의 고의가 있어야 하나, 이와 같은 고의는 내심적 사실이므로 피고인이 이를 부정하는 경우에는 사물의 성질상 고의와 상당한 관련성이 있는 간접사실을 증명하는 방법에 의하여 증명할 수밖에 없다. 이때 무엇이 상당한 관련성이 있는 간접사실에 해당할 것인가는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력에 의하여 사실의 연결상태를 합리적으로 판단하여야 하고, 방조범에서 요구되는 정범의 고의는 정범에 의하여 실현되는 범죄의 구체적 내용을 인식할 것을 요하는 것은 아니고 미필적 인식이나 예견으로 족하다.<br/>[4] 법원은 공소사실의 동일성이 인정되는 범위 내에서 공소가 제기된 범죄사실보다 가벼운 범죄사실이 인정되는 경우, 심리의 경과 등에 비추어 볼 때 피고인의 방어에 실질적인 불이익을 주는 것이 아니라면 공소장변경 없이 직권으로 가벼운 범죄사실을 인정할 수 있으므로, 공동정범으로 기소된 범죄사실을 방조사실로 인정할 수 있다.<br/>[5] 형법 제10조에 규정된 심신장애는 생물학적 요소로서 정신병 또는 비정상적 정신상태와 같은 정신적 장애가 있는 외에 심리학적 요소로서 이와 같은 정신적 장애로 말미암아 사물에 대한 변별능력과 그에 따른 행위통제능력이 결여되거나 감소되었음을 요하므로, 정신적 장애가 있는 자라고 하여도 범행 당시 정상적인 사물변별능력이나 행위통제능력이 있었다면 심신장애로 볼 수 없다.<br/>  심신장애의 유무는 법원이 형벌제도의 목적 등에 비추어 판단하여야 할 법률문제로서 그 판단에 전문감정인의 정신감정결과가 중요한 참고자료가 되기는 하나, 법원이 반드시 그 의견에 구속되는 것은 아니고, 그러한 감정결과뿐만 아니라 범행의 경위, 수단, 범행 전후의 피고인의 행동 등 기록에 나타난 여러 자료 등을 종합하여 독자적으로 심신장애의 유무를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조, 형사소송법 제308조 / [2] 특정 범죄자에 대한 보호관찰 및 전자장치 부착 등에 관한 법률 제5조 제3항, 제21조의2 제3호 / [3] 형법 제13조, 제32조, 형사소송법 제308조 / [4] 형법 제30조, 제32조, 형사소송법 제298조 / [5] 형법 제10조<br/>",
  "참조판례": "[1] 대법원 2005. 3. 11. 선고 2002도5112 판결(공2005상, 618), 대법원 2009. 7. 9. 선고 2009도3923 판결, 대법원 2014. 5. 16. 선고 2012도3676 판결 / [2] 대법원 2012. 5. 10. 선고 2012도2289, 2012감도5, 2012전도51 판결(공2012상, 1052) / [3][4] 대법원 2004. 6. 24. 선고 2002도995 판결(공2004하, 1255), 대법원 2012. 6. 28. 선고 2012도2628 판결 / [3] 대법원 2005. 4. 29. 선고 2003도6056 판결(공2005상, 887), 대법원 2009. 6. 11. 선고 2009도1518 판결 / [5] 대법원 1996. 5. 10. 선고 96도638 판결(공1996하, 1951)<br/>"
}