{
  "판례일련번호": "203033",
  "사건명": "손해배상등",
  "사건번호": "2016다35802",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180913",
  "판시사항": "[1] 환경오염 또는 환경훼손으로 인한 책임이 사업장에서 발생되는 것에 한정되는지 여부(소극) 및 환경오염 또는 환경훼손의 원인을 발생시킨 자는 사업자인지와 관계없이 환경정책기본법 제44조 제1항에 따라 귀책사유를 묻지 않고 그로 인한 피해를 배상할 의무가 있는지 여부(적극)<br/>[2] 사업활동 등을 하던 중 고철을 방사능에 오염시킨 자가 오염된 환경을 회복·복원할 책임을 지지 않고, 방사능에 오염된 고철을 타인에게 매도하는 등으로 유통시킴으로써 거래 상대방이나 전전 취득한 자가 방사능오염으로 피해를 입게 된 경우, 원인자가 방사능오염 사실을 모르고 유통시켰더라도 환경정책기본법 제44조 제1항에 따라 피해자에게 피해를 배상할 의무가 있는지 여부(적극)<br/>[3] 불법행위로 영업을 중단한 자가 영업 중단에 따른 손해배상을 구하는 경우, 영업을 중단하지 않았으면 얻었을 순이익과 이와 별도로 영업 중단과 상관없이 불가피하게 지출해야 하는 비용도 손해배상의 범위에 포함되는지 여부(원칙적 적극) 및 위와 같은 순이익과 비용의 배상을 인정하는 것이 이중배상에 해당하는지 여부(소극) / 이러한 법리가 환경정책기본법 제44조 제1항에 따라 피해의 배상을 인정하는 경우에도 적용되는지 여부(적극) / 불법행위로 인한 손해배상청구 사건에서 책임감경사유에 관한 사실인정이나 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 환경정책기본법은 오염원인자 책임원칙과 환경오염의 피해에 대한 무과실책임을 정하고 있다. 환경정책기본법 제7조는 ‘오염원인자 책임원칙’이라는 제목으로 “자기의 행위 또는 사업활동으로 환경오염 또는 환경훼손의 원인을 발생시킨 자는 그 오염·훼손을 방지하고 오염·훼손된 환경을 회복·복원할 책임을 지며, 환경오염 또는 환경훼손으로 인한 피해의 구제에 드는 비용을 부담함을 원칙으로 한다.”라고 정하고 있다. 환경정책기본법 제44조 제1항은 ‘환경오염의 피해에 대한 무과실책임’이라는 제목으로 “환경오염 또는 환경훼손으로 피해가 발생한 경우에는 해당 환경오염 또는 환경훼손의 원인자가 그 피해를 배상하여야 한다.”라고 정하고 있다.<br/>  이 법에서 말하는 환경은 자연환경과 생활환경을 말하고(환경정책기본법 제3조 제1호), 그중 생활환경은 사람의 일상생활과 관계되는 환경을 가리키는 것으로 폐기물도 포함된다(환경정책기본법 제3조 제3호). 환경오염은 사업활동과 그 밖의 사람의 활동에 의하여 발생하는 대기오염, 수질오염, 토양오염, 해양오염, 방사능오염, 소음·진동, 악취, 일조 방해 등으로서 사람의 건강이나 환경에 피해를 주는 상태를 말한다(환경정책기본법 제3조 제4호).<br/>환경정책기본법 제44조 제1항은 민법의 불법행위 규정에 대한 특별 규정으로서, 환경오염 또는 환경훼손의 피해자가 그 원인을 발생시킨 자(이하 ‘원인자’라 한다)에게 손해배상을 청구할 수 있는 근거규정이다. 위에서 본 규정 내용과 체계에 비추어 보면, 환경오염 또는 환경훼손으로 인한 책임이 인정되는 경우는 사업장에서 발생되는 것에 한정되지 않고, 원인자는 사업자인지와 관계없이 그로 인한 피해에 대하여 환경정책기본법 제44조 제1항에 따라 귀책사유를 묻지 않고 배상할 의무가 있다.<br/>[2] 방사능에 오염된 고철은 원자력안전법 등의 법령에 따라 처리되어야 하고 유통되어서는 안 된다. 사업활동 등을 하던 중 고철을 방사능에 오염시킨 자는 원인자로서 관련 법령에 따라 고철을 처리함으로써 오염된 환경을 회복·복원할 책임을 진다. 이러한 조치를 취하지 않고 방사능에 오염된 고철을 타인에게 매도하는 등으로 유통시킴으로써 거래 상대방이나 전전 취득한 자가 방사능오염으로 피해를 입게 되면 그 원인자는 방사능오염 사실을 모르고 유통시켰더라도 환경정책기본법 제44조 제1항에 따라 피해자에게 피해를 배상할 의무가 있다.<br/>[3] 불법행위로 영업을 중단한 자가 영업 중단에 따른 손해배상을 구하는 경우 영업을 중단하지 않았으면 얻었을 순이익과 이와 별도로 영업 중단과 상관없이 불가피하게 지출해야 하는 비용도 특별한 사정이 없는 한 손해배상의 범위에 포함될 수 있다. 위와 같은 순이익과 비용의 배상을 인정하는 것은 이중배상에 해당하지 않는다. 이러한 법리는 환경정책기본법 제44조 제1항에 따라 그 피해의 배상을 인정하는 경우에도 적용된다.<br/>  가해행위와 피해자 측의 요인이 경합하여 손해가 발생하거나 확대된 경우에는 피해자 측의 귀책사유와 무관한 것이라고 할지라도 가해자에게 손해의 전부를 배상시키는 것이 공평의 이념에 반하는 경우에는, 법원은 그 배상액을 정하면서 과실상계의 법리를 유추 적용하여 손해의 발생 또는 확대에 기여한 피해자 측의 요인을 참작할 수 있다. 불법행위로 인한 손해배상청구 사건에서 책임감경사유에 관한 사실인정이나 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 환경정책기본법 제3조 제1호, 제3호, 제4호, 제7조, 제44조 제1항, 민법 제750조, 제751조 / [2] 환경정책기본법 제3조 제1호, 제3호, 제4호, 제7조, 제44조 제1항, 민법 제750조, 제751조 / [3] 환경정책기본법 제44조 제1항, 민법 제393조, 제750조, 제763조<br/>",
  "참조판례": "[1] 대법원 2008. 9. 11. 선고 2006다50338 판결, 대법원 2017. 2. 15. 선고 2015다23321 판결(공2017상, 548) / [3] 대법원 1998. 7. 24. 선고 98다12270 판결(공1998하, 2216), 대법원 2006. 9. 8. 선고 2004다55230 판결(공2006하, 1652), 대법원 2007. 11. 30. 선고 2006다19603 판결(공2007하, 2043), 대법원 2015. 1. 15. 선고 2012다110880 판결<br/>"
}