{
  "판례일련번호": "203758",
  "사건명": "용역비",
  "사건번호": "2017나24725",
  "법원명": "대구고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20180831",
  "판시사항": "甲 주택재개발정비사업조합설립추진위원회가 토지 등 소유자로부터 추진위원회설립동의서 양식에 따라 인감증명서가 첨부된 서면동의서를 받았고, 위 동의서에는 ‘추진위원회가 정비사업전문관리업자의 선정 업무를 추진하는 데 동의합니다’라는 문구가 기재되어 있었는데, 추진위원회가 운영규정에 따라 주민총회를 개최하여 乙 주식회사를 주택재개발정비사업의 정비사업전문관리업자로 선정하기로 의결한 후 乙 회사와 정비사업전문관리 용역 계약을 체결한 사안에서, 추진위원회가 계약을 체결하기 전에 ‘추진위원회의 구성에 동의한 토지 등 소유자의 과반수로부터 서면동의’를 받지 않았으므로 위 계약은 강행규정인 구 도시 및 주거환경정비법 제14조 제3항을 위반하여 무효라고 한 사례<br/>",
  "판결요지": "甲 주택재개발정비사업조합설립추진위원회가 토지 등 소유자로부터 추진위원회설립동의서 양식에 따라 인감증명서가 첨부된 서면동의서를 받았고, 위 동의서에는 ‘추진위원회가 정비사업전문관리업자의 선정 업무를 추진하는 데 동의합니다’라는 문구가 기재되어 있었는데, 추진위원회가 운영규정에 따라 주민총회를 개최하여 乙 주식회사를 주택재개발정비사업의 정비사업전문관리업자로 선정하기로 의결한 후 乙 회사와 정비사업전문관리 용역 계약을 체결한 사안이다.<br/>  구 도시 및 주거환경정비법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)이 정비사업전문관리업자의 선정에 엄격한 요건과 절차를 준수하도록 한 것은 정비사업에 있어 주민의 권익을 보호하고 투명하고 객관성 있게 사업을 추진할 수 있도록 하기 위한 것인 점, 구 도시정비법 제69조 제1항에 의하면 정비사업전문관리업자는 대통령령이 정하는 자본·기술인력 등의 기준을 갖춰 시·도지사에게 등록 또는 변경등록을 하도록 하여 정비사업전문관리업자로 하여금 일정한 자본과 기술인력 등의 기준을 갖추도록 요구하고 있는 점, 정비사업조합설립추진위원회는 구 도시정비법 제14조 제3항의 동의를 적법하게 받지 않고서는 정비사업전문관리업자와의 선정계약 체결 등의 업무 수행에 나아갈 수 없는 점 등을 종합하면, 구 도시정비법 제14조 제3항의 규정은 강행규정에 해당하는데, 위 동의서에 기재된 ‘추진위원회가 정비사업전문관리업자의 선정 업무를 추진하는 데 동의합니다’라는 의미는 추진위원회가 정비사업전문관리업자를 선정하기 전에 하는 준비업무에 한하여 동의한다는 것이고, ‘용역대금을 지급할 것을 조건으로 하여 특정 정비사업전문관리업자를 선정하는 계약을 체결하는 것’과 같이 ‘토지 등 소유자의 비용부담을 수반하는 업무’ 또는 ‘토지 등 소유자의 권리와 의무에 변동을 발생시키는 업무’까지 동의한다는 것은 아니라고 보이므로, 추진위원회는 계약을 체결하기 전에 ‘추진위원회의 구성에 동의한 토지 등 소유자의 과반수로부터 서면동의’를 받지 않았다고 할 것이어서, 주민총회에서 乙 회사를 정비사업전문관리업자로 선정하기로 하는 의결이 있었더라도 구 도시정비법 제14조 제3항의 규정에 따른 토지 등 소유자의 서면동의가 없었으므로 위 계약은 강행규정인 구 도시정비법 제14조 제3항을 위반하여 무효라고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 도시 및 주거환경정비법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제14조 제1항 제2호(현행 제32조 제1항 제1호 참조), 제3항(현행 제32조 제4항 참조), 제17조(현행 제36조 제4항 참조), 제69조 제1항(현행 제102조 제1항 참조), 구 도시 및 주거환경정비법 시행령(2008. 2. 29. 대통령령 제20722호로 개정되기 전의 것) 제23조 제1항 제2호 (가)목(현행 삭제), 제28조 제4항(현행 도시 및 주거환경정비법 제36조 제1항, 제2항 참조)<br/>",
  "참조판례": ""
}