{
  "판례일련번호": "203768",
  "사건명": "물품대금",
  "사건번호": "2015다256794",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181012",
  "판시사항": "[1] 지체상금이 부당히 과다하다고 인정되는 경우, 법원이 이를 감액할 수 있는지 여부(적극) 및 이때 감액사유에 대한 사실인정이나 비율을 정하는 것이 사실심 법원의 전권에 속하는지 여부(원칙적 적극)<br/>[2] 법률에서 해당 규정을 위반한 법률행위를 무효라고 정하고 있거나 해당 규정이 효력규정이나 강행규정이라고 명시하고 있는 경우, 그러한 규정을 위반한 법률행위의 효력(무효) 및 금지 규정 등을 위반한 법률행위의 효력에 관하여 명확하게 정하지 않은 경우, 그 법률행위의 효력을 판단하는 방법<br/>[3] 대가지급지연에 대한 이자에 관한 국가를 당사자로 하는 계약에 관한 법률 제15조와 같은 법 시행령 제59조가 모든 공공계약에 적용되는 효력규정인지 여부(적극)<br/>",
  "판결요지": "[1] 지체상금이 당사자의 지위, 계약의 목적과 내용, 지체상금을 예정한 동기, 공사도급액에 대한 지체상금의 비율, 지체상금의 액수, 지체의 사유, 당시의 거래관행 등 여러 사정에 비추어 부당히 과다하다고 인정되는 경우에는 법원이 이를 감액할 수 있다. 이때 감액사유에 대한 사실인정이나 비율을 정하는 것은 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심 법원의 전권에 속하는 사항이다.<br/>[2] 계약 등 법률행위의 당사자들에게 일정한 의무를 부과하거나 일정한 행위를 금지하는 법규에서 이를 위반한 법률행위의 효력을 명시적으로 정하고 있는 경우에는 그 규정에 따라 법률행위의 유·무효를 판단하면 된다. 법률에서 해당 규정을 위반한 법률행위를 무효라고 정하고 있거나 해당 규정이 효력규정이나 강행규정이라고 명시하고 있으면 그러한 규정을 위반한 법률행위는 무효이다. 이와 달리 금지 규정 등을 위반한 법률행위의 효력에 관하여 명확하게 정하지 않은 경우에는 그 규정의 입법 배경과 취지, 보호법익, 위반의 중대성, 당사자에게 법규정을 위반하려는 의도가 있었는지 여부, 규정 위반이 법률행위의 당사자나 제3자에게 미치는 영향, 위반 행위에 대한 사회적·경제적·윤리적 가치평가, 이와 유사하거나 밀접한 관련이 있는 행위에 대한 법의 태도 등 여러 사정을 종합적으로 고려해서 효력을 판단하여야 한다.<br/>[3] 국가를 당사자로 하는 계약에 관한 법률(이하 ‘국가계약법’이라 한다)은 국가를 당사자로 하는 계약이나 공공기관의 운영에 관한 법률의 적용 대상인 공기업이 일방 당사자가 되는 계약(이하 편의상 ‘공공계약’이라 한다)에 관한 기본적인 사항을 정함으로써 계약업무를 원활하게 수행할 수 있도록 하기 위한 목적으로 제정된 것으로(제1조), 공공계약이 공정하고 효율적으로 체결·시행되도록 공공계약의 기본적 내용에 관한 주요한 규정을 두고 있다.<br/>국가계약법 제15조 제2항은 국고의 부담이 되는 계약에 따른 대가를 기한까지 지급할 수 없는 경우에는 대통령령이 정하는 바에 따라 그 지연일수에 따른 이자를 지급하여야 한다고 정하고 있다. 그 위임에 따라 국가를 당사자로 하는 계약에 관한 법률 시행령(이하 ‘국가계약법 시행령’이라 한다) 제59조는 대가지급지연에 대한 이자의 비율을 구체적으로 정하고 있는데, 원래 ‘금융기관의 일반자금 대출 시 적용되는 연체이자율’을 적용한 이자를 지급하여야 한다고 되어 있었으나, 2006. 5. 25. 대통령령 제19483호로 개정할 당시 ‘금융기관 대출평균금리(한국은행 통계월보상의 대출평균금리)’를 적용한 이자를 지급하여야 한다고 변경되었다. 특히 2006. 5. 25. 개정된 국가계약법 시행령 부칙 제4조는 “이 영 시행 전에 체결된 계약에 대한 대가지급지연에 대한 이자의 지급에 관하여는 제59조의 개정규정에 불구하고 종전의 규정에 의한다.”라고 정하고 있다. 위와 같은 국가계약법 제15조와 그 시행령 제59조 개정 전후의 문언과 내용, 공공계약의 성격, 국가계약법령의 체계와 목적 등을 종합하면 대가지급지연에 대한 이자에 관한 위 규정은 모든 공공계약에 적용되는 효력규정으로 보아야 한다. 위 제59조가 계약의 효력에 영향을 미치는 규정이 아니라면 위 시행령의 부칙 규정이 무의미하게 될 것이라는 점에서도 위와 같은 해석이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제398조 제2항, 민사소송법 제202조, 제432조 / [2] 민법 제105조 / [3] 국가를 당사자로 하는 계약에 관한 법률 제1조, 제15조 제2항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제59조, 부칙(2006. 5. 25.) 제4조<br/>",
  "참조판례": "[1] 대법원 1999. 3. 26. 선고 96다23306 판결(공1995상, 754), 대법원 2005. 11. 25. 선고 2003다60136 판결(공2006상, 11) / [2] 대법원 2010. 12. 23. 선고 2008다75119 판결(공2011상, 207), 대법원 2017. 12. 21. 선고 2012다74076 전원합의체 판결(공2018상, 177)<br/>"
}