{
  "판례일련번호": "203772",
  "사건명": "자본시장과금융투자업에관한법률위반·특정경제범죄가중처벌등에관한법률위반(사기)",
  "사건번호": "2018도8438",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181012",
  "판시사항": "구 자본시장과 금융투자업에 관한 법률 제443조 제1항 단서 및 제2항의 적용을 위하여 ‘위반행위로 얻은 이익의 가액’을 산정할 때 유의하여야 할 사항 및 ‘위반행위로 얻은 이익’에 실현이익과 미실현이익이 모두 포함되는지 여부(적극) / 시세조종행위로 주가를 상승시킨 경우, 그에 따른 실현이익을 산정하는 방법<br/>",
  "판결요지": "구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것, 이하 ‘자본시장법’이라 한다)은 시세조종행위를 금지하고(제176조), 이를 위반한 경우 형사처벌하고 있다(제443조). 자본시장법은 ‘위반행위로 얻은 이익 또는 회피한 손실’을 범죄구성요건의 일부로 삼아 그 가액에 따라 형을 가중하고 있으므로(제443조 제1항 단서 및 제2항), 이를 적용할 때에는 위반행위로 얻은 이익의 가액을 엄격하고 신중하게 산정함으로써 범죄와 형벌 사이에 적정한 균형이 이루어져야 한다는 죄형 균형의 원칙이나 형벌은 책임에 기초하고 그 책임에 비례하여야 한다는 책임주의 원칙을 훼손하지 않도록 유의하여야 한다.<br/>  ‘위반행위로 얻은 이익'은 위반행위로 행위자가 얻은 인과관계에 있는 이익의 전부를 뜻하므로, 시세조종행위 기간 중에 한 구체적 거래로 인하여 이미 발생한 이익(이하 ‘실현이익’이라 한다)과 시세조종행위 종료 시점 당시 보유 중인 시세조종 대상 주식 또는 신주인수권증권의 평가이익(‘미실현이익’)이 모두 포함된다.<br/>  시세조종행위로 주가를 상승시킨 경우 그에 따른 실현이익은 ‘매도단가와 매수단가의 차액에 매매일치수량(매수수량과 매도수량 중 더 적은 수량)을 곱하여 계산한 금액’에서 ‘주식을 처분할 때 든 거래비용’을 공제하여 산정된다. 시세조종행위로 이익을 얻기 위해 주식을 취득하였다면 실제 매수가액을 매수수량으로 가중평균한 단가를 매수단가로 적용하고, 신주인수권증권을 취득한 뒤 이를 행사하여 주식을 발행받아 처분하였다면 신주인수권 행사가격에 신주인수권증권 매입가액을 더한 금액(이하 ‘신주인수권 매수가격’이라 한다)을 매수수량으로 가중평균한 단가를 매수단가로 보아야 한다.<br/>  그러나 시세조종행위로 이익을 얻기 위해 주식이나 신주인수권증권을 취득한 것이 아니라면, 시세조종기간 전일 주식의 종가를 매수단가로 보아야 한다. 기존에 보유하고 있던 주식 또는 신주인수권 매수가격은 시세조종행위와 무관하기 때문이다.<br/>  결국 시세조종기간 전일의 종가가 정상적인 주가변동이나 위반행위자와 무관한 변동요인으로 말미암아 기존에 보유하고 있던 주식 또는 신주인수권 매수가격보다 높다면, 그 차액만큼의 이익은 시세조종행위와 관계없이 얻은 것이어서 ‘위반행위로 얻은 이익’으로 볼 수 없다. 반면 시세조종기간 전일 종가가 주식 또는 신주인수권 매수가격보다 낮았는데 시세조종행위로 주가가 주식 또는 신주인수권 매수가격보다 상승하였다면, 주식 또는 신주인수권 매수가격과 시세조종기간 전일의 종가의 차액만큼의 이익도 시세조종행위로 형성된 것이므로 ‘위반행위로 얻은 이익’에 해당한다.<br/>  한편 시세조종기간에 주식이 매도된 경우 매도단가는 실제 매도가액을 매도수량으로 가중평균하는 방식으로 정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제176조, 제443조 제1항, 제2항<br/>",
  "참조판례": "대법원 2003. 12. 12. 선고 2001도606 판결(공2004상, 192), 대법원 2011. 10. 27. 선고 2011도8109 판결(공2011하, 2504), 대법원 2013. 7. 11. 선고 2011도15056 판결(공2013하, 1534)<br/>"
}