{
  "판례일련번호": "203786",
  "사건명": "추심금",
  "사건번호": "2016다246800",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180928",
  "판시사항": "[1] 구 도시 및 주거환경정비법 제47조에 따라 사업시행자가 토지 등 소유자에게 청산금 지급의무를 부담하는 경우, 토지 등 소유자가 권리제한등기가 없는 상태로 토지 등의 소유권을 사업시행자에게 이전하여야 하는지 여부(적극) 및 토지 등 소유자의 권리제한등기 없는 소유권 이전의무와 사업시행자의 청산금 지급의무가 동시이행관계에 있는지 여부(적극)<br/>[2] 주택재건축사업에서 조합원이 분양신청을 하지 않거나 분양계약을 체결하지 않음으로써 청산금 지급 대상이 되는 대지·건축물에 관하여 설정되어 있던 기존의 권리제한이 구 도시 및 주거환경정비법 제54조에서 정한 이전고시로 소멸하는지 여부(원칙적 적극) 및 이전고시 이후 사업시행자가 권리제한등기 말소의무를 이유로 한 동시이행 항변권을 행사할 수 있는지 여부(소극)<br/>[3] 매수인이 매매목적물을 미리 인도받았으나 매수인의 대금 지급의무와 매도인의 근저당권설정등기 내지 가압류등기 말소의무가 동시이행관계에 있는 등으로 매수인이 대금 지급을 거절할 정당한 사유가 있는 경우, 민법 제587조에 따른 이자 지급의무를 면하는지 여부(적극)<br/>[4] 甲 재건축정비사업조합이 시행하는 재건축사업의 정비구역 내 아파트 및 그 대지의 소유자인 乙이 조합원 자격을 취득한 후 甲 조합에 아파트 및 그 대지에 관하여 신탁을 원인으로 한 소유권이전등기 및 인도까지 마쳤으나, 분양계약을 체결하지 않아 조합원 지위를 상실하여 현금청산 대상자가 되었는데, 위 아파트 대지에 丙 은행을 근저당권자로 한 근저당권설정등기 및 가압류등기가 마쳐져 있었고, 丙 은행으로부터 근저당권의 피담보채권을 양수한 丁 유한회사가 乙이 甲 조합으로부터 지급받을 청산금 및 이에 대한 지연이자 채권에 대하여 물상대위에 의한 채권압류 및 추심명령을 받았으며, 그 후 甲 조합이 이전고시를 마친 사안에서, 이전고시 이전에는 甲 조합의 청산금 지급의무와 乙의 근저당권설정등기 내지 가압류등기 말소의무가 동시이행관계에 있으므로, 甲 조합은 乙에게 주장할 수 있는 동시이행 항변권으로 丁 회사에 대항할 수 있고, 부동산을 미리 인도받았다 하더라도 민법 제587조에 따른 이자를 지급할 의무가 없다고 한 사례<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제47조에 의하여 사업시행자가 분양신청을 하지 아니하거나 분양신청을 철회한 토지 등 소유자에게 청산금 지급의무를 부담하는 경우에, 공평의 원칙상 토지 등 소유자는 권리제한등기가 없는 상태로 토지 등의 소유권을 사업시행자에게 이전할 의무를 부담하고, 이러한 권리제한등기 없는 소유권 이전의무와 사업시행자의 청산금 지급의무는 동시이행관계에 있다.<br/>[2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘도시정비법’이라 한다) 제48조 제3항은 “사업시행자는 분양신청을 받은 후 잔여분이 있는 경우에는 정관 등 또는 사업시행계획이 정하는 목적을 위하여 보류지(건축물을 포함한다)로 정하거나 조합원 외의 자에게 분양할 수 있다.”라고 규정하고 있고, 제55조 제2항은 위와 같은 보류지와 일반에게 분양하는 대지 또는 건축물을 ‘도시개발법 제34조의 규정에 의한 보류지 또는 체비지로 본다’고 규정하고 있다. 이에 따라 조합원이 분양신청을 하지 않거나 분양계약을 체결하지 않아 보류지 또는 일반분양분이 되는 대지·건축물에 관하여는 도시개발법상 보류지 또는 체비지에 관한 법리가 적용될 수 있다.<br/>  한편 도시개발법은 제34조에서 보류지 또는 체비지에 관한 규정을 두면서, 제42조 제5항에서 “제34조에 따른 체비지는 시행자가, 보류지는 환지 계획에서 정한 자가 각각 환지처분이 공고된 날의 다음 날에 해당 소유권을 취득한다.”라고 규정하고 있다. 나아가 제42조 제1항은 “환지 계획에서 정하여진 환지는 그 환지처분이 공고된 날의 다음 날부터 종전의 토지로 보며, 환지 계획에서 환지를 정하지 아니한 종전의 토지에 있던 권리는 그 환지처분이 공고된 날이 끝나는 때에 소멸한다.”라고 규정하고 있다. 이러한 규정들에 의하면, 종전의 토지 중 환지 계획에서 환지를 정한 것은 종전 토지와 환지 사이에 동일성이 유지되므로 종전 토지의 권리제한은 환지에 설정된 것으로 보게 되고, 환지를 정하지 않은 종전 토지의 권리제한은 환지처분으로 소멸하게 된다. 이에 따라 보류지 또는 체비지는 그에 상응하는 종전의 토지에 아무런 권리제한이 없는 상태로 도시개발법 제42조 제5항이 정한 자가 소유권을 취득한다.<br/>도시개발법 제40조 제4항, 제5항에 의하면, 시행자는 지정권자에 의한 준공검사를 받은 경우 환지 계획에서 정한 사항을 토지 소유자에게 알리고 이를 공고하는 방식으로 환지처분을 하고, 이러한 환지처분으로 환지 계획에서 정한 내용에 따른 권리변동이 발생한다. 한편 도시정비법 제54조 제1항, 제2항에 의하면, 사업시행자는 준공인가와 공사의 완료에 관한 고시가 있는 때 관리처분계획에 정한 사항을 분양받을 자에게 통지하고 그 내용을 당해 지방자치단체의 공보에 고시하는데, 이러한 이전고시로 관리처분계획에 따른 권리변동이 발생한다. 이와 같은 환지처분과 이전고시의 방식 및 효과에 비추어 보면, 이전고시의 효력 등에 관하여는 도시정비법 관련 규정에 의하여 준용되는 도시개발법에 따른 환지처분의 효력과 궤를 같이하여 새겨야 함이 원칙이다.<br/>  이러한 보류지 등에 관한 규정과 법리에 따라 살펴보면, 주택재건축사업에서 조합원이 분양신청을 하지 않거나 분양계약을 체결하지 않음으로써 청산금 지급 대상이 되는 대지·건축물의 경우에는, 특별한 사정이 없는 한 그에 관하여 설정되어 있던 기존의 권리제한은 이전고시로 소멸하게 된다. 이처럼 이전고시로 저당권이나 가압류와 같은 권리제한이 소멸하게 되는 이상, 이전고시 이후 사업시행자로서는 권리제한등기 말소의무를 이유로 한 동시이행 항변권을 행사할 수 없게 된다.<br/>[3] 민법 제587조는 “매매계약이 있은 후에도 인도하지 아니한 목적물로부터 생긴 과실은 매도인에게 속한다. 매수인은 목적물의 인도를 받은 날로부터 대금의 이자를 지급하여야 한다.”라고 규정하고 있다. 그러나 매수인의 대금 지급의무와 매도인의 근저당권설정등기 내지 가압류등기 말소의무가 동시이행관계에 있는 등으로 매수인이 대금 지급을 거절할 정당한 사유가 있는 경우에는 매매목적물을 미리 인도받았다 하더라도 위 민법 규정에 의한 이자를 지급할 의무는 없다고 보아야 한다.<br/>[4] 甲 재건축정비사업조합이 시행하는 재건축사업의 정비구역 내 아파트 및 그 대지의 소유자인 乙이 조합원 자격을 취득한 후 甲 조합에 아파트 및 그 대지에 관하여 신탁을 원인으로 한 소유권이전등기 및 인도까지 마쳤으나, 분양계약을 체결하지 않아 조합원 지위를 상실하여 현금청산 대상자가 되었는데, 위 아파트 대지에 丙 은행을 근저당권자로 한 근저당권설정등기 및 가압류등기가 마쳐져 있었고, 丙 은행으로부터 근저당권의 피담보채권을 양수한 丁 유한회사가 乙이 甲 조합으로부터 지급받을 청산금 및 이에 대한 지연이자 채권에 대하여 물상대위에 의한 채권압류 및 추심명령을 받았으며, 그 후 甲 조합이 이전고시를 마친 사안에서, 아파트 소유자인 乙이 분양계약을 체결하지 않아 조합원 지위를 상실하여 현금청산 대상자가 된 이상, 위 아파트의 근저당권자로서는 근저당권 소멸의 효력이 발생하는 이전고시 이전이라도 乙이 취득한 청산금에 대하여 물상대위권을 행사할 수 있으나, 이전고시 이전에 甲 조합은 乙에 대하여 근저당권설정등기 내지 가압류등기의 말소의무와 동시이행으로만 청산금을 지급할 의무를 부담하므로, 근저당권자로서는 乙이 취득한 청산금의 제한범위 내에서 물상대위권을 행사할 수 있을 따름이어서 근저당권의 피담보채권을 양수한 추심채권자인 丁 회사의 추심금 청구에 대하여 제3채무자인 甲 조합은 이전고시 이전에 집행채무자인 乙에게 주장할 수 있는 동시이행 항변권으로 丁 회사에 대항할 수 있고, 甲 조합은 근저당권설정등기 내지 가압류등기의 말소의무가 이행되기까지 청산금 지급을 거절할 정당한 사유가 있으므로, 甲 조합이 위 부동산을 미리 인도받았다 하더라도 민법 제587조에 따른 이자를 지급할 의무가 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제47조(현행 제73조 참조), 민법 제536조 / [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제47조(현행 제73조 참조), 제48조 제3항(현행 제79조 제4항 참조), 제54조(현행 제86조 참조), 제55조 제2항(현행 제87조 제3항 참조), 도시개발법 제34조, 제40조 제4항, 제5항, 제42조 제1항, 제5항, 민법 제536조 / [3] 민법 제536조, 제587조 / [4] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제47조(현행 제73조 참조), 제48조 제3항(현행 제79조 제4항 참조), 제54조(현행 제86조 참조), 제55조 제2항(현행 제87조 제3항 참조), 제59조(현행 제91조 참조), 도시개발법 제34조, 제40조 제4항, 제5항, 제42조 제1항, 제5항, 민법 제536조, 제587조<br/>",
  "참조판례": "[1] 대법원 2008. 10. 9. 선고 2008다37780 판결(공2008하, 1544) / [2] 대법원 2012. 3. 22. 선고 2011두6400 전원합의체 판결(공2012상, 682) / [3] 대법원 2013. 6. 27. 선고 2011다98129 판결<br/>"
}