{
  "판례일련번호": "203773",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2018두44753",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181004",
  "판시사항": "[1] 구 지방세법 제7조 제5항 본문에 따라 간주취득세 납세의무를 부담하는 과점주주에 해당하는지 판단하는 기준 / 이러한 법리가 구 지방세법 시행령 제11조 제2항 본문에 따라 과점주주가 해당 법인의 주식을 취득하여 그가 가진 주식의 비율이 증가한 만큼 해당 법인의 부동산 등을 취득한 것으로 볼 수 있는지를 판단할 때에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲 회사에 대한 기업구조개선작업 절차가 개시된 후 甲 회사의 대표이사인 乙의 처 丙이 채권금융기관협의회의 요구사항이 이행되지 않음으로써 위 절차가 중단될 것을 우려하여 투자자들이 보유하고 있던 甲 회사의 보통주와 전환상환우선주를 매수한 결과 甲 회사의 과점주주인 乙, 丙 등의 주식보유비율이 16.24% 증가하였고, 그 후 乙과 丙은 甲 회사의 주채권은행인 丁 은행에 ‘현재 보유하고 있는 주식 전부에 대한 양도, 담보설정 및 소각 등 처분에 관한 일체의 권한을 丁 은행에 일임한다’는 내용의 주식포기각서, 주식처분위임장 및 주주총회 의결권행사 위임장을 각 작성하여 교부하였는데, 관할구청장이 甲 회사의 과점주주인 丙이 주식을 추가로 취득하여 주식보유비율이 증가하였음을 이유로 구 지방세법 제7조 제5항에 따라 丙에게 그 증가분 상당의 취득세 등을 부과한 사안에서, 주식의 취득시점을 기준으로 그 취득분만큼 지배력이 증가되었다면서 그 후 乙과 丙이 주식포기각서 등을 제출하였다는 사정은 이미 성립한 납세의무에 영향을 미칠 수 없다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제7조 제5항 본문이 법인의 과점주주에 대하여 법인의 재산을 취득한 것으로 보아 취득세를 부과하는 것은 과점주주가 되면 해당 법인의 재산을 사실상 임의처분하거나 관리운용할 수 있는 지위에 서게 되어 실질적으로 재산을 직접 취득하는 것과 다를 바 없으므로 과점주주에게 담세력이 있다고 보기 때문이다. 그러므로 간주취득세 납세의무를 부담하는 과점주주에 해당하는지는 주주명부상의 주주 명의가 아니라 주식에 관하여 의결권 등을 통하여 주주권을 실질적으로 행사하여 법인의 운영을 지배하는지를 기준으로 판단하여야 한다. 이러한 법리는 구 지방세법 시행령(2015. 12. 31. 대통령령 제26836호로 개정되기 전의 것) 제11조 제2항 본문에 따라 과점주주가 해당 법인의 주식을 취득하여 그가 가진 주식의 비율이 증가한 만큼 해당 법인의 부동산 등을 취득한 것으로 볼 수 있는지를 판단할 때에도 마찬가지로 적용된다.<br/>[2] 甲 회사에 대한 기업구조개선작업(이하 ‘워크아웃’이라 한다) 절차가 개시된 후 甲 회사의 대표이사인 乙의 처 丙이 채권금융기관협의회의 요구사항이 이행되지 않음으로써 워크아웃 절차가 중단될 것을 우려하여 투자자들이 보유하고 있던 甲 회사의 보통주와 전환상환우선주를 매수한 결과 甲 회사의 과점주주인 乙, 丙 등의 주식보유비율이 16.24% 증가하였고, 그 후 乙과 丙은 甲 회사의 주채권은행인 丁 은행에 ‘현재 보유하고 있는 주식 전부에 대한 양도, 담보설정 및 소각 등 처분에 관한 일체의 권한을 丁 은행에 일임한다’는 내용의 주식포기각서, 주식처분위임장 및 주주총회 의결권행사 위임장을 각 작성하여 교부하였는데, 관할구청장이 甲 회사의 과점주주인 丙이 주식을 추가로 취득하여 주식보유비율이 증가하였음을 이유로 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제7조 제5항에 따라 丙에게 그 증가분 상당의 취득세 등을 부과한 사안에서, 丙이 주식을 취득한 것은 협의회에서 가결한 워크아웃 절차에 따라 기존 주주의 보유주식을 무상감자하기 위한 것이었고, 乙과 丙은 주식을 취득한 직후 주채권은행인 丁 은행에 보유주식 전부에 대한 처분권을 일임함과 동시에 협의회와 경영권포기, 주식포기 및 주주총회 의결권행사 위임 등을 내용으로 하는 ‘경영정상화계획 이행을 위한 특별약정’을 체결함으로써 협의회가 甲 회사의 경영을 상시 관리·감독하는 등 실질적인 지배력을 행사하기에 이르렀다고 보이는데, 주식의 취득 경위와 목적, 乙과 丙이 협의회에 주식의 처분권을 위임하고 경영권포기각서를 제출하여 甲 회사가 채권금융기관들의 공동관리하에 들어간 점 및 甲 회사의 워크아웃 절차 진행경과 등을 종합하여 보면, 丙이 주식을 취득함으로써 주식 비율의 증가분만큼 甲 회사의 운영에 대한 지배권이 실질적으로 증가하였다고 보기는 어렵고, 간주취득세 납세의무 제도의 의의와 취지 및 실질과세의 원칙에 비추어 보더라도, 지배권의 실질적 증가 여부는 해당 주식 취득 전후의 제반 사정을 전체적으로 고려하여 종합적으로 판단하는 것이 옳으므로, 주식의 취득시점을 기준으로 그 취득분만큼 지배력이 증가되었다면서 그 후 乙과 丙이 주식포기각서 등을 제출하였다는 사정은 이미 성립한 납세의무에 영향을 미칠 수 없다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제7조 제5항, 구 지방세법 시행령(2015. 12. 31. 대통령령 제26836호로 개정되기 전의 것) 제11조 제2항, 구 지방세기본법(2013. 1. 1. 법률 제11616호로 개정되기 전의 것) 제47조 제2호(현행 제46조 제2호 참조) / [2] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제7조 제5항, 구 지방세법 시행령(2015. 12. 31. 대통령령 제26836호로 개정되기 전의 것) 제11조 제2항, 구 지방세기본법(2013. 1. 1. 법률 제11616호로 개정되기 전의 것) 제47조 제2호(현행 제46조 제2호 참조), 구 기업구조조정 촉진법(2007. 8. 3. 법률 제8572호, 실효) 제7조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2016. 3. 10. 선고 2011두26046 판결(공2016상, 584), 대법원 2017. 5. 31. 선고 2014두13706 판결, 대법원 2017. 7. 11. 선고 2017두38058 판결<br/>"
}