{
  "판례일련번호": "203788",
  "사건명": "공직선거법위반",
  "사건번호": "2018도10447",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180928",
  "판시사항": "[1] 공직선거법 제250조 제2항의 허위사실공표죄에서 ‘허위의 사실’의 의미 및 판단 방법<br/>[2] 공직선거에서 후보자의 비리 등에 관한 의혹 제기와 허위사실 공표로 인한 형사책임 범위 / 공직선거법 제250조 제2항의 허위사실공표죄에서 공표사실의 ‘허위성’을 증명하는 방법<br/>",
  "판결요지": "[1] 공직선거법 제250조 제2항에 규정된 허위사실공표죄에서 허위의 사실은 진실에 부합하지 않은 사항으로서 선거인으로 하여금 후보자에 대하여 정확한 판단을 그르치게 할 수 있을 정도로 구체성을 가진 것이면 충분하고, 단순한 가치판단이나 평가를 내용으로 하는 의견표현에 불과한 경우에는 이에 해당하지 않는다. 그런데 어떤 진술이 사실주장인지 또는 의견표현인지를 구별하기 위해서는, 선거의 공정을 보장한다는 입법 취지를 염두에 두고, 언어의 통상적 의미와 용법, 문제 된 말이 사용된 문맥, 증명가능성, 그 표현이 행하여진 사회적 상황 등 전체적 정황을 고려하여 판단하여야 한다.<br/>[2] 민주주의정치제도하에서 언론의 자유는 가장 기초적인 기본권이고 선거과정에서도 충분히 보장되어야 한다. 그리고 공직선거에서 후보자의 공직담당적격을 검증하는 것은 필요하고도 중요한 일이므로, 그 적격검증을 위한 언론의 자유도 보장되어야 한다. 이를 위하여 후보자에게 위법이나 부도덕함을 의심케 하는 사정이 있는 경우에는 이에 대한 문제 제기가 허용되어야 하고, 공적 판단이 내려지기 전이라 하여 그에 대한 의혹의 제기가 쉽게 봉쇄되어서는 안 된다. 그러나 한편 근거가 박약한 의혹의 제기를 광범위하게 허용할 경우, 비록 나중에 그 의혹이 사실무근으로 밝혀지더라도 잠시나마 후보자의 명예가 훼손됨은 물론, 임박한 선거에서 유권자들의 선택을 오도하는 중대한 결과가 야기되고, 이는 오히려 공익에 현저히 반하는 결과가 된다. 그러므로 후보자의 비리 등에 관한 의혹의 제기는, 비록 그것이 공직적격 여부의 검증을 위한 것이라 하더라도 무제한 허용될 수는 없고, 그러한 의혹이 진실인 것으로 믿을 만한 상당한 이유가 있는 경우에 한하여 허용되어야 한다. 그리고 이때 의혹사실의 존재를 적극적으로 주장하는 자는 그러한 사실의 존재를 수긍할 만한 소명자료를 제시할 부담을 지고, 그러한 소명자료를 제시하지 못한다면 달리 그 의혹사실의 존재를 인정할 증거가 없는 한 허위사실 공표의 책임을 져야 하며, 제시된 소명자료 등에 의하여 그러한 의혹이 진실인 것으로 믿을 만한 상당한 이유가 있는 경우에는 비록 사후에 그 의혹이 진실이 아닌 것으로 밝혀지더라도 표현의 자유 보장을 위하여 이를 벌할 수 없다. 그리고 허위사실공표죄에서 의혹을 받을 일을 한 사실이 없다고 주장하는 사람에 대하여, 의혹을 받을 사실이 존재한다고 적극적으로 주장하는 자는, 그러한 사실의 존재를 수긍할 만한 소명자료를 제시할 부담을 지고, 검사는 제시된 그 자료의 신빙성을 탄핵하는 방법으로 허위성의 증명을 할 수 있다. 이때 제시하여야 할 소명자료는 위 법리에 비추어 단순히 소문을 제시하는 것만으로는 부족하고, 적어도 허위성에 관한 검사의 증명활동이 현실적으로 가능할 정도의 구체성은 갖추어야 하며, 이러한 소명자료의 제시가 없거나 제시된 소명자료의 신빙성이 탄핵된 때에는 허위사실 공표의 책임을 져야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제250조 제2항 / [2] 헌법 제21조, 공직선거법 제250조 제2항, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 2002. 11. 13. 선고 2001도6292 판결(공2003상, 119) / [2] 대법원 2003. 2. 20. 선고 2001도6138 전원합의체 판결(공2003상, 876), 대법원 2005. 7. 22. 선고 2005도2627 판결(공2005하, 1462), 대법원 2009. 3. 12. 선고 2008도11743 판결<br/>"
}