{
  "판례일련번호": "203744",
  "사건명": "총회결의무효확인",
  "사건번호": "2010다95338",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20121115",
  "판시사항": "[1] 구 재래시장 육성을 위한 특별법에 따른 시장정비사업의 시행 방식과 조합원 범위에 관한 판단 기준<br/>[2] 구 도시 및 주거환경정비법 시행령하에서도 조합설립에 동의한 토지 등 소유자가 조합설립 인가신청 후 동의를 철회하거나 그에 의하여 조합에서 임의탈퇴하는 것이 인정되는지 여부(원칙적 소극)<br/>[3] 구 도시 및 주거환경정비법상 재건축정비사업조합 또는 같은 법의 주택재건축사업에 관한 규정이 준용되는 시장정비사업조합이 조합설립인가 전에 이루어진 당초 조합설립결의를 보완하는 취지로 새로운 재건축결의를 하였는데 당초 조합설립에 동의하였던 토지 등 소유자들이 새로운 재건축결의에 동의하지 않은 경우, 이들이 ‘조합설립에 동의하지 않은 자’에 해당하게 되는지 여부(소극) 및 조합이 이들을 상대로                     구 도시 및 주거환경정비법 제39조의 매도청구권을 행사할 수 있는지 여부(원칙적 소극)                <br/>[4] 상가재건축정비조합이 조합설립인가 전 이루어진 당초 조합설립결의의 효력에 대하여 조합원들 사이에 다툼이 생기자 임시총회를 개최하여 새로운 내용의 재건축결의를 하였는데 당초 조합설립에 동의하였던 甲 등 구분소유자 일부가 새로운 재건축결의에 동의하지 않자, 조합이 이들을 상대로 매도청구를 하고 소유권이전등기청구소송을 제기하여 승소 확정판결을 받은 사안에서, 위 판결은 甲 등의 조합원 지위를 상실시키거나 매도청구권 행사에 의한 매매계약 체결의 효력을 발생시키는 효력이 없다고 한 사례<br/>",
  "판결요지": "[1] 구 재래시장 육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것, 이하 ‘종전특별법’이라 한다)은 \"시장정비사업과 관련하여 이 법에서 정하지 아니한 사항은 ‘도시 및 주거환경정비법’을 준용한다.\"고 규정한 반면(                    제22조 제6항), 구 재래시장 및 상점가 육성을 위한 특별법(2007. 4. 11. 법률 제8352호로 개정되기 전의 것, 이하 ‘개정특별법’이라 한다)은 \"시장정비사업과 관련하여 이 법에서 정하지 아니한 사항은 ‘도시 및 주거환경정비법’ 중 도시환경정비사업에 관한 규정을 준용한다.\"고 규정하고 있다(                    제4조 제1항). 그런데 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)은 정비사업의 종류를 주거환경개선사업, 주택재개발사업, 주택재건축사업, 도시환경정비사업으로 구분하여 규정하고(                    제2조 제2호), 그 정비사업의 조합원은 토지 등 소유자로 하되, \"주택재건축사업의 경우에는 주택재건축사업에 동의한 자에 한한다.\"고 규정하여(                    제19조 제1항) 주택재건축사업의 조합원은 사업에 동의한 자로 한정되지만, 도시환경정비사업 등 다른 정비사업의 경우에는 사업에 반대한 토지 등 소유자도 조합원에 포함되는 것으로 되어 있다. 따라서 시장재건축사업에 준용되는 구 도시정비법의 규정이 주택재건축사업 규정인지 도시환경정비사업 등에 관한 규정인지에 따라 조합원 자격자의 범위가 달라지게 된다. 한편                     개정특별법은 부칙(2006. 4. 28.) 제5조에서 ‘시장 재개발·재건축에 관한 경과조치’라는 제목으로 \"이 법 시행 당시 시장정비사업을 시장재개발 또는 시장재건축으로 구분하여 추진 중인 경우에는                     종전특별법 부칙(2004. 10. 22.) 제3조의 규정에 따라 폐지된 ‘중소기업의 구조개선과 재래시장 활성화를 위한 특별조치법’에 따라 시장재개발 또는 시장재건축으로 구분하여 추진할 수 있다.\"고 규정하고 있다. 위와 같은 각 규정의 내용과 취지 및 개정 경과 등에 비추어 보면, 종전특별법은 시장정비사업과 관련하여 구 도시정비법에 규정된 정비사업 중 어느 사업의 시행방식에 관한 규정을 준용할 것인지를 제한하지 아니하였으므로, 시장정비사업을 어떠한 방식으로 시행할 것인지에 관하여는 개별 조합의 정관 규정과 사업 내용 등에 따라 판단하여야 하고, 조합원의 범위 역시 그에 따라 정하여야 한다.                <br/>[2]                     구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것, 이하 ‘구 도시정비법 시행령’이라 한다) 제28조 제1항 제5호는 조합설립의 인가신청 전에 동의를 철회한 자는 토지 등 소유자의 동의자 수에서 제외한다고 규정하였고, 그 후                     개정된 도시 및 주거환경정비법 시행령 제28조 제4항은 동의의 철회는 인허가 등의 신청 전까지만 할 수 있다고 명시적으로 규정한 점에 비추어 보면, 구 도시정비법 시행령 시행 당시에도 정관에 달리 정함이 있다는 등 특별한 사정이 없는 한 조합설립의 인가신청 후에는 동의 철회나 그에 의한 조합으로부터의 임의탈퇴는 인정되지 않는다.                <br/>[3] 주택재건축사업의 사업시행자인 정비사업조합은 관할 행정청의 조합설립인가와 등기에 의해 설립되고, 조합설립에 대한 토지 등 소유자의 동의(이하 ‘조합설립결의’라 한다)는 조합설립인가처분이라는 행정처분을 하는 데 필요한 절차적 요건 중 하나에 불과한 것이므로, 조합설립결의에 하자가 있다 하더라도 그로 인해 조합설립인가처분이 취소되거나 당연무효로 되지 않는 한 정비사업조합은 여전히 사업시행자로서의 지위를 갖게 된다. 또한 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)이 시행된 후에는 조합설립결의, 조합설립변경결의, 사업시행계획이나 관리처분계획 등에 의하지 아니한 ‘재건축결의’가 있다고 하여 곧바로 조합원에게 권리변동의 효력이 미치지는 않는 것이어서, 그와 같은 재건축결의는 사업시행계획 결의 등과 별도의 독자적인 의미를 가지지 아니한다. 따라서 재건축정비사업조합이 조합설립인가 전의 조합설립결의에 하자가 있다는 주장에 대비하여 당초 결의를 보완하는 취지의 새로운 재건축결의를 하는 과정에서 당초 조합설립에 동의하였던 토지 등 소유자들이 새로운 재건축결의에 동의하지 아니하였다고 하여, 그 토지 등 소유자들이 새삼 ‘조합설립의 동의를 하지 아니한 자’에 해당하게 되어 조합원 지위를 상실하게 되는 것은 아니다. 그러므로 조합설립인가 전에 조합설립에 동의한 토지 등 소유자는 그 소유 부동산을 양도하였다는 등 특별한 사정이 없는 한, 분양신청기간 만료일까지 분양신청을 하지 아니하여 현금청산대상자가 되지 않는 이상 조합원 지위를 유지한다 할 것이므로 그에 대해서는                     구 도시정비법 제39조에 따른 매도청구권을 행사할 수 없다. 이와 같은 법리는 구 도시정비법의 주택재건축사업에 관한 규정들이 준용되는 시장정비사업조합의 경우에도 동일하게 적용된다.                <br/>[4] 상가재건축정비조합이 조합설립인가 전에 이루어진 당초 조합설립결의의 효력에 대하여 조합원들 사이에 다툼이 생기자 임시총회를 개최하여 새로운 내용의 재건축결의를 하였는데, 당초 조합설립에 동의하였던 甲 등 구분소유자 일부가 새로운 재건축결의에 동의하지 않자, 조합이 이들을 상대로 매도청구를 하고 소유권이전등기청구소송을 제기하여 승소 확정판결을 받은 사안에서,                     구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제39조에서 정한 매도청구권은 조합설립에 동의하지 아니한 자에 대해서만 행사할 수 있는 것으로 조합원에 대해서는 이를 행사하더라도 본래의 효력이 발생할 수 없으므로, 위 판결은 조합이 甲 등에 대하여 소유권이전등기청구권을 취득한 점에 대하여 기판력이 생길 뿐 그들의 조합원 지위를 상실시키거나 형성권으로서 매도청구권의 행사에 의한 매매계약 체결의 효력을 발생시키는 효력은 없다고 하면서, 다만 위 재건축결의가 당초 결의를 대체하기 위한 조합설립변경결의에 해당하고, 조합이 그 결의에 터 잡아 처음 조합설립인가신청을 할 때와 동일한 요건과 절차를 거쳐 조합설립변경인가신청을 하여 조합설립변경인가처분을 받은 때에는 그 변경인가의 내용이 경미한 사항뿐이어서 당초의 조합설립인가처분에 실질적 변경이 없다거나 조합설립변경인가처분이 취소되거나 당연무효라는 등 특별한 사정이 없는 한 종전의 조합설립인가처분은 실효되고 조합설립변경인가처분만이 존속하게 되므로, 재건축결의에 동의하지 아니한 甲 등이 조합원의 지위를 상실한 것으로 볼 여지는 있다고 한 사례.                <br/>",
  "판결본문": "",
  "참조조문": "[1]                 구 재래시장 육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것) 제22조 제6항,                 구 재래시장 및 상점가 육성을 위한 특별법(2007. 4. 11. 법률 제8352호로 개정되기 전의 것) 제4조 제1항,                 부칙(2006. 4. 28.) 제5조,                 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제2조 제2호,                 제19조 제1항 / [2]                 구 도시 및 주거환경정비법 시행령(2009. 8. 11. 대통령령 제21679호로 개정되기 전의 것) 제28조 제1항 제5호,                 도시 및 주거환경정비법 시행령 제28조 제4항 / [3]                 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제16조 제2항,                 제3항,                 제18조 제2항,                 제19조 제1항,                 제39조,                 제47조,                 구 재래시장 육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것) 제22조 제6항(현행                 전통시장 및 상점가 육성을 위한 특별법 제4조 제1항 참조) / [4]                 구 도시 및 주거환경정비법(2009. 2. 6. 법률 제9444호로 개정되기 전의 것) 제16조 제2항,                 제3항,                 제18조 제2항,                 제19조 제1항,                 제39조,                 구 재래시장 육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것) 제22조 제6항(현행                 전통시장 및 상점가 육성을 위한 특별법 제4조 제1항 참조)            <br/>",
  "참조판례": "[3]                 대법원 2009. 9. 24. 선고 2008다60568 판결(공2009하, 1735),                 대법원 2009. 10. 15. 선고 2008다93001 판결(공2009하, 1832),                 대법원 2011. 1. 13. 선고 2010다57824 판결<br/>"
}