{
  "판례일련번호": "203858",
  "사건명": "손해배상금청구등의소",
  "사건번호": "2017다272103",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "[1] 소송행위를 하게 하는 것을 주된 목적으로 하는 채권양도의 효력(무효) 및 소송행위를 하게 하는 것이 주된 목적인지 판단하는 기준<br/>[2] 영국 해상보험법상 최대선의의 의무가 해상보험계약의 체결·이행·사고 발생 후 보험금 청구의 모든 단계에서 적용되는지 여부(적극) 및 위 의무가 보험계약 체결 이후에는 상대방에게 손해를 일으키거나 계약관계를 해치지 않을 의무로 완화되는지 여부(적극) / 영국 해상보험법상 보험계약 계속 중 기존 계약의 내용을 추가 또는 변경할 경우, 보험계약의 일방당사자는 상대방에게 해당 변경사항과 관련하여 중요한 사항에 대하여만 고지의무를 부담하는지 여부(적극)<br/>",
  "판결요지": "[1] 소송행위를 하게 하는 것을 주된 목적으로 채권양도가 이루어진 경우 그 채권양도가 신탁법상의 신탁에 해당하지 않는다고 하여도 신탁법 제6조가 유추적용되므로 이는 무효이다. 소송행위를 하게 하는 것이 주된 목적인지는 채권양도계약이 체결된 경위와 방식, 양도계약이 이루어진 후 제소에 이르기까지의 시간적 간격, 양도인과 양수인의 신분관계 등 제반 상황에 비추어 판단하여야 한다.<br/>[2] 영국 해상보험법(Marine Insurance Act 1906) 제17조는 ‘해상보험계약은 최대선의(utmost good faith)에 기초한 계약이며, 만일 일방당사자가 최대선의를 준수하지 않았을 경우 상대방은 그 계약을 취소할 수 있다’고 규정한다. 영국 해상보험법상 최대선의의무는 해상보험계약의 체결·이행·사고 발생 후 보험금 청구의 모든 단계에서 적용된다. 특히 계약의 체결 단계에서 가장 엄격하게 요구된다. 즉, 이러한 최대선의의 원칙에 기초하여 같은 법 제18조는 피보험자가 계약 체결 전에 알고 있는 모든 중요한 사항을 보험자에게 고지하도록 규정하고, 제20조는 피보험자 등이 보험계약 체결 이전 계약의 교섭 중에 보험자에게 한 모든 중요한 표시는 진실하여야 한다고 규정한다. 여기서 중요한 사항이란 보험자가 보험료를 산정하거나 위험을 인수할지 여부를 결정함에 있어서 그 판단에 영향을 미치는 모든 사항을 의미한다.<br/>  이처럼 영국 해상보험법상 최대선의의 의무는 보험계약 체결 이후에도 계속되는 공정거래의 원칙(a principle of fair dealing)으로 계약 전반에 있어서 준수되어야 하지만, 보험계약의 이행 단계에서도 최대선의의무를 광범위하고 일반적인 의무로 인정하면 피보험자에게 과도한 부담을 초래하고 계약관계의 형평을 훼손할 우려가 있다. 따라서 일단 계약이 성립된 이후에는 계약 상대방의 편의를 증대시키기 위하여 적극적으로 행동할 것을 요구하는 정도에는 이르지 않고 상대방에게 손해를 일으키거나 계약관계를 해치지 않을 의무로 완화된다고 보아야 한다[Manifest shipping Co. Ltd v. Uni-Polaris shipping Co. Ltd.(The Star Sea), [2001] Lloyd's C.L.C.608]. 특히 영국 해상보험법상 보험계약 계속 중 기존 계약의 내용을 추가 또는 변경할 때에는 해당 변경사항과 관련하여 중요한 사항에 대하여만 고지의무를 부담하는 것이지, 제18조에 규정된 고지의무와 같이 모든 중요한 사항에 대하여 고지하여야 하는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 신탁법 제6조, 민법 제449조 / [2] 국제사법 제25조, 영국 해상보험법(Marine Insurance Act 1906) 제17조, 제18조, 제20조<br/>",
  "참조판례": "[1] 대법원 2002. 12. 6. 선고 2000다4210 판결(공2003상, 297), 대법원 2004. 3. 25. 선고 2003다20909, 20916 판결(공2004상, 693) / [2] 대법원 2005. 3. 25. 선고 2004다22711, 22728 판결(공2005상, 659)<br/>"
}