{
  "판례일련번호": "203859",
  "사건명": "손해배상(기)·손해배상(기)",
  "사건번호": "2017다287648, 287655",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상으로 되는 행위인 ‘채무자가 파산채권자를 해하는 것을 알고 한 행위’에 이른바 편파행위도 포함되는지 여부(적극)<br/>[2] 채무자가 지급불능 상태에서 특정 채권자에게 한 변제 등 채무소멸에 관한 행위가 새로운 물품공급이나 역무제공 등과 동시에 교환적으로 행하여졌고, 채무자가 받은 급부의 가액과 당해 행위에 의하여 소멸한 채무액 사이에 합리적인 균형을 인정할 수 있는 경우, 채무소멸행위가 채무자 회생 및 파산에 관한 법률 제391조 제1호에 따라 부인할 수 있는 행위에 해당하는지 여부(원칙적 소극)<br/>[3] 부인의 대상이 되는 행위가 파산채권자를 해하는 행위인지 판단하는 기준 시점(=행위 당시) 및 이는 그 행위가 정지조건부인 경우에도 마찬가지인지 여부(원칙적 적극)<br/>[4] 甲 주식회사가 지급불능 상태에서 변호사인 乙 등과 부가가치세 경정거부처분에 대한 심판청구 및 행정소송에 대한 사무처리를 위임하는 계약을 체결하면서 착수금 없이 성공보수금만 지급하되 甲 회사는 乙 등에게 환급세액 수령업무를 위임하며 乙 등은 환급액 전액을 입금받은 후 보수를 정산한 나머지 금액을 甲 회사로 송금하기로 약정하였고, 이에 甲 회사가 국세기본법령에 따라 乙에게 ‘국세환급금양도요구서’를 작성·교부하였는데, 乙 등이 부가가치세 경정거부처분의 취소를 구하는 행정소송을 제기하여 승소판결이 선고·확정되자 甲 회사가 부가가치세 환급금채권 중 성공보수금 상당액을 乙에게 양도하는 내용의 채권양도계약서를 작성하였고, 그 후 甲 회사가 파산선고를 받은 사안에서, 甲 회사가 乙에게 환급금채권 중 성공보수금 상당액을 양도한 행위가 채무자 회생 및 파산에 관한 법률 제391조 제1호에 따라 부인할 수 있는 행위에 해당하지 않는다고 한 사례<br/>[5] 변호사의 소송위임사무에 관한 약정 보수액이 부당하게 과다하여 신의성실의 원칙이나 형평의 관념에 반한다고 볼 만한 특별한 사정이 있는 경우, 변호사의 보수 청구가 적당하다고 인정되는 범위 내로 제한되는지 여부(적극)<br/>[6] 파산절차상 부인의 대상이 되는 행위가 사회적으로 필요하고 상당하였다거나 불가피하였다고 인정되어 일반 파산채권자가 파산재단의 감소나 불공평을 감수하여야 한다고 볼 수 있는 경우, 채무자 회생 및 파산에 관한 법률 제391조에서 정한 부인권 행사의 대상이 되는지 여부(소극) 및 이때 행위의 상당성 유무를 판단하는 기준<br/>[7] 채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상이 되는 행위 당시 수익자가 파산채권자를 해하게 되는 사실을 알지 못하였는지에 대한 증명책임의 소재(=수익자)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정한 부인의 대상으로 되는 행위인 ‘채무자가 파산채권자를 해하는 것을 알고 한 행위’에는 총채권자의 공동담보가 되는 채무자의 일반재산을 파산재단으로부터 일탈시킴으로써 파산재단을 감소시키는 행위뿐만 아니라, 특정한 채권자에 대한 변제나 담보의 제공과 같이 그 행위가 채무자의 재산관계에 영향을 미쳐 특정한 채권자를 배당에서 유리하게 하고 이로 인하여 파산채권자들 사이의 평등한 배당을 저해하는 이른바 편파행위도 포함된다.<br/>[2] 채무자가 지급불능 상태에서 특정 채권자에 대한 변제 등 채무소멸에 관한 행위를 하였다고 하더라도, 이것이 새로운 물품공급이나 역무제공 등과 동시에 교환적으로 행하여졌고, 채무자가 받은 급부의 가액과 당해 행위에 의하여 소멸한 채무액 사이에 합리적인 균형을 인정할 수 있다면 특별한 사정이 없는 한 이러한 채무소멸행위는 파산채권자를 해하는 행위로 볼 수 없어 채무자 회생 및 파산에 관한 법률 제391조 제1호에 따라 부인할 수 있는 행위에 해당하지 않는다.<br/>[3] 부인의 대상이 되는 행위가 파산채권자를 해하는 행위인지는 행위 당시를 기준으로 판단하여야 한다. 이는 특별한 사정이 없는 한 그 행위가 정지조건부인 경우라 하더라도 마찬가지이다.<br/>[4] 甲 주식회사가 지급불능 상태에서 변호사인 乙 등과 부가가치세 경정거부처분에 대한 심판청구 및 행정소송에 대한 사무처리를 위임하는 계약을 체결하면서 착수금 없이 성공보수금만 지급하되 甲 회사는 乙 등에게 환급세액 수령업무를 위임하며 乙 등은 환급액 전액을 입금받은 후 보수를 정산한 나머지 금액을 甲 회사로 송금하기로 약정하였고, 이에 甲 회사가 국세기본법령에 따라 乙에게 ‘국세환급금양도요구서’를 작성·교부하였는데, 乙 등이 부가가치세 경정거부처분의 취소를 구하는 행정소송을 제기하여 승소판결이 선고·확정되자 甲 회사가 부가가치세 환급금채권 중 성공보수금 상당액을 乙에게 양도하는 내용의 채권양도계약서를 작성하였고, 그 후 甲 회사가 파산선고를 받은 사안에서, 甲 회사가 乙 등과 체결한 위임계약에 따라 乙에게 국세환급금양도요구서를 작성·교부함으로써 甲 회사와 乙 사이에 위임사무가 성공하는 것을 정지조건으로 하여 환급금채권 중 성공보수금 상당액을 양도하는 계약이 체결되었고, 이후 행정소송에서 승소판결이 선고·확정됨으로써 정지조건이 성취되어 채권양도계약의 효력이 발생하였으며, 승소판결을 전후하여 甲 회사와 乙 사이에 채권양도계약서가 작성되고 채권양도통지가 이루어졌으나, 이는 새로이 채권양도계약을 체결한 것이 아니라 기존 채권양도계약의 대항요건을 갖추기 위한 행위에 불과하다고 봄이 타당하므로, 부인의 대상이 되는 행위는 채권양도계약서가 작성된 시점이 아니라 국세환급금양도요구서가 작성·교부된 시점에 있었던 것으로 보아야 하고, 파산채권자를 해하는 행위인지도 위 시점을 기준으로 판단하여야 하는데, 국세환급금양도요구서가 작성·교부될 당시 甲 회사는 이미 지급불능 상태에 있었으나 甲 회사가 乙에게 환급금채권 중 성공보수금 상당액을 양도한 행위는 乙의 역무제공과 실질적으로 동시교환적으로 행하여진 것으로 볼 수 있고, 그러한 역무제공과 채권양도금액 사이에 합리적인 균형을 인정할 수 있으므로 파산채권자를 해하는 행위로 볼 수 없어 채무자 회생 및 파산에 관한 법률 제391조 제1호에 따라 부인할 수 있는 행위에 해당하지 않는다고 한 사례.<br/>[5] 변호사의 소송위임사무처리에 대한 보수에 관하여 당사자 사이에 약정이 있는 경우 위임사무를 종료한 변호사는 약정보수액 전액의 지급을 청구할 수 있다. 다만 의뢰인과의 평소 관계, 사건 수임 경위, 사건처리 경과와 난이도, 노력의 정도, 소송물 가액, 의뢰인이 승소로 인하여 얻게 된 구체적 이익, 그 밖에 변론에 나타난 여러 사정을 고려하여, 약정 보수액이 부당하게 과다하여 신의성실의 원칙이나 형평의 관념에 반한다고 볼 만한 특별한 사정이 있는 경우에는 예외적으로 적당하다고 인정되는 범위 내의 보수액만을 청구할 수 있다.<br/>[6] 파산절차상 부인의 대상이 되는 행위가 파산채권자에게 유해하다고 하더라도 행위 당시 개별적·구체적 사정에 따라서는 당해 행위가 사회적으로 필요하고 상당하였다거나 불가피하였다고 인정되어 일반 파산채권자가 파산재단의 감소나 불공평을 감수하여야 한다고 볼 수 있는 경우가 있을 수 있다. 그와 같은 예외적인 경우에는 채권자 평등, 채무자 보호와 파산 이해관계의 조정이라는 채무자 회생 및 파산에 관한 법률의 지도이념이나 정의관념에 비추어 같은 법 제391조에서 정한 부인권 행사의 대상이 될 수 없다고 보아야 한다. 여기에서 행위의 상당성 유무는 행위 당시 채무자의 재산 및 영업 상태, 행위의 목적·의도와 동기 등 채무자의 주관적 상태를 고려함은 물론, 변제행위에서는 변제자금의 원천, 채무자와 채권자 사이의 관계, 채권자가 채무자와 통모하거나 동인에게 변제를 강요하는 등 영향력을 행사하였는지 등을 기준으로 하여 신의칙과 공평의 이념에 비추어 구체적으로 판단하여야 한다.<br/>[7] 채무자 회생 및 파산에 관한 법률 제391조 제1호에서 정하는 부인의 대상이 되는 행위라고 하더라도 이로 인하여 이익을 받은 자가 행위 당시 파산채권자를 해하게 되는 사실을 알지 못한 경우에는 부인할 수 없으나, 그와 같은 수익자의 악의는 추정되므로, 수익자 자신이 선의에 대한 증명책임을 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제391조 제1호 / [2] 채무자 회생 및 파산에 관한 법률 제391조 제1호 / [3] 채무자 회생 및 파산에 관한 법률 제391조 / [4] 채무자 회생 및 파산에 관한 법률 제391조 제1호 / [5] 민법 제2조, 제686조 / [6] 채무자 회생 및 파산에 관한 법률 제391조 / [7] 채무자 회생 및 파산에 관한 법률 제391조 제1호, 민사소송법 제288조<br/>",
  "참조판례": "[1][6][7] 대법원 2011. 10. 13. 선고 2011다56637, 56644 판결(공2011하, 2351) / [2] 대법원 2017. 9. 21. 선고 2015다240447 판결(공2017하, 1965) / [3] 대법원 2002. 11. 8. 선고 2002다41589 판결(공2003상, 46), 대법원 2013. 6. 28. 선고 2013다8564 판결(공2013하, 1329) / [5] 대법원 1991. 12. 13. 선고 91다8722, 8739 판결(공1992, 503), 대법원 2018. 5. 17. 선고 2016다35833 전원합의체 판결(공2018하, 1139)<br/>"
}