{
  "판례일련번호": "203881",
  "사건명": "대집행비용지급",
  "사건번호": "2015다202957",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "[1] 방사성폐기물 관리법상 방사성폐기물 ‘관리’는 방사성폐기물 관리사업자가 방사성폐기물을 인수한 이후의 단계만을 한정적으로 규율하는 개념인지 여부(적극) / 방사성폐기물 발생자가 누구인지 밝혀지지 않은 방사성폐기물이 발견된 경우, 이를 수거·분류·포장·운반하여 방사성폐기물 관리사업자에게 인도하는 사무가 방사성폐기물법상 방사성폐기물의 ‘관리’에 해당하는지 여부(소극) 및 그에 소요되는 비용이 방사성폐기물 관리기금에서 지출되어야 하는지 여부(소극)<br/>[2] 방사능사고 내지 화생방사고에 관해서 재난 및 안전관리 기본법이 기본법으로 적용되는지 여부(원칙적 적극) / 방사능사고 내지 화생방사고의 관리 및 비용분담의 주체<br/>",
  "판결요지": "[1] 방사성폐기물 관리법(이하 ‘방사성폐기물법’이라 한다)은 방사성폐기물 발생자가 자체처분이 허용되지 않는 농도의 방사성폐기물을 분류·포장·운반하여 방사성폐기물 관리사업자에게 인도함과 동시에 관리비용을 납부하고, 이를 인수한 방사성폐기물 관리사업자가 방사성폐기물 관리시설에서 관리하는 통상적이고 원칙적인 상황을 규율하고 있을 뿐이다. 반면 방사성폐기물 발생자가 누구인지 밝혀지지 않은 방사성폐기물이 발견된 경우에 누가 이를 수거·분류·포장·운반하여 방사성폐기물 관리사업자에게 인도하여야 하는지는 전혀 규정하지 않고 있다. 이러한 방사성폐기물법령의 규정체계와 함께 이하에서 살피는 「원자력시설 등의 방호 및 방사능 방재 대책법」 및 「재난 및 안전관리 기본법」의 규정 내용과 체계까지 아울러 고려해 보면, 방사성폐기물법상 방사성폐기물 ‘관리’란 방사성폐기물 관리사업자가 방사성폐기물을 인수한 이후의 단계만을 한정적으로 규율하는 개념으로 볼 수 있다. 방사성폐기물 관리기금 역시 그와 같이 한정된 의미의 ‘관리’에 관리기금을 사용하도록 규정한 것으로 봄이 타당하다.<br/>  따라서 방사성폐기물 발생자가 누구인지 밝혀지지 않은 방사성폐기물이 발견된 경우에, 이를 수거·분류·포장·운반하여 방사성폐기물 관리사업자에게 인도하는 사무는 방사성폐기물법상 방사성폐기물의 ‘관리’에 해당한다고 보기 어렵다. 그러므로 그에 소요되는 비용 역시 방사성폐기물 관리기금에서 지출되어야 한다고 볼 수도 없다.<br/>[2] 재난 및 안전관리 기본법(이하 ‘재난안전법’이라 한다) 제8조는, 재난안전법이 재난·안전관리에 관한 기본법임을 선언한 규정으로 볼 수 있다. 원자력시설 등의 방호 및 방사능 방재 대책법(이하 ‘방사능방재법’이라 한다) 제22조 제3항이 같은 조 제1항, 제2항에 따른 방사능사고 신고·통보를 재난안전법 제19조에 따른 재난신고·통보로 간주한다고 규정한 취지는, 재난안전법이 재난·안전관리에 관하여 원칙적으로 적용될 수 있는 기본법임을 확인적으로 규정한 것으로 볼 수 있다. 따라서 방사능사고 내지 화생방사고에 관해서는, 방사능방재법이나 원자력안전법에 특별한 규정이 있는 경우를 제외하고는 재난안전법이 기본법으로서 적용될 수 있다.<br/>  원자력안전과 방사능재난을 예방·대응할 전문적인 지식과 포괄적인 권한을 보유한 중앙행정기관인 원자력안전위원회가 일단 모든 방사능사고 발생을 파악할 수 있도록 신고를 받은 기관들에게 보고의무를 부여하고는 있지만, 원자력안전위원회가 모든 방사능사고에 대한 직접적 조치의무를 가진다고 볼 수는 없고, 다만 법령이 정하는 바에 따라 긴급조치 필요성 등에 관하여 직접 검토·판단할 수 있을 따름이다.<br/>  재난이 발생한 경우 대응·복구할 책임은 재난안전법이 직접 규정한 사항이 아니면, 재난안전법에 따라 국가 차원, 관계 중앙행정기관 차원, 시·도 차원, 시·군·구 차원, 재난관리책임기관 차원에서 각각 작성하는 안전관리계획에서 재난관리업무를 시행할 책임이 있다고 규정한 재난관리책임기관에게 있다. 이에 따라 재난관리비용도 해당 재난관리책임기관이 부담하는 것이 원칙이다.<br/>  재난관리의 대상이 되는 중요시설의 관리기관이 재난관리책임기관으로 별도로 정해진 경우를 제외하고는, 지방자치단체 관할 구역 내의 공공시설은 그 시설을 유지·관리하는 해당 지방자치단체가 재난관리책임기관이 된다. 방사성물질이나 방사성물질로 의심되는 물질을 발견한 경우의 신고대상 기관에 지방자치단체도 포함된 취지 역시 이와 궤를 같이한다고 볼 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 방사성폐기물 관리법 제2조 제2호, 제13조 제1항, 제14조 제1항, 제2항, 제29조 제1호, 제30조 제1항 제1호, 방사성폐기물 관리법 시행령 제4조 제4항, 원자력시설 등의 방호 및 방사능 방재 대책법 제1조, 제2조 제7호, 제8호, 제17조, 제22조 제1항, 제22조의2 제1항, 제23조, 재난 및 안전관리 기본법 제2조 제3호, 제3조 제1호, 제5호, 제4조 제2항, 제19조, 제24조 제2항, 제25조 제2항, 제3항, 제62조 제1항, 재난 및 안전관리 기본법 시행령 제2조 제1호 / [2] 방사성폐기물 관리법 제2조 제2호, 제13조 제1항, 제14조 제1항, 제2항, 제29조 제1호, 제30조 제1항 제1호, 방사성폐기물 관리법 시행령 제4조 제4항, 원자력시설 등의 방호 및 방사능 방재 대책법 제1조, 제2조 제7호, 제8호, 제17조, 제22조 제1항, 제3항, 제22조의2 제1항, 제23조, 재난 및 안전관리 기본법 제2조 제3호, 제3조 제1호, 제5호, 제4조 제2항, 제8조, 제19조, 제24조 제2항, 제25조 제2항, 제3항, 제62조 제1항, 재난 및 안전관리 기본법 시행령 제2조 제1호<br/>",
  "참조판례": ""
}