{
  "판례일련번호": "203869",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2018두42184",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "분할신설법인이 분할등기일이 속하는 사업연도의 종료일 전에 합병법인에 흡수합병되어 해산하였더라도, 분할신설법인이 분할법인으로부터 승계받은 사업을 합병법인이 다시 승계하여 분할등기일이 속하는 사업연도의 종료일까지 계속 영위한 경우, 구 법인세법 제46조 제1항 제3호에서 과세이연의 요건 중 하나로 규정한 사업의 계속 요건을 충족한 것으로 볼 수 있는지 여부(적극)<br/>",
  "판결요지": "구 조세특례제한법(2010. 1. 1. 법률 제9921호로 개정되기 전의 것) 제119조 제1항 제10호 및 제120조 제1항 제9호는 ‘법인세법 제46조 제1항 각호의 요건을 갖춘 인적분할’로 인하여 취득하는 재산의 등기에 대한 등록세 및 그 취득에 대한 취득세를 각 면제하도록 규정하여 법인세 특례와 동일한 기준에 의해 분할 관련 취득세 등 면제 혜택을 부여하고 있다.<br/>  회사분할에 대한 과세이연 규정은 1998. 12. 28. 법인세법 전부 개정으로 합병·분할 등 기업조직재편 세제를 도입할 때 마련된 것으로서, 회사가 기존 사업의 일부를 별도의 회사로 분리하는 조직형태의 변화가 있었으나 지분 관계를 비롯하여 기업의 실질적인 이해관계에는 변동이 없는 때에는, 이를 과세의 계기로 삼지 않음으로써 회사분할을 통한 기업구조조정을 지원하기 위한 취지이다. 구 법인세법령은 아래와 같이 이러한 실질적 동일성 기준 중 사업의 계속 요건을 구체화하여 규정하고 있다.<br/>구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것, 이하 같다) 제46조 제1항 제3호는 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일까지 분할법인으로부터 승계받은 사업을 계속 영위할 것’을 과세이연 요건의 하나로 규정하고 있고, 같은 조 제2항 후문은 ‘분할신설법인이 분할법인으로부터 승계받은 사업을 분할신설법인과 합병한 법인이 다시 승계하는 경우에는 사업의 폐지로 보지 아니한다’고 규정하며, 같은 조 제4항은 위 제1, 2항의 규정을 적용할 때 승계받은 사업의 계속 또는 폐지에 관한 판정기준 등에 관하여 필요한 사항은 대통령령으로 정하도록 하고 있다. 그 위임을 받은 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것, 이하 같다) 제82조 제4항, 제80조 제3항 전문은 ‘분할신설법인이 분할등기일이 속하는 사업연도의 종료일 이전에 분할법인으로부터 승계한 사업용 고정자산가액의 2분의 1 이상을 처분하거나 승계한 해당 사업에 직접 사용하지 아니하는 경우에는 승계받은 사업을 계속 영위하지 않은 것으로 한다’고 규정하고 있다.<br/>  이들 규정의 문언내용과 체계, 입법 목적과 취지 등을 종합하면, 분할신설법인이 분할법인으로부터 승계받은 사업을 분할신설법인과 합병한 법인이 다시 승계하는 경우에는 구 법인세법 시행령 제82조 제4항, 제80조 제3항 전문이 규정하는 ‘분할신설법인이 분할법인으로부터 승계한 사업용 고정자산을 처분하거나 승계한 해당 사업에 직접 사용하지 아니하는 경우’에 해당한다고 볼 수 없다. 따라서 분할신설법인이 분할등기일이 속하는 사업연도의 종료일 전에 합병법인에 흡수합병되어 해산하였더라도, 분할신설법인이 분할법인으로부터 승계받은 사업을 합병법인이 다시 승계하여 분할등기일이 속하는 사업연도의 종료일까지 계속 영위한 경우에는 구 법인세법 제46조 제1항 제3호에서 정한 사업의 계속 요건을 충족하였다고 보는 것이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "구 조세특례제한법(2010. 1. 1. 법률 제9921호로 개정되기 전의 것) 제119조 제1항 제10호(현행 삭제), 제120조 제1항 제9호(현행 지방세특례제한법 제57조의2 제3항 제2호 참조), 구 법인세법(2009. 12. 31. 법률 제9898호로 개정되기 전의 것) 제46조 제1항 제3호(현행 제46조 제2항 제3호 참조), 제2항(현행 제46조의3 제3항 제1호 참조), 제4항(현행 제46조 제3항 참조), 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제80조 제3항(현행 제80조의2 제7항 참조), 제82조 제4항(현행 제82조의2 제9항 참조)<br/>",
  "참조판례": ""
}