{
  "판례일련번호": "203866",
  "사건명": "보증수수료반환청구",
  "사건번호": "2014다232784",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "[1] 약관의 규제에 관한 법률 제3조 제3항에 따라 설명의무의 대상이 되는 약관의 ‘중요한 내용’의 의미 및 약관에 정해진 사항이 거래상 일반적이고 공통된 것이어서 계약 상대방이 별도의 설명 없이도 충분히 예상할 수 있거나 이미 법령에서 정하여진 것을 되풀이하거나 부연하는 정도에 불과한 경우, 보험자에게 설명의무가 있는지 여부(소극)<br/>[2] 주택분양보증계약의 법적 성질 / 보증보험의 법적 성격 및 그 성질에 반하지 않는 범위에서 보험과 보증의 규정이 모두 적용되는지 여부(적극) / 이는 주택분양보증계약에서도 마찬가지인지 여부(적극)<br/>[3] 약관의 해석에서 작성자 불이익의 원칙 및 약관의 목적과 취지를 고려하여 공정하고 합리적으로, 그리고 평균적 고객의 이해가능성을 기준으로 객관적이고 획일적으로 해석한 결과 약관 조항이 일의적으로 해석되는 경우, 작성자 불이익의 원칙이 적용되는지 여부(소극)<br/>[4] 대한주택보증 주식회사의 보증규정과 그 시행세칙의 해당 조항에 입주자모집공고 승인으로 보증기간이 개시된 후 분양률 저조 등의 사유로 입주자모집공고 승인이 취소되어 보증서를 반환하는 경우 보증계약을 해지하고 입주자모집공고 승인 취소일을 기준으로 잔여 보증기간에 대한 보증료를 환불한다는 내용을 규정하고 있는데, 아파트 건설사업주체인 甲 주식회사 등이 대한주택보증 주식회사와 주택분양보증계약을 체결하면서 계약에 따른 채무를 보증하기 위하여 주택분양보증채무약정을 체결하고 보증료를 지급한 후 관할 관청으로부터 입주자모집공고 승인을 받았으나 입주자모집을 공고하지 않았고, 그 후 위 승인이 취소되자 대한주택보증 주식회사를 상대로 이미 지급한 보증료 전액의 반환을 구한 사안에서, 위 해당 조항은 약관의 중요한 내용이 아니어서 설명의무의 대상으로 볼 수 없고, 보증규정과 그 시행세칙이 문언과 체계상 객관적이고 획일적인 해석이 가능하고 다의적으로 해석되지 않으므로 작성자 불이익 원칙이 적용되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 약관의 규제에 관한 법률 제3조 제3항 전문은 “사업자는 약관에 정하여져 있는 중요한 내용을 고객이 이해할 수 있도록 설명하여야 한다.”라고 정하여 사업자에게 약관의 중요한 내용에 대하여 구체적이고 상세한 설명의무를 부과한다. 같은 조 제4항은 이러한 약관의 설명의무를 위반하여 계약을 체결한 때에는 약관의 내용을 계약의 내용으로 주장할 수 없도록 한다. 설명의무의 대상이 되는 약관의 ‘중요한 내용’은 사회통념에 비추어 고객이 계약체결의 여부나 대가를 결정하는 데 직접적인 영향을 미칠 수 있는 사항을 말한다. 약관 조항 중에 무엇이 중요한 내용에 해당하는지는 일률적으로 말할 수 없고, 구체적인 사건에서 개별적 사정을 고려하여 판단하여야 한다. 그러나 사업자에게 이러한 약관의 설명의무가 인정되는 것은 어디까지나 계약 상대방이 알지 못하는 가운데 약관에 정해진 중요한 사항이 계약 내용으로 되어 예측하지 못한 불이익을 받게 되는 것을 피하고자 하는 데 근거가 있다. 따라서 약관에 정해진 사항이라고 하더라도 거래상 일반적이고 공통된 것이어서 계약 상대방이 별도의 설명 없이도 충분히 예상할 수 있었던 사항이거나 이미 법령에서 정하여진 것을 되풀이하거나 부연하는 정도에 불과한 사항이라면 그러한 사항에 대해서까지 보험자에게 설명의무가 있다고 할 수 없다.<br/>[2] 주택분양보증계약은 시행주체가 분양계약상의 주택공급의무를 이행할 수 없게 되는 경우 보증기관이 수분양자가 이미 납부한 계약금과 중도금의 환급이나 주택의 분양에 대하여 이행책임을 부담하기로 하는 조건부 제3자를 위한 계약으로서, 성질상 보증보험과 유사하다. 보증보험은 보험계약자의 채무불이행으로 피보험자가 입게 될 손해의 전보를 보험자가 인수하는 손해보험으로서 형식적으로는 채무자의 채무불이행을 보험사고로 하는 보험계약이나 실질적으로는 보증의 성격을 가지고 보증계약과 같은 효과를 목적으로 한다. 따라서 보증보험은 보증의 성격과 보험의 성격을 함께 가지고 그 성질에 반하지 않는 범위에서 보험과 보증의 규정이 모두 적용되며, 이는 성질상 보증보험과 유사한 주택분양보증계약에서도 마찬가지이다.<br/>[3] 약관의 해석은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개별 계약 당사자가 의도한 목적이나 의사를 참작하지 않고 평균적 고객의 이해가능성을 기준으로 객관적·획일적으로 해석하여야 한다. 위와 같은 해석을 거친 후에도 약관 조항이 객관적으로 다의적으로 해석되고 각각의 해석이 합리성이 있는 등 해당 약관의 뜻이 명확하지 않은 경우에는 고객에게 유리하게 해석하여야 한다. 그러나 약관의 목적과 취지를 고려하여 공정하고 합리적으로, 그리고 평균적 고객의 이해가능성을 기준으로 객관적이고 획일적으로 해석한 결과 약관 조항이 일의적으로 해석된다면 약관 조항을 고객에게 유리하게 해석할 여지가 없다.<br/>[4] 대한주택보증 주식회사의 보증규정과 그 시행세칙의 해당 조항에 입주자모집공고 승인으로 보증기간이 개시된 후 분양률 저조 등의 사유로 입주자모집공고 승인이 취소되어 보증서를 반환하는 경우 보증계약을 해지하고, 입주자모집공고 승인 취소일을 기준으로 잔여 보증기간에 대한 보증료를 환불한다는 내용을 규정하고 있는데, 아파트 건설사업주체인 甲 주식회사 등이 대한주택보증 주식회사와 주택분양보증계약을 체결하면서 계약에 따른 채무를 보증하기 위하여 주택분양보증채무약정을 체결하고 보증료를 지급한 후 관할 관청으로부터 입주자모집공고 승인을 받았으나 입주자모집을 공고하지 않았고, 그 후 위 승인이 취소되자 대한주택보증 주식회사를 상대로 이미 지급한 보증료 전액의 반환을 구한 사안에서, 상법 제649조는 보험사고가 발생하기 전에 보험계약자가 언제든지 계약의 전부 또는 일부를 해지할 수 있고, 이러한 경우 당사자 사이에 다른 약정이 없으면 미경과보험료의 반환을 청구할 수 있도록 정하고 있는데, 위 해당 조항은 이를 풀어서 규정한 것으로 볼 수 있고, 위 해당 조항은 분양보증계약에서 입주자모집공고 승인이 이루어지고 보증기간이 개시된 이후에 승인이 취소됨에 따라 계약의 목적을 달성하기 어려워 계약의 해지를 인정할 만한 상당한 이유를 구체적으로 예시하고, 해지의 효과로서 보증료의 반환범위를 잔여 보증기간에 대한 보증료만 반환하도록 정한 것인데, 이는 거래상 일반적이고 공통된 것으로 계약 상대방인 甲 회사 등이 대한주택보증 주식회사의 설명 없이도 충분히 예상할 수 있었던 사항에 해당하므로, 위 해당 조항은 약관의 중요한 내용이 아니어서 설명의무의 대상으로 볼 수 없고, 한편 대한주택보증 주식회사의 보증규정, 그 시행세칙과 분양보증계약에 적용되는 약관의 내용을 종합하면, 위 분양보증계약은 입주자모집공고 승인을 얻을 때 장래 주채무가 발생할 것을 조건으로 보증채무가 성립하고, 보증기간은 입주자모집공고 승인시점부터 소유권 보존등기일까지이며, 보증채무가 성립하기 전에는 보증을 취소하고 보증료를 전액 반환받을 수 있지만, 보증채무가 성립한 후에는 입주자모집공고 여부를 묻지 않고 보증을 해지할 수 있고 입주자모집공고 승인 취소일을 기준으로 취소일 다음 날부터 잔여 보증기간에 대한 보증료를 반환받을 수 있을 뿐이어서, 위 보증규정과 그 시행세칙은 문언과 체계상 위와 같은 객관적이고 획일적인 해석이 가능하고 다의적으로 해석되지 않으므로, 이를 고객에게 유리하게 해석할 여지가 없어 작성자 불이익 원칙이 적용되지 않는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제3조 제3항, 제4항, 상법 제638조의3 제1항 / [2] 주택도시기금법 제26조 제1항 제2호, 제3항, 주택도시기금법 시행령 제21조 제1항 제1호 (가)목, 민법 제428조, 제539조, 상법 제726조의5, 제726조의7 / [3] 약관의 규제에 관한 법률 제5조 / [4] 약관의 규제에 관한 법률 제3조 제3항, 제4항, 제5조, 구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제77조 제1항 제1호(현행 주택도시기금법 제26조 제1항 제2호 참조), 제2항(현행 주택도시기금법 제26조 제3항 참조), 구 주택법 시행령(2012. 3. 13. 대통령령 제23665호로 개정되기 전의 것) 제106조(현행 주택도시기금법 시행령 제21조 참조), 구 주택공급에 관한 규칙(2010. 2. 23. 국토해양부령 제225호로 개정되기 전의 것) 제7조 제1항 제2호 (가)목[현행 제15조 제1항 제2호 (가)목 참조], 제8조 제1항(현행 제19조 제1항, 제20조 제1항 참조], 민법 제428조, 제539조, 상법 제638조의3 제1항, 제649조, 제726조의5, 제726조의7<br/>",
  "참조판례": "[1] 대법원 1998. 11. 27. 선고 98다32564 판결(공1999상, 41), 대법원 2007. 4. 27. 선고 2006다87453 판결(공2007상, 780), 대법원 2013. 2. 15. 선고 2011다69053 판결 / [2] 대법원 2004. 12. 24. 선고 2004다20265 판결(공2005상, 191), 대법원 2006. 5. 25. 선고 2003다45267 판결(공2006하, 1115) / [3] 대법원 2010. 9. 9. 선고 2007다5120 판결(공2010하, 1863), 대법원 2010. 12. 9. 선고 2009다60305 판결(공2011상, 100), 대법원 2012. 1. 12. 선고 2010다92841 판결<br/>"
}