{
  "판례일련번호": "203868",
  "사건명": "매매대금반환·매매대금반환·매매대금반환·매매대금반환",
  "사건번호": "2016다42800, 42817, 42824, 42831",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181025",
  "판시사항": "[1] 민법 제748조 제2항에서 정한 ‘악의’의 의미 및 부당이득반환의무의 발생요건에 해당하는 사실이 있음을 인식하는 것만으로 ‘악의의 수익자’로 볼 수 있는지 여부(소극)<br/>[2] 주권이 발행되지 않은 주식에 관하여 체결된 매매계약이 구 상법 제341조에서 금지한 자기주식의 취득에 해당하여 무효인 경우, 매수인의 매도인에 대한 부당이득반환의무가 존재하는지 여부(원칙적 소극) 및 이때 무효인 매매계약에 따라 매수인에게 상법 제337조 제1항에 규정된 명의개서절차가 이행된 경우, 매도인이 단독으로 매매계약이 무효임을 증명함으로써 회사에 명의개서를 청구할 수 있는지 여부(적극)<br/>[3] 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않지만 판결 이유의 전반적인 취지에 비추어 주장의 인용 여부를 알 수 있는 경우 또는 실제로 판단을 하지 않았지만 주장이 배척될 것임이 분명한 경우, 판단누락의 위법이 있는지 여부(소극)<br/>",
  "판결요지": "[1] 민법 제748조 제2항은 “악의의 수익자는 그 받은 이익에 이자를 붙여 반환하고 손해가 있으면 이를 배상하여야 한다.”라고 규정하고 있고, 제749조 제1항은 “수익자가 이익을 받은 후 법률상 원인 없음을 안 때에는 그때부터 악의의 수익자로서 이익반환의 책임이 있다.”라고 규정하고 있으며, 같은 조 제2항은 “선의의 수익자가 패소한 때에는 그 소를 제기한 때부터 악의의 수익자로 본다.”라고 규정하고 있다. 여기서 ‘악의’란, 민법 제749조 제2항에서 악의로 의제되는 경우 등은 별론으로 하고, 자신의 이익 보유가 법률상 원인 없는 것임을 인식하는 것을 말하고, 그 이익의 보유를 법률상 원인이 없는 것이 되도록 하는 사정, 즉 부당이득반환의무의 발생요건에 해당하는 사실이 있음을 인식하는 것만으로는 부족하다.<br/>[2] 계약이 무효가 되면 각 당사자는 상대방에 대하여 부당이득반환의무를 부담하므로, 주권이 발행된 주식의 매매계약이 무효라면, 매도인은 매수인에게 지급받은 주식매매대금을 반환할 의무를, 매수인은 매도인에게 교부받은 주권을 반환할 의무를 각 부담한다.<br/>  그런데 주권발행 전에 한 주식의 양도도 회사성립 후 또는 신주의 납입기일 후 6월이 경과한 때에는 회사에 대하여 효력이 있고(상법 제335조 제3항), 이 경우 주식의 양도는 주권의 교부 없이 지명채권의 양도에 관한 일반원칙에 따라 당사자의 의사표시만으로 효력이 발생한다. 이와 같이 주권이 발행되지 않은 주식의 매매계약이 무효라면 그 계약은 처음부터 당연히 효력을 가지지 아니하므로, 원칙적으로 계약에 따라 매도의 대상이 되었던 주식의 이전은 일어나지 않고, 매도인은 매매계약 이후에도 주주의 지위를 상실하지 않는다.<br/>  따라서 주권이 발행되지 않은 주식에 관하여 체결된 매매계약이 구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것, 이하 같다) 제341조에서 금지한 자기주식의 취득에 해당하여 무효인 경우, 매도인은 지급받은 주식매매대금을 매수인에게 반환할 의무를 부담하는 반면 매수인은 매매계약 체결 당시 이행받은 급부가 없으므로 특별한 사정이 없는 한 반환할 부당이득이 존재하지 않는다. 다만 무효인 매매계약을 근거로 매수인이 마치 주주인 것처럼 취급되고 이러한 외관상 주주의 지위에서 매도인의 권리를 침해하여 매수인이 이익을 얻었다면 매수인은 그 이익을 반환할 의무가 있다. 그러나 매수인이 이러한 외관상 주주의 지위에 기하여 이익을 얻은 바도 없다면, 역시 매수인의 매도인에 대한 부당이득반환의무는 존재하지 않는다.<br/>  한편 만약 무효인 매매계약에 따라 매수인에게 상법 제337조 제1항에 규정된 명의개서절차가 이행되었더라도, 매도인은 특별한 사정이 없는 한 매수인의 협력을 받을 필요 없이 단독으로 매매계약이 무효임을 증명함으로써 회사에 대해 명의개서를 청구할 수 있다. 주권이 발행되지 않은 주식에 관하여 체결된 매매계약이 구 상법 제341조에서 금지한 자기주식의 취득에 해당하여 무효인 경우에도 마찬가지이다.<br/>[3] 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격·방어방법에 관한 판단을 표시하면 충분하고 당사자의 모든 주장이나 공격·방어방법에 관하여 판단할 필요가 없다(민사소송법 제208조). 따라서 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다. 설령 판결에서 실제로 판단을 하지 않았더라도 주장이 배척될 경우임이 분명한 때에는 판결 결과에 영향이 없어 판단누락의 잘못이 있다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제748조 제2항, 제749조 / [2] 구 상법(2011. 4. 14. 법률 제10600호로 개정되기 전의 것) 제341조(현행 제341조의2 참조), 상법 제335조 제3항, 제337조 제1항, 민법 제741조 / [3] 민사소송법 제208조, 제423조<br/>",
  "참조판례": "[1] 대법원 2018. 4. 12. 선고 2017다229536 판결(공2018상, 889) / [2] 대법원 1995. 3. 24. 선고 94다47728 판결(공1995상, 1731), 대법원 1995. 5. 23. 선고 94다36421 판결(공1995하, 2226), 대법원 2017. 3. 9. 선고 2016다47478 판결(공2017상, 630) / [3] 대법원 2012. 4. 26. 선고 2011다87174 판결(공2012상, 863)<br/>"
}