{
  "판례일련번호": "204199",
  "사건명": "회계장부와서류·열람등사",
  "사건번호": "2017다270916",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180228",
  "판시사항": "[1] 주주의 회계장부와 서류 등에 대한 열람·등사권 행사가 부당한지 판단하는 기준 및 주식매수청구권을 행사한 주주가 회사로부터 주식의 매매대금을 지급받지 아니하고 있는 동안 주주로서의 권리를 행사하기 위하여 회계장부열람·등사를 청구한 경우, 주식매수청구권을 행사하였다는 사정만으로 청구가 정당한 목적을 결하여 부당하다고 볼 수 있는지 여부(소극)<br/>[2] 판결 주문이 갖추어야 할 명확성의 정도<br/>[3] 甲 주식회사의 주주인 乙이 甲 회사의 회계장부 및 서류의 열람·등사를 청구하는 소를 제기하였는데, 소송 계속 중 甲 회사가 丙 주식회사에 공장용지와 공장 건물을 양도하는 과정에서 乙이 반대주주의 주식매수청구권을 행사하였고, 주식매수가액의 협의가 이루어지지 않자 乙이 법원에 주식매수가액 산정결정 신청을 하여 재판이 계속 중이고, 그 후 乙이 甲 회사의 이사들을 상대로 주주대표소송을 제기하고, 甲 회사를 상대로 사해행위취소소송을 제기하여 각 소송이 계속 중인 사안에서, 乙은 주식매수가액의 산정과 주주대표소송의 수행에 필요한 범위에서 甲 회사에 회계장부의 열람·등사를 청구할 권리가 있으나 사해행위취소소송을 제기한 것을 내세워 회계장부열람·등사청구를 하는 것은 부당하다고 한 사례<br/>",
  "판결요지": "[1] 상법 제466조 제1항에서 규정하고 있는 주주의 회계장부와 서류 등에 대한 열람·등사청구가 있는 경우 회사는 청구가 부당함을 증명하여 이를 거부할 수 있고, 주주의 열람·등사권 행사가 부당한 것인지는 행사에 이르게 된 경위, 행사의 목적, 악의성 유무 등 제반 사정을 종합적으로 고려하여 판단하여야 한다. 특히 주주의 이와 같은 열람·등사권 행사가 회사업무의 운영 또는 주주 공동의 이익을 해치거나 주주가 회사의 경쟁자로서 취득한 정보를 경업에 이용할 우려가 있거나, 또는 회사에 지나치게 불리한 시기를 택하여 행사하는 경우 등에는 정당한 목적을 결하여 부당한 것이라고 보아야 한다. 한편 주식매수청구권을 행사한 주주도 회사로부터 주식의 매매대금을 지급받지 아니하고 있는 동안에는 주주로서의 지위를 여전히 가지고 있으므로 특별한 사정이 없는 한 주주로서의 권리를 행사하기 위하여 필요한 경우에는 위와 같은 회계장부열람·등사권을 가진다. 주주가 주식의 매수가액을 결정하기 위한 경우뿐만 아니라 회사의 이사에 대하여 대표소송을 통한 책임추궁이나 유지청구, 해임청구를 하는 등 주주로서의 권리를 행사하기 위하여 필요하다고 인정되는 경우에는 특별한 사정이 없는 한 그 청구는 회사의 경영을 감독하여 회사와 주주의 이익을 보호하기 위한 것이므로, 주식매수청구권을 행사하였다는 사정만으로 청구가 정당한 목적을 결하여 부당한 것이라고 볼 수 없다.<br/>[2] 판결의 주문은 내용이 특정되어야 하고 주문 자체에 의하여 특정할 수 있어야 한다.<br/>[3] 甲 주식회사의 주주인 乙이 甲 회사의 회계장부 및 서류의 열람·등사를 청구하는 소를 제기하였는데, 소송 계속 중 甲 회사가 丙 주식회사에 공장용지와 공장 건물을 양도하는 과정에서 乙이 반대주주의 주식매수청구권을 행사하였고, 주식매수가액의 협의가 이루어지지 않자 乙이 법원에 주식매수가액 산정결정 신청을 하여 재판이 계속 중이고, 그 후 乙이 甲 회사의 이사들을 상대로 주주대표소송을 제기하고, 甲 회사를 상대로 사해행위취소소송을 제기하여 각 소송이 계속 중인 사안에서, 乙이 주식매수청구권을 행사한 후 주식에 대한 매매대금을 지급받지 아니한 이상 주주의 지위에 있고, 주식매수가액의 산정에 필요한 甲 회사의 회계장부 및 서류를 열람·등사할 필요가 있다고 본 원심의 판단이 정당하다고 하는 한편, 乙은 주주로서 이사의 책임을 추궁하기 위하여 주주대표소송을 제기하였으므로 甲 회사의 재무제표에 나타난 재무상태 악화의 경위를 확인하여 주주대표소송을 수행하는 데 필요한 범위에서 甲 회사에 회계장부의 열람·등사를 청구할 권리가 있고, 乙이 주식매수청구권을 행사하였고 주주대표소송을 제기하기 이전에 甲 회사를 상대로 다수의 소송을 제기한 적이 있다는 등의 사정만으로 위와 같은 청구가 부당하다고 볼 수는 없으며, 다만 사해행위취소소송은 乙이 甲 회사에 대한 금전 채권자의 지위에서 제기한 것이지 주주의 지위에서 제기한 것으로 보기 어려우므로 乙이 사해행위취소소송을 제기한 것을 내세워 회계장부열람·등사청구를 하는 것은 부당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제466조 / [2] 민사소송법 제208조 / [3] 상법 제374조의2, 제403조, 제466조, 민법 제406조<br/>",
  "참조판례": "[1] 대법원 2004. 12. 24.자 2003마1575 결정(공2005상, 232), 대법원 2014. 7. 21.자 2013마657 결정(공2014하, 1767) / [2] 대법원 1983. 3. 8. 선고 82누294 판결(공1983, 669)<br/>"
}