{
  "판례일련번호": "204292",
  "사건명": "법인세부과처분취소",
  "사건번호": "2017두33008",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181115",
  "판시사항": "[1] ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제12조 제1항에서 정한 ‘수익적 소유자’의 의미 및 이에 해당하는지 판단하는 기준 / 사용료 소득의 수익적 소유자에 해당하더라도 국세기본법상 실질과세의 원칙에 따라 조약 남용으로 인정되는 경우 조세조약 적용을 부인할 수 있는지 여부(적극) <br/>[2] 甲 주식회사가 헝가리에 소재한 乙 외국법인과 외화 등의 국내배포와 관련하여 사용허락 계약을 체결하고 乙 법인에 사용료를 지급하면서 ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제12조 제1항 규정에 따라 사용료에 관하여 법인세 원천징수를 하지 않았는데, 과세관청이 사용료 소득의 실질적인 수익적 소유자는 乙 법인의 네덜란드 모회사인 丙 외국법인이라고 보아, ‘대한민국 정부와 네덜란드왕국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’을 적용하여 甲 회사에 원천징수분 법인세를 부과한 사안에서, 국세기본법 제14조 제1항의 실질과세 원칙에 의하더라도 사용료 소득에 대하여 ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’의 적용을 부인할 수 없다고 한 사례<br/>",
  "판결요지": "[1] ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제12조 제1항은 “일방체약국에서 발생하여 타방체약국의 거주자에게 지급되는 사용료에 대하여는 동 거주자가 사용료의 수익적 소유자인 경우 동 타방체약국에서만 과세한다.”라고 규정한다. 이에 따라 우리 법인세법상 국내원천소득에 해당하는 사용료 소득일지라도 헝가리의 수익적 소유자인 거주자에게 지급되는 경우에는 국내에서 과세될 수 없다. 위 조약 규정의 도입 연혁과 문맥 등을 종합할 때, 수익적 소유자는 당해 사용료 소득을 지급 받은 자가 타인에게 이를 다시 이전할 법적 또는 계약상의 의무 등이 없는 사용·수익권을 갖는 경우를 뜻한다. 이러한 수익적 소유자에 해당하는지는 해당 소득에 관련된 사업활동의 내용과 현황, 소득의 실제 사용과 운용 내역 등 제반 사정을 종합하여 판단하여야 한다.<br/>  한편 국세기본법 제14조 제1항에서 규정하는 실질과세의 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에 있어서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다. 그러므로 사용료 소득의 수익적 소유자에 해당한다고 할지라도 국세기본법상 실질과세의 원칙에 따라 조약 남용으로 인정되는 경우에는 그 적용을 부인할 수 있다. 즉, 재산의 귀속명의자는 재산을 지배·관리할 능력이 없고 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며 그와 같은 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에는 명의에 따른 조세조약 적용을 부인하고 재산에 관한 소득은 재산을 실질적으로 지배·관리하는 자에게 귀속된 것으로 보아 과세한다. 그러나 그러한 명의와 실질의 괴리가 없는 경우에는 소득의 귀속명의자에게 소득이 귀속된다.<br/>[2] 甲 주식회사가 헝가리에 소재한 乙 외국법인과 외화 등의 국내배포와 관련하여 사용허락 계약을 체결하고 乙 법인에 사용료를 지급하면서 ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’(이하 ‘한·헝가리 조세조약’이라 한다) 제12조 제1항 규정에 따라 사용료에 관하여 법인세 원천징수를 하지 않았는데, 과세관청이 사용료 소득의 실질적인 수익적 소유자는 乙 법인의 네덜란드 모회사인 丙 외국법인이라고 보아, ‘대한민국 정부와 네덜란드왕국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’을 적용하여 甲 회사에 원천징수분 법인세를 부과한 사안에서, 乙 법인의 설립 경위, 사업활동 내역과 현황, 甲 회사와의 계약 체결과 관련 업무 수행 내역, 그에 따른 사용료의 수령, 관련 비용 지출과 자금 운용 내역을 비롯한 사용·수익 관계 등 제반 사정들을 종합할 때, 乙 법인은 사용료 소득을 丙 법인 등 타인에게 이전할 법적 또는 계약상의 의무를 부담한 바 없이 그에 대한 사용·수익권을 향유하고 있었다고 보이므로, 한·헝가리 조세조약의 거주자로서 위 조약 제12조 제1항에서 말하는 사용료 소득의 수익적 소유자에 해당한다고 볼 여지가 충분하고, 乙 법인이 소속된 글로벌 그룹의 헝가리 내 사업 연혁, 乙 법인의 각 사업부문 구성과 장기간의 활발한 사업활동, 인적·물적 설비, 배포권과 사용료 소득의 지배·관리·처분 내역 등을 종합하여 보면, 乙 법인은 헝가리에서 뚜렷한 사업목적으로 정상적으로 미디어 관련 사업을 영위하는 상당한 규모의 충분한 실체를 갖춘 법인으로서, 다른 보유 재산과 마찬가지로 그 명의의 배포권과 그에 따른 사용료 소득을 실질적으로 지배·관리하였다고 봄이 타당하므로, 국세기본법 제14조 제1항의 실질과세 원칙에 의하더라도 사용료 소득에 대하여 한·헝가리 조세조약 적용을 부인할 수 없는데도, 조세절감의 측면 등만을 들어 사용료 소득의 실질귀속자가 丙 법인이라고 보아 위 처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제12조 제1항, 국세기본법 제14조 제1항, 법인세법 제93조, 제98조 제1항 / [2] 대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제12조 제1항, 대한민국 정부와 네덜란드왕국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제12조, 국세기본법 제14조 제1항, 법인세법 제93조, 제98조 제1항<br/>",
  "참조판례": "[1] 대법원 2012. 4. 26. 선고 2010두11948 판결(공2012상, 892), 대법원 2013. 7. 11. 선고 2010두20966 판결, 대법원 2016. 7. 14. 선고 2015두2451 판결(공2016하, 1195), 대법원 2017. 7. 11. 선고 2015두55134, 55141 판결(공2017하, 1663), 대법원 2017. 12. 28. 선고 2017두59253 판결(공2018상, 449) <br/>"
}