{
  "판례일련번호": "204226",
  "사건명": "손해배상(기)[변호인의 접견교통권 침해에 대한 국가배상 사건]",
  "사건번호": "2016다266736",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181227",
  "판시사항": "[1] 수사기관이 법령에 의하지 않고 처분 등으로 변호인의 접견교통권을 제한할 수 있는지 여부(소극) / 피의자 등이 헌법상 변호인의 조력을 받을 권리의 의미와 범위를 정확히 이해하면서도 이성적 판단에 따라 자발적으로 그 권리를 포기한 경우, 변호인의 접견이 강제될 수 있는지 여부(소극) 및 위와 같은 요건이 갖추어지지 않았는데도 수사기관이 접견을 허용하지 않는 경우, 변호인의 접견교통권 침해로 인한 국가배상책임이 성립하는지 여부(적극)와 그 증명책임의 소재<br/>[2] 북한에서 태어나고 자란 중국 국적의 화교인 甲이 대한민국에 입국한 후 국가정보원장이 북한이탈주민의 보호 및 정착지원에 관한 법률에 따라 설치·운영하는 임시보호시설인 중앙합동신문센터에 수용되어 조사를 받았는데, 변호사인 乙 등이 甲에 대한 변호인 선임을 의뢰받고 9차례에 걸쳐 甲에 대한 변호인접견을 신청하였으나, 국가정보원장과 국가정보원 소속 수사관이 乙 등의 접견신청을 모두 불허하였고, 이에 乙 등이 국가를 상대로 변호인 접견교통권 침해를 이유로 손해배상을 구한 사안에서, 국가정보원장이나 국가정보원 수사관이 변호인인 乙 등의 甲에 대한 접견교통신청을 허용하지 않은 것은 변호인의 접견교통권을 침해한 위법한 직무행위에 해당하므로, 국가는 乙 등이 입은 정신적 손해를 배상할 책임이 있다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 피의자의 지위는 수사기관이 범죄인지서를 작성하는 등 형식적인 사건수리 절차를 밟기 전이라도 조사대상자에 대하여 범죄의 혐의가 있다고 보아 실질적으로 수사를 개시하는 행위를 한 때에 인정된다. <br/>헌법 제12조 제4항 본문은 \"누구든지 체포 또는 구속을 당한 때에는 즉시 변호인의 조력을 받을 권리를 가진다.\"라고 정하고 있다. 형사소송법 제89조는 \"구속된 피고인은 법률의 범위 내에서 타인과 접견할 수 있다.\"라고 정하고, 이 규정은 체포 또는 구속된 피의자에 관하여도 준용된다(제209조). 형사소송법 제34조는 \"변호인 또는 변호인이 되려는 자는 신체구속을 당한 피고인 또는 피의자(이하 ‘피의자 등’이라 한다)와 접견하고 서류 또는 물건을 수수할 수 있다.\"라고 정하고 있다. <br/>  이러한 형사소송법 규정은 헌법상 변호인의 조력을 받을 권리를 기본적 인권의 하나로 보장한 취지를 실현하기 위하여 피의자 등의 헌법상 기본권을 구체화함과 동시에 변호인 또는 변호인이 되려는 자(이하 ‘변호인’이라 한다)에게 피의자 등과 자유롭게 접견교통을 할 수 있는 법률상 권리를 인정한 것이다. 변호인의 접견교통권은 피의자 등의 인권보장과 방어준비를 위하여 필수불가결한 권리이므로, 수사기관의 처분 등으로 이를 제한할 수 없고, 다만 법령에 의해서만 제한할 수 있다.<br/>  수사기관이 법령에 의하지 않고는 변호인의 접견교통권을 제한할 수 없다는 것은 대법원이 오래전부터 선언해 온 확고한 법리로서 변호인의 접견신청에 대하여 허용 여부를 결정하는 수사기관으로서는 마땅히 이를 숙지해야 한다. 이러한 법리에 반하여 변호인의 접견신청을 허용하지 않고 변호인의 접견교통권을 침해한 경우에는 접견 불허결정을 한 공무원에게 고의나 과실이 있다고 볼 수 있다. <br/>  변호인의 접견교통권은 피의자 등이 변호인의 조력을 받을 권리를 실현하기 위한 것으로서, 피의자 등이 헌법 제12조 제4항에서 보장한 기본권의 의미와 범위를 정확히 이해하면서도 이성적 판단에 따라 자발적으로 그 권리를 포기한 경우까지 피의자 등의 의사에 반하여 변호인의 접견이 강제될 수 있는 것은 아니다. <br/>  그러나 변호인이 피의자 등에 대한 접견신청을 하였을 때 위와 같은 요건이 갖추어지지 않았는데도 수사기관이 접견을 허용하지 않는 것은 변호인의 접견교통권을 침해하는 것이고, 이 경우 국가는 변호인이 입은 정신적 고통을 배상할 책임이 있다. 이때 변호인의 조력을 받을 권리의 중요성, 수사기관에 이러한 권리를 침해할 동기와 유인이 있는 점, 피의자 등이 접견교통을 거부하는 것은 이례적이라는 점을 고려하면, 피의자 등이 헌법 제12조 제4항에서 보장한 기본권의 의미와 범위를 정확히 이해하면서도 이성적 판단에 따라 자발적으로 그 권리를 포기하였다는 것에 대해서는 이를 주장하는 사람이 증명할 책임이 있다.<br/>[2] 북한에서 태어나고 자란 중국 국적의 화교인 甲이 대한민국에 입국한 후 국가정보원장이 북한이탈주민의 보호 및 정착지원에 관한 법률에 따라 설치·운영하는 임시보호시설인 중앙합동신문센터에 수용되어 조사를 받았는데, 변호사인 乙 등이 甲에 대한 변호인 선임을 의뢰받고 9차례에 걸쳐 甲에 대한 변호인접견을 신청하였으나, 국가정보원장과 국가정보원 소속 수사관이 乙 등의 접견신청을 모두 불허하였고, 이에 乙 등이 국가를 상대로 변호인 접견교통권 침해를 이유로 손해배상을 구한 사안에서, 乙 등이 甲에 대한 접견을 신청하였을 당시 甲은 국가보안법위반(간첩) 등의 혐의로 수사를 받는 피의자의 지위에 있었는데, 당시 甲이 국가정보원 수사관에게 접견을 신청한 변호사를 만나고 싶지 않다고 진술하였으나, 甲은 북한에서 자라 처음 대한민국에 입국하여 곧바로 중앙합동신문센터에 수용되었고 누구와도 접촉이 금지되었던 점 등의 사정에 비추어 보면, 甲의 진술은 접견교통권 등 변호인의 조력을 받을 권리의 의미와 범위에 대하여 제대로 인식한 상태에서 자발적이고 진정한 의사로 이루어졌다고 보기 어렵고, 따라서 국가정보원장이나 국가정보원 수사관이 변호인인 乙 등의 甲에 대한 접견교통신청을 허용하지 않은 것은 변호인의 접견교통권을 침해한 위법한 직무행위에 해당하므로, 국가는 乙 등이 입은 정신적 손해를 배상할 책임이 있다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제4항, 국가배상법 제2조 제1항, 형사소송법 제34조, 제89조, 제209조, 민사소송법 제288조 / [2] 헌법 제12조 제4항, 국가배상법 제2조 제1항, 형사소송법 제34조, 제89조, 제209조<br/>",
  "참조판례": "[1] 대법원 2001. 10. 26. 선고 2000도2968 판결(공2001하, 2633), 대법원 2002. 5. 6.자 2000모112 결정(공2002하, 1590), 대법원 2003. 1. 10. 선고 2002다56628 판결(공2003상, 628), 대법원 2007. 1. 31.자 2006모656 결정, 대법원 2015. 10. 29. 선고 2014도5939 판결(공2015하, 1842)<br/>"
}