{
  "판례일련번호": "204242",
  "사건명": "협의성립확인신청수리처분취소",
  "사건번호": "2016두51719",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제29조 제3항에 따른 협의 성립의 확인 신청에 필요한 동의의 주체인 토지소유자는 협의 대상이 되는 ‘토지의 진정한 소유자’를 의미하는지 여부(적극) / 사업시행자가 진정한 토지소유자의 동의를 받지 못한 채 등기부상 소유명의자의 동의만을 얻은 후 관련 사항에 대한 공증을 받아 위 제29조 제3항에 따라 협의 성립의 확인을 신청하였으나 토지수용위원회가 신청을 수리한 경우, 수리 행위가 위법한지 여부(원칙적 적극) / 이와 같은 동의에 흠결이 있는 경우 진정한 토지소유자 확정에서 사업시행자의 과실 유무를 불문하고 수리 행위가 위법한지 여부(적극) 및 이때 진정한 토지소유자가 수리 행위의 위법함을 이유로 항고소송으로 취소를 구할 수 있는지 여부(적극)<br/>",
  "판결요지": "공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제29조에서 정한 협의 성립 확인제도는 수용과 손실보상을 신속하게 실현시키기 위하여 도입되었다. 토지보상법 제29조는 이를 위한 전제조건으로 협의 성립의 확인을 신청하기 위해서는 협의취득 내지 보상협의가 성립한 데에서 더 나아가 확인 신청에 대하여도 토지소유자 등이 동의할 것을 추가적 요건으로 정하고 있다. 특히 토지보상법 제29조 제3항은, 공증을 받아 협의 성립의 확인을 신청하는 경우에 공증에 의하여 협의 당사자의 자발적 합의를 전제로 한 협의의 진정 성립이 객관적으로 인정되었다고 보아, 토지보상법상 재결절차에 따르는 공고 및 열람, 토지소유자 등의 의견진술 등의 절차 없이 관할 토지수용위원회의 수리만으로 협의 성립이 확인된 것으로 간주함으로써, 사업시행자의 원활한 공익사업 수행, 토지수용위원회의 업무 간소화, 토지소유자 등의 간편하고 신속한 이익실현을 도모하고 있다. <br/>  한편 토지보상법상 수용은 일정한 요건하에 그 소유권을 사업시행자에게 귀속시키는 행정처분으로서 이로 인한 효과는 소유자가 누구인지와 무관하게 사업시행자가 그 소유권을 취득하게 하는 원시취득이다. 반면, 토지보상법상 ‘협의취득’의 성격은 사법상 매매계약이므로 그 이행으로 인한 사업시행자의 소유권 취득도 승계취득이다. 그런데 토지보상법 제29조 제3항에 따른 신청이 수리됨으로써 협의 성립의 확인이 있었던 것으로 간주되면, 토지보상법 제29조 제4항에 따라 그에 관한 재결이 있었던 것으로 재차 의제되고, 그에 따라 사업시행자는 사법상 매매의 효력만을 갖는 협의취득과는 달리 확인대상 토지를 수용재결의 경우와 동일하게 원시취득하는 효과를 누리게 된다. <br/>  이처럼 간이한 절차만을 거치는 협의 성립의 확인에, 원시취득의 강력한 효력을 부여함과 동시에 사법상 매매계약과 달리 협의 당사자들이 사후적으로 그 성립과 내용을 다툴 수 없게 한 법적 정당성의 원천은 사업시행자와 토지소유자 등이 진정한 합의를 하였다는 데에 있다. 여기에 공증에 의한 협의 성립 확인 제도의 체계와 입법 취지, 그 요건 및 효과까지 보태어 보면, 토지보상법 제29조 제3항에 따른 협의 성립의 확인 신청에 필요한 동의의 주체인 토지소유자는 협의 대상이 되는 ‘토지의 진정한 소유자’를 의미한다. 따라서 사업시행자가 진정한 토지소유자의 동의를 받지 못한 채 단순히 등기부상 소유명의자의 동의만을 얻은 후 관련 사항에 대한 공증을 받아 토지보상법 제29조 제3항에 따라 협의 성립의 확인을 신청하였음에도 토지수용위원회가 신청을 수리하였다면, 수리 행위는 다른 특별한 사정이 없는 한 토지보상법이 정한 소유자의 동의 요건을 갖추지 못한 것으로서 위법하다. 진정한 토지소유자의 동의가 없었던 이상, 진정한 토지소유자를 확정하는 데 사업시행자의 과실이 있었는지 여부와 무관하게 그 동의의 흠결은 위 수리 행위의 위법사유가 된다. 이에 따라 진정한 토지소유자는 수리 행위가 위법함을 주장하여 항고소송으로 취소를 구할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제29조<br/>",
  "참조판례": "대법원 2012. 2. 23. 선고 2010다96164 판결<br/>"
}