{
  "판례일련번호": "204221",
  "사건명": "종합소득세부과처분취소",
  "사건번호": "2017두47519",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181228",
  "판시사항": "[1] 구 법인세법 제52조에 정한 부당행위계산부인의 의미와 경제적 합리성 유무에 관한 판단 기준  <br/>[2] 甲 주식회사의 최대주주이자 실질적인 경영자인 乙이 자신이 보유한 甲 회사의 주식과 甲 회사로부터 인수한 신주인수권부사채를 丙 주식회사에 양도하기로 하는 내용의 주식양수도계약을 체결하면서 甲 회사의 경영권을 양도하기로 하였고, 이와 동시에 甲 회사가 보유한 丁 주식회사의 지분 100%를 乙이 매입하되, 매입대금의 지불은 乙이 보유한 신주인수권부사채의 원금 및 이자와 상계할 수 있다는 등의 내용으로 합의를 한 후, 乙이 위 합의에 따라 甲 회사가 보유한 丁 회사의 주식을 양수하는 내용의 주식양수도계약을 甲 회사와 체결하였는데, 과세관청이 甲 회사가 주식을 특수관계에 있는 乙에게 부당하게 저가로 양도한 것으로 보아 구 상속세 및 증여세법 제63조에 따라 산정한 주식 가액과 위 주식 양도대금과의 차액을 甲 회사의 해당 사업연도 익금에 산입하고 이를 乙에 대한 배당으로 소득처분하여 乙에게 종합소득세를 부과한 사안에서, 제반 사정에 비추어 乙이 甲 회사와 체결한 주식양수도계약이 건전한 사회통념이나 상관행에 비추어 경제적 합리성이 없는 비정상적인 거래행위로서 부당행위계산부인의 대상에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조에 규정한 부당행위계산부인이란 법인이 특수관계에 있는 자와의 거래에서 정상적인 경제인의 합리적인 방법에 의하지 아니하고 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제88조 제1항 각호에 열거된 여러 거래형태를 빙자하여 남용함으로써 조세부담을 부당하게 회피하거나 경감시켰다고 하는 경우에 과세권자가 이를 부인하고 법령에 정하는 방법에 의하여 객관적이고 타당하다고 보이는 소득이 있는 것으로 의제하는 제도이다. 이는 경제인의 입장에서 볼 때 부자연스럽고 불합리한 행위계산을 하여 경제적 합리성을 무시하였다고 인정되는 경우에 한하여 적용되는 것이다. 경제적 합리성 유무에 관한 판단은 거래행위의 여러 사정을 구체적으로 고려하여 과연 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성이 없는 비정상적인 것인지에 따라 판단하되, 비특수관계자 간의 거래가격, 거래 당시의 특별한 사정 등도 고려하여야 한다. <br/>[2] 甲 주식회사의 최대주주이자 실질적인 경영자인 乙이 자신이 보유한 甲 회사의 주식과 甲 회사로부터 인수한 신주인수권부사채를 丙 주식회사에 양도하기로 하는 내용의 주식양수도계약(이하 ‘선행계약’이라고 한다)을 체결하면서 甲 회사의 경영권을 양도하기로 하였고, 이와 동시에 甲 회사가 보유한 丁 주식회사의 지분 100%를 乙이 매입하되, 매입대금의 지불은 乙이 보유한 신주인수권부사채의 원금 및 이자와 상계할 수 있다는 등의 내용으로 합의(이하 ‘보충합의’라고 한다)를 한 후, 乙이 보충합의에 따라 甲 회사가 보유한 丁 회사의 주식을 양수하는 내용의 주식양수도계약을 甲 회사와 체결하였는데, 과세관청이 甲 회사가 주식을 특수관계에 있는 乙에게 부당하게 저가로 양도한 것으로 보아 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제63조에 따라 산정한 주식의 가액과 위 주식양수도계약의 양도대금과의 차액을 甲 회사의 해당 사업연도 익금에 산입하고 이를 乙에 대한 배당으로 소득처분하여 乙에게 종합소득세를 부과한 사안에서, 위 주식양수도계약은 시기, 거래의 조건 등에 비추어 이해가 상반되는 대립당사자 지위에 있는 乙과 丙 회사가 경영권을 양도하는 과정에서 체결된 선행계약 및 보충합의에 기초하여 이루어진 후속계약에 해당하고, 乙이 아무런 실체가 없는 丙 회사와 통모하여 위 주식을 저가양수하였다고 보기 어려운 점, 乙이 甲 회사의 최대주주로서의 지위를 포기하려 하는 특수한 상황에서 위 주식을 양수하기로 한 것이므로 계약서에 표시된 거래가격만을 기준으로 저가양도에 해당하는지 여부를 판단할 것은 아니고, 위 주식양수도계약 가격 산정 방식과 선행계약 및 보충합의나 위 거래 당시 丁 회사의 상황 등을 고려하면, 위 주식양수도계약이 비정상적인 것으로서 경제적 합리성이 없다고 단정할 수 없는 점 등에 비추어, 위 주식양수도계약이 건전한 사회통념이나 상관행에 비추어 경제적 합리성이 없는 비정상적인 거래행위로서 부당행위계산부인의 대상에 해당한다고 보기 어렵다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제88조 제1항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 2. 18. 대통령령 제22035호로 개정되기 전의 것) 제88조 제1항, 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제63조<br/>",
  "참조판례": "[1] 대법원 2010. 10. 28. 선고 2008두15541 판결(공2010하, 2188), 대법원 2018. 7. 20. 선고 2015두39842 판결(공2018하, 1787), 대법원 2018. 7. 26. 선고 2016두40375 판결(공2018하, 1881), 대법원 2018. 8. 30. 선고 2015두56458 판결, 대법원 2018. 10. 25. 선고 2016두39573 판결(공2018하, 2279)<br/>"
}