{
  "판례일련번호": "204229",
  "사건명": "사해행위취소",
  "사건번호": "2017다290057",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181227",
  "판시사항": "[1] 송금 등 금전지급행위가 증여에 해당하기 위한 요건 및 과세 당국 등의 추적을 피하기 위하여 일정한 인적 관계에 있는 사람이 그 소유의 금전을 자신의 예금계좌로 송금한다는 사실을 알면서 이를 승낙 또는 양해하였다거나 그러한 목적으로 자신의 예금계좌를 사실상 지배하도록 용인하였다는 것만으로, 송금인과 계좌명의인 사이에 송금액을 계좌명의인에게 무상으로 증여한다는 의사의 합치가 있었다고 추단할 수 있는지 여부(원칙적 소극) <br/>[2] 채권자의 사해행위의 취소에 따른 원상회복으로서 목적물의 가액반환이 인정되는 ‘원물반환이 불가능하거나 현저히 곤란한 경우’의 의미 / 출연자와 예금주인 명의인 사이의 예금주 명의신탁계약이 사해행위에 해당하여 취소되는 경우, 취소에 따른 원상회복의 방법 및 신탁자가 사실상 수탁자의 계좌를 지배·관리하고 있음이 명확하지 않고 신탁자가 명의인의 예금계좌에서 예금을 인출하거나 이체하여 사용했다는 점을 수탁자가 증명하지 못한 경우, 수탁자가 예금을 인출·사용한 것으로 보아야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 송금 등 금전지급행위가 증여에 해당하기 위해서는 객관적으로 채무자와 수익자 사이에 금전을 무상으로 수익자에게 종국적으로 귀속시키는 데에 의사의 합치가 있어야 한다. 다른 사람의 예금계좌에 금전을 이체하는 등으로 송금하는 경우 다양한 원인이 있을 수 있는데, 과세 당국 등의 추적을 피하기 위하여 일정한 인적 관계에 있는 사람이 그 소유의 금전을 자신의 예금계좌로 송금한다는 사실을 알면서 그에게 자신의 예금계좌로 송금할 것을 승낙 또는 양해하였다거나 그러한 목적으로 자신의 예금계좌를 사실상 지배하도록 용인하였다는 것만으로는 특별한 사정이 없는 한 송금인과 계좌명의인 사이에 송금액을 계좌명의인에게 무상으로 증여한다는 의사의 합치가 있었다고 쉽사리 추단할 수 없다. 이는 금융실명제 아래에서 실명확인절차를 거쳐 개설된 예금계좌의 경우에 특별한 사정이 없는 한 명의인이 예금계약의 당사자로서 예금반환청구권을 가진다고 해도, 이는 계좌가 개설된 금융회사에 대한 관계에 관한 것으로서 그 점을 들어 곧바로 송금인과 계좌명의인 사이의 법률관계를 달리 볼 것이 아니다.<br/>[2] 사해행위의 취소에 따른 원상회복은 원칙적으로 목적물 자체의 반환으로 해야 하고, 그것이 불가능하거나 현저히 곤란한 경우에 한하여 예외적으로 가액반환으로 해야 한다. 원물반환이 불가능하거나 현저히 곤란한 경우란 원물반환이 단순히 절대적·물리적으로 불가능한 경우만을 뜻하는 것이 아니라 사회생활상 경험법칙이나 거래 관념에 비추어 채권자가 수익자나 전득자로부터 이행의 실현을 기대할 수 없는 경우도 포함한다.<br/>  출연자와 예금주인 명의인 사이의 예금주 명의신탁계약이 사해행위에 해당하여 취소되는 경우 취소에 따른 원상회복은 수탁자인 명의인이 금융회사에 대한 예금채권을 출연자에게 양도하고 아울러 금융회사에 대하여 양도통지를 하도록 명하는 방법으로 이루어져야 한다.<br/>  예금계좌에서 예금이 인출되어 사용된 경우에는 위와 같은 원상회복이 불가능하므로 가액반환만이 문제 되는데, 신탁자와 수탁자 중 누가 예금을 인출·사용하였는지에 따라 결론이 달라진다. 신탁자가 수탁자의 통장과 인장, 접근매체 등을 교부받아 사용하는 등 사실상 수탁자의 계좌를 지배·관리하고 있을 때에는 신탁자가 통상 예금을 인출·사용한 것이라고 볼 수 있다. 그러나 신탁자가 사실상 수탁자의 계좌를 지배·관리하고 있음이 명확하지 않은 경우에는 신탁자가 명의인의 예금계좌에서 예금을 인출하거나 이체하여 사용했다는 점을 수탁자가 증명하지 못하면 수탁자가 예금을 인출·사용한 것으로 보아야 한다. 예금을 인출·이체하는 데 명의인 본인 확인이나 본인 인증 등을 거쳐야 한다는 점에 비추어 일반적으로는 명의인이 예금을 사용했다고 보는 것이 보다 자연스럽기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제108조, 제406조 제1항, 제554조 / [2] 민법 제406조 제1항<br/>",
  "참조판례": "[1] 대법원 2012. 7. 26. 선고 2012다30861 판결(공2012하, 1495) / [2] 대법원 1998. 5. 15. 선고 97다58316 판결(공1998상, 1627), 대법원 2009. 3. 26. 선고 2007다63102 판결(공2009상, 547)<br/>"
}