{
  "판례일련번호": "204241",
  "사건명": "상속세부과처분취소청구의소[상속세산출세액에서 공제하는 증여세액의 범위 사건]",
  "사건번호": "2016두54275",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 피상속인이 사망하여 상속이 개시된 때에 대습상속의 요건을 갖추어 구 상속세 및 증여세법상 상속인이 된 경우, 그 상속인이 상속개시일 전 10년 이내에 피상속인으로부터 증여받은 재산의 가액이 구 상속세 및 증여세법 제13조 제1항 제1호에 따라 상속세 과세가액에 포함되는지 여부(적극)<br/>[2] 증여자의 자녀가 아닌 직계비속에 대한 증여에 해당하여 구 상속세 및 증여세법 제57조에 따른 할증과세가 이루어진 이후에 증여자의 사망으로 인한 상속이 개시되어 수증자가 민법 제1001조의 대습상속 요건을 갖추어 상속인이 된 경우, 구 상속세 및 증여세법 제28조 제1항 본문에 따라 상속세산출세액에서 공제하는 증여세액에 할증과세로 인한 세대생략가산액이 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 상속세는 상속으로 인한 상속개시일 현재의 상속재산에 대하여 부과하는 것으로 상속세를 납부할 의무 역시 상속이 개시되는 때 성립하고, 상속인은 각자가 받았거나 받을 재산을 기준으로 상속세를 납부할 의무가 있다. 여기서 상속인에는 민법 제1001조 및 제1003조에 따른 대습상속인도 포함된다[구 상속세 및 증여세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제1조 제1항, 제3조 제1항 등]. 따라서 피상속인이 사망하여 상속이 개시된 때에 대습상속의 요건을 갖추어 구 상증세법상 상속인이 되었다면, 그 상속인이 상속개시일 전 10년 이내에 피상속인으로부터 증여받은 재산의 가액은 구 상증세법 제13조 제1항 제1호에 따라 상속인에 대한 증여로 보아 상속세 과세가액에 포함되어야 한다.  <br/>[2] 증여자의 자녀가 아닌 직계비속에 대한 증여에 해당하여 구 상속세 및 증여세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제57조에 의한 할증과세가 이루어진 이후에 증여자의 사망으로 인한 상속이 개시되어 수증자가 민법 제1001조의 대습상속 요건을 갖추어 상속인이 되었다면, 구 상증세법 제28조 제1항 본문에 따라 상속세산출세액에서 공제하는 증여세액에는 할증과세로 인한 세대생략가산액을 포함한다고 보아야 한다. 그 이유는 다음과 같다. <br/>  상속세는 재산상속을 통한 부의 세습과 집중의 완화 등을 위하여 마련된 것으로, 구 상증세법 제27조는 세대생략으로 인한 과세상 불균형 등을 방지하기 위하여 상속으로 인한 부의 이전이 세대를 건너뛰어 이루어진 경우 할증과세를 하되, 세대생략에 정당한 사유가 있는 대습상속의 경우를 할증의 대상에서 제외하고 있다. 이러한 상속세의 과세 목적과 더불어 상속개시 시점을 기준으로 상속세 과세대상이 원칙적으로 정하여진다는 점 등을 고려하면 미리 증여의 형식으로 부를 세습함으로써 상속세의 부담을 부당하게 감소시키는 행위를 방지할 필요가 있다. 이에 따라 구 상증세법은 제57조에서 세대생략 상속과 마찬가지로 세대생략 증여에 대하여도 할증과세를 하고 있으며, 제13조 제1항 제1호에서 상속인에 대한 일정한 범위의 사전증여재산을 상속세 과세가액에 가산하도록 하고 있다. <br/>  한편 상속인은 상속재산 중 각자가 받았거나 받을 재산의 비율에 따라 상속세를 납부할 의무가 있는데, 이는 피상속인의 사망을 계기로 무상으로 이전되는 재산을 취득한 자에게 실질적 담세력을 고려하여 취득분에 따른 과세를 하기 위한 것이므로, 상속세의 납부세액을 결정할 때 이를 반영하여야 한다. 구 상증세법 제28조가 사전증여재산에 대한 증여세액을 상속세산출세액에서 공제하도록 규정함으로써 사전증여재산을 상속세 과세가액에 가산하여 누진세율에 의한 과세의 효과를 유지하면서도 이중과세를 배제하고자 하는 것도 역시 같은 취지에서이다. <br/>  따라서 세대를 건너뛴 증여로 구 상증세법 제57조에 따른 할증과세가 되었더라도, 그 후 증여자의 사망으로 상속이 개시된 시점에 수증자가 대습상속의 요건을 갖춤으로써 세대를 건너뛴 상속에 대하여 할증과세를 할 수 없게 되어 세대생략을 통한 상속세 회피의 문제가 생길 여지가 없다면, 세대생략 증여에 대한 할증과세의 효과만을 그대로 유지하여 수증자 겸 상속인에게 별도의 불이익을 줄 필요가 없다.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제1조 제1항(현행 제3조 참조), 제3조 제1항(현행 제2조 제4호, 제3조의2 제1항, 제2항 참조), 제13조 제1항 제1호, 민법 제1001조, 제1003조 / [2] 구 상속세 및 증여세법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제13조 제1항 제1호, 제27조, 제28조, 제57조, 민법 제1001조<br/>",
  "참조판례": "[2] 대법원 2012. 5. 9. 선고 2012두720 판결(공2012상, 1012)<br/>"
}