{
  "판례일련번호": "204261",
  "사건명": "취득세등경정거부처분취소",
  "사건번호": "2016두50037",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181129",
  "판시사항": "[1] 구 지방세특례제한법 제45조 제1항 및 구 지방세특례제한법 시행령 제22조 제1호의 면제조항에서 정한 ‘장학단체’의 의미 및 이에 해당하는지 판단하는 기준 <br/>[2] 공익법인의 설립·운영에 관한 법률에 따라 설립된 甲 재단법인이 주무관청으로부터 어업인 자녀를 위한 장학관(기숙사) 매입을 목적으로 기본재산의 처분 허가를 받아 부동산을 취득하고 취득세 등을 신고·납부한 후, 甲 법인이 구 지방세특례제한법 제45조 제1항 및 구 지방세특례제한법 시행령 제22조 제1호에서 정한 ‘장학단체’에 해당하여 위 취득세 등이 면제되므로 이를 환급하여 달라는 취지의 경정청구를 하였으나, 관할 구청장이 거부한 사안에서, 甲 법인은 장학사업을 부대사업이 아닌 주된 목적으로 하는 단체로서 ‘장학단체’에 해당하므로 취득세 등이 면제되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세특례제한법(2015. 12. 29. 법률 제13637호로 개정되기 전의 것) 제45조 제1항 및 구 지방세특례제한법 시행령(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제22조 제1호(이하 각 조항을 합하여 ‘면제조항’이라 한다)는 ‘정부로부터 허가 또는 인가를 받거나 민법 외의 법률에 따라 설립되거나 그 적용을 받는 장학단체가 그 고유업무에 직접 사용하기 위하여 취득하는 부동산에 대하여는 취득세를 면제한다’고 규정하고 있다. <br/>  면제조항에서 정한 ‘장학단체’란 규정의 취지에 비추어 ‘학자금·장학금 기타 명칭에 관계없이 학생 등의 장학을 목적으로 금전을 지급·지원하거나, 금전에 갈음한 물건·용역 또는 시설을 설치·운영 또는 제공하거나 지원하는 장학사업을 주된 목적으로 하는 단체’를 의미하고, 장학사업이 부대사업의 하나에 불과한 단체는 위 조항에서 정한 ‘장학단체’에 해당한다고 볼 수 없다. 어느 단체가 ‘장학단체’에 해당하는지는 단체의 명칭 여하에 불문하고 설립근거인 법령, 정관의 목적사업, 주된 수행업무 등 실질적인 활동내역, 예산집행상황 등을 종합적으로 고려하여 판단하여야 한다.   <br/>[2] 공익법인의 설립·운영에 관한 법률에 따라 설립된 甲 재단법인이 주무관청으로부터 어업인 자녀를 위한 장학관(기숙사) 매입을 목적으로 기본재산의 처분 허가를 받아 부동산을 취득하고 취득세 등을 신고·납부한 후, 甲 법인이 구 지방세특례제한법(2015. 12. 29. 법률 제13637호로 개정되기 전의 것) 제45조 제1항 및 구 지방세특례제한법 시행령(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제22조 제1호(이하 각 조항을 합하여 ‘면제조항’이라 한다)에서 정한 ‘장학단체’에 해당하여 위 취득세 등이 면제되므로 이를 환급하여 달라는 취지의 경정청구를 하였으나, 관할 구청장이 거부한 사안에서, 甲 법인은 설립 당시부터 정관 등에 장학사업을 목적사업 중 하나로 기재한 점, 실제 장학사업을 영위한다는 명목으로 주무관청으로부터 50%가 넘는 기본재산에 대한 처분허가를 받아 부동산을 취득함으로써 장학사업을 위한 고정자산이 취득 당시를 기준으로 甲 법인의 전체 자산의 과반 이상을 차지하게 된 점, 부동산은 취득 이후 곧바로 어업인 자녀들의 기숙사 용도로 제공되어 甲 법인의 고유업무인 장학사업에 계속하여 직접 사용되어 오고 있는 점 등 甲 법인의 설립근거인 공익법인의 설립·운영에 관한 법률, 정관의 목적사업, 주된 수행업무 등 실질적인 활동내역, 예산집행상황 등에 비추어, 甲 법인은 장학사업을 부대사업이 아닌 주된 목적으로 하는 단체로서 면제조항의 장학단체에 해당하고, 자신의 기본재산을 처분하여 취득한 부동산을 실제 기숙사 용도로 제공하고 있고, 장학금 지원사업 등 장학사업을 더욱 확장하여 수행하고 있는 甲 법인에 부동산의 취득에 대한 세제혜택을 부여하는 것이 장학단체의 건전한 설립·운영을 전제로 공익사업인 장학사업을 활성화하고 장려하고자 하는 면제조항의 입법 취지에도 부합하므로, 부동산 취득에 대한 취득세 등이 면제되어야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.     <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세특례제한법(2015. 12. 29. 법률 제13637호로 개정되기 전의 것) 제45조 제1항, 구 지방세특례제한법 시행령(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제22조 제1호(현행 제22조 참조) / [2] 구 지방세특례제한법(2015. 12. 29. 법률 제13637호로 개정되기 전의 것) 제45조 제1항, 구 지방세특례제한법 시행령(2014. 11. 19. 대통령령 제25751호로 개정되기 전의 것) 제22조 제1호(현행 제22조 참조), 공익법인의 설립·운영에 관한 법률 제4조<br/>",
  "참조판례": "[1] 대법원 2008. 6. 12. 선고 2008두1115 판결(공2008하, 990)<br/>"
}