{
  "판례일련번호": "204235",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(정보통신망침해등)[컴퓨터에 저장되어 있던 직장 동료의 사내 메신저 대화내용을 몰래 열람·복사한 행위가 정보통신망에 의해 처리·보관·전송되는 타인 비밀의 침해·누설 행위에 해당하는지 여부에 관한 사건]",
  "사건번호": "2017도15226",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181227",
  "판시사항": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조 위반행위의 객체인 ‘정보통신망에 의해 처리·보관 또는 전송되는 타인의 비밀’의 범위 및 정보통신망으로 처리·전송이 완료된 다음 사용자의 개인용 컴퓨터(PC)에 저장·보관되어 있으나 정보통신체제 내에서 저장·보관 중인 것으로 볼 수 있는 비밀이 이에 포함되는지 여부(적극) / 위 규정에서 말하는 ‘타인의 비밀’의 의미<br/>[2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제49조에서 말하는 타인의 비밀 ‘침해’ 및 ‘누설’의 의미 / 위 규정의 ‘타인의 비밀 침해 또는 누설’에서 요구되는 ‘정보통신망에 침입하는 등 부정한 수단 또는 방법’에 사용자가 식별부호를 입력하여 정보통신망에 접속된 상태에 있는 것을 기화로 정당한 접근권한 없는 사람이 사용자 몰래 정보통신망의 장치나 기능을 이용하는 등의 방법으로 타인의 비밀을 취득·누설하는 행위를 포함시키는 해석이 죄형법정주의에 위배되는지 여부(소극)<br/>[3] 위법성조각사유로서 정당행위나 정당방위에 해당하는지 판단하는 방법 / 정당행위로 인정되기 위한 요건 / 정당방위가 성립하려면 방위행위가 사회적으로 상당한 것이어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 제49조는 \"누구든지 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설하여서는 아니 된다.\"라고 정하고, 제71조 제1항 제11호는 ‘제49조를 위반하여 타인의 정보를 훼손하거나 타인의 비밀을 침해·도용 또는 누설한 자는 5년 이하의 징역 또는 5천만 원 이하의 벌금에 처한다.’고 정하고 있다. <br/>  정보통신망법은 정보통신망의 이용을 촉진하고 정보통신서비스를 이용하는 자의 개인정보를 보호함과 아울러 정보통신망을 건전하고 안전하게 이용할 수 있는 환경을 조성하여 국민생활의 향상과 공공복리의 증진에 이바지하기 위한 목적으로 제정되었다(제1조). 정보통신망은 전기통신사업법 제2조 제2호에 따른 전기통신설비를 이용하거나 전기통신설비와 컴퓨터 및 컴퓨터의 이용기술을 활용하여 정보를 수집·가공·저장·검색·송신 또는 수신하는 정보통신체제를 말한다(제2조 제1항 제1호). 전기통신설비는 전기통신을 하기 위한 기계·기구·선로 또는 그 밖에 전기통신에 필요한 설비를 말한다(전기통신사업법 제2조 제2호). 정보통신망법 제49조의 규율 내용이 포괄적이기 때문에, 위와 같은 정보통신망법의 입법목적이나 정보통신망의 개념 등을 고려하여 그 조항을 해석해야 한다. <br/>정보통신망법 제49조 위반행위의 객체인 ‘정보통신망에 의해 처리·보관 또는 전송되는 타인의 비밀’에는 정보통신망으로 실시간 처리·전송 중인 비밀, 나아가 정보통신망으로 처리·전송이 완료되어 원격지 서버에 저장·보관된 것으로 통신기능을 이용한 처리·전송을 거쳐야만 열람·검색이 가능한 비밀이 포함됨은 당연하다. 그러나 이에 한정되는 것은 아니다. 정보통신망으로 처리·전송이 완료된 다음 사용자의 개인용 컴퓨터(PC)에 저장·보관되어 있더라도, 그 처리·전송과 저장·보관이 서로 밀접하게 연계됨으로써 정보통신망과 관련된 컴퓨터 프로그램을 활용해서만 열람·검색이 가능한 경우 등 정보통신체제 내에서 저장·보관 중인 것으로 볼 수 있는 비밀도 여기서 말하는 ‘타인의 비밀’에 포함된다고 보아야 한다. 이러한 결론은 정보통신망법 제49조의 문언, 정보통신망법상 정보통신망의 개념, 구성요소와 기능, 정보통신망법의 입법목적 등에 비추어 도출할 수 있다. <br/>  또한 정보통신망법 제49조에서 말하는 ‘타인의 비밀’이란 일반적으로 알려져 있지 않은 사실로서 이를 다른 사람에게 알리지 않는 것이 본인에게 이익이 되는 것을 뜻한다.<br/>[2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 제49조에서 말하는 타인의 비밀 ‘침해’란 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 비밀을 정보통신망에 침입하는 등 부정한 수단 또는 방법으로 취득하는 행위를 말한다. 타인의 비밀 ‘누설’이란 타인의 비밀에 관한 일체의 누설행위를 의미하는 것이 아니라, 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 비밀을 정보통신망에 침입하는 등의 부정한 수단 또는 방법으로 취득한 사람이나 그 비밀이 위와 같은 방법으로 취득된 것임을 알고 있는 사람이 그 비밀을 아직 알지 못하는 타인에게 이를 알려주는 행위만을 의미한다. <br/>정보통신망법 제48조 제1항은 정보통신망에 대한 보호조치를 침해하거나 훼손할 것을 구성요건으로 하지 않고 ‘정당한 접근권한 없이 또는 허용된 접근권한을 넘어’ 정보통신망에 침입하는 행위를 금지하고 있다. 정보통신망법 제49조는 제48조와 달리 정보통신망 자체를 보호하는 것이 아니라 정보통신망에 의하여 처리·보관 또는 전송되는 타인의 정보나 비밀을 보호대상으로 한다. 따라서 정보통신망법 제49조의 ‘타인의 비밀 침해 또는 누설’에서 요구되는 ‘정보통신망에 침입하는 등 부정한 수단 또는 방법’에는 부정하게 취득한 타인의 식별부호(아이디와 비밀번호)를 직접 입력하거나 보호조치에 따른 제한을 면할 수 있게 하는 부정한 명령을 입력하는 등의 행위에 한정되지 않는다. 이러한 행위가 없더라도 사용자가 식별부호를 입력하여 정보통신망에 접속된 상태에 있는 것을 기화로 정당한 접근권한 없는 사람이 사용자 몰래 정보통신망의 장치나 기능을 이용하는 등의 방법으로 타인의 비밀을 취득·누설하는 행위도 포함된다. 그와 같은 해석이 죄형법정주의에 위배된다고 볼 수는 없다.<br/>[3] 어떠한 행위가 위법성조각사유로서 정당행위나 정당방위가 되는지 여부는 구체적인 경우에 따라 합목적적·합리적으로 가려야 하고, 또 행위의 적법 여부는 국가질서를 벗어나서 이를 가릴 수 없는 것이다. 정당행위로 인정되려면 첫째 행위의 동기나 목적의 정당성, 둘째 행위의 수단이나 방법의 상당성, 셋째 보호법익과 침해법익의 법익균형성, 넷째 긴급성, 다섯째 그 행위 이외의 다른 수단이나 방법이 없다는 보충성의 요건을 모두 갖추어야 한다. 그리고 정당방위가 성립하려면 침해행위에 의하여 침해되는 법익의 종류, 정도, 침해의 방법, 침해행위의 완급과 방위행위에 의하여 침해될 법익의 종류, 정도 등 일체의 구체적 사정들을 참작하여 방위행위가 사회적으로 상당한 것이어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제1조, 제2조 제1항 제1호, 제49조, 제71조 제1항 제11호, 전기통신사업법 제2조 제2호 / [2] 헌법 제12조 제1항, 형법 제1조 제1항, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조, 제49조, 제71조 제1항 제11호 / [3] 형법 제20조, 제21조<br/>",
  "참조판례": "[1] 대법원 2006. 3. 24. 선고 2005도7309 판결(공2006상, 773), 대법원 2012. 1. 12. 선고 2010도2212 판결 / [2] 대법원 2012. 12. 13. 선고 2010도10576 판결(공2013상, 199), 대법원 2015. 1. 15. 선고 2013도15457 판결 / [3] 대법원 2008. 1. 18. 선고 2007도7096 판결<br/>"
}