{
  "판례일련번호": "204243",
  "사건명": "증여세부과처분취소",
  "사건번호": "2015두40941",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 구 상속세 및 증여세법 제33조부터 제42조까지 정해진 개별 증여재산가액산정 규정이 특정한 유형의 거래나 행위를 규율하면서 증여세 부과의 범위와 한계를 설정한 것으로 볼 수 있는 경우, 위 규정에서 증여세 부과대상이나 과세범위에서 제외된 거래나 행위가 구 상속세 및 증여세법 제2조 제3항의 증여의 개념에 해당한다면 증여세를 부과할 수 있는지 여부(소극) <br/>[2] 구 상속세 및 증여세법 제41조의3에서 정한 ‘주식 또는 출자지분의 상장 등에 따른 이익’에 해당하는 금액을 증여재산가액으로 정하기 위한 요건 / 법인 설립 전 발기인이 자금을 증여받아 신설 법인의 주식을 인수한 경우, 이후 상장에 따른 이익에 대하여 구 상속세 및 증여세법 제41조의3 제1항을 유추하여 증여세를 부과할 수 있는지 여부(소극)  <br/>",
  "판결요지": "[1] 어떤 거래나 행위가 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘구 상속증여세법’이라 한다) 제2조 제3항에서 정한 증여의 개념에 해당하는 경우에는 원칙적으로 증여세를 부과할 수 있다. 그러나 납세자의 예측가능성을 보장하기 위하여 구 상속증여세법 제33조부터 제42조까지 정해진 개별 증여재산가액산정 규정이 특정한 유형의 거래나 행위를 규율하면서 그중 일정한 거래나 행위만을 증여세 부과대상으로 한정하고 과세범위도 제한적으로 규정함으로써 증여세 부과의 범위와 한계를 설정한 것으로 볼 수 있는 경우에는, 그 규정에서 증여세 부과대상이나 과세범위에서 제외된 거래나 행위가 구 상속증여세법 제2조 제3항의 증여의 개념에 해당할 수 있더라도 증여세를 부과할 수 없다.<br/>[2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것, 이하 ‘구 상속증여세법’이라 한다) 제41조의3은 ‘주식 또는 출자지분의 상장 등에 따른 이익의 증여’에 관하여 정하고 있다. 위와 같은 이익에 해당하는 금액을 증여재산가액으로 정하기 위한 요건은 다음과 같다. 첫째, 증여자가 기업의 경영 등에 관한 미공개 정보를 이용할 수 있는 지위에 있다고 인정되는 최대주주 등이고, 수증자가 최대주주 등과 특수관계에 있을 것, 둘째, 특수관계인이 ① 최대주주 등으로부터 법인의 주식 등을 증여받거나 유상으로 취득할 것, 또는 ② 최대주주 등으로부터 증여받은 재산으로 최대주주 등 외의 자로부터 법인의 주식 등을 취득할 것, 셋째, 위 주식 등을 취득한 날부터 5년 이내에 주식 등이 한국증권거래소에 상장되는 등으로 일정 기준 이상의 이익을 얻을 것이다(제1항). 그 이익은 상장일 등으로부터 3월이 되는 날을 기준으로 계산한다(제2항). <br/>  이 규정의 입법 취지는 최대주주 등에 대한 특수관계인이 얻은 비상장주식의 상장이익에 대하여 증여세를 부과하여 최초 증여 또는 취득 당시 실현이 예견되는 부의 무상이전까지 과세함으로써 조세평등을 도모하려는 데에 있다. 이 규정의 문언을 보면, 이 규정은 특수관계인이 법인의 주식 등을 증여받거나 유상으로 취득한 경우에 그 주식 등의 상장 등에 따른 이익을 증여재산으로 정하고 있을 뿐이고, 법인 설립 전 발기인이 자금을 증여받아 신설 법인의 주식을 인수한 경우에 대해서까지 규율한 것이라고 볼 수는 없다. <br/>구 상속증여세법 제41조의3 제1항은 그 규정에서 상세히 정한 법인의 주식 취득 등에 대해서만 적용되고, 그 밖에 법인 설립 전 발기인의 주식 인수 등 다른 유형의 주식 취득에 대해서는 이후 상장으로 이익을 얻더라도 증여세를 부과하지 않도록 한계를 정하였다고 봄이 타당하다. 이러한 결론은 이 규정의 내용과 문언, 입법 취지, 법인 설립 전 발기인의 주식 인수와 설립 이후 미공개 경영 정보를 이용한 주식 취득 사이의 성질상 차이, 납세자의 예측가능성 등을 종합하여 도출할 수 있다. 따라서 이 규정의 적용 요건에 해당하지 않는 주식의 취득 등에 대해서는 위 규정을 유추하여 증여세를 부과할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제2조 제1항(현행 제4조 제1항 참조), 제3항(현행 제2조 제6호 참조), 제33조, 제34조, 제35조, 제36조, 제37조, 제38조, 제39조, 제39조의2, 제39조의3, 제40조, 제41조(현행 제45조의5), 제41조의3, 제41조의4, 제41조의5, 제42조(현행 제42조, 제42조의2, 제42조의3 참조) / [2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제2조 제1항(현행 제4조 제1항 참조), 제3항(현행 제2조 제6호 참조), 제41조의3<br/>",
  "참조판례": "[1][2] 대법원 2017. 3. 30. 선고 2016두55926 판결(공2017상, 899), 대법원 2017. 9. 21. 선고 2017두35691 판결 / [1] 대법원 2015. 10. 15. 선고 2013두13266 판결(공2015하, 1683), 대법원 2015. 10. 29. 선고 2014두1864 판결, 대법원 2015. 12. 23. 선고 2014두40722 판결<br/>"
}