{
  "판례일련번호": "204240",
  "사건명": "특수공무집행방해",
  "사건번호": "2016도19417",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 경찰관 직무집행법 제6조에 따른 경찰관의 제지 조치가 적법한 직무집행으로 평가되기 위한 요건 및 경찰관의 제지 조치가 적법한지 판단하는 기준<br/>[2] 주거지에서 음악 소리를 크게 내거나 큰 소리로 떠들어 이웃을 시끄럽게 하는 행위가 경범죄 처벌법상 경범죄에 해당하는지 여부(적극) / 경찰관이 경찰관 직무집행법에 따라 경범죄에 해당하는 행위를 예방·진압·수사하고, 필요한 경우 제지할 수 있는지 여부(적극)<br/>[3] 피고인은 평소 집에서 심한 고성과 욕설, 시끄러운 음악 소리 등으로 이웃 주민들로부터 수회에 걸쳐 112신고가 있어 왔던 사람인데, 피고인의 집이 소란스럽다는 112신고를 받고 출동한 경찰관 甲, 乙이 인터폰으로 문을 열어달라고 하였으나 욕설을 하였고, 경찰관들이 피고인을 만나기 위해 전기차단기를 내리자 화가 나 식칼을 들고 나와 욕설을 하면서 경찰관들을 향해 찌를 듯이 협박함으로써 甲, 乙의 112신고 업무 처리에 관한 직무집행을 방해하였다고 하여 특수공무집행방해로 기소된 사안에서, 공소사실을 무죄로 판단한 원심판결에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 경찰관 직무집행법의 해석과 적용, 공무집행의 적법성 등에 관한 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 경찰관 직무집행법은 경찰관이 국민의 자유와 권리를 보호하고 사회공공의 질서를 유지하기 위하여 직무 수행에 필요한 사항을 정하면서 경찰관의 직권은 직무 수행에 필요한 최소한도에서 행사되어야 한다고 정하고 있다(제1조). 경찰관 직무집행법 제2조는 경찰관 직무의 범위로 국민의 생명·신체·재산의 보호(제1호), 범죄의 예방·진압·수사(제2호), 범죄피해자 보호(제2호의2), 공공의 안녕과 질서 유지(제7호)를 포함하고 있다. <br/>경찰관 직무집행법 제6조는 “경찰관은 범죄행위가 목전에 행하여지려고 하고 있다고 인정될 때에는 이를 예방하기 위하여 관계인에게 필요한 경고를 하고, 그 행위로 인하여 사람의 생명·신체에 위해를 끼치거나 재산에 중대한 손해를 끼칠 우려가 있어 긴급한 경우에는 그 행위를 제지할 수 있다.”라고 정하고 있다. 위 조항 중 경찰관의 제지에 관한 부분은 범죄 예방을 위한 경찰 행정상 즉시강제, 즉 눈앞의 급박한 경찰상 장해를 제거할 필요가 있고 의무를 명할 시간적 여유가 없거나 의무를 명하는 방법으로는 그 목적을 달성하기 어려운 상황에서 의무불이행을 전제로 하지 않고 경찰이 직접 실력을 행사하여 경찰상 필요한 상태를 실현하는 권력적 사실행위에 관한 근거조항이다. 경찰관 직무집행법 제6조에 따른 경찰관의 제지 조치가 적법한 직무집행으로 평가되기 위해서는, 형사처벌의 대상이 되는 행위가 눈앞에서 막 이루어지려고 하는 것이 객관적으로 인정될 수 있는 상황이고, 그 행위를 당장 제지하지 않으면 곧 인명·신체에 위해를 미치거나 재산에 중대한 손해를 끼칠 우려가 있는 상황이어서, 직접 제지하는 방법 외에는 위와 같은 결과를 막을 수 없는 절박한 사태이어야 한다. 다만 경찰관의 제지 조치가 적법한지는 제지 조치 당시의 구체적 상황을 기초로 판단하여야 하고 사후적으로 순수한 객관적 기준에서 판단할 것은 아니다. <br/>[2] 주거지에서 음악 소리를 크게 내거나 큰 소리로 떠들어 이웃을 시끄럽게 하는 행위는 경범죄 처벌법 제3조 제1항 제21호에서 경범죄로 정한 ‘인근소란 등’에 해당한다. 경찰관은 경찰관 직무집행법에 따라 경범죄에 해당하는 행위를 예방·진압·수사하고, 필요한 경우 제지할 수 있다.<br/>[3] 피고인은 평소 집에서 심한 고성과 욕설, 시끄러운 음악 소리 등으로 이웃 주민들로부터 수회에 걸쳐 112신고가 있어 왔던 사람인데, 피고인의 집이 소란스럽다는 112신고를 받고 출동한 경찰관 甲, 乙이 인터폰으로 문을 열어달라고 하였으나 욕설을 하였고, 경찰관들이 피고인을 만나기 위해 전기차단기를 내리자 화가 나 식칼(전체 길이 약 37cm, 칼날 길이 약 24cm)을 들고 나와 욕설을 하면서 경찰관들을 향해 찌를 듯이 협박함으로써 甲, 乙의 112신고 업무 처리에 관한 직무집행을 방해하였다고 하여 특수공무집행방해로 기소된 사안에서, 피고인이 자정에 가까운 한밤중에 음악을 크게 켜놓거나 소리를 지른 것은 경범죄 처벌법 제3조 제1항 제21호에서 금지하는 인근소란행위에 해당하고, 그로 인하여 인근 주민들이 잠을 이루지 못하게 될 수 있으며, 甲과 乙이 112신고를 받고 출동하여 눈앞에서 벌어지고 있는 범죄행위를 막고 주민들의 피해를 예방하기 위해 피고인을 만나려 하였으나 피고인은 문조차 열어주지 않고 소란행위를 멈추지 않았던 상황이라면 피고인의 행위를 제지하고 수사하는 것은 경찰관의 직무상 권한이자 의무라고 볼 수 있으므로, 위와 같은 상황에서 甲과 乙이 피고인의 집으로 통하는 전기를 일시적으로 차단한 것은 피고인을 집 밖으로 나오도록 유도한 것으로서, 피고인의 범죄행위를 진압·예방하고 수사하기 위해 필요하고도 적절한 조치로 보이고, 경찰관 직무집행법 제1조의 목적에 맞게 제2조의 직무 범위 내에서 제6조에서 정한 즉시강제의 요건을 충족한 적법한 직무집행으로 볼 여지가 있다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 필요한 심리를 다하지 않은 채 논리와 경험의 법칙에 반하여 자유심증주의의 한계를 벗어나거나 경찰관 직무집행법의 해석과 적용, 공무집행의 적법성 등에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 경찰관 직무집행법 제1조, 제2조 제1호, 제2호, 제2호의2, 제7호, 제6조 / [2] 경범죄 처벌법 제3조 제21호 / [3] 형법 제136조 제1항, 제144조 제1항, 경범죄 처벌법 제3조 제1항 제21호, 경찰관 직무집행법 제1조, 제2조 제1호, 제2호, 제2호의2, 제7호, 제6조, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 2013. 6. 13. 선고 2012도9937 판결(공2013하, 1272)<br/>"
}