{
  "판례일련번호": "204269",
  "사건명": "폐기물처리시설설치비용부담금부과처분취소",
  "사건번호": "2016두35229",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181129",
  "판시사항": "[1] 법률의 위임 없이 주민의 권리제한 또는 의무부과에 관한 사항을 정한 조례의 효력(무효) 및 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우, 조례가 위임의 한계를 준수하고 있는지 판단하는 기준<br/>[2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률에 따라 사업시행자가 설치하여야 하는 폐기물처리시설에 주민편익시설이 포함되는지 및 폐기물처리시설 설치비용 해당 금액에 주민편익시설 설치비용이 포함되는지 여부(소극) <br/>[3] 구청장이 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 제6조에 따라 폐기물처리시설을 설치하거나 그 설치비용에 해당하는 금액을 납부할 의무를 부담하는 보금자리주택지구 조성사업을 시행하는 사업시행자에게 ‘서울특별시 서초구 폐기물처리시설 설치비용 징수와 기금설치 및 운용에 관한 조례’ 규정에 따라 폐기물처리시설 설치비용 산정의 기준이 되는 부지면적에 주민편익시설의 면적을 포함시켜 산정한 폐기물처리시설 부담금을 부과한 사안에서, 위 조례 규정은 상위법령의 가능한 해석범위를 넘어 이를 확장함으로써 위임의 한계를 벗어난 새로운 입법을 한 것과 다름없으므로 효력이 없다고 한 사례 <br/>",
  "판결요지": "[1] 지방자치법 제22조, 행정규제기본법 제4조 제3항에 따르면 지방자치단체가 조례를 제정할 때에 그 내용이 주민의 권리제한 또는 의무부과에 관한 사항이나 벌칙인 경우에는 법률의 위임이 있어야 하므로, 법률의 위임 없이 주민의 권리제한 또는 의무부과에 관한 사항을 정한 조례는 효력이 없다. <br/>  특정 사안과 관련하여 법령에서 조례에 위임을 한 경우 조례가 위임의 한계를 준수하고 있는지 여부를 판단할 때는 당해 법령 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴야 하고, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소하여 위임 내용을 구체화하는 단계를 벗어나 새로운 입법을 하였는지 등도 아울러 고려하여야 한다. <br/>[2] 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법령 규정의 문언 및 체제 등에 비추어 보면, 사업시행자가 설치하여야 하는 폐기물처리시설에는 주민편익시설이 포함되지 않고, 폐기물처리시설 설치비용 해당 금액에도 주민편익시설 설치비용이 포함되지 않는다. <br/>[3] 구청장이 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것, 이하 ‘폐기물시설촉진법’이라 한다) 제6조에 따라 폐기물처리시설을 설치하거나 그 설치비용에 해당하는 금액을 납부할 의무를 부담하는 보금자리주택지구 조성사업을 시행하는 사업시행자에게 ‘서울특별시 서초구 폐기물처리시설 설치비용 징수와 기금설치 및 운용에 관한 조례’ 규정에 따라 폐기물처리시설 설치비용 산정의 기준이 되는 부지면적에 주민편익시설의 면적을 포함시켜 산정한 폐기물처리시설 부담금을 부과한 사안에서, 위 조례 규정은 폐기물시설촉진법령의 가능한 해석범위를 넘어 이를 확장함으로써 위임의 한계를 벗어난 새로운 입법을 한 것과 다름없으므로 효력이 없고, 사업시행자가 주민편익시설 설치비용을 부담하도록 할 필요성 또는 타당성이 있다는 사정만으로 그 법령 문언의 해석상 예측가능한 범위를 벗어나 사업시행자에게 새로운 비용부담의무를 부과하는 내용으로 제정된 조례 규정에 대하여 효력을 인정할 수는 없는데도, 이와 달리 위 조례 규정이 무효라고 볼 수 없고 조례 규정에 따라 부지면적 산정 시 주민편익시설의 면적을 포함시킨 위 처분이 적법하다고 판단한 원심판결에 법리를 오해한 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제22조, 행정규제기본법 제4조 제3항 / [2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제2조, 제6조, 제20조, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2014. 2. 11. 대통령령 제25165호로 개정되기 전의 것)  제4조 / [3] 지방자치법 제22조, 행정규제기본법 제4조 제3항, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제2조, 제6조, 제20조, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2014. 2. 11. 대통령령 제25165호로 개정되기 전의 것) 제4조<br/>",
  "참조판례": "[1] 대법원 2012. 11. 22. 선고 2010두19270 전원합의체 판결(공2013상, 51), 대법원 2018. 8. 30. 선고 2017두56193 판결(공2018하, 1932)<br/>"
}