{
  "판례일련번호": "204296",
  "사건명": "부당이득금반환",
  "사건번호": "2016다258209",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181115",
  "판시사항": "국민건강보험의 가입자 등이 자동차보험에 의하여 치료를 받는 등 국민건강보험법 등에 따른 요양급여 신청을 하지 않고 치료를 받은 경우, 국민건강보험공단이 가입자 등에게 요양급여를 해주어야 할 의무가 있는지 여부(소극) 및 이 경우 가입자 등이 처음부터 국민건강보험법에 따른 요양급여를 신청하여 치료를 받았더라면 요양기관이 국민건강보험공단으로부터 요양급여비용을 지급받을 수 있었다는 사정만으로 국민건강보험공단이 요양급여비용을 부당이득으로 반환하여야 한다고 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "국민건강보험제도는 보험가입자가 납부하는 보험료와 국고부담을 재원으로 하여 국민에게 발생하는 질병·부상 등 사회적 위험을 보험방식으로 대처하는 사회보험제도이다(사회보장기본법 제3조 제2호). 따라서 국민건강보험수급권의 구체적 내용인 수급요건, 수급권자의 범위, 급여금액 등은 법률에 따라 구체적으로 형성·확정된다.<br/>  국민건강보험법상 요양급여는 현물급여가 원칙이므로, 피보험자가 요양기관에서 치료를 받았을 때 현실적으로 보험급여가 이루어진다.<br/>  다만 위와 같은 현물급여 원칙에 대한 예외가 있다. 가입자 등이 보건복지부령으로 정하는 긴급하거나 그 밖의 부득이한 사유로 요양기관과 비슷한 기능을 하는 기관으로서 보건복지부령으로 정하는 기관에서 질병·부상·출산 등에 대하여 요양을 받거나 요양기관이 아닌 장소에서 출산한 경우에는 국민건강보험공단이 요양급여에 상당하는 금액을 보건복지부령으로 정하는 바에 따라 가입자 등에게 요양비로 지급한다(국민건강보험법 제49조 제1항).<br/>  이와 같이 국민건강보험의 가입자 등이 요양급여를 받기 위해서는, 국민건강보험법 제49조 제1항에 따라 예외적으로 요양비 청구요건이 갖추어진 경우가 아닌 한, 요양기관에 요양급여를 신청해야 한다. 가입자 등의 요양급여 신청에 따라 요양기관을 통한 현물급여 형태의 요양급여가 이루어지면, 국민건강보험공단은 가입자 등이 아닌 요양기관에 대해 요양급여비용을 부담할 뿐이다.<br/>  국민건강보험공단은 제3자의 행위로 보험급여사유가 생겨 가입자 등에게 보험급여를 한 경우 급여에 들어간 비용 한도에서 제3자에게 손해배상을 청구할 권리, 즉 구상권을 얻는다(국민건강보험법 제58조 제1항). 학교안전사고와 관련하여 법원의 판결 등으로 국민건강보험법 제58조에 따라 국민건강보험공단의 구상권 행사에 따른 손해배상액이 확정된 경우 학교의 장이 부담할 부분은 학교안전공제회가 부담한다(학교안전사고 예방 및 보상에 관한 법률 제36조 제2항 단서). 근로복지공단이 산업재해보상보험법상 수급권자에게 요양급여를 지급한 후 지급결정이 취소된 경우로서 지급한 요양급여가 국민건강보험법에 따라 지급할 수 있는 건강보험 요양급여 등에 상당한 것으로 인정되면, 근로복지공단은 건강보험 요양급여 등에 해당하는 금액을 국민건강보험공단에 청구할 수 있다(국민건강보험법 제61조, 산업재해보상보험법 제90조 제2항).<br/>  그러나 가입자 등이 건강보험으로 치료를 받지 않고 자동차보험으로 치료를 받거나 일반진료로 치료를 받은 경우에 보험회사나 가입자 등이 사후적으로 국민건강보험공단을 상대로 요양급여비용 상당액의 지급을 청구할 수 있다는 규정은 없다.<br/>  위와 같이 요양급여 절차, 구상 등 관계에 관하여 다른 사회보장제도 규정들과 달리 규정하고 있는 국민건강보험법 등의 규정 체계와 내용에 비추어 보면, 국민건강보험으로 요양급여를 받고자 하는 가입자 등은 요양기관에 건강보험증을 제출하는 등으로 요양급여를 신청해야 하고, 가입자 등이 자동차보험에 의하여 치료를 받는 등 국민건강보험법 등에 따른 요양급여 신청을 하지 않고 치료를 받은 경우에는 국민건강보험공단이 가입자 등에게 어떠한 요양급여를 해주어야 할 의무가 없다고 보아야 한다. 그러한 경우에는 설령 가입자 등이 처음부터 국민건강보험법에 따른 요양급여를 신청하여 치료를 받았더라면 요양기관이 국민건강보험공단으로부터 요양급여비용을 지급받을 수 있었다고 하더라도, 그러한 사정만으로 국민건강보험공단이 요양급여비용을 부당이득으로 반환하여야 한다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "사회보장기본법 제3조 제2호, 국민건강보험법 제12조 제2항, 제41조 제1항, 제44조 제1항, 제47조 제1항, 제2항, 제3항, 제49조 제1항, 제58조 제1항, 제61조, 국민건강보험 요양급여의 기준에 관한 규칙 제3조 제1항, 산업재해보상보험법 제41조 제1항, 제90조 제2항, 산업재해보상보험법 시행규칙 제21조 제1항, 학교안전사고 예방 및 보상에 관한 법률 제36조 제1항, 제2항, 민법 제741조<br/>",
  "참조판례": "대법원 2012. 9. 13. 선고 2012다39103 판결<br/>"
}