{
  "판례일련번호": "204244",
  "사건명": "귀화불허결정취소[귀화거부처분 취소소송에서 피고 행정청이 원고에 대한 '품행 미단정' 판단의 근거를 추가로 주장할 수 있는지가 쟁점이 된 사건]",
  "사건번호": "2016두31616",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 구 국적법 제5조 각호 사유 중 일부를 갖추지 못하였다는 이유로 행정청이 귀화 신청을 받아들이지 않는 처분을 한 경우, ‘그 각호 사유 중 일부를 갖추지 못하였다는 판단’ 자체가 처분의 사유인지 여부(적극)<br/>[2] 외국인 甲이 법무부장관에게 귀화신청을 하였으나 법무부장관이 심사를 거쳐 ‘품행 미단정’을 불허사유로 국적법상의 요건을 갖추지 못하였다며 신청을 받아들이지 않는 처분을 하였는데, 법무부장관이 甲을 ‘품행 미단정’이라고 판단한 이유에 대하여 제1심 변론절차에서 자동차관리법위반죄로 기소유예를 받은 전력 등을 고려하였다고 주장하였다가 원심 변론절차에서 불법 체류한 전력이 있다는 추가적인 사정까지 고려하였다고 주장한 사안에서, 법무부장관이 원심에서 추가로 제시한 불법 체류 전력 등의 제반 사정은 처분사유의 근거가 되는 기초 사실 내지 평가요소에 지나지 않으므로, 추가로 주장할 수 있다고 한 사례<br/>[3] 귀화신청인이 구 국적법 제5조 각호에서 정한 귀화요건을 갖추지 못한 경우, 법무부장관이 귀화 허부에 관한 재량권을 행사할 여지 없이 귀화불허처분을 하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것, 이하 같다) 제5조 각호와 같이 귀화는 요건이 항목별로 구분되어 구체적으로 규정되어 있다. 그리고 성질상 행정절차를 거치기 곤란하거나 거칠 필요가 없다고 인정되어 처분의 이유제시 등을 규정한 행정절차법이 적용되지 않는다(제3조 제2항 제9호). 귀화의 이러한 특수성을 고려하면, 귀화의 요건인 구 국적법 제5조 각호 사유 중 일부를 갖추지 못하였다는 이유로 행정청이 귀화 신청을 받아들이지 않는 처분을 한 경우에 ‘그 각호 사유 중 일부를 갖추지 못하였다는 판단’ 자체가 처분의 사유가 된다. <br/>[2] 외국인 甲이 법무부장관에게 귀화신청을 하였으나 법무부장관이 심사를 거쳐 ‘품행 미단정’을 불허사유로 국적법상의 요건을 갖추지 못하였다며 신청을 받아들이지 않는 처분을 하였는데, 법무부장관이 甲을 ‘품행 미단정’이라고 판단한 이유에 대하여 제1심 변론절차에서 자동차관리법위반죄로 기소유예를 받은 전력 등을 고려하였다고 주장하였다가 원심 변론절차에서 불법 체류한 전력이 있다는 추가적인 사정까지 고려하였다고 주장한 사안에서, 법무부장관이 처분 당시 甲의 전력 등을 고려하여 甲이 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것, 이하 같다) 제5조 제3호의 ‘품행단정’ 요건을 갖추지 못하였다고 판단하여 처분을 하였고, 그 처분서에 처분사유로 ‘품행 미단정’이라고 기재하였으므로, ‘품행 미단정’이라는 판단 결과를 위 처분의 처분사유로 보아야 하는데, 법무부장관이 원심에서 추가로 제시한 불법 체류 전력 등의 제반 사정은 불허가처분의 처분사유 자체가 아니라 그 근거가 되는 기초 사실 내지 평가요소에 지나지 않으므로, 법무부장관이 이러한 사정을 추가로 주장할 수 있다고 한 사례. <br/>[3] 귀화신청인이 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것) 제5조 각호에서 정한 귀화요건을 갖추지 못한 경우 법무부장관은 귀화 허부에 관한 재량권을 행사할 여지 없이 귀화불허처분을 하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것) 제5조 / [2] 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것) 제5조 / [3] 구 국적법(2017. 12. 19. 법률 제15249호로 개정되기 전의 것) 제5조<br/>",
  "참조판례": ""
}