{
  "판례일련번호": "204239",
  "사건명": "배임",
  "사건번호": "2016도19308",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 부동산 매매계약에서 중도금이 지급되는 등 계약이 본격적으로 이행되는 단계에 이른 경우, 그때부터 매도인은 배임죄에서 말하는 ‘타인의 사무를 처리하는 자’에 해당하는지 여부(적극) 및 그러한 지위에 있는 매도인이 매수인에게 계약 내용에 따라 부동산의 소유권을 이전해 주기 전에 부동산을 제3자에게 처분하여 등기를 하는 행위가 배임죄를 구성하는지 여부(적극) / 서면으로 부동산 증여의 의사를 표시한 증여자가 ‘타인의 사무를 처리하는 자’에 해당하는지 여부(적극) 및 그가 수증자에게 증여계약에 따라 부동산의 소유권을 이전하지 않고 부동산을 제3자에게 처분하여 등기를 하는 행위가 배임죄를 구성하는지 여부(적극)<br/>[2] 피고인이 甲과의 증여계약에 따라 목장용지 중 1/2 지분을 甲에게 증여하고 증여의 의사를 서면으로 표시하였는데 그 후 금융기관에서 일정 금액의 돈을 대출받으면서 목장용지에 금융기관 앞으로 근저당권설정등기를 마침으로써 피담보채무액 중 1/2 지분에 해당하는 금액의 재산상 이익을 취득하고, 甲에게 같은 금액의 재산상 손해를 입혔다고 하여 배임으로 기소된 사안에서, 서면으로 증여의 의사를 표시한 증여자의 소유권이전등기의무가 증여자 자기의 사무일 뿐이라는 전제에서 공소사실을 무죄로 판단한 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산 매매계약에서 중도금이 지급되는 등 계약이 본격적으로 이행되는 단계에 이른 때에는 계약이 취소되거나 해제되지 않는 한 매도인은 매수인에게 부동산의 소유권을 이전할 의무에서 벗어날 수 없다. 이러한 단계에 이른 때에 매도인은 매수인에게 매수인의 재산보전에 협력하여 재산적 이익을 보호·관리할 신임관계에 있게 되고, 그때부터 배임죄에서 말하는 ‘타인의 사무를 처리하는 자’에 해당한다고 보아야 한다. 그러한 지위에 있는 매도인이 매수인에게 계약 내용에 따라 부동산의 소유권을 이전해 주기 전에 부동산을 제3자에게 처분하여 등기를 하는 행위는 매수인의 부동산 취득이나 보전에 지장을 초래하는 행위로서 배임죄가 성립한다. <br/>  이러한 법리는 서면에 의한 부동산 증여계약에도 마찬가지로 적용된다. 서면으로 부동산 증여의 의사를 표시한 증여자는 계약이 취소되거나 해제되지 않는 한 수증자에게 목적부동산의 소유권을 이전할 의무에서 벗어날 수 없다. 그러한 증여자는 ‘타인의 사무를 처리하는 자’에 해당하고, 그가 수증자에게 증여계약에 따라 부동산의 소유권을 이전하지 않고 부동산을 제3자에게 처분하여 등기를 하는 행위는 수증자와의 신임관계를 저버리는 행위로서 배임죄가 성립한다.<br/>[2] 피고인이 甲과의 증여계약에 따라 목장용지 중 1/2 지분을 甲에게 증여하고 증여의 의사를 서면으로 표시하였는데 그 후 농업협동조합에서 4,000만 원을 대출받으면서 목장용지에 농업협동조합 앞으로 채권최고액 5,200만 원의 근저당권설정등기를 마침으로써 피담보채무액 중 1/2 지분에 해당하는 2,000만 원의 재산상 이익을 취득하고, 甲에게 같은 금액의 재산상 손해를 입혔다고 하여 배임으로 기소된 사안에서, 피고인이 서면으로 증여의 의사를 표시하였는지에 관하여 심리하지 아니한 채, 서면으로 증여의 의사를 표시한 증여자의 소유권이전등기의무는 증여자 자기의 사무일 뿐이라는 전제에서 공소사실을 무죄로 판단한 원심판결에 배임죄에서 ‘타인의 사무를 처리하는 자’ 등에 관한 법리를 오해하고 필요한 심리를 다하지 않은 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제2항, 민법 제555조, 제565조 / [2] 형법 제355조 제2항, 민법 제555조<br/>",
  "참조판례": "[1] 대법원 2018. 5. 17. 선고 2017도4027 전원합의체 판결(공2018하, 1203)<br/>"
}