{
  "판례일련번호": "204225",
  "사건명": "시정명령등취소",
  "사건번호": "2015두44028",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181227",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제52조의2의 규정 취지 및 같은 법 제55조의2에 따라 공정거래위원회가 법 규정 위반사건의 처리절차 등에 관하여 필요한 사항을 설정하는 고시 내용의 한계<br/>[2] 독점규제 및 공정거래에 관한 법률 제55조의2에 근거한 ‘공정거래위원회 회의운영 및 사건절차 등에 관한 규칙’ 제29조에서 심사보고서 첨부자료의 송부 및 자료 열람 등을 규정하고 있는 취지 / 피심인이 신청한 심사보고서 첨부자료의 열람·복사 요구를 거부할 수 있는 예외적인 경우 및 이에 해당하는지 판단하는 방법 / 공정거래위원회가 위 규칙 제29조 제12항에서 정한 거부 사유에 해당하지 않음에도 피심인의 심사보고서 첨부자료 열람·복사 신청에 응하지 않은 경우, 공정거래위원회의 처분이 취소되어야 하는지 여부(원칙적 적극) / 위 절차상 하자로 피심인의 방어권 행사에 실질적으로 지장을 가져왔다고 볼 수 없는 경우에도 공정거래위원회의 처분을 취소해야 하는지 여부(소극) 및 이때 피심인의 방어권이 실질적으로 침해되었는지 판단하는 방법<br/>[3] 입찰담합에 따라 체결된 계약상의 금액 중 일부가 매출액에 해당한다고 볼 수 없는 특별한 사정이 있는 경우, 이를 과징금의 기본 산정기준인 ‘계약금액’에서 공제하여야 하는지 여부(적극)<br/>[4] 공정거래위원회가 비등기 임원이 독점규제 및 공정거래에 관한 법률 위반행위에 직접 관여한 경우를 구 과징금부과 세부기준 등에 관한 고시 IV. 3. 나. (5)항의 적용대상이라고 보아 과징금을 가중한 경우, 과징금부과처분이 재량권을 일탈·남용하여 위법한지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 행정절차법은, 당사자가 청문의 통지가 있는 날부터 청문이 끝날 때까지 행정청에 해당 사안의 조사결과에 관한 문서와 그 밖에 해당 처분과 관련되는 문서의 열람 또는 복사를 ‘요청’할 수 있고, 행정청은 다른 법령에 따라 공개가 제한되는 경우를 제외하고는 그 요청을 거부할 수 없도록 규정하고 있다(제37조 제1항). 그런데 행정절차법 제3조, 행정절차법 시행령 제2조 제6호는 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다)에 대하여 행정절차법의 적용이 배제되도록 규정하고 있다. 그 취지는 공정거래법의 적용을 받는 당사자에게 행정절차법이 정한 것보다 더 약한 절차적 보장을 하려는 것이 아니라, 오히려 그 의결절차상 인정되는 절차적 보장의 정도가 일반 행정절차와 비교하여 더 강화되어 있기 때문이다. 공정거래위원회에 강학상 ‘준사법기관’으로서의 성격이 부여되어 있다는 전제하에 공정거래위원회의 의결을 다투는 소를 서울고등법원의 전속관할로 정하고 있는 취지 역시 같은 전제로 볼 수 있다. 공정거래법 제52조의2가 당사자에게 단순한 열람·복사 ‘요청권’이 아닌 열람·복사 ‘요구권’을 부여한 취지 역시 이와 마찬가지이다. <br/>  이처럼 공정거래법 규정에 의한 처분의 상대방에게 부여된 절차적 권리의 범위와 한계를 확정하려면 행정절차법이 당사자에게 부여한 절차적 권리의 범위와 한계 수준을 고려하여야 한다. 나아가 ‘당사자’에게 보장된 절차적 권리는 단순한 ‘이해관계인’이 보유하는 절차적 권리와 같을 수는 없다. 또한 단순히 조사가 개시되거나 진행 중인 경우에 당사자인 피심인의 절차적 권리와 비교하여, 공정거래위원회 전원회의나 소회의 등이 열리기를 전후하여 최종 의결에 이르기까지 피심인이 가지는 절차적 권리는 한층 더 보장되어야 한다. 따라서 공정거래위원회의 심의절차에서 특별한 사정이 없는 한 피심인에게 원칙적으로 관련 자료를 열람·등사하여 주어 실질적으로 그 방어권이 보장되도록 하여야 한다. <br/>  이러한 전제에서 공정거래법 제52조의2의 규정 취지를 헌법상 적법절차 원칙을 고려하여 체계적으로 살펴보면, 당사자인 피심인은 공정거래위원회에 대하여 공정거래법 규정에 의한 처분과 관련된 자료의 열람 또는 복사를 요구할 수 있고, 적어도 공정거래위원회의 심리·의결 과정에서는 다른 법령에 따라 공개가 제한되는 경우 등 특별한 사정이 없는 한 공정거래위원회가 피심인의 이러한 요구를 거부할 수 없음이 원칙이라고 새기는 것이 타당하다. 공정거래법 제55조의2는 이러한 전제에서 공정거래법 규정 위반사건의 처리절차 등에 관하여 필요한 사항을 공정거래위원회가 정하여 고시하도록 규정한 것으로 볼 수 있고, 이에 따라 그 내용 역시 이러한 한계 범위 내에서 설정되어야 한다.<br/>[2] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제55조의2에 근거한 공정거래위원회 회의운영 및 사건절차 등에 관한 규칙(2012. 11. 28. 공정거래위원회 고시 제2012-71호, 이하 ‘절차규칙’이라 한다) 제29조 제1항, 제10항, 제12항, 제29조의2 제1항, 제2항의 문언과 내용에 따르면, 심사보고서 첨부자료의 송부 및 자료 열람 등을 규정하고 있는 취지는, 공정거래위원회의 시정조치 또는 과징금납부명령으로 말미암아 불측의 피해를 받을 수 있는 ‘당사자’로 하여금 공정거래위원회의 심의에 출석하여 심사관의 심사결과에 대하여 효과적으로 방어권을 행사하도록 보장함으로써 심사절차의 적정을 기함과 아울러 공정거래위원회로 하여금 적법한 심사절차를 거쳐 사실관계를 보다 구체적으로 파악하게 하여 신중하게 처분을 하게 하는 데 있다. <br/>  나아가 이러한 절차규칙 규정들을 공정거래법상 당사자에게 부여된 열람·복사 요구권의 내용과 한계에 비추어 살펴보면, 요구된 대상이 영업비밀, 사생활의 비밀 등 기타 법령 규정이 정한 비공개 자료에 해당하거나 자진신고와 관련된 자료로서 자진신고자 등의 신상 등 사적인 정보가 드러나는 부분 등에 관하여는, 첨부자료의 열람·복사 요구를 거부할 수도 있다. 다만 이 경우에도 일률적으로 거부할 수는 없고 첨부자료의 열람·복사를 거부함으로써 보호되는 이익과 그로 인하여 침해되는 피심인의 방어권의 내용과 정도를 비교·형량하여 신중하게 판단하여야 한다. <br/>  그러므로 피심인이 심의·의결절차에서의 방어권을 행사하기 위하여 필요한 심사보고서의 첨부자료 열람·복사를 신청하였으나, 공정거래위원회가 절차규칙 제29조 제12항에서 정한 거부 사유에 해당하지 않음에도 이에 응하지 아니하였다면, 공정거래위원회의 심의·의결의 절차적 정당성이 상실되므로, 공정거래위원회의 처분은 절차적 하자로 인하여 원칙적으로 취소되어야 한다. <br/>  다만 그 절차상 하자로 피심인의 방어권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 예외적인 경우에는, 공정거래위원회가 첨부자료의 제공 또는 열람·복사를 거절하였더라도 공정거래위원회의 심의·의결에 절차적 정당성이 상실되었다고 볼 수 없으므로 그 처분을 취소할 것은 아니다. 나아가 첨부자료의 제공 또는 열람·등사가 거절되는 등으로 인하여 피심인의 방어권이 실질적으로 침해되었는지는 공정거래위원회가 송부 내지 열람·복사를 거부한 자료의 내용, 범위, 정도, 자료의 내용과 처분요건 등과의 관련 정도, 거부의 경위와 거부 사유의 타당성, 심사보고서에 기재된 내용, 피심인이 심의·의결절차에서 의견을 진술하고 변명하는 등 방어의 기회를 충분히 가졌는지 등을 종합하여 판단하여야 한다.<br/>[3] 독점규제 및 공정거래에 관한 법령(이하 ‘공정거래법령’이라 한다)은 과징금 부과 한도 및 그 산정의 기초가 되는 독점규제 및 공정거래에 관한 법률 제22조에서 정한 ‘매출액’을 ‘관련 상품이나 용역의 매출액 또는 이에 준하는 금액’인 ‘관련매출액’이라고 정하면서도, 입찰담합 및 이와 유사한 행위 유형에 대하여는 ‘계약금액’을 기준으로 삼고 있다. 다만 위와 같은 관계 법령의 전반적인 체계, 내용, 취지·목적 및 연혁 등을 종합해 보면, 이는 입찰담합의 특수성 등을 감안하여 ‘관련매출액’의 특수한 형태로 ‘계약금액’을 인정한 것일 뿐, ‘계약금액’을 공정거래법령이 정한 ‘매출액’ 또는 ‘관련매출액’의 본질적 성격과 무관한 전혀 별개의 개념으로 규정하는 취지라고 볼 수는 없으므로, 입찰담합의 경우에도 그에 따라 체결된 계약상의 금액 중 일부가 매출액에 해당한다고 볼 수 없는 특별한 사정이 있는 경우에는 이를 과징금의 기본 산정기준인 ‘계약금액’에서 공제하여야 한다. <br/>[4] 공정거래위원회가 비등기 임원이 위반행위에 직접 관여한 경우도 독점규제 및 공정거래에 관한 법률 시행령 [별표 2] 제2호 (다)목, 제3호에 근거한 구 과징금부과 세부기준 등에 관한 고시(2012. 3. 28. 공정거래위원회 고시 제2012-6호로 개정된 것) IV. 3. 나. (5)항의 적용대상이라고 보아 과징금을 가중하였더라도, 비등기 임원의 실질적 지위가 일반 직원과 마찬가지라는 등의 특별한 사정이 없는 한, 이를 두고 곧바로 재량권을 일탈·남용하여 위법하다고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제52조의2, 제55조의2, 행정절차법 제3조, 행정절차법 시행령 제2조 제6호, 제37조 제1항 / [2] 독점규제 및 공정거래에 관한 법률 제55조의2, 공정거래위원회 회의운영 및 사건절차 등에 관한 규칙(2012. 11. 28. 공정거래위원회 고시 제2012-71호) 제29조 제1항, 제10항, 제12항, 제29조의2 제1항, 제2항 / [3] 독점규제 및 공정거래에 관한 법률 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항, 제61조 제1항 [별표 2] 제2호 (가)목 3) 가) / [4] 독점규제 및 공정거래에 관한 법률 제2조 제5호, 제22조, 제55조의3 제1항, 독점규제 및 공정거래에 관한 법률 시행령 제61조 제1항 [별표 2] 제2호 (다)목, 제3호<br/>",
  "참조판례": "[3] 대법원 2017. 9. 7. 선고 2016두48447 판결(공2017하, 1913), 대법원 2017. 9. 12. 선고 2016두55551 판결 / [4] 대법원 2017. 1. 12. 선고 2016두35199 판결(공2017상, 385), 대법원 2018. 11. 15. 선고 2016두49044 판결(공2019상, 56)<br/>"
}