{
  "판례일련번호": "204253",
  "사건명": "사업허가권명의변경동의이행",
  "사건번호": "2015다72385",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 2인으로 구성된 조합에서 한 사람이 탈퇴한 경우, 조합이 해산이나 청산이 되는지 여부(원칙적 소극) 및 이때 조합재산의 귀속관계 / 조합원이 부동산 사용권을 존속기한을 정하지 않고 출자하였다가 탈퇴한 경우, 탈퇴 시 조합재산인 부동산 사용권이 소멸하는지 여부(원칙적 소극) 및 이때 탈퇴 조합원이 남은 조합원으로 하여금 부동산을 사용·수익할 수 있도록 할 의무를 이행하지 않음으로써 남은 조합원에게 손해가 발생한 경우, 탈퇴 조합원이 그 손해를 배상하여야 하는지 여부(적극)<br/>[2] 甲이 乙과 주유소 등을 공동 경영하기로 하는 동업계약을 체결한 후 주유소 운영에 필수적인 부지와 시설인 토지와 건물의 1/2 지분에 대한 사용권을 출자하였고, 동업계약에서 조합의 존속기간을 정하지는 아니하였는데, 그 후 甲이 동업에서 탈퇴한 사안에서, 甲의 탈퇴로 토지와 건물의 1/2 지분에 기초한 사용권이 기간만료로 소멸하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 조합의 탈퇴란 특정 조합원이 장래에 향하여 조합원으로서의 지위를 벗어나는 것으로서, 이 경우 조합 자체는 나머지 조합원에 의해 동일성을 유지하며 존속하는 것이므로 결국 탈퇴는 잔존 조합원이 동업사업을 계속 유지·존속함을 전제로 한다. 2인으로 구성된 조합에서 한 사람이 탈퇴하면 조합관계는 종료되나 특별한 사정이 없는 한 조합은 해산이나 청산이 되지 않고, 다만 조합원의 합유에 속한 조합재산은 남은 조합원의 단독소유에 속하여 탈퇴 조합원과 남은 조합원 사이에는 탈퇴로 인한 계산을 해야 한다.<br/>  이러한 법리는 부동산 사용권을 출자한 경우에도 적용된다. 조합원이 부동산 사용권을 존속기한을 정하지 않고 출자하였다가 탈퇴한 경우 특별한 사정이 없는 한 탈퇴 시 조합재산인 부동산 사용권이 소멸한다고 볼 수는 없고, 그러한 사용권은 공동사업을 유지할 수 있도록 일정한 기간 동안 존속한다고 보아야 한다. 이때 탈퇴 조합원이 남은 조합원으로 하여금 부동산을 사용·수익할 수 있도록 할 의무를 이행하지 않음으로써 남은 조합원에게 손해가 발생하였다면 탈퇴 조합원은 그 손해를 배상할 책임이 있다.<br/>[2] 甲이 乙과 주유소 등을 공동 경영하기로 하는 동업계약을 체결한 후 주유소 운영에 필수적인 부지와 시설인 토지와 건물의 1/2 지분에 대한 사용권을 출자하였고, 동업계약에서 조합의 존속기간을 정하지는 아니하였는데, 그 후 甲이 동업에서 탈퇴한 사안에서, 甲이 동업계약 체결이나 출자 당시 사용권의 존속기간을 자신의 탈퇴 시까지로 한정하였다고 볼 만한 사정이 보이지 않으므로, 甲이 출자한 사용권은 특별한 사정이 없는 한 甲의 탈퇴에도 불구하고 남은 조합원인 乙에게 귀속되어 乙이 공동사업인 주유소 운영을 계속함에 필요한 상당한 기간 동안 존속하고, 甲이 2인 조합 관계에서 탈퇴하였다는 사정만으로 甲이 출자한 사용권이 기간만료로 곧바로 소멸한다고 볼 수는 없는데, 이때 탈퇴한 甲과 잔존한 乙 사이에는 탈퇴로 인한 계산이 필요하므로, 乙은 탈퇴 당시를 기준으로 기존의 공동사업인 주유소 영업을 계속하기 위해 필요한 기간에 해당하는 사용권의 가치를 평가하여 이를 甲에게 지급하여야 하고, 甲은 탈퇴 후에도 乙이 주유소 운영을 계속하는 데 필요한 상당한 기간 동안 토지와 건물을 사용·수익할 수 있도록 할 의무를 부담하는데도, 甲의 탈퇴로 토지와 건물의 1/2 지분에 기초한 사용권이 기간만료로 소멸하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제390조, 제704조, 제716조, 제719조 / [2] 민법 제390조, 제703조, 제704조, 제716조, 제719조<br/>",
  "참조판례": "[1] 대법원 1996. 9. 6. 선고 96다19208 판결(공1996하, 2982), 대법원 2007. 11. 15. 선고 2007다48370, 48387 판결<br/>"
}