{
  "판례일련번호": "204299",
  "사건명": "배당이의",
  "사건번호": "2015다247257",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181115",
  "판시사항": "보조금에 의하여 취득하거나 효용이 증가된 재산을 보조사업 완료 후에도 중앙관서의 장의 승인 없이 보조금의 교부 목적에 위배되는 용도에 사용하거나 양도·교환 또는 대여하거나 담보로 제공하는 것을 금지하는 구 보조금의 예산 및 관리에 관한 법률 제35조가 간접보조사업자·간접보조금에도 적용되는지 여부(소극)<br/>",
  "판결요지": "구 보조금의 예산 및 관리에 관한 법률(2011. 7. 25. 법률 제10898호로 개정되기 전의 것, 이하 ‘구 보조금법’이라고 한다) 제35조의 성격, ‘보조금·보조사업자’와 ‘간접보조금·간접보조사업자’에 대한 구 보조금법의 규율 체계와 방식, 구 보조금법 제35조의 입법 취지 등을 종합적으로 고려하면, 구 보조금법 제35조가 간접보조사업자·간접보조금에는 적용되지 않는다고 보아야 한다. 그 이유는 아래와 같다.<br/>구 보조금법 제35조는 효력규정으로서 이에 위반한 처분행위는 무효이다. 구 보조금법 제35조가 간접보조사업자에도 적용된다고 보면 간접보조사업자와 거래한 상대방은 법에서 명시적으로 정하지도 아니한 사정 때문에 해당 거래행위가 무효로 될 수도 있는 불이익을 입는다. 이는 거래의 안전과 법적 안정성에 미치는 영향이 크다. 따라서 구 보조금법 제35조는 그 문언에 따라 엄격하게 해석하여야 하고 쉽사리 확장해석이나 유추해석할 수 있는 성질의 것이라고 보기는 어렵다.<br/>구 보조금법 제2조는 ‘보조금·보조사업·보조사업자’와 ‘간접보조금·간접보조사업·간접보조사업자’를 정의하면서 이들 용어를 명확하게 구별하고 있다. 이에 따라 구 보조금법은 개별 조항에서 보조사업자와 간접보조사업자를 명시적으로 구별하여 규율하고 있다. 그 예로, 보조사업의 내용 변경 등에 대한 중앙관서의 장의 승인에 관한 구 보조금법 제23조에서는 보조사업자만을 적용 대상으로 명시하고, 용도 외 사용 금지에 관한 구 보조금법 제22조에서는 보조사업자와 간접보조사업자 모두를 적용 대상으로 명시하며, 법령위반 등에 의한 교부결정의 취소에 관한 구 보조금법 제30조에서는 이들 모두를 적용 대상으로 명시하면서도 절차 측면에서 달리 규율하고 있다.<br/>  특히 구 보조금법 제34조 제2항은 구 보조금의 예산 및 관리에 관한 법률 시행령(2011. 10. 26. 대통령령 제23264호로 개정되기 전의 것) 제15조에서 정하고 있는 중요한 재산(이하 ‘중요재산’이라 한다)의 증감과 현재액을 명백히 하여야 하는 것과 관련하여 ‘보조사업자·보조금’ 외에 ‘간접보조사업자·간접보조금’도 적용 대상으로 명시하고 있지만, 구 보조금법 제35조는 ‘간접보조사업자’와 ‘간접보조금’을 적용 대상으로 명시하지 않는다.<br/>구 보조금법 제35조는 국가 예산으로 교부된 보조금으로 취득한 재산이 그 교부 목적과 다른 용도로 사용되거나 처분되는 것을 막음으로써 보조사업에 대한 국가의 적정한 관리와 보조금의 실효성을 지속해서 확보하기 위한 데에 그 입법 취지가 있다. 따라서 구 보조금법 제35조가 ‘보조사업자·보조금’만을 규율 대상으로 정하여 국가 예산과 지방자치단체의 자체 예산도 재원으로 삼는 간접보조금을 오로지 국가 예산으로만 조성되는 보조금과 달리 취급하는 것이 그 입법 취지에 부합한다.<br/>",
  "판결본문": "",
  "참조조문": "구 보조금의 예산 및 관리에 관한 법률(2011. 7. 25. 법률 제10898호로 개정되기 전의 것) 제2조, 제22조, 제23조, 제30조, 제34조 제2항, 제35조, 구 보조금의 예산 및 관리에 관한 법률 시행령(2011. 10. 26. 대통령령 제23264호로 개정되기 전의 것) 제15조<br/>",
  "참조판례": "대법원 2004. 10. 28. 선고 2004다5556 판결(공2004하, 1946), 대법원 2017. 9. 7. 선고 2016도11103 판결(공2017하, 1934)<br/>"
}