{
  "판례일련번호": "204285",
  "사건명": "법인세부과처분취소",
  "사건번호": "2018두38376",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181129",
  "판시사항": "[1] ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제10조 제2항 (가)목에서 정한 ‘수익적 소유자’의 의미 및 이에 해당하는지 판단하는 기준 / 배당 소득의 수익적 소유자에 해당하더라도 국세기본법상 실질과세의 원칙에 따라 조약 남용으로 인정되는 경우 조세조약 적용을 부인할 수 있는지 여부(적극)  <br/>[2] 甲 주식회사가 6회에 걸쳐 그 지분의 50%를 보유하고 있는 헝가리국 소재 법인인 乙 외국회사에 배당금을 지급하면서, ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세 회피와 탈세방지를 위한 협약’ 제10조 제2항 (가)목에 정한 5%의 제한세율에 따른 법인세를 원천징수하여 납부하였는데, 과세관청이 위 회사들이 속한 다국적기업그룹의 최종 모회사인 미국의 丙 외국회사가 배당 소득의 수익적 소유자라고 보아, ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’ 제12조 제2항 (a)목에 정한 15%의 제한세율을 적용하여 甲 회사에 원천징수분 법인세를 경정·고지한 사안에서, 국세기본법 제14조 제1항의 실질과세 원칙에 의하더라도 배당 소득에 대하여 ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세 회피와 탈세방지를 위한 협약’의 적용을 부인할 수 없다고 한 사례 <br/>",
  "판결요지": "[1] ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제10조 제2항 (가)목은 수령인이 상대방 국가의 거주자인 수익적 소유자로서, 배당을 지급하는 법인의 지분 25% 이상을 직접 소유하는 법인인 경우에는 배당에 대한 원천지국 과세가 총 배당액의 5%를 초과할 수 없도록 규정하고 있다. 이에 따라 우리나라 법인이 헝가리의 수익적 소유자인 법인주주에게 배당금을 지급하는 경우에는 위 지분 조건 등을 충족하면 배당 소득에 대한 우리나라의 원천징수 법인세는 법인세법 규정에 불구하고 최대 5% 세율로 제한된다. 위 조약 규정의 도입 연혁과 문맥 등을 종합할 때, 수익적 소유자는 당해 배당 소득을 지급 받은 자가 타인에게 이를 다시 이전할 법적 또는 계약상의 의무 등이 없는 사용·수익권을 갖는 경우를 뜻한다. 이러한 수익적 소유자에 해당하는지는 해당 소득에 관련된 사업활동의 내용과 현황, 소득의 실제 사용과 운용 내역 등 제반 사정을 종합하여 판단하여야 한다.<br/>  한편 국세기본법 제14조 제1항에서 규정하는 실질과세의 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에 있어서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다. 그러므로 배당 소득의 수익적 소유자에 해당한다고 할지라도 국세기본법상 실질과세의 원칙에 따라 조약 남용으로 인정되는 경우에는 그 적용을 부인할 수 있다. 즉, 재산의 귀속명의자는 재산을 지배·관리할 능력이 없고 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며 그와 같은 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 경우에는 명의에 따른 조세조약 적용을 부인하고 재산에 관한 소득은 재산을 실질적으로 지배·관리하는 자에게 귀속된 것으로 보아 과세한다. 그러나 그러한 명의와 실질의 괴리가 없는 경우에는 소득의 귀속명의자에게 소득이 귀속된다.<br/>[2] 甲 주식회사가 6회에 걸쳐 그 지분의 50%를 보유하고 있는 헝가리국 소재 법인인 乙 외국회사에 배당금을 지급하면서, ‘대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세 회피와 탈세방지를 위한 협약’(이하 ‘한·헝가리 조세조약’이라 한다) 제10조 제2항 (가)목에 정한 5%의 제한세율에 따른 법인세를 원천징수하여 납부하였는데, 과세관청이 위 회사들이 속한 다국적기업그룹의 최종 모회사인 미국의 丙 외국회사가 배당 소득의 수익적 소유자라고 보아, ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’ 제12조 제2항 (a)목에 정한 15%의 제한세율을 적용하여 甲 회사에 원천징수분 법인세를 경정·고지한 사안에서, 乙 회사의 설립 경위, 사업활동 현황, 배당 소득이 실제 사용된 지출처 및 자금 운용 내역, 乙 회사가 배당을 실시한 적이 없고 丙 회사에 이전된 금액도 없는 점을 비롯한 사용·수익 관계 등 제반 사정들을 종합할 때, 乙 회사는 배당 소득을 丙 회사 등 타인에게 이전할 법적 또는 계약상의 의무를 부담한 바 없이 그에 대한 사용·수익권을 향유하고 있었다고 보이므로, 한·헝가리 조세조약의 거주자로서 위 조약 제10조 제2항에서 말하는 배당 소득의 수익적 소유자에 해당한다고 볼 여지가 충분하고, 乙 회사의 설립 경위, 중간지주회사 겸 공동서비스센터로서 사업 연혁과 사업부문 구성 및 활동, 임직원 고용과 관리를 비롯한 인적·물적 설비의 현황, 甲 회사를 비롯한 자회사들에 대한 주주로서 권한 행사, 증자 대금의 출처, 지분 관리와 배당금 수령, 자금 사용과 투자 내역 등을 비롯한 배당 소득의 지배·관리·처분 내역 등을 종합하여 보면, 乙 회사는 위 다국적기업그룹의 전 세계적 구조개편이라는 독립된 사업목적에 따라 헝가리에서 설립되어 오랜 기간 정상적으로 중간지주회사 및 공동서비스센터로서 역할과 업무를 수행하는 충분한 실체를 갖춘 법인으로서, 다른 보유 자산들과 마찬가지로 甲 회사에 대한 지분과 그에 따른 배당 소득을 실질적으로 지배·관리하였다고 봄이 타당하므로, 국세기본법 제14조 제1항의 실질과세 원칙에 의하더라도 배당 소득에 대하여 한·헝가리 조세조약 적용을 부인할 수 없는데도, 조세절감의 측면 등만을 들어 배당 소득의 실질귀속자가 丙 회사라고 보아 위 처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제10조 제2항 (가)목, 국세기본법 제14조 제1항, 법인세법 제93조 제2호, 제98조 제1항 제2호 / [2] 대한민국 정부와 헝가리 인민공화국 정부 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제10조 제2항 (가)목, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제12조 제2항 (a)목, 국세기본법 제14조 제1항, 법인세법 제93조 제2호, 제98조 제1항 제2호<br/>",
  "참조판례": "[1] 대법원 2012. 4. 26. 선고 2010두11948 판결(공2012상, 892), 대법원 2013. 7. 11. 선고 2010두20966 판결, 대법원 2014. 7. 10. 선고 2012두16466 판결(공2014하, 1613), 대법원 2016. 7. 14. 선고 2015두2451 판결(공2016하, 1195), 대법원 2017. 7. 11. 선고 2015두55134, 55141 판결(공2017하, 1663), 대법원 2017. 12. 28. 선고 2017두59253 판결(공2018상, 449), 대법원 2018. 11. 15. 선고 2017두33008 판결(공2018하, 68)<br/>"
}