{
  "판례일련번호": "204237",
  "사건명": "종합소득세부과처분취소",
  "사건번호": "2018두128",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181213",
  "판시사항": "[1] 국세기본법 제14조 제1항에서 정한 실질과세 원칙의 의미 / 실질과세의 원칙이 거주자나 내국법인이 우리나라의 조세를 회피하기 위하여 조세피난처에 외형뿐인 ‘기지회사(Base Company)’를 설립하고 법인 형식만을 이용하는 국제거래에 적용될 수 있는지 여부(적극)<br/>[2] 법인의 출자자가 사외유출된 법인의 소득을 확정적으로 자신에게 귀속시킨 경우, 출자자에 대한 배당소득에 해당하는 것으로 추인할 수 있는지 여부(원칙적 적극) <br/>[3] 국세부과의 제척기간이 지난 다음에 이루어진 부과처분의 효력(무효)<br/>[4] 구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’의 의미 및 납세자가 명의를 위장하여 소득을 얻은 경우, 명의위장 사실만으로 위 ‘사기 기타 부정한 행위’에 해당하는지 여부(원칙적 소극)<br/>[5] ‘甲이 홍콩에 설립한 법인의 자금을 영국령 버진아일랜드에 설립한 법인들에 송금하거나 차명주주가 배당소득을 대신 수령하는 등의 방법으로 소득세를 포탈하였다’는 이유로 관할 세무서장이 甲에게 종합소득세 부과처분을 한 사안에서, 甲이 1999년·2000년에 ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’ 제3조 제2항에 따라 미국의 거주자로 간주되므로 홍콩 법인들로부터 차명주주 명의로 1999년·2000년에 지급받은 배당금은 국외원천소득에 해당하여 과세할 수 없다고 본 원심판단을 정당하다고 한 사례<br/>[6] 하나의 납세고지서에 본세와 가산세를 함께 부과할 때 및 여러 종류의 가산세를 함께 부과하는 경우, 납세고지서의 기재 방식 / 본세와 가산세 각각의 세액과 산출근거 및 가산세 상호 간의 종류별 세액과 산출근거 등을 구분하여 기재하지 않은 채 본세와 가산세의 합계액 등만을 기재한 경우, 과세처분이 위법한지 여부(적극)<br/>",
  "판결요지": "[1] 국세기본법 제14조 제1항은 실질과세 원칙을 정하고 있는데, 소득이나 수익, 재산, 거래 등 과세대상에 관하여 그 귀속명의와 달리 실질적으로 귀속되는 사람이 따로 있는 경우에는 형식이나 외관에 따라 귀속명의자를 납세의무자로 삼지 않고 실질적으로 귀속되는 사람을 납세의무자로 삼겠다는 것이다. 따라서 재산 귀속명의자는 이를 지배·관리할 능력이 없고 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 사람이 따로 있으며 그와 같은 명의와 실질의 괴리가 조세 회피 목적에서 비롯된 경우에는, 그 재산에 관한 소득은 재산을 실질적으로 지배·관리하는 사람에게 귀속된 것으로 보아 그를 납세의무자로 보아야 한다. 실질과세 원칙은 비거주자나 외국법인이 원천지국인 우리나라의 조세를 회피하기 위하여 조세조약상 혜택을 받는 나라에 명목회사를 설립하여 법인 형식만을 이용하는 국제거래뿐만 아니라, 거주자나 내국법인이 거주지국인 우리나라의 조세를 회피하기 위하여 소득세를 비과세하거나 낮은 세율로 과세하는 조세피난처에 사업활동을 수행할 능력이 없는 외형뿐인 이른바 ‘기지회사(base company)’를 설립하고 법인 형식만을 이용함으로써 실질적 지배·관리자에게 귀속되어야 할 소득을 부당하게 유보해 두는 국제거래에도 마찬가지로 적용된다. <br/>[2] 법인의 출자자가 사외유출된 법인의 소득을 확정적으로 자신에게 귀속시켰다면 특별한 사정이 없는 한 이러한 소득은 주주총회 결의 여부, 배당가능이익의 존부, 출자비율에 따라 지급된 것인지 등과 관계없이 출자자에 대한 배당소득에 해당하는 것으로 추인할 수 있다.<br/>[3] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항은 국세부과의 제척기간을 정하고 있다. 즉, 국세는 이를 부과할 수 있는 날부터 5년이 지난 다음에는 부과할 수 없고(제3호), 다만 납세자가 사기 기타 부정한 행위로써 국세를 포탈하거나 환급·공제받는 경우에는 10년(제1호), 납세자가 법정신고기한 내에 과세표준신고서를 제출하지 않은 경우에는 7년(제2호)이 지난 다음에는 부과할 수 없다. 이와 같은 국세부과의 제척기간이 지난 다음에 이루어진 부과처분은 무효이다. <br/>[4] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 같다) 제26조의2 제1항 제1호가 정한 ‘사기 기타 부정한 행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 다른 행위를 수반함이 없이 단순히 세법상의 신고를 하지 않거나 허위 신고를 함에 그치는 것은 여기에 해당하지 않는다. 또한 납세자가 명의를 위장하여 소득을 얻더라도, 명의위장이 조세포탈 목적에서 비롯되고 나아가 여기에 허위 계약서 작성과 대금의 허위지급, 과세관청에 대한 허위 조세 신고, 허위의 등기·등록, 허위의 회계장부 작성·비치 등과 같은 적극적인 행위까지 부가되는 등 특별한 사정이 없는 한, 명의위장 사실만으로 구 국세기본법 제26조의2 제1항 제1호에서 정한 ‘사기 기타 부정한 행위’에 해당한다고 볼 수 없다. <br/>[5] ‘甲이 홍콩에 설립한 법인의 자금을 영국령 버진아일랜드에 설립한 법인들에 송금하거나 차명주주가 배당소득을 대신 수령하는 등의 방법으로 소득세를 포탈하였다’는 이유로 관할 세무서장이 甲에게 종합소득세 부과처분을 한 사안에서, ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’(이하 ‘한미조세협약’이라 한다) 제3조 제2항 (a)호는 ‘제1항의 규정에 의한 사유로 인하여 어느 개인이 양 체약국의 거주자인 경우에는 그가 주거를 두고 있는 그 체약국의 거주자로 간주된다.’고 정하고, 같은 항 (b)호는 ‘동 개인이 양 체약국 내에 주거를 두고 있거나 또는 어느 체약국에도 주거를 두고 있지 않는 경우에 그는 그의 인적 및 경제적 관계가 가장 밀접한 그 체약국(중대한 이해관계의 중심지)의 거주자로 간주된다.’고 정하고, 같은 항 (e)호는 ‘본항의 목적상 주거는 어느 개인이 그 가족과 함께 거주하는 장소(the Place where an individual dwells with his family)를 말한다.’고 정하고 있으며, 나아가 한미조세협약 제4조 제4항은 “본조 제5항을 제외한 이 협약의 어떠한 규정에도 불구하고 어느 체약국은, 이 협약이 효력을 발생하지 않았던 것처럼, 동 체약국의 시민 또는 거주자에 대하여 과세할 수 있다.”라고 정하고, 한미조세협약 제2조 제1항 (h)호에 따르면 ‘시민’은 한국의 경우 한국의 국민을 뜻하는데, 甲은 1999년·2000년에 우리나라 세법상 거주자인 동시에 미국 세법상 거주자에 해당하나 가족과 함께 거주한 항구적 주거는 미국에 있었던 점, 한미조세협약 제3조 제3항은 같은 조 제2항의 규정에 의한 사유로 인하여 일방체약국의 거주자로 간주되는 개인은 제4조를 포함하여 한미조세협약의 모든 목적상 일방체약국의 거주자로서만 간주된다고 정하고 있으므로 한미조세협약 제3조 제2항에 따라 미국의 거주자로 간주되는 甲은 한미조세협약 제4조 제4항에서 말하는 우리나라의 ‘거주자’에 해당하지 않는 점, 우리 소득세법은 거주자인지 여부에 따라 과세되는 소득의 범위를 구분하면서 우리나라 거주자가 아닌 자에게는 국내원천소득에 대하여만 과세하도록 정하는데 우리나라의 국민인지 여부는 이러한 과세대상 소득의 범위에 영향이 없는 점을 종합하면, 甲이 1999년·2000년에 한미조세협약 제3조 제2항에 따라 미국의 거주자로 간주되므로 홍콩 법인들로부터 차명주주 명의로 1999년·2000년에 지급받은 배당금은 국외원천소득에 해당하여 과세할 수 없다고 본 원심판단을 정당하다고 한 사례. <br/>[6] 하나의 납세고지서에 의하여 본세와 가산세를 함께 부과할 때에는 납세고지서에 본세와 가산세 각각의 세액과 산출근거 등을 구분하여 기재하여야 하고, 여러 종류의 가산세를 함께 부과하는 경우에는 가산세 상호 간에도 종류별로 세액과 산출근거 등을 구분하여 기재하여야 한다. 본세와 가산세 각각의 세액과 산출근거 및 가산세 상호 간의 종류별 세액과 산출근거 등을 제대로 구분하여 기재하지 않은 채 본세와 가산세의 합계액 등만을 기재한 경우에도 과세처분은 위법하다.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제14조 제1항 / [2] 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것) 제17조 제1항 / [3] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항 / [4] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제26조의2 제1항 / [5] 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제2조 제1항, 제3조 제2항, 제3항, 제4조 제4항 / [6] 국세기본법 제9조 제1항<br/>",
  "참조판례": "[1] 대법원 2012. 1. 19. 선고 2008두8499 전원합의체 판결(공2012상, 359), 대법원 2015. 11. 26. 선고 2014두335 판결(공2016상, 76) / [2] 대법원 2004. 7. 9. 선고 2003두1059, 1066 판결 / [3] 대법원 1999. 6. 22. 선고 99두3140 판결(공1999하, 1538), 대법원 2009. 5. 28. 선고 2007두24364 판결 / [4] 대법원 2013. 12. 12. 선고 2013두7667 판결(공2014상, 196), 대법원 2017. 4. 13. 선고 2015두44158 판결(공2017상, 1023), 대법원 2018. 3. 29. 선고 2017두69991 판결(공2018상, 837) / [6] 대법원 2012. 10. 18. 선고 2010두12347 전원합의체 판결(공2012하, 1945)<br/>"
}