{
  "판례일련번호": "204279",
  "사건명": "보건범죄단속에관한특별조치법위반(부정의료업자)·사기·의료법위반·의료법위반방조",
  "사건번호": "2018도10779",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181129",
  "판시사항": "[1] 의료법이 제33조 제2항에서 비의료인의 의료기관 개설을 원칙적으로 금지하고, 제87조 제1항 제2호에서 이를 위반하는 경우 처벌하는 취지 / 위 조항에서 금지하는 ‘의료기관 개설행위’의 의미(=비의료인이 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것) / 비의료인이 주도적인 입장에서 한 일련의 의료기관 개설행위가 포괄일죄에 해당하는지 여부(원칙적 적극) 및 여기서의 개설행위가 종료되는 시기(=비의료인이 주도적인 처리 관계에서 이탈하였을 때)<br/>[2] 포괄일죄와 실체적 경합범의 구별 기준 / 비의료인이 의료기관을 개설하여 운영하는 도중 개설자 명의를 다른 의료인 등으로 변경한 경우, 그 죄수관계(=개설자 명의별로 별개의 범죄가 성립하고 각 죄는 실체적 경합범)<br/>",
  "판결요지": "[1] 의료법이 제33조 제2항에서 의료인이나 의료법인 기타 비영리법인 등이 아닌 자의 의료기관 개설을 원칙적으로 금지하고, 제87조 제1항 제2호에서 이를 위반하는 경우 처벌하는 규정을 둔 취지는 의료기관 개설자격을 의료전문성을 가진 의료인이나 공적인 성격을 가진 자로 엄격히 제한함으로써 건전한 의료질서를 확립하고, 영리 목적으로 의료기관을 개설하는 경우에 발생할지도 모르는 국민 건강상의 위험을 미리 방지하고자 하는 데에 있다. 위 의료법 조항이 금지하는 의료기관 개설행위는, 비의료인이 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것을 의미한다. <br/>  따라서 비의료인이 주도적인 입장에서 한 위와 같은 일련의 행위는 특별한 사정이 없는 한 포괄하여 일죄에 해당하고, 여기서의 개설행위가 개설신고를 마친 때에 종료된다고 볼 수는 없으며 비의료인이 위와 같은 주도적인 처리 관계에서 이탈하였을 때 비로소 종료된다고 보아야 한다.<br/>[2] 동일 죄명에 해당하는 수 개의 행위를 단일하고 계속된 범의 아래 일정 기간 계속하여 행하고 그 피해법익도 동일한 경우에는 이들 각 행위를 통틀어 포괄일죄로 처단하여야 할 것이나, 범의의 단일성과 계속성이 인정되지 아니하거나 범행방법이 동일하지 않은 경우에는 각 범행은 실체적 경합범에 해당한다. <br/>  의료법은 의료기관을 개설할 수 있는 자격을 엄격하게 제한하고 있고(제33조 제2항), 의료기관의 개설신고·개설허가에서부터 운영은 물론 폐업할 때까지 의료기관에 관한 각종 의무를 개설자에게 부과하고 있다(제33조 제3항 이하, 제36조 내지 제38조, 제40조, 제45조, 제48조, 제49조 등). 개설자가 변경되면 시장·군수 등에게 개설신고사항의 변경신고를 하거나 변경허가를 받아야 하고, 그때부터는 변경된 개설자가 앞에서 본 의무를 부담하게 된다. 그리고 의료기관이 국민건강보험법상 요양급여를 실시하려면 의료기관 개설신고증 등을 첨부하여 건강보험심사평가원에 요양기관 현황신고를 하여야 하고, 요양급여비용 수령계좌를 변경하려는 경우에는 개설자나 대표자의 인감증명서 등을 첨부하여 요양기관 현황 변경신고서를 제출하여야 한다(국민건강보험법 제42조, 제43조, 국민건강보험법 시행규칙 제12조 제2항). 요양기관이 보건복지부장관으로부터 업무정지처분을 받고 그 업무정지기간 중에 요양급여를 한 경우 개설자를 처벌한다(국민건강보험법 제115조 제3항 제4호). 이렇듯 의료기관의 개설자는 공법상 법률관계에서 중요한 의미를 지닌다. 또한 의료서비스를 제공받는 일반인도 대체로 의료기관을 선택할 때 의료기관의 개설자가 누구인지를 중요한 판단 기준으로 삼는다. <br/>  이러한 사정들을 고려하면, 의료기관의 개설자 명의는 의료기관을 특정하고 동일성을 식별하는 데에 중요한 표지가 되는 것이므로, 비의료인이 의료기관을 개설하여 운영하는 도중 개설자 명의를 다른 의료인 등으로 변경한 경우에는 그 범의가 단일하다거나 범행방법이 종전과 동일하다고 보기 어렵다. 따라서 개설자 명의별로 별개의 범죄가 성립하고 각 죄는 실체적 경합범의 관계에 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 의료법 제33조 제2항, 제87조 제1항 제2호, 형법 제37조 / [2] 형법 제37조, 의료법 제33조, 제36조, 제37조, 제38조, 제40조, 제45조, 제48조, 제49조, 제87조 제1항 제2호, 국민건강보험법 제42조, 제43조, 제115조 제3항 제4호, 국민건강보험법 시행규칙 제12조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2011. 10. 27. 선고 2009도2629 판결(공2011하, 2478), 대법원 2014. 9. 25. 선고 2014도7217 판결(공2014하, 2148) / [2] 대법원 2010. 11. 11. 선고 2007도8645 판결(공2010하, 2285)<br/>"
}