{
  "판례일련번호": "204265",
  "사건명": "재임용거부처분무효확인등[교원실적 평가항목에 신입생 모집실적을 포함시켜 교원의 보수를 차등지급하도록 정한 사립대학교의 교원연봉계약제규정이 무효임을 이유로 삭감된 보수의 지급을 구하는 사건]",
  "사건번호": "2018다207854",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181129",
  "판시사항": "[1] 헌법 제31조 제4항에서 말하는 ‘대학의 자율’의 범위 및 여기에 교원의 보수에 관한 사항이 포함되는지 여부(적극)<br/>[2] 학교법인이 정관 또는 정관의 위임을 받은 교원보수규정 등을 통해 교원의 업적을 일정 주기로 평가하여 연간 보수총액을 결정하는 제도인 성과급적 연봉제를 시행할 수 있는지 여부(적극) / 사립학교 교원 임용계약의 법적 성질(=사법상의 고용계약) 및 누구를 교원으로 임용할 것인지, 어떠한 기준과 방법으로 보수를 지급할 것인지가 학교법인의 자유의사 내지 판단에 따라 결정되어야 할 사항인지 여부(원칙적 적극)<br/>[3] 학교법인이 교원에 대한 성과급적 연봉제를 시행하기 위하여 정관이나 교원보수규정 등에서 마련한 교원실적에 대한 평가항목과 기준을 무효로 보기 위한 요건<br/>[4] 사립대학교의 교수인 甲이 그 대학교를 운영하는 乙 학교법인을 상대로 乙 법인의 교원연봉계약제규정 중 신입생 모집실적을 교원실적 평가 대상의 하나로 삼아 보수를 차등 지급하도록 정한 규정이 乙 법인의 정관이나 사립학교법 등 관련 법령에서 정한 강행규정에 위반된다며 위 규정에 따라 삭감된 보수 등의 지급을 구한 사안에서, 위 규정이 乙 법인의 정관이나 구 고등교육법, 사립학교법 등 관련 법령이 정한 강행규정에 위반된다고 보기 어려운데도, 이를 무효라고 본 원심의 판단에 학교법인 정관의 해석에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 헌법 제31조 제4항은 헌법상의 기본권으로 대학의 자율성을 보장하고 있고, 여기서 대학의 자율은 대학시설의 관리·운영만이 아니라 전반적인 것이어야 하므로 연구와 교육의 내용, 방법과 대상, 교과과정의 편성, 학생의 선발과 전형 및 교원의 임면에 관한 사항도 자율의 범위에 속하며, 이는 교원의 보수에 관한 사항도 마찬가지이다.<br/>[2] 학교법인은 대학교육기관의 교원을 임용함에 있어 정관이 정하는 바에 따라 근무기간, 급여, 근무조건, 업적 및 성과약정 등을 계약의 조건으로 정할 수 있으므로(사립학교법 제53조의2 제3항 전문), 학교법인이 정관 또는 정관의 위임을 받은 교원보수규정 등을 통해 교원의 교육·연구·봉사 등의 업적을 일정 주기로 평가하여 연간 보수총액을 결정하는 제도인 성과급적 연봉제를 시행하는 것도 가능하다. 그리고 사립학교 교원의 임용계약은 사립학교법이 정한 절차에 따라 이루어지는 것이지만 법적 성질은 사법상의 고용계약에 불과하므로 누구를 교원으로 임용할 것인지, 어떠한 기준과 방법으로 보수를 지급할 것인지 여부는 원칙적으로 학교법인의 자유의사 내지 판단에 달려 있다.<br/>[3] 학교법인이 교원에 대하여 성과급적 연봉제를 시행하기 위하여 정관이나 교원보수규정 등에서 마련한 교원실적에 대한 평가항목과 기준이 사립학교법 등 교원의 인사나 보수에 관한 법령 또는 근로기준법이 정한 강행규정을 위반하거나 객관성과 합리성을 결여하여 재량권의 남용·일탈로 평가되는 등의 특별한 사정이 없는 한 그 평가항목과 기준은 가급적 존중되어야 하고, 이를 함부로 무효라고 단정하여서는 아니 된다.<br/>[4] 사립대학교의 교수인 甲이 그 대학교를 운영하는 乙 학교법인을 상대로 乙 법인의 교원연봉계약제규정 중 신입생 모집실적을 교원실적 평가 대상의 하나로 삼아 보수를 차등 지급하도록 정한 규정이 乙 법인의 정관이나 사립학교법 등 관련 법령에서 정한 강행규정에 위반된다며 위 규정에 따라 삭감된 보수 등의 지급을 구한 사안에서, 乙 법인이 교원연봉계약제규정을 통해 신입생 모집인원 또는 충원율, 즉 신입생 모집실적을 甲에 대한 교원 실적평가의 대상으로 삼았다고 하더라도 이를 두고 乙 법인의 정관이나 구 고등교육법(2016. 12. 20. 법률 제14391호로 개정되기 전의 것), 사립학교법 등 관련 법령이 정한 강행규정에 위반된다고 보기 어려운데도, 이를 무효라고 본 원심의 판단에 학교법인 정관의 해석에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제31조 제4항 / [2] 사립학교법 제53조의2 제3항, 민법 제105조, 제655조 / [3] 민법 제105조, 사립학교법 제53조의2 제3항, 근로기준법 제15조 / [4] 민법 제105조, 사립학교법 제53조의2 제3항, 구 고등교육법(2016. 12. 20. 법률 제14391호로 개정되기 전의 것) 제15조 제2항<br/>",
  "참조판례": "[1] 헌법재판소 1998. 7. 16. 선고 96헌바33, 66, 68, 97헌바2, 34, 80, 98헌바39 전원재판부 결정(헌공29, 620) / [2] 대법원 2000. 12. 22. 선고 99다55571 판결(공2001상, 338), 대법원 2008. 9. 25. 선고 2008다42997 판결, 헌법재판소 2013. 11. 28. 선고 2011헌마282, 763 전원재판부 결정(헌공206, 1711)<br/>"
}