{
  "판례일련번호": "204337",
  "사건명": "재산세등부과처분취소",
  "사건번호": "2018두42559",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190117",
  "판시사항": "[1] 조세법률관계에서 과세관청의 행위에 대하여 신의성실의 원칙이 적용되기 위한 요건 및 위 요건 중 하나인 과세관청의 공적 견해표명이 있었는지를 판단하는 기준<br/>[2] 외교부 소속 전·현직 공무원을 회원으로 하는 비영리 사단법인인 甲 법인이 재외공무원 자녀들을 위한 기숙사 건물을 신축하면서, 甲 법인과 외무부장관이 과세관청과 내무부장관에게 취득세 등 지방세 면제 의견을 제출하자, 내무부장관이 ‘甲 법인이 학술연구단체와 장학단체이고 甲 법인이 직접 사용하기 위하여 취득하는 부동산이라면 취득세가 면제된다’고 회신하였고, 이에 과세관청은 약 19년 동안 甲 법인에 대하여 기숙사 건물 등 부동산과 관련한 취득세·재산세 등을 전혀 부과하지 않았는데, 그 후 과세관청이 위 부동산이 학술연구단체가 고유업무에 직접 사용하는 부동산에 해당하지 않는다는 등의 이유로 재산세 등의 부과처분을 한 사안에서, 위 처분은 신의성실의 원칙에 반하는 것으로서 위법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 지방세기본법 제18조에 의하면, 세무공무원은 신의에 따라 성실하게 직무를 수행하여야 한다. 일반적으로 조세법률관계에서 과세관청의 행위에 대하여 신의성실의 원칙이 적용되기 위하여는, ① 과세관청이 납세자에게 신뢰의 대상이 되는 공적인 견해를 표명하여야 하고, ② 납세자가 과세관청의 견해표명이 정당하다고 신뢰한 데 대하여 납세자에게 귀책사유가 없어야 하며, ③ 납세자가 그 견해표명을 신뢰하고 이에 따라 무엇인가 행위를 하여야 하고, ④ 과세관청이 위 견해표명에 반하는 처분을 함으로써 납세자의 이익이 침해되는 결과가 초래되어야 한다.<br/>  그리고 과세관청의 공적인 견해표명은 원칙적으로 일정한 책임 있는 지위에 있는 세무공무원에 의하여 명시적 또는 묵시적으로 이루어짐을 요하나, 신의성실의 원칙 내지 금반언의 원칙은 합법성을 희생하여서라도 납세자의 신뢰를 보호함이 정의, 형평에 부합하는 것으로 인정되는 특별한 사정이 있는 경우에 적용되는 것으로서 납세자의 신뢰보호라는 점에 그 법리의 핵심적 요소가 있는 것이므로, 위 요건의 하나인 과세관청의 공적 견해표명이 있었는지 여부를 판단하는 데 있어 반드시 행정조직상의 형식적인 권한분장에 구애될 것은 아니고 담당자의 조직상 지위와 임무, 당해 언동을 하게 된 구체적인 경위 및 그에 대한 납세자의 신뢰가능성에 비추어 실질에 의하여 판단하여야 한다.<br/>[2] 외교부 소속 전·현직 공무원을 회원으로 하는 비영리 사단법인인 甲 법인이 재외공무원 자녀들을 위한 기숙사 건물을 신축하면서, 甲 법인과 외무부장관이 과세관청과 내무부장관에게 취득세 등 지방세 면제 의견을 제출하자, 내무부장관이 ‘甲 법인이 학술연구단체와 장학단체이고 甲 법인이 직접 사용하기 위하여 취득하는 부동산이라면 취득세가 면제된다’고 회신하였고, 이에 과세관청은 약 19년 동안 甲 법인에 대하여 기숙사 건물 등 부동산과 관련한 취득세·재산세 등을 전혀 부과하지 않았는데, 그 후 과세관청이 위 부동산이 학술연구단체가 고유업무에 직접 사용하는 부동산에 해당하지 않는다는 등의 이유로 재산세 등의 부과처분을 한 사안에서, 과세관청과 내무부장관이 甲 법인에 ‘甲 법인이 재산세 등이 면제되는 학술연구단체·장학단체에 해당하고, 위 부동산이 甲 법인이 고유업무에 직접 사용하는 부동산에 해당하여 재산세 등이 과세되지 아니한다’는 공적 견해를 명시적 또는 묵시적으로 표명하였으며, 甲 법인은 고유업무에 사용하는 부동산에 대하여는 재산세 등이 면제된다는 과세관청과 내무부장관 등의 공적인 견해표명을 신뢰하여 위 부동산을 취득하여 사용해 왔고, 甲 법인이 위 견해표명을 신뢰한 데에 어떠한 귀책사유가 있다고 볼 수 없으므로, 위 처분은 신의성실의 원칙에 반하는 것으로서 위법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방세기본법 제18조 / [2] 구 지방세특례제한법(2016. 12. 27. 법률 제14477호로 개정되기 전의 것) 제45조 제1항, 구 지방세특례제한법 시행령(2016. 12. 30. 대통령령 제27711호로 개정되기 전의 것) 제22조 제1호(현행 제22조 참조), 지방세기본법 제18조, 지방세법 제7조 제1항<br/>",
  "참조판례": "[1] 대법원 1985. 4. 23. 선고 84누593(공1985, 800) 판결, 대법원 1995. 6. 16. 선고 94누12159 판결(공1995하, 2640), 대법원 1996. 1. 23. 선고 95누13746 판결(공1996상, 699), 대법원 1997. 7. 11. 선고 97누553 판결(공1997하, 2552), 대법원 1997. 11. 28. 선고 96누11495 판결(공1998상, 159), 대법원 2008. 4. 24. 선고 2007두25060 판결, 대법원 2008. 6. 12. 선고 2008두1115 판결(공2008하, 990), 대법원 2009. 10. 29. 선고 2007두7741 판결(공2009하, 2031), 대법원 2010. 4. 29. 선고 2007두19447, 19454 판결<br/>"
}