{
  "판례일련번호": "204305",
  "사건명": "광역교통시설부담금부과처분취소청구의소",
  "사건번호": "2016두51610",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181109",
  "판시사항": "[1] 구 보금자리주택건설 등에 관한 특별법에 따른 보금자리주택지구 조성사업이 구 대도시권 광역교통 관리에 관한 특별법 제11조 제1항에서 정한 광역교통시설부담금 부과대상 사업에 포함되는지 여부(소극)<br/>[2] 구 대도시권 광역교통 관리에 관한 특별법 제11조의2 제1항 제1호의 규정 취지 및 보금자리주택지구에서 시행된 주택건설사업이 구 대도시권 광역교통 관리에 관한 특별법 제11조의2 제1항 제1호에 따른 광역교통시설부담금 면제 대상 사업에 해당하는지 여부(소극) <br/>",
  "판결요지": "[1] 구 대도시권 광역교통 관리에 관한 특별법(2015. 8. 28. 법률 제13499호로 개정되기 전의 것, 이하 ‘광역교통법’이라 한다) 제11조 제1항은 “광역교통시행계획이 수립·고시된 대도시권에서 다음 각호의 어느 하나에 해당하는 사업을 시행하는 자는 광역교통시설 등의 건설 및 개량을 위한 광역교통시설부담금을 내야 한다.”라고 규정하면서, 택지개발촉진법에 따른 택지개발사업(제1호), 주택법에 따른 대지조성사업(제3호), 주택법에 따른 주택건설사업(제4호) 등을 부담금 부과대상 사업으로 열거하고 있다. <br/>  그런데 위 제11조 제1항은 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호 ‘공공주택건설 등에 관한 특별법’으로 개정되기 전의 것, 이하 ‘보금자리주택법’이라 한다)을 광역교통시설부담금 부과대상 사업의 근거 법률로 들고 있지 않다. 위 제11조 제1항 제4호는 ‘주택법에 따른 주택건설사업’에 한하여 다른 법령에 따라 사업승인이 의제되는 협의를 거친 경우도 부과대상 사업에 포함된다고 규정하고 있다. <br/>  이러한 법령에 따르면, 보금자리주택법에 따른 보금자리주택지구 조성사업은 광역교통법 제11조 제1항에서 정한 광역교통시설부담금 부과대상 사업에 포함되지 않는다. <br/>[2] 구 대도시권 광역교통 관리에 관한 특별법(2015. 8. 28. 법률 제13499호로 개정되기 전의 것, 이하 ‘광역교통법’이라 한다) 제11조의2 제1항 제1호는 ‘제11조 제1항 제1호부터 제3호까지에 해당하여 부담금 부과대상으로 결정된 사업의 지구, 구역 또는 사업지역에서 시행되는 같은 항 제1호부터 제4호까지, 제6호 및 제7호의 사업에 대하여는 부담금을 부과하지 아니한다.’고 규정하고 있다. <br/>  위 조항의 취지는 동일 지역에 광역교통시설부담금 부과대상 사업이 차례로 시행될 경우 뒤에 시행되는 사업에 대하여는 광역교통시설부담금을 부과하지 아니하도록 하여 부담금의 이중부과를 방지하는 데 있다. <br/>  그렇다면 동일 지역에서 나중에 시행되는 사업이 광역교통시설부담금의 면제 대상이 되기 위해서는 앞서 시행된 사업이 ‘광역교통법 제11조 제1항 제1호부터 제3호까지에 해당하여 광역교통시설부담금 부과대상으로 결정된 사업’에 해당되어야 한다. <br/>  결국, 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호 공공주택건설 등에 관한 특별법으로 개정되기 전의 것)에 따른 보금자리주택지구 조성사업은 광역교통법 제11조 제1항 제1호부터 제3호까지에 해당하는 광역교통시설부담금 부과대상 사업이 아니고, 따라서 보금자리주택지구에서 시행된 주택건설사업은 광역교통법 제11조의2 제1항 제1호에 따른 광역교통시설부담금 면제 대상 사업에 해당하지 않는다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 대도시권 광역교통 관리에 관한 특별법(2015. 8. 28. 법률 제13499호로 개정되기 전의 것) 제11조 제1항 제1호, 제3호, 제4호, 구 보금자리주택건설 등에 관한 특별법(2014. 1. 14. 법률 제12251호 공공주택건설 등에 관한 특별법으로 개정되기 전의 것) 제32조 제1항 / [2] 구 대도시권 광역교통 관리에 관한 특별법(2015. 8. 28. 법률 제13499호로 개정되기 전의 것) 제11조의2 제1항 제1호<br/>",
  "참조판례": ""
}