{
  "판례일련번호": "204339",
  "사건명": "부가가치세경정거부처분취소",
  "사건번호": "2015두60662",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190117",
  "판시사항": "[1] 자금융통 등이 은행업자 등의 개입 없이 개별적으로 이루어진 경우 부가가치세 부과대상 자체가 되지 않는 비과세사업인지 여부(적극)<br/>[2] 금융지주회사가 경영관리업무나 그에 따른 자금지원의 일환으로 은행업자 등의 개입 없이 자신이 지배·경영하는 자회사에 개별적으로 자금을 대여하고 순수한 이자 명목으로 돈을 받은 경우, 부가가치세 부과대상 자체가 되지 않는 비과세사업인지 여부(적극) 및 이를 금융·보험 용역이나 이와 유사한 용역을 제공한 것이라고 할 수 있는지 여부(소극)<br/>[3] 과세사업과 비과세사업에 공통으로 사용되어 실지귀속을 구분할 수 없는 매입세액이 있는 경우, 비과세사업에 안분되는 매입세액을 가려내는 방법 / 사업자가 비과세사업에 해당하는 용역의 공급과 관련하여 거래상대방 등으로부터 돈을 받은 경우로서 그 용역 공급에 대한 대가로 볼 수 없는 경우, 구 부가가치세법 시행령 제61조 제1항의 규정을 유추 적용할 수 있는지 여부(소극) 및 이 경우 비과세사업에 안분되는 매입세액을 가려내는 방법<br/>",
  "판결요지": "[1] 은행업이나 대부업(이하 ‘은행업 등’이라 한다)은 관련 법령에 따른 인가나 등록 등의 절차를 마친 다음 불특정 다수인을 상대로 자금을 융통하거나 중개하는 용역을 제공하는 것을 업으로 하여 그에 대한 수수료 성격의 대가를 지급받는 것을 본질로 하는 것으로서, 이러한 금융·보험 용역의 공급은 부가가치세 부과대상에 해당한다. 다만 은행업자 등이 자금을 융통하는 등의 용역을 제공하고 그에 따라 이자 명목으로 돈을 받더라도 이것에는 위와 같은 용역의 대가 이외에도 다른 요소들이 섞여 있으므로 받은 돈 전부를 곧바로 용역 공급에 대한 대가로 볼 수 없고 용역 공급의 대가만을 구분해 내기도 어려운 사정 등을 고려하여 부가가치세를 면제할 뿐이다. 이와 달리 자금융통 등이 은행업자 등의 개입 없이 개별적으로 이루어진 경우라면, 부가가치세 부과대상 자체가 되지 않는 비과세사업이어서 부가가치세 면제에 해당할 여지가 없다.<br/>[2] 금융지주회사의 설립을 촉진하여 금융산업의 경쟁력을 높일 목적 등으로 마련된 금융지주회사법은 금융지주회사가 자회사의 경영관리업무와 그에 부수하는 업무로서 대통령령이 정하는 업무를 제외하고는 영리를 목적으로 하는 다른 업무를 영위할 수 없도록 하면서(제15조), 이를 위반할 경우 형사처벌의 대상으로 삼고 있다(제70조 제4항). 이러한 경영관리업무에 부수하는 업무에는 자회사 등에 대한 자금지원과 이를 위한 자금조달 등이 포함된다(금융지주회사법 시행령 제11조 제1항 제2호). 이처럼 금융지주회사는 경영관리업무 등의 하나로 자신이 지배·경영하고 있는 특정 자회사 등에 단순히 개별적인 자금지원을 할 수 있을 뿐이다. 이것이 은행업자 등이 인가 등을 받은 다음 불특정 다수인을 상대로 자금을 융통하거나 중개하여 수수료 성격의 대가를 받는 은행업 등에 해당하지 않음은 분명하다.<br/>  금융지주회사가 경영관리업무나 그에 따른 자금지원의 일환으로 은행업자 등의 개입 없이 자신이 지배·경영하는 자회사에 개별적으로 자금을 대여하고 순수한 이자 명목으로 돈을 받은 것이라면, 소비세인 부가가치세 부과대상 자체가 되지 않는 비과세사업을 하는 것에 지나지 않는다. 이것이 부가가치세 부과대상이기는 하지만 면제될 뿐인 금융·보험 용역이나 이와 유사한 용역을 제공한 것이라고 할 수 없다.<br/>[3] 과세사업과 비과세사업에 관련된 매입세액은 원칙적으로 실지귀속에 따라 계산하여야 하고, 매입세액이 오로지 비과세사업과 관련되는 경우에는 이를 매출세액에서 공제할 수 없다. 과세사업과 비과세사업에 공통으로 사용되어 실지귀속을 구분할 수 없는 매입세액이 있다면 원칙적으로 과세사업과 면세사업을 겸영하는 경우의 공통매입세액 안분에 관한 부가가치세법 시행령 규정을 유추 적용하여 비과세사업에 안분되는 매입세액을 가려내야 한다. 다만 해당 사업자가 비과세사업에 해당하는 용역의 공급과 관련하여 거래상대방 등으로부터 돈을 받았더라도 이를 비과세사업에 해당하는 용역 공급에 대한 대가로 볼 수 없는 경우라면 과세사업과 면세사업의 공급가액 비율에 따라 공통매입세액을 안분하여 계산하도록 한 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것, 이하 같다) 제61조 제1항의 규정을 유추 적용할 수 없다. 이러한 경우에는 구 부가가치세법 시행령 제61조 제4항 각호의 방법 등 다른 합리적인 안분계산방법 중에서 공통매입세액의 안분계산에 적합한 것을 적용하여 비과세사업에 안분되는 매입세액을 가려내야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제11호(현행 제26조 제1항 제11호 참조), 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제33조 제1항 제1호(현행 제40조 제1항 제1호 참조), 제18호(현행 제40조 제1항 제18호 참조), 제2항(현행 제40조 제2항 참조) / [2] 금융지주회사법 제15조, 제70조 제4항, 금융지주회사법 시행령 제11조 제1항 제2호 / [3] 구 부가가치세법 시행령(2013. 2. 15. 대통령령 제24359호로 개정되기 전의 것) 제61조 제1항(현행 부가가치세법 제40조, 부가가치세법 시행령 제81조 제1항 참조), 제4항(현행 부가가치세법 제40조, 부가가치세법 시행령 제81조 제4항 참조)<br/>",
  "참조판례": "[3] 대법원 2016. 3. 24. 선고 2013두19875 판결(공2016상, 625), 대법원 2016. 6. 23. 선고 2015두45731 판결, 대법원 2018. 1. 25. 선고 2017두55329 판결(공2018상, 530)<br/>"
}