{
  "판례일련번호": "204307",
  "사건명": "등록부정정",
  "사건번호": "2018스32",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20181106",
  "판시사항": "[1] 대한민국의 국민인 부와 외국인인 모 사이에서 태어난 혼인외의 출생자에 대하여 부의 출생신고만으로 가족관계등록부를 작성할 수 있는지 여부(소극) 및 이때 가족관계등록부를 작성하는 절차<br/>[2] 가족관계등록부가 폐쇄된 자녀에게 진정한 출생신고의무자가 있는 경우, 출생신고를 다시 하여 가족관계등록부를 새롭게 작성하여야 하는지 여부(적극) 및 출생신고의무자와 자녀 사이에 친생자관계존재확인의 확정판결이 존재한다는 이유만으로 가족관계등록법 제107조에 따른 등록부 정정의 대상이 되는지 여부(소극)<br/>",
  "판결요지": "[1] 가족관계의 등록 등에 관한 법률(이하 ‘가족관계등록법’이라 한다)은 ‘국민’의 가족관계 발생 및 변동사항에 관한 등록과 그 증명에 관한 사항을 규정함을 목적으로 하므로(제1조), 위 법에 따른 가족관계등록부의 작성과 정정 등은 대한민국 국민을 대상으로 한다. <br/>국적법 제2조 제1항 제1호는 출생 당시에 부(父) 또는 모(母)가 대한민국의 국민인 자는 출생과 동시에 대한민국 국적을 취득한다고 규정하고 있다. 그리고 국적법 제3조 제1항, 제2항은 대한민국의 국민이 아닌 자(이하 ‘외국인’이라 한다)로서 대한민국의 국민인 부 또는 모에 의하여 인지된 사람이 대한민국 민법상 미성년이고, 출생 당시에 부 또는 모가 대한민국의 국민이었다면 법무부장관에게 신고한 때에 대한민국 국적을 취득한다고 규정하고 있다.<br/>  여기서 국적법 제2조 제1항 제1호에 따라 부가 대한민국의 국민임을 이유로 출생과 동시에 대한민국 국적을 취득하기 위해서는, 부와 자녀 사이에 법률상 친자관계가 인정되어야 한다. 그런데 부와 혼인외의 자녀 사이에서는 인지 없이는 법률상 친자관계가 발생하지 않는다. 따라서 대한민국의 국민인 부와 외국인인 모 사이에 태어난 혼인외의 출생자에 대하여는 부의 출생신고만으로 가족관계등록부를 작성할 수 없고, 그 자녀가 미성년인 경우 대한민국의 국민인 부가 외국인에 대한 인지절차에 따라 인지신고를 한 다음, 자녀가 위 국적법 제3조에 따라 법무부장관에게 신고함으로써 대한민국 국적을 취득한 후 그 통보가 된 때 가족관계등록부를 작성할 수 있다[국적법 시행령 제2조, 가족관계등록법 제93조, 한국인과 외국인 사이에서 출생한 자녀에 대한 출생신고 처리방법(가족관계등록예규 제429호) 참조].<br/>[2] 출생기록이 있는 자녀와 부 또는 모 사이에 친생자관계부존재 확인판결이 확정된 경우 가족관계등록관서는 친생자관계부존재가 확인된 자녀의 가족관계등록부에 친생자관계가 부존재하는 부 또는 모의 특정등록사항을 말소한 후 그 가족관계등록부를 폐쇄한다[가족관계의 등록 등에 관한 규칙 제17조 제2항, 친자관계의 판결에 의한 가족관계등록부 정정절차 예규(가족관계등록예규 제300호) 제1조 제2항, 제4조 제1항, 제2항, 제5조 참조]. <br/>  나아가 위와 같이 가족관계등록부가 폐쇄된 자녀에게 진정한 출생신고의무자가 있는 경우 출생신고를 다시 하여 가족관계등록부를 새롭게 작성하여야 하고, 출생신고의무자와 자녀 사이에 친생자관계존재확인의 확정판결이 존재한다고 하여 그것만으로 가족관계의 등록 등에 관한 법률 제107조에 따른 등록부 정정의 대상이 되는 것은 아니다[친자관계의 판결에 의한 가족관계등록부 정정절차 예규(가족관계등록예규 제300호) 제2조 제1항 참조].<br/>",
  "판결본문": "",
  "참조조문": "[1] 가족관계의 등록 등에 관한 법률 제1조, 제93조, 국적법 제2조 제1항 제1호, 제3조 제1항, 제2항, 국적법 시행령 제2조, 한국인과 외국인 사이에서 출생한 자녀에 대한 출생신고 처리방법(가족관계등록예규 제429호), 민법 제855조 / [2] 가족관계의 등록 등에 관한 법률 제1조, 제107조, 가족관계의 등록 등에 관한 규칙 제17조 제2항, 친자관계의 판결에 의한 가족관계등록부 정정절차 예규(가족관계등록예규 제300호) 제1조 제2항, 제2조 제1항, 제4조 제1항, 제2항, 제5조, 민법 제865조<br/>",
  "참조판례": "[1] 대법원 1984. 9. 25. 선고 84므73 판결(공1984, 1725), 대법원 1997. 2. 14. 선고 96므738 판결(공1997상, 772)<br/>"
}