{
  "판례일련번호": "204488",
  "사건명": "양육비변경",
  "사건번호": "2018스566",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20190131",
  "판시사항": "양육에 관한 사항의 변경에 관한 현행 민법 제837조 제5항 아래에서 재판 또는 당사자의 협의로 정해진 양육비 부담 내용이 제반 사정에 비추어 ‘부당’한지 여부는 ‘자녀의 복리를 위하여 필요한지’를 기준으로 판단하여야 하는지 여부(적극) 및 가정법원이 양육비 감액을 구하는 심판청구를 심리할 때 고려하여야 할 사항<br/>",
  "판결요지": "민법은 ‘양육에 관한 사항(이하 ‘양육사항’이라 한다)의 변경’에 관하여 “가정법원은 자(子, 이하 ‘자녀’라 한다)의 복리를 위하여 필요하다고 인정하는 경우에는 부·모·자녀 및 검사의 청구 또는 직권으로 자녀의 양육사항을 변경하거나 다른 적당한 처분을 할 수 있다.”라고 규정하고 있다(민법 제837조 제5항, 이하 ‘현행 조항’이라 한다). 같은 내용을 규율하던 구 민법(2007. 12. 21. 법률 제8720호로 개정되기 전의 것) 제837조 제2항은 ‘가정법원은 제반 사정을 참작하여 양육사항을 정하며 언제든지 이를 변경할 수 있다’는 취지로 규정하였다(위 개정 이전에도 가정법원이 언제든지 양육사항을 변경할 수 있다는 내용은 동일하였다. 이하 개정 전 조항을 ‘종전 조항’이라 한다).<br/>  종전 조항의 시행 당시 양육비 부담의 변경에 관하여 대법원은 다음과 같이 판시한 바 있다. 가정법원이 일단 결정한 양육에 필요한 사항을 그 후 당사자가 협의하여 자녀의 양육사항을 정한 후 가정법원에 그 변경을 청구한 경우, 가정법원은 당초의 결정이나 당사자가 협의하여 정한 사항이 종전 조항의 제반 사정에 비추어 부당하다고 인정되는 때에는 그 사항을 변경할 수 있는 것이고 협의 후에 특별한 사정변경이 있는 때에 한하여 변경할 수 있는 것은 아니라고 하였고, 당사자 사이에 협의에 의하여 정한 양육비 부담 부분의 변경을 구하는 경우, 법원은 당사자가 협의하여 정한 사항이 종전 조항이 정하는 자녀의 연령, 부모의 재산상황 기타 사정 등 제반 사정에 비추어 부당하게 결정되었는지 여부를 살펴 그와 같이 인정되는 경우에는 언제든지 이를 변경할 수 있다고 판시하였다.<br/>  양육에 관한 사항의 변경을 규정하는 민법 제837조 제5항은 구 민법(2007. 12. 21. 법률 제8720호로 개정되기 전의 것) 제837조 제2항의 ‘언제든지’라는 문구를 삭제하는 대신 ‘자녀의 복리를 위하여 필요한 경우’라는 문구를 추가하였다. 이러한 개정과 동시에 부모가 이혼할 때 자녀의 양육사항의 협의가 이루어지지 않거나 협의할 수 없는 때 또는 그 협의가 자녀의 복리에 반하는 경우에는 가정법원이 직권으로 양육사항을 정하여야 한다는 취지의 규정이 신설되었다(민법 제837조 제3항, 제4항). 나아가 민법(2009. 5. 8. 법률 제9650호로 개정된 것) 제836조의2 제5항이 신설되어 가정법원이 부모가 협의한 양육비 부담에 관한 내용을 확인하여 양육비부담조서를 작성하면 그 조서에 집행력을 인정하는 제도가 도입되었다.<br/>  이러한 관련 조항의 내용과 법 개정의 취지를 종합하면, 개정된 현행 조항 아래에서도 가정법원이 재판 또는 당사자의 협의로 정해진 양육비 부담 내용이 제반 사정에 비추어 부당하게 되었다고 인정되는 때에는 그 내용을 변경할 수 있지만, 종전 양육비 부담이 ‘부당’한지 여부는 친자법을 지배하는 기본이념인 ‘자녀의 복리를 위하여 필요한지’를 기준으로 판단하여야 할 것이다.<br/>  특히 양육비의 감액은 일반적으로 자녀의 복리를 위하여 필요한 조치라고 보기 어려우므로, 가정법원이 양육비 감액을 구하는 심판청구를 심리할 때에는 양육비 감액이 자녀에게 미치는 영향을 우선적으로 고려하되 종전 양육비가 정해진 경위와 액수, 줄어드는 양육비 액수, 당초 결정된 양육비 부담 외에 혼인관계 해소에 수반하여 정해진 위자료, 재산분할 등 재산상 합의의 유무와 내용, 그러한 재산상 합의와 양육비 부담과의 관계, 쌍방 재산상태가 변경된 경우 그 변경이 당사자의 책임으로 돌릴 사정이 있는지 유무, 자녀의 수, 연령 및 교육 정도, 부모의 직업, 건강, 소득, 자금 능력, 신분관계의 변동, 물가의 동향 등 여러 사정을 종합적으로 참작하여 양육비 감액이 불가피하고 그러한 조치가 궁극적으로 자녀의 복리에 필요한 것인지에 따라 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 민법(2007. 12. 21. 법률 제8720호로 개정되기 전의 것) 제837조 제2항, 구 민법(2011. 3. 7. 법률 제10429호로 개정되기 전의 것) 제836조의2 제5항, 민법 제837조 제3항, 제4항, 제5항<br/>",
  "참조판례": "대법원 1991. 6. 25. 선고 90므699 판결(공1991, 2036), 대법원 1998. 7. 10.자 98스17, 18 결정(공1998하, 2231)<br/>"
}