{
  "판례일련번호": "204472",
  "사건명": "과징금납부명령취소",
  "사건번호": "2016두51658",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 입찰담합 및 이와 유사한 행위에 의한 부당한 공동행위에 대하여 과징금을 부과하는 경우, ‘계약금액’이 과징금 부과 한도 및 그 산정의 기초가 되는지 여부(적극)<br/>[2] 주계약자 관리방식에 의한 공동계약으로 발주된 천연가스 주배관 건설공사 공구 입찰에서 주계약자인 甲 주식회사가 부계약자인 乙 주식회사 등을 포함하여 공동수급체를 구성한 후 입찰에 참가하여 낙찰을 받고 공사도급계약을 체결하였는데, 甲 회사 등이 위 입찰에 관하여 낙찰자 및 투찰률을 결정하는 합의를 하는 등 공동행위를 하였다는 이유로 공정거래위원회가 甲 회사에 부계약자 계약금액 부분이 포함된 공동수급체의 계약금액 전체를 과징금 산정의 기준으로 삼아 과징금 납부명령 등을 한 사안에서, 공정거래위원회의 조치가 위법하다고 보기 어려운데도, 이와 달리 본 원심판결에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제22조, 제55조의3 제1항, 제5항은 공정거래위원회가 부당한 공동행위를 행한 사업자에 대하여 ‘대통령령이 정하는 매출액’에 100분의 10을 곱한 금액(매출액이 없는 경우 등에는 20억 원)을 초과하지 아니하는 한도 내에서 과징금을 부과할 수 있도록 하는 한편, 위반행위의 내용 및 정도, 기간 및 횟수, 위반행위로 인해 취득한 이익의 규모 등을 고려하여 과징금의 부과기준을 시행령으로 정할 수 있도록 규정하고 있다. 그 위임에 따라 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항은 본문에서 공정거래법 제22조가 규정한 ‘대통령령이 정하는 매출액’이란 “위반사업자가 위반기간 동안 일정한 거래분야에서 판매한 관련 상품이나 용역의 매출액 또는 이에 준하는 금액(이하 ‘관련매출액’이라 한다)을 말한다.”라고 규정하면서도, 그 단서에서 “입찰담합 및 이와 유사한 행위인 경우에는 계약금액을 말한다.”라고 규정하고 있다. 이처럼 공정거래법령은 과징금 부과 한도 및 그 산정의 기초가 되는 공정거래법 제22조에서 정한 ‘매출액’을 ‘관련 상품이나 용역의 매출액 또는 이에 준하는 금액’인 ‘관련매출액’이라고 정하면서도, 입찰담합 및 이에 유사한 행위 유형에 대하여는 ‘계약금액’을 기준으로 삼을 수 있도록 하고 있다.<br/>[2] 주계약자 관리방식에 의한 공동계약으로 발주된 천연가스 주배관 건설공사 공구 입찰에서 주계약자인 甲 주식회사가 부계약자인 乙 주식회사 등을 포함하여 공동수급체를 구성한 후 입찰에 참가하여 낙찰을 받고 공사도급계약을 체결하였는데, 甲 회사 등이 위 입찰에 관하여 낙찰자 및 투찰률을 결정하는 합의를 하는 등 공동행위를 하였다는 이유로 공정거래위원회가 甲 회사에 부계약자 계약금액 부분이 포함된 공동수급체의 계약금액 전체를 과징금 산정의 기준으로 삼아 과징금 납부명령 등을 한 사안에서, 전체 입찰금액에 포함된 부계약자의 계약금액 부분에도 위 공동행위가 영향을 미친 점, 입찰담합에 따른 법적 책임을 규율할 때 주계약자 관리방식의 공동수급체를 공동이행방식의 공동수급체와 달리 볼 이유가 없고, 이는 과징금 산정의 기초인 ‘계약금액’의 산정에 있어서도 마찬가지인 점, 위 과징금에는 부당한 공동행위로 인한 부당이득의 박탈뿐 아니라 위법행위에 대한 제재의 목적도 있으므로, 부계약자의 계약금액 부분이 甲 회사 자신의 매출에 해당하지 않는다는 이유만으로 이를 과징금 산정의 기초인 ‘계약금액’에 포함시킬 수 없는 것은 아닌 점 등을 종합하면, 부계약자 계약금액 부분이 포함된 공동수급체의 계약금액 전체를 甲 회사에 대한 과징금 기본산정기준으로 삼은 공정거래위원회의 조치가 위법하다고 보기 어려운데도, 이와 달리 본 원심판결에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항 / [2] 독점규제 및 공정거래에 관한 법률 제22조, 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제9조 제1항<br/>",
  "참조판례": "[1] 대법원 2017. 5. 30. 선고 2015두56885 판결, 대법원 2018. 4. 24. 선고 2016두40207 판결(공2018상, 975)<br/>"
}