{
  "판례일련번호": "204520",
  "사건명": "손해배상(기)",
  "사건번호": "2018다255105",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 개인 소유이던 어떤 토지가 구 농촌근대화촉진법상 구획정리사업의 인가·고시된 환지계획에 따라 소유권이 상실되는 효과가 발생하려면 위 토지가 구획정리사업구역 내의 토지로서 위 환지계획에 따른 ‘환지의 대상’에 포함되어야 하는지 여부(적극) 및 이때 위 토지에 대한 개별적인 ‘환지’도 지정되어 있어야만 하는지 여부(소극)<br/>[2] 구 농촌근대화촉진법에 따른 구획정리사업의 시행자가 사유지에 대하여 환지를 지정하지 아니하고 청산금도 지급하지 아니하는 내용으로 환지계획을 작성하여 그 계획이 인가·고시됨으로써 위 토지의 소유권을 상실시킨 경우, 이로 인한 토지 소유자의 손해를 배상할 책임이 있는지 여부(적극) / 이 경우 배상할 손해액(=토지 소유권을 상실하는 경우의 청산금 상당액) 및 그 손해배상청구권의 소멸시효 기산점(=환지처분 고시일의 다음 날)<br/>",
  "판결요지": "[1] 구 농촌근대화촉진법(1989. 4. 1. 법률 제4118호로 개정되기 전의 것) 제2조 제1호 (나)목, 제127조 제1항, 제4항, 제129조 제1항에 의하면, ‘구획정리’는 농지개량사업의 내용 중 하나이고, 농지개량사업시행자는 농지개량사업의 공사를 준공한 후 필요하다고 인정할 때에는 지체 없이 환지계획을 작성하여 농수산부장관의 인가를 받아야 하며, 농수산부장관이 인가를 한 때에는 지체 없이 그 사실을 고시하여야 하고, 고시된 환지계획에 의하여 교부될 환지는 같은 법 제162조 제1항의 경우를 제외하고는 그 환지계획을 고시한 날의 다음 날부터 이를 종전의 토지로 본다(위 규정들에 의하여 인가·고시된 환지계획을 이하에서는 ‘환지처분’이라고 한다).<br/>  이러한 관련 규정과 도시개발법 제42조 제1항 등의 문언·체계·취지 등에 의하면, 환지계획에서 환지를 정하지 아니한 종전의 토지에 있던 권리는 환지계획이 고시된 날의 다음 날에 소멸하는 것으로 보아야 하고, 개인 소유이던 어떤 토지가 구획정리사업의 환지처분에 의하여 소유권이 상실되었다고 하기 위해서는 그 토지가 구획정리사업구역 내의 토지로서 환지처분에 따른 ‘환지의 대상’에 포함되는 것임이 전제되어야 한다. 일단 환지처분이 고시되어 효력을 발생한 이상, 환지처분의 대상이 된 특정 토지에 대한 개별적인 ‘환지’가 지정되어 있어야만 환지처분에 따른 소유권 상실의 효과가 그 토지에 대하여 발생하는 것은 아니다.<br/>[2] 사업시행자가 구 농촌근대화촉진법(1989. 4. 1. 법률 제4118호로 개정되기 전의 것)에 따른 구획정리사업을 시행하면서 사유지에 대하여 환지를 지정하지 아니하고 청산금도 지급하지 않는 내용으로 환지계획을 작성하여 인가·고시됨으로써 그 토지의 소유권을 상실시켰다면, 위법한 환지처분으로 토지 소유자에게 입힌 손해를 배상할 책임이 있다. 이 경우 사업시행자가 배상할 손해액은 구획정리사업의 시행으로 토지 소유권을 상실하게 되는 경우의 손실보상금인 청산금 상당액이라고 보아야 하고, 그 손해배상청구권은 환지처분의 고시일 다음 날부터 민법 제766조 제2항에서 정한 소멸시효가 진행된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 농촌근대화촉진법(1989. 4. 1. 법률 제4118호로 개정되기 전의 것) 제2조 제1호 (나)목, 제127조 제1항, 제4항, 제129조 제1항, 도시개발법 제42조 제1항 / [2] 구 농촌근대화촉진법(1989. 4. 1. 법률 제4118호로 개정되기 전의 것) 제126조, 제127조 제1항, 제4항, 제129조 제1항, 제4항, 민법 제166조 제1항, 제393조, 제750조, 제763조, 제766조 제2항<br/>",
  "참조판례": "[1] 대법원 2016. 1. 28. 선고 2015두3409 판결 / [2] 대법원 1990. 6. 12. 선고 89다카9552 전원합의체 판결(공1990, 1450), 대법원 1998. 1. 23. 선고 97다44539 판결(공1998상, 610)<br/>"
}