{
  "판례일련번호": "204519",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2018두57452",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 구 소득세법 제100조 제2항, 구 소득세법 시행령 제166조 제6항 등이 토지와 건물 등을 일괄하여 취득하거나 양도하였으나 그 가액의 구분이 불분명한 경우에만 적용되는 것인지 여부(적극) / 과세관청은 납세의무자가 선택한 법률관계를 존중하여야 하는지 여부(원칙적 적극)<br/>[2] 甲이 토지 1/2 지분 및 지상 건물의 일부를 소유하고 甲의 아버지인 乙이 토지 1/2 지분과 지상 건물의 나머지 부분을 소유하고 있었는데, 甲과 乙이 같은 날 丙 등에게 자신이 소유하고 있는 부동산을 각 양도하였고, 그 후 甲이 자신의 양도가액에 해당하는 부분에 대하여 양도소득세를 신고·납부하였으나, 과세관청이 甲과 乙이 토지와 건물 전체를 일괄하여 양도하였다고 보아 안분계산방식으로 양도가액을 산정하여 甲에게 양도소득세를 경정·고지한 사안에서, 제반 사정에 비추어 甲과 乙은 자신의 부동산을 각각 별도로 丙 등에게 양도하였다고 봄이 타당하므로, 이와 다른 전제의 위 처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제100조 제2항, 구 소득세법 시행령(2016. 2. 17. 대통령령 제26982호로 개정되기 전의 것) 제166조 제6항 등(이하 ‘안분계산조항’이라 한다)은 양도소득세의 부과를 위하여 양도차익을 산정할 때 양도가액 또는 취득가액을 실지거래가액에 의하는 경우로서 토지와 건물 등을 함께 취득하거나 양도한 경우에는 이를 각각 구분하여 기장하되, 토지와 건물 등의 가액의 구분이 불분명한 때에는 취득 또는 양도 당시의 기준시가에 따라 계산한 가액에 비례하여 안분계산하도록 규정하고 있다. 안분계산조항은 공통의 취득가액이나 양도가액을 안분계산하기 위한 일반적이고도 합리적인 방법을 규정한 것으로서 그 내용과 취지에 비추어 토지와 건물 등을 일괄하여 취득하거나 양도하였으나 그 가액의 구분이 불분명한 경우에만 적용된다.<br/>  한편 납세의무자가 경제활동을 할 때 동일한 경제적 목적을 달성하기 위하여 여러 가지의 법률관계 중 하나를 선택할 수 있으므로, 과세관청으로서는 특별한 사정이 없는 한 당사자들이 선택한 법률관계를 존중하여야 한다.<br/>[2] 甲이 토지 1/2 지분 및 지상 건물의 일부를 소유하고 甲의 아버지인 乙이 토지 1/2 지분과 지상 건물의 나머지 부분을 소유하고 있었는데, 甲과 乙이 같은 날 丙 등에게 자신이 소유하고 있는 부동산을 각 양도하였고, 그 후 甲이 자신의 양도가액에 해당하는 부분에 대하여 양도소득세를 신고·납부하였으나, 과세관청이 甲과 乙이 토지와 건물 전체를 일괄하여 양도하였다고 보아 안분계산방식으로 양도가액을 산정하여 甲에게 양도소득세를 경정·고지한 사안에서, 제반 사정에 비추어 甲과 乙은 자신의 부동산을 각각 별도로 丙 등에게 양도하였다고 봄이 타당하고, 위 각 매매계약서의 작성일자, 매수인들, 문서의 양식 및 그 밖의 조문 내용이 동일하다거나, 丙 등이 위 토지와 건물을 양도받은 후 건물에 관한 합병등기를 하여 토지와 건물 모두 각 1/2 지분씩 공유하고 있다는 등의 사정만으로는 甲과 乙이 위 토지와 건물을 일괄하여 양도하였다고 볼 수 없으므로, 이와 다른 전제의 위 처분이 위법한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제100조 제2항, 구 소득세법 시행령(2016. 2. 17. 대통령령 제26982호로 개정되기 전의 것) 제166조 제6항 / [2] 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제96조, 제100조 제2항, 구 소득세법 시행령(2016. 2. 17. 대통령령 제26982호로 개정되기 전의 것) 제166조 제6항<br/>",
  "참조판례": "[1] 대법원 1992. 12. 8. 선고 92누1155 판결(공1993상, 482), 대법원 2001. 8. 21. 선고 2000두963 판결, 대법원 2017. 1. 25. 선고 2015두3270 판결(공2017상, 475), 대법원 2017. 12. 22. 선고 2017두57516 판결(공2018상, 363)<br/>"
}