{
  "판례일련번호": "204515",
  "사건명": "배당이의",
  "사건번호": "2015다26009",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 금전채권에 대한 가압류를 원인으로 제3채무자가 민사집행법 제291조, 제248조 제1항에 따라 공탁을 한 이후 압류의 경합이 성립하거나 가압류를 본압류로 이전하는 압류명령이 국가(공탁관)에 송달된 경우, 민사집행법 제291조, 제248조 제1항에 따른 공탁이 민사집행법 제248조에 따른 집행공탁으로 바뀌는지 여부(적극) / 민사집행법 제248조에 따라 집행공탁이 이루어지면 압류채권자의 지위는 집행공탁금에 대하여 배당을 받을 채권자의 지위로 전환되는지 여부(적극) 및 이러한 법리는 민사집행법 제291조, 제248조 제1항에 따른 공탁이 민사집행법 제248조에 따른 집행공탁으로 바뀌는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 집행권원상의 청구권이 양도되어 양수인이 승계집행문을 부여받은 경우, 양도인에 대한 기존 집행권원의 집행력은 소멸하는지 여부(적극) / 민사집행법 제248조에 따라 공탁이 이루어져 배당절차가 개시된 다음 집행권원상의 청구권이 양도되고 채무자에게 양도 통지를 했으나, 양수인이 승계집행문을 부여받아 집행법원에 제출하지 않은 경우, 양수인이 집행법원을 상대로 배당금 지급을 청구할 수 있는지 여부(소극) 및 양수인이 집행채권 양수 사실을 집행법원에 소명하였다고 하더라도 마찬가지인지 여부(적극) / 집행권원상의 청구권의 양도와 채무자에 대한 양도 통지가 있었으나, 승계집행문의 부여·제출 전에 양수인의 채권자가 배당금채권에 대한 압류 및 전부명령을 받은 경우 위 압류 및 전부명령의 효력(무효)<br/>",
  "판결요지": "[1] 금전채권에 대한 압류·추심명령이 있더라도 압류채권자에게 채무자의 제3채무자에 대한 채권이 이전되거나 귀속되는 것이 아니라 채권을 추심할 권능만 부여될 뿐이고 이러한 추심권능은 압류의 대상이 될 수 없다.<br/>  금전채권에 대한 가압류를 원인으로 제3채무자가 민사집행법 제291조, 제248조 제1항에 따라 공탁을 하면 공탁에 따른 채무변제 효과로 당초의 피압류채권인 채무자의 제3채무자에 대한 금전채권은 소멸하고, 대신 채무자는 공탁금출급청구권을 취득하며, 가압류의 효력은 그 청구채권액에 해당하는 공탁금액에 대한 채무자의 공탁금출급청구권에 대하여 존속한다(민사집행법 제297조).<br/>  그 후 채무자의 공탁금출급청구권에 대한 압류가 이루어져 압류의 경합이 성립하거나 가압류를 본압류로 이전하는 압류명령이 국가(공탁관)에 송달되면, 민사집행법 제291조, 제248조 제1항에 따른 공탁은 민사집행법 제248조에 따른 집행공탁으로 바뀌어 공탁관은 즉시 압류명령의 발령법원에 그 사유를 신고하여야 한다. 이로써 가압류의 효력이 미치는 부분에 대한 채무자의 공탁금출급청구권은 소멸하고, 그 부분 공탁금은 배당재단이 되어 집행법원의 배당절차에 따른 지급위탁에 의해서만 출급이 이루어질 수 있게 된다.<br/>민사집행법 제248조에 따라 집행공탁이 이루어지면 피압류채권이 소멸하고, 압류명령은 그 목적을 달성하여 효력을 상실하며, 압류채권자의 지위는 집행공탁금에 대하여 배당을 받을 채권자의 지위로 전환된다. 이러한 법리는 민사집행법 제291조, 제248조 제1항에 따른 공탁이 위에서 본 법리에 따라 민사집행법 제248조에 따른 집행공탁으로 바뀌는 경우에도 마찬가지로 적용된다. 따라서 금전채권에 대한 가압류를 원인으로 한 제3채무자의 공탁에 의해 채무자가 취득한 공탁금출급청구권에 대하여 압류·추심명령을 받은 채권자는, 그러한 공탁이 위에서 본 법리에 따라 민사집행법 제248조에 따른 집행공탁으로 바뀌는 경우에는 더 이상 추심권능이 아닌 구체적으로 배당액을 수령할 권리, 즉 배당금채권을 가지게 된다.<br/>[2] 승계집행문은 판결에 표시된 채권자의 포괄승계인이나 그 판결에 기한 채권을 특정하여 승계한 자가 강제집행을 신청하거나 그 속행을 신청할 수 있도록 부여하는 것이다. 강제집행절차에서는 권리관계의 공권적인 확정과 그 신속·확실한 실현을 도모하기 위하여 절차의 명확·안정을 중시하는데, 승계집행문에 관한 규정도 이러한 취지에 따라 운용되어야 한다.<br/>  집행권원상의 청구권(이하 ‘집행채권’이라 한다)이 양도되어 대항요건을 갖춘 경우에는 집행당사자적격이 양수인으로 변경되며, 양수인이 승계집행문을 부여받음에 따라 집행채권자가 양수인으로 확정된다. 승계집행문의 부여로 인하여 양도인에 대한 기존 집행권원의 집행력은 소멸한다.<br/>  이러한 법리에 비추어 보면, 민사집행법 제248조에 따라 공탁이 이루어져 배당절차가 개시된 다음 집행채권이 양도되고 채무자에게 양도 통지를 했더라도, 양수인이 승계집행문을 부여받아 집행법원에 제출하지 않은 이상, 집행법원은 여전히 배당절차에서 양도인을 배당금채권자로 취급할 수밖에 없다. 이러한 상태에서는 양수인이 집행법원을 상대로 자신에게 배당금을 지급하여 달라고 청구할 수 없다. 양수인이 집행채권 양수 사실을 집행법원에 소명하였다고 하더라도 마찬가지이다.<br/>  집행채권의 양도와 채무자에 대한 양도 통지가 있었더라도, 승계집행문의 부여·제출 전에는 배당금채권은 여전히 양도인의 책임재산으로 남아 있게 된다. 따라서 승계집행문의 부여·제출 전에 양수인의 채권자가 위 배당금채권에 대한 압류 및 전부명령을 받았다고 하더라도, 이는 무효라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제248조, 제291조, 제297조 / [2] 민사집행법 제31조 제1항, 제223조, 제229조, 제248조, 민법 제450조<br/>",
  "참조판례": "[1] 대법원 1997. 3. 14. 선고 96다54300 판결(공1997상, 1098), 대법원 2014. 12. 24. 선고 2012다118785 판결, 대법원 2015. 4. 23. 선고 2013다207774 판결(공2015상, 727) / [2] 대법원 2008. 2. 1. 선고 2005다23889 판결(공2008상, 287), 대법원 2015. 1. 29. 선고 2012다111630 판결(공2015상, 296), 대법원 2016. 1. 14. 선고 2015다23284 판결<br/>"
}