{
  "판례일련번호": "204507",
  "사건명": "보험금",
  "사건번호": "2015다240041",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제145조 제4호 단서, 제2호 단서 (나)목에서 회생채무자의 채무자가 지급의 정지, 회생절차개시의 신청 등이 있은 것을 알기 전에 생긴 원인에 의하여 회생채권을 취득한 때에는 회생채권을 자동채권으로 하는 상계를 예외적으로 허용한 취지 및 여기서 말하는 ‘원인’의 의미 / 위 규정에서의 ‘원인’에 관한 법리가 같은 법 제422조 제2호 단서 (나)목에서의 ‘원인’에 관하여도 마찬가지로 적용되는지 여부(적극)<br/>[2] 채무자 회생 및 파산에 관한 법률 제404조의 규정 취지 및 지급정지 후에 회생절차 등의 선행 도산절차를 거쳐 파산선고가 된 경우, 위 규정에서 정한 위기부인의 행사기간에 회생절차 등으로 인하여 소요된 기간이 산입되는지 여부(원칙적 소극) / 이러한 법리는 같은 법 제422조 제4호 단서, 제2호 단서 (다)목에서의 기간 계산에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제145조 제4호 본문은 회생절차가 개시된 회생채무자의 채무자가 지급의 정지, 회생절차개시의 신청 등 회생채무자의 위기상태의 존재를 알면서 회생채권을 취득한 때에는 그 회생채권을 자동채권으로 하는 상계를 할 수 없도록 제한하고 있다. 그리고 다시 그에 대한 예외로서, 같은 조 제4호 단서, 제2호 단서 (나)목에서는 회생채무자의 채무자가 회생채무자의 지급의 정지, 회생절차개시의 신청 등이 있은 것을 알기 전에 생긴 원인에 의하여 회생채권을 취득한 때에는 그 회생채권을 자동채권으로 하는 상계를 허용하고 있다. 이처럼 채무자회생법이 예외적으로 상계를 허용한 취지는 회생채권을 취득한 것은 회생채무자에게 위기상태가 생긴 이후이지만 그 이전에 이미 채권발생의 원인이 형성되어 있었던 경우에는 상계에 대한 회생채권자의 기대를 보호해 줄 필요가 있으므로, 그러한 경우에는 예외적으로 상계를 할 수 있도록 한 것이다. 이러한 규정 취지를 고려해 보면, 채무자회생법 제145조 제2호 단서 (나)목에서의 ‘원인’은 채권자에게 상계의 기대를 발생시킬 정도로 직접적인 것이어야 할 뿐 아니라 구체적인 사정을 종합하여 상계의 담보적 작용에 대한 회생채권자의 신뢰를 보호할 가치가 있는 정당한 것으로 인정되는 경우를 의미한다.<br/>  그런데 채무자회생법은 파산절차에서도 마찬가지로 제422조 제4호 본문에서 파산선고를 받은 채무자의 채무자가 지급정지 또는 파산신청이 있었음을 알고 파산채권을 취득한 때에는 그 파산채권을 자동채권으로 하는 상계를 할 수 없도록 제한하면서, 같은 조 제4호 단서, 제2호 단서 (나)목에서 파산채무자의 채무자가 지급정지 또는 파산신청이 있었음을 알기 전에 생긴 원인에 의하여 파산채권을 취득한 때에는 예외적으로 그 파산채권을 자동채권으로 하는 상계를 허용하고 있다. 이처럼 파산절차에서 예외적으로 상계를 허용하고 있는 취지는 회생절차에서의 그것과 마찬가지로 위기 이전에 존재한 파산채권자의 상계에 대한 정당한 기대를 보호하기 위한 것이므로, 채무자회생법 제145조 제2호 단서 (나)목에서의 ‘원인’에 관한 법리는 같은 법 제422조 제2호 단서 (나)목에서의 ‘원인’에 관하여도 마찬가지로 적용되어야 한다.<br/>[2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제404조는 “파산선고가 있은 날부터 1년 전에 한 행위는 지급정지의 사실을 안 것을 이유로 하여 부인할 수 없다.”라고 규정하고 있다. 이는 지급정지로부터 1년 이상 경과한 후 파산선고가 되었다면 지급정지와 파산선고 사이에 인과관계가 있다고 보기 어렵고, 수익자의 지위를 장기간 불안정한 상태에 방치하는 것은 부당하다는 취지에서 둔 규정이며, 회생절차 등으로 인하여 법률상 파산선고를 할 수 없는 기간을 위기부인의 행사기간에 산입하는 것은 형평의 원칙에 반한다는 점 등을 고려하면, 지급정지 후에 회생절차 등의 선행 도산절차를 거쳐 파산선고가 된 경우에는 특별한 사정이 없는 한 채무자회생법 제404조의 위기부인의 행사기간에 회생절차 등으로 인하여 소요된 기간은 산입되지 아니한다. 채무자회생법 제422조 제4호 단서, 제2호 단서 (다)목은 파산선고를 받은 채무자의 채무자가 지급정지 또는 파산신청이 있었음을 알고 파산채권을 취득하는 경우에 파산채권의 취득이 “파산선고가 있은 날부터 1년 전에 생긴 원인에 의한 때”에는 예외적으로 상계를 허용하고 있는데, 위와 같은 법리는 여기에도 마찬가지로 적용된다고 할 것이므로, 회생절차가 진행된 후에 파산선고가 된 경우 회생절차에 소요된 기간은 위 규정에서의 기간 계산에 산입되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제145조 제2호 (나)목, 제4호, 제422조 제2호 (나)목, 제4호 / [2] 채무자 회생 및 파산에 관한 법률 제404조, 제422조 제2호 (다)목, 제4호<br/>",
  "참조판례": "[1] 대법원 2014. 9. 24. 선고 2013다200513 판결, 대법원 2017. 3. 15. 선고 2015다252501 판결(공2017상, 750) / [2] 대법원 2004. 3. 26. 선고 2003다65049 판결(공2004상, 723)<br/>"
}