{
  "판례일련번호": "204513",
  "사건명": "건축복합민원허가신청서불허가처분취소",
  "사건번호": "2018두43996",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우, 조례가 위임의 한계를 준수하고 있는지 판단하는 방법<br/>[2] 가축분뇨의 관리 및 이용에 관한 법률 제8조 제1항 제1호가 가축사육의 제한구역 지정기준에 대하여 추상적·개방적 개념으로만 규정한 취지<br/>[3] 가축분뇨의 관리 및 이용에 관한 법률 제8조 제1항 제1호의 위임에 따라 닭의 가축사육제한구역을 ‘주거밀집지역으로부터 900m’로 규정한 ‘금산군 가축사육 제한구역 조례’ 제3조 제1항 제1호 [별표 2] ‘주거밀집지역 설정에 따른 가축종류별 거리제한’이 위임조항의 위임범위를 벗어난 것인지가 문제 된 사안에서, 위 조례 조항은 위임조항의 ‘지역주민의 생활환경보전’을 위하여 ‘주거밀집지역으로 생활환경의 보호가 필요한 지역’을 그 의미 내에서 구체화한 것이고, 위임조항에서 정한 가축사육 제한구역 지정의 목적 및 대상에 부합하고 위임조항에서 위임한 한계를 벗어났다고 볼 수 없음에도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우 조례가 위임의 한계를 준수하고 있는지를 판단할 때에는, 당해 법령 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴야 하고, 위임 규정의 문언에서 의미를 명확하게 알 수 있는 용어를 사용하여 위임의 범위를 분명히 하고 있는데도 그 의미의 한계를 벗어났는지, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소함으로써 위임 내용을 구체화하는 데에서 벗어나 새로운 입법을 한 것으로 볼 수 있는지 등도 아울러 고려해야 한다.<br/>[2] 가축분뇨의 관리 및 이용에 관한 법률(이하 ‘가축분뇨법’이라 한다) 제8조 제1항 제1호(이하 ‘위임조항’이라 한다)는 지역주민의 생활환경보전 또는 상수원 수질보전이라는 목적을 위하여 가축사육 제한구역을 지정할 수 있도록 하면서 지정 대상을 주거밀집지역, 수질환경보전지역 등으로 한정하되, 지정기준으로는 주거밀집지역에 대하여는 ‘생활환경의 보호가 필요한 지역’, 수질환경보전지역에 대하여는 ‘상수원보호구역 등에 준하는 수질환경보전이 필요한 지역’이라고 하여 추상적·개방적 개념으로만 규정하고 있다. 가축분뇨법의 입법 목적 등에 비추어 볼 때, 위임조항이 그와 같은 규정 형식을 취한 것은 가축사육 제한구역 지정으로 인한 지역주민의 재산권 제약 등을 고려하여 법률에서 지정기준의 대강과 한계를 설정하되, 구체적인 세부기준은 각 지방자치단체의 실정 등에 맞게 전문적·기술적 판단과 정책적 고려에 따라 합리적으로 정하도록 한 것이다.<br/>[3] 가축분뇨의 관리 및 이용에 관한 법률(이하 ‘가축분뇨법’이라 한다) 제8조 제1항 제1호(이하 ‘위임조항’이라 한다)의 위임에 따라 닭의 가축사육제한구역을 ‘주거밀집지역으로부터 900m’로 규정한 ‘금산군 가축사육 제한구역 조례’ 제3조 제1항 제1호 [별표 2] ‘주거밀집지역 설정에 따른 가축종류별 거리제한’이 위임조항의 위임범위를 벗어난 것인지가 문제 된 사안에서, 위 조례 조항으로 금산군 관내 일정한 범위의 지역에서 가축사육이 제한되더라도, 그로써 기존 축사에서의 가축사육이 곧바로 금지되는 것은 아니고 기존 축사의 이전을 명령하는 경우에는 1년 이상의 유예기간을 주어야 하며 정당한 보상을 하므로(가축분뇨법 제8조 제4항) 위 조례 조항이 기존 축사에서의 가축사육 영업권을 침해한다고 보기 어려운 점, 위 조례 조항으로 신규 가축사육이 제한되더라도, 해당 토지를 종래의 목적으로 사용할 수 있다면 토지 소유자의 재산권을 침해하는 것으로 볼 수는 없는 점 등을 종합하면, 위 조례 조항은 위임조항의 ‘지역주민의 생활환경보전’을 위하여 ‘주거밀집지역으로 생활환경의 보호가 필요한 지역’을 그 의미 내에서 구체화한 것이고, 위임조항에서 정한 가축사육 제한구역 지정의 목적 및 대상에 부합하고 위임조항에서 위임한 한계를 벗어났다고 볼 수 없음에도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제22조 / [2] 가축분뇨의 관리 및 이용에 관한 법률 제1조, 제8조 제1항 제1호 / [3] 가축분뇨의 관리 및 이용에 관한 법률 제1조, 제8조 제1항 제1호, 제4항<br/>",
  "참조판례": "[1] 대법원 2012. 10. 25. 선고 2010두25077 판결(공2012하, 1924), 대법원 2018. 8. 30. 선고 2017두56193 판결(공2018하, 1932) / [2] 대법원 2016. 5. 12. 선고 2012두15838 판결, 대법원 2017. 4. 7. 선고 2014두37122 판결(공2017상, 980)<br/>"
}