{
  "판례일련번호": "204500",
  "사건명": "부당이득금·부당이득금",
  "사건번호": "2017다216028, 216035",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190131",
  "판시사항": "[1] 점유가 권원 없는 것임이 밝혀진 경우, 바로 그동안의 점유에 대한 선의의 추정이 깨어지는지 여부(소극) 및 선의의 점유자가 본권에 관한 소에서 패소한 경우, 소가 제기된 때부터 악의의 점유자로 보는지 여부(적극)<br/>[2] 甲 명의로 소유권이전등기가 되어 있는 토지에 관하여 강제경매절차가 진행되자, 乙 조합이 甲을 상대로 위 토지 중 일부 지분에 관한 甲 명의 소유권이전등기의 말소를 구하는 소를 제기하였고, 丙 주식회사가 위 경매절차에서 토지를 매수한 다음 甲 측 승계참가인으로 소송에 참가하였는데, 위 소송에서 乙 조합이 승소하여 판결이 확정되었고, 그 후 乙 조합이 丙 회사를 상대로 제기한 丙 회사 명의 소유권이전등기의 말소를 구하는 소송에서도 乙 조합이 승소하여 판결이 확정되었는데, 乙 조합이 丙 회사를 상대로 丙 회사가 경매로 토지를 매수한 때부터 위 토지 지분을 정당한 권원 없이 점유·사용하였다며 임료 상당의 부당이득반환을 구하자, 丙 회사가 반소로 위 토지 지분에 관하여 그동안 납부하였던 재산세 등 상당의 부당이득반환을 구한 사안에서, 乙 조합이 甲을 상대로 제기한 소송에서 승소하여 판결이 확정된 이후부터는 丙 회사가 악의의 점유자로서 위 토지 지분의 점유·사용으로 인한 임료 상당의 이득을 반환할 의무가 있다고 판단한 다음, 乙 조합이 재산세 등 상당의 부당이득을 얻었다거나 위 토지 지분에 관한 丙 회사의 소유권 취득이 원인 무효로 확정된 것과 재산세 등 상당의 손해 사이에 상당인과관계가 있다고 보기 어려워 丙 회사가 주장하는 乙 조합에 대한 재산세 등 부당이득반환채권은 인정할 수 없다고 한 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 선의의 점유자는 점유물의 과실을 취득하고(민법 제201조 제1항), 악의의 점유자는 수취한 과실을 반환하여야 한다(민법 제201조 제2항). 점유자는 선의로 점유한 것으로 추정되고(민법 제197조 제1항), 권원 없는 점유였음이 밝혀졌다고 하여 바로 그동안의 점유에 대한 선의의 추정이 깨어졌다고 볼 것은 아니지만, 선의의 점유자라도 본권에 관한 소에서 패소한 때에는 그 소가 제기된 때부터 악의의 점유자로 본다(민법 제197조 제2항).<br/>[2] 甲 명의로 소유권이전등기가 되어 있는 토지에 관하여 강제경매절차가 진행되자, 乙 조합이 甲을 상대로 위 토지 중 일부 지분에 관한 甲 명의 소유권이전등기의 말소를 구하는 소를 제기하였고, 丙 주식회사가 위 경매절차에서 토지를 매수한 다음 甲 측 승계참가인으로 소송에 참가하였는데, 위 소송에서 乙 조합이 승소하여 판결이 확정되었고, 그 후 乙 조합이 丙 회사를 상대로 제기한 丙 회사 명의 소유권이전등기의 말소를 구하는 소송에서도 乙 조합이 승소하여 판결이 확정되었는데, 乙 조합이 丙 회사를 상대로 丙 회사가 경매로 토지를 매수한 때부터 위 토지 지분을 정당한 권원 없이 점유·사용하였다며 임료 상당의 부당이득반환을 구하자, 丙 회사가 반소로 위 토지 지분에 관하여 그동안 납부하였던 재산세 등 상당의 부당이득반환을 구한 사안에서, 乙 조합이 甲을 상대로 제기한 소유권이전등기의 말소를 구하는 소송이 乙 조합의 승소로 확정되기 전까지는 丙 회사가 과실수취권을 갖는 선의의 점유자로서 위 토지 지분의 점유·사용으로 인한 임료 상당 이득(과실)을 반환할 의무가 없으나, 丙 회사가 배당채권자들을 상대로 재산을 가압류하고 부당이득반환청구 소송을 제기한 점 등에 비추어 丙 회사는 乙 조합의 甲에 대한 승소판결이 확정된 이후부터는 악의의 점유자로서 임료 상당의 이득을 반환할 의무가 있다고 본 원심판단은 정당하고, 丙 회사가 재산세 등을 납부한 것은 丙 회사가 공부상 소유자로 등재되어 있었기 때문이지 丙 회사가 乙 조합의 재산세 등을 대납하였다거나 丙 회사의 재산세 등 납부로 乙 조합이 당연히 위 토지 지분에 관한 재산세 등의 납부의무를 면하는 이득을 얻게 되었다고 보기 어려운 점, 丙 회사는 甲 및 丙 회사 명의의 소유권이전등기를 말소하라는 판결이 모두 확정된 후에 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제51조 제2항 제1호의 후발적 사유에 의한 경정청구 등의 방법으로 재산세를 환급받을 수 있었던 점 등에 비추어 乙 조합이 재산세 등 상당의 부당이득을 얻었다거나 위 토지 지분에 관한 丙 회사의 소유권 취득이 원인 무효로 확정된 것과 재산세 등 상당의 손해 사이에 상당인과관계가 있다고 보기 어려우므로, 丙 회사가 주장하는 乙 조합에 대한 재산세 등 부당이득반환채권은 인정할 수 없다고 한 원심판단도 위와 같은 사정에다가 지방세법 제107조 제1항에 따라 재산세 납세의무를 부담하는 ‘재산을 사실상 소유하고 있는 자’는 공부상 소유자로 등재되어 있는지 여부를 불문하고 당해 토지나 재산에 대한 실질적인 소유권을 가진 자를 의미하는 점 등을 보태어 보면 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제197조, 제201조 제1항, 제2항 / [2] 민법 제197조, 제201조 제1항, 제2항, 지방세법 제107조 제1항, 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제51조 제2항 제1호(현행 제50조 제2항 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 2000. 3. 10. 선고 99다63350 판결(공2000상, 943)<br/>"
}