{
  "판례일련번호": "205365",
  "사건명": "도시및주거환경정비법위반",
  "사건번호": "2016도6497",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190214",
  "판시사항": "구 도시 및 주거환경정비법 제21조 제4항에서 말하는 ‘추진위원회 위원의 선출’에 추진위원회의 일반 위원인 추진위원의 선출 외에 위원장을 포함한 임원인 위원의 선출도 포함되는지 여부(적극) 및 피고인이 추진위원회 위원장 선출 당시에 추진위원회 추진위원 등의 지위에 있더라도 위 조항에 해당하는지의 판단에 관하여 마찬가지인지 여부(적극)<br/>",
  "판결요지": "구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제21조 제4항은 ‘누구든지 추진위원회 위원의 선출과 관련하여 금품, 향응 또는 그 밖의 재산상 이익을 제공하거나 제공의사를 표시하거나 제공을 약속하는 행위, 이를 제공받거나 제공의사 표시를 승낙하는 행위를 할 수 없다’라고 규정하고, 제84조의2 제3호는 ‘제21조 제4항 각호의 어느 하나를 위반하여 금품이나 그 밖의 재산상의 이익을 제공하거나 제공의사를 표시하거나 제공을 약속하는 행위를 하거나, 제공을 받거나 제공의사 표시를 승낙한 자’를 처벌하고 있다. 구 도시정비법 제21조 제4항 및 벌칙 조항인 제84조의2 제3호는 2012. 2. 1. 법률 개정으로 도입된 것으로서, 정비사업의 투명성 제고 등을 통한 정비사업의 원활한 추진 등을 입법 목적으로 하고 있다.<br/>구 도시정비법 제13조는 ‘조합의 설립 및 추진위원회의 구성’이라는 제목 아래 제2항에서 조합을 설립하고자 하는 경우 ‘위원장을 포함한 5인 이상의 위원 및 제15조 제2항에 따른 운영규정에 대한 토지 등 소유자 과반수의 동의를 받아 조합설립을 위한 추진위원회를 구성’한다고 규정하고 있고, 제15조는 ‘추진위원회의 조직 및 운영’이라는 제목 아래 제1항에서 추진위원회는 ‘추진위원회를 대표하는 위원장 1인과 감사’를 두어야 한다고 규정하고, 제2항에서 국토교통부장관으로 하여금 추진위원회의 공정한 운영을 위하여 추진위원회의 운영규정을 정하여 관보에 고시하도록 규정하고 있다.<br/>구 도시정비법 제15조 제2항에 따라 국토교통부가 고시한 ‘정비사업 조합설립추진위원회 운영규정(2018. 2. 9. 국토교통부 고시 제2018-102호로 개정되기 전의 것)’에 [별표]로 첨부된 ‘정비사업 조합설립추진위원회 운영규정안’ 제15조 제1항은 ‘위원의 선임 및 변경’이라는 제목 아래 추진위원회 위원으로 ‘위원장, 부위원장, 감사 및 추진위원’을 병렬적으로 들고 있고, 제17조는 ‘위원의 직무 등’이라는 제목 아래 제1항에서 ‘위원장은 추진위원회를 대표하고 추진위원회의 사무를 총괄하며 주민총회 및 추진위원회의 의장이 된다’라고 규정하고 있다.<br/>  구 도시정비법 및 위 정비사업 조합설립추진위원회 운영규정의 위와 같은 규정 내용을 법률의 전반적인 체계와 취지·입법 목적과 함께 유기적, 체계적으로 해석하여 보면, 구 도시정비법 제21조 제4항에서 말하는 ‘추진위원회 위원의 선출’에는 추진위원회의 일반 위원인 추진위원의 선출뿐만 아니라 위원장을 포함한 임원인 위원의 선출도 당연히 포함된다고 보는 것이 타당하고, 그와 같이 볼 수 있는 이상 피고인이 추진위원회 위원장 선출 당시에 추진위원회의 추진위원 등의 지위에 있다고 하더라도 위 조항에 해당하는지 여부의 판단에 관하여 달리 볼 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제13조 제2항(현행 제31조 제1항 참조), 제15조 제1항(현행 제33조 제1항 참조), 제2항(현행 제34조 제1항 참조), 제21조 제4항(현행 제132조 참조), 제84조의2 제3호(현행 제135조 제2호, 제141조, 제142조 참조)<br/>",
  "참조판례": ""
}