{
  "판례일련번호": "205370",
  "사건명": "임금",
  "사건번호": "2015다66052",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190214",
  "판시사항": "구 근로기준법 제60조 제1항에서 정한 연차휴가 취득 요건인 ‘근로자가 1년간 8할 이상 출근하였는지’를 판단하는 방법 / 이때 사용자의 직장폐쇄로 인하여 근로자가 출근하지 못한 기간 및 직장폐쇄 중 근로자가 쟁의행위에 참가한 기간의 처리 방법 / 근로자가 위법한 직장폐쇄가 없었더라도 쟁의행위에 참가하여 근로를 제공하지 않았을 것임이 명백한지 판단하는 기준 및 증명책임의 소재(=사용자) / 노동조합의 전임자의 경우, 연차휴가 취득 요건을 충족하였는지 판단하는 방법 및 이때 해당 근로자가 현실적으로 근로를 제공한 일수가 연간 근로의무가 있는 일수의 8할을 밑도는 경우, 연차휴가일수를 산정하는 방법 / 이러한 법리는 단체협약에서 정한 연월차휴가와 관련하여서도 마찬가지로 적용되는지 여부(원칙적 적극)<br/>",
  "판결요지": "구 근로기준법(2012. 2. 1. 법률 제11270호로 개정되기 전의 것) 제60조 제1항은 연차휴가에 관하여 “사용자는 1년간 8할 이상 출근한 근로자에게 15일의 유급휴가를 주어야 한다.”라고 정하고 있다. 여기서 근로자가 1년간 8할 이상 출근하였는지는 1년간의 총 역일(曆日)에서 법령, 단체협약, 취업규칙 등에 의하여 근로의무가 없는 날로 정하여진 날을 제외한 나머지 일수, 즉 연간 근로의무가 있는 일수(이하 ‘연간 소정근로일수’라고 한다)를 기준으로 그중 근로자가 현실적으로 근로를 제공한 일수(이하 ‘출근일수’라고 한다)가 얼마인지를 비율적으로 따져 판단하여야 한다.<br/>  사용자의 적법한 직장폐쇄로 인하여 근로자가 출근하지 못한 기간은 원칙적으로 연차휴가일수 산정을 위한 연간 소정근로일수에서 제외되어야 한다. 다만 노동조합의 쟁의행위에 대한 방어수단으로서 사용자의 적법한 직장폐쇄가 이루어진 경우, 이러한 적법한 직장폐쇄 중 근로자가 위법한 쟁의행위에 참가한 기간은 근로자의 귀책으로 근로를 제공하지 않은 기간에 해당하므로, 연간 소정근로일수에 포함시키되 결근한 것으로 처리하여야 한다.<br/>  이와 달리 사용자의 위법한 직장폐쇄로 인하여 근로자가 출근하지 못한 기간을 근로자에 대하여 불리하게 고려할 수는 없으므로 원칙적으로 그 기간은 연간 소정근로일수 및 출근일수에 모두 산입되는 것으로 보는 것이 타당하다. 다만 위법한 직장폐쇄 중 근로자가 쟁의행위에 참가하였거나 쟁의행위 중 위법한 직장폐쇄가 이루어진 경우에 만일 위법한 직장폐쇄가 없었어도 해당 근로자가 쟁의행위에 참가하여 근로를 제공하지 않았을 것이 명백하다면, 이러한 쟁의행위가 적법한지 여부를 살펴 적법한 경우에는 그 기간을 연간 소정근로일수에서 제외하고, 위법한 경우에는 연간 소정근로일수에 포함시키되 결근한 것으로 처리하여야 한다. 이처럼 위법한 직장폐쇄가 없었다고 하더라도 쟁의행위에 참가하여 근로를 제공하지 않았을 것임이 명백한지는 쟁의행위에 이른 경위 및 원인, 직장폐쇄 사유와의 관계, 해당 근로자의 쟁의행위에서의 지위 및 역할, 실제 이루어진 쟁의행위에 참가한 근로자의 수 등 제반 사정을 참작하여 신중하게 판단하여야 하고, 그 증명책임은 사용자에게 있다.<br/>  한편 노동조합의 전임자(이하 ‘노조전임자’라고 한다)는 사용자와의 사이에 기본적 노사관계는 유지되고 근로자로서의 신분도 그대로 가지는 것이지만 근로제공의무가 면제되고 사용자의 임금지급의무도 면제된다는 점에서 휴직상태에 있는 근로자와 유사하다. 이러한 노조전임자 제도가 단체협약 또는 사용자의 동의에 근거한 것으로 근로자의 단결권 유지·강화를 위해 필요할 뿐만 아니라 사용자의 노무관리업무를 대행하는 성격 역시 일부 가지는 점 등을 고려하면, 노조전임기간 동안 현실적으로 근로를 제공하지 않았다고 하더라도 결근한 것으로 볼 수 없고, 다른 한편 노동조합 및 노동관계조정법 등 관련 법령에서 출근한 것으로 간주한다는 규정 역시 두고 있지 않으므로 출근한 것으로 의제할 수도 없다. 결국, 근로제공의무가 면제되는 노조전임기간은 연차휴가일수 산정을 위한 연간 소정근로일수에서 제외함이 타당하다. 다만 노조전임기간이 연차휴가 취득 기준이 되는 연간 총근로일 전부를 차지하고 있는 경우라면, 단체협약 등에서 달리 정하지 않는 한 이러한 노조전임기간에 대하여는 연차휴가에 관한 권리가 발생하지 않는다.<br/>  그리고 위와 같이 연간 소정근로일수에서 노조전임기간 등이 차지하는 일수를 제외한 후 나머지 일수(이하 ‘실질 소정근로일수’라고 한다)만을 기준으로 근로자의 출근율을 산정하여 연차휴가 취득 요건의 충족 여부를 판단하게 되는 경우, 연차휴가 제도의 취지, 연차휴가가 가지는 1년간의 근로에 대한 대가로서의 성질, 연간 소정근로일수에서 제외하지 않고 결근으로 처리할 때 인정되는 연차휴가일수와의 불균형 등을 고려하면, 해당 근로자의 출근일수가 연간 소정근로일수의 8할을 밑도는 경우에 한하여, 본래 평상적인 근로관계에서 8할의 출근율을 충족할 경우 산출되었을 연차휴가일수에 대하여 실질 소정근로일수를 연간 소정근로일수로 나눈 비율을 곱하여 산출된 연차휴가일수를 근로자에게 부여함이 합리적이다.<br/>  이러한 법리는 단체협약에서 정한 연월차휴가와 관련하여 연월차휴가 취득을 위한 출근율과 실질 소정근로일수를 기준으로 한 연차휴가일수를 산정할 때에도 다른 정함이 없는 한 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "구 근로기준법(2012. 2. 1. 법률 제11270호로 개정되기 전의 것) 제60조 제1항, 노동조합 및 노동관계조정법 제24조<br/>",
  "참조판례": "대법원 2003. 9. 2. 선고 2003다4815, 4822, 4839 판결(공2003하, 1945), 대법원 2012. 9. 27. 선고 2010다99279 판결(공2012하, 1728), 대법원 2013. 12. 26. 선고 2011다4629 판결(공2014상, 289), 대법원 2014. 3. 13. 선고 2011다95519 판결(공2014상, 826), 대법원 2017. 7. 11. 선고 2013도7896 판결(공2017하, 1681)<br/>"
}