{
  "판례일련번호": "205595",
  "사건명": "부당징계무효확인",
  "사건번호": "2011다78804",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140213",
  "판시사항": "[1] 골프장 캐디가 근로기준법상 근로자에 해당하는지 여부(소극)<br/>[2] 사용자의 행위가 노동조합 및 노동관계조정법에서 정한 부당노동행위에 해당한다는 점에 관한 증명책임자(=근로자 또는 노동조합) 및 적법한 징계해고사유가 있어 징계해고한 경우, 사용자가 근로자의 노동조합활동을 못마땅하게 여긴 흔적이 있다는 사유만으로 부당노동행위에 해당하는지 여부(소극)<br/>[3] 골프장 캐디인 甲 등이 골프장을 운영하는 乙 주식회사로부터 제명처분 등 징계를 받은 후 乙 회사를 상대로 징계무효확인을 구한 사안에서, 甲 등은 근로기준법상 근로자에 해당한다고 볼 수 없으나, 노동조합 및 노동관계조정법상 근로자성은 인정할 수 있다고 본 원심판단을 수긍한 사례<br/>[4] 근로자의 기본적인 노동조건 등을 실질적이고 구체적으로 지배·결정할 수 있는 지위에 있는 자가 근로자의 노동조합 조직 또는 운영을 지배하거나 개입하는 행위를 한 경우, 부당노동행위 구제명령의 대상인 사용자에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 골프장에서 일하는 캐디는, ① 골프장 시설운영자와 근로계약·고용계약 등의 노무공급계약을 전혀 체결하고 있지 않고, ② 경기보조업무는 원래 골프장 측이 내장객에 대하여 당연히 제공하여야 하는 용역 제공이 아니어서 캐디에 의한 용역 제공이 골프장 시설운영에 있어서 필요불가결한 것이 아니며, ③ 내장객의 경기보조업무를 수행한 대가로 내장객으로부터 직접 캐디 피(caddie fee)라는 명목으로 봉사료만을 수령하고 있을 뿐 골프장 시설운용자로부터는 어떠한 금품도 지급받지 아니하고, ④ 골프장에서 용역을 제공하면서 순번의 정함은 있으나 근로시간의 정함이 없어 자신의 용역 제공을 마친 후에는 골프장 시설에서 곧바로 이탈할 수 있고, ⑤ 내장객의 감소 등으로 예정된 순번에 자신의 귀책사유 없이 용역 제공을 할 수 없게 되더라도 골프장 시설운용자가 캐디 피에 상응하는 금품이나 근로기준법에서 정한 휴업수당을 전혀 지급하고 있지도 아니하며, ⑥ 내장객에 대한 업무 수행과정에서 골프장 시설운용자로부터 구체적이고 직접적인 지휘·감독을 받고 있지 않으며, ⑦ 근로소득세를 납부하고 있지 않고, ⑧ 내장객에 대한 경기보조업무 수행을 해태하여도 용역을 제공하는 순번이 맨 끝으로 배정되는 등의 사실상의 불이익을 받고 있을 뿐 달리 골프장 시설운용자가 캐디에 대하여 회사의 복무질서 위배 등을 이유로 한 징계처분을 하지 아니하는 등의 여러 사정을 종합하여 볼 때, 골프장 시설운영자에 대하여 사용종속관계하에서 임금을 목적으로 근로를 제공하는 근로기준법상 근로자로 볼 수 없다.<br/>[2] 사용자의 행위가 노동조합 및 노동관계조정법(이하 ‘노조법’이라 한다)에서 정한 부당노동행위에 해당한다는 점은 이를 주장하는 근로자 또는 노동조합이 증명하여야 하므로, 필요한 심리를 다하였어도 사용자에게 부당노동행위의사가 존재하였는지가 분명하지 아니하여 존재 여부를 확정할 수 없는 경우에는 그로 인한 위험이나 불이익은 이를 주장하는 근로자 또는 노동조합이 부담할 수밖에 없다. 그리고 사용자가 근로자를 해고하면서 적법한 징계해고사유가 있어 징계해고한 이상 사용자가 근로자의 노동조합활동을 못마땅하게 여긴 흔적이 있다 하여 그 사유만으로 징계해고가 징계권 남용에 의한 노조법상의 부당노동행위에 해당한다고 단정할 것도 아니다.<br/>[3] 골프장 캐디인 甲 등이 골프장을 운영하는 乙 주식회사로부터 제명처분 등 징계를 받은 후 乙 회사를 상대로 징계무효확인을 구한 사안에서, 甲 등은 임금을 목적으로 사용종속적인 관계에서 乙 회사에 근로를 제공하는 근로기준법상 근로자에 해당한다고 볼 수 없으나, 노동조합 및 노동관계조정법상 근로자성은 인정할 수 있다고 본 원심판단을 수긍한 사례.<br/>[4] 근로자의 기본적인 노동조건 등에 관하여 근로자를 고용한 사업주로서 권한과 책임을 일정 부분 담당하고 있다고 볼 정도로 실질적이고 구체적으로 지배·결정할 수 있는 지위에 있는 자가, 노동조합을 조직 또는 운영하는 것을 지배하거나 이에 개입하는 등으로 노동조합 및 노동관계조정법 제81조 제4호에서 정한 행위를 하였다면, 그 시정을 명하는 구제명령을 이행하여야 할 사용자에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제1호 / [2] 노동조합 및 노동관계조정법 제81조, 근로기준법 제23조 제1항 / [3] 근로기준법 제2조 제1항 제1호, 노동조합 및 노동관계조정법 제2조 제1호 / [4] 노동조합 및 노동관계조정법 제2조 제2호, 제81조 제4호, 제84조 제1항<br/>",
  "참조판례": "[1] 대법원 1996. 7. 30. 선고 95누13432 판결(공1996하, 2697) / [2] 대법원 1994. 12. 23. 선고 94누3001 판결(공1995상, 691), 대법원 2011. 7. 28. 선고 2009두9574 판결 / [4] 대법원 2010. 3. 25. 선고 2007두8881 판결(공2010상, 823)<br/>"
}