{
  "판례일련번호": "205598",
  "사건명": "관세법위반·대외무역법위반",
  "사건번호": "2011도10727",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140213",
  "판시사항": "[1] 관세법령 및 대외무역법령상 수입 단계에서 제시된 미완성 물품이 완성된 물품과 동일한 호에 분류될 수 있는지 판단하는 기준 및 제시된 미완성 물품이 완성된 물품이 아닌 부분품의 호에 분류되어 그 원산지 표시가 면제되는 경우<br/>[2] 피고인들이 원산지 표시 대상물품인 미완성 램프를 수입하면서 품명 및 원산지 표시 유무를 허위로 신고하였다고 하여 구 관세법 위반으로 기소된 사안에서, 원산지 표시가 면제된다고 보아 무죄를 선고한 원심판단의 결론을 정당하다고 한 사례<br/>[3] 피고인들이 미완성 램프를 수입한 후 국내 가공공정을 통하여 생산한 완제품 램프의 원산지를 국내산으로 기재하는 방법으로 원산지를 거짓으로 표시하거나 오인하게 하는 표시를 하였다고 하여 구 대외무역법 위반으로 기소된 사안에서, 피고인들에게 무죄를 선고한 원심판결에 구 대외무역관리규정 제86조 제2항 제1호 규정에 의한 ‘수입원료의 수입가격’의 적용범위에 관한 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 관세법 제50조 제1항 [별표] 관세율표(2013. 1. 1. 법률 제11602호로 개정되기 전의 것) 중 ‘관세율표의 해석에 관한 통칙’ 제2호 가목, 제241조 제1항, 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제85조 제1항, 제276조 제1항 제4호, 관세법 시행령 제99조 제1항, 제246조 제1항 제3호, 제2항 제1호, 제2호, ‘품목분류 적용기준에 관한 고시’(2006. 12. 30. 관세청 고시 제2006-53호) 중 HS 관세율표 해설 통칙 2의 (가) (Ι), 구 대외무역법(2010. 4. 5. 법률 제10231호로 개정되기 전의 것) 제33조 제1항, 구 대외무역법 시행령(2010. 10. 1. 대통령령 제22419호로 개정되기 전의 것) 제55조, 구 대외무역관리규정(2009. 4. 3. 지식경제부 고시 제2009-60호로 전부 개정되기 전의 것) 제75조 제1항 및 [별표 8], 제82조 제1항 본문 및 제3호, 제85조 제2항 본문의 문언 내용과 체계 및 입법 취지 등을 고려하여 보면, 수입 단계에서 제시된 미완성 물품이 완성된 물품 자체는 아니라 하더라도 이미 완성된 물품의 ‘본질적 특성’을 지닌 물품으로 평가되는 경우에는 완성된 물품과 동일한 호에 분류하여야 하지만, 제시된 미완성 물품이 아직 완성된 물품의 본질적 특성을 갖추지 못한 상태에서 수입 후 국내에서의 가공과정을 통하여 그 물품의 세번과 상이한 세번인 완성된 물품이 생산되는 경우, 즉 ‘실질적 변형’을 일으키는 제조공정에 투입되는 부품으로서 실수요자가 직접 수입하는 경우에는, 미완성 물품은 완성된 물품이 아닌 부분품의 호에 분류되어야 하며 관련 규정에 따라 (원산지 표시 대상물품인 경우라 하더라도 그) 원산지 표시를 하지 아니할 수 있다고 보아야 한다.<br/>[2] 피고인들이 원산지 표시 대상물품인 미완성 램프를 수입하면서 품명 및 원산지 표시 유무를 허위로 신고하였다고 하여 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 위반으로 기소된 사안에서, 미완성 램프가 완제품 램프와 동일한 품목번호에 분류될 수 없고 국내에서 가공공정을 통하여 실질적 변형이 일어난 것으로서 원산지 표시가 면제된다고 보아 무죄를 선고한 원심판단의 결론을 정당하다고 한 사례.<br/>[3] 피고인들이 미완성 램프를 수입한 후 국내 가공공정을 통하여 생산한 완제품 램프의 원산지를 국내산으로 기재하는 방법으로 원산지를 거짓으로 표시하거나 오인하게 하는 표시를 하였다고 하여 구 대외무역법(2009. 4. 22. 법률 제9630호로 개정되기 전의 것) 위반으로 기소된 사안에서, 완제품 램프의 총 제조원가 및 ‘수입원료’인 미완성 램프의 CIF(Cost, Insurance and Freight) 가격기준에 의한 수입원가를 산정하기에 적합한 객관적·합리적 증거에 기초하여 완제품 램프의 총 제조원가 중 ‘수입원료의 수입가격’ 내지 이를 공제한 국내 제조원가의 비율을 산정하여야 함에도, 피고인들이 제출한 ‘제조원가표’의 기재에 근거하여 우리나라를 완제품 램프의 원산지로 볼 수 있다는 이유로 무죄를 선고한 원심판결에 구 대외무역관리규정(2009. 4. 3. 지식경제부 고시 제2009-60호로 전부 개정되기 전의 것) 제86조 제2항 제1호 규정에 의한 ‘수입원료의 수입가격’의 적용범위에 관한 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제50조 제1항 [별표], 제85조 제1항, 제241조 제1항, 제276조 제1항 제4호(현행 제276조 제2항 제4호 참조), 관세법 시행령 제99조 제1항, 제246조 제1항 제3호, 제2항 제1호, 제2호, 구 대외무역법(2010. 4. 5. 법률 제10231호로 개정되기 전의 것) 제33조 제1항, 구 대외무역법 시행령(2010. 10. 1. 대통령령 제22419호로 개정되기 전의 것) 제55조(현행 제55조 제1항 참조), 구 대외무역관리규정(2009. 4. 3. 지식경제부 고시 제2009-60호로 전부 개정되기 전의 것) 제75조 제1항 [별표 8], 제82조 제1항 제3호, 제85조 제2항 / [2] 구 관세법(2010. 12. 30. 법률 제10424호로 개정되기 전의 것) 제241조 제1항, 제276조 제1항 제4호(현행 제276조 제2항 제4호 참조), 관세법 제279조 제1항 / [3] 구 대외무역법(2009. 4. 22. 법률 제9630호로 개정되기 전의 것) 제33조 제3항 제1호(현행 제33조 제4항 제1호 참조), 제35조 제1항, 제54조 제7호(현행 제53조의2 제1호의2 참조), 제57조, 구 대외무역관리규정(2009. 4. 3. 지식경제부 고시 제2009-60호로 전부 개정되기 전의 것) 제86조 제2항 제1호<br/>",
  "참조판례": ""
}