{
  "판례일련번호": "205622",
  "사건명": "내란실행·국방경비법위반",
  "사건번호": "2017재고합4",
  "법원명": "제주지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190117",
  "판시사항": "‘제주4·3사건’ 당시 내란실행 또는 구 국방경비법 위반의 죄목으로 군법회의의 재판을 받고 군·경에 의하여 제주도 내 수용시설 등에 구금되었다가 육지에 있는 교도소로 이송된 후 일정 기간 수형인의 신분으로 구금되었던 피고인들이 재심대상판결에 대해 재심을 청구하여 재심이 개시된 사안에서, 피고인들이 당시 구체적으로 어떠한 공소사실로 군법회의에 이르게 된 것인지 확인할 만한 자료가 없어 공소사실이 특정되지 아니한 점, 당시 피고인들에 대하여 구 국방경비법에서 정한 기소사실의 통고 절차가 이루어지지 아니하였던 점 등을 종합하면, 피고인들에 대한 공소는 각 ‘공소제기의 절차가 법률의 규정에 위반하여 무효인 때’에 해당한다는 이유로 공소를 모두 기각한 사례<br/>",
  "판결요지": "‘제주4·3사건’ 당시 내란실행 또는 구 국방경비법(1948. 7. 5. 남조선과도정부 법률로 제정되어 1948. 8. 4.부터 시행되고 1962. 1. 20. 군법회의법 제1004호로 폐지된 것, 이하 같다) 위반의 죄목으로 군법회의의 재판을 받고 군·경에 의하여 제주도 내 수용시설 등에 구금되었다가 육지에 있는 교도소로 이송된 후 일정 기간 수형인의 신분으로 구금되었던 피고인들이 재심대상판결에 대해 재심을 청구하여 재심이 개시된 사안이다.<br/>  피고인들의 이름과 당시 나이, 직업, 본적지, 항변 및 판정(判定), 언도(言渡)일자, 형량 및 수감교도소가 대상자별로 각 하나의 열(列)로 기재되어 있는 수형인명부를 비롯하여 일부 피고인들에 대한 군집행지휘서나 감형장 등의 수형(受刑) 관련 문서 등에도 해당 피고인들의 죄명과 적용법조만 기재되어 있을 뿐 달리 공소장이나 소송기록 내지 판결문 등 피고인들이 당시 구체적으로 어떠한 공소사실로 군법회의에 이르게 된 것인지 확인할 만한 자료가 없고, 검사에 의하여 복원된 피고인들에 대한 공소사실은 실질적으로 구 형법[1948. 3. 20. 군정법령 제176호로 개정되어 1948. 4. 1. 시행된 조선형사령에 의해 의용된 일본 형법(1941년 법 제61호)을 말한다] 제77조 제1항 및 구 국방경비법 제32조의 추상적 구성요건들을 그대로 이기한 정도에 불과하거나, 또는 검사가 재심공판 당시를 기준으로 피고인신문 내지 제주4·3사건의 진행 경위나 당시 상황에 관한 각종 자료들을 바탕으로 사후적으로 이를 추단하여 재구성하며 소송절차에서 피고인신문을 통하여 얻은 당시 피고인들에 대한 군·경의 질문 내용 내지 일부 위 구성요건들에 부합하는 듯한 피고인들의 진술 내용 등을 공소사실의 일부로 삽입한 것에 지나지 아니하여 여전히 피고인들이 바로 그와 같은 공소사실로 재심대상판결을 받기에 이른 것이라고 단언하기에 부족하므로 피고인들에 대한 공소사실은 특정되지 아니한 것으로 볼 수밖에 없는 점, 나아가 제반 사정에 비추어 당시 피고인들에 대하여 구 국방경비법 제65조에서 정한 ‘예심조사’ 및 같은 법 제66조에서 정한 ‘기소장 등본의 송달’을 통한 기소사실의 통고 절차가 이루어지지 아니하였던 것으로 보이는 점 등을 종합하면, 피고인들에 대한 공소는 각 ‘공소제기의 절차가 법률의 규정에 위반하여 무효인 때’에 해당한다는 이유로 공소를 모두 기각한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 헌법(1952. 7. 7. 헌법 제2호로 개정되기 전의 것, 제헌헌법) 제64조(현행 제77조 참조), 부칙(1948. 7. 17.) 제100조, 제주4·3사건 진상규명 및 희생자 명예회복에 관한 특별법 제2조 제1호, 구 형법(1953. 9. 18. 법률 제293호로 형법이 제정되기 전의 것) 제77조 제1항(현행 형법 제87조 참조), 구 국방경비법(1962. 1. 20. 법률 제1004호 군법회의법 부칙 제6조로 폐지) 제32조, 제33조, 제65조, 제66조, 구 군법회의법(1987. 12. 4. 법률 제3993호 군사법원법으로 전부 개정되기 전의 것) 부칙(1962. 1. 20.) 제2조, 제3조, 제4조, 제5조, 제6조 제1호, 군형법 부칙(1962. 1. 20.) 제5조, 구 국군조직법(1963. 5. 20. 법률 제1343호로 전부 개정되기 전의 것) 제20조(현행 삭제), 형사소송법 제327조 제2호, 제420조 제7호, 제422조, 제435조 제1항, 제438조 제1항<br/>",
  "참조판례": ""
}