{
  "판례일련번호": "205636",
  "사건명": "손해배상(지)",
  "사건번호": "2017나1810",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20181005",
  "판시사항": "치과병의원의 설립지원 및 운영지원사업 등을 목적으로 설립된 법인으로 의료법상 의료기관을 개설할 수 없는 甲 주식회사가 지정서비스업을 치과업 등으로 하는 서비스표 “”를 출원·등록한 후 치과병원을 운영하려는 치과의사들과 등록서비스표의 사용을 허락하고 재무관리 등 경영지원서비스를 제공하는 내용의 라이선스 계약을 체결하였는데, 甲 회사가 “” 표장을 사용하여 치과병원을 운영한 乙을 상대로 등록서비스표권 침해를 이유로 손해배상을 구한 사안에서, 甲 회사에 등록서비스표에 대한 객관적 사용의사가 인정되므로 등록서비스표는 구 상표법 제23조 제1항 제4호에 해당하지 않고, 서비스표권자가 직접 서비스표를 사용하지 않더라도 사용계약을 통하여 사용권자가 등록서비스표를 사용하고 있다면 제3자의 등록서비스표권 침해로 서비스표권자에게 손해가 발생했다고 봄이 타당하다고 한 사례<br/>",
  "판결요지": "치과병의원의 설립지원 및 운영지원사업 등을 목적으로 설립된 법인으로 의료법상 의료기관을 개설할 수 없는 甲 주식회사가 지정서비스업을 치과업 등으로 하는 서비스표 “”를 출원·등록한 후 치과병원을 운영하려는 치과의사들과 등록서비스표의 사용을 허락하고 재무관리 등 경영지원서비스를 제공하는 내용의 라이선스 계약을 체결하였는데, 甲 회사가 “” 표장을 사용하여 치과병원을 운영한 乙을 상대로 등록서비스표권 침해를 이유로 손해배상을 구한 사안이다.<br/>  상표법 개정의 취지 및 사용의사 유무의 판단 기준, 사회현실적 고려의 필요성에다가 상표법의 목적과 행정법규의 목적이 반드시 서로 일치하는 것은 아닌 점, 서비스업 제공의 금지와 서비스표 사용의 금지가 항상 동일시되어야 한다고 볼 근거가 없는 점을 덧붙여 참작하면, 서비스표의 지정서비스업을 영위함에 있어 법령상 제한이 있는 자라고 하여 반드시 당해 서비스표를 사용할 의사가 없다고 일률적으로 단정하여서는 아니 되고, 지정서비스업과 출원인의 업무가 밀접한 관계에 있고, 출원인이 사회적·경제적으로 당해 서비스표를 사용할 합리적인 필요성이 인정되는 경우에는 당해 서비스표에 대하여 사용의사를 인정할 수 있다고 봄이 타당한데, 甲 회사의 설립 목적 및 경위, 등록서비스표 출원부터 사업 착수 및 진행에 이르기까지의 제반 현황에 비추어 보면, 비록 甲 회사가 의료기관을 개설할 수 없는 자로서 등록서비스표의 지정서비스업인 ‘치과업’을 영위하는 데 법령상 제한이 있지만, 설립 목적이 치과병의원의 설립지원 및 운영지원사업 등으로서 치과업과 밀접한 관계에 있고, 실제로 각 치과에 등록서비스표의 사용권을 설정해주고 경영지원서비스를 제공하는 등 치과병의원의 운영지원사업을 영위하였으며, 이러한 영업형태가 법령에 저촉된다고 볼 수 없으므로, 甲 회사에 사회적·경제적으로 등록서비스표를 사용할 합리적인 필요성이 인정되고, 따라서 甲 회사에 등록서비스표에 대한 객관적 사용의사가 인정되므로, 등록서비스표는 구 상표법(2016. 2. 29. 제14033호로 전부 개정되기 전의 것, 이하 같다) 제23조 제1항 제4호에 해당하지 않으며, 통상사용권자가 상표를 사용하고 있는 경우에도 상표권자에게 제3자의 상표침해에 따른 손해가 발생하지 않는다고 본다면 상표권자 및 통상사용권자 그 어느 누구도 침해행위에 따른 손해배상을 청구할 수 없는 불합리한 결론에 이르는 점, 구 상표법 제2조 제1항 제7호는 ‘상표의 사용’을 오로지 행위 태양만을 기준으로 정의하였을 뿐 상표의 사용 주체를 상표권자로 국한하지 않은 점, 구 상표법 제73조 제1항 제3호는 불사용에 따른 상표등록 취소사유를 규정하면서 통상사용권자가 상표를 사용하고 있는 경우를 제외하고 있는 점, 구 상표법 제73조 제1항 제8호는 통상사용권자가 상품의 품질의 오인 또는 타인의 업무에 관련된 상품과의 혼동이 생기도록 상표를 사용한 경우도 상표등록 취소사유로 규정한 점 등을 고려할 때, 서비스표권자가 직접 서비스표를 사용하고 있지 않다고 하더라도 서비스표의 사용계약을 통하여 사용권자가 등록서비스표를 사용하고 있다면 서비스표권자가 서비스표를 사용하였다고 볼 수 있고, 따라서 제3자가 등록서비스표권을 침해하였다면 서비스표권자에게 손해가 발생했다고 봄이 타당하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제1조(현행 제1조 참조), 제2조(현행 제2조 참조), 제3조(현행 제3조 참조), 제23조 제1항 제1호(현행 제54조 제3호 참조), 제4호(현행 제54조 제1호 참조), 제41조 제1항(현행 제82조 제1항 참조), 제66조의2(현행 제109조 참조), 제67조(현행 제110조 참조), 제71조 제1항 제1호(현행 제117조 제1항 제1호 참조), 제73조 제1항 제3호(현행 제119조 제1항 제3호 참조), 제8호(현행 제119조 제1항 제2호 참조), 의료법 제33조 제2항<br/>",
  "참조판례": ""
}