{
  "판례일련번호": "205684",
  "사건명": "특허권등침해금지등청구의소",
  "사건번호": "2018나1077",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190201",
  "판시사항": "디자인의 대상 물품을 ‘건축용 프리캐스트 콘크리트 바닥판’으로 하고 디자인 창작 내용의 요점을 ‘건축용 프리캐스트 콘크리트 바닥판의 형상과 모양의 결합’으로 하는 각 등록디자인권과 지정 상품을 모두 ‘상품류 구분 제19류의 건축용 기성 콘크리트 바닥판’으로 하는 등록상표권 “” 및 등록상표권 “”을 甲 주식회사와 공유하고 있는 乙 주식회사가, 丙 주식회사를 상대로 丙 회사가 각 등록디자인과 동일 또는 유사한 제품들을 생산·판매하고, 자신을 소개하는 인터넷 기사, 기성청구서 등 거래자료, 회사 소개서, 공사지명원, 브로슈어 등에 각 등록상표와동일또는유사한표장들인 “”,<br/>  “”, “”, “”, “”를 사용하여 甲 회사와 乙 회사의 각 등록디자인권과 등록상표권을 침해하였다며 침해행위의 금지와 손해배상을 구한 사안에서, 각 등록디자인은 선행디자인과 유사하여 등록무효심판의 유무와 관계없이 권리범위가 인정되지 않고, 丙 회사의 위 표장들은 모두 특정 공법(工法)을 가리키는 용어로 사용된 것이지 丙 회사 제품들의 출처 표시로 사용된 것이 아니므로, 丙 회사의 제품들 생산·판매 및 표장들 사용이 甲 회사와 乙 회사의 각 등록디자인권이나 등록상표권을 침해하였다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "디자인의 대상 물품을 ‘건축용 프리캐스트 콘크리트 바닥판’으로 하고 디자인 창작 내용의 요점을 ‘건축용 프리캐스트 콘크리트 바닥판의 형상과 모양의 결합’으로 하는 각 등록디자인권과 지정 상품을 모두 ‘상품류 구분 제19류의 건축용 기성 콘크리트 바닥판’으로 하는 등록상표권 “” 및 등록상표권 “”을 甲 주식회사와 공유하고 있는 乙 주식회사가, 丙 주식회사를 상대로 丙 회사가 각 등록디자인과 동일 또는 유사한 제품들을 생산·판매하고, 자신을 소개하는 인터넷 기사, 기성청구서 등 거래자료, 회사 소개서, 공사지명원, 브로슈어 등에 각 등록상표와 동일 또는 유사한표장들인 “”, “”, “”, “”, “”를 사용하여 甲 회사와 乙 회사의 각 등록디자인권과 등록상표권을 침해하였다며 침해행위의 금지와 손해배상을 구한 사안이다.<br/>  각 등록디자인은 그 등록출원 전 인터넷 카페에 게시된 선행디자인과 콘크리트 평판부 위에 돌출된 리브의 수 등에서 차이가 있지만, 각 리브에서 평판부 상면과 접하는 부분이 좌우, 양쪽 모두 오목하게 들어가 있는 점, 각 리브의 상단은 너비가 높이보다 약간 긴 직사각형의 형상인 점, 리브 상단의 길이가 하단의 길이보다 상대적으로 길게 보이는 점 등 등록디자인의 심미감에 가장 큰 영향을 줄 것으로 보이는 리브의 구체적 형상에 관한 것으로서 디자인이 유사한지 판단할 때 중요도를 높게 평가하여야 하는 부분에서 공통점이 있어 서로 유사하므로 등록무효심판의 유무와 관계없이 그 권리범위가 인정되지 않고, ‘MIR’은 ‘Multi Inverted Rib’ 또는 ‘Multi Inverted Ribbed’의 약자로서 콘크리트 바닥판 상면에 복수 개의 리브가 돌출된 구조를 의미하는데, 丙 회사 제품들과의 관계에서도 수요자나 거래관계자가 이를 ‘Multi Inverted Rib’ 또는 ‘Multi-Inverted Ribbed’의 약자로 인식할 여지가 큰 점 등 여러 사정에 비추어 丙 회사의 위 표장들은 모두 특정 공법(工法)을 가리키는 용어로 사용된 것이지 丙 회사 제품들의 출처 표시로 사용된 것이 아니므로, 丙 회사의 제품들 생산·판매 및 표장들 사용이 甲 회사와 乙 회사의 각 등록디자인권이나 등록상표권을 침해하였다고 볼 수 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 디자인보호법(2013. 5. 28. 법률 제11848호로 전부 개정되기 전의 것) 제5조 제1항(현행 제33조 제1항 참조), 제43조(현행 제93조 참조), 제68조(현행 제121조 참조), 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제2조 제1항 제7호(현행 제2조 제1항 제11호 참조), 제51조 제1항 제2호(현행 제90조 제1항 제2호 참조)<br/>",
  "참조판례": ""
}