{
  "판례일련번호": "205681",
  "사건명": "관세등부과처분취소(한ㆍ아세안 자유무역협정의 직접운송 간주 요건 증명과 통과 선하증권)",
  "사건번호": "2017두63726",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190214",
  "판시사항": "[1] 대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적 경제협력에 관한 기본협정하의 상품무역에 관한 협정 부속서 3의 부록1(원산지 규정을 위한 원산지 증명 운영절차) 제19조에서 정한 증빙서류들을 제출하기 어려운 사정이 있는 경우, 다른 신빙성 있는 자료로 대체할 수 있는지 여부(적극) 및 위 조항 가호에서 정한 ‘통과 선하증권’이 제출되지 않았다는 이유만으로 ‘대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적 경제협력에 관한 기본협정하의 상품무역에 관한 협정’의 직접운송의 요건을 충족하지 못한다고 단정하여 협정세율 적용을 부인할 수 있는지 여부(소극)<br/>[2] 납세자가 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률 제10조에 따라 수입신고 시 또는 그 사후에 협정관세 적용을 신청하여 세관장이 형식적 심사만으로 수리한 것을 두고 그에 대해 과세하지 않겠다는 공적인 견해 표명이 있었다고 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] ‘대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적 경제협력에 관한 기본협정하의 상품무역에 관한 협정’(이하 ‘한·아세안 FTA’라고 한다) 부속서 원산지 규정의 이행을 위한 절차적 사항을 담은 부록 ‘원산지 규정을 위한 원산지 증명 운영절차’ 제19조의 문언, 체계, 경위, 한·아세안 FTA 부속서를 비롯한 관련 법령의 직접운송에 관한 규정들의 취지와 목적 등을 모두 종합할 때, 위 조항은 한·아세안 FTA 부속서 3(원산지 규정) 제9조의 직접운송 규정을 원활히 실시·집행하기 위하여 관세당국에 제출할 증명서류에 관하여 일반적으로 신빙성을 높게 보는 대표적인 증빙서류들을 정하고 있는 것으로서, 이를 제출하기 어려운 사정이 있는 경우에는 다른 신빙성 있는 자료로 대체할 수 있다. 따라서 가호의 ‘수출 당사국에서 발행된 통과 선하증권’을 발급받기 어려운 사정이 있는 경우에는 같은 조 라호에 따라 다른 신빙성 있는 증명서류를 제출하여 직접운송 간주 요건의 충족을 증명할 수 있고, 단지 위 ‘통과 선하증권’이 제출되지 않았다는 형식적인 이유만으로 한·아세안 FTA 직접운송의 요건을 충족하지 못한다고 단정하여 협정세율 적용을 부인할 수는 없다.<br/>[2] 조세법률관계에서 신의성실의 원칙이 적용되기 위한 과세관청의 공적인 견해 표명은 당해 언동을 하게 된 경위와 그에 대한 납세자의 신뢰가능성에 비추어 실질에 의하여 판단하여야 하나, 납세자가 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2015. 12. 29. 법률 제13625호로 전부 개정되기 전의 것) 제10조에 따라 수입신고 시 또는 그 사후에 협정관세 적용을 신청하여 세관장이 형식적 심사만으로 수리한 것을 두고 그에 대해 과세하지 않겠다는 공적인 견해 표명이 있었다고 보기는 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적인 경제협력에 관한 기본협정하의 상품무역에 관한 협정 제5조, 대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적인 경제협력에 관한 기본협정하의 상품무역에 관한 협정 부속서 3(원산지 규정) 제9조, 대한민국과 동남아시아국가연합 회원국 정부 간의 포괄적 경제협력에 관한 기본협정하의 상품무역에 관한 협정 부속서 3의 부록1(원산지 규정을 위한 원산지 증명 운영절차) 제19조, 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2015. 12. 29. 법률 제13625호로 전부 개정되기 전의 것) 제9조 제2항 제2호(현행 제7조 제2항 참조), 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률 시행규칙(2016. 7. 1. 기획재정부령 제566호로 전부 개정되기 전의 것) 제13조 제2항(현행 제5조 제2항 참조) / [2] 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2015. 12. 29. 법률 제13625호로 전부 개정되기 전의 것) 제10조(현행 제8조 참조)<br/>",
  "참조판례": "[2] 대법원 1995. 6. 16. 선고 94누12159 판결(공1995하, 2640), 대법원 1996. 1. 23. 선고 95누13746 판결(공1996상, 699), 대법원 2008. 4. 24. 선고 2007두25060 판결, 대법원 2008. 6. 12. 선고 2008두1115 판결(공2008하, 990), 대법원 2016. 10. 27. 선고 2016두34059 판결, 대법원 2019. 1. 17. 선고 2018두42559 판결(공2019상, 515)<br/>"
}