{
  "판례일련번호": "205680",
  "사건명": "퇴역대상자지위확인등[원고에 대한 하사관 임용의 유효성에 관한 사건]",
  "사건번호": "2017두62587",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190214",
  "판시사항": "[1] 행정처분의 근거 법률에 의하여 보호되는 직접적이고 구체적인 이익이 있는 경우 행정소송법 제35조에 규정된 ‘무효 등 확인을 구할 법률상 이익’이 있는지 여부(적극) 및 이때 행정처분의 유·무효를 전제로 한 이행소송 등과 같은 직접적인 구제수단이 있는지를 따져보아야 하는지 여부(소극)<br/>[2] 임용 당시 구 군인사법 제10조 제2항 제5호에 따른 임용결격사유가 있는데도 장교·준사관 또는 하사관으로 임용된 경우, 임용행위가 당연무효인지 여부(적극)<br/>[3] 과거 소년이었을 때 죄를 범하여 형의 집행유예를 선고받은 사람이 장교·준사관 또는 하사관으로 임용된 경우, 그 임용이 유효한지 여부(적극)<br/>[4] 소년법이 소년이었을 때 범한 죄로 형의 집행유예를 선고받은 경우 자격에 관한 법률을 적용할 때 장래에 향하여 선고를 받지 않은 것으로 보는 취지 / 소년법 제67조에서 정하고 있는 ‘소년이었을 때 범한 죄’인지는 실제 생년월일을 기준으로 판단하여야 하는지 여부(적극) 및 형의 집행유예 등 선고 이후에 가족관계등록부의 출생연월일이 실제 생년월일에 따라 정정된 경우, 정정된 출생연월일을 기준으로 소년이었을 때 범한 죄인지를 판단하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 행정처분의 근거 법률에 의하여 보호되는 직접적이고 구체적인 이익이 있는 경우에는 행정소송법 제35조에 규정된 ‘무효 등 확인을 구할 법률상 이익’이 있다고 보아야 한다. 이와 별도로 무효 등 확인소송의 보충성이 요구되는 것은 아니므로 행정처분의 유·무효를 전제로 한 이행소송 등과 같은 직접적인 구제수단이 있는지 여부를 따질 필요가 없다.<br/>[2] 구 군인사법(1989. 3. 22. 법률 제4085호로 개정되기 전의 것, 이하 ‘구 군인사법’이라 한다) 제10조 제2항 제5호는 금고 이상의 형을 받고 집행유예 중에 있거나 그 집행유예기간이 종료된 날부터 2년이 지나지 않은 자가 장교·준사관 및 하사관으로 임용될 수 없도록 정하고 있다. 임용 당시 구 군인사법 제10조 제2항 제5호에 따른 임용결격사유가 있는데도 장교·준사관 또는 하사관으로 임용된 경우 그러한 임용행위는 당연무효가 된다.<br/>[3] 구 소년법(1988. 12. 31. 법률 제4057호로 전부 개정되기 전의 것)은 20세 미만인 자를 대상으로 하여(제2조), 소년으로 범한 죄에 의하여 형의 선고를 받은 자가 집행을 종료하거나 집행의 면제를 받은 때에는 자격에 관한 법령의 적용에서는 장래에 향하여 형의 선고를 받지 않은 것으로 본다고 정하고 있었다(제60조). 그런데 구 소년법이 1988. 12. 31. 법률 제4057호로 전부 개정되면서 제60조가 그 내용을 그대로 유지한 채 제67조로 이전되었고, 헌법재판소는 2018. 1. 25. 구 소년법(1988. 12. 31. 법률 제4057호로 전부 개정되고, 2018. 9. 18. 법률 제15757호로 개정되기 전의 것) 제67조에 대하여 집행유예를 선고받은 경우에 대해서는 이와 같은 특례조항을 두지 않은 것이 평등원칙에 위반된다는 이유로 헌법불합치 결정을 하였다.<br/>2018. 9. 18. 법률 제15757호로 개정된 소년법(이하 ‘소년법’이라 한다)은 제67조 제1항 제2호로 ‘소년이었을 때 범한 죄에 의하여 형의 선고유예나 집행유예를 선고받은 경우, 자격에 관한 법령을 적용할 때 장래에 향하여 형의 선고를 받지 않은 것으로 본다.’는 규정을 신설하였다. 아울러 소년법 부칙(2018. 9. 18.) 제2조는 \"제67조의 개정규정은 이 법 시행 전 소년이었을 때 범한 죄에 의하여 형의 집행유예나 선고유예를 받은 사람에게도 적용한다.\"라고 정하여 개정된 소년법 제67조 제1항 제2호를 소급하여 적용하도록 하고 있다.<br/>  따라서 과거 소년이었을 때 죄를 범하여 형의 집행유예를 선고받은 사람이 장교·준사관 또는 하사관으로 임용된 경우에는, 구 군인사법 제10조 제2항 제5호에도 불구하고 소년법 제67조 제1항 제2호와 부칙 제2조에 따라 그 임용이 유효하게 된다.<br/>[4] 가족관계등록제도는 국민의 출생·혼인·사망 등 가족관계의 발생 및 변동사항을 가족관계의 등록 등에 관한 법률(이하 ‘가족관계등록법’이라 한다)이 정한 절차에 따라서 가족관계등록부에 등록하여 공시·공증하는 제도이다(제1조, 제9조). 따라서 가족관계등록부는 그 기재가 적법하게 되었고 기재사항이 진실에 부합한다는 추정을 받는다.<br/>  그런데 가족관계등록부에 기재되어 있는 출생연월일이 착오 등으로 잘못 기재되었다고 인정되는 경우에 이해관계인은 사건 본인의 등록기준지를 관할하는 가정법원의 허가를 받아 가족관계등록부의 정정을 신청하여 잘못 기재된 출생연월일을 바로잡을 수 있다(가족관계등록법 제104조). 가족관계등록법이 정한 정정절차를 거쳐서 가족관계등록부의 출생연월일이 정정된 경우 그 의미는 생년월일의 잘못을 바로잡은 것으로, 사건 본인의 생년월일이 문제 되는 법령을 적용할 때 이 점을 고려하여 판단하여야 한다.<br/>  소년법이 소년이었을 때 범한 죄로 형의 집행유예를 선고받은 경우 자격에 관한 법률을 적용할 때 장래에 향하여 선고를 받지 않은 것으로 보는 취지는 인격의 형성 도중에 있어 개선가능성이 풍부하고 심신의 발육에 따른 특수한 정신적 동요상태에 있는 소년의 시기에 범한 죄로 장래를 포기하거나 재기의 기회를 잃지 않도록 하기 위한 것이다. 따라서 소년법 제67조에서 정하고 있는 ‘소년이었을 때 범한 죄’인지는 실제 생년월일을 기준으로 판단하여야 하고, 형의 집행유예 등 선고 이후에 가족관계등록부의 출생연월일이 실제 생년월일에 따라 정정되었다면 그와 같이 정정된 출생연월일을 기준으로 소년이었을 때 범한 죄인지 여부를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제35조 / [2] 구 군인사법(1989. 3. 22. 법률 제4085호로 개정되기 전의 것) 제10조 제2항 제5호 / [3] 구 소년법(1988. 12. 31. 법률 제4057호로 전부 개정되기 전의 것) 제60조(현행 제67조 참조), 구 소년법(2018. 9. 18. 법률 제15757호로 개정되기 전의 것) 제67조, 소년법 제67조, 부칙(2018. 9. 18.) 제2조 / [4] 가족관계의 등록 등에 관한 법률 제1조, 제9조, 제104조, 소년법 제67조, 부칙(2018. 9. 18.) 제2조<br/>",
  "참조판례": "[1] 대법원 2008. 3. 20. 선고 2007두6342 전원합의체 판결(공2008상, 593) / [2] 대법원 2003. 5. 16. 선고 2001다61012 판결(공2003상, 1314) / [3] 헌법재판소 2018. 1. 25. 선고 2017헌가7, 12, 13 전원재판부 결정(헌공256, 268) / [4] 대법원 1987. 2. 24. 선고 86므119 판결(공1987, 531)<br/>"
}