{
  "판례일련번호": "205700",
  "사건명": "손해배상(기)",
  "사건번호": "2016다271608",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190228",
  "판시사항": "[1] 인터넷 포털사이트를 운영하는 온라인서비스제공자가 자신이 제공한 인터넷 게시공간에 타인의 저작권을 침해하는 게시물이 게시되었으나 피해자로부터 구체적·개별적인 게시물의 삭제와 차단 요구를 받지 않아 게시물이 게시된 사정을 구체적으로 인식하지 못하였거나 기술적·경제적으로 게시물에 대한 관리·통제를 할 수 없는 경우, 게시물의 삭제와 차단 등 적절한 조치를 취할 의무를 부담하는지 여부(원칙적 소극)<br/>[2] 甲이 인터넷 포털사이트를 운영하는 乙 주식회사를 상대로 乙 회사 사이트의 회원들이 甲이 제작한 동영상을 위 사이트에 개설된 인터넷 카페에 무단으로 게시하여 甲의 저작권을 침해하는데도 乙 회사가 게시물의 삭제와 차단 등 적절한 조치를 취할 의무를 이행하지 않는다며 부작위에 의한 방조에 따른 공동불법행위책임을 물은 사안에서, 甲이 乙 회사에 위 동영상에 대한 甲의 저작권을 침해하는 게시물에 대하여 구체적·개별적으로 삭제와 차단 요구를 한 것으로 보기 어렵다는 등의 이유로 乙 회사가 게시물의 삭제와 차단 등의 조치를 취할 의무를 부담한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 인터넷 포털사이트를 운영하는 온라인서비스제공자가 제공한 인터넷 게시공간에 타인의 저작권을 침해하는 게시물이 게시되었고 그 검색 기능을 통하여 인터넷 이용자들이 위 게시물을 쉽게 찾을 수 있더라도, 그러한 사정만으로 곧바로 온라인서비스제공자에게 저작권 침해 게시물에 대한 불법행위책임을 지울 수는 없다. 온라인서비스제공자가 제공한 인터넷 게시공간에 타인의 저작권을 침해하는 게시물이 게시되었다고 하더라도, 온라인서비스제공자가 저작권을 침해당한 피해자로부터 구체적·개별적인 게시물의 삭제와 차단 요구를 받지 않아 게시물이 게시된 사정을 구체적으로 인식하지 못하였거나 기술적·경제적으로 게시물에 대한 관리·통제를 할 수 없는 경우에는, 게시물의 성격 등에 비추어 삭제의무 등을 인정할 만한 특별한 사정이 없는 한 온라인서비스제공자에게 게시물을 삭제하고 향후 같은 인터넷 게시공간에 유사한 내용의 게시물이 게시되지 않도록 차단하는 등의 적절한 조치를 취할 의무가 있다고 보기 어렵다.<br/>[2] 甲이 인터넷 포털사이트를 운영하는 乙 주식회사를 상대로 乙 회사 사이트의 회원들이 甲이 제작한 동영상을 위 사이트에 개설된 인터넷 카페에 무단으로 게시하여 甲의 저작권을 침해하는데도 乙 회사가 게시물의 삭제와 차단 등 적절한 조치를 취할 의무를 이행하지 않는다며 부작위에 의한 방조에 따른 공동불법행위책임을 물은 사안에서, 甲이 乙 회사에 회원들의 저작권 침해행위를 알리고 이에 대한 조치를 촉구하는 요청서를 보냈으나 그 요청서에 동영상을 찾기 위한 검색어와 동영상이 업로드된 위 사이트 내 카페의 대표주소만을 기재하였을 뿐 동영상이 게시된 인터넷 주소(URL)나 게시물의 제목 등을 구체적·개별적으로 특정하지는 않은 점 등 여러 사정에 비추어 보면, 甲이 乙 회사에 동영상의 저작권을 침해하는 게시물에 대하여 구체적·개별적으로 삭제와 차단 요구를 한 것으로 보기 어렵고, 달리 乙 회사가 게시물이 게시된 사정을 구체적으로 인식하고 있었다고 볼 만한 사정을 찾을 수 없으며, 乙 회사는 甲이 제공한 검색어 등으로 검색되는 게시물이 甲의 저작권을 침해한 것인지 명확히 알기 어려웠고, 그와 같은 저작권 침해 게시물에 대하여 기술적·경제적으로 관리·통제할 수 있었다고 보기도 어려우므로, 乙 회사가 위 동영상에 관한 甲의 저작권을 침해하는 게시물을 삭제하고 乙 회사의 사이트에 유사한 내용의 게시물이 게시되지 않도록 차단하는 등의 조치를 취할 의무를 부담한다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제16조, 제18조, 제102조, 제103조, 민법 제750조, 제760조 제3항 / [2] 저작권법 제16조, 제18조, 제102조, 제103조, 민법 제750조, 제760조 제3항<br/>",
  "참조판례": "[1] 대법원 2010. 3. 11. 선고 2009다4343 판결(공2010상, 718)<br/>"
}