{
  "판례일련번호": "206138",
  "사건명": "임원지위부존재확인",
  "사건번호": "2016다275679",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20180315",
  "판시사항": "[1] 확인의 소에 권리보호요건으로서 ‘확인의 이익’이 있는지 판단하는 기준<br/>[2] 법원이 상법 제366조 제2항에 따라 총회의 소집을 구하는 소수주주에게 회의의 목적사항을 정하여 총회의 소집을 허가하면서 소집기간을 구체적으로 정하지 않은 경우, 소수주주가 총회를 소집하여야 하는 시기(=총회소집허가결정일로부터 상당한 기간 내) / 위 기간이 경과하도록 총회가 소집되지 않은 경우, 소집허가결정에 따른 소집권한이 소멸하는지 여부(원칙적 적극) 및 위 기간이 경과하였는지 판단하는 기준<br/>[3] 상법 제394조 제1항에서 이사와 회사 사이의 소에 관하여 감사가 회사를 대표하도록 규정한 취지<br/>[4] 甲 주식회사의 일시대표이사인 乙이 甲 회사를 대표하여 甲 회사의 소수주주가 소집한 주주총회에서 이사로 선임된 丙을 상대로 이사선임결의의 부존재를 주장하며 이사 지위의 부존재 확인을 구하자, 丙이 회사와 이사 사이의 소는 상법 제394조 제1항에 따라 감사가 회사를 대표하여야 한다고 주장한 사안에서, 일시대표이사인 乙로 하여금 甲 회사를 대표하도록 하는 것이 공정한 소송수행을 저해한다고 보기 어려워 위 소에 상법 제394조 제1항은 적용되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 확인의 소에는 권리보호요건으로서 확인의 이익이 있어야 하고, 확인의 이익은 확인판결을 받는 것이 원고의 권리 또는 법률상의 지위에 현존하는 불안·위험을 제거하는 가장 유효적절한 수단일 때에 인정된다.<br/>[2] 법원은 상법 제366조 제2항에 따라 총회의 소집을 구하는 소수주주에게 회의의 목적사항을 정하여 이를 허가할 수 있다. 이때 법원이 총회의 소집기간을 구체적으로 정하지 않은 경우에도 소집허가를 받은 주주는 소집의 목적에 비추어 상당한 기간 내에 총회를 소집하여야 한다. 소수주주에게 총회의 소집권한이 부여되는 경우, 총회에서 결의할 사항은 이미 정해진 상태이고, 일정기간이 경과하면 소집허가결정의 기초가 되었던 사정에 변경이 생길 수 있기 때문이다. 소수주주가 아무런 시간적 제약 없이 총회를 소집할 수 있다고 보는 것은, 이사회 이외에 소수주주가 총회의 소집권한을 가진다는 예외적인 사정이 장기간 계속되는 상태를 허용하는 것이 되고, 이사회는 소수주주가 소집청구를 한 경우 지체 없이 소집절차를 밟아야 하는 것에 비해 균형을 상실하는 것이 된다. 따라서 총회소집허가결정일로부터 상당한 기간이 경과하도록 총회가 소집되지 않았다면, 소집허가결정에 따른 소집권한은 특별한 사정이 없는 한 소멸한다. 소집허가결정으로부터 상당한 기간이 경과하였는지는 총회소집의 목적과 소집허가결정이 내려진 경위, 소집허가결정과 총회소집 시점 사이의 기간, 소집허가결정의 기초가 된 사정의 변경 여부, 뒤늦게 총회가 소집된 경위와 이유 등을 고려하여 판단하여야 한다.<br/>[3] 상법 제394조 제1항은 이사와 회사 사이의 소에 관하여 감사로 하여금 회사를 대표하도록 규정하고 있는데, 이는 이사와 회사 양자 간에 이해의 충돌이 있기 쉬우므로, 그 충돌을 방지하고 공정한 소송수행을 확보하기 위한 것이다.<br/>[4] 甲 주식회사의 일시대표이사인 乙이 甲 회사를 대표하여 甲 회사의 소수주주가 소집한 주주총회에서 이사로 선임된 丙을 상대로 이사선임결의의 부존재를 주장하며 이사 지위의 부존재 확인을 구하자, 丙이 회사와 이사 사이의 소는 상법 제394조 제1항에 따라 감사가 회사를 대표하여야 한다고 주장한 사안에서, 소 제기 전 甲 회사의 주주가 甲 회사를 적법하게 대표할 사람이 없다는 이유로 일시대표이사 및 이사의 선임을 구하는 신청을 하여 변호사인 乙이 甲 회사의 일시대표이사 및 이사로 선임된 것이어서 일시대표이사인 乙로 하여금 甲 회사를 대표하도록 하였더라도 그것이 공정한 소송수행을 저해하는 것이라고 보기는 어려우므로, 위 소에 상법 제394조 제1항은 적용되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 상법 제366조 제2항 / [3] 상법 제394조 제1항 / [4] 상법 제394조 제1항<br/>",
  "참조판례": "[1] 대법원 2007. 2. 9. 선고 2006다68650, 68667 판결(공2007상, 435), 대법원 2017. 3. 15. 선고 2014다208255 판결(공2017상, 739) / [3] 대법원 2002. 3. 15. 선고 2000다9086 판결(공2002상, 864)<br/>"
}