{
  "판례일련번호": "206149",
  "사건명": "배당이의",
  "사건번호": "2017마5292",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20190306",
  "판시사항": "[1] 소송의 당사자 아닌 채무자가 파산선고를 받은 때에 파산채권자가 제기한 채권자취소소송은 중단되고 파산관재인이나 상대방이 이를 수계할 수 있다고 정한 채무자 회생 및 파산에 관한 법률 제406조, 제347조가 파산채권자가 제기한 채권자대위소송에도 유추적용되는지 여부(적극)<br/>[2] 채무자의 책임재산 보전과 관련 없는 소송이 채무자 회생 및 파산에 관한 법률 제347조 제1항에 따른 수계의 대상인지 여부(원칙적 소극)<br/>[3] 채무자 소유 부동산에 관해 경매절차가 진행되어 부동산이 매각되었으나 배당기일에 작성된 배당표에 이의가 제기되어 파산채권자들 사이에서 배당이의소송이 계속되는 중에 채무자에 대해 파산이 선고된 경우, 파산관재인이 채무자 회생 및 파산에 관한 법률 제347조 제1항에 따라 배당이의소송을 수계할 수 있는지 여부(소극)<br/>[4] 甲 소유 부동산에 관해 부동산 임의경매절차가 진행되어 부동산이 매각된 후 신용보증기금이 乙의 배당액에 대해 이의를 제기하고 배당이의의 소를 제기하였는데, 배당이의소송 진행 중에 甲에 대해 파산이 선고되었고, 파산관재인인 丙이 채무자 회생 및 파산에 관한 법률 제347조 제1항에 따라 배당이의소송의 원고인 신용보증기금의 지위를 수계하겠다고 신청하였으나 제1심법원이 丙의 수계신청을 기각하였고, 그 후 신용보증기금과 乙 사이에서 배당표를 경정하는 화해권고결정이 확정된 사안에서, 배당이의소송이 원심결정 이전에 화해권고결정의 확정으로 종료된 이상 丙으로서는 수계신청 기각결정에 대하여 항고로써 불복할 이익이나 필요가 없는데도, 이를 적법한 것으로 보고 그 당부에 관하여 판단한 원심결정을 파기하고 항고 각하의 자판을 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률은 소송의 당사자 아닌 채무자가 파산선고를 받은 때에 파산채권자가 제기한 채권자취소소송은 중단되고 파산관재인이나 상대방이 이를 수계할 수 있다고 정하고 있다(제406조, 제347조). 이러한 규정은 파산채권자가 제기한 채권자대위소송에도 유추적용된다. 그 이유는 파산선고로 파산재단에 관한 관리·처분권은 파산관재인에게 속하고, 파산채권자가 제기한 채권자취소소송과 채권자대위소송의 목적이 모두 채무자의 책임재산 보전에 있기 때문이다.<br/>[2] 채무자 회생 및 파산에 관한 법률 제347조 제1항 제1문은 파산재단에 속하는 재산에 관하여 파산선고 당시 법원에 계속되어 있는 소송은 파산관재인 또는 상대방이 수계할 수 있다고 정하고 있다. 그러나 소송의 결과가 파산재단의 증감에 영향을 미치지 않는 경우에는 파산관재인이나 상대방이 소송을 수계할 이유가 없으므로, 채무자의 책임재산 보전과 관련 없는 소송은 특별한 사정이 없는 한 위 규정에 따른 수계의 대상이 아니라고 보아야 한다.<br/>[3] 파산절차는 모든 채권자들을 위한 포괄적인 강제집행절차로, 파산절차가 개시되면 채무자가 파산선고 당시에 가진 모든 재산은 원칙적으로 파산재단에 속한다[채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제382조]. 채무자 소유 부동산에 관해 경매절차가 진행되어 부동산이 매각되었으나 배당기일에 작성된 배당표에 이의가 제기되어 파산채권자들 사이에서 배당이의소송이 계속되는 중에 채무자에 대해 파산이 선고되었다면, 배당이의소송의 목적물인 배당금은 배당이의소송의 결과와 상관없이 파산선고가 있은 때에 즉시 파산재단에 속하고, 그에 대한 관리·처분권 또한 파산관재인에게 속한다(채무자회생법 제384조).<br/>  이와 같이 소송의 결과가 파산재단의 증감에 아무런 영향을 미치지 못하는 파산채권자들 사이의 배당이의소송은 채무자의 책임재산 보전과 관련이 없다. 따라서 이러한 배당이의소송은 채무자회생법 제347조 제1항에 따라 파산관재인이 수계할 수 있는 소송에 해당한다고 볼 수 없다.<br/>[4] 甲 소유 부동산에 관해 부동산 임의경매절차가 진행되어 부동산이 매각된 후 신용보증기금이 乙의 배당액에 대해 이의를 제기하고 배당이의의 소를 제기하였는데, 배당이의소송 진행 중에 甲에 대해 파산이 선고되었고, 파산관재인인 丙이 채무자 회생 및 파산에 관한 법률 제347조 제1항에 따라 배당이의소송의 원고인 신용보증기금의 지위를 수계하겠다고 신청하였으나 제1심법원이 丙의 수계신청을 기각하였고, 그 후 신용보증기금과 乙 사이에서 배당표를 경정하는 화해권고결정이 확정된 사안에서, 배당이의소송이 원심결정 이전에 당사자인 신용보증기금과 乙 사이에서 화해권고결정이 확정됨으로써 종료된 이상 丙으로서는 수계신청 기각결정에 대하여 항고로써 불복할 이익이나 필요가 없으므로 丙이 제기한 항고는 부적법하여 각하해야 하는데도, 이를 적법한 것으로 보고 그 당부에 관하여 판단한 원심결정을 파기하고 항고 각하의 자판을 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제404조, 제406조, 채무자 회생 및 파산에 관한 법률 제347조 제1항, 제382조 제1항, 제384조, 제406조 / [2] 채무자 회생 및 파산에 관한 법률 제347조 제1항 / [3] 채무자 회생 및 파산에 관한 법률 제347조 제1항, 제382조 제1항, 제384조, 민사집행법 제151조 제3항, 제154조 제1항 / [4] 채무자 회생 및 파산에 관한 법률 제347조 제1항, 제382조 제1항, 제384조, 민사집행법 제151조 제3항, 제154조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 3. 28. 선고 2012다100746 판결(공2013상, 754)<br/>"
}