{
  "판례일련번호": "206140",
  "사건명": "구상금",
  "사건번호": "2018다260930",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190314",
  "판시사항": "[1] 보험약관의 해석 원칙<br/>[2] 甲 공인중개사협회와 乙 보험회사가 피보험자를 ‘甲 협회 및 소속 회원’으로 하는 전문직업인배상책임보험계약을 체결하면서 ‘보험금이 지급되어 乙 회사가 피보험자의 대위권을 계승하더라도 피보험자 임직원의 부정, 사기, 범죄 또는 악의적 행위, 악의적 탈루로 인한 손해가 아닌 경우 피보험자의 임직원에 대한 대위권 행사를 포기한다’는 내용의 보통약관 조항과 ‘이 보험은 사고나 손해를 야기한 제3자에 대한 대위권을 행사하지 아니한다. 그러나 사고나 손해가 제3자의 고의적인 행위나 고의적인 과실에 직·간접적으로 기인한 경우에는 그러하지 아니하다’는 내용의 특별약관 조항을 두었는데, 특별약관 조항이 보통약관 조항에 우선 적용되어 피보험자의 임직원 또한 특별약관 조항의 ‘제3자’에 포함되는지 문제 된 사안에서, 제반 사정에 비추어 피보험자의 임직원에게는 보통약관 조항이 적용되고, 피보험자의 임직원을 제외한 제3자에게는 특별약관 조항이 적용된다고 보는 것이 타당함에도 이와 달리 피보험자의 임직원에게도 특별약관 조항이 적용됨을 전제로 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험약관은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개 계약 당사자가 기도한 목적이나 의사를 참작하지 않고 평균적 고객의 이해가능성을 기준으로 보험단체 전체의 이해관계를 고려하여 객관적·획일적으로 해석하여야 하며, 위와 같은 해석을 거친 후에도 약관조항이 객관적으로 다의적으로 해석되고 그 각각의 해석이 합리성이 있는 등 해당 약관의 뜻이 명백하지 아니한 경우에는 고객에게 유리하게 해석하여야 한다.<br/>[2] 甲 공인중개사협회와 乙 보험회사가 피보험자를 ‘甲 협회 및 소속 회원’으로 하는 전문직업인배상책임보험계약을 체결하면서 ‘보험금이 지급되어 乙 회사가 피보험자의 대위권을 계승하더라도 피보험자 임직원의 부정, 사기, 범죄 또는 악의적 행위, 악의적 탈루로 인한 손해가 아닌 경우 피보험자의 임직원에 대한 대위권 행사를 포기한다’는 내용의 보통약관 조항과 ‘이 보험은 사고나 손해를 야기한 제3자에 대한 대위권을 행사하지 아니한다. 그러나 사고나 손해가 제3자의 고의적인 행위나 고의적인 과실에 직·간접적으로 기인한 경우에는 그러하지 아니하다’는 내용의 특별약관 조항을 두었는데, 특별약관 조항이 보통약관 조항에 우선 적용되어 피보험자의 임직원 또한 특별약관 조항의 ‘제3자’에 포함되는지 문제 된 사안에서, 보통약관 조항은 제목과 내용에서 적용대상을 ‘피보험자의 임직원’이라고 명시하고 있는 데 반해 특별약관 조항은 적용대상을 ‘제3자’라고만 하고 있는데, 위와 같이 보통약관 조항에서 이미 ‘피보험자의 임직원’에 대한 대위권 포기에 관하여 정하고 있는 이상, 특별약관 조항에서 말하는 ‘제3자’는 ‘피보험자의 임직원을 제외한 제3자’를 의미한다고 해석하는 것이 자연스러운 점, 특별약관 조항의 제3자에 피보험자의 임직원이 포함된다고 해석할 경우, ‘고의적인 행위나 고의적인 과실’에 해당하지 않는 ‘부정, 사기, 범죄 또는 악의적 행위, 악의적 탈루’는 상정하기 어려우므로 보통약관 조항은 사실상 적용대상이 거의 없는 무의미한 조항이 되는 점 등 제반 사정에 비추어 피보험자의 임직원은 특별약관 조항의 ‘제3자’에서 제외됨으로써 피보험자의 임직원에게는 보통약관 조항이 적용되고, 피보험자의 임직원을 제외한 제3자에게는 특별약관 조항이 적용된다고 보는 것이 타당함에도 이와 달리 피보험자의 임직원에게도 특별약관 조항이 적용됨을 전제로 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 / [2] 약관의 규제에 관한 법률 제5조<br/>",
  "참조판례": "[1] 대법원 2005. 10. 28. 선고 2005다35226 판결(공2005하, 1862), 대법원 2016. 5. 12. 선고 2015다243347 판결(공2016상, 758)<br/>"
}