{
  "판례일련번호": "206150",
  "사건명": "가처분이의",
  "사건번호": "2018마6721",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20190306",
  "판시사항": "[1] 영화가 특정인의 명예를 훼손하는 내용을 담고 있는지 판단하는 방법 및 역사적 사실을 토대로 하는 상업영화의 경우 의도적인 악의의 표출에 이르지 않는 범위에서 역사적 사실을 다소 각색하는 것이 용인될 수 있는지 여부(적극) 및 위와 같은 판단을 할 때 참작하여야 할 사항<br/>[2] 사망한 사람이 관련된 사건을 모델로 한 영화에서의 묘사가 사망자에 대한 명예훼손에 해당하기 위한 요건 및 판단 기준<br/>[3] 판문점 공동경비구역에서 사망한 甲 중위의 아버지 乙이 甲 중위 사망 사건을 소재로 영화를 제작하고 있는 丙 주식회사와 위 영화의 시나리오 작성과 연출을 맡고 있는 작가 겸 영화감독 丁을 상대로 영화 내용 중 일부가 허위사실로 甲 중위와 乙의 명예와 인격권 등을 침해한다며 영화의 제작·상영 등의 금지 등을 구하는 가처분을 신청한 사안에서, 피보전권리에 대한 소명이 충분하지 않고, 보전의 필요성도 인정하기 어렵다는 이유로 가처분신청을 기각한 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 영화의 내용이 특정인의 명예를 훼손하는 내용을 담고 있는지는 영화의 객관적인 내용과 함께 영화 내용의 전체적인 흐름, 이야기와 화면의 구성방식, 사용된 대사의 통상적인 의미와 그 연결 방법 등을 종합적으로 고려하여 그 영화 내용이 보통의 주의로 영화를 접하는 관객에게 주는 전체적인 인상도 그 판단 기준으로 삼아야 하고, 영화가 내포하고 있는 보다 넓은 주제나 배경이 되는 사회적 흐름 등도 함께 고려하여야 한다. 영리 목적으로 일반 대중을 관람층으로 예정하여 제작되는 상업영화의 경우에는 역사적 사실을 토대로 하더라도 영화제작진이 상업적 흥행이나 관객의 감동 고양을 위하여 역사적 사실을 다소 각색하는 것은 의도적인 악의의 표출에 이르지 않는 한 상업영화의 본질적 영역으로 용인될 수 있다. 또한 상업영화를 접하는 일반 관객으로서도 영화의 모든 내용이 실제 사실과 일치하지는 않는다는 전제에서 이러한 역사적 사실과 극적 허구 사이의 긴장관계를 인식·유지하면서 영화를 관람할 것인 점도 그 판단에 참작할 필요가 있다.<br/>[2] 사망한 사람이 관련된 사건을 모델로 한 영화에서 그 묘사가 사망자에 대한 명예훼손에 해당하려면 그 사람에 대한 사회적·역사적 평가를 저하시킬 만한 구체적인 허위사실의 적시가 있어야 한다. 그와 같은 허위사실 적시가 있었는지는 통상의 건전한 상식을 가진 합리적인 관객을 기준으로 판단하여야 한다.<br/>[3] 판문점 공동경비구역에서 사망한 甲 중위의 아버지 乙이 甲 중위 사망 사건을 소재로 영화를 제작하고 있는 丙 주식회사와 위 영화의 시나리오 작성과 연출을 맡고 있는 작가 겸 영화감독 丁을 상대로 영화 내용 중 일부가 허위사실로 甲 중위와 乙의 명예와 인격권 등을 침해한다며 영화의 제작·상영 등의 금지 등을 구하는 가처분을 신청한 사안에서, 영화에서 甲 중위로 특정되는 인물이 乙의 주장과 달리 군 내부 부조리와 연관되어 사망한 것처럼 묘사되고 있다고 하여도 이러한 묘사가 상업영화의 예술·표현의 자유의 범주를 벗어나지 않는 등 甲 중위의 명예를 훼손하거나 사후인격권을 침해한다고 보기 부족한 점, 영화에서 乙로 특정되는 인물이 부정적으로 묘사되고 있다는 부분도 영화의 전체적인 줄거리에 비추어 일부 허구적인 장면만으로 乙의 명예를 훼손하거나 인격권을 침해한다고 보기 어려운 점, 상업영화에서 역사적 사실을 각색하는 것은 어느 정도 용인되어야 하는 점 등을 종합하면 피보전권리에 대한 소명이 충분하지 않고, 영화 투자자와 丙 회사 사이의 투자계약이 해제된 이후 丙 회사와 丁이 영화 제작을 사실상 포기하여 보전의 필요성이 있다고 보기도 어렵다는 이유로 가처분신청을 기각한 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제751조 / [2] 민법 제751조 / [3] 민사집행법 제300조, 민법 제751조<br/>",
  "참조판례": "[1] 대법원 2010. 7. 15. 선고 2007다3483 판결(공2010하, 1622) / [2] 대법원 2010. 6. 10. 선고 2010다8341, 8358 판결<br/>"
}