{
  "판례일련번호": "206146",
  "사건명": "종합소득세부과처분취소",
  "사건번호": "2018두60847",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190314",
  "판시사항": "[1] 구 소득세법 시행령 제2조 제1항에서 국내에 주소를 가진 것으로 보는 요건으로 들고 있는 ‘국내에 생계를 같이하는 가족’과 ‘직업 및 자산상태에 비추어 계속하여 1년 이상 국내에 거주할 것으로 인정되는 때’의 각 의미<br/>[2] 어느 개인이 소득세법상 국내 거주자인 동시에 외국 거주자에도 해당하여 외국법상 소득세 등의 납세의무자에 해당하는 경우, 어느 국가의 거주자로 간주할 것인지 결정하는 방법<br/>[3] ‘대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’ 제4조 제2항 (a)호에서 정한 ‘항구적 주거’의 의미 및 이러한 항구적 주거가 양 체약국에 모두 존재할 경우, 위 조약상 이중거주자의 거주지국에 대한 다음 판단 기준인 ‘중대한 이해관계의 중심지’의 의미<br/>[4] 프로축구선수인 甲이 일본의 乙 주식회사가 운영하는 축구구단에서 활동하면서 지급받은 연봉에 대하여 종합소득세 확정신고를 하고 이를 납부하였는데, 과세관청이 종합소득세를 증액하여 경정·고지한 사안에서, 제반 사정에 비추어 甲은 우리나라와 일본 모두에 항구적 주거를 두고 있으나, 甲과 인적·경제적 관계가 더욱 밀접하게 관련된 체약국은 우리나라가 아닌 일본이므로 ‘대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’상 일본의 거주자라고 한 사례<br/>",
  "판결요지": "[1] 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제2조 제1항이 국내에 주소를 가진 것으로 보는 요건으로 들고 있는 ‘국내에 생계를 같이하는 가족’이란 우리나라에서 생활자금이나 주거장소 등을 함께하는 가까운 친족을 의미하고, ‘직업 및 자산상태에 비추어 계속하여 1년 이상 국내에 거주할 것으로 인정되는 때’란 거주자를 소득세 납세의무자로 삼는 취지에 비추어 볼 때 1년 이상 우리나라에서 거주를 요할 정도로 직장관계 또는 근무관계 등이 유지될 것으로 보이거나 1년 이상 우리나라에 머물면서 자산의 관리·처분 등을 하여야 할 것으로 보이는 때와 같이 장소적 관련성이 우리나라와 밀접한 경우를 의미한다.<br/>[2] 어느 개인이 소득세법상의 국내 거주자인 동시에 외국의 거주자에도 해당하여 외국법상 소득세 등의 납세의무자에 해당하는 경우에는 하나의 소득에 대하여 이중으로 과세될 수도 있으므로, 이를 방지하기 위하여 각국 간 조세조약을 체결하여 별도의 규정을 두고 있다. 납세의무자가 이러한 이중거주자에 해당하는 사실이 인정된다면 중복되는 국가와 체결된 조세조약이 정하는 바에 따라 어느 국가의 거주자로 간주될 것인지를 결정하여야 한다.<br/>[3] ‘대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’(이하 ‘한·일 조세조약’이라 한다) 제4조는 제1항 본문에서 “이 협약의 목적상 ‘일방체약국의 거주자’라 함은 그 체약국의 법에 따라 주소·거소·본점 또는 주사무소의 소재지 또는 이와 유사한 성질의 다른 기준에 따라 그 체약국에서 납세의무가 있는 인을 말한다.”라고 정하고 있다. 또한 같은 조 제2항은 “이 조 제1항의 규정에 의하여 어느 개인이 양 체약국의 거주자가 되는 경우, 그의 지위는 다음과 같이 결정된다.”라고 정하면서, (a)호에서 “그는 그가 이용할 수 있는 항구적 주거(permanent home)를 두고 있는 체약국의 거주자로 본다. 그가 양 체약국 안에 이용할 수 있는 항구적 주거를 가지고 있는 경우, 그는 그의 인적 및 경제적 관계가 더 밀접한 체약국(중대한 이해관계의 중심지, centre of vital interests)의 거주자로 본다.”라고 규정하고, 나아가 (b)호, (c)호 및 (d)호에서 순차적으로 (a)호에 의하여 결정할 수 없는 경우에 한·일 조세조약상 거주자의 지위를 결정하는 기준을 마련하고 있다.<br/>  여기서의 항구적 주거란 개인이 여행 또는 출장 등과 같은 단기체류를 위하여 마련한 것이 아니라 그 이외의 목적으로 계속 머물기 위한 주거장소로서 언제든지 계속 사용할 수 있는 모든 형태의 주거를 의미하는 것이므로, 그 개인이 주거를 소유하거나 임차하는 등의 사정은 항구적 주거를 판단하는 데 고려할 사항이 아니다. 이러한 항구적 주거가 양 체약국에 모두 존재할 경우에는 한·일 조세조약상 이중거주자의 거주지국에 대한 다음 판단 기준인 중대한 이해관계의 중심지, 즉 양 체약국 중 그 개인과 인적 및 경제적으로 더욱 밀접하게 관련된 체약국이 어디인지를 살펴보아야 하고, 이는 가족관계, 사회관계, 직업, 정치·문화 활동, 사업장소, 재산의 관리장소 등을 종합적으로 고려할 때 양 체약국 중 그 개인의 관련성의 정도가 더 깊은 체약국을 의미한다.<br/>[4] 프로축구선수인 甲이 일본의 乙 주식회사가 운영하는 축구구단에서 활동하면서 지급받은 연봉에 대하여 종합소득세 확정신고를 하고 이를 납부하였는데, 과세관청이 종합소득세를 증액하여 경정·고지한 사안에서, 甲은 고등학교를 졸업한 직후 줄곧 일본 프로축구리그에서 활동하다가 乙 회사와 계약기간을 3년으로 하여 계약을 체결한 다음 일본 축구구단에서 프로축구선수로 활동한 점, 甲이 乙 회사로부터 계약기간 동안 제공받은 일본에서의 주거는 甲의 단기체류를 위한 곳이 아니라 甲이 乙 회사와의 계약기간 동안 계속 머물기 위한 주거장소로서 甲과 가족이 장기간 계속하여 실제 사용하기도 한 점, 국내에서 체류한 기간은 甲이 축구국가대표로 선발되어 일시적으로 방문한 것에 불과하고, 달리 우리나라에서 사회활동이나 사업활동을 하였다고 볼 자료도 없는 점 등에 비추어, 甲은 우리나라와 일본 모두에 항구적 주거를 두고 있으나, 甲과 인적·경제적 관계가 더욱 밀접하게 관련된 체약국은 우리나라가 아닌 일본이므로 ‘대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약’상 일본의 거주자로 보는 것이 옳은데도, 위 조약에 따라 국내 거주자로 취급되어야 하므로 위 처분이 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제1조의2 제1항, 제2조 제1항 제1호, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제2조 제1항, 제3항 제2호 / [2] 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제1조의2 제1항 제1호, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제2조 제1항, 제3항 / [3] 대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제4조 제1항, 제2항 / [4] 대한민국과 일본국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제4조 제1항, 제2항, 구 소득세법(2014. 12. 23. 법률 제12852호로 개정되기 전의 것) 제1조의2 제1항 제1호, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제2조 제1항, 제3항<br/>",
  "참조판례": "[1] 대법원 2014. 11. 27. 선고 2013두16876 판결(공2015상, 77) / [2] 대법원 2008. 12. 11. 선고 2006두3964 판결(공2009상, 38), 대법원 2015. 2. 26. 선고 2014두13959 판결<br/>"
}