{
  "판례일련번호": "206265",
  "사건명": "시간강사료반환처분등무효확인[비전업 시간강사 강사료 차등지급 사건]",
  "사건번호": "2015두46321",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190314",
  "판시사항": "[1] 대학의 시간강사가 근로자에 해당하는지 여부(적극)<br/>[2] 근로기준법 제6조에서 사용자에게 금지하는 ‘차별적 처우’의 의미 및 이때 ‘합리적인 이유가 없는 경우’의 의미<br/>[3] 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 제1항에서 정한 ‘동일 가치 노동’의 의미 및 동일 가치의 노동인지 판단하는 기준<br/>[4] 행정청의 지위에 있는 국립대학의 총장이 근로계약상의 근로 내용과는 무관한 다른 사정을 이유로 근로자에 대하여 불합리한 차별 대우를 할 수 있는지 여부(소극)<br/>[5] 甲이 국립대학인 乙 대학과 시간강사를 전업과 비전업으로 구분하여 시간당 강의료를 차등지급하는 내용의 근로계약을 체결하고 자신이 전업강사에 해당한다고 고지함에 따라 전업 시간강사 단가를 기준으로 3월분 강의료를 지급받았는데, 국민연금공단으로부터 ‘甲이 부동산임대사업자로서 별도의 수입이 있는 사람에 해당한다’는 사실을 통보받은 乙 대학 총장이 이미 지급한 3월분 강사료 중 비전업 시간강사료와의 차액 반환을 통보하고, 4월분과 5월분의 비전업 시간강사료를 지급한 사안에서, 乙 대학 총장이 시간강사를 전업과 비전업으로 구분하여 시간당 강의료를 차등지급하는 것이 부당한 차별적 대우에 해당하지 않는다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 종래 대학의 시간강사는 총장 등에 의하여 위촉되어 학교 측이 개설한 교과목의 강의를 담당하면서 그에 수반되는 학사관리업무를 수행하고, 그와 같은 업무수행의 대가로 시간당 일정액에 실제 강의시간 수를 곱한 금액(강사료)을 보수로 지급받았다. 시간강사는 이와 같이 학교의 교육 업무를 담당하고 있음에도 고등교육법상 교원으로 인정받지는 못하였다. 이에 대하여 대법원은, 대학의 시간강사는 임금을 목적으로 종속적인 관계에서 근로를 제공하는 근로자에 해당한다는 입장을 취하여 왔다. 즉 시간강사의 경우, 다른 교원들과 같이 정해진 기본급이나 고정급 또는 제반 수당 등을 지급받지 아니하고, 근로제공관계가 단속적인 경우가 많으며, 특정 사용자에게 전속되어 있지도 않는 등의 특징을 가지고 있더라도 이는 시간강사뿐만 아니라 시간제 근로자에게 일반적으로 나타나는 현상으로, 이러한 사정을 들어 근로자성을 부정할 수 없다는 것이다.<br/>[2] 사용자는 근로자에 대하여 성별·국적·신앙 또는 사회적 신분을 이유로 근로조건에 대한 차별적 처우를 하지 못한다(근로기준법 제6조). 여기에서 ‘차별적 처우’란 사용자가 근로자를 임금 및 그 밖의 근로조건 등에서 합리적인 이유 없이 불리하게 처우하는 것을 의미하고, ‘합리적인 이유가 없는 경우’란 당해 근로자가 제공하는 근로의 내용을 종합적으로 고려하여 달리 처우할 필요성이 인정되지 아니하거나 달리 처우하는 경우에도 그 방법·정도 등이 적정하지 아니한 경우를 말한다.<br/>[3] 사업주는 동일한 사업 내의 동일 가치 노동에 대하여는 동일한 임금을 지급하여야 한다(남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 제1항). 여기에서 ‘동일 가치의 노동’이란 당해 사업장 내의 서로 비교되는 노동이 동일하거나 실질적으로 거의 같은 성질의 노동 또는 직무가 다소 다르더라도 객관적인 직무평가 등에 의하여 본질적으로 동일한 가치가 있다고 인정되는 노동에 해당하는 것을 말하고, 동일 가치의 노동인지는 직무 수행에서 요구되는 기술, 노력, 책임 및 작업조건을 비롯하여 근로자의 학력·경력·근속연수 등의 기준을 종합적으로 고려하여 판단하여야 한다.<br/>[4] 근로기준법 제6조에서 정하고 있는 균등대우원칙이나 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조에서 정하고 있는 동일가치노동 동일임금 원칙 등은 어느 것이나 헌법 제11조 제1항의 평등원칙을 근로관계에서 실질적으로 실현하기 위한 것이다. 그러므로 국립대학의 장으로서 행정청의 지위에 있는 총장으로서는 근로계약을 체결할 때에 사회적 신분이나 성별에 따른 임금 차별을 하여서는 아니 됨은 물론 그 밖에 근로계약상의 근로 내용과는 무관한 다른 사정을 이유로 근로자에 대하여 불합리한 차별 대우를 해서는 아니 된다.<br/>[5] 甲이 국립대학인 乙 대학과 시간강사를 전업과 비전업으로 구분하여 시간당 강의료를 차등지급하는 내용의 근로계약을 체결하고 자신이 전업강사에 해당한다고 고지함에 따라 전업 시간강사 단가를 기준으로 3월분 강의료를 지급받았는데, 국민연금공단으로부터 ‘甲이 부동산임대사업자로서 별도의 수입이 있는 사람에 해당한다’는 사실을 통보받은 乙 대학 총장이 이미 지급한 3월분 강사료 중 비전업 시간강사료와의 차액 반환을 통보하고, 4월분과 5월분의 비전업 시간강사료를 지급한(이하 차액 반환통보 및 감액지급을 ‘각 처분’이라 한다) 사안에서, 근로계약서상의 전업·비전업 기준이 국립대학교인 乙 대학교에 전속되어 일하여야 한다는 것인지, 출강은 어느 대학이든 자유로 할 수 있으나 시간강사 외의 일은 하지 않아야 한다는 것인지, 강사료 외에는 다른 소득이 없어야 한다는 것인지 분명하지 않고, 이를 어떻게 이해하더라도 시간제 근로자인 시간강사에 대하여 근로제공에 대한 대가로서 기본급 성격의 임금인 강사료를 근로의 내용과 무관한 사정에 따라 차등을 두는 것은 합리적이지 않은 점, 시간강사에 대한 열악한 처우를 개선할 의도로 강사료 단가를 인상하고자 하였으나 예산 사정으로 부득이 전업 여부에 따라 강사료 단가에 차등을 둔 것이라는 사용자 측의 재정 상황은 시간제 근로자인 시간강사의 근로 내용과는 무관한 것으로서 동일한 가치의 노동을 차별적으로 처우하는 데 대한 합리적인 이유가 될 수 없는 점 등을 종합하면, 위 각 처분은 위법함에도, 乙 대학 총장이 시간강사를 전업과 비전업으로 구분하여 시간당 강의료를 차등지급하는 것이 부당한 차별적 대우에 해당하지 않는다고 본 원심판단에 헌법 제11조 제1항, 근로기준법 제6조, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 등의 해석에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제1호 / [2] 근로기준법 제6조 / [3] 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 / [4] 헌법 제11조 제1항, 근로기준법 제6조, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조 / [5] 헌법 제11조 제1항, 근로기준법 제6조, 남녀고용평등과 일·가정 양립 지원에 관한 법률 제8조<br/>",
  "참조판례": "[1] 대법원 2007. 3. 26. 선고 2005두13018, 13025 판결(공2007상, 627) / [3] 대법원 2013. 3. 14. 선고 2010다101011 판결(공2013상, 635)<br/>"
}