{
  "판례일련번호": "206292",
  "사건명": "손실분담금",
  "사건번호": "2016다40910",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190403",
  "판시사항": "[1] 채권금융기관협의회가 채권금융기관으로 하여금 부실징후기업에 신규 신용공여를 하도록 하면서도 해당 채권금융기관이 반대매수청구권을 행사할 수 없도록 의결한 경우, 그 의결의 효력이 해당 채권금융기관에 미치는지 여부(소극)<br/>[2] 주채권은행이 채권금융기관으로 하여금 부실징후기업에 신규 신용공여를 하도록 하기 위해 채권금융기관협의회를 소집하면서 해당 채권금융기관에 회의 개최 예정일의 7일 전까지 회의 일시·장소 및 목적 등에 관한 사항을 통지하지 않은 경우, 위 협의회 의결의 효력이 해당 채권금융기관에 미치는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호로 제정되고 부칙 제2조 제1항에 따라 2014. 1. 1. 실효된 것, 이하 같다)은 부실징후기업의 효율적인 구조조정을 위하여 해당 기업의 채권금융기관으로 구성된 채권금융기관협의회(이하 ‘협의회’라고 한다)를 두도록 하고 있다(제15조 제1항). 여기서 부실징후기업의 채권금융기관은 해당 기업에 대하여 신용공여를 한 자로서 제2조 제1호 각 목의 어느 하나에 해당하는 자라고 위 법에 미리 정해져 있으므로(제2조 제1호), 그 의사와 관계없이 자동으로 협의회의 구성원이 된다. 또한 협의회는 채권금융기관 총신용공여액 중 4분의 3 이상의 신용공여액을 보유한 채권금융기관의 찬성으로 의결하고(제18조 제1항 본문), 채권금융기관은 이에 따라 의결한 사항을 성실히 이행하여야 하므로(제18조 제2항), 협의회의 의결은 채권금융기관 전원의 동의가 아니라 다수결 원칙에 따르도록 정해져 있다.<br/>  구 기업구조조정 촉진법에 의하면, 채권금융기관은 부실징후기업의 경영정상화를 위하여 필요하다고 판단하는 경우에는 협의회의 의결에 따라 해당 기업에 대하여 신규 신용공여를 할 수 있고(제10조 제1항), 협의회는 신용공여 계획의 수립 등의 사항을 심의·의결할 수 있다(제17조 제1항 제7호). 그런데 구 기업구조조정 촉진법은 이러한 신규 신용공여에 대해서는 채권금융기관의 법적 지위를 보호하는 별도의 규정을 두고 있다. 즉, 신규 신용공여에 대하여 협의회의 의결이 있는 경우 의결에 반대한 채권금융기관은 의결일부터 7일 이내에 협의회의 의결에 찬성한 채권금융기관에 대하여 자기의 채권을 매수하도록 청구할 수 있도록 하여(제20조 제1항 제2호), 신규 신용공여에 반대한 채권금융기관이 신규 신용공여에 대한 협의회의 의결에 따르지 않고 협의회에서 탈퇴할 수 있도록 하고 있다. 아울러 아래에서 보는 바와 같이 신용공여 계획의 수립을 심의·의결하기 위한 협의회 소집에 특칙을 두고 있다.<br/>  이러한 구 기업구조조정 촉진법의 규정 내용과 취지, 신규 신용공여에 관한 협의회의 의결이 채권금융기관의 법적 지위에 미치는 영향, 구 기업구조조정 촉진법에 따른 기업구조조정 제도의 목적과 취지 등을 종합하면, 협의회가 채권금융기관으로 하여금 신규 신용공여를 하도록 하면서도 해당 채권금융기관이 반대매수청구권을 행사할 수 없도록 의결하였다면, 그러한 협의회의 의결은 구 기업구조조정 촉진법을 위반한 것으로서 하자가 있어 해당 채권금융기관에 대하여 그 효력이 미치지 않는다.<br/>[2] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호로 제정되고 부칙 제2조 제1항에 따라 2014. 1. 1. 실효된 것, 이하 같다)의 위임에 따라 구 기업구조조정 촉진법 시행령(2011. 7. 25. 대통령령 제23047호, 실효)은 주채권은행이 채권금융기관협의회(이하 ‘협의회’라고 한다)를 소집하려는 경우에는 긴급한 경우를 제외하고는 회의 일시·장소 및 목적 등에 관한 사항을 회의 개최 예정일의 3일 전까지 채권금융기관에 통보하도록 하면서도, 신용공여 계획의 수립을 심의·의결하기 위한 경우에는 위 사항을 회의 개최 예정일의 7일 전까지 통보하도록 하고 있다(제4조 제1항).<br/>  따라서 채권금융기관으로 하여금 신규 신용공여를 하도록 하기 위해 협의회를 소집하면서 해당 채권금융기관에 대하여 회의 개최 예정일의 7일 전까지 회의 일시·장소 및 목적 등에 관한 사항을 통지하지 않았다면, 그러한 협의회의 의결은 해당 채권금융기관의 참석권과 의결권의 적정한 행사가 방해받지 않았다고 볼 만한 특별한 사정이 없는 한 구 기업구조조정 촉진법을 위반한 것으로서 하자가 있어 해당 채권금융기관에 대하여 그 효력이 미치지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효) 제2조 제1호, 제10조 제1항, 제15조 제1항, 제17조 제1항 제7호, 제18조 제1항, 제2항, 제20조 제1항 제2호 / [2] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효) 제15조 제1항, 제17조 제1항 제7호, 구 기업구조조정 촉진법 시행령(2011. 7. 25. 대통령령 제23047호, 실효) 제4조 제1항<br/>",
  "참조판례": ""
}