{
  "판례일련번호": "206298",
  "사건명": "승낙의의사표시",
  "사건번호": "2017다213470",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190328",
  "판시사항": "국가를 당사자로 하는 계약이나 공공기관의 운영에 관한 법률의 적용 대상인 공기업이 일방 당사자가 되는 계약을 체결할 당시 계약상대자가 물가변동에 따른 계약금액 조정방법으로 지수조정률 방법을 선택할 수 있는데도 이를 원한다는 의사를 표시하지 않은 경우, 품목조정률 방법으로 계약금액을 조정하여야 하는지 여부(적극)<br/>",
  "판결요지": "국가를 당사자로 하는 계약에 관한 법률(이하 ‘국가계약법’이라 한다)은 국가를 당사자로 하는 계약이나 공공기관의 운영에 관한 법률의 적용 대상인 공기업이 일방 당사자가 되는 계약(이하 편의상 ‘공공계약’이라 한다)에 관한 기본적인 사항을 정함으로써 계약업무를 원활하게 수행할 수 있도록 하기 위한 목적으로 제정된 것으로(제1조), 공공계약이 공정하고 효율적으로 체결·시행되도록 공공계약의 기본적 내용에 관한 규정을 두고 있다.<br/>국가계약법 제19조(물가변동 등에 따른 계약금액 조정)는 공사계약·제조계약·용역계약 또는 그 밖에 국고의 부담이 되는 계약을 체결한 다음 물가변동 등으로 인하여 계약금액을 조정할 필요가 있을 때에는 대통령령이 정하는 바에 따라 그 계약금액을 조정하도록 정하고 있다. 그 위임에 따라 국가를 당사자로 하는 계약에 관한 법률 시행령(이하 ‘국가계약법 시행령’이라 한다) 제64조(물가변동으로 인한 계약금액의 조정)는 각 중앙관서의 장 또는 계약담당공무원은 위와 같은 계약을 체결한 날부터 90일 이상 경과하고 입찰일을 기준으로 기획재정부령이 정하는 바에 의하여 산출된 품목조정률 또는 지수조정률이 100분의 3 이상 증감된 때 계약금액을 조정하되(제1항), 동일한 계약에 대하여 품목조정률 또는 지수조정률 중 하나의 방법에 의하여야 하고, 계약을 체결할 때에 계약서에 계약상대자가 지수조정률을 원하는 경우 외에는 품목조정률 방법으로 계약금액을 조정한다는 뜻을 명시하여야 한다고 정하고 있다(제2항).<br/>국가계약법 시행령 제64조는 원래 계약 체결일을 기준으로 품목조정률 또는 지수조정률이 100분의 5 이상 증감된 때 계약금액을 조정하되(제1항), 계약을 체결할 때에 계약상대자와 협의하여 계약금액 조정방법을 계약서에 명시하도록 정하고 있었으나(제2항), 2005. 9. 8. 대통령령 제19035호로 개정하면서 위와 같이 변경되었다. 이는 물가변동에 따른 계약금액 조정기준을 완화하고 물가변동률 산정의 기준시점을 입찰일로 조정함으로써 계약상대자의 부담을 완화한 것이다. 또한 계약금액 조정방법에 관하여 원래 각 중앙관서의 장 또는 계약담당공무원에게 부여하였던 협의·결정에 관한 의무와 권한을 없애고 계약상대자가 지수조정률 방법을 원한다는 의사표시를 하는 경우에는 그 의사대로, 그러한 의사표시가 없는 경우에는 품목조정률 방법을 계약서에 명시할 의무를 부여하고 있다. 이와 같이 계약상대자는 원래 계약금액 조정방법을 선택할 권리가 없었지만, 개정을 통하여 계약을 체결할 때 지수조정률 방법을 선택할 권리를 보장받게 되었다.<br/>  위와 같은 국가계약법 제19조와 그 시행령 제64조 개정 전후의 문언과 내용, 공공계약의 성격, 국가계약법령의 체계와 목적 등을 종합하면, 계약상대자는 계약 체결 시 계약금액 조정방법으로 지수조정률 방법을 선택할 수 있으나, 그러한 권리 행사에 아무런 장애사유가 없는데도 지수조정률 방법을 원한다는 의사를 표시하지 않았다면 품목조정률 방법으로 계약금액을 조정해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "국가를 당사자로 하는 계약에 관한 법률 제1조, 제19조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제64조 제1항, 제2항, 구 국가를 당사자로 하는 계약에 관한 법률 시행령(2005. 9. 8. 대통령령 제19035호로 개정되기 전의 것) 제64조 제1항, 제2항<br/>",
  "참조판례": ""
}