{
  "판례일련번호": "206266",
  "사건명": "물품대금[근보증에 기한 연대보증채무의 이행을 구하는 사안]",
  "사건번호": "2018다282473",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190314",
  "판시사항": "[1] 보증의 효력 발생 요건으로서 민법 제428조의2 제1항 전문에서 정한 ‘보증인의 기명날인’을 타인이 대행할 수 있는지 여부(적극)<br/>[2] 불확정한 다수의 채무에 대하여 보증하는 경우, 보증채무의 최고액이 서면으로 특정되어 보증계약이 유효하다고 하기 위해서는 보증인의 보증의사가 표시된 서면에 보증채무의 최고액이 명시적으로 기재되거나 이와 동일시할 수 있을 정도의 구체적인 기재가 필요한지 여부(적극)<br/>[3] 甲 주식회사로부터 공장신축공사를 도급받은 乙 주식회사가 공사에 필요한 레미콘을 丙 주식회사로부터 공급받기 위한 계약서를 작성할 무렵 甲 회사의 대리인인 丁 또는 그의 허락을 받은 戊가, 乙 회사가 丙 회사에 대하여 현재 및 장래에 부담하는 레미콘대금 지급의무를 연대보증할 의사로 계약서의 연대보증인란에 甲 회사의 명판과 법인인감도장을 날인하였는데, 당시 계약서에 계약기간, 현장명, 대금지급조건, 레미콘의 규격과 ㎥당 단가 등은 기재되어 있었으나, 총레미콘의 공급량이나 보증채무의 최고액은 기재되어 있지 않았던 사안에서, 甲 회사의 보증의사가 표시된 계약서에 보증채무의 최고액이 특정되었다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제428조의2 제1항 전문은 \"보증은 그 의사가 보증인의 기명날인 또는 서명이 있는 서면으로 표시되어야 효력이 발생한다.\"라고 규정하고 있는데, ‘보증인의 서명’은 원칙적으로 보증인이 직접 자신의 이름을 쓰는 것을 의미하므로 타인이 보증인의 이름을 대신 쓰는 것은 이에 해당하지 않지만, ‘보증인의 기명날인’은 타인이 이를 대행하는 방법으로 하여도 무방하다.<br/>[2] 민법 제428조의3은 제1항에서 \"보증은 불확정한 다수의 채무에 대하여도 할 수 있다. 이 경우 보증하는 채무의 최고액을 서면으로 특정하여야 한다.\"라고 규정하고 있고, 제2항에서 \"제1항의 경우 채무의 최고액을 제428조의2 제1항에 따른 서면으로 특정하지 아니한 보증계약은 효력이 없다.\"라고 규정하고 있다.<br/>  이는 불확정한 다수의 채무에 대하여 보증하는 경우 보증인이 부담하여야 할 보증채무의 액수가 당초 보증인이 예상하였거나 예상할 수 있었던 것보다 지나치게 확대될 우려가 있으므로, 보증인이 보증을 함에 있어 자신이 지게 되는 법적 부담의 한도액을 미리 명확하게 알 수 있도록 함으로써 보증인을 보호하려는 데에 입법 취지가 있다.<br/>  위와 같은 민법의 규정 및 입법 취지에 비추어 볼 때, 불확정한 다수의 채무에 대하여 보증하는 경우 보증채무의 최고액이 서면으로 특정되어 보증계약이 유효하다고 하기 위해서는, 보증인의 보증의사가 표시된 서면에 보증채무의 최고액이 명시적으로 기재되어 있어야 하고, 보증채무의 최고액이 명시적으로 기재되어 있지 않더라도 서면 자체로 보아 보증채무의 최고액이 얼마인지를 객관적으로 알 수 있는 등 보증채무의 최고액이 명시적으로 기재되어 있는 경우와 동일시할 수 있을 정도의 구체적인 기재가 필요하다고 봄이 타당하다.<br/>[3] 甲 주식회사로부터 공장신축공사를 도급받은 乙 주식회사가 공사에 필요한 레미콘을 丙 주식회사로부터 공급받기 위한 계약서를 작성할 무렵 甲 회사의 대리인인 丁 또는 그의 허락을 받은 戊가, 乙 회사가 丙 회사에 대하여 현재 및 장래에 부담하는 레미콘대금 지급의무를 연대보증할 의사로 계약서의 연대보증인란에 甲 회사의 명판과 법인인감도장을 날인하였는데, 당시 계약서에 계약기간, 현장명, 대금지급조건, 레미콘의 규격과 ㎥당 단가 등은 기재되어 있었으나, 총레미콘의 공급량이나 보증채무의 최고액은 기재되어 있지 않았던 사안에서, 甲 회사로부터 적법한 대리권을 수여받은 丁 또는 그의 허락을 받은 戊가 계약서에 甲 회사의 명판과 법인인감도장을 날인한 것은 민법 제428조의2 제1항에서 정한 ‘보증인의 기명날인’이 있는 경우에 해당하지만, 甲 회사는 乙 회사가 丙 회사에 대하여 부담하는 불확정한 채무에 대하여 연대보증한 것인데, 甲 회사의 보증의사가 표시된 계약서에 보증채무의 최고액이 명시적으로 특정되었다고 할 수 없고, 달리 계약서의 기재만으로 보증채무의 최고액이 얼마인지를 알 수도 없으므로, 보증채무의 최고액이 특정되었다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제428조의2 제1항 / [2] 민법 제428조의3 / [3] 민법 제428조의2 제1항, 제428조의3<br/>",
  "참조판례": "[1] 대법원 2017. 12. 13. 선고 2016다233576 판결(공2018상, 159)<br/>"
}