{
  "판례일련번호": "207119",
  "사건명": "공탁금출급청구권확인",
  "사건번호": "2018다277419",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190411",
  "판시사항": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 보상 대상이 되는 ‘기타 토지에 정착한 물건에 대한 소유권 그 밖의 권리를 가진 관계인’에 수거·철거권 등 실질적 처분권을 가진 자가 포함되는지 여부(적극)<br/>[2] 사업시행에 방해되는 지장물에 관하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조 제1항 단서 제2호에 따라 이전비용에 못 미치는 물건 가격을 보상한 경우, 사업시행자가 지장물의 소유권을 취득하거나 지장물의 소유자에 대하여 철거 및 토지의 인도를 요구할 수는 없고 단지 자신의 비용으로 이를 직접 제거할 수 있을 권한과 부담을 가질 뿐인지 여부(원칙적 적극) 및 이 경우 지장물의 소유자는 사업시행자의 지장물 제거와 그 과정에서 발생하는 물건의 가치 상실을 수인하여야 할 지위에 있는지 여부(원칙적 적극)<br/>[3] 철도건설사업 시행자인 甲 공단이 乙 소유의 건물 등 지장물에 관하여 중앙토지수용위원회의 수용재결에 따라 건물 등의 가격 및 이전보상금을 공탁한 다음 乙이 공탁금을 출급하자 위 건물의 일부를 철거하였고, 乙은 위 건물 중 철거되지 않은 나머지 부분을 계속 사용하고 있었는데, 그 후 丙 재개발정비사업조합이 위 건물을 다시 수용하면서 수용보상금 중 위 건물 등에 관한 설치이전비용 상당액을 丙 조합과 乙 사이에 성립한 조정에 따라 피공탁자를 甲 공단 또는 乙로 하여 채권자불확지 공탁을 한 사안에서, 丙 조합에 대한 지장물 보상청구권은 乙이 아니라 위 건물에 대한 가격보상 완료 후 이를 인도받아 철거한 권리를 보유한 甲 공단에 귀속된다고 보아야 하는데도, 이와 달리 위 건물의 소유권이 乙에게 있다는 이유만으로 공탁금출급청구권이 乙에게 귀속된다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 보상 대상이 되는 ‘기타 토지에 정착한 물건에 대한 소유권 그 밖의 권리를 가진 관계인’에는 수거·철거권 등 실질적 처분권을 가진 자도 포함된다.<br/>[2] 사업시행자가 사업시행에 방해가 되는 지장물에 관하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조 제1항 단서 제2호에 따라 이전에 소요되는 실제 비용에 못 미치는 물건의 가격으로 보상한 경우, 사업시행자가 당해 물건을 취득하는 제3호와 달리 수용의 절차를 거치지 아니한 이상 사업시행자가 그 보상만으로 당해 물건의 소유권까지 취득한다고 보기는 어렵겠으나, 다른 한편으로 사업시행자는 그 지장물의 소유자가 같은 법 시행규칙 제33조 제4항 단서에 따라 스스로의 비용으로 철거하겠다고 하는 등의 특별한 사정이 없는 한 지장물의 소유자에 대하여 그 철거 및 토지의 인도를 요구할 수 없고 자신의 비용으로 직접 이를 제거할 수 있을 뿐이며, 이러한 경우 지장물의 소유자로서도 사업시행에 방해가 되지 않는 상당한 기한 내에 위 시행규칙 제33조 제4항 단서에 따라 스스로 위 지장물 또는 그 구성부분을 이전해 가지 않은 이상 사업시행자의 지장물 제거와 그 과정에서 발생하는 물건의 가치 상실을 수인(受忍)하여야 할 지위에 있다고 봄이 상당하다. 그리고 사업시행자는 사업시행구역 내 위치한 지장물에 대하여 스스로의 비용으로 이를 제거할 수 있는 권한과 부담을 동시에 갖게 된다.<br/>[3] 철도건설사업 시행자인 甲 공단이 乙 소유의 건물 등 지장물에 관하여 중앙토지수용위원회의 수용재결에 따라 건물 등의 가격 및 이전보상금을 공탁한 다음 乙이 공탁금을 출급하자 위 건물의 일부를 철거하였고, 乙은 위 건물 중 철거되지 않은 나머지 부분을 계속 사용하고 있었는데, 그 후 丙 재개발정비사업조합이 위 건물을 다시 수용하면서 수용보상금 중 위 건물 등에 관한 설치이전비용 상당액을 丙 조합과 乙 사이에 성립한 조정에 따라 피공탁자를 甲 공단 또는 乙로 하여 채권자불확지 공탁을 한 사안에서, 甲 공단은 수용재결에 따라 위 건물에 관한 이전보상금을 지급함으로써 위 건물을 철거·제거할 권한을 가지게 되었으므로 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 보상 대상이 되는 ‘기타 토지에 정착한 물건에 대한 소유권 그 밖의 권리를 가진 관계인’에 해당하고, 乙은 甲 공단으로부터 공익사업의 시행을 위하여 지장물 가격보상을 받음으로써 사업시행자인 甲 공단의 위 건물 철거·제거를 수인할 지위에 있을 뿐이므로, 丙 조합에 대한 지장물 보상청구권은 乙이 아니라 위 건물에 대한 가격보상 완료 후 이를 인도받아 철거할 권리를 보유한 甲 공단에 귀속된다고 보아야 하는데도, 위 건물의 소유권이 乙에게 있다는 이유만으로 공탁금출급청구권이 乙에게 귀속된다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제2조 제5호 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제75조 제1항 제2호, 제3호, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제33조 제4항 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제2조 제5호, 제75조 제1항 제2호, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제33조 제4항<br/>",
  "참조판례": "[1] 대법원 2009. 2. 12. 선고 2008다76112 판결(공2009상, 330) / [2] 대법원 2012. 4. 13. 선고 2010다94960 판결(공2012상, 776)<br/>"
}