{
  "판례일련번호": "207144",
  "사건명": "주주권확인등청구",
  "사건번호": "2017다21176",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190425",
  "판시사항": "[1] 재판상 화해의 창설적 효력이 미치는 범위 및 이러한 법률관계는 민사조정법상 조정의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 당사자가 표시한 문언에 의하여 객관적인 의미가 명확하게 드러나지 않는 경우, 법률행위의 해석 방법 및 이러한 법리는 소송당사자 사이에 조정이 성립한 후 조정조항의 해석에 관하여 다툼이 있는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[3] 주권발행 전 주식의 양도가 회사 성립 후 6월이 경과한 후에 이루어진 경우, 주식양수인이 단독으로 회사에 대하여 명의개서를 청구할 수 있는지 여부(원칙적 적극)<br/>[4] 甲 주식회사의 대표이사 乙과 丙 사이에 乙이 보유하고 있던 주권발행 전 주식인 甲 회사 발행 주식을 丙에게 양도하는 내용의 약정이 체결되었는데도 그 후 위 주식이 丁에게 양도된 것처럼 주주명부에 등재되자, 丙이 甲 회사와 乙, 丁 등을 상대로 丙이 위 주식의 주주라는 확인 등을 구하는 소를 제기하여 ‘丙은 위 양도약정에 기한 청구 이외의 부분을 전부 취하한다’, ‘丙이 위 주식의 주주임을 확인한다’는 내용 등으로 조정이 성립되었고, 그 후 戊가 丙으로부터 위 주식을 양수하는 계약을 체결하여 양도 사실이 甲 회사에 통지되었는데, 조정 성립 전 위 주식에 대하여 乙의 신청에 의한 가압류결정이 내려져 그 결정이 제3채무자인 甲 회사에 송달되고, 조정 성립 후 위 가압류를 본압류로 이전하는 결정이 내려지자, 戊가 甲 회사를 상대로 주주권 확인 및 명의개서절차 이행을 구한 사안에서, 丙이 위 주식을 주식가압류결정 전인 양도약정 효력발생일에 취득하였다고 봄이 타당하다고 판단한 다음, 乙의 신청에 의한 주식가압류결정이 있을 당시 丙은 이미 위 주식을 보유하고 있어 주식가압류의 효력이 위 주식에 미치는데도, 丙이 조정을 통해 비로소 위 주식을 취득하였다고 보아 조정 전에 내려진 주식가압류결정의 효력을 부인한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 재판상의 화해는 확정판결과 같은 효력이 있고(민사소송법 제220조), 사법상의 화해계약은 창설적 효력을 가져(민법 제732조) 화해가 이루어지면 종전의 법률관계를 바탕으로 한 권리의무관계는 소멸한다. 그렇지만 화해의 창설적 효력이 미치는 범위는 당사자가 서로 양보를 하여 확정하기로 합의한 사항에 한하며, 당사자가 다툰 사실이 없거나 화해의 전제로서 서로 양해하고 있는 데 지나지 아니한 사항에 관하여는 그러한 효력이 생기지 아니한다. 그리고 이러한 법률관계는 민사조정법 제29조에 의하여 재판상의 화해와 동일한 효력이 인정되는 민사조정법상의 조정의 경우에도 마찬가지로 적용된다.<br/>[2] 법률행위의 해석은 당사자가 그 표시행위에 부여한 객관적 의미를 명백하게 확정하는 것으로서, 당사자가 표시한 문언에 의하여 그 객관적인 의미가 명확하게 드러나지 아니하는 경우에는 문언의 내용과 법률행위가 이루어진 동기 및 경위, 당사자가 법률행위에 의하여 달성하려는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고려하여 정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회 일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 하고, 이러한 법리는 소송의 당사자 사이에 조정이 성립한 후 조정조항의 해석에 관하여 다툼이 있는 경우에도 마찬가지로 적용된다.<br/>[3] 주권발행 전 주식의 양도가 회사 성립 후 6월이 경과한 후에 이루어진 때에는 당사자의 의사표시만으로 회사에 대하여 효력이 있으므로, 주식양수인은 특별한 사정이 없는 한 양도인의 협력을 받을 필요 없이 단독으로 자신이 주식을 양수한 사실을 증명함으로써 회사에 대하여 명의개서를 청구할 수 있다.<br/>[4] 甲 주식회사의 대표이사 乙과 丙 사이에 乙이 보유하고 있던 주권발행 전 주식인 甲 회사 발행 주식을 丙에게 양도하는 내용의 약정(이하 ‘양도약정’이라 한다)이 체결되었는데도 그 후 위 주식이 丁에게 양도된 것처럼 주주명부에 등재되자, 丙이 甲 회사와 乙, 丁 등을 상대로 丙이 위 주식의 주주라는 확인 등을 구하는 소를 제기하여 ‘丙은 양도약정에 기한 청구 이외의 부분을 전부 취하한다’, ‘丙이 위 주식의 주주임을 확인한다’는 내용 등으로 조정이 성립되었고, 그 후 戊가 丙으로부터 위 주식을 양수하는 계약을 체결하여 양도 사실이 甲 회사에 통지되었는데, 조정 성립 전 위 주식에 대하여 乙의 신청에 의한 가압류결정이 내려져 그 결정이 제3채무자인 甲 회사에 송달되고, 조정 성립 후 위 가압류를 본압류로 이전하는 결정이 내려지자, 戊가 甲 회사를 상대로 주주권 확인 및 명의개서절차 이행을 구한 사안에서, 조정조항 중 ‘丙이 위 주식의 주주임을 확인한다’는 부분은 조정이 성립한 때 비로소 丙이 위 주식을 취득한다는 내용이 아니라 丙이 위 주식을 주식가압류결정 전인 양도약정 효력발생일에 취득하였음을 전제로 丙이 주주임을 확인한다는 내용이라고 해석함이 타당하다고 판단한 다음, 乙의 신청에 의한 주식가압류결정이 있을 당시 丙은 이미 위 주식을 보유하고 있어 주식가압류의 효력이 위 주식에 미치므로, 주식가압류결정 이후에 丙으로부터 위 주식을 취득한 戊는 가압류채권자인 乙에게 대항할 수 없고, 다만 이후에 가압류 및 본압류의 대상이 된 위 주식 중 일부 주식에 대한 현금화절차가 완료됨으로써 그 일부 주식을 제외한 나머지 주식에 대한 가압류 및 본압류는 효력이 소멸하므로, 나머지 주식에 관하여만 가압류에 의한 처분금지의 효력이 소멸하였다고 보아야 하는데도, 丙이 조정을 통해 비로소 위 주식을 취득하였다고 보아 조정 전에 내려진 주식가압류결정의 효력을 부인하고, 戊가 丙으로부터 주식가압류결정 등의 효력이 미치지 않는 위 주식을 적법하게 양수받았다는 이유로 위 주식 중 현금화절차가 완료된 일부 주식에 대하여도 명의개서절차 이행 청구를 인용한 원심판결에는 조정의 창설적 효력의 범위 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제732조, 민사소송법 제220조, 민사조정법 제29조 / [2] 민법 제105조, 민사조정법 제28조 / [3] 상법 제335조 제3항, 제336조 제1항, 제337조 제1항 / [4] 민법 제105조, 제732조, 민사소송법 제220조, 민사조정법 제28조, 제29조, 상법 제335조 제3항, 제336조 제1항, 제337조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 4. 27. 선고 99다17319 판결(공2001상, 1227) / [2] 대법원 2009. 9. 10. 선고 2009다31550 판결, 대법원 2017. 4. 26. 선고 2017다200771 판결(공2017상, 1093) / [3] 대법원 2000. 3. 23. 선고 99다67529 판결(공2000상, 1032), 대법원 2006. 9. 14. 선고 2005다45537 판결(공2006하, 1726)<br/>"
}