{
  "판례일련번호": "207102",
  "사건명": "장비임대료청구등",
  "사건번호": "2018다291347",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190411",
  "판시사항": "[1] 임차인이 임대차계약관계가 소멸한 이후에도 목적물을 계속 점유하였으나 본래 계약상의 목적에 따라 사용·수익하지 않아 이익을 얻지 않은 경우, 임차인의 부당이득반환의무가 성립하는지 여부(소극)<br/>[2] 임대차가 종료하고 임차인이 반환할 임대차 목적물이 훼손되었음을 이유로 임대인이 임차인의 목적물 반환의무 불이행에 따른 손해배상을 구하는 경우, 임차인은 불이행이 자기가 책임질 수 없는 사유로 인한 것이라는 증명을 다하지 못하면 목적물 반환의무의 불이행으로 인한 손해를 배상할 책임을 지는지 여부(적극) / 임대차계약 존속 중에 발생한 훼손이 임대인이 지배·관리하는 영역에 존재하는 하자로 발생한 것으로 추단되는 경우, 임대인이 훼손으로 인한 목적물 반환의무의 불이행에 따른 손해배상책임을 임차인에게 물을 수 있는지 여부(원칙적 소극) 및 이러한 법리는 임대인이 훼손된 임대차 목적물에 관하여 수선의무를 부담하더라도 동일하게 적용되는지 여부(적극)<br/>[3] 임대인 甲과 임차인 乙이 장비에 관한 임대차계약을 체결하고 이후 임대차가 종료하였는데, 乙이 반환할 장비가 고장이 나 훼손되었음을 이유로, 甲이 乙을 상대로 장비의 반환의무 불이행에 따른 손해배상을 구한 사안에서, 장비의 고장이 乙이 책임질 수 없는 사유로 발생한 것인지 또는 장비의 고장이 甲이 지배·관리하는 영역에 존재하는 하자로 발생한 것인지에 관해서 구체적으로 심리·판단하였어야 하는데도, 임대인인 甲에게 乙의 사용 중 과실로 장비에 고장이 났다는 점에 관한 증명책임이 있다고 보고, 甲이 고장이 난 장비에 관하여 수선의무를 부담한다는 것만으로 甲의 수리비 청구를 배척한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제741조는 “법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다.”라고 정하고 있다. 임차인이 임대차계약관계가 소멸한 다음에도 임대차 목적물을 계속 점유하기는 하였지만 이를 본래의 임대차계약상 목적에 따라 사용·수익하지 않아 이익을 얻은 적이 없는 경우에는 그로 말미암아 임대인에게 손해가 발생하였더라도 임차인의 부당이득반환의무는 성립하지 않는다.<br/>[2] 임차인은 선량한 관리자의 주의를 다하여 임대차 목적물을 보존하고, 임대차가 종료하면 임대차 목적물을 원상에 회복하여 반환할 의무를 부담한다(민법 제374조, 제654조, 제615조 참조). 채무자가 채무의 내용에 따른 이행을 하지 않은 때에는 채권자는 손해배상을 청구할 수 있고, 다만 채무자가 고의나 과실 없이 이행할 수 없게 되었다는 점을 증명한 때에는 책임을 지지 않는다(민법 제390조 참조).<br/>  임대차가 종료한 경우 임차인이 반환할 임대차 목적물이 훼손되었음을 이유로 임대인이 임차인의 목적물 반환의무 불이행에 따른 손해배상을 구하는 경우에, 임차인은 불이행이 자기가 책임질 수 없는 사유로 발생한 것이라는 증명을 다하지 못하면 목적물 반환의무의 불이행에 따른 손해를 배상할 책임을 지고, 훼손의 구체적인 발생 원인이 밝혀지지 않은 때에도 마찬가지이다. 다만 임대차계약 존속 중에 발생한 훼손이 임대인이 지배·관리하는 영역에 존재하는 하자로 발생한 것으로 추단된다면, 하자를 보수·제거하는 것은 임대차 목적물을 사용·수익하기에 필요한 상태로 유지하여야 하는 임대인의 의무에 속하고, 임차인이 하자를 미리 알았거나 알 수 있었다는 등의 특별한 사정이 없는 한, 임대인은 훼손으로 인한 목적물 반환의무의 불이행에 따른 손해배상책임을 임차인에게 물을 수 없다. 이러한 법리는 임대인이 훼손된 임대차 목적물에 관하여 수선의무를 부담하더라도 동일하게 적용된다.<br/>[3] 임대인 甲과 임차인 乙이 장비에 관한 임대차계약을 체결하고 이후 임대차가 종료하였는데, 乙이 반환할 장비가 고장이 나 훼손되었음을 이유로, 甲이 乙을 상대로 장비의 반환의무 불이행에 따른 손해배상을 구한 사안에서, 乙은 장비의 고장이 자기가 책임질 수 없는 사유로 발생한 것이라는 증명을 다하지 못하면 목적물 반환의무의 불이행에 따른 손해를 배상할 책임을 지게 되나, 임대차계약 존속 중에 발생한 장비의 고장이 甲이 지배·관리하는 영역에 존재하는 하자로 발생한 것으로 추단된다면, 특별한 사정이 없는 한 甲은 장비의 고장으로 인한 목적물 반환의무의 불이행에 따른 손해배상책임을 乙에게 물을 수 없고, 이는 甲이 고장이 난 장비에 관하여 수선의무를 부담하더라도 마찬가지이므로, 장비의 고장이 乙이 책임질 수 없는 사유로 발생한 것인지 또는 장비의 고장이 甲이 지배·관리하는 영역에 존재하는 하자로 발생한 것인지에 관해서 구체적으로 심리·판단하였어야 하는데도, 임대인인 甲에게 乙의 사용 중 과실로 장비에 고장이 났다는 점에 관한 증명책임이 있다고 보고, 甲이 고장이 난 장비에 관하여 수선의무를 부담한다는 것만으로 甲의 수리비 청구를 배척한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제618조, 제741조 / [2] 민법 제374조, 제390조, 제615조, 제618조, 제623조, 제654조, 민사소송법 제288조 / [3] 민법 제374조, 제390조, 제615조, 제618조, 제623조, 제654조, 민사소송법 제288조<br/>",
  "참조판례": "[2] 대법원 2010. 4. 29. 선고 2009다96984 판결(공2010상, 995), 대법원 2017. 5. 18. 선고 2012다86895, 86901 전원합의체 판결(공2017상, 1268)<br/>"
}