{
  "판례일련번호": "207141",
  "사건명": "의료법위반",
  "사건번호": "2018도20928",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190425",
  "판시사항": "[1] 공소사실이나 범죄사실의 동일성 여부를 판단하는 기준<br/>[2] 인터넷 성형쇼핑몰 형태의 통신판매 사이트를 운영하는 피고인들이 ‘병원 시술상품을 판매하는 배너광고를 게시하면서 배너의 구매 개수와 시술후기를 허위로 게시하였다.’는 표시·광고의 공정화에 관한 법률 위반죄의 범죄사실로 각 벌금형의 약식명령을 받아 확정되었는데, ‘영리를 목적으로 병원 시술상품을 판매하는 배너광고를 게시하는 방법으로 병원에 환자들을 소개·유인·알선하고, 그 대가로 환자들이 지급한 진료비 중 일정 비율을 수수료로 의사들로부터 지급받았다.’는 의료법 위반 공소사실로 기소된 사안에서, 공소사실에 따른 의료법 위반죄는 유죄로 확정된 표시·광고의 공정화에 관한 법률 위반죄의 범죄사실과 동일성이 있다고 보기 어렵고, 1죄 내지 상상적 경합관계에 있다고 볼 수도 없으므로, 표시·광고의 공정화에 관한 법률 위반죄의 약식명령이 확정되었다고 하여 그 기판력이 공소사실에까지 미치는 것은 아니라고 한 사례<br/>[3] 영리를 목적으로 환자를 의료기관이나 의료인에게 소개·알선·유인하는 행위 등을 금지하는 의료법 제27조 제3항 본문에서 정한 ‘소개·알선’ 및 ‘유인’의 의미<br/>[4] 인터넷 성형쇼핑몰 형태의 통신판매 사이트를 운영하는 피고인 甲 주식회사의 공동대표이사인 피고인 乙, 丙이 의사인 피고인 丁과 약정을 맺고, 위 사이트를 통하여 환자들에게 피고인 丁이 운영하는 戊 의원 등에서 시행하는 시술상품 쿠폰을 구매하게 하는 방식으로 戊 의원 등에 환자들을 소개·알선·유인하고 그에 대한 대가로 시술쿠폰을 이용하여 시술받은 환자가 지급한 진료비 중 일정 비율을 수수료로 戊 의원 등으로부터 받아 영리를 목적으로 환자를 병원에 소개·알선·유인하는 행위를 하였고, 피고인 丁은 피고인 乙, 丙이 위와 같이 영리를 목적으로 환자를 의원에 소개·알선·유인하는 행위를 사주하였다고 하여 의료법 위반으로 기소된 사안에서, 공소사실을 유죄로 인정한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 공소사실이나 범죄사실의 동일성 여부는 사실의 동일성이 갖는 법률적 기능을 염두에 두고 피고인의 행위와 그 사회적인 사실관계를 기본으로 하되 그 규범적 요소도 고려하여 판단하여야 한다.<br/>[2] 인터넷 성형쇼핑몰 형태의 통신판매 사이트를 운영하는 피고인들이 ‘2013. 9.경부터 2016. 7. 21.까지 병원 시술상품을 판매하는 배너광고를 게시하면서 배너의 구매 개수와 시술후기를 허위로 게시하였다.’는 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다) 위반죄의 범죄사실로 벌금 각 100만 원의 약식명령을 받아 확정되었는데, ‘영리를 목적으로 2013. 12.경부터 2016. 7.경까지 병원 시술상품을 판매하는 배너광고를 게시하는 방법으로 총 43개 병원에 환자 50,173명을 소개·유인·알선하고, 그 대가로 환자들이 지급한 진료비 중 15~20%를 수수료로 의사들로부터 지급받았다.’는 의료법 위반 공소사실로 기소된 사안에서, 공소사실에 따른 의료법 위반죄는 병원 시술상품 광고를 이용하였다는 점에서 유죄로 확정된 표시광고법 위반죄의 범죄사실과 일부 중복될 뿐이고, 거짓·과장의 표시·광고, 기만적인 표시·광고를 행위태양으로 하고, 부당한 표시·광고를 방지하고 소비자에게 바르고 유용한 정보를 제공토록 함으로써 공정한 거래질서를 확립하고 소비자를 보호하려는 입법 목적을 갖고 있는 표시광고법 위반죄와 달리 영리를 목적으로 환자를 소개·알선·유인하는 것을 행위태양으로 하고, 영리 목적의 환자유인행위를 금지함으로써 의료기관 주위에서 환자유치를 둘러싸고 금품 수수 등의 비리가 발생하는 것을 방지하고 나아가 의료기관 사이의 불합리한 과당경쟁을 방지하려는 입법 목적을 갖고 있는 등 행위의 태양이나 피해법익 등에 있어 전혀 다르고, 죄질에도 현저한 차이가 있어 표시광고법 위반죄의 범죄사실과 동일성이 있다고 보기 어렵고, 1죄 내지 상상적 경합관계에 있다고 볼 수도 없으므로, 표시광고법 위반죄의 약식명령이 확정되었다고 하여 그 기판력이 공소사실에까지 미치는 것은 아니라고 한 사례.<br/>[3] 누구든지 영리를 목적으로 환자를 의료기관이나 의료인에게 소개·알선·유인하는 행위 및 이를 사주하는 행위를 하여서는 아니 된다(의료법 제27조 제3항 본문). 여기서 ‘소개·알선’은 환자와 특정 의료기관 또는 의료인 사이에서 치료위임계약의 성립을 중개하거나 편의를 도모하는 행위를 말하고, ‘유인’은 기망 또는 유혹을 수단으로 환자로 하여금 특정 의료기관 또는 의료인과 치료위임계약을 체결하도록 유도하는 행위를 말한다.<br/>[4] 인터넷 성형쇼핑몰 형태의 통신판매 사이트를 운영하는 피고인 甲 주식회사의 공동대표이사인 피고인 乙, 丙이 의사인 피고인 丁과 약정을 맺고, 위 사이트를 통하여 환자들에게 피고인 丁이 운영하는 戊 의원 등에서 시행하는 시술상품 쿠폰을 구매하게 하는 방식으로 戊 의원 등에 환자들을 소개·알선·유인하고 그에 대한 대가로 시술쿠폰을 이용하여 시술받은 환자가 지급한 진료비 중 15~20%를 수수료로 戊 의원 등으로부터 받아 영리를 목적으로 환자를 병원에 소개·알선·유인하는 행위를 하였고, 피고인 丁은 피고인 乙, 丙이 위와 같이 영리를 목적으로 환자를 의원에 소개·알선·유인하는 행위를 사주하였다고 하여 의료법 위반으로 기소된 사안에서, 피고인 乙, 丙이 환자와 의료인 사이의 진료계약 체결의 중개행위를 하고 그 대가로 수수료를 지급받는 등 단순히 의료행위, 의료기관 및 의료인 등에 대한 정보를 소비자에게 나타내거나 알리는 의료법 제56조에서 정한 의료광고의 범위를 넘어 의료법 제27조 제3항 본문의 영리를 목적으로 환자를 의료기관 또는 의료인에게 소개·알선하는 행위를 하였다고 보아 공소사실을 유죄로 인정한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제298조 제1항 / [2] 구 의료법(2016. 12. 20. 법률 제14438호로 개정되기 전의 것) 제27조 제3항, 제88조(현행 제88조 제1호 참조), 표시·광고의 공정화에 관한 법률 제3조 제1항, 제17조 제1호, 형사소송법 제298조 제1항 / [3] 의료법 제27조 제3항 / [4] 구 의료법(2016. 12. 20. 법률 제14438호로 개정되기 전의 것) 제27조 제3항, 제56조, 제88조(현행 제88조 제1호 참조), 제91조<br/>",
  "참조판례": "[1] 대법원 1998. 8. 21. 선고 97도2487 판결(공1998하, 2365), 대법원 2011. 6. 30. 선고 2011도1651 판결(공2011하, 1574) / [3] 대법원 1998. 5. 29. 선고 97도1126 판결(공1998하, 1838), 대법원 2004. 10. 27. 선고 2004도5724 판결(공2004하, 1977)<br/>"
}