{
  "판례일련번호": "207107",
  "사건명": "손해배상(기)",
  "사건번호": "2017마6337",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20190410",
  "판시사항": "[1] 민사소송법 제24조 제2항, 제3항 및 법원조직법 제28조의4 제2호와 같이 특허권 등에 관한 지식재산권에 관한 소의 관할에 대하여 별도의 규정을 둔 취지<br/>[2] 甲 연구소가 구 민·군겸용기술사업촉진법에서 정한 민·군겸용기술개발사업의 하나로 乙 주식회사와 후·박막공정을 이용한 저 자가방전 초소형 전지 개발을 위한 민·군겸용기술개발과제 협약(응용연구단계)을 체결한 후, 乙 회사를 상대로 위 협약에 기한 특허권 지분의 귀속의무 불이행을 원인으로 하는 손해배상을 구한 사안에서, 위 소송에 대한 심리·판단은 특허권 등의 지식재산권에 관한 전문적인 지식이나 기술에 대한 이해가 필요한 소송으로 민사소송법 제24조 제2항이 규정하는 특허권 등의 지식재산권에 관한 소로 보아야 하므로, 2015. 12. 1. 법률 제13522호로 개정된 법원조직법 시행일 전에 소가 제기되어 시행일 이후에 제1심판결이 선고된 위 사건에 대한 항소사건은 특허법원의 전속관할에 속한다고 한 사례<br/>",
  "판결요지": "[1] 2015. 12. 1. 법률 제13521호로 개정된 민사소송법 제24조 제2항, 제3항은 특허권, 실용신안권, 디자인권, 상표권, 품종보호권 등의 지식재산권에 관한 소를 제기하는 경우에는 제2조부터 제23조까지의 규정에 따른 관할법원 소재지를 관할하는 고등법원이 있는 곳의 지방법원(서울고등법원이 있는 곳의 경우 서울중앙지방법원)의 전속관할로 하되, 그 지방법원이 서울중앙지방법원이 아닌 경우 서울중앙지방법원에도 소를 제기할 수 있다고 규정하고 있다. 위 개정 규정은 부칙(2015. 12. 1.) 제1조, 제2조에 의하여 그 시행일인 2016. 1. 1. 이후 최초로 소장이 접수된 사건부터 적용된다.<br/>  한편 2015. 12. 1. 법률 제13522호로 개정된 법원조직법 제28조의4 제2호는 특허법원이 특허권 등의 지식재산권에 관한 민사사건의 항소사건을 심판한다고 규정하고 있고, 제28조 및 제32조 제2항은 이러한 특허법원의 권한에 속하는 사건을 고등법원 및 지방법원 합의부의 심판대상에서 제외한다고 규정하고 있다. 위 개정 규정은 부칙(2015. 12. 1.) 제1조, 제2조에 의하여 그 시행일인 2016. 1. 1. 전에 소송 계속 중인 특허권 등의 지식재산권에 관한 민사사건에 대하여 위 시행일 이후에 제1심판결이 선고된 경우에도 적용된다.<br/>  이와 같이 특허권 등에 관한 지식재산권에 관한 소의 관할에 대하여 별도의 규정을 둔 이유는 통상적으로 그 심리·판단에 전문적인 지식이나 기술 등에 대한 이해가 필요하므로, 심리에 적합한 체계와 숙련된 경험을 갖춘 전문 재판부에 사건을 집중시킴으로써 충실한 심리와 신속한 재판뿐만 아니라 지식재산권의 적정한 보호에 이바지할 수 있기 때문이다.<br/>[2] 甲 연구소가 구 민·군겸용기술사업촉진법(2004. 9. 23. 법률 제7217호로 개정되기 전의 것)에서 정한 민·군겸용기술개발사업의 하나로 乙 주식회사와 후·박막공정을 이용한 저 자가방전 초소형 전지 개발을 위한 민·군겸용기술개발과제 협약(응용연구단계)을 체결한 후, 乙 회사를 상대로 위 협약에 기한 특허권 지분의 귀속의무 불이행을 원인으로 하는 손해배상을 구한 사안에서, 위 협약에 따른 특허권 지분의 귀속의무 불이행에 따른 손해배상청구권의 존부 및 범위는 민사법률관계에 해당하므로 이를 소송물로 다투는 소송은 민사소송에 해당하는 것으로 보아야 하고, 위 소송에 대한 심리·판단은 특허권 등의 지식재산권에 관한 전문적인 지식이나 기술에 대한 이해가 필요한 소송으로 민사소송법 제24조 제2항이 규정하는 특허권 등의 지식재산권에 관한 소로 보아야 하므로, 2015. 12. 1. 법률 제13522호로 개정된 법원조직법 시행일 전에 소가 제기되어 시행일 이후에 제1심판결이 선고된 위 사건에 대한 항소사건은 특허법원의 전속관할에 속한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제24조 제2항, 제3항, 부칙(2015. 12. 1.) 제1조, 제2조, 법원조직법 제28조, 제28조의4 제2호, 제32조 제2항 / [2] 민사소송법 제24조 제2항, 제3항, 부칙(2015. 12. 1.) 제1조, 제2조, 법원조직법 제28조, 제28조의4 제2호, 제32조 제2항<br/>",
  "참조판례": "[1] 대법원 2017. 12. 22. 선고 2017다259988 판결(공2018상, 322)<br/>"
}