{
  "판례일련번호": "207146",
  "사건명": "법인세원천징수처분등취소(법인세법상 외국법인의 국내원천소득(기타소득) 해당 여부 등 사건)",
  "사건번호": "2017두48482",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190423",
  "판시사항": "[1] 구 법인세법 제93조 제11호 (나)목 또는 구 법인세법 제93조 제10호 (나)목 및 구 법인세법 시행령 제132조 제10항 규정의 취지 / 외국법인이 계약의 위약 또는 해약으로 인하여 국내에서 위약금 또는 배상금 명목으로 지급받은 돈이 계약과 관련하여 순자산의 감소를 일으키는 현실적인 손해에 대한 전보 범위 내인 경우, 위 규정에서 말하는 ‘본래의 계약내용이 되는 지급 자체에 대한 손해를 넘어 배상받는 금전’에 해당하는지 여부(소극)<br/>[2] 국내조선사인 甲 주식회사 등과 외국선주사인 乙 외국법인 등이 선박건조계약을 체결하였고, 한국수출입은행이 선박건조계약에 따라 甲 회사 등이 乙 법인 등으로부터 선수금으로 수령한 선박대금 등의 환급채무를 보증하는 계약을 체결하였는데, 그 후 선박건조계약이 해제됨에 따라 한국수출입은행이 乙 법인 등에 선수금 및 그 이자를 지급하자, 과세관청이 선수금이자가 구 법인세법에 따른 기타소득으로서 외국법인의 국내원천소득에 해당하는데도 한국수출입은행이 이에 대한 원천징수를 하지 않았다는 이유로, 한국수출입은행에 해당 사업연도 원천징수 법인세 등을 징수·부과하는 처분을 한 사안에서, 제반 사정에 비추어 선수금이자는 乙 법인 등이 실제로 입은 손해를 넘는 금액에 대한 손해배상금이 아니라 실제로 발생한 순자산 감소를 회복시키는 손해배상금이라고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제11호 (나)목 또는 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제93조 제10호 (나)목은 ‘국내에서 지급하는 위약금 또는 배상금으로서 대통령령이 정하는 소득’을 외국법인의 국내원천소득 중 하나로 규정하고 있고, 그 위임에 따른 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것 및 2010. 12. 30. 대통령령 제22577호로 개정된 것) 제132조 제10항(이하 ‘위 조항’이라 한다)은 위 각 법조항에서 말하는 ‘대통령령이 정하는 소득’이란 ‘재산권에 관한 계약의 위약 또는 해약으로 인하여 지급받는 손해배상으로서 그 명목 여하에 불구하고 본래의 계약내용이 되는 지급 자체에 대한 손해를 넘어 배상받는 금전 또는 기타 물품의 가액을 말한다’라고 규정하고 있다.<br/>  위 조항의 취지는, 재산권에 관한 계약의 위약 또는 해약으로 인하여 국내에서 지급받는 외국법인의 위약금과 배상금이 계약상대방의 채무불이행 등으로 인하여 발생한 재산의 실제 감소액에 대한 배상으로서 순자산의 증가가 없는 경우에는 ‘본래의 계약내용이 되는 지급 자체에 대한 손해’에 해당하여 이를 기타소득으로 볼 수 없지만, 이를 초과하여 위약금과 배상금을 지급받았다면 이는 손해의 전보를 넘어 새로운 수입이나 소득을 발생시키기 때문에 외국법인의 국내원천소득인 기타소득에 해당하므로 과세대상이 된다는 것이다.<br/>  위와 같은 규정 내용 및 취지에 비추어 보면, 외국법인이 계약의 위약 또는 해약으로 인하여 국내에서 위약금 또는 배상금 명목의 돈을 지급받았다고 하더라도, 그것이 계약과 관련하여 순자산의 감소를 일으키는 현실적인 손해에 대한 전보 범위 내라면 이는 위 조항에서 말하는 ‘본래의 계약내용이 되는 지급 자체에 대한 손해를 넘어 배상받는 금전’에 해당하지 않는다.<br/>[2] 국내조선사인 甲 주식회사 등과 외국선주사인 乙 외국법인 등이 선박건조계약을 체결하였고, 한국수출입은행이 선박건조계약에 따라 甲 회사 등이 乙 법인 등으로부터 선수금으로 수령한 선박대금 등의 환급채무를 보증하는 계약을 체결하였는데, 그 후 선박건조계약이 해제됨에 따라 한국수출입은행이 乙 법인 등에 선수금 및 그 이자를 지급하자, 과세관청이 선수금이자가 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것 또는 2011. 12. 31. 법률 제11128호로 개정되기 전의 것)에 따른 기타소득으로서 외국법인의 국내원천소득에 해당하는데도 한국수출입은행이 이에 대한 원천징수를 하지 않았다는 이유로, 한국수출입은행에 해당 사업연도 원천징수 법인세 등을 징수·부과하는 처분을 한 사안에서, 제반 사정에 비추어 선수금이자는 乙 법인 등이 甲 회사 등에 지급한 선수금을 조달하는 과정에서 통상 乙 법인 등이 부담하게 되는 금융비용과 그 밖의 선박건조계약 체결 과정에서 지출하게 된 비용 등에 대한 전보로서 지급이 예정되어 있었던 것으로 볼 수 있고, 그 범위 역시 선박건조계약의 체결 및 해제 경위, 乙 법인 등이 입을 수 있는 재산상의 손해 내역 등에 비추어 보면, 선박대금 선지급에 따라 현실적으로 발생한 손해의 합리적인 범위 내에 있으므로, 선수금이자는 乙 법인 등이 실제로 입은 손해를 넘는 금액에 대한 손해배상금이 아니라 실제로 발생한 순자산 감소를 회복시키는 손해배상금이라고 보아야 하는데도, 이와 달리 보아 위 처분이 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제11호 (나)목[현행 제93조 제10호 (나)목 참조], 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제93조 제10호 (나)목, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제132조 제10항, 법인세법 시행령 제132조 제10항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제11호 (나)목[현행 제93조 제10호 (나)목 참조], 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제93조 제10호 (나)목, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제132조 제10항, 법인세법 시행령 제132조 제10항<br/>",
  "참조판례": ""
}