{
  "판례일련번호": "207473",
  "사건명": "부당이득금",
  "사건번호": "2018다219727",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181228",
  "판시사항": "[1] 집합건물 분양자가 전유부분 소유권은 구분소유자들에게 모두 이전하면서 대지는 일부 지분에 관하여만 소유권이전등기를 해주고 나머지 지분을 그 명의로 남겨 둔 경우, 분양자 또는 그 보유지분을 양수한 양수인이 구분소유자들에 대하여 대지에 관한 공유지분권을 주장할 수 있는지 여부(한정 적극) 및 이는 양수인이 체납처분에 의한 공매절차에서 분양자의 대지 지분을 취득한 경우에도 마찬가지인지 여부(적극)<br/>[2] 집합건물의 소유 및 관리에 관한 법률 제20조 제3항에서 정한 ‘선의의 제3자’의 의미 및 여기에 ‘토지 위에 집합건물이 존재하는 사실은 알았으나 해당 토지나 그 지분에 관하여 규약이나 공정증서로 전유부분과 대지사용권을 분리하여 처분할 수 있도록 정한 것으로 믿은 제3자’가 포함되는지 여부(적극) / 집합건물 대지에 관하여 대지권등기가 되어 있지 않다거나 일부 지분에 관해서만 대지권등기가 되었다는 사정만으로 위 대지나 대지권등기가 되지 않은 나머지 대지 지분을 취득한 자를 선의의 제3자로 볼 수 있는지 여부(소극) 및 이 경우 대지나 그 지분을 취득한 제3자가 선의인지 판단하는 방법<br/>",
  "판결요지": "[1] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)에 의하면, 구분소유자의 대지사용권은 그가 가지는 전유부분의 처분에 따른다(제20조 제1항). 구분소유자는 그가 가지는 전유부분과 분리하여 대지사용권을 처분할 수 없는 것이 원칙이고, 다만 규약으로써 달리 정한 경우에는 그러하지 아니하다(같은 조 제2항). 건물부분의 전부 또는 부속건물을 소유하는 자는 공정증서로써 위 규약에 상응하는 것을 정할 수 있다(같은 조 제4항, 제3조 제3항). 그러므로 집합건물 분양자가 전유부분 소유권은 구분소유자들에게 모두 이전하면서도 대지는 일부 지분에 관하여만 소유권이전등기를 해주고 나머지 지분을 그 명의로 남겨 둔 경우에 분양자 또는 그 보유지분을 양수한 양수인이 구분소유자들에 대하여 대지에 관한 공유지분권을 주장할 수 있으려면, 규약이나 공정증서로 전유부분과 대지사용권을 분리하여 처분할 수 있도록 정하였다는 등 특별한 사정이 있어야 한다. 그리고 이는 양수인이 체납처분에 의한 공매절차에서 분양자의 대지 지분을 취득한 경우에도 마찬가지이다. <br/>[2] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제20조 제2항 본문의 분리처분금지는 그 취지를 등기하지 아니하면 선의로 물권을 취득한 제3자에게 대항하지 못한다(집합건물법 제20조 제3항). 여기서 ‘선의’의 제3자라 함은 원칙적으로 집합건물의 대지로 되어 있는 사정을 모른 채 대지사용권의 목적이 되는 토지를 취득한 제3자를 뜻한다. 여기에는 토지 위에 집합건물이 존재하는 사실은 알았으나 해당 토지나 그 지분에 관하여 규약이나 공정증서(이하 ‘공정증서 등’이라 한다)로 전유부분과 대지사용권을 분리하여 처분할 수 있도록 정한 것으로 믿은 제3자도 포함된다. 다만 집합건물의 전유부분과 대지사용권이 분리되는 것을 최대한 억제하여 대지사용권 없는 구분소유권 발생을 방지함으로써 집합건물에 관한 법률관계의 안정과 합리적 규율을 도모하려는 집합건물법 제20조의 규정 취지 및 같은 조 제3항이 ‘분리처분금지의 취지를 등기하지 아니할 것’ 외에 ‘선의로 물권을 취득할 것’을 요건으로 정하고 있는 점 등을 종합하면, 단지 집합건물 대지에 관하여 대지권등기가 되어 있지 않다거나 일부 지분에 관해서만 대지권등기가 되었다는 사정만으로는 그 대지나 대지권등기가 되지 않은 나머지 대지 지분을 취득한 자를 선의의 제3자로 볼 수는 없다. 그와 같은 경우 대지나 그 지분을 취득한 제3자가 선의인지는 대지 일부에만 집합건물이 자리 잡고 있어 분양자가 나머지 대지 부분을 활용할 필요가 있는 경우 등 집합건물과 대지의 현황 등에 비추어 볼 때 공정증서 등으로 분리처분이 가능하도록 정할 필요성이 있었는지 여부, 분양자에게 유보된 대지 지분이 위와 같은 필요에 상응하는 것인지 여부, 제3자가 경매나 공매 등의 절차에서 대지 지분을 매수한 경우라면 해당 절차에서 공고된 대지의 현황과 권리관계 등 제반 사정까지 종합하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제3조 제3항, 제20조 / [2] 집합건물의 소유 및 관리에 관한 법률 제20조<br/>",
  "참조판례": "[1] 대법원 2013. 11. 14. 선고 2013다33577 판결(공2013하, 2210) / [2] 대법원 2013. 1. 17. 선고 2010다71578 전원합의체 판결(공2013상, 298)<br/>"
}