{
  "판례일련번호": "207488",
  "사건명": "개인택시운송사업면허취소처분취소",
  "사건번호": "2018두58769",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190510",
  "판시사항": "[1] 강간치상죄를 범하여 징역형의 집행유예를 선고받은 경우, 개인택시운송사업 운전자격을 취소하여야 하는 죄를 범한 경우에 해당하는지 여부(적극)<br/>[2] 여객자동차 운수사업법 제87조 제1항 제3호에서 정한 ‘제24조 제3항 또는 제4항에 해당하게 된 경우’의 의미<br/>",
  "판결요지": "[1] 여객자동차 운수사업법 제87조 제1항 제3호, 제24조 제4항 제2호, 제1호 (가)목, 제3항 제1호 (가)목, 제75조 제2항, 제1항, 여객자동차 운수사업법 시행령 제16조 제1항, 제37조 제2항 제15호의2에 따르면, 국토교통부장관 또는 시·도지사와 그로부터 위임을 받은 시장·군수 또는 구청장은 개인택시운송사업의 운전자격을 취득한 사람이 특정강력범죄의 처벌에 관한 특례법 제2조 제1항 각호에 따른 죄를 범하여 금고 이상의 형의 집행유예를 선고받고 집행유예기간 중에 있는 사람에 해당하게 된 경우 자격을 취소하여야 한다.<br/>  특정강력범죄의 처벌에 관한 특례법은 기본적 윤리와 사회질서를 침해하는 특정강력범죄에 대한 처벌과 절차에 관한 특례를 규정하는 법률로서, 제2조 제1항 각호에서 형법, 성폭력범죄의 처벌 등에 관한 특례법, 폭력행위 등 처벌에 관한 법률 등에서 규정한 죄 중 특정강력범죄를 열거하고 있다.<br/>형법 제301조, 제297조에 따른 강간치상죄가 특정강력범죄의 처벌에 관한 특례법 제2조 제1항 제3호에 해당하는 특정강력범죄로 규정되어 있는 이상, 강간치상죄를 범하여 징역형의 집행유예를 선고받은 사람은 개인택시운송사업 운전자격을 취소하여야 하는 죄를 범한 경우에 해당한다.<br/>[2] 개인택시운송사업의 운전자격을 취득하려는 사람이 특정강력범죄를 범하여 집행유예를 선고받고 집행유예 기간 중인 경우에는 운전자격을 취득할 수 없다고 규정한 여객자동차 운수사업법 제24조 제4항 제2호는, 같은 조 제3항보다 강화된 자격취득결격사유로 특정강력범죄를 범하여 금고 이상의 형의 집행유예를 선고받은 경우를 규정하는 한편 자격취득결격의 종기를 집행유예 기간 종료일로 완화하는 의미를 가지고 있다.<br/>여객자동차 운수사업법 제87조 제1항 제3호는 이러한 자격취득결격사유에 해당하게 되는 경우를 자격취소사유로 규정하고 있을 뿐, 행정청의 운전자격취소처분 당시까지 자격취득결격사유가 유지되고 있을 것을 요건으로 규정하고 있지 않다.<br/>  따라서 여객자동차 운수사업법 제87조 제1항 제3호에서 정하고 있는 ‘제24조 제3항 또는 제4항에 해당하게 된 경우’는 ‘제24조 제3항 또는 제4항의 사유가 발생한 사실이 있는 경우’를 의미한다고 보는 것이 문언에 따른 자연스러운 해석이다. 이와 달리 행정청이 운전자격취소처분을 할 당시까지 자격취득결격사유가 유지되어야 한다고 보는 것은 위 조항의 문언에 합치하지 않는다.<br/>  이러한 해석은 특정강력범죄를 범하여 실형 혹은 금고 이상의 형의 집행유예를 선고받은 경우 개인택시운송사업의 운수자격 역시 취소하여야 국민의 생명과 신체의 안전을 보장하고 범죄로부터 사회를 지킬 수 있다는 입법 목적과도 부합하고, 개인택시운송사업 운수자격의 취득에 있어 다른 여객자동차운송사업 운수자격보다 강화된 기준을 요구하는 여객자동차 운수사업법의 체계에 비추어 보아도 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 여객자동차 운수사업법 제24조 제3항 제1호 (가)목, 제4항 제1호 (가)목, 제2호, 제87조 제1항 제3호, 여객자동차 운수사업법 시행령 제16조 제1항, 특정강력범죄의 처벌에 관한 특례법 제2조 제1항 제3호, 형법 제297조, 제301조 / [2] 여객자동차 운수사업법 제24조 제3항, 제4항 제2호, 제87조 제1항 제3호<br/>",
  "참조판례": "[2] 대법원 2017. 4. 26. 선고 2016두46175 판결(공2017상, 1125)<br/>"
}