{
  "판례일련번호": "207486",
  "사건명": "손해배상(기)",
  "사건번호": "2016다260455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190516",
  "판시사항": "[1] 이사가 이사회에 출석하여 결의에 기권하였다고 의사록에 기재된 경우, 상법 제399조 제3항에 따라 이사회 결의에 찬성한 것으로 추정할 수 있는지 여부(소극)<br/>[2] 주식회사 이사들이 이사회에서 회사의 주주 중 1인에 대한 기부행위를 결의하는 경우, 이사들이 결의에 찬성한 행위가 선량한 관리자로서의 주의의무에 위배되는 행위에 해당하는지 판단하는 기준<br/>[3] 카지노사업자인 甲 주식회사의 이사회에서 주주 중 1인인 乙 지방자치단체에 대한 기부행위를 결의하였는데, 甲 회사가 이사회 결의에 찬성한 이사인 丙 등을 상대로 상법 제399조에 따른 손해배상을 구한 사안에서, 제반 사정에 비추어 丙 등이 위 결의에 찬성한 것은 이사의 선량한 관리자로서의 주의의무에 위배되는 행위에 해당한다고 본 원심판단을 수긍한 사례<br/>[4] 이사가 법령 또는 정관에 위반한 행위를 하거나 임무를 해태함으로써 회사에 대하여 손해를 배상할 책임이 있는 경우, 임무 위반의 경위 등 제반 사정을 참작하여 손해배상액을 제한할 수 있는지 여부(적극) 및 이때 손해배상액 제한의 참작 사유에 관한 사실인정이나 제한의 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 상법 제399조 제1항은 “이사가 고의 또는 과실로 법령 또는 정관에 위반한 행위를 하거나 그 임무를 게을리한 경우에는 그 이사는 회사에 대하여 연대하여 손해를 배상할 책임이 있다.”라고 규정하고, 같은 조 제2항은 “전항의 행위가 이사회의 결의에 의한 것인 때에는 그 결의에 찬성한 이사도 전항의 책임이 있다.”, 같은 조 제3항은 “전항의 결의에 참가한 이사로서 이의를 한 기재가 의사록에 없는 자는 그 결의에 찬성한 것으로 추정한다.”라고 규정하고 있다. 이와 같이 상법 제399조 제2항은 같은 조 제1항이 규정한 이사의 임무 위반행위가 이사회 결의에 의한 것일 때 결의에 찬성한 이사에 대하여도 손해배상책임을 지우고 있고, 상법 제399조 제3항은 같은 조 제2항을 전제로 하면서, 이사의 책임을 추궁하는 자로서는 어떤 이사가 이사회 결의에 찬성하였는지를 알기 어려워 증명이 곤란한 경우가 있음을 고려하여 증명책임을 이사에게 전가하는 규정이다. 그렇다면 이사가 이사회에 출석하여 결의에 기권하였다고 의사록에 기재된 경우에 그 이사는 “이의를 한 기재가 의사록에 없는 자”라고 볼 수 없으므로, 상법 제399조 제3항에 따라 이사회 결의에 찬성한 것으로 추정할 수 없고, 따라서 같은 조 제2항의 책임을 부담하지 않는다고 보아야 한다.<br/>[2] 주식회사 이사들이 이사회에서 회사의 주주 중 1인에 대한 기부행위를 결의하면서 기부금의 성격, 기부행위가 회사의 설립 목적과 공익에 미치는 영향, 회사 재정상황에 비추어 본 기부금 액수의 상당성, 회사와 기부상대방의 관계 등에 관해 합리적인 정보를 바탕으로 충분한 검토를 거치지 않았다면, 이사들이 결의에 찬성한 행위는 이사의 선량한 관리자로서의 주의의무에 위배되는 행위에 해당한다.<br/>[3] 카지노사업자인 甲 주식회사의 이사회에서 주주 중 1인인 乙 지방자치단체에 대한 기부행위를 결의하였는데, 甲 회사가 이사회 결의에 찬성한 이사인 丙 등을 상대로 상법 제399조에 따른 손해배상을 구한 사안에서, 위 이사회 결의는 폐광지역의 경제 진흥을 통한 지역 간 균형발전 및 주민의 생활향상이라는 공익에 기여하기 위한 목적으로 이루어졌고, 기부액이 甲 회사 재무상태에 비추어 과다하다고 보기 어렵다고 하더라도, 기부행위가 폐광지역 전체의 공익 증진에 기여하는 정도와 甲 회사에 주는 이익이 그다지 크지 않고, 기부의 대상 및 사용처에 비추어 공익 달성에 상당한 방법으로 이루어졌다고 보기 어려울 뿐만 아니라 丙 등이 이사회에서 결의를 할 당시 위와 같은 점들에 대해 충분히 검토하였다고 보기도 어려우므로, 丙 등이 위 결의에 찬성한 것은 이사의 선량한 관리자로서의 주의의무에 위배되는 행위에 해당한다고 본 원심판단을 수긍한 사례.<br/>[4] 이사가 법령 또는 정관에 위반한 행위를 하거나 임무를 해태함으로써 회사에 대하여 손해를 배상할 책임이 있는 경우에 손해배상의 범위를 정할 때에는, 당해 사업의 내용과 성격, 당해 이사의 임무 위반의 경위 및 임무 위반행위의 태양, 회사의 손해 발생 및 확대에 관여된 객관적인 사정이나 정도, 평소 이사의 회사에 대한 공헌도, 임무 위반행위로 인한 당해 이사의 이득 유무, 회사의 조직체계의 흠결 유무나 위험관리체제의 구축 여부 등 제반 사정을 참작하여 손해분담의 공평이라는 손해배상제도의 이념에 비추어 손해배상액을 제한할 수 있다. 이때 손해배상액 제한의 참작 사유에 관한 사실인정이나 제한의 비율을 정하는 것은, 그것이 형평의 원칙에 비추어 현저히 불합리한 것이 아닌 한 사실심의 전권사항이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제399조 / [2] 상법 제382조 제2항, 제399조, 민법 제681조 / [3] 상법 제382조 제2항, 제399조, 민법 제681조 / [4] 상법 제399조<br/>",
  "참조판례": "[4] 대법원 2004. 12. 10. 선고 2002다60467, 60474 판결(공2005상, 87), 대법원 2018. 10. 25. 선고 2016다16191 판결(공2018하, 2219)<br/>"
}