{
  "판례일련번호": "207481",
  "사건명": "종합소득세부과처분의무효확인(무신고가산세 및 납부불성실가산세 부과처분의 당연무효 여부가 문제된 사건)",
  "사건번호": "2018두34848",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190516",
  "판시사항": "[1] 과세처분이 당연무효라고 하기 위한 요건 및 과세처분의 하자가 중대하고 명백한지 판별하는 방법 / 어느 법률관계나 사실관계에 대하여 어느 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 않아 해석에 다툼의 여지가 있는 상태에서 과세관청이 이를 잘못 해석하여 과세처분을 한 경우, 하자가 명백하다고 할 수 있는지 여부(소극)<br/>[2] 종합소득금액이 있는 거주자가 법정신고기한 내에 종합소득 과세표준을 관할 세무서장에게 신고하면서 종합소득의 구분과 금액을 잘못 신고한 경우, 종합소득 과세표준에 대한 신고가 없었음을 전제로 하는 무신고가산세를 부과할 수 있는지 여부(소극)<br/>[3] 甲이 병원의 실질적 소유자인 乙과의 약정에 따라 병원장으로서 대가를 받고 근로를 제공한 근로자인데도 자신의 이름으로 병원의 사업자등록을 마친 후 사업소득에 대한 종합소득세 명목으로 과세관청에 종합소득세를 신고·납부하였는데, 과세관청이 근로소득에 대한 종합소득세 명목으로 甲에게 무신고가산세와 납부불성실가산세를 포함한 종합소득세를 경정·고지하는 처분을 한 사안에서, 甲이 종합소득 과세표준을 무신고하였음을 전제로 한 무신고가산세 부과처분 및 甲의 체납세액에 대한 납부불성실가산세 부과처분이 당연무효라고 한 사례<br/>",
  "판결요지": "[1] 과세처분이 당연무효라고 하기 위하여는 처분에 위법사유가 있다는 것만으로는 부족하고 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 하며, 하자가 중대하고 명백한지를 판별할 때에는 과세처분의 근거가 되는 법규의 목적·의미·기능 등을 목적론적으로 고찰함과 동시에 구체적 사안 자체의 특수성에 관하여도 합리적으로 고찰하여야 한다. 그리고 어느 법률관계나 사실관계에 대하여 어느 법령의 규정을 적용하여 과세처분을 한 경우에 그 법률관계나 사실관계에 대하여는 그 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀져서 해석에 다툼의 여지가 없음에도 과세관청이 그 법령의 규정을 적용하여 과세처분을 하였다면 하자는 중대하고도 명백하다고 할 것이나, 그 법률관계나 사실관계에 대하여 그 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 아니하여 해석에 다툼의 여지가 있는 때에는 과세관청이 이를 잘못 해석하여 과세처분을 하였더라도 이는 과세요건사실을 오인한 것에 불과하여 하자가 명백하다고 할 수 없다.<br/>[2] 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것) 제4조 제1항은 거주자의 소득을 종합소득, 퇴직소득, 양도소득으로 구분하면서, 그중 종합소득을 ‘이자소득·배당소득·사업소득·근로소득·연금소득·기타소득을 합산한 소득’(제1호)으로 규정하고 있다. 당해 연도의 종합소득금액이 있는 거주자는 종합소득 과세표준을 다음 연도 5. 1.부터 5. 31.까지 소정의 방식에 따라 납세지 관할 세무서장에게 신고하여야 한다(구 소득세법 제70조 제1항).<br/>  한편 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제1항은 납세자가 법정신고기한 내에 세법에 따른 과세표준신고서를 제출하지 않은 경우 무신고가산세를 부과하도록 규정하고 있다.<br/>  이와 같은 관련 규정의 체계 및 문언 내용에 비추어 보면, 종합소득금액이 있는 거주자가 법정신고기한 내에 종합소득 과세표준을 관할 세무서장에게 신고한 경우에는 설령 종합소득의 구분과 금액을 잘못 신고하였다고 하더라도 이를 무신고로 볼 수는 없으므로, 그러한 거주자에 대하여 종합소득 과세표준에 대한 신고가 없었음을 전제로 하는 무신고가산세를 부과할 수는 없다고 봄이 타당하다.<br/>[3] 甲이 병원의 실질적 소유자인 乙과의 약정에 따라 병원장으로서 대가를 받고 근로를 제공한 근로자인데도 자신의 이름으로 병원의 사업자등록을 마친 후 사업소득에 대한 종합소득세 명목으로 과세관청에 종합소득세를 신고·납부하였는데, 과세관청이 근로소득에 대한 종합소득세 명목으로 甲에게 무신고가산세와 납부불성실가산세를 포함한 종합소득세를 경정·고지하는 처분을 한 사안에서, 甲이 병원에서 근로자로 근무하면서 근로소득을 얻었음에도 자신이 직접 병원을 운영하여 사업소득을 얻은 것처럼 법정신고기한 내에 종합소득 과세표준확정신고 및 납부계산서를 제출하였더라도, 이는 자신이 얻은 근로소득을 사업소득에 포함하여 종합소득 과세표준을 신고한 것으로 볼 수 있으므로, 甲이 종합소득 과세표준을 무신고하였음을 전제로 한 무신고가산세 부과처분은 위법하고, 또한 이러한 하자는 과세처분의 근거가 되는 법규의 목적·의미·기능 등을 목적론적으로 고찰해 볼 때 중대하고 객관적으로도 명백하므로, 무신고가산세 부과처분은 당연무효이고, 甲의 기납부세액 납부의 법률효과는 甲에게 귀속되고 실제사업자인 乙이 甲 명의로 직접 납부행위를 하였다고 하여 달리 볼 수 없으며, 甲의 기납부세액이 甲의 체납세액을 초과하는 이상, 甲이 납부의무를 해태함으로써 얻은 금융이익이 있다고 볼 수 없다는 등의 사정에 비추어, 과세관청이 甲에게 甲의 체납세액에 대한 납부불성실가산세를 부과한 것은 납부의무 없는 자에 대한 처분으로 하자가 중대하고 객관적으로 명백하여 당연무효라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제19조 / [2] 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것) 제4조 제1항 제1호, 제70조 제1항, 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제1항 / [3] 구 소득세법(2012. 1. 1. 법률 제11146호로 개정되기 전의 것) 제4조 제1항 제1호, 제70조 제1항, 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제1항<br/>",
  "참조판례": "[1] 대법원 1998. 6. 26. 선고 96누12634 판결(공1988, 2024), 대법원 2016. 12. 29. 선고 2014두2980, 2997 판결(공2017상, 267), 대법원 2018. 7. 19. 선고 2017다242409 전원합의체 판결(공2018하, 1693), 대법원 2019. 4. 23. 선고 2018다287287 판결(공2019상, 1165)<br/>"
}