{
  "판례일련번호": "207487",
  "사건명": "소유권말소등기",
  "사건번호": "2015다253573",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190516",
  "판시사항": "[1] 강제경매개시결정 기입등기가 법원의 촉탁에 의하여 말소된 경우, 강제경매 신청채권자가 말소된 기입등기의 회복등기절차 이행을 소구할 이익이 있는지 여부(소극) 및 이 경우 강제경매 신청채권자가 기입등기 말소 당시 소유권이전등기를 경료하고 있던 사람을 상대로 기입등기의 회복절차에 대한 승낙청구의 소를 제기할 수 있는지 여부(적극)<br/>[2] 甲 명의로 소유권보존등기가 되어 있던 부동산 지분에 관하여 위조된 甲과 乙 명의의 매매예약계약서로 매매예약을 원인으로 하는 乙 명의의 지분전부이전청구권가등기가 마쳐진 상태에서 丙이 甲의 채권자로서 강제경매개시신청을 하여 위 지분에 관한 강제경매개시결정 기입등기가 마쳐졌는데, 그 후 乙이 甲으로부터 위 지분을 매수하면서 무효인 위 가등기를 유용하기로 합의하여 위 지분에 관하여 가등기에 기한 본등기로서 매매를 원인으로 한 乙 명의의 지분전부이전등기가 마쳐지고 강제경매개시결정 기입등기가 가등기에 의하여 보전되는 권리를 침해하는 등기로서 직권 말소되자, 丙이 乙을 상대로 강제경매개시결정 기입등기의 말소회복등기에 대한 승낙의 의사표시를 구한 사안에서, 乙은 강제경매개시결정 기입등기의 말소회복등기에 관하여 등기상 이해관계 있는 제3자로서 승낙의 의사표시를 할 의무가 있는데도, 丙의 승낙청구를 당사자적격이 없는 사람에 대한 청구로서 부적법하다고 판단한 원심판결에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산 강제경매개시결정 기입등기는 채권자나 채무자가 직접 등기공무원에게 이를 신청하여 행할 수는 없고 반드시 법원의 촉탁에 의하여 행하여지는데, 이와 같이 당사자가 신청할 수 없는 강제경매개시결정 기입등기가 법원의 촉탁에 의하여 말소된 경우에는 그 회복등기도 법원의 촉탁에 의하여 행하여져야 하므로, 이 경우 강제경매 신청채권자가 말소된 강제경매개시결정 기입등기의 회복등기절차의 이행을 소구할 이익은 없고, 다만 강제경매개시결정 기입등기가 말소될 당시 그 부동산에 관하여 소유권이전등기를 경료하고 있는 사람은 법원이 강제경매개시결정 기입등기의 회복을 촉탁함에 있어서 등기상 이해관계가 있는 제3자에 해당하므로, 강제경매 신청채권자로서는 그 사람을 상대로 하여 법원의 촉탁에 의한 강제경매개시결정 기입등기의 회복절차에 대한 승낙청구의 소를 제기할 수는 있다.<br/>[2] 甲 명의로 소유권보존등기가 되어 있던 부동산 지분에 관하여 위조된 甲과 乙 명의의 매매예약계약서로 매매예약을 원인으로 하는 乙 명의의 지분전부이전청구권가등기가 마쳐진 상태에서 丙이 甲의 채권자로서 강제경매개시신청을 하여 위 지분에 관한 강제경매개시결정 기입등기가 마쳐졌는데, 그 후 乙이 甲으로부터 위 지분을 매수하면서 무효인 위 가등기를 유용하기로 합의하여 위 지분에 관하여 가등기에 기한 본등기로서 매매를 원인으로 한 乙 명의의 지분전부이전등기가 마쳐지고 강제경매개시결정 기입등기가 가등기에 의하여 보전되는 권리를 침해하는 등기로서 직권 말소되자, 丙이 乙을 상대로 강제경매개시결정 기입등기의 말소회복등기에 대한 승낙의 의사표시를 구한 사안에서, 丙이 무효인 가등기의 유용합의가 있기 전에 강제경매개시결정을 통해 위 지분을 압류하여 등기부상 이해관계를 가지게 되었으므로 乙은 丙에게 가등기의 유용합의로써 대항할 수 없고, 이에 따라 강제경매개시결정 기입등기는 가등기의 순위보전의 효력에 반하지 아니하여 직권으로 말소될 것이 아닌데도 원인 없이 말소되었으므로 강제경매개시결정 기입등기의 말소등기는 무효이며, 말소회복이 될 강제경매개시결정 기입등기와 본등기는 양립 가능하여 乙은 강제경매개시결정 기입등기의 말소회복등기에 관하여 등기상 이해관계 있는 제3자로서 승낙의 의사표시를 할 의무가 있는데도, 말소회복이 될 강제경매개시결정 기입등기와 본등기는 양립할 수 없어 본등기를 먼저 말소하지 않는 한 강제경매개시결정 기입등기의 말소회복등기를 할 수 없으므로 丙이 가등기 및 본등기 명의자인 乙을 상대로 한 승낙청구는 당사자적격이 없는 사람에 대한 청구로서 부적법하다고 판단한 원심판결에는 말소회복등기에서 등기상 이해관계 있는 제3자의 승낙의무에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부동산등기법 제59조, 민사집행법 제94조, 민사소송법 제248조[소의제기] / [2] 부동산등기법 제59조, 제91조, 제92조, 민법 제139조, 민사집행법 제94조<br/>",
  "참조판례": "[1] 대법원 2002. 4. 12. 선고 2001다84367 판결(공2002상, 1118), 대법원 2017. 1. 25. 선고 2016다28897 판결(공2017상, 466)<br/>"
}