{
  "판례일련번호": "207493",
  "사건명": "경쟁입찰참여자격제한처분등취소",
  "사건번호": "2015두46987",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190510",
  "판시사항": "[1] 조달청장이 ‘중소기업제품 구매촉진 및 판로지원에 관한 법률 제8조의2 제1항에 해당하는 자는 입찰 참여를 제한하고, 계약체결 후 해당 기업으로 확인될 경우 계약해지 및 기 배정한 물량을 회수한다’는 내용의 레미콘 연간 단가계약을 위한 입찰공고를 하고 입찰에 참가하여 낙찰받은 甲 주식회사 등과 레미콘 연간 단가계약을 각 체결하였는데, 甲 회사 등으로부터 중소기업청장이 발행한 참여제한 문구가 기재된 중소기업 확인서를 제출받고 甲 회사 등에 ‘중소기업자 간 경쟁입찰 참여제한 대상기업에 해당하는 경우 물량 배정을 중지하겠다’는 내용의 통보를 한 사안에서, 위 통보가 항고소송의 대상이 된다고 한 사례<br/>[2] 행정처분을 취소하더라도 원상회복이 불가능한 경우 처분의 취소를 구할 이익이 있는지 여부(원칙적 소극) 및 원상회복이 불가능하더라도 처분의 취소를 구할 이익이 있는 경우<br/>[3] ‘대기업이 중소기업에 그 중소기업의 발행주식총수 또는 출자총액을 초과하는 금액에 해당하는 자산을 대여한 경우’에 해당하는 대기업과 중소기업의 관계를 구 중소기업제품 구매촉진 및 판로지원에 관한 법률 제8조의2 제1항 제2호에서 중소기업자 간 경쟁입찰 참여를 제한하는 ‘대통령령으로 정하는 지배 또는 종속의 관계’에 있는 것으로 규정한 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제9조의3 제2호 (다)목이 영업의 자유와 평등권을 침해하여 위헌인지가 문제 된 사안에서, 위 시행령 조항이 헌법상 영업의 자유와 평등권을 침해한다고 볼 수 없음에도 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 조달청장이 ‘중소기업제품 구매촉진 및 판로지원에 관한 법률 제8조의2 제1항에 해당하는 자는 입찰 참여를 제한하고, 계약체결 후 해당 기업으로 확인될 경우 계약해지 및 기 배정한 물량을 회수한다’는 내용의 레미콘 연간 단가계약을 위한 입찰공고를 하고 입찰에 참가하여 낙찰받은 甲 주식회사 등과 레미콘 연간 단가계약을 각 체결하였는데, 甲 회사 등으로부터 중소기업청장이 발행한 참여제한 문구가 기재된 중소기업 확인서를 제출받고 甲 회사 등에 ‘중소기업자 간 경쟁입찰 참여제한 대상기업에 해당하는 경우 물량 배정을 중지하겠다’는 내용의 통보를 한 사안에서, 중소기업제품 구매촉진 및 판로지원에 관한 법률 제6조 제1항, 제7조 제1항, 구 중소기업제품 구매촉진 및 판로지원에 관한 법률(2014. 3. 18. 법률 제12499호로 개정되기 전의 것, 이하 ‘구 판로지원법’이라 한다) 제8조의2 제1항 제2호, 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제9조의3 제2호 (다)목의 규정 체계 및 내용, 입찰공고 및 ‘물품구매계약 추가 특수조건’의 내용과 구 판로지원법 제8조의2 제1항은 조달청장과 같은 ‘공공기관의 장’이 경쟁입찰 참여제한 처분의 주체임을 명시하고 있고, 조달청장은 甲 회사 등이 대기업과 지배 또는 종속의 관계에 있다고 최종적으로 판단하여, 위 법률 조항에 의한 집행행위로서 통보를 한 점, 甲 회사 등은 위 통보로 구 판로지원법 제8조의2 제1항, 같은 법 시행령 제9조의3에 따라 중소기업자 간 경쟁입찰에 참여할 수 있는 자격을 획득할 때까지 물량 배정을 받을 수 없게 되고 이는 甲 회사 등의 권리·의무에 직접적인 영향을 미치는 법적 불이익에 해당하는 점 등을 종합하면, 위 통보가 중소기업청장의 확인처분과 구 판로지원법 제8조의2 제1항 등에 근거한 후속 집행행위로서 상대방인 甲 회사 등의 권리·의무에도 직접 영향을 미치므로, 행정청인 조달청장이 행하는 구체적 사실에 관한 법 집행으로서의 공권력의 행사이고 따라서 항고소송의 대상이 된다고 한 사례.<br/>[2] 행정처분의 취소를 구하는 소는 그 처분에 의하여 발생한 위법상태를 배제하여 원상으로 회복시키고 그 처분으로 침해되거나 방해받은 권리와 이익을 보호·구제하고자 하는 소송이므로, 비록 처분을 취소하더라도 원상회복이 불가능한 경우에는 처분의 취소를 구할 이익이 없는 것이 원칙이다. 그러나 원상회복이 불가능하게 보이는 경우라 하더라도, 동일한 소송 당사자 사이에서 그 행정처분과 동일한 사유로 위법한 처분이 반복될 위험성이 있어 행정처분의 위법성 확인 내지 불분명한 법률문제에 대한 해명이 필요하다고 판단되는 경우 등에는 행정의 적법성 확보와 그에 대한 사법통제, 국민의 권리구제 확대 등의 측면에서 여전히 그 처분의 취소를 구할 이익이 있다.<br/>[3] ‘대기업이 중소기업에 그 중소기업의 발행주식총수 또는 출자총액을 초과하는 금액에 해당하는 자산을 대여한 경우’에 해당하는 대기업과 중소기업의 관계를 구 중소기업제품 구매촉진 및 판로지원에 관한 법률(2014. 3. 18. 법률 제12499호로 개정되기 전의 것) 제8조의2 제1항 제2호에서 중소기업자 간 경쟁입찰 참여를 제한하는 ‘대통령령으로 정하는 지배 또는 종속의 관계’에 있는 것으로 규정한 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제9조의3 제2호 (다)목이 영업의 자유와 평등권을 침해하여 위헌인지가 문제 된 사안에서, 위 시행령 조항은 대기업이 중소기업에 그 중소기업의 발행주식총수 또는 출자총액을 초과하는 금액에 해당하는 자산을 대여하는 편법 수단을 통해 대기업과 유사한 경쟁력을 가진 중소기업이 중소기업자 간 경쟁입찰 시장에 진입하는 것을 차단하여 중소기업자 간 경쟁입찰의 공정한 경쟁을 보장하고자 도입되었고, 위와 같은 입법 목적을 달성하기 위한 적정한 수단 중 하나가 될 수 있으며, 영업의 자유 등 기본권을 보다 덜 침해하는 다른 수단이 명백히 존재한다고 보이지도 않아 기본권 침해의 최소성 요건을 갖추었으므로 甲 회사 등의 영업의 자유를 침해하여 위헌·무효라고 볼 수 없고, 위 시행령 조항이 ‘대기업으로부터 발행주식총수 또는 출자총액을 초과하는 금액에 해당하는 자산을 대여받은 중소기업’을 ‘대기업으로부터 자산을 대여받지 않았거나 대기업으로부터 발행주식총수 또는 출자총액을 초과하지 않는 금액에 해당하는 자산을 대여받은 중소기업’과 달리 취급하는 데에는 합리적인 이유가 있으므로, 甲 회사 등의 평등권을 자의적으로 침해한다고 볼 수 없음에도 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 중소기업제품 구매촉진 및 판로지원에 관한 법률(2014. 3. 18. 법률 제12499호로 개정되기 전의 것) 제8조의2 제1항 제2호, 중소기업제품 구매촉진 및 판로지원에 관한 법률 제6조 제1항, 제7조 제1항, 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제9조의3 제2호 (다)목, 행정소송법 제2조 제1항 제1호 / [2] 행정소송법 제12조 / [3] 헌법 제11조 제1항, 제15조, 구 중소기업제품 구매촉진 및 판로지원에 관한 법률(2014. 3. 18. 법률 제12499호로 개정되기 전의 것) 제8조의2 제1항 제2호, 중소기업제품 구매촉진 및 판로지원에 관한 법률 시행령 제9조의3 제2호 (다)목<br/>",
  "참조판례": "[2] 대법원 2007. 7. 19. 선고 2006두19297 전원합의체 판결(공2007하, 1291), 대법원 2008. 2. 14. 선고 2007두13203 판결<br/>"
}