{
  "판례일련번호": "207542",
  "사건명": "법인세부과처분등취소(법인세법상 부당행위계산 부인과 관련하여 경영권 프리미엄, 특수관계자 외의 자를 통하여 이루어진 거래 등이 문제된 사건)",
  "사건번호": "2016두54213",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190530",
  "판시사항": "[1] 구 법인세법 제52조에 정한 부당행위계산 부인의 의미와 경제적 합리성 유무에 대한 판단 기준<br/>[2] 부당행위계산의 유형을 규정하고 있는 구 법인세법 시행령 제88조 제1항 제9호의 의미<br/>[3] 구 법인세법 시행령 제88조 제1항이 적용되는 ‘당해 법인과 특수관계자 간의 거래’에 특수관계자 외의 자를 통하여 이루어진 거래가 포함되는지 여부(적극)<br/>[4] 甲 주식회사와 甲 회사의 이사들인 乙 등이, 甲 회사가 보유한 丙 주식회사 발행 주식 전부 및 丙 회사에 대한 경영권과 乙 등이 보유한 丙 회사 발행 주식 중 약 1/3에 해당하는 주식을 하나의 계약으로 일괄하여 丁에게 매도하고 위 돈을 지급받아 각자가 양도한 주식 수의 비율대로 이를 나누어 가졌는데, 과세관청이 甲 회사가 乙 등에게 분여한 이익을 익금산입하여 甲 회사의 해당 사업연도 법인세 등을 증액하는 처분을 한 사안에서, 乙 등이 받은 돈 중 그들이 양도한 주식의 한국거래소 종가를 넘는 부분이 구 법인세법 제52조, 구 법인세법 시행령 제88조 제1항 제9호가 정한 부당행위계산 부인의 대상이 된다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조에 정한 부당행위계산 부인이란, 법인이 특수관계에 있는 자와 거래할 때 정상적인 경제인의 합리적인 방법에 의하지 아니하고 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항 각호에 열거된 여러 거래형태를 빙자하여 남용함으로써 조세부담을 부당하게 회피하거나 경감시켰다고 하는 경우에 과세권자가 이를 부인하고 법령에 정하는 방법에 의하여 객관적이고 타당하다고 보이는 소득이 있는 것으로 의제하는 제도이다. 이는 경제인의 입장에서 볼 때 부자연스럽고 불합리한 행위계산을 함으로써 경제적 합리성을 무시하였다고 인정되는 경우에 한하여 적용되고, 경제적 합리성의 유무에 대한 판단은 거래행위의 여러 사정을 구체적으로 고려하여 과연 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성을 결한 비정상적인 것인지의 여부에 따라 판단하되, 비특수관계자 간의 거래가격, 거래 당시의 특별한 사정 등도 고려하여야 한다.<br/>[2] 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항이 조세의 부담을 부당하게 감소시키는 것으로 인정되는 경우에 관하여 제1호 내지 제7호, 제7호의2, 제8호 및 제8호의2에서는 개별적·구체적인 행위유형을 규정하고, 제9호에서는 ‘그 밖에 제1호 내지 제7호, 제7호의2, 제8호 및 제8호의2에 준하는 행위 또는 계산 및 그 외에 법인의 이익을 분여하였다고 인정되는 경우’라고 하여 개괄적인 행위유형을 규정하고 있으므로, 제9호의 의미는 제1호 내지 제7호, 제7호의2, 제8호 및 제8호의2에서 정한 거래행위 이외에 이에 준하는 행위로서 특수관계자에게 이익분여가 인정되는 경우를 의미한다.<br/>[3] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제2항 본문에 의하면 위 시행령 제88조 제1항의 규정은 당해 법인과 특수관계자 간의 거래에 적용되는데, 여기에는 특수관계자 외의 자를 통하여 이루어진 거래가 포함된다.<br/>[4] 甲 주식회사와 甲 회사의 이사들인 乙 등이, 甲 회사가 보유한 丙 주식회사 발행 주식 전부 및 丙 회사에 대한 경영권과 乙 등이 보유한 丙 회사 발행 주식 중 약 1/3에 해당하는 주식을 하나의 계약으로 일괄하여 丁에게 매도하고 위 돈을 지급받아 각자가 양도한 주식 수의 비율대로 이를 나누어 가졌는데, 과세관청이 甲 회사가 乙 등에게 분여한 이익을 익금산입하여 甲 회사의 해당 사업연도 법인세 등을 증액하는 처분을 한 사안에서, 乙 등은 위 돈 중 경영권 프리미엄에 해당하는 부분을 분배받을 만한 경제적이고 합리적인 이유가 없으므로, 乙 등이 받은 돈 중 그들이 양도한 주식의 한국거래소 종가를 넘는 부분은 甲 회사가 특수관계자인 乙 등에게 甲 회사가 받아야 할 경영권 프리미엄 중 일부를 분여한 것이고, 위와 같은 행위는 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항 제9호가 정한 부당행위계산 부인의 대상이 된다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항 / [2] 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항 / [3] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항, 제2항 / [4] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2010. 6. 8. 대통령령 제22184호로 개정되기 전의 것) 제88조 제1항 제9호<br/>",
  "참조판례": "[1] 대법원 2010. 10. 28. 선고 2008두15541 판결(공2010하, 2188), 대법원 2018. 7. 20. 선고 2015두39842 판결(공2018하, 1787), 대법원 2018. 7. 26. 선고 2016두40375 판결(공2018하, 1881), 대법원 2018. 10. 25. 선고 2016두39573 판결(공2018하, 2279), 대법원 2018. 12. 28. 선고 2017두47519 판결(공2019상, 413) / [2] 대법원 2006. 11. 10. 선고 2006두125 판결(공2006하, 2101)<br/>"
}