{
  "판례일련번호": "207529",
  "사건명": "손해배상(기)",
  "사건번호": "2017다53265",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190530",
  "판시사항": "[1] 당사자가 위임계약을 체결하면서 민법 제689조 제1항, 제2항과 다른 내용으로 해지사유 및 절차, 손해배상책임 등을 정한 경우, 약정에서 정한 해지사유 및 절차에 의하지 않고는 계약을 해지할 수 없고 손해배상책임에 관한 당사자 간 법률관계도 약정이 정한 바에 의하여 규율되는지 여부(원칙적 적극)<br/>[2] 법인의 적법한 대표권을 가진 자가 하는 법률행위의 경우, 성립상 효과뿐만 아니라 위반의 효과인 채무불이행책임까지 대표기관이 아닌 법인에 귀속되는 것이 원칙인지 여부(적극) / 이때 법인의 대표기관이 법인과 계약을 체결한 거래상대방인 제3자에 대하여 자연인으로서 민법 제750조에 기한 불법행위책임을 지기 위한 요건 및 판단 기준<br/>",
  "판결요지": "[1] 민법 제689조 제1항, 제2항은 임의규정에 불과하므로 당사자의 약정에 의하여 위 규정의 적용을 배제하거나 내용을 달리 정할 수 있다. 그리고 당사자가 위임계약의 해지사유 및 절차, 손해배상책임 등에 관하여 민법 제689조 제1항, 제2항과 다른 내용으로 약정을 체결한 경우, 이러한 약정은 당사자에게 효력을 미치면서 당사자 간의 법률관계를 명확히 함과 동시에 거래의 안전과 이에 대한 각자의 신뢰를 보호하기 위한 취지라고 볼 수 있으므로, 이를 단순히 주의적인 성격의 것이라고 쉽게 단정해서는 아니 된다. 따라서 당사자가 위임계약을 체결하면서 민법 제689조 제1항, 제2항에 규정된 바와 다른 내용으로 해지사유 및 절차, 손해배상책임 등을 정하였다면, 민법 제689조 제1항, 제2항이 이러한 약정과는 별개 독립적으로 적용된다고 볼 만한 특별한 사정이 없는 한, 약정에서 정한 해지사유 및 절차에 의하지 않고는 계약을 해지할 수 없고, 손해배상책임에 관한 당사자 간 법률관계도 약정이 정한 바에 의하여 규율된다고 봄이 타당하다.<br/>[2] 법인이 대표기관을 통하여 법률행위를 한 때에는 대리에 관한 규정이 준용된다(민법 제59조 제2항). 따라서 적법한 대표권을 가진 자와 맺은 법률행위의 효과는 대표자 개인이 아니라 본인인 법인에 귀속하고, 마찬가지로 그러한 법률행위상의 의무를 위반하여 발생한 채무불이행으로 인한 손해배상책임도 대표기관 개인이 아닌 법인만이 책임의 귀속주체가 되는 것이 원칙이다.<br/>  또한, 민법 제391조는 법정대리인 또는 이행보조자의 고의·과실을 채무자 자신의 고의·과실로 간주함으로써 채무불이행책임을 채무자 본인에게 귀속시키고 있는데, 법인의 경우도 법률행위에 관하여 대표기관의 고의·과실에 따른 채무불이행책임의 주체는 법인으로 한정된다.<br/>  따라서 법인의 적법한 대표권을 가진 자가 하는 법률행위는 성립상 효과뿐만 아니라 위반의 효과인 채무불이행책임까지 법인에 귀속될 뿐이고, 다른 법령에서 정하는 등의 특별한 사정이 없는 한 법인이 당사자인 법률행위에 관하여 대표기관 개인이 손해배상책임을 지려면 민법 제750조에 따른 불법행위책임 등이 별도로 성립하여야 한다.<br/>  이때 법인의 대표기관이 법인과 계약을 체결한 거래상대방인 제3자에 대하여 자연인으로서 민법 제750조에 기한 불법행위책임을 진다고 보기 위해서는, 대표기관의 행위로 인해 법인에 귀속되는 효과가 대외적으로 제3자에 대한 채무불이행의 결과를 야기한다는 점만으로는 부족하고, 법인의 내부행위를 벗어나 제3자에 대한 관계에서 사회상규에 반하는 위법한 행위라고 인정될 수 있는 정도에 이르러야 한다. 그와 같은 행위에 해당하는지는 대표기관이 의사결정 및 그에 따른 행위에 이르게 된 경위, 의사결정의 내용과 절차과정, 침해되는 권리의 내용, 침해행위의 태양, 대표기관의 고의 내지 해의의 유무 등을 종합적으로 평가하여 개별적·구체적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제689조 / [2] 민법 제59조 제2항, 제114조, 제391조, 제750조<br/>",
  "참조판례": "[2] 대법원 2009. 1. 30. 선고 2006다37465 판결(공2009상, 211)<br/>"
}