{
  "판례일련번호": "207527",
  "사건명": "배분이의",
  "사건번호": "2016다221429",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190530",
  "판시사항": "[1] 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 처분문서를 해석하는 방법<br/>[2] 甲 주식회사가 乙 은행에 甲 회사 소유의 부동산에 관해 근저당권을 설정하여 준 다음 乙 은행으로부터 대출을 받았고, 그 후 신용보증기금과 신용보증약정을 하고 신용보증서를 발급받아 乙 은행에 담보로 제공하였는데, 甲 회사가 乙 은행에 대한 대출금채무 등을 변제하지 못한 상태에서 甲 회사에 대해 회생절차가 개시된 후 신용보증기금이 乙 은행에 신용보증약정에 따라 甲 회사의 대출금채무 중 일부를 변제하고, 乙 은행으로부터 근저당권 일부를 이전받는 근저당권 일부이전계약을 체결하면서, 계약서에 근저당권이 실행될 경우 배당금 충당순서에 대하여 ‘양도인(채권자)의 보증부대출을 제외한 배당일 현재 잔존채권’을 1순위로 충당하고, ‘보증부대출의 보증채무이행일까지 발생한 연체이자와 약정이자 차액분’을 2순위로 충당하도록 정하였는데, 여기서 ‘연체이자’의 의미가 문제 된 사안에서, 甲 회사에 대한 회생계획이 인가된 이상 회생계획 내용을 반영하여 ‘연체이자’를 해석함이 타당한데도, 이를 근저당권 일부이전계약 당시 이미 발생하여 확정되어 있던 연체이자라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 약정이 이루어진 동기와 경위, 약정으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 甲 주식회사가 乙 은행에 甲 회사 소유의 부동산에 관해 근저당권을 설정하여 준 다음 乙 은행으로부터 대출을 받았고, 그 후 신용보증기금과 신용보증약정을 하고 신용보증서를 발급받아 乙 은행에 담보로 제공하였는데, 甲 회사가 乙 은행에 대한 대출금채무 등을 변제하지 못한 상태에서 甲 회사에 대해 회생절차가 개시된 후 신용보증기금이 乙 은행에 신용보증약정에 따라 甲 회사의 대출금채무 중 일부를 변제하고, 乙 은행으로부터 근저당권 일부를 이전받는 근저당권 일부이전계약을 체결하면서, 계약서에 근저당권이 실행될 경우 배당금 충당순서에 대하여 ‘양도인(채권자)의 보증부대출을 제외한 배당일 현재 잔존채권’을 1순위로 충당하고, ‘보증부대출의 보증채무이행일까지 발생한 연체이자와 약정이자 차액분’을 2순위로 충당하도록 정하였는데, 여기서 ‘연체이자’의 의미가 문제 된 사안에서, 근저당권 일부이전계약이 체결된 때는 채무자인 甲 회사에 대하여 이미 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다)에 따른 회생절차가 개시된 이후였는데, 신용보증기금과 乙 은행은 모두 기업 회생절차에 관한 전문지식이 있는 신용보증기관과 금융기관으로서 회생계획이 인가된다면 채무자회생법 제252조 제1항에 따라 甲 회사에 대한 채권 내용이 실체적으로 변경된다는 사정을 잘 알고 있었던 점, 신용보증기금과 乙 은행이 계약 당시 원래의 연체이자와 약정이자의 차액을 특정하여 기재하지 않은 것은 향후 甲 회사에 대한 회생계획이 인가될 경우 연체이율 등 채권 내용이 변경될 수 있다는 점을 고려하였거나, 적어도 향후 회생계획이 인가될 경우 발생할 권리변경 효력을 배제하지 않겠다는 의사였다고 볼 여지가 있는 점, 채권자들이 채무자에 대한 권리 행사와는 상관없이 채권자들 사이에서만 회생계획에 따라 변경되기 전의 권리를 행사하겠다는 약정은 사적 자치의 원칙, 특히 계약자유의 원칙에 따라 허용되므로, 약정의 일방 당사자인 신용보증기금이 스스로 불이익을 감수하고 약정 상대방으로 하여금 담보목적물의 매각대금에서 회생계획에서 정한 권리 이상을 우선 충당할 수 있도록 할 수도 있으나, 채권자들 사이에서 그러한 약정이 체결되었다고 인정하기 위해서는 채무자회생법 제252조 제1항에서 정한 권리변경 효력을 배제하고 그로 인한 불이익을 감수하겠다는 당사자의 의사가 분명하게 표시되어야 하는데, 그와 같은 특별한 사정을 찾아볼 수 없는 점 등 당사자들이 약정을 한 동기와 경위, 약정을 통해 달성하려는 목적, 당사자들의 의사 등을 종합적으로 고려하면, 甲 회사에 대한 회생계획이 인가된 이상 회생계획 내용을 반영하여 위 약정의 ‘연체이자’를 해석함이 타당한데도, 이를 근저당권 일부이전계약 당시 이미 발생하여 확정되어 있던 연체이자라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조, 채무자 회생 및 파산에 관한 법률 제252조 제1항<br/>",
  "참조판례": "[1] 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527)<br/>"
}