{
  "판례일련번호": "207513",
  "사건명": "부당이득금",
  "사건번호": "2018다287287",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190423",
  "판시사항": "[1] 과세처분이 당연무효라고 하기 위한 요건 및 과세처분의 하자가 중대하고 명백한지 판별하는 방법 / 어느 법률관계나 사실관계에 대하여 어느 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 않아 해석에 다툼의 여지가 있는 상태에서 과세관청이 이를 잘못 해석하여 과세처분을 한 경우, 그 하자가 명백하다고 할 수 있는지 여부(소극)<br/>[2] 과세관청이 법령 규정의 문언상 과세처분 요건의 의미가 분명한데도 합리적인 근거 없이 그 의미를 잘못 해석한 결과 과세처분 요건이 충족되지 아니한 상태에서 해당 처분을 한 경우, 법리가 명백히 밝혀지지 않아 해석에 다툼의 여지가 있다고 할 수 있는지 여부(소극)<br/>[3] 甲 공사 소유의 토지는 재산세 과세기준일 현재 구 국토의 계획 및 이용에 관한 법률 제2조 제13호, 같은 법 시행령 제4조 제1호에서 정한 공공시설인 항만, 녹지, 도로 등을 위한 토지로서 같은 법 제30조 및 제32조에 따라 도시관리계획의 결정 및 도시계획에 관한 지형도면의 고시가 된 토지에 해당하는데, 과세관청인 지방자치단체가 위 토지에 대하여 이미 사업이 완료된 토지라는 이유로 구 지방세특례제한법 제84조 제2항에 따른 경감을 하지 않고 재산세 등을 부과하자, 甲 공사가 재산세 등을 납부한 후 과세처분의 당연무효를 주장하면서 재산세 등 납부액 중 경감받지 못한 부분에 관한 부당이득반환을 구한 사안에서, 구 지방세특례제한법 제84조 제2항은 법문상 의미가 명확하여 해석에 다툼의 여지가 없으므로, 위 조항에서 정한 감경요건을 모두 갖추고 있는 甲 공사 소유의 토지에 대하여 위 조항을 적용하지 않은 재산세 등 부과처분은 그 하자가 중대하고 명백한데도, 위 조항의 해석에 다툼의 여지가 있음을 전제로 하여 재산세 등 부과처분이 당연무효가 아니라고 본 원심판단에는 과세처분의 당연무효에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 과세처분이 당연무효라고 하기 위하여는 그 처분에 위법사유가 있다는 것만으로는 부족하고 그 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 하며, 하자가 중대하고 명백한지를 판별할 때에는 과세처분의 근거가 되는 법규의 목적·의미·기능 등을 목적론적으로 고찰함과 동시에 구체적 사안 자체의 특수성에 관하여도 합리적으로 고찰하여야 한다. 그리고 어느 법률관계나 사실관계에 대하여 어느 법령의 규정을 적용하여 과세처분을 한 경우에 그 법률관계나 사실관계에 대하여는 그 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀져서 해석에 다툼의 여지가 없음에도 과세관청이 그 법령의 규정을 적용하여 과세처분을 하였다면 그 하자는 중대하고도 명백하다고 할 것이나, 그 법률관계나 사실관계에 대하여 그 법령의 규정을 적용할 수 없다는 법리가 명백히 밝혀지지 아니하여 해석에 다툼의 여지가 있는 때에는 과세관청이 이를 잘못 해석하여 과세처분을 하였더라도 이는 과세요건사실을 오인한 것에 불과하여 그 하자가 명백하다고 할 수 없다.<br/>[2] 과세관청이 법령 규정의 문언상 과세처분 요건의 의미가 분명함에도 합리적인 근거 없이 그 의미를 잘못 해석한 결과, 과세처분 요건이 충족되지 아니한 상태에서 해당 처분을 한 경우에는 법리가 명백히 밝혀지지 아니하여 그 해석에 다툼의 여지가 있다고 볼 수 없다.<br/>[3] 甲 공사 소유의 토지는 재산세 과세기준일 현재 구 국토의 계획 및 이용에 관한 법률(2012. 12. 18. 법률 제11599호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라 한다) 제2조 제13호, 같은 법 시행령 제4조 제1호에서 정한 공공시설인 항만, 녹지, 도로 등을 위한 토지로서 같은 법 제30조 및 제32조에 따라 도시관리계획의 결정 및 도시계획에 관한 지형도면의 고시가 된 토지에 해당하는데, 과세관청인 지방자치단체가 위 토지에 대하여 이미 사업이 완료된 토지라는 이유로 구 지방세특례제한법(2012. 10. 2. 법률 제11487호로 개정되기 전의 것) 제84조 제2항(이하 ‘감경조항’이라 한다)에 따른 경감을 하지 않고 재산세 등을 부과하자, 甲 공사가 재산세 등을 납부한 후 과세처분의 당연무효를 주장하면서 재산세 등 납부액 중 경감받지 못한 부분에 관한 부당이득반환을 구한 사안에서, 감경조항에 따라 ‘구 국토계획법 제2조 제13호에 따른 공공시설을 위한 토지일 것’, ‘그 토지가 구 국토계획법 제30조 및 제32조에 따라 도시관리계획의 결정 및 도시관리계획에 관한 지형도면의 고시가 된 토지일 것’이라는 요건을 모두 갖추면 ‘재산세의 100분의 50’을 경감받을 수 있고 그 밖에 다른 부가적인 요건은 규정되어 있지 않은 점, 구 국토계획법 제32조에 따르면 도시관리계획에 관한 지형도면의 고시는 같은 법 제30조에 따라 도시관리계획이 결정·고시되면 이루어지는 것으로서 도시계획사업 자체가 폐지되지 않는 이상 추후 집행이 완료되더라도 실효되지 아니하므로 감경조항에서 정한 ‘지형도면의 고시가 된 토지’에는 지형도면의 고시 후 도시계획사업의 집행이 이루어지지 않은 토지는 물론 집행이 이루어진 토지도 모두 포함됨이 분명한 점 등을 종합하면 감경조항은 법문상 의미가 명확하여 해석에 다툼의 여지가 없으므로, 감경조항에서 정한 감경요건을 모두 갖추고 있는 甲 공사 소유의 토지에 대하여 감경조항을 적용하지 않은 재산세 등 부과처분은 그 하자가 중대하고 명백한데도, 감경조항의 해석에 다툼의 여지가 있음을 전제로 위 재산세 등 부과처분이 당연무효가 아니라고 본 원심판단에는 과세처분의 당연무효에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제741조 / [2] 민법 제741조 / [3] 민법 제741조, 구 지방세특례제한법(2012. 10. 2. 법률 제11487호로 개정되기 전의 것) 제84조 제2항, 구 국토의 계획 및 이용에 관한 법률(2012. 12. 18. 법률 제11599호로 개정되기 전의 것) 제2조 제13호, 제30조, 제32조, 구 국토의 계획 및 이용에 관한 법률 시행령(2017. 9. 19. 대통령령 제28326호로 개정되기 전의 것) 제4조 제1호<br/>",
  "참조판례": "[1] 대법원 2018. 7. 19. 선고 2017다242409 전원합의체 판결(공2018하, 1693) / [2] 대법원 2014. 5. 16. 선고 2011두27094 판결<br/>"
}