{
  "판례일련번호": "207528",
  "사건명": "보험금청구",
  "사건번호": "2017다16174",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190530",
  "판시사항": "[1] 업무용 자동차종합보험계약의 관용차 면책약관은 군인 등의 피해자가 다른 법령에 의하여 보상을 지급받을 수 있어 국가나 지방자치단체가 국가배상법 제2조 제1항 단서에 따라 손해배상책임을 부담하지 않는 경우에 한하여 적용되는 것인지 여부(적극)<br/>[2] 경찰공무원인 피해자가 구 공무원연금법에 따라 공무상 요양비를 지급받는 것이 국가배상법 제2조 제1항 단서에서 정한 ‘다른 법령의 규정’에 따라 보상을 지급받는 것에 해당하는지 여부(소극)<br/>[3] 국가유공자 등 예우 및 지원에 관한 법률이 국가배상법 제2조 제1항 단서의 ‘다른 법령’에 해당할 수 있는지 여부(적극) / 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 중 상이를 입은 군인 등이 전역하거나 퇴직하지 않은 경우, 업무용 자동차종합보험계약의 관용차 면책약관이 적용될 수 있는지 여부(소극) 및 이는 국민의 생명·재산 보호와 직접적인 관련이 없는 직무수행 중 상이를 입은 군인 등이 전역하거나 퇴직하지 않은 경우도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 국가배상법 제2조 제1항 단서는 “군인·군무원·경찰공무원 또는 향토예비군대원이 전투·훈련 등 직무 집행과 관련하여 전사·순직하거나 공상을 입은 경우에 본인이나 그 유족이 다른 법령에 따라 재해보상금·유족연금·상이연금 등의 보상을 지급받을 수 있을 때에는 이 법 및 민법에 따른 손해배상을 청구할 수 없다.”라고 규정하고 있다. 업무용 자동차종합보험계약의 보험약관 중 일부인 관용자동차 특별약관에서는 “군인, 군무원, 경찰공무원 또는 향토예비군대원이 전투, 훈련 등 직무 집행과 관련하여 전사, 순직 또는 공상을 입은 경우, 이들에 대하여 대인배상Ⅰ 및 대인배상Ⅱ에 대하여는 보상하지 않는다.”라고 규정하고 있다(이하 ‘관용차 면책약관’이라고 한다). 관용차 면책약관은 위 국가배상법 규정에 따라 군인 등의 피해자가 국가 또는 지방자치단체에 대하여 손해배상을 청구할 수 없는 경우에 국가 또는 지방자치단체를 피보험자로 하여 보험자에 대하여도 그 보상을 청구할 수 없도록 하는 데에 취지가 있다. 위 국가배상법 규정의 내용이나 관용차 면책약관의 취지 등을 고려하면, 관용차 면책약관은 군인 등의 피해자가 다른 법령에 의하여 보상을 지급받을 수 있어 국가나 지방자치단체가 국가배상법 제2조 제1항 단서에 의해 손해배상책임을 부담하지 않는 경우에 한하여 적용된다고 봄이 타당하다.<br/>[2] 구 공무원연금법(2018. 3. 20. 법률 제15523호로 전부 개정되기 전의 것, 이하 ‘구 공무원연금법’이라고 한다)에 따라 각종 급여를 지급하는 제도는 공무원의 생활안정과 복리향상에 이바지하기 위한 것이라는 점에서 국가배상법 제2조 제1항 단서에 따라 손해배상금을 지급하는 제도와 그 취지 및 목적을 달리하므로, 경찰공무원인 피해자가 구 공무원연금법의 규정에 따라 공무상 요양비를 지급받는 것은 국가배상법 제2조 제1항 단서에서 정한 ‘다른 법령의 규정’에 따라 보상을 지급받는 것에 해당하지 않는다. 다만 경찰공무원인 피해자가 구 공무원연금법에 따라 공무상 요양비를 지급받은 후 추가로 국가배상법에 따라 치료비의 지급을 구하는 경우나 반대로 국가배상법에 따라 치료비를 지급받은 후 추가로 구 공무원연금법에 따라 공무상 요양비의 지급을 구하는 경우, 공무상 요양비와 치료비는 실제 치료에 소요된 비용에 대하여 지급되는 것으로서 같은 종류의 급여라고 할 것이므로, 치료비나 공무상 요양비가 추가로 지급될 때 구 공무원연금법 제33조 등을 근거로 먼저 지급된 공무상 요양비나 치료비 상당액이 공제될 수 있을 뿐이다. 한편 군인연금법과 구 공무원연금법은 취지나 목적에서 유사한 면이 있으나, 별도의 규정체계를 통해 서로 다른 적용대상을 규율하고 있는 만큼 서로 상이한 내용들로 규정되어 있기도 하므로, 군인연금법이 국가배상법 제2조 제1항 단서에서 정한 ‘다른 법령’에 해당한다고 하여, 구 공무원연금법도 군인연금법과 동일하게 취급되어야 하는 것은 아니다.<br/>[3] 국가유공자 등 예우 및 지원에 관한 법률(이하 ‘국가유공자법’이라고 한다)은 국가배상법 제2조 제1항 단서의 ‘다른 법령’에 해당할 수 있다. 다만 국가유공자법은 군인, 경찰공무원 등이 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 중 상이(傷痍)를 입고 전역하거나 퇴직하는 경우 그 상이 정도가 국가보훈처장이 실시하는 신체검사에서 상이등급으로 판정된 사람을 공상군경으로 정하고(제4조 제1항 제6호) 이러한 공상군경에게 각종 급여가 지급되도록 규정하고 있다.<br/>  이에 의하면, 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 중 상이를 입은 군인 등이 전역하거나 퇴직하지 않은 경우에는 그 상이의 정도가 위 상이등급에 해당하는지 여부와 상관없이 객관적으로 공상군경의 요건을 갖추지 못하여 국가유공자법에 따른 보상을 지급받을 수 없으므로, ‘다른 법령에 따라 재해보상금 등의 보상을 지급받을 수 있을 때’의 요건을 갖추지 못하여 업무용 자동차종합보험계약의 관용차 면책약관도 적용될 수 없다. 이는 국민의 생명·재산 보호와 직접적인 관련이 없는 직무수행 중 상이를 입은 군인 등이 전역하거나 퇴직하지 않은 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항, 민법 제105조 / [2] 국가배상법 제2조 제1항, 구 공무원연금법(2018. 3. 20. 법률 제15523호로 전부 개정되기 전의 것) 제25조(현행 삭제), 제33조(현행 공무원 재해보상법 제20조 참조), 제34조(현행 공무원 재해보상법 제8조 참조), 제35조(현행 공무원 재해보상법 제22조 참조) / [3] 국가배상법 제2조 제1항, 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호<br/>",
  "참조판례": "[1] 대법원 1997. 7. 11. 선고 95다56859 판결(공1997하, 2468), 대법원 1997. 10. 28. 선고 97다32703 판결(공1997하, 3638) / [2] 대법원 1988. 12. 27. 선고 84다카796 판결(공1989, 216), 대법원 1993. 5. 14. 선고 92다33145 판결(공1993하, 1697), 대법원 1999. 8. 24. 선고 99다24997 판결(공1999하, 1954) / [3] 대법원 2015. 11. 26. 선고 2015다226137 판결<br/>"
}