{
  "판례일련번호": "208398",
  "사건명": "운송대금",
  "사건번호": "2019다205947",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190613",
  "판시사항": "[1] 상법 제814조 제1항에서 정한 해상 운송인의 송하인이나 수하인에 대한 권리·의무의 소멸기간이 제척기간인지 여부(적극) 및 그 기산점(=운송물을 인도한 날 또는 인도할 날)<br/>[2] 운송인이 운송계약상 양륙항에 도착한 후 운송물을 선창에서 인도 장소까지 반출하여 보세창고업자에게 인도하는 것만으로 운송물이 수하인에게 인도된 것으로 볼 수 있는지 여부(소극)<br/>[3] 운송물이 멸실되거나 운송물의 인도가 불가능하게 된 경우, ‘운송물을 인도할 날’을 기준으로 상법 제814조 제1항의 제척기간이 도과하였는지를 판단하여야 하는지 여부(적극) 및 여기서 ‘운송물을 인도할 날’의 의미<br/>[4] 상법 제814조 제1항의 제척기간이 도과하였는지가 법원의 직권조사사항인지 여부(적극) 및 당사자가 제척기간 도과 여부를 사실심 변론종결 시까지 주장하지 않았더라도 상고심에서 이를 새로이 주장·증명할 수 있는지 여부(적극)<br/>[5] 甲 주식회사가 송하인(Shipper)을 위해 乙 주식회사에 운송물을 양륙항(Port of Discharge)인 터키 내 항구까지 운송할 것을 위탁하였고, 송하인과 수하인(Consignee) 사이에는 위 운송물을 양륙항에서 하역한 다음 환승하여 최종 목적지인 시리아로 운송할 것이 예정되었는데, 운송물이 양륙항에 입항한 후 터키 당국이 자국을 경유하여 시리아로 들어가는 것을 허용하지 않아 통관이 불허되자, 甲 회사와 乙 회사가 통관이 이루어질 때까지 잠정적으로 터키 내 보관장소에 운송물을 임치하고 해결책을 찾기로 하였으나, 결국 통관이 이루어지지 않아 운송물이 시리아로 운송되지 못한 사안에서, 乙 회사의 인도의무는 운송물이 정당한 수하인에게 인도되어야 완료되는 것인데도, 양륙항인 터키 내 항구에 입항한 시점에 乙 회사의 운송이 종료되었다고 보아 그날로부터 상법 제814조 제1항의 제척기간을 계산한 원심판단에 제척기간 기산점에 관한 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상법 제814조 제1항은 운송인의 송하인 또는 수하인에 대한 채권과 채무는 그 청구원인의 여하에 불구하고 운송인이 수하인에게 운송물을 인도한 날 또는 인도할 날부터 1년 이내에 재판상 청구가 없으면 소멸하되, 당사자의 합의에 의하여 위 기간을 연장할 수 있도록 규정하고 있다. 이러한 해상 운송인의 송하인이나 수하인에 대한 권리·의무에 관한 소멸기간은 제척기간이고, 제척기간의 기산점은 ‘운송물을 인도한 날 또는 인도할 날’이다.<br/>[2] 해상운송계약에서 운송인은 운송물의 수령·선적·적부·보관·운송·양륙 및 인도의무를 부담하므로(상법 제795조 제1항), 운송인은 운송채무의 최종 단계에서 운송물을 정당한 수하인에게 인도함으로써 운송계약의 이행을 완료하게 된다. 여기서 운송물의 인도는 운송물에 대한 점유, 즉 사실상의 지배·관리가 정당한 수하인에게 이전되는 것을 말한다. 선하증권이 발행된 경우에는 선하증권의 정당한 소지인에게 인도하여야 한다(상법 제861조, 제132조). 따라서 운송인이 운송계약상 정해진 양륙항에 도착한 후 운송물을 선창에서 인도 장소까지 반출하여 보세창고업자에게 인도하는 것만으로는 그 운송물이 운송인의 지배를 떠나 정당한 수하인에게 인도된 것으로 볼 수 없다.<br/>[3] 운송물이 멸실되거나 운송물의 인도가 불가능하게 된 경우에는 ‘운송물을 인도할 날’을 기준으로 제척기간이 도과하였는지를 판단하여야 한다. 여기서 ‘운송물을 인도할 날’이란 통상 운송계약이 그 내용에 좇아 이행되었으면 인도가 행하여져야 했던 날을 의미한다.<br/>[4] 상법 제814조 제1항의 제척기간을 도과하였는지는 법원의 직권조사사항이므로 당사자의 주장이 없더라도 법원이 이를 직권으로 조사하여 판단하여야 한다. 또한 당사자가 제척기간의 도과 여부를 사실심 변론종결 시까지 주장하지 아니하였다 하더라도 상고심에서 이를 새로이 주장·증명할 수 있다.<br/>[5] 甲 주식회사가 송하인(Shipper)을 위해 乙 주식회사에 운송물을 양륙항(Port of Discharge)인 터키 내 항구까지 운송할 것을 위탁하였고, 송하인과 수하인(Consignee) 사이에는 위 운송물을 양륙항에서 하역한 다음 환승하여 최종 목적지인 시리아로 운송할 것이 예정되었는데, 운송물이 양륙항에 입항한 후 터키 당국이 자국을 경유하여 시리아로 들어가는 것을 허용하지 않아 통관이 불허되자, 甲 회사와 乙 회사가 통관이 이루어질 때까지 잠정적으로 터키 내 보관장소에 운송물을 임치하고 해결책을 찾기로 하였으나, 결국 통관이 이루어지지 않아 운송물이 시리아로 운송되지 못한 사안에서, 운송계약에 따른 운송물의 목적지는 양륙항인 터키 내 항구로 보아야 하나, 乙 회사의 인도의무는 운송계약에서 정한 양륙항에 입항한 시점에 종료되는 것이 아니라 정당한 수하인에게 인도되어야 완료되는 것이므로, 乙 회사가 운송물을 정당한 수하인에게 인도한 날을 기준으로 상법 제814조 제1항의 제척기간을 계산하거나, 만약 운송물의 인도가 불가능하게 된 경우에는 운송물을 인도할 날을 기준으로 위 제척기간이 도과하였는지를 판단하여야 하는데도, 이와 달리 운송물이 양륙항인 터키 내 항구에 입항한 시점에 乙 회사의 운송이 종료되었다고 보아 그날로부터 제척기간을 계산한 원심판단에 제척기간 기산점에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제814조 제1항 / [2] 상법 제132조, 제795조 제1항, 제814조 제1항, 제861조 / [3] 상법 제814조 제1항 / [4] 상법 제814조 제1항, 민사소송법 제134조 / [5] 상법 제132조, 제795조 제1항, 제814조 제1항, 제861조<br/>",
  "참조판례": "[1][3] 대법원 1997. 11. 28. 선고 97다28490 판결(공1998상, 68) / [2] 대법원 2004. 5. 14. 선고 2001다33918 판결 / [3] 대법원 2007. 4. 26. 선고 2005다5058 판결(공2007상, 754) / [4] 대법원 2000. 10. 13. 선고 99다18725 판결(공2000하, 2313)<br/>"
}