{
  "판례일련번호": "208477",
  "사건명": "손해배상(언)",
  "사건번호": "2018가합111367",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190613",
  "판시사항": "甲 방송사 홈페이지의 인터넷뉴스서비스사업자인 乙 주식회사가 위 홈페이지의 인터넷뉴스난에 ‘丙 야구협회가 협회 사무국장으로 근무한 丁을 사문서위조 및 업무방해 혐의로 고소했는데, 그 혐의는 丁이 협회 규정을 어기고 경기실적증명서를 허위로 발급하도록 강압적인 지시를 하여 그와 같이 발급된 허위 증명서로 고교생 두 명이 모 대학에 입학하였다는 것이다’라는 내용의 기사를 게재하였는데, 위 형사고소 사건에서 ‘위 증명서 발급행위는 丙 협회 내 문서발급기준 일탈 문제에 불과하고, 증명서의 대외적 효력에 하자가 존재하지 않으며, 증명서 기재에 허위의 내용을 발견할 수도 없다’는 등의 이유로 丁의 혐의에 대해 불기소처분이 내려지자, 丁이 甲 방송사 등이 허위의 사실을 적시하여 자신의 명예를 훼손하였다며 주위적으로는 甲 방송사와 위 기사를 작성한 戊를 상대로 甲 방송사는 민법상 공동불법행위책임 또는 사용자책임에 따라 戊와 공동하여 丁이 입은 정신적 손해에 대한 위자료를 배상하고 민법 제764조에 따라 명예회복에 적당한 처분으로 丁이 무혐의 처분을 받은 사실을 알리는 내용의 추후보도를 할 것을 구하고, 예비적으로는 위 기사가 게재된 후 乙 회사로부터 인터넷뉴스서비스사업 등 및 이에 수반하는 권리의무를 포괄승계한 己 주식회사를 상대로 위와 같은 내용의 추후보도를 할 것을 구한 사안에서, 위 기사로 인한 명예훼손에 대한 책임 내지 위 기사 담당기자의 불법행위에 대한 사용자책임의 주체는 위 인터넷뉴스 페이지 운영주체인 己 회사라고 보아야 한다는 이유로 甲 방송사에 대한 청구를 모두 배척한 다음, 제반 사정을 종합하면 戊와 己 회사가 위 기사를 통해 허위의 사실을 적시하였다고 보기 어려우므로 戊 등에 대한 청구도 받아들일 수 없다고 한 사례<br/>",
  "판결요지": "甲 방송사 홈페이지의 인터넷뉴스서비스사업자인 乙 주식회사가 위 홈페이지의 인터넷뉴스난에 ‘丙 야구협회가 협회 사무국장으로 근무한 丁을 사문서위조 및 업무방해 혐의로 고소했는데, 그 혐의는 丁이 협회 규정을 어기고 경기실적증명서를 허위로 발급하도록 강압적인 지시를 하여 그와 같이 발급된 허위 증명서로 고교생 두 명이 모 대학에 입학하였다는 것이다’라는 내용의 기사를 게재하였는데, 위 형사고소 사건에서 ‘위 증명서 발급행위는 丙 협회 내 문서발급기준 일탈 문제에 불과하고, 증명서의 대외적 효력에 하자가 존재하지 않으며, 증명서 기재에 허위의 내용을 발견할 수도 없다’는 등의 이유로 丁의 혐의에 대해 불기소처분이 내려지자, 丁이 甲 방송사 등이 허위의 사실을 적시하여 자신의 명예를 훼손하였다며 주위적으로는 甲 방송사와 위 기사를 작성한 戊를 상대로 甲 방송사는 민법상 공동불법행위책임 또는 사용자책임에 따라 戊와 공동하여 丁이 입은 정신적 손해에 대한 위자료를 배상하고 민법 제764조에 따라 명예회복에 적당한 처분으로 丁이 무혐의 처분을 받은 사실을 알리는 내용의 추후보도를 할 것을 구하고, 예비적으로는 위 기사가 게재된 후 乙 회사로부터 인터넷뉴스서비스사업 등 및 이에 수반하는 권리의무를 포괄승계한 己 주식회사를 상대로 위와 같은 내용의 추후보도를 할 것을 구한 사안이다.<br/>  위 기사로 인한 명예훼손에 대한 책임 내지 위 기사 담당기자의 불법행위에 대한 사용자책임의 주체는 위 인터넷뉴스 페이지 운영주체인 己 회사라고 보아야 한다는 이유로 甲 방송사에 대한 청구를 모두 배척한 다음, 戊와 己 회사가 위 기사에 ‘丙 협회가 丁이 협회 규정을 어기고 경기실적증명서를 허위로 발급하도록 강압적인 지시를 했고, 그렇게 발급된 허위 증명서로 고교생 두 명이 모 대학에 합격했다는 이유로 丁을 사문서위조와 업무방해 혐의로 고소했다. 丙 협회는 위 학생들에 대한 경기실적증명서를 발급하였는데, 며칠 후 위 증명서가 다시 발급되었다. 새로 발급된 증명서에는 주말 리그 왕중왕전인 고교야구대회 참가 실적이 추가되어 있었다. 丙 협회 경기실적증명서 발급 요강에 따르면 투수는 한 대회에서 1이닝 이상, 타자는 3타석 이상 들어서야 경기실적증명서를 발급한다고 규정되어 있는데, 위 학생들은 위 기준을 충족하지 못하였다. 그런데도 위 학생들은 위와 같이 발급된 경기실적증명서를 이용하여 대학교 입학에 성공하였다’는 사실을 적시하였는데 이는 진실한 사실에 해당하는 점, 丁은 위 학생들이 해당 대회에 참가한 사실 자체는 위 증명서의 내용과 일치하여 허위라고 볼 수 없는데도 戊 등이 위 기사에 丁이 ‘허위의 증명서’를 발급하였다는 거짓 사실을 적시하였다고 주장하나, 어휘의 통상적 용법상 ‘허위’는 ‘진실이 아닌 것’ 또는 ‘외관과 달리 부당한 것’ 등 다양한 의미로 사용될 수 있어 증명서의 내용이 허위인 경우뿐 아니라 내부 기준에 의할 경우 발급되어서는 안 되는 증명서가 발급된 경우도 ‘허위 증명서’로 표현할 여지가 있고, 戊 등도 위 증명서가 경기실적증명서 발급 요강에 따르지 아니한 것을 ‘허위 증명서’로 볼 수 있는 근거로 적시하고 있는 사실 등에 비추어 위 기사에서 학생들에게 발급된 증명서를 ‘허위 증명서’라고 표현한 것은 戊 등의 의견 표명 내지 그 당시까지 밝혀진 사실관계에 대한 평가로 보아야 하는 점 등 제반 사정을 종합하면, 戊 등이 위 기사를 통해 허위의 사실을 적시하였다고 보기 어려우므로 戊 등에 대한 청구도 받아들일 수 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제751조, 제764조<br/>",
  "참조판례": ""
}