{
  "판례일련번호": "208415",
  "사건명": "손해배상(기)('종북의 상징'이라는 표현행위로 인한 인격권 침해를 이유로 한 위자료 청구 사건)",
  "사건번호": "2014다220798",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190613",
  "판시사항": "[1] 정치인이나 공직자 등 공적인 인물에 대한 비판적 의견 표명이 불법행위를 구성하는지 판단하는 방법<br/>[2] 국회의원이던 甲이 당시 인천광역시장이던 乙을 비판하면서 “천안함 46용사의 영혼이 잠들어 있는 백령도 청정해역에 종북의 상징인 丙 국회의원”이라는 내용이 포함된 성명서를 발표하자, 丙이 위 표현행위로 인격권을 침해당하였다며 위자료를 청구한 사안에서, 제반 사정에 비추어 甲이 위 성명서에서 丙을 ‘종북의 상징’이라고 표현한 것이 지나치게 모욕적이고 경멸적인 인신공격에 해당하여 의견표명으로서의 한계를 벗어났다고 인정하기 어려운데도, 이와 달리 보아 위 표현이 불법행위를 구성한다고 본 원심판단에는 의견표명으로 인한 불법행위 성립에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 표현행위자가 타인에 대하여 비판적인 의견을 표명한 때에 그 표현행위의 형식과 내용 등이 모욕적이고 경멸적인 인신공격에 해당하거나 혹은 타인의 신상에 관하여 다소간의 과장을 넘어서서 사실을 왜곡하는 공표행위를 함으로써 그 인격권을 침해한 경우에는 의견표명으로서의 한계를 벗어난 것으로서 불법행위가 될 수 있다.<br/>  한편 정치인이나 공직자 등 공적인 인물의 공적 영역에서의 언행이나 관계와 같은 공적인 관심 사안은 그 사회적 영향력 등으로 인하여 보다 광범위하게 공개·검증되고 문제제기가 허용되어야 한다. 따라서 그에 대한 비판적인 표현이 악의적이거나 현저히 상당성을 잃었다고 볼 정도에 이르지 않는 한, 이를 쉽게 불법행위에 해당한다거나 법적인 책임을 져야 한다고 볼 것은 아니다. 더욱이 국민의 대표자인 국회의원은 입법과 국정통제 등에 관한 광범위한 권한을 부여받고 나아가 그 직무를 적절히 수행할 수 있도록 면책특권을 보장받는 등으로 통상의 공직자 등과도 현격히 다른 발언의 자유를 누리는 만큼 그의 공적 영역에서의 활동 등에 대한 비판도 더욱 폭넓게 수인되어야 한다.<br/>  의견표명으로 인한 불법행위의 성립 여부를 판단할 때에는 해당 표현행위의 내용·형식뿐 아니라 표현행위가 행해진 정황도 함께 고려하여야 한다.<br/>[2] 국회의원이던 甲이 당시 인천광역시장이던 乙을 비판하면서 “천안함 46용사의 영혼이 잠들어 있는 백령도 청정해역에 종북의 상징인 丙 국회의원”이라는 내용이 포함된 성명서를 발표하자, 丙이 위 표현행위로 인격권을 침해당하였다며 위자료를 청구한 사안에서, 위 성명서에서 ‘종북의 상징’이라는 용어는 ‘북한을 무비판적으로 추종하는 대표적 인물’이라는 취지로 사용되었다고 보여 모욕적 언사에 해당하나, 甲은 국회의원으로서 위 성명서를 통해서 북한과의 군사적 대치상황이나 북한의 군사적 위협을 강조하면서 국회의원인 丙의 공적 영역에서의 활동이나 정치적 이념을 비판하고, 이를 통해서 지역구 주민들의 인천광역시장 乙에 대한 비판적인 여론을 환기시키려고 한 것으로 보이므로, 위 표현행위만으로 甲이 丙에게 모멸감을 주기 위하여 악의적으로 모욕적이고 경멸적인 인신공격을 하였다고 단정하기 어려운 점, 丙은 당시 국회의원으로서 자신의 공적 영역에서의 활동이나 정치적 이념에 대한 비판과 공세를 충분히 예상할 수 있는 상황이었던 점, 甲이 위 성명서를 통해서 丙을 비판한 것에 대응하여 丙 역시 이를 해명하거나 반박하고, 서로 간의 정치적 공방을 통해서 국민으로부터 평가를 받을 충분한 기회가 있었던 점 등에 비추어 甲이 위 성명서에서 丙을 ‘종북의 상징’이라고 표현한 것이 지나치게 모욕적이고 경멸적인 인신공격에 해당하여 의견표명으로서의 한계를 벗어났다고 인정하기 어려운데도, 이와 달리 보아 위 표현이 불법행위를 구성한다고 본 원심판단에는 의견표명으로 인한 불법행위 성립에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제751조 / [2] 민법 제751조<br/>",
  "참조판례": "[1] 대법원 2009. 4. 9. 선고 2005다65494 판결(공2009상, 608), 대법원 2014. 8. 20. 선고 2012다19734 판결(공2014하, 1780)<br/>"
}