{
  "판례일련번호": "208405",
  "사건명": "양수금",
  "사건번호": "2016다239888",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190613",
  "판시사항": "[1] 국세환급금 충당의 법적 성격 및 충당이 무효인 경우의 쟁송방법<br/>[2] 납세자가 국세환급금 채권을 타인에게 양도하고 세무서장에게 통지하여 적법하게 양도 요구를 하였으나 세무서장이 지체 없이 충당을 하지 않은 경우, 그 후 세무서장이 양도인의 체납 국세 등에 위 환급금을 충당한 행위에 효력이 발생하는지 여부(소극) 및 이때 충당이 유효한지 판단하는 기준<br/>[3] 甲 주식회사 등이 부가가치세 환급결정을 받았고, 부가가치세 환급금이 甲 회사 등의 법인세에 충당되었으며, 甲 회사 등이 乙 법인에 위 법인세에 대한 국세환급금 채권을 양도하고 관할 세무서장에게 국세환급금 양도요구서를 제출하였는데, 그 후 관할 세무서장이 법인세를 감액경정하고 국세환급금을 당시까지 발생한 甲 회사 등의 체납 국세 등에 충당한 사안에서, 관할 세무서장이 법인세를 감액경정함으로써 乙 법인이 양수한 법인세 환급금 채권이 새로이 발생하였다는 잘못된 전제에서 법인세 환급금을 甲 회사 등의 체납 국세 등에 충당한 것이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 국세환급금의 충당은 납세의무자가 갖는 환급청구권의 존부나 범위 또는 소멸에 구체적이고 직접적인 영향을 미치는 처분이라기보다는 국가의 환급금 채무와 조세채권이 대등액에서 소멸되는 점에서 오히려 민법상의 상계와 비슷하고, 소멸대상인 조세채권이 존재하지 아니하거나 당연무효 또는 취소되는 경우에는 충당의 효력이 없는 것으로서 이러한 사유가 있는 경우에 납세의무자로서는 충당의 효력이 없음을 주장하여 언제든지 이미 결정된 국세환급금의 반환을 청구할 수 있다.<br/>[2] 국세기본법 제51조 제1항, 제53조, 구 국세기본법 시행령(2013. 2. 15. 대통령령 제24366호로 개정되기 전의 것) 제43조의4 등의 규정들을 종합하면, 납세자가 자신이 환급받을 국세환급금 채권을 타인에게 양도한 다음 양도인 및 양수인의 주소와 성명, 양도하고자 하는 권리의 내용 등을 기재한 문서로 세무서장에게 통지하여 양도를 요구하면, 세무서장은 양도인이 납부할 다른 체납 국세 등이 있는지 여부를 조사·확인하여 체납 국세 등이 있는 때에는 지체 없이 체납 국세 등에 먼저 충당한 후 남은 금액이 있으면 이를 양수인에게 지급하여야 하고, 만일 세무서장이 이에 위배하여 납세자로부터 적법한 양도 요구를 받았음에도 지체 없이 충당을 하지 않는 경우에는 양수인이 양수한 국세환급금 채권은 확정적으로 양수인에게 귀속되고, 그 후에 세무서장이 양도인의 체납 국세 등에 충당을 하더라도, 이러한 충당은 결국 양수인에게 확정적으로 귀속되어 더 이상 양도인 소유가 아닌 재산에 대하여 조세채권을 징수한 결과가 되어 효력이 발생하지 않는다고 보아야 할 것이다. 여기서 충당이 유효한지를 판단함에 있어서는 국세환급금 채권이 확정된 이후에 양도 요구를 받은 경우에는 양도 요구를 받은 때로부터, 국세환급금 채권이 확정되기 전에 미리 양도 요구를 받은 경우에는 국세환급금 채권이 확정된 때로부터 각 지체 없이 충당하였는지를 기준으로 판단하여야 한다.<br/>[3] 甲 주식회사 등이 부가가치세 환급결정을 받았고, 부가가치세 환급금이 甲 회사 등의 법인세에 충당되었으며, 甲 회사 등이 乙 법인에 위 법인세에 대한 국세환급금 채권을 양도하고 관할 세무서장에게 국세환급금 양도요구서를 제출하였는데, 그 후 관할 세무서장이 법인세를 감액경정하고 국세환급금을 당시까지 발생한 甲 회사 등의 체납 국세 등에 충당한 사안에서, 충당의 대상이 되었던 법인세가 감액경정되었으므로 충당은 그 감액된 범위에서 효력이 없고, 이에 따라 법인세의 환급금 채권이 그 시점에 새로이 확정되어 발생하는 것이 아니라 당초 확정되었다가 법인세에 충당되었던 부가가치세 환급금 채권이 그 범위에서 되살아나는 것으로 보아야 하므로, 甲 회사 등의 부가가치세 환급금 채권은 부가가치세 환급결정을 받을 당시에 확정된 반면 법인세가 감액됨에 따라 되살아나는 부가가치세 환급금 채권 중 乙 법인이 양수한 부분에 대하여는 관할 세무서장에게 양도요구서를 제출할 당시 이미 적법한 양도 요구가 있었다고 보아야 하고, 나아가 관할 세무서장이 위 부가가치세 환급금 채권을 각 시점까지 발생한 甲 회사 등의 체납 국세 등에 충당한 것으로 선해하여 살펴보더라도, 이는 양도 요구일로부터 상당기간이 지난 뒤에 이루어진 것으로서 양도 요구를 받은 때로부터 지체 없이 이루어졌다고 보기 어려운 점에 비추어 볼 때, 관할 세무서장이 법인세를 감액경정함으로써 乙 법인이 양수한 법인세 환급금 채권이 새로이 발생하였다는 잘못된 전제에서 법인세 환급금을 甲 회사 등의 체납 국세 등에 충당한 것이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제51조 제2항, 국세기본법 시행령 제31조 / [2] 국세기본법 제51조 제1항, 제53조, 구 국세기본법 시행령(2013. 2. 15. 대통령령 제24366호로 개정되기 전의 것) 제43조의4 / [3] 국세기본법 제51조 제1항, 제53조, 구 국세기본법 시행령(2013. 2. 15. 대통령령 제24366호로 개정되기 전의 것) 제43조의4<br/>",
  "참조판례": "[1] 대법원 1994. 12. 2. 선고 92누14250 판결(공1995상, 513), 대법원 2004. 3. 25. 선고 2003다64435 판결(공2004상, 699) / [2] 대법원 2003. 9. 26. 선고 2002다31834 판결(공2003하, 2069), 대법원 2009. 3. 26. 선고 2008다31768 판결(공2009상, 699)<br/>"
}