{
  "판례일련번호": "208407",
  "사건명": "매매대금",
  "사건번호": "2016다203551",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190613",
  "판시사항": "[1] 농업협동조합의 차입 상대방을 엄격하게 제한한 농업협동조합법 제57조 제2항, 제112조의 규정 취지 및 위 규정이 강행법규인지 여부(적극) / 농업협동조합이 다른 사람의 채무를 보증하는 등으로 실질적으로 위 규정에서 정한 기관이 아닌 제3자에 대하여 차입에 준하여 채무를 부담하게 된 경우, 그러한 행위의 효력(무효)<br/>[2] 계약당사자 사이에서 일방이 상대방에 대해 계약의 체결이 관련 법령 등에 위반되지 않는다는 점과 함께 계약의 이행을 진술·보장하였는데도 계약을 이행하지 못하여 상대방에게 손해를 입힌 경우, 채무불이행 책임이 성립하는지 여부(적극) 및 이때 당사자 사이에 체결된 계약이 강행법규 위반으로 무효인 경우, 계약 불이행을 이유로 진술·보장 약정에 따른 손해배상채무를 이행하는 것이 강행법규가 금지하는 것과 동일한 결과를 가져올 때에도 진술·보장 조항 위반을 이유로 손해배상을 청구할 수 있는지 여부(소극)<br/>[3] 甲 주식회사 등이 乙 농협으로부터 매수한 인삼·홍삼 원료를 가공하여 만든 홍삼제품을 丙 주식회사에 판매하는 사업을 하기 위하여 丁 주식회사 등으로부터 대출을 받은 후 丙 회사 또는 2차적인 매입의무를 부담하는 乙 농협으로부터 지급받은 매매대금으로 대출금을 변제하기로 하였고, 甲 회사 등, 乙 농협, 丙 회사, 丁 회사 등이 체결한 제품매매계약에서 丙 회사가 매입의무를 이행할 수 없는 경우에 乙 농협이 2차적인 매입의무를 부담하며, 乙 농협은 ‘본 계약을 체결 및 이행하는 것은 乙 농협의 목적사업에 부합하는 것으로서 乙 농협의 설립근거법 기타 관련 규정에 위배되지 않음’을 보장하고 위반 시 甲 회사 등에 그로 인한 일체의 손해를 배상하기로 약정하였는데, 그 후 丙 회사가 회생절차를 신청하면서 제품을 매입하지 못하자 丁 회사 등이 乙 농협을 상대로 주위적으로 2차적인 매입의무의 이행을, 예비적으로 진술·보장 조항에 따른 손해배상 등을 구한 사안에서, 농업협동조합 중 품목조합에 해당하는 乙 농협이 제품매매계약에 따라 2차적인 매입의무를 부담하는 것은 사실상 甲 회사 등의 丁 회사 등에 대한 대출금채무를 보증한 것에 해당하여 강행법규인 농업협동조합법 제57조 제2항, 제112조에 위반되어 무효이고, 이러한 경우에는 丁 회사 등이 진술·보장 조항을 근거로 손해배상을 청구하는 것도 허용될 수 없다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 농업협동조합법 제57조 제2항, 제112조에 따르면, 농업협동조합은 사업목적을 달성하기 위하여 국가, 공공단체, 중앙회, 농협경제지주회사와 그 자회사, 농협은행 또는 농협생명보험으로부터만 자금을 차입할 수 있고 다른 기관이나 개인으로부터는 차입할 수 없다(차입할 수 있는 기관으로 원래 국가, 공공단체 또는 중앙회가 규정되어 있었는데, 2011. 3. 31. 법률 제10522호로 개정되면서 농협은행이 추가되고, 2014. 12. 31. 법률 제12950호로 개정되면서 농협경제지주회사와 그 자회사, 농협생명보험이 추가되었다).<br/>  농업협동조합법은 농업인의 경제적·사회적·문화적 지위를 향상시키고, 농업의 경쟁력 강화를 통하여 농업인의 삶의 질을 높이고자 제정되었다(제1조). 농업협동조합의 차입 상대방을 엄격하게 제한한 위 규정은 이 법의 목적을 반영하여 외부자본의 부당한 침투를 막고 궁극적으로 농업인의 자주적인 협동조직인 농업협동조합의 재정 건전성을 확보하기 위한 것이다. 이러한 취지에 비추어 보면, 위 규정은 강행법규로 이에 위반된 행위는 무효이다. 농업협동조합이 다른 사람의 채무를 보증하는 등으로 실질적으로 위 규정에서 정한 기관이 아닌 제3자에 대하여 차입에 준하여 채무를 부담하게 되었다면, 이러한 행위 역시 강행법규에 위반되어 무효이다.<br/>[2] 계약당사자 사이에서 일방이 상대방에 대해 계약의 체결이 관련 법령 등에 위반되지 않는다는 점과 함께 계약의 이행을 진술·보장하였는데도 계약을 이행하지 못하여 상대방에게 손해를 입힌 경우에는 계약상 의무를 이행하지 않은 것에 해당하므로 일종의 채무불이행 책임이 성립한다. 그러나 당사자 사이에 체결된 계약이 강행법규 위반으로 무효인 경우에 계약 불이행을 이유로 진술·보장 약정에 따른 손해배상채무를 이행하는 것이 강행법규가 금지하는 것과 동일한 결과를 가져온다면 이는 강행법규를 잠탈하는 결과가 되고, 이러한 경우에는 진술·보장 조항 위반을 이유로 손해배상을 청구할 수 없다고 보아야 한다.<br/>[3] 甲 주식회사 등이 乙 농협으로부터 매수한 인삼·홍삼 원료를 가공하여 만든 홍삼제품을 丙 주식회사에 판매하는 사업을 하기 위하여 丁 주식회사 등으로부터 대출을 받은 후 丙 회사 또는 2차적인 매입의무를 부담하는 乙 농협으로부터 지급받은 매매대금으로 대출금을 변제하기로 하였고, 甲 회사 등, 乙 농협, 丙 회사, 丁 회사 등이 체결한 제품매매계약에서 丙 회사가 매입의무를 이행할 수 없는 경우에 乙 농협이 2차적인 매입의무를 부담하며, 乙 농협은 ‘본 계약을 체결 및 이행하는 것은 乙 농협의 목적사업에 부합하는 것으로서 乙 농협의 설립근거법 기타 관련 규정에 위배되지 않음’을 보장하고 위반 시 甲 회사 등에 그로 인한 일체의 손해를 배상하기로 약정하였는데, 그 후 丙 회사가 회생절차를 신청하면서 제품을 매입하지 못하자 丁 회사 등이 乙 농협을 상대로 주위적으로 2차적인 매입의무의 이행을, 예비적으로 진술·보장 조항에 따른 손해배상 등을 구한 사안에서, 丁 회사 등은 대출금 채권자일 뿐 제품의 매도인이나 매수인이 아닌데도 계약당사자로서 매도인인 甲 회사 등, 1, 2차 매수인인 丙 회사와 乙 농협과 함께 제품매매계약을 체결하였고, 제품매매계약에서 丙 회사에 1차적인 매입의무를 부과하고 나아가 乙 농협에 2차적인 매입의무를 부과하면서 동시에 매매대금을 대출원리금을 기준으로 정하도록 한 목적은 甲 회사 등이 丙 회사 또는 乙 농협으로부터 매매대금을 지급받는 것을 보장함으로써 결과적으로 丁 회사 등이 대출원리금을 변제받을 수 있도록 담보하기 위한 것인 점 등에 비추어, 농업협동조합 중 품목조합에 해당하는 乙 농협이 제품매매계약에 따라 2차적인 매입의무를 부담하는 것은 사실상 甲 회사 등의 丁 회사 등에 대한 대출금채무를 보증한 것에 해당하여 강행법규인 농업협동조합법 제57조 제2항, 제112조에 위반되어 무효이고, 이러한 경우에도 진술·보장 조항을 근거로 의무불이행 당사자에 대해 이행이익에 해당하는 손해를 배상하도록 한다면, 강행법규의 적용을 배제하거나 잠탈하는 불합리한 결과가 초래될 수 있으므로, 丁 회사 등이 진술·보장 조항을 근거로 乙 농협에 매매대금 상당의 손해배상을 청구하는 것은 강행법규인 농업협동조합법의 입법 취지를 몰각하는 결과가 되므로 허용될 수 없다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 농업협동조합법 제1조, 제57조 제2항, 제112조 / [2] 민법 제390조 / [3] 농업협동조합법 제57조 제2항, 제112조, 민법 제390조<br/>",
  "참조판례": "[1] 대법원 2004. 11. 25. 선고 2004다35410 판결, 대법원 2010. 4. 29. 선고 2009다96731 판결 / [2] 대법원 2018. 10. 12. 선고 2017다6108 판결(공2018하, 2086)<br/>"
}