{
  "판례일련번호": "208412",
  "사건명": "사해행위취소",
  "사건번호": "2018다203715",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190411",
  "판시사항": "[1] 사해행위의 수익자 또는 전득자에 대하여 회생절차가 개시된 경우, 채무자의 채권자가 수익자 또는 전득자의 관리인을 상대로 사해행위의 취소 및 그에 따른 원물반환을 구하는 사해행위취소의 소를 제기할 수 있는지 여부(적극) / 사해행위의 수익자 또는 전득자에 대하여 회생절차가 개시되고 이후 사해행위취소에 따른 원상회복으로 가액배상을 하게 되는 경우, 위 가액배상청구권이 채무자 회생 및 파산에 관한 법률 제179조 제1항 제6호에서 정한 ‘부당이득으로 인하여 회생절차개시 이후 채무자에 대하여 생긴 청구권’인 공익채권에 해당하는지 여부(적극)<br/>[2] 근저당권이 설정되어 있는 부동산에 관하여 사해행위가 이루어진 후 근저당권이 말소되어 사해행위를 취소하고 가액배상을 명하는 경우, 가액 산정의 기준 시기(=사실심 변론종결 시) 및 이 경우 근저당권이 말소된 후 부동산을 취득한 전득자에 대하여 가액배상을 명할 수 있는 한도<br/>",
  "판결요지": "[1] 부동산에 관한 법률행위가 사해행위에 해당하는 경우에는 채무자의 책임재산을 보전하기 위하여 사해행위를 취소하고 원상회복을 명하여야 한다. 사해행위취소로 인한 원상회복은 원물반환의 방법에 의하는 것이 원칙이지만, 원물반환이 불가능하거나 현저히 곤란한 사정이 있는 때에는 원물반환에 대신하여 금전적 배상으로서의 가액배상이 허용된다.<br/>  사해행위의 수익자 또는 전득자에 대하여 회생절차가 개시되는 경우 채무자의 채권자가 사해행위의 취소와 함께 회생채무자로부터 사해행위의 목적인 재산 그 자체의 반환을 청구하는 것은 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제70조에 따른 환취권의 행사에 해당하여 회생절차개시의 영향을 받지 아니하므로, 채무자의 채권자는 수익자 또는 전득자의 관리인을 상대로 사해행위의 취소 및 그에 따른 원물반환을 구하는 사해행위취소의 소를 제기할 수 있다.<br/>  나아가 수익자 또는 전득자가 사해행위취소로 인한 원상회복으로서 가액배상을 하여야 함에도, 수익자 또는 전득자에 대한 회생절차개시 후 회생재단이 가액배상액 상당을 그대로 보유하는 것은 취소채권자에 대한 관계에서 법률상의 원인 없이 이익을 얻는 것이 되므로 이를 부당이득으로 반환할 의무가 있고, 이는 수익자 또는 전득자의 취소채권자에 대한 가액배상의무와 마찬가지로 사해행위의 취소를 명하는 판결이 확정된 때에 비로소 성립한다고 보아야 한다. 따라서 설령 사해행위 자체는 수익자 또는 전득자에 대한 회생절차개시 이전에 있었더라도, 이 경우의 사해행위취소에 기한 가액배상청구권은 채무자회생법 제179조 제1항 제6호의 ‘부당이득으로 인하여 회생절차개시 이후 채무자에 대하여 생긴 청구권’인 공익채권에 해당한다.<br/>[2] 근저당권이 설정되어 있는 부동산에 관하여 사해행위가 이루어진 후 근저당권이 말소되어 그 부동산의 가액에서 근저당권 피담보채무액을 공제한 나머지 금액의 한도에서 사해행위를 취소하고 가액의 배상을 명하는 경우 그 가액의 산정은 사실심 변론종결 시를 기준으로 하여야 하고, 이 경우 사해행위가 있은 후 그 부동산에 관한 권리를 취득한 전득자에 대하여는 사실심 변론종결 시의 부동산 가액에서 말소된 근저당권 피담보채무액을 공제한 금액과 사실심 변론종결 시를 기준으로 한 취소채권자의 채권액 중 적은 금액의 한도 내에서 그가 취득한 이익에 대해서만 가액배상을 명할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제406조 제1항, 채무자 회생 및 파산에 관한 법률 제70조, 제179조 제1항 제6호 / [2] 민법 제406조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 9. 4. 선고 2014다36771 판결(공2014하, 2026) / [2] 대법원 2001. 9. 4. 선고 2000다66416 판결(공2001하, 2162)<br/>"
}