{
  "판례일련번호": "208411",
  "사건명": "대여금",
  "사건번호": "2016다33752",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190613",
  "판시사항": "[1] 국제사법 제2조 제1항에서 정한 ‘실질적 관련’의 의미 및 판단 기준<br/>[2] 민사소송법 관할 규정이 국제재판관할권을 판단하는 데 가장 중요한 판단 기준으로 작용하는지 여부(적극) / 국제재판관할에서도 피고의 주소지가 생활관계의 중심적 장소로서 중요한 고려요소인지 여부(적극)<br/>[3] 국제재판관할에서 특별관할을 고려하는 이유 및 원고가 소를 제기할 당시 피고의 재산이 대한민국에 있으나 원고의 청구와 직접적 관련이 없는 경우, 국제재판관할권을 판단하는 방법<br/>[4] 국제재판관할에서 예측가능성을 판단하는 기준 및 피고가 대한민국에서 생활 기반을 가지고 있거나 재산을 취득하여 경제활동을 하는 경우, 대한민국 법원에 피고를 상대로 재산에 관한 소를 제기하리라는 점에 관하여 예측가능성이 인정되는지 여부(적극)<br/>[5] 국제재판관할권이 병존할 수 있는지 여부(적극) 및 지리, 언어, 통신의 편의 측면에서 다른 나라 법원이 대한민국 법원보다 더 편리하다는 것만으로 대한민국 법원의 재판관할권을 쉽게 부정할 수 있는지 여부(소극)<br/>[6] 甲은 중국 국적으로 중국에서 사채업에 종사하다가 대한민국에서 영업을 하려고 입국한 사람이고, 乙 등은 중국 국적의 부부로 중국에서 부동산개발사업을 영위하다가 대한민국에 거주지를 마련한 사람들인데, 甲이 과거 중국에서 乙 등에게 빌려준 대여금의 반환을 구하는 소를 대한민국 법원에 제기한 사안에서, 제반 사정에 비추어 위 소는 대한민국과 실질적 관련성이 있으므로 대한민국 법원이 국제재판관할권을 가진다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 국제사법 제2조 제1항은 “법원은 당사자 또는 분쟁이 된 사안이 대한민국과 실질적 관련이 있는 경우에 국제재판관할권을 가진다. 이 경우 법원은 실질적 관련의 유무를 판단함에 있어 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다.”라고 정하고 있다. 여기에서 ‘실질적 관련’은 대한민국 법원이 재판관할권을 행사하는 것을 정당화할 정도로 당사자 또는 분쟁이 된 사안과 관련성이 있는 것을 뜻한다. 이를 판단할 때에는 당사자의 공평, 재판의 적정, 신속과 경제 등 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다. 구체적으로는 당사자의 공평, 편의, 예측가능성과 같은 개인적인 이익뿐만 아니라, 재판의 적정, 신속, 효율, 판결의 실효성과 같은 법원이나 국가의 이익도 함께 고려하여야 한다. 이처럼 다양한 국제재판관할의 이익 중 어떠한 이익을 보호할 필요가 있을지는 개별 사건에서 실질적 관련성 유무를 합리적으로 판단하여 결정하여야 한다.<br/>[2] 국제사법 제2조 제2항은 “법원은 국내법의 관할 규정을 참작하여 국제재판관할권의 유무를 판단하되, 제1항의 규정의 취지에 비추어 국제재판관할의 특수성을 충분히 고려하여야 한다.”라고 정하여 제1항에서 정한 실질적 관련성을 판단하는 구체적 기준 또는 방법으로 국내법의 관할 규정을 제시한다. 따라서 민사소송법 관할 규정은 국제재판관할권을 판단하는 데 가장 중요한 판단 기준으로 작용한다. 다만 이러한 관할 규정은 국내적 관점에서 마련된 재판적에 관한 규정이므로 국제재판관할권을 판단할 때에는 국제재판관할의 특수성을 고려하여 국제재판관할 배분의 이념에 부합하도록 수정하여 적용해야 하는 경우도 있다.<br/>민사소송법 제3조 본문은 “사람의 보통재판적은 그의 주소에 따라 정한다.”라고 정한다. 따라서 당사자의 생활 근거가 되는 곳, 즉 생활관계의 중심적 장소가 토지관할권의 가장 일반적·보편적 발생근거라고 할 수 있다. 민사소송법 제2조는 “소는 피고의 보통재판적이 있는 곳의 법원이 관할한다.”라고 정하고 있는데, 원고에게 피고의 주소지 법원에 소를 제기하도록 하는 것이 관할 배분에서 당사자의 공평에 부합하기 때문이다. 국제재판관할에서도 피고의 주소지는 생활관계의 중심적 장소로서 중요한 고려요소이다.<br/>[3] 국제재판관할에서 특별관할을 고려하는 것은 분쟁이 된 사안과 실질적 관련이 있는 국가의 관할권을 인정하기 위한 것이다. 민사소송법 제11조는 “대한민국에 주소가 없는 사람 또는 주소를 알 수 없는 사람에 대하여 재산권에 관한 소를 제기하는 경우에는 청구의 목적 또는 담보의 목적이나 압류할 수 있는 피고의 재산이 있는 곳의 법원에 제기할 수 있다.”라고 정한다. 원고가 소를 제기할 당시 피고의 재산이 대한민국에 있는 경우 대한민국 법원에 피고를 상대로 소를 제기하여 승소판결을 얻으면 바로 집행하여 재판의 실효를 거둘 수 있다. 이와 같이 피고의 재산이 대한민국에 있다면 당사자의 권리구제나 판결의 실효성 측면에서 대한민국 법원의 국제재판관할권을 인정할 수 있다. 그러나 그 재산이 우연히 대한민국에 있는 경우까지 무조건 국제재판관할권을 인정하는 것은 피고에게 현저한 불이익이 발생할 수 있다. 따라서 원고의 청구가 피고의 재산과 직접적인 관련이 없는 경우에는 그 재산이 대한민국에 있게 된 경위, 재산의 가액, 원고의 권리구제 필요성과 판결의 실효성 등을 고려하여 국제재판관할권을 판단해야 한다.<br/>[4] 예측가능성은 피고와 법정지 사이에 상당한 관련이 있어서 법정지 법원에 소가 제기되는 것에 대하여 합리적으로 예견할 수 있었는지를 기준으로 판단해야 한다. 피고가 대한민국에서 생활 기반을 가지고 있거나 재산을 취득하여 경제활동을 할 때에는 대한민국 법원에 피고를 상대로 재산에 관한 소가 제기되리라는 점을 쉽게 예측할 수 있다.<br/>[5] 국제재판관할권은 배타적인 것이 아니라 병존할 수도 있다. 지리, 언어, 통신의 편의 측면에서 다른 나라 법원이 대한민국 법원보다 더 편리하다는 것만으로 대한민국 법원의 재판관할권을 쉽게 부정할 수는 없다.<br/>[6] 甲은 중화인민공화국(이하 ‘중국’이라 한다) 국적으로 중국에서 사채업에 종사하다가 대한민국에서 영업을 하려고 입국한 사람이고, 乙 등은 중국 국적의 부부로 중국에서 부동산개발사업을 영위하다가 대한민국에 거주지를 마련한 사람들인데, 甲이 과거 중국에서 乙 등에게 빌려준 대여금의 반환을 구하는 소를 대한민국 법원에 제기한 사안에서, 乙 등이 대한민국에 있는 부동산과 차량을 구입하여 소유·사용하고, 위 소 제기 당시 대한민국에 생활의 근거를 두고 자녀를 양육하면서 취득한 부동산에서 실제로 거주해 온 사실 등과 甲도 위 소 제기 무렵 대한민국에 입국하여 변론 당시까지 상당한 기간을 대한민국에서 거주하면서 향후 대한민국에서 영업활동을 수행할 계획을 가지고 있는 사실 등을 종합하면 甲과 乙 등이 모두 위 소 제기 당시 대한민국에 실질적인 생활 기반을 형성하였다고 볼 수 있는 점, 乙 등은 중국을 떠난 뒤 대한민국에 생활 기반을 마련하고 재산을 취득하였으므로 甲이 자신들을 상대로 대한민국 법원에 위 소를 제기할 것을 예상하지 못했다고 보기 어렵고, 乙 등이 대한민국에 부동산과 차량 등 재산을 소유하고 있어 甲이 이를 가압류한 상황에서 청구의 실효성 있는 집행을 위해서 대한민국 법원에 소를 제기할 실익이 있는 점, 중국 국적인 甲이 중국 국적인 乙 등을 상대로 스스로 대한민국 법원에 재판을 받겠다는 의사를 명백히 표시하여 재판을 청구하고 있고, 乙 등도 대한민국에서 소송대리인을 선임하여 응소하였으며, 상당한 기간 대한민국 법원에서 본안에 관한 실질적인 변론과 심리가 이루어졌는데, 위 사건의 요증사실은 대부분 계약서나 계좌이체 내역 등의 서증을 통해 증명이 가능하고 반드시 중국 현지에 대한 조사가 필요하다고 보기 어렵고, 대한민국에서 소송을 하는 것이 乙 등에게 현저히 불리하다고 볼 수 없는 반면, 위 사건에 관하여 대한민국 법원의 국제재판관할을 부인하여 중국 법원에서 다시 심리해야 한다면 소송경제에 심각하게 반하는 결과가 초래되는 점, 위 사건에 관한 법률관계의 준거법이 중국법이라 하더라도 국제재판관할과 준거법은 서로 다른 이념에 의해 지배되는 것이므로 그러한 사정만으로 위 소와 대한민국 법원의 실질적 관련성을 부정할 수는 없는 점 등에 비추어 위 소는 대한민국과 실질적 관련성이 있으므로 대한민국 법원이 국제재판관할권을 가진다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제2조 제1항 / [2] 국제사법 제2조, 민사소송법 제2조, 제3조 / [3] 국제사법 제2조, 민사소송법 제11조 / [4] 국제사법 제2조 제1항 / [5] 국제사법 제2조 제1항 / [6] 국제사법 제2조<br/>",
  "참조판례": "[1] 대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294), 대법원 2008. 5. 29. 선고 2006다71908, 71915 판결<br/>"
}