{
  "판례일련번호": "208476",
  "사건명": "손해배상(기)",
  "사건번호": "2018가단226347",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190613",
  "판시사항": "甲이 유튜브(youtube) 및 자신의 에스엔에스(SNS)에 ‘자신은 최근 유출된 출사 사진 사건의 피해자이고, 3년 전 乙 지하철역 3번 출구 근처의 한 스튜디오에서 진행된 촬영회는 자신을 기망하여 이루어진 성범죄 현장이었다’는 내용의 동영상과 글을 올리자, 乙 지하철역 3번 출구 근처에서 丙 스튜디오를 운영하는 丁이 丙 스튜디오 인터넷 카페에 丙 스튜디오는 위 사건과 무관하다는 내용의 해명글을 올렸고, 그 후 언론에 丙 스튜디오는 甲의 촬영회를 진행한 스튜디오가 아니라고 丁이 반박하였다는 내용의 기사가 보도되기 시작하였는데, 위 해명글 게시 직후 戊가 청와대 홈페이지 국민소통 광장 국민청원 게시판에 “丙 스튜디오 불법 누드촬영”이라는 제목으로 甲이 SNS에 올린 글 전문을 그대로 인용한 청원글을 게시하고, 위 반박 기사가 보도된 후 인스타그램 팔로워(instagram follower) 수가 870만 명에 이르는 유명 연예인인 己가 자신의 인스타그램 스토리에 위 청원글에 동의하였음을 알리는 인증사진을 게시한 다음 그 인증사진 게시 경위 등을 기재한 글을 올리고, 그 후 다시 庚이 청와대 홈페이지 국민소통 광장 토론방 게시판에 “丙 스튜디오 불법 누드촬영”이라는 제목으로 위 청원글 전문을 인용한 글을 게시하는 일이 발생하자, 丁이 戊, 己, 庚을 상대로는 명예훼손에 따른 손해배상을 청구하고, 국가를 상대로는 국민청원 게시판 관리자의 주의의무 위반을 이유로 국가배상을 청구한 사안에서, 戊, 己, 庚의 행위는 丁의 사회적 가치 내지 평가가 침해될 만한 구체적인 허위 사실을 적시한 명예훼손 행위로서 불법행위를 구성하고 그 불법행위들은 丁에 대한 권리침해 및 손해발생에 공통의 원인이 되었으므로 戊 등은 민법 제760조 제1항에 따라 공동불법행위책임을 진다고 판단한 다음, 국가배상청구에 대해서는 게시판 관리자가 청원글을 즉시 삭제하는 등 상당한 기간 내에 丁의 피해를 방지할 수 있는 조치를 취할 주의의무를 위반하였다고 인정하기 어렵다는 이유로 그 청구를 기각한 사례<br/>",
  "판결요지": "甲이 유튜브(youtube) 및 자신의 에스엔에스(SNS)에 ‘자신은 최근 유출된 출사 사진 사건의 피해자이고, 3년 전 乙 지하철역 3번 출구 근처의 한 스튜디오에서 진행된 촬영회는 자신을 기망하여 이루어진 성범죄 현장이었다’는 내용의 동영상과 글을 올리자, 乙 지하철역 3번 출구 근처에서 丙 스튜디오를 운영하는 丁이 丙 스튜디오 인터넷 카페에 丙 스튜디오는 위 사건과 무관하다는 내용의 해명글을 올렸고, 그 후 언론에 丙 스튜디오는 甲의 촬영회를 진행한 스튜디오가 아니라고 丁이 반박하였다는 내용의 기사가 보도되기 시작하였는데, 위 해명글 게시 직후 戊가 청와대 홈페이지 국민소통 광장 국민청원 게시판에 “丙 스튜디오 불법 누드촬영”이라는 제목으로 甲이 SNS에 올린 글 전문을 그대로 인용한 청원글을 게시하고, 위 반박 기사가 보도된 후 인스타그램 팔로워(instagram follower) 수가 870만 명에 이르는 유명 연예인인 己가 자신의 인스타그램 스토리에 위 청원글에 동의하였음을 알리는 인증사진을 게시한 다음 그 인증사진 게시 경위 등을 기재한 글을 올리고, 그 후 다시 庚이 청와대 홈페이지 국민소통 광장 토론방 게시판에 “丙 스튜디오 불법 누드촬영”이라는 제목으로 위 청원글 전문을 인용한 글을 게시하는 일이 발생하자, 丁이 戊, 己, 庚을 상대로는 명예훼손에 따른 손해배상을 청구하고, 국가를 상대로는 국민청원 게시판 관리자의 주의의무 위반을 이유로 국가배상을 청구한 사안이다.<br/>  甲이 SNS에 올린 글에는 자신에 대한 촬영회가 “3년 전”, “乙 지하철역 3번 출구 근처의 한 스튜디오”에서 이루어졌다는 내용이 기재되어 있을 뿐 丙 스튜디오가 甲에 대한 촬영회를 진행한 스튜디오라고 믿을 만한 객관적인 자료가 없는데도 이에 대한 아무런 조사를 하지 않은 채 청원글 제목에 “丙 스튜디오”라는 상호를 특정하여 기재한 戊의 행위, 이미 丁이 丙 스튜디오 인터넷 카페에 甲의 SNS에 올라온 글에 기재된 스튜디오가 丙 스튜디오가 아님을 해명하는 글을 올려 이러한 내용의 기사가 보도되었는데도 아무런 확인이나 조사도 하지 않은 채 토론방 게시판에 “丙 스튜디오 불법 누드촬영”이라는 제목의 게시글을 올린 庚의 행위, 丁이 丙 스튜디오 인터넷 카페에 해명하는 내용의 글을 올려 이러한 내용의 기사가 보도된 이후인데도 청원글 제목에 기재된 “丙 스튜디오”가 甲에 대한 촬영회가 진행된 스튜디오가 맞는지에 관하여 아무런 조사나 확인도 하지 아니한 채 청원글에 동의한 후 해당 화면을 캡처하여 자신의 인스타그램에 인증사진을 올리고 그 인증사진의 게시 경위를 설명하면서 해당 청원글의 내용을 파악할 수 있는 글을 게시한 己의 행위는 모두 丁의 사회적 가치 내지 평가가 침해될 만한 구체적인 허위 사실을 적시한 명예훼손 행위로서 불법행위를 구성하고 그 불법행위들은 丁에 대한 권리침해 및 손해발생에 공통의 원인이 되었으므로 戊 등은 민법 제760조 제1항에 따라 공동불법행위책임을 진다고 판단한 다음, 국가배상청구에 대해서는 국민청원 게시판 관리자가 청원글 제목에 기재된 스튜디오 상호 전체를 곧바로 숨김 처리하지 않았거나 청원글을 즉시 삭제하지 않았다고 하여 이를 위법하거나 부당하다고 볼 수 없는 점, 게시판 관리자가 청원글에 대한 戊의 민원신청 내역(甲에 대한 업체를 잘못 지정하였다는 내용)과 丁의 민원신청 내역(청원글에 기재된 상호가 공개되지 않도록 해달라는 내용)을 확인한 후 청원글 제목의 상호를 전부 숨김 처리한 조치가 상당한 기간이 경과한 후 이루어진 조치라고 보기 어려운 점, 丁이 국민청원 게시판 개인정보보호 담당자에게 직접 연락하여 청원글에 대한 수정이나 삭제 요청을 하는 것이 가능한 것으로 보이는 점, 청원글에 대한 이의신청이 있다는 사유만으로 즉시 해당 글을 삭제하는 것은 오히려 국민의 청원권이나 표현의 자유를 침해할 우려가 있는 점 등에 비추어 게시판 관리자가 청원글을 즉시 삭제하는 등 상당한 기간 내에 丁의 피해를 방지할 수 있는 조치를 취할 주의의무를 위반하였다고 인정하기 어렵다는 이유로 그 청구를 기각한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제751조, 제760조 제1항, 국가배상법 제2조 제1항<br/>",
  "참조판례": ""
}