{
  "판례일련번호": "208504",
  "사건명": "저작권침해금지등청구의소",
  "사건번호": "2017다212095",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 저작권법 제2조 제1호에 규정된 ‘저작물’의 요건인 ‘창작성’의 의미 및 게임 저작물의 창작성 여부를 판단할 때 고려해야 할 사항<br/>[2] 저작권의 보호 대상 및 두 저작물 사이에 실질적인 유사성이 있는지 판단하는 기준<br/>[3] 매치-3-게임(match-3-game) 형식의 모바일 게임을 개발하여 출시한 甲 외국회사가 乙 주식회사를 상대로, 乙 회사가 출시한 모바일 게임이 甲 회사의 저작권을 침해한다는 이유로 침해행위 금지 등을 구한 사안에서, 甲 회사의 게임물이 선행 게임물과 확연히 구별되는 창작적 개성을 갖추고 있으므로 저작물로서 보호 대상이 될 수 있고, 乙 회사의 게임물은 甲 회사의 게임물의 창작적인 표현형식을 그대로 포함하고 있으므로 실질적으로 유사하다고 볼 수 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 저작권법 제2조 제1호는 저작물을 ‘인간의 사상 또는 감정을 표현한 창작물’로 규정하여 창작성을 요구하고 있다. 여기서 창작성은 완전한 의미의 독창성을 요구하는 것은 아니라고 하더라도, 창작성이 인정되려면 적어도 어떠한 작품이 단순히 남의 것을 모방한 것이어서는 아니 되고 사상이나 감정에 대한 저작자 자신의 독자적인 표현을 담고 있어야 한다.<br/>  게임 저작물(이하 ‘게임물’이라 한다)은 어문저작물, 음악저작물, 미술저작물, 영상저작물, 컴퓨터프로그램 저작물 등이 결합되어 있는 복합적 성격의 저작물로서, 컴퓨터 게임물이나 모바일 게임물에는 게임 사용자의 조작에 의해 일정한 시나리오와 게임 규칙에 따라 반응하는 캐릭터, 아이템, 배경화면과 이를 기술적으로 작동하게 하는 컴퓨터프로그램 및 이를 통해 구현된 영상, 배경음악 등이 유기적으로 결합되어 있다.<br/>  게임물은 저작자의 제작 의도와 시나리오를 기술적으로 구현하는 과정에서 다양한 구성요소들을 선택·배열하고 조합함으로써 다른 게임물과 확연히 구별되는 특징이나 개성이 나타날 수 있다. 그러므로 게임물의 창작성 여부를 판단할 때에는 게임물을 구성하는 구성요소들 각각의 창작성을 고려함은 물론이고, 구성요소들이 일정한 제작 의도와 시나리오에 따라 기술적으로 구현되는 과정에서 선택·배열되고 조합됨에 따라 전체적으로 어우러져 그 게임물 자체가 다른 게임물과 구별되는 창작적 개성을 가지고 저작물로서 보호를 받을 정도에 이르렀는지도 고려해야 한다.<br/>[2] 저작권의 보호 대상은 인간의 사상 또는 감정을 말, 문자, 음, 색 등에 의하여 구체적으로 외부에 표현한 창작적인 표현형식이므로, 저작권의 침해 여부를 가리기 위하여 두 저작물 사이에 실질적인 유사성이 있는지를 판단할 때에는 창작적인 표현형식에 해당하는 것만을 가지고 대비해 보아야 한다.<br/>[3] 매치-3-게임(match-3-game) 형식의 모바일 게임을 개발하여 출시한 甲 외국회사가 乙 주식회사를 상대로, 乙 회사가 출시한 모바일 게임이 甲 회사의 저작권을 침해한다는 이유로 침해행위 금지 등을 구한 사안에서, 甲 회사의 게임물은 개발자가 축적된 게임 개발 경험과 지식을 바탕으로 게임물의 성격에 비추어 필요하다고 판단된 요소들을 선택하여 나름대로의 제작 의도에 따라 배열·조합함으로써, 개별 구성요소의 창작성 인정 여부와 별개로 특정한 제작 의도와 시나리오에 따라 기술적으로 구현된 주요한 구성요소들이 선택·배열되고 유기적인 조합을 이루어 선행 게임물과 확연히 구별되는 창작적 개성을 갖추고 있으므로 저작물로서 보호 대상이 될 수 있고, 乙 회사의 게임물은 甲 회사의 게임물 제작 의도와 시나리오가 기술적으로 구현된 주요한 구성요소들의 선택과 배열 및 유기적인 조합에 따른 창작적인 표현형식을 그대로 포함하고 있으므로, 양 게임물은 실질적으로 유사하다고 볼 수 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제1호 / [2] 저작권법 제2조 제1호, 제10조, 제123조, 제125조 / [3] 저작권법 제2조 제1호, 제10조, 제123조, 제125조<br/>",
  "참조판례": "[1] 대법원 2011. 2. 10. 선고 2009도291 판결(공2011상, 594), 대법원 2017. 11. 9. 선고 2014다49180 판결(공2017하, 2296) / [2] 대법원 2013. 8. 22. 선고 2011도3599 판결(공2013하, 1716)<br/>"
}