{
  "판례일련번호": "208510",
  "사건명": "법인세부과처분취소",
  "사건번호": "2016두841",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 국세기본법 제14조 제1항에서 정한 실질귀속자 과세의 원칙이 조세조약의 해석과 적용에도 그대로 적용되는지 여부(=원칙적 적극) / ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’ 제27조 제2항이 위 조약의 해석과 적용에서 실질과세 원칙을 배제하는 특별한 규정에 해당하는지 여부(소극) 및 위 조항에 따라 같은 조약 제10조 제2항, 제11조 제2항, 제12조 제2항, 제21조에 정해진 제한을 적용할지 판단하는 기준<br/>[2] 甲 독일회사가 乙 독일회사와 丙 독일회사를 설립한 다음 이들로 하여금 丁 주식회사의 발행주식 전부를 50%씩 취득하게 하였고, 이후 丁 회사가 乙 회사와 丙 회사에 지급한 배당금에 대하여 ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’ 제10조 제2항 (가)목의 제한세율 5%를 적용함으로써 법인세를 원천징수하여 과세관청에 납부하였는데, 과세관청이 위 조약의 적용을 배제하고 구 법인세법에 따라 25%의 세율을 적용하여 丁 회사에 해당 사업연도 원천징수 법인세를 경정·고지한 사안에서, 제반 사정에 비추어 甲 회사에 대하여 위 조약 제27조 제2항을 이유로 15% 제한세율의 적용을 배제할 수는 없다고 한 사례<br/>",
  "판결요지": "[1] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정(이하 ‘한·독 조세조약’이라 한다)은 일방체약국의 국내법 규정이 한·독 조세조약에 포함된 원칙과 부합하는 한 탈세나 조세회피 방지 규정의 적용을 배제하고 있지 않다[한·독 조세조약 제27조 제1항 (가)목]. 또한 관련 사업운영에 대한 적정한 경제적 이유 없이 주식 등 권리 등을 설정하거나 양도함으로써 제10조, 제11조, 제12조와 제21조를 이용하는 것이 관계인의 주요 목적일 경우에는 한·독 조세조약 제10조 제2항, 제11조 제2항, 제12조 제2항과 제21조에 정해진 제한이 적용되지 않는다(한·독 조세조약 제27조 제2항). 이는 관련 사업운영에 대한 적정한 경제적 이유 없이 주식 등의 권리를 설정하거나 양도하는 방법으로 한·독 조세조약 제10조, 제11조, 제12조와 제21조에 규정된 제한세율 적용 요건을 충족한 것과 같은 외관을 만들어 부당하게 조세를 감소시키는 것이 주요 목적인 조약 남용행위에 대처하기 위한 것으로, 그와 같은 조약 남용행위에 대해서는 한·독 조세조약상 혜택이라고 할 수 있는 제한세율을 적용하지 않도록 한 것이다.<br/>  한편 국세기본법 제14조 제1항은 실질과세 원칙을 정하고 있는데(2010. 1. 1. 법률 제9911호로 개정되기 전의 국세기본법, 그 후 법령의 개정이 있었으나, 이 부분은 현행 법령에서도 마찬가지이다), 소득이나 수익, 재산, 거래 등 과세대상에 관하여 그 귀속명의와 달리 실질적으로 귀속되는 사람이 따로 있는 경우에는 형식이나 외관에 따라 귀속명의자를 납세의무자로 삼지 않고 실질적으로 귀속되는 사람을 납세의무자로 삼겠다는 것이다. 재산 귀속명의자는 이를 지배·관리할 능력이 없고 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 사람이 따로 있으며 그와 같은 명의와 실질의 괴리가 조세 회피 목적에서 비롯된 경우에는, 그 재산에 관한 소득은 재산을 실질적으로 지배·관리하는 사람에게 귀속된 것으로 보아 그를 납세의무자로 보아 과세하여야 한다. 이러한 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다.<br/>  위와 같은 관련 법령의 문언, 내용, 체계, 목적 등을 종합하면, 한·독 조세조약 제27조 제2항이 한·독 조세조약의 해석과 적용에서 실질과세 원칙을 배제하는 특별한 규정에 해당한다고 보아서는 안 된다. 그리고 한·독 조세조약 제27조 제2항에 따라 같은 조약 제10조 제2항, 제11조 제2항, 제12조 제2항, 제21조에 정해진 제한을 적용할지는 배당·이자·사용료·기타소득의 지급에 관한 권리 등을 설정하거나 양도한 경위, 관련 사업의 목적과 활동 내역, 관계인의 사업운영에 관한 역할과 해당 소득에 대한 지배·관리 여부 등 여러 사정을 종합하여 판단해야 한다.<br/>[2] 甲 독일회사가 乙 독일회사와 丙 독일회사를 설립한 다음 이들로 하여금 丁 주식회사의 발행주식 전부를 50%씩 취득하게 하였고, 이후 丁 회사가 乙 회사와 丙 회사에 지급한 배당금에 대하여 ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’(이하 ‘한·독 조세조약’이라 한다) 제10조 제2항 (가)목의 제한세율 5%를 적용함으로써 법인세를 원천징수하여 과세관청에 납부하였는데, 과세관청이 한·독 조세조약의 적용을 배제하고 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것)에 따라 25%의 세율을 적용하여 丁 회사에 해당 사업연도 원천징수 법인세를 경정·고지한 사안에서, 제반 사정에 비추어 위 배당금의 실질귀속자인 甲 회사가 귀속명의자에 불과한 乙 회사 및 丙 회사를 설립하여 丁 회사의 발행주식을 취득하였더라도 관련 사업운영에 대한 적정한 경제적 이유 없이 한·독 조세조약 제10조 제2항 (나)목의 15% 제한세율 적용을 주요한 목적으로 삼은 것이라고 보기 어려우므로, 甲 회사에 대하여 한·독 조세조약 제27조 제2항을 이유로 위 15% 제한세율의 적용을 배제할 수는 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제10조 제2항, 제11조 제2항, 제12조 제2항, 제21조, 제27조 제1항 (가)목, 제2항, 국세기본법 제14조 제1항 / [2] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제10조 제2항 (가)목, (나)목, 제27조 제2항, 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제93조 제2호, 제98조 제1항 제3호(현행 제98조 제1항 제2호 참조)<br/>",
  "참조판례": "[1] 대법원 2012. 1. 19. 선고 2008두8499 전원합의체 판결(공2012상, 359), 대법원 2012. 4. 26. 선고 2010두11948 판결(공2012상, 892)<br/>"
}