{
  "판례일련번호": "208511",
  "사건명": "구상금",
  "사건번호": "2018다226015",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 고속도로에서 선행차량이 사고 등의 사유로 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 자동차에 의하여 추돌사고가 발생한 경우, 안전조치 미이행 또는 선행사고의 발생 등으로 인한 정지와 후행 추돌사고 및 그로 인하여 연쇄적으로 발생된 사고들 사이에 인과관계가 인정되는지 여부(원칙적 적극) 및 이때 선행차량 운전자의 과실이 후행사고들로 인한 손해배상책임에 관한 분담범위를 정할 때에 참작되어야 하는지 여부(적극)<br/>[2] 공동불법행위의 성립에 공동불법행위자 상호 간 의사의 공통이나 공동의 인식이 필요한지 여부(소극)<br/>[3] 甲이 차량1을 운전하여 고속도로를 진행하던 중 안개가 짙게 끼어 전방의 시야가 확보되지 않은 탓에 앞에서 서행하던 트럭을 추돌한 후 안전조치를 취하지 않은 채 2차로에 정차해 있는 사이에 뒤따라오던 승합차가 차량1을 추돌하였고, 승합차를 뒤따라오던 승용차는 사고를 미리 목격하고 2차로에 정차하였으나 바로 뒤이어 乙이 운전한 차량2가 승용차를 추돌한 후 안전조치를 취하지 않은 채 주행차로에 정지해 있었고, 그 뒤로 丙이 운전한 차량3 등이 2차로에서 연쇄적으로 추돌사고를 일으켰으며, 차량3의 동승자인 丁은 또 다른 연쇄추돌로 인한 충격을 피하기 위하여 차량에서 바깥으로 나왔다가 3차로 쪽에서 연쇄추돌로 발생한 화재를 피하여 반대편인 1차로 쪽으로 피해 있었는데, 戊가 운전하는 차량4가 丁을 충격하여 상해를 입힌 사안에서, 甲, 乙, 丙은 공동불법행위자로서 戊가 운전하는 차량4가 丁을 충격하여 발생한 손해에 대하여 연대배상책임을 부담한다고 한 사례<br/>",
  "판결요지": "[1] 도로교통법령에 의하면 고속도로에서 특별한 사정이 없는 한 차를 정차 또는 주차하여서는 아니 되고, 자동차의 운전자는 고장이나 그 밖의 사유로 고속도로에서 자동차를 운행할 수 없게 된 때에는 도로교통법 시행규칙이 정하는 ‘고장자동차의 표지’를 도로상에 설치하여야 하며, 그 자동차를 고속도로 외의 곳으로 이동하는 등의 필요한 조치(이하 ‘안전조치’라 한다)를 하여야 한다.<br/>  그리고 고속도로에서 선행차량이 사고 등의 사유로 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 자동차에 의하여 추돌사고가 발생한 경우에, 안전조치를 취하지 아니한 정차로 인하여 후행차량이 선행차량을 충돌하고 나아가 그 주변의 다른 차량이나 사람들을 충돌할 수도 있다는 것을 충분히 예상할 수 있으므로, 선행차량 운전자가 정지 후 안전조치를 취할 수 있었음에도 과실로 이를 게을리하였거나, 또는 정지 후 시간적 여유 부족이나 부상 등의 사유로 안전조치를 취할 수 없었다고 하더라도 그 정지가 선행차량 운전자의 과실로 발생된 선행사고로 인한 경우 등과 같이 그의 과실에 의하여 비롯된 것이라면, 안전조치 미이행 또는 선행사고의 발생 등으로 인한 정지와 후행 추돌사고 및 그로 인하여 연쇄적으로 발생된 사고들 사이에는 특별한 사정이 없는 한 인과관계가 있고, 손해의 공평한 분담이라는 손해배상 제도의 이념에 비추어 볼 때에 선행차량 운전자의 과실은 후행사고들로 인한 손해배상책임에 관한 분담범위를 정할 때에 참작되어야 한다.<br/>[2] 공동불법행위의 성립에는 공동불법행위자 상호 간에 의사의 공통이나 공동의 인식이 필요하지 아니하고 객관적으로 각 행위에 관련공동성이 있으면 되며, 관련공동성 있는 행위에 의하여 손해가 발생하였다면 손해배상책임을 면할 수 없다.<br/>[3] 甲이 차량1을 운전하여 고속도로를 진행하던 중 안개가 짙게 끼어 전방의 시야가 확보되지 않은 탓에 앞에서 서행하던 트럭을 추돌(이하 ‘선행사고’라 한다)한 후 안전조치를 취하지 않은 채 2차로에 정차해 있는 사이에 뒤따라오던 승합차가 차량1을 추돌하였고, 승합차를 뒤따라오던 승용차는 사고를 미리 목격하고 2차로에 정차하였으나 바로 뒤이어 乙이 운전한 차량2가 승용차를 추돌한 후 안전조치를 취하지 않은 채 주행차로에 정지해 있었고, 그 뒤로 丙이 운전한 차량3 등이 2차로에서 연쇄적으로 추돌사고를 일으켰으며, 차량3의 동승자인 丁은 또 다른 연쇄추돌로 인한 충격을 피하기 위하여 차량에서 바깥으로 나왔다가 3차로 쪽에서 연쇄추돌로 발생한 화재를 피하여 반대편인 1차로 쪽으로 피해 있었는데, 戊가 운전하는 차량4가 丁을 충격(이하 ‘후행사고’라 한다)하여 상해를 입힌 사안에서, 차량1의 운전자인 甲은 전방주시의무 위반 등의 과실로 연쇄추돌 사고의 최초의 원인이 된 선행사고를 일으켰고, 사고 후 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 차량들에 의해 후행 추돌사고가 발생하였으므로, 설령 甲이 사고 후 안전조치 등을 취할 시간적 여유가 없었다고 하더라도 후행 추돌사고에 대하여 과실이 있고, 그 후 연쇄적인 후행 추돌사고가 발생하여 화재에까지 이르렀고, 甲으로서는 당시 안개가 짙게 낀 고속도로를 운행하는 후행차량들이 2차로에 정차한 차량1을 추돌하고 나아가 그 주변의 다른 차량이나 대피하는 사람들을 추돌할 수도 있다는 것을 충분히 예상할 수 있었다고 할 것이므로, 甲의 위와 같은 과실과 연쇄적인 후행 추돌사고로 인한 후행사고 사이에는 상당인과관계도 있고, 차량2의 운전자인 乙과 차량3의 운전자인 丙은 전방주시의무 위반 등의 과실로 앞차를 충격하는 사고를 일으킨 후 안전조치를 취하지 아니한 채 주행차로에 정지해 있는 사이에 뒤따라온 차량들에 의해 후행 추돌사고가 발생하였으므로, 乙, 丙의 각 과실과 연쇄적인 후행 추돌사고로 인한 후행사고 사이에도 상당인과관계가 있는데, 선행사고와 그로 인한 연쇄추돌 사고 및 후행사고는 시간적으로나 장소적으로 근접하여 발생한 일련의 연쇄추돌 사고들 중의 일부로서, 객관적으로 보아 그 행위에 관련공동성이 있으므로, 甲, 乙, 丙은 공동불법행위자로서 후행사고로 인한 손해에 대하여 연대배상책임을 부담하고, 비록 丁이 차량3에서 내려 1차로로 대피하던 중 후행사고가 발생하였더라도, 丁이 1차로로 대피하게 된 것은 甲 등에 의해 야기된 선행사고로 인한 연쇄적인 후행 추돌사고와 그로 인한 화재에서 비롯된 것으로서, 다수 운전자들의 과실로 다수 차량이 연쇄추돌한 후 화재까지 발생한 경우, 단순히 차량1, 2, 3과 차량4 사이의 직접적인 충격이 없었다고 하여 甲, 乙, 丙의 각 과실과 후행사고 사이의 인과관계가 단절된다고 볼 수는 없고, 후행사고가 1차로상에서 발생하였다고 하여 달리 평가할 수 있는 것이 아닌데도, 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제396조, 제750조, 제763조, 도로교통법 제64조, 제66조, 도로교통법 시행규칙 제40조 / [2] 민법 제760조 / [3] 민법 제750조, 제760조, 도로교통법 제64조, 제66조, 도로교통법 시행규칙 제40조<br/>",
  "참조판례": "[1][2] 대법원 2012. 8. 17. 선고 2010다28390 판결(공2012하, 1541) / [1] 대법원 2009. 12. 10. 선고 2009다64925 판결(공2010상, 117), 대법원 2012. 3. 29. 선고 2011다110692 판결 / [2] 대법원 1988. 4. 12. 선고 87다카2951 판결(공1988, 842), 대법원 2008. 6. 26. 선고 2008다22481 판결<br/>"
}