{
  "판례일련번호": "208503",
  "사건명": "과다본인부담금확인처분취소(혈맥약침술이 비급여 의료행위인 약침술에 포함되는지 여부가 문제된 사건)",
  "사건번호": "2016두34585",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 신의료기술평가 제도의 시행일(2007. 4. 28.) 이후 새롭게 시도되는 의료기술이 기존 의료기술을 변경하였고 변경의 정도가 경미하지 않아 서로 동일하거나 유사하다고 인정되지 않는 경우, 비급여 의료행위에 해당하기 위해서는 신의료기술평가가 선행되어야 하는지 여부(적극) 및 변경의 정도가 경미한지 판단할 때 고려할 사항<br/>[2] 甲이 자신이 운영하는 요양병원에서 항암혈맥약침 등의 치료를 받은 환자로부터 본인부담금을 수령하였으나 건강보험심사평가원이 ‘혈맥약침술이 기존의 약침술의 범주에 해당하지 않아 신의료기술 신청이 선행되어야 한다’는 이유로 항암혈맥약침술 비용을 ‘과다본인부담금’으로 확인하고 환급을 명하는 처분을 한 사안에서, 혈맥약침술은 기존 의료기술인 약침술과 비교할 때 시술의 목적, 부위, 방법 등에서 상당한 차이가 있고, 변경의 정도가 경미하지 않아 서로 동일하거나 유사하다고 볼 수 없으므로 甲이 수진자들로부터 비급여 항목으로 혈맥약침술 비용을 지급받으려면 신의료기술평가 절차를 통해 안전성·유효성을 인정받아야 하는데도, 혈맥약침술이 약침술과 본질적인 차이가 없다는 전제에서 위 처분이 위법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 의료법 제53조 제1항, 제2항, 부칙(2007. 4. 11.) 제14조, 구 신의료기술평가에 관한 규칙(2015. 9. 21. 보건복지부령 제353호로 개정되기 전의 것) 제2조 제2호의 규정 등을 종합하면, 신의료기술평가 제도의 시행일인 2007. 4. 28. 이후에 새롭게 시도되는 의료기술이 시술의 목적, 대상, 방법 등에서 기존 의료기술을 변경하였고, 그 변경의 정도가 경미하지 않기 때문에 서로 동일하거나 유사하다고 인정되지 아니한 경우에는 신의료기술평가의 대상이 되어, 법령의 절차에 따른 평가를 받지 않는 이상 더 이상 비급여 의료행위에 해당하지 않게 된다. 변경의 정도가 경미한지를 판단할 때에는 모든 국민이 수준 높은 의료 혜택을 받을 수 있도록 국민의료에 필요한 사항을 규정함으로써 국민의 건강을 보호하고 증진하려는 의료법의 목적, 의료기술평가에 관한 법적 근거를 마련하여 의료기술의 안전성·유효성을 확보함으로써 국민의 생명과 신체를 보호하려는 신의료기술평가 제도의 입법 취지가 고려되어야 한다.<br/>[2] 甲이 자신이 운영하는 요양병원에서 항암혈맥약침 등의 치료를 받은 환자로부터 본인부담금 9,200,000원을 수령하였으나 건강보험심사평가원이 ‘혈맥약침술이 국민건강보험법상 비급여 의료행위인 기존의 약침술의 범주에 해당하지 않아 신의료기술 신청이 선행되어야 한다’는 이유로 항암혈맥약침술 비용 9,200,000원을 ‘과다본인부담금’으로 확인하고 환급을 명하는 처분을 한 사안에서, 약침술은 한의학의 핵심 치료기술인 침구요법과 약물요법을 접목하여 적은 양의 약물을 경혈 등에 주입하여 치료효과를 극대화시키는 의료기술이므로 침구요법을 전제로 약물요법을 가미한 것이지만 혈맥약침술은 침술에 의한 효과가 없거나 매우 미미하고 오로지 약물에 의한 효과가 극대화된 시술인 점 등에 비추어, 혈맥약침술은 기존에 허용된 의료기술인 약침술과 비교할 때 시술의 목적, 부위, 방법 등에서 상당한 차이가 있고, 변경의 정도가 경미하지 않아 서로 동일하거나 유사하다고 볼 수 없으므로 甲이 수진자들로부터 비급여 항목으로 혈맥약침술 비용을 지급받으려면 신의료기술평가 절차를 통해 안전성·유효성을 인정받아야 하는데도, 혈맥약침술이 약침술과 본질적인 차이가 없다는 전제에서 위 처분이 위법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 의료법 제53조 제1항, 제2항, 구 신의료기술평가에 관한 규칙(2015. 9. 21. 보건복지부령 제353호로 개정되기 전의 것) 제2조 제2호(현행 제2조 제1항 제3호 참조) / [2] 국민건강보험법 제47조, 제48조, 의료법 제53조 제1항, 제2항, 구 신의료기술평가에 관한 규칙(2015. 9. 21. 보건복지부령 제353호로 개정되기 전의 것) 제2조 제2호(현행 제2조 제1항 제3호 참조)<br/>",
  "참조판례": ""
}