{
  "판례일련번호": "208512",
  "사건명": "인적사항공개처분취소청구",
  "사건번호": "2018두49130",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 병무청장이 병역법 제81조의2 제1항에 따라 병역의무 기피자의 인적사항 등을 인터넷 홈페이지에 게시하는 등의 방법으로 공개한 경우, 병무청장의 공개결정이 항고소송의 대상이 되는 행정처분인지 여부(적극)<br/>[2] 행정처분의 무효확인 또는 취소를 구하는 소송 계속 중 처분청이 다툼의 대상이 되는 행정처분을 직권으로 취소한 경우, 그 처분을 대상으로 한 항고소송이 적법한지 여부(원칙적 소극) 및 예외적으로 그 처분의 취소를 구할 소의 이익을 인정할 수 있는 경우<br/>",
  "판결요지": "[1] 병무청장이 병역법 제81조의2 제1항에 따라 병역의무 기피자의 인적사항 등을 인터넷 홈페이지에 게시하는 등의 방법으로 공개한 경우 병무청장의 공개결정을 항고소송의 대상이 되는 행정처분으로 보아야 한다. 그 구체적인 이유는 다음과 같다.<br/>  ① 병무청장이 하는 병역의무 기피자의 인적사항 등 공개는, 특정인을 병역의무 기피자로 판단하여 그 사실을 일반 대중에게 공표함으로써 그의 명예를 훼손하고 그에게 수치심을 느끼게 하여 병역의무 이행을 간접적으로 강제하려는 조치로서 병역법에 근거하여 이루어지는 공권력의 행사에 해당한다.<br/>  ② 병무청장이 하는 병역의무 기피자의 인적사항 등 공개조치에는 특정인을 병역의무 기피자로 판단하여 그에게 불이익을 가한다는 행정결정이 전제되어 있고, 공개라는 사실행위는 행정결정의 집행행위라고 보아야 한다. 병무청장이 그러한 행정결정을 공개 대상자에게 미리 통보하지 않은 것이 적절한지는 본안에서 해당 처분이 적법한가를 판단하는 단계에서 고려할 요소이며, 병무청장이 그러한 행정결정을 공개 대상자에게 미리 통보하지 않았다거나 처분서를 작성·교부하지 않았다는 점만으로 항고소송의 대상적격을 부정하여서는 아니 된다.<br/>  ③ 병무청 인터넷 홈페이지에 공개 대상자의 인적사항 등이 게시되는 경우 그의 명예가 훼손되므로, 공개 대상자는 자신에 대한 공개결정이 병역법령에서 정한 요건과 절차를 준수한 것인지를 다툴 법률상 이익이 있다. 병무청장이 인터넷 홈페이지 등에 게시하는 사실행위를 함으로써 공개 대상자의 인적사항 등이 이미 공개되었더라도, 재판에서 병무청장의 공개결정이 위법함이 확인되어 취소판결이 선고되는 경우, 병무청장은 취소판결의 기속력에 따라 위법한 결과를 제거하는 조치를 할 의무가 있으므로 공개 대상자의 실효적 권리구제를 위해 병무청장의 공개결정을 행정처분으로 인정할 필요성이 있다. 만약 병무청장의 공개결정을 항고소송의 대상이 되는 처분으로 보지 않는다면 국가배상청구 외에는 침해된 권리 또는 법률상 이익을 구제받을 적절한 방법이 없다.<br/>  ④ 관할 지방병무청장의 공개 대상자 결정의 경우 상대방에게 통보하는 등 외부에 표시하는 절차가 관계 법령에 규정되어 있지 않아, 행정실무상으로도 상대방에게 통보되지 않는 경우가 많다. 또한 관할 지방병무청장이 위원회의 심의를 거쳐 공개 대상자를 1차로 결정하기는 하지만, 병무청장에게 최종적으로 공개 여부를 결정할 권한이 있으므로, 관할 지방병무청장의 공개 대상자 결정은 병무청장의 최종적인 결정에 앞서 이루어지는 행정기관 내부의 중간적 결정에 불과하다. 가까운 시일 내에 최종적인 결정과 외부적인 표시가 예정된 상황에서, 외부에 표시되지 않은 행정기관 내부의 결정을 항고소송의 대상인 처분으로 보아야 할 필요성은 크지 않다. 관할 지방병무청장이 1차로 공개 대상자 결정을 하고, 그에 따라 병무청장이 같은 내용으로 최종적 공개결정을 하였다면, 공개 대상자는 병무청장의 최종적 공개결정만을 다투는 것으로 충분하고, 관할 지방병무청장의 공개 대상자 결정을 별도로 다툴 소의 이익은 없어진다.<br/>[2] 행정처분의 무효확인 또는 취소를 구하는 소가 제소 당시에는 소의 이익이 있어 적법하였더라도, 소송 계속 중 처분청이 다툼의 대상이 되는 행정처분을 직권으로 취소하면 그 처분은 효력을 상실하여 더 이상 존재하지 않는 것이므로, 존재하지 않는 그 처분을 대상으로 한 항고소송은 원칙적으로 소의 이익이 소멸하여 부적법하다.<br/>  다만 처분청의 직권취소에도 불구하고 완전한 원상회복이 이루어지지 않아 무효확인 또는 취소로써 회복할 수 있는 다른 권리나 이익이 남아 있거나 또는 동일한 소송 당사자 사이에서 그 행정처분과 동일한 사유로 위법한 처분이 반복될 위험성이 있어 행정처분의 위법성 확인 내지 불분명한 법률문제에 대한 해명이 필요한 경우 행정의 적법성 확보와 그에 대한 사법통제, 국민의 권리구제의 확대 등의 측면에서 예외적으로 그 처분의 취소를 구할 소의 이익을 인정할 수 있을 뿐이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 병역법 제81조의2 제1항, 행정소송법 제2조 제1항 제1호 / [2] 행정소송법 제12조<br/>",
  "참조판례": "[1] 대법원 2018. 6. 15. 선고 2016두57564 판결(공2018하, 1296) / [2] 대법원 2006. 9. 28. 선고 2004두5317 판결(공2006하, 1833), 대법원 2007. 7. 19. 선고 2006두19297 전원합의체 판결(공2007하, 1291), 대법원 2016. 6. 10. 선고 2013두1638 판결(공2016하, 938)<br/>"
}