{
  "판례일련번호": "208506",
  "사건명": "양수금",
  "사건번호": "2017다222962",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190627",
  "판시사항": "[1] 채무자가 채권양도 통지를 받을 당시 이미 상계를 할 수 있는 원인이 있었던 경우, 그 후 상계적상에 이르면 양수인에 대하여 상계로 대항할 수 있는지 여부(적극)<br/>[2] 채무자가 채권양도에 대하여 이의를 보류하지 않은 승낙을 한 경우, 양수인에게 대항하지 못하는 사유에 채권의 성립·존속·행사를 저지하거나 배척하는 사유가 포함되는지 여부(적극) 및 채무자가 이의를 보류하지 않은 승낙을 했는지 판단하는 기준<br/>[3] 의사인 甲이 乙 은행에 대한 대출금채무를 담보하기 위하여 ‘국민건강보험공단에 대하여 가지는 채권으로서 이미 발생하거나 장래 발생할 요양급여비용 채권 등’을 乙 은행에 양도한 후 국민건강보험공단에 채권양도사실을 통지하였고, 국민건강보험공단은 甲에게 ‘압류진료비 채권압류 확인서’를 발급하여 乙 은행에 팩스로 송부하였는데, 乙 은행이 국민건강보험공단을 상대로 양수금의 지급을 구하자 국민건강보험공단이 甲에 대한 의료법 위반에 따른 손해배상채권으로 상계를 주장한 사안에서, 확인서의 발급 경위 및 내용 등을 종합하면 국민건강보험공단이 채권양도에 대하여 이의를 보류하지 않은 승낙을 한 것으로 보기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 지명채권의 양도는 양도인이 채무자에게 통지하거나 채무자가 승낙하지 않으면 채무자에게 대항하지 못한다(민법 제450조 제1항). 채무자가 채권양도 통지를 받은 경우 채무자는 그때까지 양도인에 대하여 생긴 사유로써 양수인에게 대항할 수 있고(제451조 제2항), 당시 이미 상계할 수 있는 원인이 있었던 경우에는 아직 상계적상에 있지 않더라도 그 후에 상계적상에 이르면 채무자는 양수인에 대하여 상계로 대항할 수 있다.<br/>[2] 민법 제451조 제1항 본문은 “채무자가 이의를 보류하지 아니하고 전조의 승낙을 한 때에는 양도인에게 대항할 수 있는 사유로써 양수인에게 대항하지 못한다.”라고 정하고 있다. 이 조항은 채무자의 이의를 보류하지 않은 승낙이라는 사실에 공신력을 주어 양수인을 보호하고 거래의 안전을 꾀하기 위한 것이다. 여기에서 양도인에게 대항할 수 있지만 양수인에게는 대항하지 못하는 사유는 협의의 항변권에 한정되지 않고 넓게 채권의 성립·존속·행사를 저지하거나 배척하는 사유를 포함한다.<br/>  채무자가 이 조항에 따른 이의를 보류하지 않은 승낙을 할 때에 명시적으로 항변사유를 포기한다거나 양도되는 채권에 대하여 이의가 없다는 뜻을 표시할 것까지 요구하지는 않는다. 그러나 이의를 보류하지 않은 승낙으로 말미암아 채무자가 양도인에 대하여 갖는 대항사유가 단절되는 점을 감안하면, 채무자가 이 조항에 따라 이의를 보류하지 않은 승낙을 했는지는 문제 되는 행위의 내용, 채무자가 행위에 이른 동기와 경위, 채무자가 행위로 달성하려고 하는 목적과 진정한 의도, 행위를 전후로 채무자가 보인 태도 등을 종합적으로 고려하여 양수인으로 하여금 양도된 채권에 대하여 대항사유가 없을 것을 신뢰하게 할 정도에 이르렀는지를 감안하여 판단해야 한다.<br/>[3] 의사인 甲이 乙 은행에 대한 대출금채무를 담보하기 위하여 ‘국민건강보험공단에 대하여 가지는 채권으로서 이미 발생하거나 장래 발생할 요양급여비용 채권 등’을 乙 은행에 양도한 후 국민건강보험공단에 채권양도사실을 통지하였고, 국민건강보험공단은 甲에게 ‘압류진료비 채권압류 확인서’를 발급하여 乙 은행에 팩스로 송부하였는데, 乙 은행이 국민건강보험공단을 상대로 양수금의 지급을 구하자 국민건강보험공단이 甲에 대한 의료법 위반에 따른 손해배상채권으로 상계를 주장한 사안에서, 위 확인서는 발급목적과 용도가 채권압류 확인으로 제한되어 있고 발급목적 외 다른 용도로 사용하는 것이 엄격히 금지되어 있는 점, 확인서 발급 당시 채권양도의 대상이 된 채권의 한도만 정해져 있었을 뿐 발생 시기나 금액이 불확실한 상황에서 국민건강보험공단이 양도인에 대한 모든 대항사유를 포기한 채 채권양도를 승낙하였으리라고는 통상적으로 기대하기 어려운 점, 국민건강보험공단이 채권양도 통지를 받은 다음 甲의 의료법 위반 사실을 알기 전에 乙 은행에 양수채권에 대한 변제를 하였다는 이유로 채권양도에 대하여 이의를 보류하지 않은 승낙을 한 것으로 보기는 어려운 점, 확인서에 진료비채권에 대한 압류확인 외의 목적으로 확인서를 사용하는 것을 금지하고 확인서의 발급으로 인해서 어떠한 책임도 국민건강보험공단에 물을 수 없다는 내용이 기재되어 있는데, 국민건강보험공단은 위와 같은 기재내용을 통하여 대항사유의 단절이라는 법적 책임이나 불이익을 지지 않음을 포괄적으로 표시하였다고 볼 수도 있는 점을 종합하면, 국민건강보험공단이 채권양도에 대하여 이의를 보류하지 않은 승낙을 한 것으로 보기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제450조 제1항, 제451조 제2항, 제492조 / [2] 민법 제451조 제1항 / [3] 민법 제450조 제1항, 제451조, 제492조<br/>",
  "참조판례": "[1] 대법원 1999. 8. 20. 선고 99다18039 판결(공1999하, 1878) / [2] 대법원 1997. 5. 30. 선고 96다22648 판결(공1997하, 2000)<br/>"
}