{
  "판례일련번호": "208746",
  "사건명": "체류기간연장등불허가처분취소(한국 국적의 배우자와 이혼한 베트남 여성이 결혼이민(F-6 다.목) 체류자격 연장을 신청하였다가 거부된 사안에서, 혼인파탄에 관한 주된 귀책사유가 누구에게 있는지가 다투어진 사안)",
  "사건번호": "2018두66869",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190704",
  "판시사항": "[1] 결혼이민(F-6) 체류자격에 관한 구 출입국관리법 시행령 제12조 [별표 1] 제28호의4 (다)목의 입법 취지 및 그 체류자격의 요건인 ‘자신에게 책임이 없는 사유로 정상적인 혼인관계를 유지할 수 없는 사람’의 의미<br/>[2] 결혼이민[F-6 (다)목] 체류자격을 신청한 외국인에 대하여 행정청이 그 요건을 충족하지 못하였다는 이유로 거부처분을 하는 경우, 처분사유 / 결혼이민[F-6 (다)목] 체류자격 거부처분 취소소송에서 위 처분사유에 관한 증명책임의 소재(=행정청)<br/>[3] 행정소송의 수소법원이 관련 확정판결에서 인정한 사실과 반대되는 사실을 인정할 수 있는지 여부(원칙적 소극) 및 출입국관리행정청이나 행정소송의 수소법원은 결혼이민[F-6 (다)목] 체류자격 부여에 관하여 가정법원이 이혼확정판결에서 내린 판단을 존중해야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 결혼이민[F-6 (다)목] 체류자격에 관한 구 출입국관리법 시행령(2018. 9. 18. 대통령령 제29163호로 개정되기 전의 것) 제12조 [별표 1] 제28호의4의 입법 취지는, 대한민국 국민과 혼인하여 당초 결혼이민[F-6 (가)목] 체류자격을 부여받아 국내에서 체류하던 중 국민인 배우자의 귀책사유로 정상적인 혼인관계를 유지할 수 없게 된 외국인에 대하여는 인도주의적 측면에서 결혼이민[F-6 (다)목] 체류자격을 부여하여 국내에서 계속 체류할 수 있도록 허용하기 위한 것이다. 한편 부부 사이의 혼인파탄이 어느 일방의 전적인 귀책사유에서 비롯되었다고 평가할 수 있는 경우는 현실적으로 드물거나 많지 않을 것으로 보이는데, 결혼이민[F-6 (다)목] 체류자격에 관한 위 규정을 엄격하게 해석하여 ‘정상적인 혼인관계를 유지할 수 없어 이혼에 이르게 된 것이 오로지 국민인 배우자의 귀책사유 탓이고 외국인 배우자에게는 전혀 귀책사유가 없는 경우’에 한하여 적용할 수 있다고 한다면 외국인 배우자로서는 재판상 이혼 등 우리 민법에서 정한 절차에 따라 혼인관계를 적법하게 해소할 권리를 행사하는 것에 소극적일 수밖에 없게 되고 국민인 배우자가 이를 악용하여 외국인 배우자를 부당하게 대우할 가능성도 생길 수 있다. 이러한 사정들에다가 결혼이민[F-6 (다)목] 체류자격은 1회에 3년 이내의 체류기간을 부여함으로써 기간 만료 시 그 체류자격의 요건을 유지하고 있는지에 관하여 다시 실질적 심사를 거쳐야 하는 것으로서 중대한 범죄를 저지르지 않는 한 영구적인 체류를 허용하는 영주(F-5) 체류자격이나 대한민국 국적을 부여하는 귀화허가와는 성질을 달리하는 점 등을 고려하면, 결혼이민[F-6 (다)목] 체류자격의 요건인 ‘자신에게 책임이 없는 사유로 정상적인 혼인관계를 유지할 수 없는 사람’이란 ‘자신에게 주된 책임이 없는 사유로 정상적인 혼인관계를 유지할 수 없는 사람’, 즉 ‘혼인파탄의 주된 귀책사유가 국민인 배우자에게 있는 경우’를 의미한다.<br/>[2] 결혼이민[F-6 (다)목] 체류자격을 신청한 외국인에 대하여 행정청이 그 요건을 충족하지 못하였다는 이유로 거부처분을 하는 경우에는 ‘그 요건을 갖추지 못하였다는 판단’, 다시 말해 ‘혼인파탄의 주된 귀책사유가 국민인 배우자에게 있지 않다는 판단’ 자체가 처분사유가 된다. 부부가 혼인파탄에 이르게 된 여러 사정들은 그와 같은 판단의 근거가 되는 기초 사실 내지 평가요소에 해당한다. 결혼이민[F-6 (다)목] 체류자격 거부처분 취소소송에서 원고와 피고 행정청은 각자 자신에게 유리한 평가요소들을 적극적으로 주장·증명하여야 하며, 수소법원은 증명된 평가요소들을 종합하여 혼인파탄의 주된 귀책사유가 누구에게 있는지를 판단하여야 한다. 수소법원이 ‘혼인파탄의 주된 귀책사유가 국민인 배우자에게 있다’고 판단하게 되는 경우에는, 해당 결혼이민[F-6 (다)목] 체류자격 거부처분은 위법하여 취소되어야 하므로, 이러한 의미에서 결혼이민[F-6 (다)목] 체류자격 거부처분 취소소송에서도 그 처분사유에 관한 증명책임은 피고 행정청에 있다. 일반적으로 혼인파탄의 귀책사유에 관한 사정들이 혼인관계 당사자의 지배영역에 있는 것이어서 피고 행정청이 구체적으로 파악하기 곤란한 반면, 혼인관계의 당사자인 원고는 상대적으로 쉽게 증명할 수 있는 측면이 있음을 고려하더라도 달리 볼 것은 아니다. 피고 행정청은 처분 전에 실태조사를 통해 혼인관계 쌍방 당사자의 진술을 청취하는 방식으로 혼인파탄의 귀책사유에 관한 사정들을 파악할 수 있고, 원고의 경우에도 한국의 제도나 문화에 대한 이해나 한국어 능력이 부족하여 평소 혼인파탄의 귀책사유에 관하여 자신에게 유리한 사정들을 증명할 수 있는 증거를 제대로 수집·확보하지 못한 상황에서 별거나 이혼을 하게 되는 경우가 있기 때문이다.<br/>[3] 행정소송의 수소법원이 관련 확정판결의 사실인정에 구속되는 것은 아니지만, 관련 확정판결에서 인정한 사실은 행정소송에서도 유력한 증거자료가 되므로, 행정소송에서 제출된 다른 증거들에 비추어 관련 확정판결의 사실 판단을 채용하기 어렵다고 인정되는 특별한 사정이 없는 한, 이와 반대되는 사실은 인정할 수 없다. 나아가 ‘혼인파탄의 주된 귀책사유가 누구에게 있는지’라는 문제는 우리의 사법제도에서 가정법원의 법관들에게 가장 전문적인 판단을 기대할 수 있으므로, 결혼이민[F-6 (다)목] 체류자격 부여에 관하여 출입국관리행정청이나 행정소송의 수소법원은 특별한 사정이 없는 한 가정법원이 이혼확정판결에서 내린 판단을 존중함이 마땅하다. 이혼소송에서 당사자들이 적극적으로 주장·증명하지 않아 이혼확정판결의 사실인정과 책임판단에서 누락된 사정이 일부 있더라도 그러한 사정만으로 이혼확정판결의 판단 내용을 함부로 뒤집으려고 해서는 안 되며, 이혼확정판결과 다른 내용의 판단을 하는 데에는 매우 신중해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 출입국관리법(2018. 3. 20. 법률 제15942호로 개정되기 전의 것) 제10조 제1항, 구 출입국관리법 시행령(2018. 9. 18. 대통령령 제29163호로 개정되기 전의 것) 제12조 [별표 1] 제28호의4(현행 제12조 [별표 1의2] 제27호 참조) / [2] 구 출입국관리법(2018. 3. 20. 법률 제15942호로 개정되기 전의 것) 제10조 제1항, 구 출입국관리법 시행령(2018. 9. 18. 대통령령 제29163호로 개정되기 전의 것) 제12조 [별표 1] 제28호의4(현행 제12조 [별표 1의2] 제27호 참조), 행정소송법 제26조[증명책임] / [3] 구 출입국관리법(2018. 3. 20. 법률 제15942호로 개정되기 전의 것) 제10조 제1항, 구 출입국관리법 시행령(2018. 9. 18. 대통령령 제29163호로 개정되기 전의 것) 제12조 [별표 1] 제28호의4(현행 제12조 [별표 1의2] 제27호 참조), 행정소송법 제27조[행정소송재판일반]<br/>",
  "참조판례": "[3] 대법원 2002. 1. 25. 선고 2001두1635 판결, 대법원 2009. 9. 24. 선고 2008다92312, 92329 판결(공2009하, 1740)<br/>"
}