{
  "판례일련번호": "208725",
  "사건명": "사증발급거부처분취소(재외동포에 대한 입국금지결정이 있는 경우에 행정청이 그에 구속되어 아무런 재량을 행사하지 않고 사증발급 거부처분을 한 것이 적법한지가 문제된 사건)",
  "사건번호": "2017두38874",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190711",
  "판시사항": "[1] 행정처분의 성립요건 / 행정처분의 성립 시점 및 그 성립 여부를 판단하는 기준<br/>[2] 병무청장이 법무부장관에게 ‘가수 甲이 공연을 위하여 국외여행허가를 받고 출국한 후 미국 시민권을 취득함으로써 사실상 병역의무를 면탈하였으므로 재외동포 자격으로 재입국하고자 하는 경우 국내에서 취업, 가수활동 등 영리활동을 할 수 없도록 하고, 불가능할 경우 입국 자체를 금지해 달라’고 요청함에 따라 법무부장관이 甲의 입국을 금지하는 결정을 하고, 그 정보를 내부전산망인 ‘출입국관리정보시스템’에 입력하였으나, 甲에게는 통보하지 않은 사안에서, 위 입국금지결정은 항고소송의 대상이 되는 ‘처분’에 해당하지 않는다고 한 사례<br/>[3] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 업무처리지침이나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’이 대외적으로 구속력이 있는지 여부(소극) 및 처분이 행정규칙에 적합한지 여부에 따라 처분의 적법 여부를 판단할 수 있는지 여부(소극) / 상급행정기관이 소속 공무원이나 하급행정기관에 하는 개별·구체적인 지시에 관하여도 마찬가지 법리가 적용되는지 여부(적극)<br/>[4] 행정처분의 처분 방식에 관한 행정절차법 제24조 제1항을 위반한 처분이 무효인지 여부(적극)<br/>[5] 행정절차법 제3조 제2항 제9호, 행정절차법 시행령 제2조 제2호에서 정한 행정절차법의 적용이 제외되는 ‘외국인의 출입국에 관한 사항’의 의미 및 ‘외국인의 출입국에 관한 사항’의 경우 행정절차를 거칠 필요가 당연히 부정되는지 여부(소극) / 외국인의 사증발급 신청에 대한 거부처분이 행정절차법 제24조에서 정한 ‘처분서 작성·교부’를 할 필요가 없거나 곤란하다고 인정되는 사항이거나 행정절차법 제24조에 정한 절차를 따르지 않고 ‘행정절차에 준하는 절차’로 대체할 수 있는 것인지 여부(소극)<br/>[6] 재외동포에 대한 사증발급이 행정청의 재량행위에 속하는지 여부(적극)<br/>[7] 처분의 근거 법령이 행정청에 처분의 요건과 효과 판단에 일정한 재량을 부여하였는데도, 행정청이 처분으로 달성하려는 공익과 처분상대방이 입게 되는 불이익을 전혀 비교형량 하지 않은 채 처분을 한 경우, 재량권 일탈·남용으로 해당 처분을 취소해야 할 위법사유가 되는지 여부(적극)<br/>[8] 헌법상의 기본원리로서 비례의 원칙의 내용<br/>[9] 처분상대방의 의무위반을 이유로 한 제재처분이 의무위반의 내용에 비하여 과중하여 사회통념상 현저하게 타당성을 잃은 경우, 재량권 일탈·남용에 해당하여 위법한지 여부(적극)<br/>[10] 병무청장이 법무부장관에게 ‘가수 甲이 공연을 위하여 국외여행허가를 받고 출국한 후 미국 시민권을 취득함으로써 사실상 병역의무를 면탈하였다’는 이유로 입국 금지를 요청함에 따라 법무부장관이 甲의 입국금지결정을 하였는데, 甲이 재외공관의 장에게 재외동포(F-4) 체류자격의 사증발급을 신청하자 재외공관장이 처분이유를 기재한 사증발급 거부처분서를 작성해 주지 않은 채 甲의 아버지에게 전화로 사증발급이 불허되었다고 통보한 사안에서, 사증발급 거부처분에는 행정절차법 제24조 제1항을 위반한 하자가 있고, 재외공관장이 13년 7개월 전에 입국금지결정이 있었다는 이유만으로 그에 구속되어 사증발급 거부처분을 한 것이 비례의 원칙에 반하는 것인지 판단했어야 함에도, 입국금지결정에 따라 사증발급 거부처분을 한 것이 적법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 처분이 주체·내용·절차와 형식의 요건을 모두 갖추고 외부에 표시된 경우에는 처분의 존재가 인정된다. 행정의사가 외부에 표시되어 행정청이 자유롭게 취소·철회할 수 없는 구속을 받게 되는 시점에 처분이 성립하고, 그 성립 여부는 행정청이 행정의사를 공식적인 방법으로 외부에 표시하였는지를 기준으로 판단해야 한다.<br/>[2] 병무청장이 법무부장관에게 ‘가수 甲이 공연을 위하여 국외여행허가를 받고 출국한 후 미국 시민권을 취득함으로써 사실상 병역의무를 면탈하였으므로 재외동포 자격으로 재입국하고자 하는 경우 국내에서 취업, 가수활동 등 영리활동을 할 수 없도록 하고, 불가능할 경우 입국 자체를 금지해 달라’고 요청함에 따라 법무부장관이 甲의 입국을 금지하는 결정을 하고, 그 정보를 내부전산망인 ‘출입국관리정보시스템’에 입력하였으나, 甲에게는 통보하지 않은 사안에서, 행정청이 행정의사를 외부에 표시하여 행정청이 자유롭게 취소·철회할 수 없는 구속을 받기 전에는 ‘처분’이 성립하지 않으므로 법무부장관이 출입국관리법 제11조 제1항 제3호 또는 제4호, 출입국관리법 시행령 제14조 제1항, 제2항에 따라 위 입국금지결정을 했다고 해서 ‘처분’이 성립한다고 볼 수는 없고, 위 입국금지결정은 법무부장관의 의사가 공식적인 방법으로 외부에 표시된 것이 아니라 단지 그 정보를 내부전산망인 ‘출입국관리정보시스템’에 입력하여 관리한 것에 지나지 않으므로, 위 입국금지결정은 항고소송의 대상이 될 수 있는 ‘처분’에 해당하지 않는데도, 위 입국금지결정이 처분에 해당하여 공정력과 불가쟁력이 있다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>[3] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 업무처리지침이나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’은 일반적으로 행정조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 처분이 행정규칙을 위반하였다고 해서 그러한 사정만으로 곧바로 위법하게 되는 것은 아니고, 처분이 행정규칙을 따른 것이라고 해서 적법성이 보장되는 것도 아니다. 처분이 적법한지는 행정규칙에 적합한지 여부가 아니라 상위법령의 규정과 입법 목적 등에 적합한지 여부에 따라 판단해야 한다.<br/>  상급행정기관이 소속 공무원이나 하급행정기관에 하는 개별·구체적인 지시도 마찬가지이다. 상급행정기관의 지시는 일반적으로 행정조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 대외적으로 처분 권한이 있는 처분청이 상급행정기관의 지시를 위반하는 처분을 하였다고 해서 그러한 사정만으로 처분이 곧바로 위법하게 되는 것은 아니고, 처분이 상급행정기관의 지시를 따른 것이라고 해서 적법성이 보장되는 것도 아니다. 처분이 적법한지는 상급행정기관의 지시를 따른 것인지 여부가 아니라, 헌법과 법률, 대외적으로 구속력 있는 법령의 규정과 입법 목적, 비례·평등원칙과 같은 법의 일반원칙에 적합한지 여부에 따라 판단해야 한다.<br/>[4] 행정절차에 관한 일반법인 행정절차법은 제24조 제1항에서 “행정청이 처분을 할 때에는 다른 법령 등에 특별한 규정이 있는 경우를 제외하고는 문서로 하여야 하며, 전자문서로 하는 경우에는 당사자 등의 동의가 있어야 한다. 다만 신속히 처리할 필요가 있거나 사안이 경미한 경우에는 말 또는 그 밖의 방법으로 할 수 있다.”라고 정하고 있다. 이 규정은 처분내용의 명확성을 확보하고 처분의 존부에 관한 다툼을 방지하여 처분상대방의 권익을 보호하기 위한 것이므로, 이를 위반한 처분은 하자가 중대·명백하여 무효이다.<br/>[5] 행정절차법 제3조 제2항 제9호, 행정절차법 시행령 제2조 제2호 등 관련 규정들의 내용을 행정의 공정성, 투명성, 신뢰성을 확보하고 처분상대방의 권익보호를 목적으로 하는 행정절차법의 입법 목적에 비추어 보면, 행정절차법의 적용이 제외되는 ‘외국인의 출입국에 관한 사항’이란 해당 행정작용의 성질상 행정절차를 거치기 곤란하거나 거칠 필요가 없다고 인정되는 사항이나 행정절차에 준하는 절차를 거친 사항으로서 행정절차법 시행령으로 정하는 사항만을 가리킨다. ‘외국인의 출입국에 관한 사항’이라고 하여 행정절차를 거칠 필요가 당연히 부정되는 것은 아니다.<br/>  외국인의 사증발급 신청에 대한 거부처분은 당사자에게 의무를 부과하거나 적극적으로 권익을 제한하는 처분이 아니므로, 행정절차법 제21조 제1항에서 정한 ‘처분의 사전통지’와 제22조 제3항에서 정한 ‘의견제출 기회 부여’의 대상은 아니다. 그러나 사증발급 신청에 대한 거부처분이 성질상 행정절차법 제24조에서 정한 ‘처분서 작성·교부’를 할 필요가 없거나 곤란하다고 일률적으로 단정하기 어렵다. 또한 출입국관리법령에 사증발급 거부처분서 작성에 관한 규정을 따로 두고 있지 않으므로, 외국인의 사증발급 신청에 대한 거부처분을 하면서 행정절차법 제24조에 정한 절차를 따르지 않고 ‘행정절차에 준하는 절차’로 대체할 수도 없다.<br/>[6] 출입국관리법 제7조 제1항, 제8조 제2항, 제3항, 제10조, 제10조의2, 제11조 제1항 제3호, 제4호, 출입국관리법 시행규칙 제9조의2 제2호, 재외동포의 출입국과 법적 지위에 관한 법률(이하 ‘재외동포법’이라 한다) 제5조 제1항, 제2항과 체계, 입법 연혁과 목적을 종합하면 다음과 같은 결론을 도출할 수 있다. 재외동포에 대한 사증발급은 행정청의 재량행위에 속하는 것으로서, 재외동포가 사증발급을 신청한 경우에 출입국관리법 시행령 [별표 1의2]에서 정한 재외동포체류자격의 요건을 갖추었다고 해서 무조건 사증을 발급해야 하는 것은 아니다. 재외동포에게 출입국관리법 제11조 제1항 각호에서 정한 입국금지사유 또는 재외동포법 제5조 제2항에서 정한 재외동포체류자격 부여 제외사유(예컨대 ‘대한민국 남자가 병역을 기피할 목적으로 외국국적을 취득하고 대한민국 국적을 상실하여 외국인이 된 경우’)가 있어 그의 국내 체류를 허용하지 않음으로써 달성하고자 하는 공익이 그로 말미암아 발생하는 불이익보다 큰 경우에는 행정청이 재외동포체류자격의 사증을 발급하지 않을 재량을 가진다.<br/>[7] 처분의 근거 법령이 행정청에 처분의 요건과 효과 판단에 일정한 재량을 부여하였는데도, 행정청이 자신에게 재량권이 없다고 오인한 나머지 처분으로 달성하려는 공익과 그로써 처분상대방이 입게 되는 불이익의 내용과 정도를 전혀 비교형량 하지 않은 채 처분을 하였다면, 이는 재량권 불행사로서 그 자체로 재량권 일탈·남용으로 해당 처분을 취소하여야 할 위법사유가 된다.<br/>[8] 비례의 원칙은 법치국가 원리에서 당연히 파생되는 헌법상의 기본원리로서, 모든 국가작용에 적용된다. 행정목적을 달성하기 위한 수단은 목적달성에 유효·적절하고, 가능한 한 최소침해를 가져오는 것이어야 하며, 아울러 그 수단의 도입에 따른 침해가 의도하는 공익을 능가하여서는 안 된다.<br/>[9] 처분상대방의 의무위반을 이유로 한 제재처분의 경우 의무위반 내용과 제재처분의 양정(量定) 사이에 엄밀하게는 아니더라도 어느 정도는 비례 관계가 있어야 한다. 제재처분이 의무위반의 내용에 비하여 과중하여 사회통념상 현저하게 타당성을 잃은 경우에는 재량권 일탈·남용에 해당하여 위법하다고 보아야 한다.<br/>[10] 병무청장이 법무부장관에게 ‘가수 甲이 공연을 위하여 국외여행허가를 받고 출국한 후 미국 시민권을 취득함으로써 사실상 병역의무를 면탈하였다’는 이유로 입국 금지를 요청함에 따라 법무부장관이 甲의 입국금지결정을 하였는데, 甲이 재외공관의 장에게 재외동포(F-4) 체류자격의 사증발급을 신청하자 재외공관장이 처분이유를 기재한 사증발급 거부처분서를 작성해 주지 않은 채 甲의 아버지에게 전화로 사증발급이 불허되었다고 통보한 사안에서, 甲의 재외동포(F-4) 체류자격 사증발급 신청에 대하여 재외공관장이 6일 만에 한 사증발급 거부처분이 문서에 의한 처분 방식의 예외로 행정절차법 제24조 제1항 단서에서 정한 ‘신속히 처리할 필요가 있거나 사안이 경미한 경우’에 해당한다고 볼 수도 없으므로 사증발급 거부처분에는 행정절차법 제24조 제1항을 위반한 하자가 있음에도, 외국인의 사증발급 신청에 대한 거부처분이 성질상 행정절차를 거치기 곤란하거나 불필요하다고 인정되는 처분에 해당하여 행정절차법의 적용이 배제된다고 판단하고, 재외공관장이 자신에게 주어진 재량권을 전혀 행사하지 않고 오로지 13년 7개월 전에 입국금지결정이 있었다는 이유만으로 그에 구속되어 사증발급 거부처분을 한 것이 비례의 원칙에 반하는 것인지 판단했어야 함에도, 입국금지결정에 따라 사증발급 거부처분을 한 것이 적법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반] / [2] 행정소송법 제1조[행정처분일반], 제2조 제1항 제1호, 출입국관리법 제11조 제1항 제3호, 제4호, 출입국관리법 시행령 제14조 제1항, 제2항 / [3] 행정소송법 제1조[행정처분일반] / [4] 행정절차법 제24조 제1항 / [5] 행정절차법 제3조 제2항 제9호, 제24조, 행정절차법 시행령 제2조 제2호 / [6] 출입국관리법 제7조 제1항, 제8조 제2항, 제3항, 제10조, 제10조의2, 제11조 제1항 제3호, 제4호, 출입국관리법 시행규칙 제9조의2 제2호, 재외동포의 출입국과 법적 지위에 관한 법률 제5조 제1항, 제2항, 행정소송법 제27조 / [7] 행정소송법 제27조 / [8] 헌법 제37조 제2항 / [9] 행정소송법 제27조 / [10] 출입국관리법 제7조 제1항, 제8조 제2항, 제3항, 제10조, 제10조의2, 제11조 제1항 제3호, 제4호, 출입국관리법 시행령 제14조 제1항, 제2항, 출입국관리법 시행규칙 제9조의2 제2호, 재외동포의 출입국과 법적 지위에 관한 법률 제5조 제1항, 제2항, 행정절차법 제3조 제2항 제9호, 제24조 제1항, 행정절차법 시행령 제2조 제2호, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2017. 7. 11. 선고 2016두35120 판결(공2017하, 1637) / [3] 대법원 2009. 12. 24. 선고 2009두7967 판결(공2010상, 262), 대법원 2013. 9. 12. 선고 2011두10584 판결 / [4] 대법원 2011. 11. 10. 선고 2011도11109 판결(공2011하, 2614) / [5] 대법원 2003. 11. 28. 선고 2003두674 판결, 대법원 2018. 3. 13. 선고 2016두33339 판결 / [7] 대법원 2016. 8. 29. 선고 2014두45956 판결(공2016하, 1520), 대법원 2017. 8. 29. 선고 2014두10691 판결 / [8] 대법원 1997. 9. 26. 선고 96누10096 판결(공1997하, 3301), 헌법재판소 1992. 12. 24. 선고 92헌가8 전원재판부 결정(헌집4, 853) / [9] 대법원 2007. 7. 19. 선고 2006두19297 판결(공2007하, 1291)<br/>"
}