{
  "판례일련번호": "208735",
  "사건명": "소유권이전등기절차이행",
  "사건번호": "2015다249352",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190710",
  "판시사항": "[1] 소유권이전등기의 말소를 구하는 자에게 말소를 청구할 수 있는 권원이 인정되지 않는 경우, 해당 소유권이전등기가 무효의 등기라도 그 청구를 인용할 수 없는지 여부(적극) 및 종전 등기명의인으로부터 매매 등의 방법으로 부동산에 대한 권리가 순차적으로 이전되어 최종적으로 소유권이전등기를 마친 제3자가 시효취득을 원인으로 부동산에 대한 소유권을 취득함에 따라 당초 부동산의 소유자였던 사람이 소유권을 상실한 경우, 당초 소유자였던 사람이 종전 등기명의인에 대하여 소유권에 기한 등기말소청구를 할 수 있는지 여부(소극)<br/>[2] 甲 등이 사정받은 토지의 등기제증 사본에 甲이 위 토지에 관하여 상속을 원인으로 하는 소유권이전등기를 마친 후, 乙 합명회사가 매매를 원인으로 하는 소유권이전등기를 마친 것으로 기재되어 있는데, 위 토지가 분할되고 분할된 토지에 관하여 丙 지방자치단체 명의의 멸실회복 소유권이전등기가 마쳐진 후, 매매 등의 방법으로 순차로 권리가 이전되어 최종적으로 소유권이전등기를 마친 丁 등이 점유취득시효 또는 등기부취득시효의 요건을 모두 갖추어 소유권을 각각 취득하였는데, 乙 회사가 丙 지방자치단체를 상대로 멸실회복등기의 말소를 구한 사안에서, 위 토지에 관하여 乙 회사가 소유권을 상실한 이상 乙 회사는 丙 지방자치단체에 멸실회복등기의 말소를 청구할 수 있는 정당한 권원이 없는데도 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 원고가 피고에 대하여 피고 명의로 마쳐진 소유권이전등기의 말소를 구하려면 먼저 원고에게 말소를 청구할 수 있는 권원이 있음을 적극적으로 주장·증명하여야 하고, 만일 원고에게 그러한 권원이 있음이 인정되지 않는다면 설령 피고 명의의 소유권이전등기가 말소되어야 할 무효의 등기라고 하더라도 원고의 청구를 인용할 수는 없다. 피고로부터 매매 등의 방법으로 부동산에 대한 권리가 순차적으로 이전되어 최종적으로 소유권이전등기를 마친 제3자가 시효취득을 원인으로 부동산에 대한 소유권을 취득함에 따라 당초 부동산의 소유자인 원고가 소유권을 상실하게 되면, 비록 피고 명의의 소유권이전등기가 원인무효라고 하더라도 원고에게 피고 명의의 소유권이전등기의 말소를 청구할 수 있는 권원이 없으므로, 원고는 피고에 대하여 소유권에 기한 등기말소청구를 할 수 없다.<br/>[2] 甲 등이 사정받은 토지의 등기제증 사본에 甲이 위 토지에 관하여 상속을 원인으로 하는 소유권이전등기를 마친 후, 乙 합명회사가 매매를 원인으로 하는 소유권이전등기를 마친 것으로 기재되어 있는데, 위 토지가 분할되고 분할된 토지에 관하여 丙 지방자치단체 명의의 멸실회복 소유권이전등기가 마쳐진 후, 매매 등의 방법으로 순차로 권리가 이전되어 최종적으로 소유권이전등기를 마친 丁 등이 점유취득시효 또는 등기부취득시효의 요건을 모두 갖추어 소유권을 각각 취득하였는데, 乙 회사가 丙 지방자치단체를 상대로 멸실회복등기의 말소를 구한 사안에서, 丁 등이 위 토지에 관하여 시효취득을 이유로 소유권을 취득함에 따라 乙 회사가 소유권을 상실한 이상 비록 丙 지방자치단체 명의의 멸실회복등기가 원인무효의 등기라 하더라도 乙 회사는 丙 지방자치단체에 멸실회복등기의 말소를 청구할 수 있는 정당한 권원이 없는데도 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제186조, 제214조, 제245조, 민사소송법 제288조 / [2] 민법 제186조, 제214조, 제245조<br/>",
  "참조판례": "[1] 대법원 2005. 9. 28. 선고 2004다50044 판결(공2005하, 1673), 대법원 2008. 10. 9. 선고 2008다35128 판결(공2008하, 1540)<br/>"
}