{
  "판례일련번호": "208799",
  "사건명": "계약이행보증금",
  "사건번호": "2018다213644",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190725",
  "판시사항": "[1] 하도급대금의 지급수단이 현금인 경우에도 구 하도급거래 공정화에 관한 법률 제13조에 따른 하도급대금의 지급기일은 같은 법 제13조의2 제1항 본문에 따라 원사업자가 의무적으로 받아야 하는 지급보증의 보증기간 내에 포함되어야 하는지 여부(원칙적 적극)<br/>[2] 원사업자가 가입한 지급보증기간이 하도급대금의 지급기일 이전에 종료되도록 단기로 정해지고 위 기간이 연장이나 갱신 없이 도과하여 계약이행보증금의 청구사유가 발생한 시점을 기준으로 수급사업자가 보증기관을 상대로 보증책임을 물을 수 없게 된 경우, 원사업자가 계약이행 보증에 대한 청구권을 행사할 수 있는지 여부(소극) 및 이는 하도급대금 지급보증을 받지 않았던 원사업자가 정산합의 등을 통해 대금 지급을 마침으로써 하도급대금을 제때 지급받지 못한 수급사업자의 손해가 사후적으로 전보된 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것, 이하 ‘하도급법’이라고 한다)에서는 하도급대금의 지급수단이 어음이나 어음대체결제수단인 경우에는 수급사업자가 하도급대금을 실질적으로 상환받을 수 있는 기한이 지급보증기간에 포함되도록 명시하고 있을 뿐 아니라, 수급사업자가 하도급법 제13조에 따른 하도급대금의 지급기일이 지나도록 대금을 지급받지 못하는 것이 지급보증금의 청구사유 중 하나로 되어 있다. 그리고 하도급법에서는 원사업자에 비해 상대적으로 열위적 지위에 있는 수급사업자가 하도급대금을 지급받지 못하는 위험 내지 그 불확실성에 노출되는 것을 해소하고자 하도급대금의 지급보증을 의무화하고 있는데, 이를 통하여 입법자는 하도급대금의 지급기일이 도과하여 원사업자가 이행지체에 빠지는 경우 등과 같은 전형적인 사유의 발생 시 보증기관으로 하여금 지급보증책임을 이행하게 함으로써 수급사업자가 하도급대금 상당액을 안정적으로 지급받을 수 있게 한 것으로 보인다. 이러한 사정을 고려하면, 하도급대금의 지급수단이 현금인 경우에도 특별한 사정이 없는 한 하도급법 제13조에 따른 하도급대금의 지급기일은 하도급법 제13조의2 제1항 본문에 따라 원사업자가 의무적으로 받아야 하는 지급보증의 보증기간 내에 포함되어야 한다.<br/>[2] 원사업자가 가입한 지급보증기간이 하도급대금의 지급기일 이전에 종료되도록 단기로 정해진 경우 위 지급보증기간이 연장되거나 갱신되지 않은 채 그대로 도과된 나머지, 계약이행보증금의 청구사유가 발생한 시점을 기준으로 수급사업자가 보증기관을 상대로 보증책임을 물을 수 없게 되었다면, 원사업자로서는 처음부터 하도급대금 지급보증을 받지 아니한 경우와 마찬가지로 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것) 제13조의2 제8항 본문에 따라 보증기관에 대하여 계약이행 보증에 대한 청구권을 행사할 수 없다고 봄이 타당하다. 이는 하도급대금 지급보증을 받지 않았던 원사업자가 수급사업자와의 정산합의 등을 통해 대금 지급을 마침으로써 하도급대금을 제때 지급받지 못한 수급사업자의 손해가 사후적으로 전보되었다고 하여 달리 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것) 제13조, 제13조의2 제1항, 제4항 제4호(현행 제13조의2 제6항 제4호 참조), 제5호(현행 제13조의2 제6항 제5호 참조), 제8항(현행 제13조의2 제10항 참조), 구 하도급거래 공정화에 관한 법률 시행령(2016. 12. 27. 대통령령 제27702호로 개정되기 전의 것) 제8조 제5항 제5호 / [2] 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것) 제13조, 제13조의2 제1항, 제4항 제4호(현행 제13조의2 제6항 제4호 참조), 제5호(현행 제13조의2 제6항 제5호 참조), 제8항(현행 제13조의2 제10항 참조), 구 하도급거래 공정화에 관한 법률 시행령(2016. 12. 27. 대통령령 제27702호로 개정되기 전의 것) 제8조 제5항 제5호<br/>",
  "참조판례": ""
}