{
  "판례일련번호": "208741",
  "사건명": "법인세부과처분취소",
  "사건번호": "2017두38645",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190704",
  "판시사항": "[1] 납세고지서에 해당 본세의 과세표준과 세액의 산출근거 등이 제대로 기재되지 않은 경우 그 징수처분이 위법한지 여부(원칙적 적극) / 납세자가 납세고지서에 기재된 세율이 명백히 잘못된 오기임을 알 수 있고 납세자의 불복 여부의 결정이나 불복신청에 지장을 초래하지 않을 정도인 경우, 납세고지서의 세율이 잘못 기재되었다는 사정만으로 그에 관한 징수처분을 위법하다고 볼 수 있는지 여부(소극)<br/>[2] 재산권에 관한 매매계약에서 매수인이 외국법인인 매도인에게 국내에서 계약금을 지급하였다가 매매계약에서 정한 채무를 불이행함으로써 계약금을 위약금으로 하는 내용의 약정에 따라 계약금이 몰취된 경우, 매수인이 구 법인세법 제98조 제1항 제3호에 따라 외국법인의 국내원천소득인 위약금에 대한 법인세를 원천징수하여 납부할 의무가 있는지 여부(적극)<br/>",
  "판결요지": "[1] 국세징수법 제9조 제1항은 “세무서장은 국세를 징수하려면 납세자에게 그 국세의 과세기간, 세목, 세액 및 그 산출근거, 납부기한과 납부장소를 적은 납세고지서를 발급하여야 한다.”라고 규정하고 있다. 따라서 납세고지서에 해당 본세의 과세표준과 세액의 산출근거 등이 제대로 기재되지 않았다면 특별한 사정이 없는 한 그 징수처분은 위법하다.<br/>  그러나 납세고지서의 세율이 잘못 기재되었다고 하더라도 납세고지서에 기재된 문언 내용 등에 비추어 원천징수의무자 등 납세자가 세율이 명백히 잘못된 오기임을 알 수 있고 납세고지서에 기재된 다른 문언과 종합하여 정당한 세율에 따른 세액의 산출근거를 쉽게 알 수 있어 납세자의 불복 여부의 결정이나 불복신청에 지장을 초래하지 않을 정도라면, 납세고지서의 세율이 잘못 기재되었다는 사정만으로 그에 관한 징수처분을 위법하다고 볼 것은 아니다.<br/>[2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 같다) 제93조 제11호 (나)목, 제98조 제1항, 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제132조 제10항의 문언, 원천징수제도의 취지와 목적 및 관련 규정의 체계 등을 종합하면, 재산권에 관한 매매계약에서 매수인이 외국법인인 매도인에게 국내에서 계약금을 지급하였다가 매매계약에서 정한 채무를 불이행함으로써 계약금을 위약금으로 하는 내용의 약정에 따라 계약금이 몰취된 경우, 매수인은 구 법인세법 제98조 제1항 제3호에 따라 외국법인의 국내원천소득인 위약금에 대한 법인세를 원천징수하여 납부할 의무가 있다고 보아야 한다. 그 이유는 다음과 같다.<br/>  ① 구 법인세법 제98조 제1항과 제93조 제11호 (나)목은 국내에서 지급하는 위약금 또는 배상금을 외국법인의 국내원천소득으로 보고 이를 법인세 원천징수대상으로 삼고 있을 뿐 그 지급 방법에 대하여 아무런 제한을 두지 않고 있고, 위약금 또는 배상금을 지급하는 때에 법인세를 현실적으로 원천징수할 수 있는 경우로 원천징수대상 범위를 한정하고 있지도 않다. 따라서 구 법인세법 제98조 제1항에 규정된 ‘지급’에는 외국법인에 대한 위약금 또는 배상금의 현실 제공뿐만 아니라 국내에서 지급한 계약금이 위약금 또는 배상금으로 몰취된 경우 등도 포함된다고 봄이 타당하다.<br/>  ② 계약 당사자들은 위약금 또는 배상금의 지급 방법에 관하여 사전에 자유로이 약정할 수 있고, 마찬가지로 일방 당사자가 상대방에 대하여 위약금 또는 배상금을 지급할 경우 발생할 수 있는 원천징수에 관하여도 사전에 자유로이 약정할 수 있다. 그럼에도 매도인인 외국법인에 지급된 계약금이 추후 위약금 또는 배상금으로 몰취된 경우 아무런 근거규정 없이 매수인에게 원천징수의무가 인정되지 않는다고 해석한다면 당사자들 간 약정에 따라 외국법인의 국내원천소득에 대한 법인세의 징수가 불가능해지는 불합리한 결과가 발생할 수 있다.<br/>  ③ 계약금을 몰취당한 매수인으로서는 당사자 간 조세 부담에 관한 약정 등 다른 특별한 사정이 없는 한 국가에 원천징수세액을 납부한 다음 외국법인에 대하여 위약금으로 몰취된 계약금 중 법인세 원천징수 부분에 대한 구상권을 행사할 수 있다.<br/>  ④ 한편 구 소득세법(2009. 12. 31. 법률 제9897호로 개정되기 전의 것, 이하 같다) 제127조 제1항 제5호 (나)목의 규정만으로 구 소득세법이 비거주자에게 지급된 계약금이 위약금으로 몰취된 경우 거주자의 원천징수의무를 면제하고 있다고 보기 어려울 뿐 아니라, 위 규정은 그와 같은 규정이 없는 구 법인세법이 적용되는 사건에 참고할 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세징수법 제9조 제1항 / [2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제93조 제11호 (나)목[현행 제93조 제10호 (나)목 참조], 제98조 제1항 제3호, 구 소득세법(2009. 12. 31. 법률 제9897호로 일부 개정되기 전의 것) 제127조 제1항 제5호 (나)목[현행 제127조 제1항 제6호 (나)목 참조], 구 법인세법 시행령(2010. 12. 30. 대통령령 제22577호로 개정되기 전의 것) 제132조 제10항<br/>",
  "참조판례": "[1] 대법원 2012. 10. 18. 선고 2010두12347 전원합의체 판결(공2012하, 1945), 대법원 2014. 7. 24. 선고 2014두3891 판결 / [2] 대법원 2008. 9. 18. 선고 2006다49789 전원합의체 판결(공2008하, 1421), 대법원 2016. 6. 9. 선고 2014다82491 판결(공2016하, 915)<br/>"
}