{
  "판례일련번호": "208739",
  "사건명": "거절결정(상)",
  "사건번호": "2016후526",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190710",
  "판시사항": "[1] 구 상표법 제6조 제1항 제3호 규정의 취지 및 어떤 상표가 위 규정에서 정한 상표에 해당하는지 판단하는 기준 / 두 개 이상의 구성부분이 결합하여 이루어진 결합상표가 식별력이 있는지 판단하는 방법 및 이러한 법리가 서비스표의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲 외국회사가 ‘전기에너지, 전기에너지 공급계약 알선업’ 등을 지정상품·서비스업으로 하여 “”로 구성된 출원상표·서비스표를 등록출원하였는데, 특허청 심사관이 출원상표·서비스표가 구 상표법 제6조 제1항 제3호에 해당한다는 이유로 등록을 거절하는 결정을 한 사안에서, 출원상표·서비스표가 지정상품·서비스업의 용도나 사용방법을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표에 해당한다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것, 이하 같다) 제6조 제1항 제3호는 ‘상품의 산지·품질·원재료·효능·용도·수량·형상(포장의 형상을 포함한다)·가격·생산방법·가공방법·사용방법 또는 시기를 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표는 상표등록을 받을 수 없다.’라고 규정하고 있다. 위 규정의 취지는 그와 같은 표장은 상품의 특성을 기술하기 위하여 표시되어 있는 기술적 표장으로서 자타 상품을 식별하는 기능을 상실하는 경우가 많을 뿐만 아니라, 설령 상품 식별의 기능이 있는 경우라 하더라도 상품 거래상 누구에게나 필요한 표시이므로 어느 특정인에게만 독점적으로 사용하게 하는 것은 공익상으로 타당하지 아니하다는 데에 있다. 어떤 상표가 위 규정에서 정한 상표에 해당하는지는 상표가 지니고 있는 관념, 지정상품과의 관계, 거래사회의 실정 등을 감안하여 객관적으로 판단하여야 한다. 한편 두 개 이상의 구성부분이 결합하여 이루어진 이른바 결합상표는 구성부분 전체를 하나로 보아서 식별력이 있는지를 판단하여야 한다. 이러한 법리는 구 상표법 제2조 제3항에 따라 서비스표의 경우에도 마찬가지로 적용된다.<br/>[2] 甲 외국회사가 ‘전기에너지, 전기에너지 공급계약 알선업’ 등을 지정상품·서비스업으로 하여 “”로 구성된 출원상표·서비스표를 등록출원하였는데, 특허청 심사관이 출원상표·서비스표가 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제6조 제1항 제3호에 해당한다는 이유로 등록을 거절하는 결정을 한 사안에서, 우리나라의 영어 보급수준과 충전용 전자기기가 보편화된 거래사회의 실정을 고려하면 수요자들로서는 출원상표·서비스표의 관념을 ‘지금 충전하라’는 의미로 인식할 수 있고, 출원상표·서비스표가 지정상품인 전기에너지 및 지정서비스업인 전기에너지 공급계약 알선업에 사용될 경우 수요자들은 ‘바로 충전할 수 있는 전기에너지 및 이를 상품으로 하는 영업’으로 지정상품·서비스업의 용도나 사용방법을 직감하게 되며, 이러한 출원상표·서비스표의 표시는 전기에너지 충전과 관련한 거래에 있어서 누구에게나 필요한 표시이므로 어느 특정인에게만 독점적으로 사용하게 하는 것은 공익상으로도 타당하지 않으므로, 출원상표·서비스표가 지정상품·서비스업의 용도나 사용방법을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표에 해당한다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제2조 제3항(현행 제2조 제1항 제1호 참조), 제6조 제1항 제3호(현행 제33조 제1항 제3호 참조) / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제2조 제3항(현행 제2조 제1항 제1호 참조), 제6조 제1항 제3호(현행 제33조 제1항 제3호 참조)<br/>",
  "참조판례": "[1] 대법원 1992. 2. 11. 선고 91후1427 판결(공1992, 1034), 대법원 2000. 2. 22. 선고 99후2549 판결(공2000상, 847), 대법원 2007. 11. 29. 선고 2007후3042 판결, 대법원 2014. 10. 15. 선고 2012후3800 판결(공2014하, 2204), 대법원 2015. 2. 26. 선고 2014후2306 판결(공2015상, 560), 대법원 2016. 1. 14. 선고 2015후1911 판결<br/>"
}