{
  "판례일련번호": "208731",
  "사건명": "폐기물처리시설설치비용부담금부과처분취소",
  "사건번호": "2016두61051",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190710",
  "판시사항": "[1] 하위법령의 규정이 상위법령의 규정에 저촉되는지가 명백하지 않으나 하위법령의 의미를 상위법령에 합치되는 것으로 해석하는 것이 가능한 경우, 하위법령이 상위법령에 위반된다는 이유로 무효를 선언할 수 있는지 여부(소극) / 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우, 조례가 위임의 한계를 준수하였는지 판단하는 방법<br/>[2] 시장이 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 제6조 등에 따라 폐기물처리시설 설치비용에 해당하는 금액을 납부하기로 한 혁신도시 개발사업 시행자에게 ‘전주시 폐기물처리시설 설치비용 징수와 기금설치 및 운용에 관한 조례’ 규정에 따라 폐기물처리시설 설치비용 산정의 기준이 되는 부지면적에 ‘관리동’과 ‘세차동 등 기타시설’의 면적을 포함시켜 부지매입비용을 산정한 폐기물처리시설 설치비용 부담금을 부과한 사안에서, 위 조례 규정 중 ‘관리동’, ‘세차동 등 기타시설’의 부지면적 산정에 관한 부분은 상위법령을 구체화한 것에 불과하고 상위법령의 위임의 한계를 벗어나 무효라고 볼 수 없음에도, 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 국가의 법체계는 그 자체로 통일체를 이루고 있으므로 상·하규범 사이의 충돌은 최대한 배제하여야 하고, 또한 규범이 무효라고 선언될 경우에 생길 수 있는 법적 혼란과 불안정 및 새로운 규범이 제정될 때까지의 법적 공백 등으로 인한 폐해를 피하여야 할 필요성에 비추어 보면, 하위법령의 규정이 상위법령의 규정에 저촉되는지 여부가 명백하지 않은 경우에, 관련 법령의 내용과 입법 취지 및 연혁 등을 종합적으로 살펴 하위법령의 의미를 상위법령에 합치되는 것으로 해석하는 것이 가능한 경우라면, 하위법령이 상위법령에 위반된다는 이유로 쉽게 무효를 선언할 것은 아니다.<br/>  특정 사안과 관련하여 법령에서 조례에 위임을 한 경우 조례가 위임의 한계를 준수하였는지를 판단할 때는 당해 법령 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴야 하고, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소하여 위임 내용을 구체화하는 단계를 벗어나 새로운 입법을 하였는지 등도 아울러 고려하여야 한다.<br/>[2] 시장이 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것, 이하 ‘폐기물시설촉진법’이라 한다) 제6조 등에 따라 폐기물처리시설 설치비용에 해당하는 금액을 납부하기로 한 혁신도시 개발사업 시행자에게 ‘전주시 폐기물처리시설 설치비용 징수와 기금설치 및 운용에 관한 조례’ 규정에 따라 폐기물처리시설 설치비용 산정의 기준이 되는 부지면적에 ‘관리동’과 ‘세차동 등 기타시설’의 면적을 포함시켜 부지매입비용을 산정한 폐기물처리시설 설치비용 부담금을 부과한 사안에서, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2014. 2. 11. 대통령령 제25165호로 개정되기 전의 것) 제4조 제3항 등 관계 법령이 시설의 설치에 드는 비용의 산정기준에 관하여 상세한 규정을 두면서도 폐기물처리시설의 부지면적에 관하여는 아무런 규정을 두고 있지 않아 지방자치단체에는 장래 폐기물처리시설의 규모, 운영방식, 관리수요 등의 다양한 요소를 예측하여 그에 필요한 ‘관리동’과 ‘세차동 등 기타시설’의 규모를 정할 수 있는 재량이 부여된 것으로 보아야 하므로 조례에서 정한 폐기물처리시설 부지면적의 산정기준이 현저히 불합리하다는 등의 특별한 사정이 없는 한 조례 내용이 무효라고 볼 수는 없는 점, ‘관리동’과 ‘세차동 등 기타시설’은 폐기물처리시설 자체는 아니지만 폐기물처리시설의 원활한 관리·운영을 위하여 필요한 시설로서 환경보전과 국민 생활의 질적 향상에 이바지함을 목적으로 하는 폐기물시설촉진법의 입법 목적 달성에 기여하는 시설인 점 등을 종합하면, 위 조례 규정 중 ‘관리동’, ‘세차동 등 기타시설’의 부지면적 산정에 관한 부분은 상위법령을 구체화한 것에 불과하고 상위법령의 위임의 한계를 벗어나 무효라고 볼 수 없음에도, 이와 달리 위 조례 규정이 법과 시행령의 위임범위를 벗어나 무효이고, 시장이 위 조례에 따라 ‘관리동’, ‘세차동 등 기타시설’의 부지면적을 폐기물처리시설의 부지면적에 포함시켜 부지매입비용을 산정한 것은 위법하다고 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제22조, 행정규제기본법 제4조 / [2] 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(2013. 8. 13. 법률 제12077호로 개정되기 전의 것) 제2조, 제6조, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2014. 2. 11. 대통령령 제25165호로 개정되기 전의 것) 제4조<br/>",
  "참조판례": "[1] 대법원 2018. 6. 21. 선고 2015두48655 전원합의체 판결(공2018하, 1381), 대법원 2018. 8. 30. 선고 2017두56193 판결(공2018하, 1932)<br/>"
}