{
  "판례일련번호": "208728",
  "사건명": "부정경쟁방지및영업비밀보호에관한법률위반(영업비밀누설등)ㆍ업무상배임(판사의 날인이 누락된 압수수색영장에 기초하여 수집한 증거가 위법수집증거에 해당하는지 여부에 관한 사건)",
  "사건번호": "2018도20504",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190711",
  "판시사항": "[1] 위법수집증거 배제 원칙을 명시한 형사소송법 제308조의2의 취지 / 적법한 절차에 따르지 않고 수집한 증거 및 이를 기초로 하여 획득한 2차적 증거의 증거능력 유무(원칙적 소극) / 위법수집증거의 증거능력을 예외적으로 인정할 수 있는 경우 및 이에 해당하는지 판단하는 기준 / 위법수집증거를 기초로 하여 획득한 2차적 증거의 증거능력을 예외적으로 인정할 수 있는 경우<br/>[2] 전자정보가 담긴 저장매체 또는 복제본을 수사기관 사무실 등으로 옮겨 복제·탐색·출력하는 경우, 피압수자나 변호인에게 참여 기회를 보장하고 혐의사실과 무관한 전자정보의 임의적인 복제 등을 막기 위한 적절한 조치를 취하지 않은 경우, 압수·수색이 적법한지 여부(소극) / 피압수자 측이 위와 같은 절차나 과정에 참여하지 않는다는 의사를 명시적으로 표시하였거나 절차 위반행위가 이루어진 과정의 성질과 내용 등에 비추어 피압수자에게 절차 참여를 보장한 취지가 실질적으로 침해되었다고 볼 수 없는 경우, 압수·수색이 적법한지 여부(적극) 및 수사기관이 저장매체 또는 복제본에서 혐의사실과 관련된 전자정보만을 복제·출력한 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 형사소송법 제308조의2는 ‘위법수집증거의 배제’라는 제목으로 “적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다.”라고 정하고 있다. 이는 위법한 압수·수색을 비롯한 수사과정의 위법행위를 억제하고 재발을 방지함으로써 국민의 기본적 인권 보장이라는 헌법 이념을 실현하고자 위법수집증거 배제 원칙을 명시한 것이다.<br/>헌법 제12조는 기본적 인권을 보장하기 위하여 압수·수색에 관한 적법절차와 영장주의 원칙을 선언하고 있고, 형사소송법은 이를 이어받아 실체적 진실 규명과 개인의 권리보호 이념을 조화롭게 실현할 수 있도록 압수·수색절차에 관한 구체적 기준을 마련하고 있다. 이러한 헌법과 형사소송법의 규범력을 확고하게 유지하고 수사과정의 위법행위를 억제할 필요가 있으므로, 적법한 절차에 따르지 않고 수집한 증거는 물론 이를 기초로 하여 획득한 2차적 증거 또한 기본적 인권 보장을 위해 마련된 적법한 절차에 따르지 않고 확보한 것으로서 원칙적으로 유죄 인정의 증거로 삼을 수 없다고 보아야 한다.<br/>  그러나 법률에 정해진 절차에 따르지 않고 수집한 증거라는 이유만을 내세워 획일적으로 증거능력을 부정하는 것은 헌법과 형사소송법의 목적에 맞지 않는다. 실체적 진실 규명을 통한 정당한 형벌권의 실현도 헌법과 형사소송법이 형사소송 절차를 통하여 달성하려는 중요한 목표이자 이념이기 때문이다.<br/>  수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 않고, 오히려 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차 조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고 이를 통하여 형사 사법 정의를 실현하려 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면, 법원은 그 증거를 유죄 인정의 증거로 사용할 수 있다고 보아야 한다. 이에 해당하는지는 수사기관의 증거 수집 과정에서 이루어진 절차 위반행위와 관련된 모든 사정, 즉 절차 조항의 취지, 위반 내용과 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리나 법익의 성질과 침해 정도, 이러한 권리나 법익과 피고인 사이의 관련성, 절차 위반행위와 증거 수집 사이의 관련성, 수사기관의 인식과 의도 등을 전체적·종합적으로 고찰하여 판단해야 한다. 이러한 법리는 적법한 절차에 따르지 않고 수집한 증거를 기초로 하여 획득한 2차적 증거에 대해서도 마찬가지로 적용되므로, 절차에 따르지 않은 증거 수집과 2차적 증거 수집 사이 인과관계의 희석이나 단절 여부를 중심으로 2차적 증거 수집과 관련된 모든 사정을 전체적·종합적으로 고려하여 예외적인 경우에는 유죄 인정의 증거로 사용할 수 있다.<br/>[2] 형사소송법 제219조, 제121조는 ‘수사기관이 압수·수색영장을 집행할 때에는 피압수자 또는 변호인은 그 집행에 참여할 수 있다.’고 정하고 있다. 저장매체에 대한 압수·수색 과정에서 범위를 정하여 출력·복제하는 방법이 불가능하거나 압수의 목적을 달성하기에 현저히 곤란한 예외적인 사정이 인정되어 전자정보가 담긴 저장매체, 하드카피나 이미징(imaging) 등 형태(이하 ‘복제본’이라 한다)를 수사기관 사무실 등으로 옮겨 복제·탐색·출력하는 경우에도, 피압수자나 변호인에게 참여 기회를 보장하고 혐의사실과 무관한 전자정보의 임의적인 복제 등을 막기 위한 적절한 조치를 취하는 등 영장주의 원칙과 적법절차를 준수하여야 한다. 만일 그러한 조치를 취하지 않았다면 압수·수색이 적법하다고 평가할 수 없다. 다만 피압수자 측이 위와 같은 절차나 과정에 참여하지 않는다는 의사를 명시적으로 표시하였거나 절차 위반행위가 이루어진 과정의 성질과 내용 등에 비추어 피압수자에게 절차 참여를 보장한 취지가 실질적으로 침해되었다고 볼 수 없는 경우에는 압수·수색의 적법성을 부정할 수 없다. 이는 수사기관이 저장매체 또는 복제본에서 혐의사실과 관련된 전자정보만을 복제·출력한 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조, 형사소송법 제307조, 제308조의2 / [2] 헌법 제12조, 형사소송법 제121조, 제215조, 제219조, 제307조, 제308조의2<br/>",
  "참조판례": "[1] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2009. 3. 12. 선고 2008도11437 판결(공2009상, 900), 대법원 2010. 1. 28. 선고 2009도10092 판결(공2010상, 474), 대법원 2013. 3. 14. 선고 2010도2094 판결(공2013상, 688) / [2] 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033)<br/>"
}