{
  "판례일련번호": "208727",
  "사건명": "무고(성폭행 고소에 관하여 무고죄가 성립하는지가 문제된 사건)",
  "사건번호": "2018도2614",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190711",
  "판시사항": "[1] 무고죄의 성립요건 / 신고사실의 진실성을 인정할 수 없다는 소극적 증명만으로 그 신고사실을 허위로 단정하여 무고죄를 인정할 수 있는지 여부(소극) / 신고내용에 일부 객관적 진실에 반하는 내용이 포함되어 있으나 단지 신고사실의 정황을 과장하는 데 불과한 경우, 무고죄가 성립하는지 여부(소극)<br/>[2] 성폭행이나 성희롱 사건의 피해자가 하는 진술의 증명력을 판단할 때 고려하여야 할 사항 / 피해자임을 주장하는 자가 성폭행 등의 피해를 입었다고 신고한 사실에 대하여 증거불충분 등을 이유로 불기소처분되거나 무죄판결이 선고된 경우, 반대로 이러한 신고내용이 객관적 사실에 반하여 무고죄가 성립하는지 여부를 판단할 때에도 같은 법리가 고려되어야 하는지 여부(적극)<br/>[3] 강제추행죄에 폭행행위 자체가 추행행위라고 인정되는 기습추행의 경우가 포함되는지 여부(적극) 및 이때 요구되는 폭행의 정도<br/>",
  "판결요지": "[1] 무고죄는 타인으로 하여금 형사처분이나 징계처분을 받게 할 목적으로 신고한 사실이 객관적인 진실에 반하는 허위사실인 경우에 성립하는 범죄이므로, 신고한 사실이 객관적 진실에 반하는 허위사실이라는 요건은 적극적 증명이 있어야 하고, 신고사실의 진실성을 인정할 수 없다는 소극적 증명만으로 곧 그 신고사실이 객관적 진실에 반하는 허위의 사실이라 단정하여 무고죄의 성립을 인정할 수는 없으며, 신고내용에 일부 객관적 진실에 반하는 내용이 포함되어 있더라도 그것이 범죄의 성부에 영향을 미치는 중요한 부분이 아니고 단지 신고사실의 정황을 과장하는 데 불과하다면 무고죄는 성립하지 않는다.<br/>[2] 성폭행이나 성희롱 사건의 피해자가 피해사실을 알리고 문제를 삼는 과정에서 오히려 피해자가 부정적인 여론이나 불이익한 처우 및 신분 노출의 피해 등을 입기도 하여 온 점 등에 비추어 보면, 성폭행 피해자의 대처 양상은 피해자의 성정이나 가해자와의 관계 및 구체적인 상황에 따라 다르게 나타날 수밖에 없다. 따라서 개별적, 구체적인 사건에서 성폭행 등의 피해자가 처하여 있는 특별한 사정을 충분히 고려하지 않은 채 피해자 진술의 증명력을 가볍게 배척하는 것은 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없다.<br/>  위와 같은 법리는, 피해자임을 주장하는 자가 성폭행 등의 피해를 입었다고 신고한 사실에 대하여 증거불충분 등을 이유로 불기소처분되거나 무죄판결이 선고된 경우 반대로 이러한 신고내용이 객관적 사실에 반하여 무고죄가 성립하는지 여부를 판단할 때에도 마찬가지로 고려되어야 한다. 따라서 성폭행 등의 피해를 입었다는 신고사실에 관하여 불기소처분 내지 무죄판결이 내려졌다고 하여, 그 자체를 무고를 하였다는 적극적인 근거로 삼아 신고내용을 허위라고 단정하여서는 아니 됨은 물론, 개별적, 구체적인 사건에서 피해자임을 주장하는 자가 처하였던 특별한 사정을 충분히 고려하지 아니한 채 진정한 피해자라면 마땅히 이렇게 하였을 것이라는 기준을 내세워 성폭행 등의 피해를 입었다는 점 및 신고에 이르게 된 경위 등에 관한 변소를 쉽게 배척하여서는 아니 된다.<br/>[3] 강제추행죄는 상대방에 대하여 폭행 또는 협박을 가하여 항거를 곤란하게 한 뒤에 추행행위를 하는 경우뿐만 아니라 폭행행위 자체가 추행행위라고 인정되는 이른바 기습추행의 경우도 포함되며, 이 경우의 폭행은 반드시 상대방의 의사를 억압할 정도의 것임을 요하지 않고 상대방의 의사에 반하는 유형력의 행사가 있는 이상 그 힘의 대소강약을 불문한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제156조, 형사소송법 제308조 / [2] 형법 제156조, 제298조, 형사소송법 제308조 / [3] 형법 제298조<br/>",
  "참조판례": "[1] 대법원 1984. 1. 24. 선고 83도1401 판결(공1984, 402), 대법원 1986. 7. 22. 선고 86도582 판결(공1986, 1149), 대법원 1996. 5. 31. 선고 96도771 판결(공1996하, 2093), 대법원 2010. 11. 11. 선고 2008도7451 판결 / [2] 대법원 2018. 4. 12. 선고 2017두74702 판결(공2018상, 909), 대법원 2018. 10. 25. 선고 2018도7709 판결(공2018하, 2294) / [3] 대법원 2002. 4. 26. 선고 2001도2417 판결(공2002상, 1306), 대법원 2015. 9. 10. 선고 2015도6980, 2015모2524 판결(공2015하, 1577)<br/>"
}