{
  "판례일련번호": "208729",
  "사건명": "공인중개사의업무및부동산거래신고에관한법률위반",
  "사건번호": "2017도13559",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190711",
  "판시사항": "[1] ‘금전채권’이 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 제3조, 같은 법 시행령 제2조에서 정한 중개대상물에 해당하는지 여부(소극) / 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률이 규정하는 중개수수료의 한도액이 금전채권 매매계약의 중개행위에도 적용되는지 여부(소극)<br/>[2] 중개업자인 피고인이 甲 소유의 토지에 근저당권자 乙 축산업협동조합으로 근저당권이 설정되어 있는 피담보채권을 丙이 乙 조합으로부터 매수하고 경매신청 후 낮은 가격에 낙찰받을 수 있도록 중개한 다음, 乙 조합과 丙 사이에 피담보채권의 매매계약이 성립하자 丙으로부터 성공사례비 명목의 돈을 받음으로써 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률상 중개수수료의 상한을 초과하였다는 내용으로 기소된 사안에서, 피고인에게 유죄를 인정한 원심판결에 심리미진 및 같은 법상 중개행위와 중개수수료 한도액 규정의 적용에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호로 개정되기 전의 것, 이하 ‘구 공인중개사법’이라 한다) 제2조 제1호, 제3조, 같은 법 시행령 제2조의 규정을 종합하면, ‘금전채권’은 구 공인중개사법 제3조, 같은 법 시행령 제2조에서 정한 중개대상물이 아니다. 금전채권 매매계약을 중개한 것은 구 공인중개사법이 규율하고 있는 중개행위에 해당하지 않으므로, 구 공인중개사법이 규정하고 있는 중개수수료의 한도액은 금전채권 매매계약의 중개행위에는 적용되지 않는다.<br/>[2] 중개업자인 피고인이 甲 소유의 토지에 채권최고액 6억 2,400만 원, 근저당권자 乙 축산업협동조합으로 근저당권이 설정되어 있는 피담보채권을 丙이 乙 조합으로부터 6억 3,000만 원에 매수하고 경매신청 후 낮은 가격에 낙찰받을 수 있도록 중개한 다음, 乙 조합과 丙 사이에 피담보채권의 매매계약이 성립하자 丙으로부터 성공사례비 명목으로 5,000만 원을 받음으로써 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호로 개정되기 전의 것, 이하 ‘구 공인중개사법’이라 한다)상 중개수수료의 상한인 567만 원을 초과하였다는 내용으로 기소된 사안에서, ‘금전채권’은 구 공인중개사법 제3조, 같은 법 시행령 제2조에서 정한 중개대상물이 아닌 점, 피고인은 乙 조합과 丙 사이의 금전채권 매매계약과 함께 근저당권의 이전을 중개하였고, 丙으로부터 계약 성사에 따른 사례비로 5,000만 원을 받았는데, 금전채권 매매계약과 근저당권의 이전은 불가분의 관계이고 위 5,000만 원에는 근저당권의 이전뿐만 아니라 금전채권 매매계약 중개에 대한 수수료가 포함되어 있는 점에 비추어 거래 성사에 따른 사례금 명목으로 포괄적으로 수수한 돈 중 얼마가 구 공인중개사법 규율대상인 중개수수료에 해당하는지 특정할 수 없으므로 피고인이 구 공인중개사법에서 정한 한도를 초과하여 중개수수료를 받았다고 단정할 수 없는데도, 이와 달리 보아 피고인에게 유죄를 인정한 원심판결에 필요한 심리를 다하지 않은 채 구 공인중개사법상 중개행위와 중개수수료 한도액 규정의 적용에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제2조 제1호(현행 공인중개사법 제2조 제1호 참조), 제3조(현행 공인중개사법 제3조 참조), 제32조 제3항(현행 공인중개사법 제32조 제4항 참조), 제33조 제3호(현행 공인중개사법 제33조 제3호 참조), 제49조 제1항 제10호(현행 공인중개사법 제49조 제1항 제10호 참조), 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령(2014. 7. 28. 대통령령 제25522호 공인중개사법 시행령으로 개정되기 전의 것) 제2조(현행 공인중개사법 시행령 제2조 참조) / [2] 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률(2014. 1. 28. 법률 제12374호 공인중개사법으로 개정되기 전의 것) 제2조 제1호(현행 공인중개사법 제2조 제1호 참조), 제3조(현행 공인중개사법 제3조 참조), 제32조 제3항(현행 공인중개사법 제32조 제4항 참조), 제33조 제3호(현행 공인중개사법 제33조 제3호 참조), 제49조 제1항 제10호(현행 공인중개사법 제49조 제1항 제10호 참조), 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행령(2014. 7. 28. 대통령령 제25522호 공인중개사법 시행령으로 개정되기 전의 것) 제2조(현행 공인중개사법 시행령 제2조 참조), 구 공인중개사의 업무 및 부동산 거래신고에 관한 법률 시행규칙(2014. 7. 29. 국토교통부령 제115호 공인중개사법 시행규칙으로 개정되기 전의 것) 제20조 제4항(현행 공인중개사법 시행규칙 제20조 제4항 제2호 참조)<br/>",
  "참조판례": "[1] 대법원 2006. 9. 22. 선고 2005도6054 판결(공2006하, 1856), 대법원 2006. 10. 27. 선고 2006도3800 판결<br/>"
}