{
  "판례일련번호": "208848",
  "사건명": "손해배상(기)",
  "사건번호": "2016다236131",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190117",
  "판시사항": "[1] 주식회사의 이사가 다른 업무담당이사의 업무집행이 위법하다고 의심할 만한 사유가 있는데도 이를 방치한 경우, 회사가 입은 손해에 대하여 배상책임을 지는지 여부(적극)<br/>[2] 甲 저축은행의 대표이사 등이 이자 지급을 연체하고 있던 차주에게 신규 대출을 실행하여 이를 기존 대출금의 이자 명목으로 되돌려 받는 방법으로 이자수익을 과다계상하고, 채권의 자산건전성을 왜곡하는 방법으로 대손충당금을 과소계상하는 분식회계를 하였는데, 甲 은행의 이사이던 乙이 이사회에 참석하여 위와 같이 분식회계가 된 재무제표를 승인한 사안에서, 乙은 분식회계가 이루어지고 있음을 알았거나 알 수 있었는데도 이사의 감시의무를 위반한 잘못이 있으므로 상법 제399조 제1항에 따라 분식회계로 甲 은행이 입은 손해를 배상할 책임이 있다고 본 원심판단에 법리오해 등의 위법이 없다고 한 사례<br/>[3] 甲 저축은행의 이사이던 乙 등이 일부 또는 전부 가담한 이자수익 과다계상, 대손충당금 과소계상의 분식회계로 甲 은행이 과다한 법인세를 납부한 사안에서, 甲 은행이 관할 세무서장을 상대로 법인세 경정청구를 하면서 이자소득의 과다계상만 주장하고 대손충당금의 과소계상을 주장하지 않았다는 사정만으로 乙 등의 손해배상책임이 부정되거나 甲 은행이 합리적 이유 없이 손해경감을 위한 법적 조치를 취하지 않은 것으로 볼 수 없다고 판단한 원심판단에 법리오해 등의 위법이 없다고 한 다음, 甲 은행은 상호저축은행법에 따라 설립된 상호저축은행으로서 관련 규정에서 정한 기준에 따라 대출채권에 대한 자산건전성 분류를 해야 할 의무가 있고, 분류된 자산건전성 기준에 따라 그 등급의 대손충당금을 적립하여야 하므로, 이러한 기준을 위배하는 대출채권의 자산건전성 분류 때문에 대손충당금을 과소 적립하여 과다한 법인세를 납부하였다면 이는 甲 은행의 손해라고 봄이 타당하다고 한 사례<br/>[4] 이사가 법령을 위반한 행위로 회사에 손해를 입힌 경우, 경영판단의 원칙이 적용되는지 여부(원칙적 소극)<br/>[5] 금융기관의 임원이 선량한 관리자의 주의의무를 위반하여 임무를 게을리하였는지 판단하는 기준<br/>[6] 금융기관의 임직원이 채무자에 대한 신용조사, 담보물에 대한 외부감정 절차를 거치지 않는 등 여신업무에 관한 규정을 위반하여 자금을 대출하면서 충분한 담보를 확보하지 않아 금융기관이 대출금을 회수하지 못하는 손해를 입은 경우, 임직원이 손해배상책임을 지는지 여부(적극) 및 이때 금융기관이 입은 통상손해의 범위 / 대출로 인한 임직원의 손해배상채무와 대출금채무자의 대출금채무가 부진정연대관계에 있는지 여부(적극) 및 금액이 다른 채무가 서로 부진정연대관계에 있을 때 다액채무자가 일부 변제하는 경우, 변제로 먼저 소멸하는 부분(=다액채무자가 단독으로 채무를 부담하는 부분)<br/>",
  "판결요지": "",
  "판결본문": "",
  "참조조문": "[1] 상법 제399조 / [2] 상법 제399조 / [3] 상법 제399조 / [4] 상법 제399조 / [5] 상법 제382조 제2항, 제399조, 민법 제681조 / [6] 상법 제382조 제2항, 제399조, 민법 제393조, 제413조, 제681조, 제750조, 제763조<br/>",
  "참조판례": "[1] 대법원 1985. 6. 25. 선고 84다카1954 판결(공1985, 1049), 대법원 2004. 12. 10. 선고 2002다60467, 60474 판결(공2005상, 87), 대법원 2007. 12. 13. 선고 2007다60080 판결(공2008상, 25) / [4] 대법원 2008. 4. 10. 선고 2004다68519 판결(공2008상, 646) / [5] 대법원 2007. 7. 26. 선고 2006다33609 판결(공2007하, 1346) / [6] 대법원 2015. 10. 29. 선고 2012다98850 판결, 대법원 2008. 1. 18. 선고 2005다65579 판결(공2008상, 225), 대법원 2018. 3. 22. 선고 2012다74236 전원합의체 판결(공2018상, 688)<br/>"
}