{
  "판례일련번호": "208891",
  "사건명": "손해배상(기)",
  "사건번호": "2018나2033075",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190716",
  "판시사항": "甲 주식회사가 乙과 총판 대리점계약을 체결하고 甲 회사가 생산하는 생수 제품을 乙에게 공급하였으며, 이후 계약기간을 연장하여 다시 대리점계약을 체결하였는데, 乙이 연장된 대리점계약에서 정한 의무사항을 이행하지 못하자 甲 회사는 외상채무의 변제와 적절한 담보제공을 요구하였고, 이에 따라 乙은 배우자인 丙의 인감증명서를 첨부하여 ‘甲 회사와 乙이 약정한 대리점계약서를 정확히 이해하고 계약서에서 정한 대로 거래를 함으로써 발생한 채무를 乙이 이행하지 못할 때에는 연대하여 지급책임을 질 것을 확인하고 이에 서명날인합니다’라는 내용으로 작성된 연대채무확약서를 甲 회사에 교부하였는데, 이후로도 乙이 외상대금을 변제하지 아니함에 따라 甲 회사가 丙을 상대로 연대보증채무의 이행을 구한 사안에서, 제반 증거에 따르면 丙은 보증인 보호를 위한 특별법의 보호를 받는 보증인에 해당하는데, 丙의 연대보증은 구 보증인 보호를 위한 특별법 제3조에 정한 ‘기명날인’ 방식을 준수하지 아니하였을 뿐만 아니라, 보증인 보호를 위한 특별법 제6조에 정한 근보증채무 최고액의 특정도 없으므로 丙은 연대채무확약서에 의한 연대보증채무를 부담한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "甲 주식회사가 乙과 총판 대리점계약을 체결하고 甲 회사가 생산하는 생수 제품을 乙에게 공급하였으며, 이후 계약기간을 연장하여 다시 대리점계약을 체결하였는데, 乙이 연장된 대리점계약에서 정한 의무사항을 이행하지 못하자 甲 회사는 외상채무의 변제와 적절한 담보제공을 요구하였고, 이에 따라 乙은 배우자인 丙의 인감증명서를 첨부하여 ‘甲 회사와 乙이 약정한 대리점계약서를 정확히 이해하고 계약서에서 정한 대로 거래를 함으로써 발생한 채무를 乙이 이행하지 못할 때에는 연대하여 지급책임을 질 것을 확인하고 이에 서명날인합니다’라는 내용으로 작성된 연대채무확약서를 甲 회사에 교부하였는데, 이후로도 乙이 외상대금을 변제하지 아니함에 따라 甲 회사가 丙을 상대로 연대보증채무의 이행을 구한 사안이다.<br/>  기업 대표자 등의 배우자·직계가족 등일지라도 기업과 경제적 이익을 공유하거나 기업의 경영에 직접 또는 간접적으로 영향을 미치면서 그 기업의 채무에 대하여 보증채무를 부담하는 경우가 아닌 때에는 다른 보증인과 마찬가지로 보증인 보호를 위한 특별법(이하 ‘보증인보호법’이라 한다)의 보호를 받는 보증인에 해당한다고 할 것이고, 보증인보호법의 적용대상에서 제외된다는 점에 관해서는 이를 주장하는 자가 증명해야 하는바, 제반 증거에 따르면 乙이 甲 회사의 총판 대리점을 단독으로 운영한 사실이 인정될 뿐이고, 丙이 乙의 배우자로서 일상의 가사에 관하여 대리권이 있다는 사정 등만으로는 丙이 乙의 대리점 경영에 직접 또는 간접적으로 영향을 미쳤다거나 기업의 경제적 이익을 공유하였다고 보기는 부족하므로 丙은 보증인보호법의 보호를 받는 보증인에 해당하는데, 연대채무확약서에 丙의 성명은 어디에도 기재되어 있지 않고, 주소와 주민등록번호란도 공란으로 남겨진 채 丙의 인감도장만이 날인되어 인감증명서가 첨부되었을 뿐이어서 이를 두고 ‘기명’이 있었다고 의제하여 구 보증인 보호를 위한 특별법(2015. 2. 3. 법률 제13125호로 개정되기 전의 것) 제3조에서 정한 ‘기명날인’ 방식을 준수하였다고 보기는 어렵고, 설령 丙의 연대채무확약서에 따른 보증의사가 유효하다고 할지라도, 丙이 연대보증한 乙의 甲 회사에 대한 채무는 연장된 대리점계약에 따라 계속적으로 발생하는 채무에 대한 것으로서 근보증계약에 해당하므로 보증인보호법 제6조가 적용되어 보증채무의 최고액이 서면으로 특정되어야 하는데, 연대채무확약서에 보증채무의 최고액이 명시적으로 기재되어 있지 않은 등 보증인보호법 제6조에 정한 근보증채무 최고액의 특정이 없으므로 丙은 연대채무확약서에 의한 연대보증채무를 부담한다고 보기 어렵다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "보증인 보호를 위한 특별법 제1조, 제2조 제1호, 제6조, 구 보증인 보호를 위한 특별법(2015. 2. 3. 법률 제13125호로 개정되기 전의 것) 제3조 제1항(현행 민법 제428조의2 제1항 참조)<br/>",
  "참조판례": ""
}