{
  "판례일련번호": "208806",
  "사건명": "경매개시결정에대한이의",
  "사건번호": "2017마1442",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20190724",
  "판시사항": "[1] 선박의 이용계약이 선체용선계약, 정기용선계약, 항해용선계약 중 어느 계약에 해당하는지 결정하는 방법<br/>[2] 정기용선의 경우, 선체용선에 관한 상법 제850조 제2항이 유추적용되어 정기용선된 선박의 이용에 관하여 생긴 우선특권을 가지는 채권자가 선박소유자의 선박에 대하여 경매를 청구할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 선박의 이용계약이 선체용선계약, 정기용선계약 또는 항해용선계약인지 여부는 계약의 취지 및 내용, 특히 이용기간의 장단(長短), 사용료의 고하(高下), 점유관계의 유무 기타 임대차 조건 등을 구체적으로 검토하여 결정하여야 한다.<br/>[2] 선박우선특권에 대해서는 그 성질에 반하지 않는 한 민법의 저당권에 관한 규정을 준용하므로(상법 제777조 제2항), 선박우선특권을 가진 채권자는 그 채권을 발생시킨 선박에 대한 경매를 청구하여 채권의 우선변제를 받을 수 있다. 선체용선에서 제3자에 대한 법률관계에 관하여 상법 제850조 제1항은 “선체용선자가 상행위나 그 밖의 영리를 목적으로 선박을 항해에 사용하는 경우에는 그 이용에 관한 사항에는 제3자에 대하여 선박소유자와 동일한 권리의무가 있다.”라고 규정하고, 제850조 제2항은 “제1항의 경우에 선박의 이용에 관하여 생긴 우선특권은 선박소유자에 대하여도 그 효력이 있다. 다만 우선특권자가 그 이용의 계약에 반함을 안 때에는 그러하지 아니하다.”라고 규정한다. 따라서 선체용선자의 경우에도 선박의 이용에 관하여 생긴 우선특권을 가지는 채권자는 선박소유자에 대한 효력을 주장하여 해당 선박에 대하여 경매를 청구할 수 있다.<br/>  정기용선의 경우 제3자에 대한 법률관계에 관하여 상법은 아무런 규정을 두지 않고 있다. 그러나 다음과 같은 이유로 선체용선에 관한 상법 제850조 제2항의 규정이 정기용선에 유추적용되어 정기용선된 선박의 이용에 관하여 생긴 우선특권을 가지는 채권자는 선박소유자의 선박에 대하여 경매청구를 할 수 있다고 봄이 타당하다.<br/>  ① 정기용선계약은 선체용선계약과 유사하게 용선자가 선박의 자유사용권을 취득하고 그에 선원의 노무공급계약적인 요소가 수반되는 특수한 계약관계로서 정기용선자는 다른 특별한 사정이 없는 한 화물의 선적, 보관 및 양하 등에 관련된 상사적인 사항의 대외적인 책임관계에 선체용선에 관한 상법 제850조 제1항이 유추적용되어 선박소유자와 동일한 책임을 부담한다.<br/>  ② 선체용선에서 선박의 이용에 관한 사항에 대하여는 선체용선자만이 권리·의무의 주체가 되고 선박소유자와 제3자 사이에는 원칙적으로 직접적인 법률관계가 발생하지 않는 것이나, 상법은 선박채권자를 보호하기 위하여 제850조 제2항을 두어 선박우선특권은 선박소유자에 대하여도 효력이 발생하고 그러한 채권은 선박을 담보로 우선변제를 받을 수 있도록 하였다. 이와 같은 선박채권자 보호의 필요성은 선체용선과 정기용선이 다르지 않다.<br/>  특히 상법 제777조 제1항 제1호에 규정된 예선료 채권을 보면, 채무자가 선박소유자 또는 선체용선자인지, 정기용선자인지를 구별하지 않고 우선적으로 보호하여야 할 필요성이 크다. 예선업자는 특별한 사정이 없는 한 예선의 사용 요청을 거절하지 못하고(선박의 입항 및 출항 등에 관한 법률 제29조 제1항), 정당한 이유 없이 이를 위반하여 예선의 사용 요청을 거절한 때에는 형사처벌을 받는다(같은 법 제55조 제4호). 이처럼 예선업자는 대상 선박을 이용하는 자가 누구인지 여부와 상관없이 예선계약의 체결이 사실상 강제될 뿐만 아니라 현실적으로 예선계약 체결 당시 예선료 채무를 부담하는 자가 선박소유자인지 여부 등을 확인하기도 곤란하다.<br/>  ③ 상법 제777조 제1항에서는 선박우선특권이 인정되는 채권을 한정적으로 열거하고 있으므로, 정기용선자에 대한 그와 같은 채권에 관하여 선박우선특권을 인정하더라도 선박소유자나 선박저당권자에게 예상치 못한 손해가 발생한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제827조, 제842조, 제847조 / [2] 상법 제777조, 제842조, 제847조, 제850조, 선박의 입항 및 출항 등에 관한 법률 제29조 제1항, 제55조 제4호<br/>",
  "참조판례": "[1] 대법원 1999. 2. 5. 선고 97다19090 판결(공1999상, 432) / [2] 대법원 1992. 2. 25. 선고 91다14215 판결(공1992, 1120), 대법원 2003. 8. 22. 선고 2001다65977 판결(공2003하, 1912)<br/>"
}