{
  "판례일련번호": "208902",
  "사건명": "손해배상(국)",
  "사건번호": "2018나319335",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20190710",
  "판시사항": "육군에 사병으로 입대하였다가 장기하사로 임관한 후 월남전에 참전하여 그 공으로 화랑무공훈장 등을 받은 甲이 숙부인 망 乙이 반공법 위반 등으로 유죄판결을 받아 판결이 확정된 후 구 군인사법 제37조 제1항 제2호에 따라 원에 의하지 아니하는 전역명령을 받아 전역하였는데, 그 후 진실·화해를 위한 과거사정리위원회의 조사결과 등을 이유로 乙의 아들 丙이 청구하여 개시된 위 판결에 대한 재심에서 乙과 그 공동피고인들이 중앙정보부 수사관들에게 연행된 후 불법구금되어 폭행, 협박 등 가혹행위를 당하여 임의성 없는 상태에서 자백진술을 하였고, 임의성 없는 상태가 검찰조사 및 재심대상사건의 법정에서도 계속되어 자백진술의 증거능력을 인정할 수 없다는 등의 이유로 무죄판결이 선고되어 확정되자, 甲이 불법구금 및 가혹행위로 조작된 위 사건으로 인한 자신에 대한 강제전역처분도 위법하다며 국가배상을 구한 사안에서, 甲이 국가공무원들의 중대한 반인권적, 조직적 불법행위에 의하여 야기된 乙에 대한 재심대상판결 때문에 위법하게 강제전역처분을 받았음이 인정되므로 국가는 다른 특별한 사정이 없는 한 甲에게 강제전역처분으로 인한 손해 중 甲이 구하는 위자료를 배상할 책임이 있다고 판단한 다음, 甲이 재심무죄판결 확정 사실을 乙의 장남인 丁으로부터 들어 알게 된 때로부터 3년 이내에 소를 제기하였으므로 甲의 손해배상청구권은 소멸시효 완성으로 소멸되지 않았다고 한 사례<br/>",
  "판결요지": "육군에 사병으로 입대하였다가 장기하사로 임관한 후 월남전에 참전하여 그 공으로 화랑무공훈장 등을 받은 甲이 숙부인 망 乙이 반공법 위반 등으로 유죄판결을 받아 판결이 확정된 후 구 군인사법(1976. 12. 31. 법률 제2979호로 개정되기 전의 것, 이하 ‘구 군인사법’이라 한다) 제37조 제1항 제2호에 따라 원에 의하지 아니하는 전역명령을 받아 전역하였는데, 그 후 진실·화해를 위한 과거사정리위원회의 조사결과 등을 이유로 乙의 아들 丙이 청구하여 개시된 위 판결에 대한 재심에서 乙과 그 공동피고인들이 중앙정보부 수사관들에게 연행된 후 불법구금되어 폭행, 협박 등 가혹행위를 당하여 임의성 없는 상태에서 자백진술을 하였고, 임의성 없는 상태가 검찰조사 및 재심대상사건의 법정에서도 계속되어 자백진술의 증거능력을 인정할 수 없다는 등의 이유로 무죄판결이 선고되어 확정되자, 甲이 불법구금 및 가혹행위로 조작된 위 사건으로 인한 자신에 대한 강제전역처분도 위법하다며 국가배상을 구한 사안이다.<br/>  甲이 구 군인사법 등 당시 관련 법령에서 정한 현역부적합사유가 있었다고 보이지 않는데도 별다른 사유 없이 강제전역처분을 받았고 이는 乙에 대한 재심대상판결이 확정된 지 얼마 지나지 않아 일어난 일인 점, 당시 친인척 중 반공법 위반 등으로 유죄판결을 받은 사람이 있는 경우 해당 공무원이나 군인에게 연좌제로 인한 불이익이 있었음은 부인할 수 없는 점 등을 고려하면 甲이 乙에 대한 재심대상판결 때문에 강제전역처분을 받은 것으로 인정할 수 있고, 乙에 대한 재심대상판결은 국가공무원들의 중대한 반인권적, 조직적 불법행위에 의하여 야기된 것이므로 위 판결을 이유로 한 甲에 대한 강제전역처분도 위법한 것이라고 볼 수밖에 없어 국가는 다른 특별한 사정이 없는 한 甲에게 강제전역처분으로 인한 손해 중 甲이 구하는 위자료를 배상할 책임이 있다고 판단한 다음, 구 예산회계법(1989. 3. 31. 법률 제4102호로 전부 개정되기 전의 것) 제71조, 국가배상법 제8조, 민법 제166조 제1항, 제766조 제1항, 제2항에 의하면, 국가에 대한 손해배상청구권에 대하여는 피해자 등이 그 손해 및 가해자를 안 날로부터 3년 또는 국가의 불법행위일로부터 5년의 소멸시효가 적용될 수 있으나, 진실·화해를 위한 과거사정리 기본법(이하 ‘과거사정리법’이라 한다) 제2조 제1항 제4호에서 정한 중대한 인권침해사건과 조작의혹사건에 해당하는 재심대상판결로 인하여 야기된 국가의 손해배상책임의 경우는 소멸시효가 완성되었는지를 민법 제166조 제1항, 제766조 제2항에서 정한 소멸시효의 객관적 기산점인 ‘불법행위를 한 날’로부터 5년이 아니라 민법 제766조 제1항에서 정한 소멸시효의 주관적 기산점인 ‘손해 및 가해자를 안 날’로부터 3년이 경과하였는지에 따라 결정하여야 하고, 甲의 손해배상청구권도 과거사정리법 제2조 제1항 제4호에서 정한 중대한 인권침해사건과 조작의혹사건에 해당하는 재심대상판결을 이유로 한 강제전역처분에 대한 것이므로 민법 제766조 제1항을 적용하여 소멸시효가 완성되었는지를 결정하여야 하는데, 甲이 재심무죄판결 확정 사실을 乙의 장남인 丁으로부터 들어 알게 된 때로부터 3년 이내에 소를 제기하였으므로 甲의 손해배상청구권은 소멸시효 완성으로 소멸되지 않았다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "국가배상법 제2조 제1항, 제8조, 구 예산회계법(1989. 3. 31. 법률 제4102호로 전부 개정되기 전의 것) 제71조(현행 국가재정법 제96조 참조), 민법 제166조 제1항, 제751조, 제766조, 구 군인사법(1976. 12. 31. 법률 제2979호로 개정되기 전의 것) 제37조 제1항 제2호(현행 제37조 제1항 제4호 참조), 구 군인사법 시행령(1977. 1. 28. 대통령령 제8425호로 개정되기 전의 것) 제49조, 구 저능률자전역규정(1982. 9. 20. 국방부령 제347호 군인사법 시행규칙 부칙 제2항으로 폐지) 제4조<br/>",
  "참조판례": ""
}