{
  "판례일련번호": "209141",
  "사건명": "조례안의결무효확인[학생인권조례안 사건]",
  "사건번호": "2013추98",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150514",
  "판시사항": "[1] 학기당 2시간 정도의 인권교육의 편성·실시가 지방자치법 제9조 제2항 제5호에서 지방자치단체의 사무로 예시한 교육에 관한 사무로서 초등학교·중학교·고등학교 등의 운영·지도에 관한 사무에 속하는지 여부(적극)<br/>[2] 교육부장관이 관할 교육감에게, 甲 지방의회가 의결한 학생인권조례안에 대하여 재의요구를 하도록 요청하였으나 교육감이 이를 거절하고 학생인권조례를 공포하자, 조례안 의결에 대한 효력 배제를 구하는 소를 제기한 사안에서, 위 조례안이 국민의 기본권이나 주민의 권리 제한에서 요구되는 법률유보원칙에 위배된다고 할 수 없고, 내용이 법령의 규정과 모순·저촉되어 법률우위원칙에 어긋난다고 볼 수 없다고 한 사례<br/>[3] 조례안재의결 무효확인소송에서 심리대상의 범위 및 이러한 법리는 주무부장관이 지방자치법 제172조 제7항에 따라 지방의회의 의결에 대하여 직접 제소함에 따른 조례안의결 무효확인소송에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 초·중등교육법 제7조, 제23조, 교육부장관이 고시한 ‘초·중등학교 교육과정’ Ⅱ.4.가.(1)항, Ⅲ.1.나.(15)항의 내용 및 체계와 아울러, 학교는 교육과정을 운영하는 주체로서 대통령령이 정하는 교과를 포함하여 교육부장관이 고시하는 기본적인 교육과정을 구성하는 과목 외의 내용을 교육내용에 포함시킬 수 있는 재량이 있다고 보이는 점, 교육감은 지방자치단체의 교육·학예에 관한 사무를 담당하는 주체로서 교육부장관이 정한 교육과정의 범위 안에서 지역의 실정에 맞는 교육과정의 기준과 내용을 정할 수 있을 뿐만 아니라 관할구역 내 학교의 교육과정 운영에 대한 장학지도를 할 수 있는 점, 교육부장관이 정한 기본적인 교육과정과 대통령령에 정한 교과 외의 교육내용에 관한 결정 및 그에 대한 지도는 전국적으로 통일하여 규율되어야 할 사무가 아니라 각 지역과 학교의 실정에 맞는 규율이 허용되는 사무라고 할 것인 점 등에 비추어 보면, 학기당 2시간 정도의 인권교육의 편성·실시는 지방자치법 제9조 제2항 제5호가 지방자치단체의 사무로 예시한 교육에 관한 사무로서 초등학교·중학교·고등학교 등의 운영·지도에 관한 사무에 속한다.<br/>[2] 교육부장관이 관할 교육감에게, 甲 지방의회가 의결한 학생인권조례안에 대하여 재의요구를 하도록 요청하였으나 교육감이 이를 거절하고 학생인권조례를 공포하자, 조례안 의결에 대한 효력 배제를 구하는 소를 제기한 사안에서, 위 조례안은 전체적으로 헌법과 법률의 테두리 안에서 이미 관련 법령에 의하여 인정되는 학생의 권리를 열거하여 그와 같은 권리가 학생에게 보장되는 것임을 확인하고 학교생활과 학교 교육과정에서 학생의 인권 보호가 실현될 수 있도록 내용을 구체화하고 있는 데 불과할 뿐, 법령에 의하여 인정되지 아니하였던 새로운 권리를 학생에게 부여하거나 학교운영자나 학교의 장, 교사 등에게 새로운 의무를 부과하고 있는 것이 아니고, 정규교과 시간 외 교육활동의 강요 금지, 학생인권 교육의 실시 등의 규정 역시 교육의 주체인 학교의 장이나 교사에게 학생의 인권이 학교 교육과정에서 존중되어야 함을 강조하고 그에 필요한 조치를 권고하고 있는 데 지나지 아니하여, 그 규정들이 교사나 학생의 권리를 새롭게 제한하는 것이라고 볼 수 없으므로, 국민의 기본권이나 주민의 권리 제한에서 요구되는 법률유보원칙에 위배된다고 할 수 없고, 내용이 법령의 규정과 모순·저촉되어 법률우위원칙에 어긋난다고 볼 수 없다고 한 사례.<br/>[3] 조례안재의결 무효확인소송에서의 심리대상은 지방자치단체의 장이 지방의회에 재의를 요구할 당시 이의사항으로 지적하여 재의결에서 심의의 대상이 된 것에 국한된다. 이러한 법리는 주무부장관이 지방자치법 제172조 제7항에 따라 지방의회의 의결에 대하여 직접 제소함에 따른 조례안의결 무효확인소송에도 마찬가지로 적용되므로, 조례안의결 무효확인소송의 심리대상은 주무부장관이 재의요구 요청에서 이의사항으로 지적한 것에 한정된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 초·중등교육법 제7조, 제23조, 지방자치법 제9조 제2항 제5호 / [2] 교육기본법 제12조 제1항, 제2항, 초·중등교육법 제8조 제2항, 제18조의4, 초·중등교육법 시행령 제9조 제1항 제7호, 헌법 제12조, 제37조 제2항, 제75조, 제95조 / [3] 지방자치법 제107조, 제172조 제7항<br/>",
  "참조판례": "[3] 대법원 1992. 7. 28. 선고 92추31 판결(공1992하, 2575), 대법원 2007. 12. 13. 선고 2006추52 판결(공2008상, 61)<br/>"
}