{
  "판례일련번호": "209166",
  "사건명": "통보처분취소",
  "사건번호": "2011두921",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20161227",
  "판시사항": "[1] 노동조합 및 노동관계조정법이 노동조합의 설립에 관하여 신고주의를 택한 취지 및 같은 법 제2조 제4호에서 정한 노동조합의 실질적 요건을 갖춘 근로자단체가 신고증을 교부받지 아니한 경우, 노동기본권의 향유 주체에게 인정되어야 하는 일반적인 권리를 보장받을 수 있는지 여부(적극)<br/>[2] 둘 이상의 노동조합이 소멸하고 새로운 노동조합이 설립되는 형태인 신설합병의 경우, 합병의 효력이 발생하는 시점 및 이때 근로자단체가 노동조합 및 노동관계조정법상 노동조합으로 일정한 보호를 받기 위해서 신고증을 교부받아야 하는지 여부(적극)<br/>[3] 공무원으로 조직된 근로자단체는 공무원의 노동조합 설립 및 운영 등에 관한 법률에 따라 설립된 공무원노동조합인 경우에 한하여 노동기본권의 향유 주체가 될 수 있는지 여부(적극) / 기존 공무원노동조합이 신설합병 형태로 새로운 공무원노동조합을 설립하는 경우, 합병의 효력이 발생하는 시점 및 기존 공무원노동조합이 기존 법률관계를 정리·청산하는 데에 필요한 범위 내에서 공무원노동조합으로 활동할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다)이 노동조합의 자유 설립을 원칙으로 하면서도 설립에 관하여 신고주의를 택한 취지는 노동조합의 조직체계에 대한 행정관청의 효율적인 정비·관리를 통하여 노동조합이 자주성과 민주성을 갖춘 조직으로 존속할 수 있도록 보호·육성하려는 데에 있으며, 신고증을 교부받은 노동조합에 한하여 노동기본권의 향유 주체로 인정하려는 것은 아니다.<br/>  그러므로 노동조합법 제2조 제4호에서 정한 노동조합의 실질적 요건을 갖춘 근로자단체가 신고증을 교부받지 아니한 경우에도 노동조합법상 부당노동행위의 구제신청 등 일정한 보호의 대상에서 제외될 뿐, 노동기본권의 향유 주체에게 인정되어야 하는 일반적인 권리까지 보장받을 수 없게 되는 것은 아니다.<br/>[2] 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제28조 제1항 제2호는 합병을 노동조합이 소멸하는 해산사유로 규정하고 있는데, 둘 이상의 노동조합이 소멸하고 새로운 노동조합이 설립되는 형태인 신설합병의 경우, 노동조합법이 새로운 노동조합의 설립신고를 합병의 효력 발생 요건으로 정하고 있지 않은 점이나 설립신고의 취지 또는 법적 의미 등을 고려하면, 합병에 의하여 설립되는 근로자단체가 노동조합법 제2조 제4호에서 정한 노동조합의 실질적 요건을 갖추어 노동기본권의 향유 주체로 인정될 수 있는 때에 합병이 완료되어 기존 노동조합은 소멸하고, 이와 달리 신고증을 교부받아야만 합병의 효력이 발생하는 것은 아니다. 다만 그 근로자단체가 노동조합법상 노동조합으로 일정한 보호를 받기 위해서는 신고증을 교부받아야 함은 물론이다.<br/>[3] 헌법 제33조 제2항은 공무원인 근로자의 경우 법률이 정하는 자에 한하여 단결권·단체교섭권 및 단체행동권을 가진다고 규정함으로써 공무원인 근로자의 노동기본권에 대하여 헌법적 제한을 두고 있으며, 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제5조 단서는 공무원으로 구성된 노동조합(이하 ‘공무원노동조합’이라 한다)의 설립이나 가입에 관하여 따로 법률로 정하도록 규정하고 있다. 그리고 이에 따라 제정된 공무원의 노동조합 설립 및 운영 등에 관한 법률(이하 ‘공무원노조법’이라 한다)은 노동기본권이 보장되는 공무원의 범위와 공무원노동조합의 설립 및 운영 등에 관한 사항을 정하면서, 제3조 제1항에서 공무원노조법에 따른 공무원노동조합의 조직·가입, 공무원노동조합과 관련된 정당한 활동에 대하여는 노동운동 등 공무 외의 집단 행위를 금지한 국가공무원법 및 지방공무원법을 적용하지 아니하도록 규정하고 있다.<br/>  이러한 헌법과 노동조합법, 공무원노조법 등 공무원의 노동기본권 관련 규정 내용을 종합하면, 공무원으로 조직된 근로자단체는 공무원노조법에 따라 설립된 공무원노동조합인 경우에 한하여 노동기본권의 향유 주체가 될 수 있다.<br/>  나아가 이는 기존 공무원노동조합이 신설합병 형태로 새로운 공무원노동조합을 설립하는 경우에도 마찬가지이다. 따라서 기존 공무원노동조합은 합병결의 및 새로운 공무원노동조합 설립을 위한 결성·조직행위가 있었다는 사정만으로 당연히 소멸하는 것이 아니라, 공무원노동조합의 실체를 갖추어 공무원노조법에 따른 설립신고를 마침으로써 새로운 공무원노동조합으로 설립되는 때에 비로소 합병의 효력이 발생하여 소멸하게 된다.<br/>  이 경우 합병결의 및 새로운 공무원노동조합 설립을 위한 결성·조직행위가 이루어진 시점부터 새로운 공무원노동조합의 설립신고가 수리되는 시점까지 존재하는 기존 공무원노동조합은 소멸이 예정된 조직이어서 지위가 잠정적인 것이지만, 기존 법률관계를 정리·청산하는 데에 필요한 범위 내에서는 공무원노동조합으로 활동할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제2조 제4호, 제5조, 제10조 제1항, 제12조 제4항 / [2] 노동조합 및 노동관계조정법 제2조 제4호, 제28조 제1항 제2호 / [3] 헌법 제33조 제2항, 노동조합 및 노동관계조정법 제5조, 공무원의 노동조합 설립 및 운영 등에 관한 법률 제3조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 4. 10. 선고 2011두6998 판결(공2014상, 1045), 헌법재판소 2012. 3. 29. 선고 2011헌바53 전원재판부 결정(헌공186, 651)<br/>"
}