{
  "판례일련번호": "209124",
  "사건명": "구상금",
  "사건번호": "2017다217151",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190814",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 않았지만 대법원이 실체법 해석·적용의 잘못에 관하여 판단할 수 있는 경우<br/>[2] 부제소합의가 존재하는지에 관하여 당사자의 의사를 해석하는 방법 및 권리의무의 주체인 당사자 간의 부제소합의가 유효하기 위한 요건<br/>[3] 甲 보험회사의 자동차종합보험계약에 가입된 차량과 乙 보험회사의 자동차종합보험계약에 가입된 차량 사이에 발생한 교통사고에 관하여 자동차보험 구상금분쟁심의에 관한 상호협정에 따라 구성된 심의위원회가 조정결정을 하여 그 결정이 확정되었는데, 위 조정결정의 확정으로 甲 회사와 乙 회사 사이에 부제소합의가 성립한 것인지 문제 된 사안에서, 제반 사정과 관련 법리에 비추어 보면 부제소합의의 존재를 부정할 수밖에 없고, 설령 상호협정의 해석상 조정결정이 확정된 경우에 부제소합의가 성립된 것으로 볼 여지가 있다고 하더라도, 이는 상호협정의 당사자들이 재판청구권을 구체적인 분쟁이 생기기 전에 미리 일률적으로 포기한 것으로서 부제소합의 제도의 취지에 위반되어 무효라고 한 사례<br/>[4] 甲 보험회사의 자동차종합보험계약에 가입된 차량과 乙 보험회사의 자동차종합보험계약에 가입된 차량 사이에 발생한 교통사고에 관하여 자동차보험 구상금분쟁심의에 관한 상호협정에 따라 구성된 심의위원회가 甲 회사 측 차량 운전자와 乙 회사 측 차량 운전자의 과실비율을 정하는 내용의 조정결정을 하여 그 결정이 확정되자, 甲 회사가 조정결정이 정한 대로 구상금을 지급한 다음 乙 회사를 상대로 위 사고에 대해 甲 회사 측 차량 운전자는 과실이 전혀 없다며 위 구상금 상당의 부당이득반환을 구한 사안에서, 조정결정이 확정된 경우 당사자 사이에 조정결정의 주문과 같은 내용의 합의가 성립되어 민법상 화해계약에 관한 법리가 적용될 수 있는데도, 이와 달리 조정결정이 확정되더라도 당사자 사이에 법률관계를 종국적으로 정하는 효력이 인정되지 않음을 전제로 甲 회사 측 차량 운전자에게 과실이 전혀 없다고 보아 甲 회사가 지급한 구상금이 부당이득으로 반환대상이 된다고 본 원심판단에는 상호협정에 따라 확정된 조정결정의 효력에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황인데 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우에는, 소액사건이라는 이유로 대법원이 법령의 해석에 관하여 판단을 하지 아니한 채 사건을 종결한다면 국민생활의 법적 안전성을 해칠 것이 우려된다. 따라서 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 아니하였더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석·적용의 잘못에 관하여 판단할 수 있다고 보아야 한다.<br/>[2] 부제소합의는 소송당사자에게 헌법상 보장된 재판청구권의 포기와 같은 중대한 소송법상의 효과를 발생시키는 것이다. 이와 같이 그 합의의 존부 판단에 따라 당사자들 사이에 이해관계가 극명하게 갈리게 되는 소송행위에 관한 당사자의 의사를 해석할 때는 표시된 문언의 내용이 불분명하여 당사자의 의사해석에 관한 주장이 대립할 소지가 있고 나아가 당사자의 의사를 참작한 객관적·합리적 의사해석과 외부로 표시된 행위에 의하여 추단되는 당사자의 의사조차도 불분명하다면, 가급적 소극적 입장에서 그러한 합의의 존재를 부정할 수밖에 없다. 그리고 권리의무의 주체인 당사자 간에서의 부제소합의라도 그 당사자가 처분할 수 있는 특정된 법률관계에 관한 것으로서 그 합의 당시 각 당사자가 예상할 수 있는 상황에 관한 것이어야 유효하게 된다.<br/>[3] 甲 보험회사의 자동차종합보험계약에 가입된 차량과 乙 보험회사의 자동차종합보험계약에 가입된 차량 사이에 발생한 교통사고에 관하여 자동차보험 구상금분쟁심의에 관한 상호협정(이하 ‘상호협정’이라 한다)에 따라 구성된 심의위원회가 조정결정을 하여 그 결정이 확정되었는데, 위 조정결정의 확정으로 甲 회사와 乙 회사 사이에 부제소합의가 성립한 것인지 문제 된 사안에서, 상호협정은 그에 의해 구성된 심의위원회가 한 조정결정이 일정한 절차를 거쳐 확정된 경우에 당사자 사이에 조정결정의 주문과 같은 내용의 합의가 성립된 것과 동일한 효력이 있다고 규정하고 있을 뿐, 더 나아가 부제소합의가 성립된 것과 동일한 효력이 있다는 점을 명시하고 있지는 않은 점, 상호협정은 조정결정이 확정된 이후 정당한 이유 없이 소를 제기한 당사자에 대해서는 일정한 액수의 제재금이 부과될 수 있다고 규정하고 있는데, 이는 사후적 제재 가능성을 정하는 것으로서 소 제기 자체를 금지하는 취지라고 보기는 어려운 점 등의 사정과 관련 법리에 비추어 보면 부제소합의의 존재를 부정할 수밖에 없고, 설령 상호협정의 해석상 조정결정이 확정된 경우에 부제소합의가 성립된 것으로 볼 여지가 있다고 하더라도, 이는 상호협정의 당사자들이 재판청구권을 구체적인 분쟁이 생기기 전에 미리 일률적으로 포기한 것으로서 부제소합의 제도의 취지에 위반되어 무효라고 한 사례.<br/>[4] 甲 보험회사의 자동차종합보험계약에 가입된 차량과 乙 보험회사의 자동차종합보험계약에 가입된 차량 사이에 발생한 교통사고에 관하여 자동차보험 구상금분쟁심의에 관한 상호협정(이하 ‘상호협정’이라 한다)에 따라 구성된 심의위원회가 甲 회사 측 차량 운전자와 乙 회사 측 차량 운전자의 과실비율을 정하는 내용의 조정결정을 하여 그 결정이 확정되자, 甲 회사가 조정결정이 정한 대로 구상금을 지급한 다음 乙 회사를 상대로 위 사고에 대해 甲 회사 측 차량 운전자는 과실이 전혀 없다며 위 구상금 상당의 부당이득반환을 구한 사안에서, 상호협정의 참가자와 적용대상, 조정결정을 하는 심의위원회의 구성과 심의절차 및 불복절차 등을 고려하면, 상호협정은 적법·유효하므로 협정회사들 사이에서 구속력이 있고, 상호협정의 내용상 심의위원회의 조정결정이 일정한 절차를 거쳐 확정된 경우에 당사자 사이에 조정결정의 주문과 같은 내용의 합의가 성립되는데, 이러한 합의는 민법상 화해계약에 해당하므로 여기에는 특별한 사정이 없는 한 민법상 화해계약에 관한 법리가 동일하게 적용될 수 있는데도, 이와 달리 상호협정에 따른 조정결정이 확정되더라도 당사자 사이에 법률관계를 종국적으로 정하는 효력이 인정되지 않음을 전제로 위 조정결정과 달리 甲 회사 측 차량 운전자에게 과실이 전혀 없다고 보아 甲 회사가 乙 회사에 지급한 구상금은 법률상 원인 없이 지급된 것이어서 부당이득으로 반환대상이 된다고 본 원심판단에는 상호협정에 따라 확정된 조정결정의 효력에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 민사소송법 제248조[소의제기], 민법 제105조 / [3] 민사소송법 제248조[소의제기], 민법 제105조, 보험업법 제125조 / [4] 민법 제105조, 제731조, 제741조, 보험업법 제125조<br/>",
  "참조판례": "[1] 대법원 2018. 12. 27. 선고 2015다50286 판결(공2019상, 345) / [2] 대법원 2002. 2. 22. 선고 2000다65086 판결(공2002상, 750), 대법원 2002. 10. 11. 선고 2000다17803 판결(공2002하, 2659)<br/>"
}