{
  "판례일련번호": "209131",
  "사건명": "손해배상",
  "사건번호": "2016다217833",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190814",
  "판시사항": "[1] 불법행위로 인하여 피해자가 제3자에 대하여 채무를 부담하게 된 경우, 그 채무액 상당의 손해배상을 구하기 위한 요건 및 이때 현실적으로 손해가 발생하였는지 판단하는 방법<br/>[2] 甲이 소유하던 구분건물의 대지지분이 등기공무원의 과실로 실제 지분보다 많은 지분으로 등기부에 잘못 기재되어 있는 상태에서 乙이 부동산임의경매절차를 통해 위 구분건물을 낙찰받아 소유권이전등기를 마친 다음 이를 다시 丙 주식회사에 매도하여 丙 회사 명의의 소유권이전등기가 이루어졌는데, 그 후 丙 회사가 乙에게 ‘구분건물의 대지지분이 등기부 기재와 다르므로 등기부 기재대로 부족지분을 취득하여 이전해 달라’는 취지의 내용증명을 보내자, 乙이 등기공무원의 과실로 구분건물의 대지지분이 잘못 기재되는 바람에 실제 취득하지 못한 부족지분에 상응하는 만큼 매매대금을 과다 지급하는 손해를 입었다며 국가를 상대로 손해배상을 구한 사안에서, 중간매도인인 乙은 丙 회사로부터 담보책임을 추궁당해 손해배상금을 지급하였거나 丙 회사에 대하여 손해배상의 지급을 명하는 판결을 받는 등으로 丙 회사에 대해 현실적·확정적으로 실제 변제하여야 할 성질의 채무를 부담하는 등 특별한 사정이 없는 한 위와 같이 매매대금을 과다 지급하였다거나 丙 회사로부터 부족지분의 이전을 요구받았다는 사정만으로 현실적으로 손해를 입었다고 볼 수 없는데도, 이와 달리 보아 국가의 손해배상책임을 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 불법행위를 이유로 배상하여야 할 손해는 현실로 입은 확실한 손해에 한하므로, 불법행위로 인하여 피해자가 제3자에 대하여 채무를 부담하게 된 경우 채권자가 채무자에게 그 채무액 상당의 손해배상을 구하기 위해서는 채무의 부담이 현실적·확정적이어서 실제로 변제하여야 할 성질의 것이어야 하고, 현실적으로 손해가 발생하였는지는 사회통념에 비추어 객관적이고 합리적으로 판단하여야 한다.<br/>[2] 甲이 소유하던 구분건물의 대지지분이 등기공무원의 과실로 실제 지분보다 많은 지분으로 등기부에 잘못 기재되어 있는 상태에서 乙이 부동산임의경매절차를 통해 위 구분건물을 낙찰받아 소유권이전등기를 마친 다음 이를 다시 丙 주식회사에 매도하여 丙 회사 명의의 소유권이전등기가 이루어졌는데, 그 후 丙 회사가 乙에게 ‘구분건물의 대지지분이 등기부 기재와 다르므로 등기부 기재대로 부족지분을 취득하여 이전해 달라’는 취지의 내용증명을 보내자, 乙이 등기공무원의 과실로 구분건물의 대지지분이 잘못 기재되는 바람에 실제 취득하지 못한 부족지분에 상응하는 만큼 매매대금을 과다 지급하는 손해를 입었다며 국가를 상대로 손해배상을 구한 사안에서, 국가 소속 등기공무원의 과실로 등기부에 대지지분이 잘못 기재되는 바람에 乙이 실제로 취득하지 못한 부족지분에 상응하는 만큼 매매대금을 과다 지급하였지만, 이후 丙 회사에 등기부 기재대로 대지지분이 존재하는 것을 전제로 구분건물을 매도하고 자신이 지급한 매수대금 이상의 매매대금을 수령한 이상, 최종매수인인 丙 회사가 국가의 불법행위로 매매대금이 초과 지급된 현실적인 손해를 입었다고 보아야 하고, 중간매도인인 乙은 丙 회사로부터 담보책임을 추궁당해 손해배상금을 지급하였거나 丙 회사에 대하여 손해배상의 지급을 명하는 판결을 받는 등으로 丙 회사에 대해 현실적·확정적으로 실제 변제하여야 할 성질의 채무를 부담하는 등 특별한 사정이 없는 한 위와 같이 매매대금을 과다 지급하였다거나 丙 회사로부터 부족지분의 이전을 요구받았다는 사정만으로 현실적으로 손해를 입었다고 볼 수 없는데도, 이와 달리 보아 국가의 손해배상책임을 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 국가배상법 제2조 제1항, 민법 제574조, 제750조<br/>",
  "참조판례": "[1] 대법원 1992. 11. 27. 선고 92다29948 판결(공1993상, 256), 대법원 2014. 6. 12. 선고 2013다65604 판결<br/>"
}