{
  "판례일련번호": "209180",
  "사건명": "소유권이전등기·매매대금",
  "사건번호": "2011다101315,101322",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20130509",
  "판시사항": "구 주택법 제18조의2에서 정한 매도청구권 행사 요건으로서 3월 이상의 기간 동안 거쳐야 하는 ‘협의’의 의미와 협의 요건을 갖추었는지 판단하는 방법 및 요건 충족에 대한 증명책임의 소재(=사업주체)<br/>",
  "판결요지": "구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것, 이하 ‘구 주택법’이라 한다) 제18조의2에 의하면, 제16조 제2항 제1호의 규정에 의하여 주택건설사업계획승인을 얻은 사업주체는 해당 주택건설대지 중 사용할 수 있는 권원을 확보하지 못한 대지(건축물을 포함한다)의 소유자에게 그 대지를 시가에 따라 매도할 것을 청구할 수 있고, 이 경우 매도청구 대상이 되는 대지의 소유자와 사전에 3월 이상의 기간 동안 협의하여야 하며(제1항), 제1항의 규정에 의한 매도청구는 집합건물의 소유 및 관리에 관한 법률 제48조의 규정을 준용한다(제3항 전문). 위와 같이 구 주택법이 주택건설사업계획승인을 얻은 사업주체에게 주택건설사업에 필요한 대지를 소유자로부터 매수할 수 있게 하는 매도청구권을 부여한 것은 주택의 건설·공급을 통하여 국민의 주거안정과 주거수준의 향상이라는 공익을 달성하기 위하여 사업주체에게 대지 소유자의 의사에 반하여 재산권을 박탈할 수 있도록 특별히 규정한 것이므로 그 실질이 헌법 제23조 제3항의 공공수용과 같다고 볼 수 있고, 사업주체가 매도청구권 행사 전에 거쳐야 할 요건으로서 ‘대지의 소유자와의 사전에 3월 이상의 기간 동안 협의’ 규정은 매도청구권 행사 전에 대지 소유자가 유일하게 가지는 절차적 보장 규정이므로 대지 소유자를 보호하는 입장에서 이 규정을 엄격하게 해석하여야 할 필요가 있다. 한편 공용수용의 경우 사업시행자는 토지 등에 대한 보상에 관하여 토지소유자 및 관계인과 성실하게 협의하여야 하고, 협의의 절차 및 방법 등 협의에 관하여 필요한 사항은 대통령령으로 정하도록 하고 있다[구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것, 이하 ‘구 공익사업법’이라 한다) 제16조, 제26조 제1항]. 그 위임에 따른 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령(이하 ‘공익사업법 시행령’이라 한다) 제8조 제1항에 의하면, 사업시행자는 위 규정에 의한 협의를 하고자 하는 때에는 협의기간·협의장소 및 협의방법(제1호), 보상의 시기·방법·절차 및 금액(제2호), 계약체결에 필요한 구비서류(제3호) 등을 기재한 보상협의요청서를 토지소유자 및 관계인에게 통지하여야 하고, 같은 조 제5항에 의하면, 사업시행자는 협의기간 내에 협의가 성립되지 아니한 경우에는 협의의 일시·장소 및 방법(제1호), 대상 토지의 소재지·지번·지목 및 면적과 토지에 있는 물건의 종류·구조 및 수량(제2호), 토지소유자 및 관계인의 성명 또는 명칭 및 주소(제3호), 토지소유자 및 관계인의 구체적인 주장 내용과 이에 대한 사업시행자의 의견(제4호), 그 밖에 협의와 관련된 사항(제5호) 등이 기재된 협의경위서에 토지소유자 및 관계인의 서명 또는 날인을 받아야 한다. 따라서 구 주택법에서 사업주체가 매도청구권 행사요건으로 거쳐야 할 ‘3월 이상의 기간 동안 협의’ 과정에서도 그 실질이 유사한 공용수용에서의 협의절차에 관한 위 구 공익사업법령의 규정의 취지를 고려하여야 한다. 이러한 사정을 비롯하여 관계 법령의 내용, 형식, 체제 및 입법 취지 등에 비추어 보면, 매도청구권 행사 요건으로서 3월 이상의 기간 동안 거쳐야 하는 ‘협의’는 사업주체와 대지 소유자 사이에서의 구체적이고 실질적인 협의를 뜻한다고 보아야 한다. 그리고 특별한 사정이 없는 한 그와 같은 협의 요건을 갖추었는지를 판단할 때에는, 주택건설사업계획승인을 얻은 사업주체가 매매가격 또는 그 산정을 위한 상당한 근거를 제시하였는지, 사업주체가 협의 진행을 위하여 노력하였는지, 대지 소유자가 협의에 어떠한 태도를 보였는지 등의 여러 사정을 종합적으로 고려하여야 하며, 요건 충족에 대한 증명책임은 사업주체가 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "구 주택법(2009. 2. 3. 법률 제9405호로 개정되기 전의 것) 제16조 제2항 제1호, 제18조의2, 집합건물의 소유 및 관리에 관한 법률 제48조, 헌법 제23조 제3항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제16조, 제26조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제8조 제1항, 제5항<br/>",
  "참조판례": "대법원 2008. 7. 10. 선고 2008다12453 판결(공2008하, 1152)<br/>"
}