{
  "판례일련번호": "209148",
  "사건명": "미성년자의제강간·아동·청소년의성보호에관한법률위반(음란물제작·배포등)·부착명령",
  "사건번호": "2014도11501,2014전도197",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20150212",
  "판시사항": "제작한 영상물이 객관적으로 아동·청소년이 등장하여 성적 행위를 하는 내용을 표현한 영상물에 해당하는 경우, 대상이 된 아동·청소년의 동의하에 촬영하거나 사적인 소지·보관을 1차적 목적으로 제작하더라도 구 아동·청소년의 성보호에 관한 법률 제8조 제1항의 ‘아동·청소년이용음란물’을 ‘제작’한 것에 해당하는지 여부(적극) / 위와 같은 영상물 제작행위에 위법성이 없다고 볼 수 있는 예외적인 경우 및 판단 기준<br/>",
  "판결요지": "구 아동·청소년의 성보호에 관한 법률(2012. 12. 18. 법률 제11572호로 전부 개정되기 전의 것, 이하 ‘구 아청법’이라 한다)은 제2조 제5호, 제4호에 ‘아동·청소년이용음란물’의 의미에 관한 별도의 규정을 두면서도, 제8조 제1항에서 아동·청소년이용음란물을 제작하는 등의 행위를 처벌하도록 규정하고 있을 뿐 범죄성립의 요건으로 제작 등의 의도나 음란물이 아동·청소년의 의사에 반하여 촬영되었는지 여부 등을 부가하고 있지 아니하다.<br/>  여기에다가 아동·청소년을 대상으로 성적 행위를 한 자를 엄중하게 처벌함으로써 성적 학대나 착취로부터 아동·청소년을 보호하는 한편 아동·청소년이 책임 있고 건강한 사회구성원으로 성장할 수 있도록 하려는 구 아청법의 입법 목적과 취지, 정신적으로 미성숙하고 충동적이며 경제적으로도 독립적이지 못한 아동·청소년의 특성, 아동·청소년이용음란물은 직접 피해자인 아동·청소년에게는 치유하기 어려운 정신적 상처를 안겨줄 뿐 아니라, 이를 시청하는 사람들에게까지 성에 대한 왜곡된 인식과 비정상적 가치관을 조장하므로 이를 제작 단계에서부터 원천적으로 차단함으로써 아동·청소년을 성적 대상으로 보는 데서 비롯되는 잠재적 성범죄로부터 아동·청소년을 보호할 필요가 있는 점, 인터넷 등 정보통신매체의 발달로 인하여 음란물이 일단 제작되면 제작 후 사정의 변경에 따라, 또는 제작자의 의도와 관계없이 언제라도 무분별하고 무차별적으로 유통에 제공될 가능성을 배제할 수 없는 점 등을 더하여 보면, 제작한 영상물이 객관적으로 아동·청소년이 등장하여 성적 행위를 하는 내용을 표현한 영상물에 해당하는 한 대상이 된 아동·청소년의 동의하에 촬영한 것이라거나 사적인 소지·보관을 1차적 목적으로 제작한 것이라고 하여 구 아청법 제8조 제1항의 ‘아동·청소년이용음란물’에 해당하지 아니한다거나 이를 ‘제작’한 것이 아니라고 할 수 없다.<br/>  다만 아동·청소년인 행위자 본인이 사적인 소지를 위하여 자신을 대상으로 ‘아동·청소년이용음란물’에 해당하는 영상 등을 제작하거나 그 밖에 이에 준하는 경우로서, 영상의 제작행위가 헌법상 보장되는 인격권, 행복추구권 또는 사생활의 자유 등을 이루는 사적인 생활 영역에서 사리분별력 있는 사람의 자기결정권의 정당한 행사에 해당한다고 볼 수 있는 예외적인 경우에는 위법성이 없다고 볼 수 있다. 아동·청소년은 성적 가치관과 판단능력이 충분히 형성되지 아니하여 성적 자기결정권을 행사하고 자신을 보호할 능력이 부족한 경우가 대부분이므로 영상의 제작행위가 이에 해당하는지 여부는 아동·청소년의 나이와 지적·사회적 능력, 제작의 목적과 동기 및 경위, 촬영 과정에서 강제력이나 위계 혹은 대가가 결부되었는지 여부, 아동·청소년의 동의나 관여가 자발적이고 진지하게 이루어졌는지 여부, 아동·청소년과 영상 등에 등장하는 다른 인물과의 관계, 영상 등에 표현된 성적 행위의 내용과 태양 등을 종합적으로 고려하여 신중하게 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제10조, 제17조, 구 아동·청소년의 성보호에 관한 법률(2012. 12. 18. 법률 제11572호로 전부 개정되기 전의 것) 제1조, 제2조 제4호, 제5호, 제8조 제1항(현행 제11조 제1항 참조)<br/>",
  "참조판례": ""
}