{
  "판례일련번호": "209134",
  "사건명": "배당이의",
  "사건번호": "2018다272407",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190809",
  "판시사항": "[1] 지방세의 결손처분과 그 취소가 갖는 법적 의미 및 성격<br/>[2] 지방자치단체의 장이 결손처분을 하였다가 체납처분의 일환으로 지방세의 교부청구를 하는 과정에서 결손처분의 취소 및 그 통지에 관한 절차적 요건을 준수하지 않은 경우, 교부청구에 기하여 이미 진행 중인 강제환가절차에서 배당을 받을 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 지방세법 및 지방세기본법, 지방세징수법의 개정 연혁에 따르면, 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것)은 물론 현행 지방세징수법하에서도, 지방세의 결손처분은 국세의 결손처분과 마찬가지로 더 이상 납세의무가 소멸하는 사유가 아니라 체납처분을 종료하는 의미만을 가지게 되었고, 결손처분의 취소 역시 국민의 권리와 의무에 영향을 미치는 행정처분이 아니라 과거에 종료되었던 체납처분 절차를 다시 시작한다는 행정절차로서의 의미만을 가지게 되었다고 할 것이다.<br/>[2] 구 지방세법(1997. 8. 30. 법률 제5406호로 개정되기 전의 것) 제30조의2 제1호와 구 지방세법(2000. 12. 29. 법률 제6312호로 개정되기 전의 것) 제30조의3 제2항, 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것, 이하 ‘법’이라고 한다) 제66조 제1항, 제2항, 제96조 제2항, 구 지방세기본법 시행령(2017. 3. 27. 대통령령 제27958호로 전부 개정되기 전의 것, 이하 ‘시행령’이라고 한다) 제52조 내지 제54조, 제84조 제3항, 지방세징수법 제106조 제2항의 문언 및 체계, 개정 연혁과 취지를 종합하여 보면 법 제96조 제2항 본문 및 시행령 제84조 제3항은 지방세채권을 강제적으로 실현시키는 체납처분 절차에서 체납자의 권리 내지 재산상의 이익을 보호하기 위해 마련된 강행규정으로 보아야 한다. 따라서 지방자치단체의 장이 결손처분을 하였다가 체납처분의 일환으로 지방세의 교부청구를 하는 과정에서 법 제96조 제2항 본문 및 시행령 제84조 제3항을 위반하여 결손처분의 취소 및 그 통지에 관한 절차적 요건을 준수하지 않았다면, 강제집행 절차에서 적법한 배당요구가 이루어지지 아니한 경우와 마찬가지로, 해당 교부청구에 기해서는 이미 진행 중인 강제환가절차에서 배당을 받을 수 없다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(1997. 8. 30. 법률 제5406호로 개정되기 전의 것) 제30조의2 제1호(현행 지방세기본법 제37조 제1호 참조), 구 지방세법(2000. 12. 29. 법률 제6312호로 개정되기 전의 것) 제30조의3 제2항(현행 지방세징수법 제106조 제2항 참조), 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제96조 제2항(현행 지방세징수법 제106조 제2항 참조), 지방세징수법 제106조 제2항 / [2] 구 지방세법(1997. 8. 30. 법률 제5406호로 개정되기 전의 것) 제30조의2 제1호(현행 지방세기본법 제37조 제1호 참조), 구 지방세법(2000. 12. 29. 법률 제6312호로 개정되기 전의 것) 제30조의3 제2항(현행 지방세징수법 제106조 제2항 참조), 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제66조 제1항(현행 지방세징수법 제9조 제1항 참조), 제2항(현행 지방세징수법 제9조 제2항 참조), 제96조 제2항(현행 지방세징수법 제106조 제2항 참조), 구 지방세기본법 시행령(2017. 3. 27. 대통령령 제27958호로 전부 개정되기 전의 것) 제52조(현행 지방세징수법 시행령 제16조 참조), 제53조(현행 지방세징수법 시행령 제17조 참조), 제54조(현행 지방세징수법 시행령 제17조 참조), 제84조 제3항(현행 지방세징수법 시행령 제94조 제3항 참조), 지방세징수법 제106조 제2항<br/>",
  "참조판례": "[1] 대법원 2011. 3. 24. 선고 2010두25527 판결(공2011상, 838)<br/>"
}