{
  "판례일련번호": "209129",
  "사건명": "등록무효(상)(이 사건 등록상표서비스표가 구 상표법 제7조 제1항 제12호에서 정한 등록무효 사유에 해당하는지 문제된 사건)",
  "사건번호": "2017후752",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190814",
  "판시사항": "[1] 등록상표가 구 상표법 제7조 제1항 제12호에 해당하기 위한 요건 및 이를 판단하는 기준 / 이러한 법리가 서비스표의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 선사용상표서비스표 “”의 권리자인 甲 외국회사가 등록상표서비스표 “”의 출원인인 乙 주식회사를 상대로 등록상표서비스표가 구 상표법 제7조 제1항 제12호 등에 해당한다고 주장하면서 등록무효심판을 청구한 사안에서, 등록상표서비스표 출원 당시 선사용상표서비스표는 사용서비스업과 관련하여 적어도 외국의 수요자 사이에 특정인의 서비스표로 인식되었다고 보아야 하고, 乙 회사는 선사용상표서비스표를 모방하여 권리자인 甲 회사에 손해를 가하려고 하는 부정한 목적을 가지고 사용하기 위하여 등록상표서비스표를 출원하였다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례  <br/>",
  "판결요지": "[1] 구 상표법(2011. 6. 30. 법률 제10811호로 개정되기 전의 것, 이하 ‘구 상표법’이라 한다) 제7조 제1항 제12호는 국내 또는 외국의 수요자 사이에 특정인의 상품을 표시하는 것이라고 인식되어 있는 상표(이하 ‘모방대상상표’라 한다)가 국내에 등록되어 있지 않음을 기화로 제3자가 이를 모방한 상표를 등록하여 사용함으로써, 모방대상상표에 체화된 영업상 신용 등에 편승하여 부당한 이익을 얻으려 하거나, 모방대상상표의 가치에 손상을 주거나 모방대상상표 권리자의 국내 영업을 방해하는 등의 방법으로 모방대상상표의 권리자에게 손해를 끼치려는 목적으로 사용하는 상표는 등록을 허용하지 않는다는 취지이다. 따라서 등록상표가 이 규정에 해당하려면 모방대상상표가 국내 또는 외국의 수요자에게 특정인의 상표로 인식되어 있어야 하고, 등록상표의 출원인이 모방대상상표와 동일 또는 유사한 상표를 부정한 목적을 가지고 사용하여야 한다.<br/>  여기서 모방대상상표가 국내 또는 외국의 수요자 사이에 특정인의 상표로 인식되어 있는지는 상표의 사용기간, 방법, 태양 및 이용범위 등과 거래실정 또는 사회통념상 객관적으로 상당한 정도로 알려졌는지 등을 기준으로 판단하여야 한다. 등록상표의 출원인에게 부정한 목적이 있는지는 특정인의 상표의 인지도 또는 창작성의 정도, 특정인의 상표와 출원인의 상표의 동일·유사성의 정도, 출원인과 특정인 사이의 상표를 둘러싼 교섭의 유무와 내용, 기타 양 당사자의 관계, 출원인이 등록상표를 이용한 사업을 구체적으로 준비하였는지 여부, 상품의 동일·유사성 내지는 경제적 견련관계 유무, 거래실정 등을 종합적으로 고려하여 등록상표의 출원 당시를 기준으로 판단하여야 한다. 이러한 법리는 구 상표법 제2조 제3항에 따라 서비스표의 경우에도 마찬가지로 적용된다. <br/>[2] 선사용상표서비스표 “”의 권리자인 甲 외국회사가 등록상표서비스표 “”의 출원인인 乙 주식회사를 상대로 등록상표서비스표가 구 상표법(2011. 6. 30. 법률 제10811호로 개정되기 전의 것) 제7조 제1항 제12호 등에 해당한다고 주장하면서 등록무효심판을 청구한 사안에서, 선사용상표서비스표는 세계적인 자동차 경주 대회에서 甲 회사가 속한 丙 그룹이 보유·운영하고 있는 자동차 경주 팀의 표장으로 사용되었고, 사용기간은 乙 회사의 등록상표서비스표 출원 당시를 기준으로 5년이 넘는 점에 비추어, 등록상표서비스표 출원 당시 선사용상표서비스표는 사용서비스업인 ‘자동차 레이싱 팀 운영 및 관련 스포츠 이벤트 제공업’과 관련하여 적어도 외국의 수요자 사이에 특정인의 서비스표로 인식되었다고 보아야 하고, 선사용상표서비스표의 표장은 오른쪽으로 도약 또는 돌진하는 붉은 황소의 측면 형상을 모티브로 하고 있고, 세부 모습을 독특하게 구성하여 창작성의 정도가 큰 점, 등록상표서비스표의 표장은 선사용상표서비스표의 표장과 상당히 유사하고, 개발 시기도 위 자동차 경주 팀이 甲 회사의 선사용상표서비스표가 표시된 경주용 자동차로 국내에서 최초로 열린 세계적인 자동차 경주 대회에 참가한 이후인 점, 등록상표서비스표의 표장은 지배적인 인상이 乙 회사가 사용하던 실사용표장들과는 유사하지 않아 실사용표장들을 기초로 만들어졌다고 보기 어려운 점, 등록상표서비스표의 지정상품 및 지정서비스업인 자동차 용품 및 그 판매업 등은 자동차 성능의 유지·보수와 관련되어 있으므로 선사용상표서비스표의 사용서비스업과 사이에 경제적인 견련관계를 인정할 여지도 있다는 점에 비추어, 乙 회사는 선사용상표서비스표를 모방하여 권리자인 甲 회사의 국내 영업을 방해하는 등의 방법으로 甲 회사에 손해를 가하려고 하는 부정한 목적을 가지고 사용하기 위하여 등록상표서비스표를 출원하였다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.   <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2011. 6. 30. 법률 제10811호로 개정되기 전의 것) 제2조 제3항(현행 제2조 제1항 제1호 참조), 제7조 제1항 제12호(현행 제34조 제1항 제13호 참조) / [2] 구 상표법(2011. 6. 30. 법률 제10811호로 개정되기 전의 것) 제2조 제3항(현행 제2조 제1항 제1호 참조), 제7조 제1항 제12호(현행 제34조 제1항 제13호 참조)<br/>",
  "참조판례": "[1] 대법원 2013. 5. 9. 선고 2011후3896 판결(공2013상, 1054), 대법원 2014. 2. 13. 선고 2013후2460 판결, 대법원 2014. 8. 20. 선고 2013후1108 판결<br/>"
}