{
  "판례일련번호": "209259",
  "사건명": "권리범위확인(상)",
  "사건번호": "2018후10848",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190814",
  "판시사항": "[1] 상표권의 권리범위확인심판에서 등록상표와 확인대상표장의 유사 여부를 판단하는 기준 및 당해 상품에 대한 표장의 사용사실이 인정되는 경우 고려하여야 할 사항  <br/>[2] 상표 중에서 요부가 있는 경우 상표의 유사 여부를 판단하는 방법 및 결합상표 중 일부 구성 부분이 요부로 기능할 수 있는 식별력이 없거나 미약한지 판단하는 방법 <br/>[3] ‘인체용 비누’를 사용상품으로 하는 확인대상표장 “”의 사용자 甲이 ‘인체용 비누’ 등을 지정상품으로 하는 등록상표 “”의 상표권자 乙을 상대로 확인대상표장이 등록상표와 동일·유사하지 아니하여 등록상표의 권리범위에 속하지 않는다고 주장하면서 소극적 권리범위확인심판을 청구한 사안에서, 등록상표의 요부인 ‘’ 부분과 확인대상표장의 ‘’ 부분은 외관뿐만 아니라 호칭도 차이가 있으므로 유사하지 않은데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상표권의 권리범위확인심판에서 등록상표와 확인대상표장의 유사 여부는 외관, 호칭 및 관념을 객관적, 전체적, 이격적으로 관찰하여 지정상품의 거래에서 일반 수요자들이 상표에 대하여 느끼는 직관적 인식을 기준으로 상품의 출처에 관하여 오인·혼동을 일으키게 할 우려가 있는지에 따라 판단하여야 한다. 이러한 판단에 있어서 당해 상품에 대한 표장의 사용사실이 인정되는 경우 표장의 주지 정도 및 당해 상품과의 관계, 표장에 대한 수요자들의 호칭 및 인식 등 당해 상품을 둘러싼 거래실정을 종합적·전체적으로 고려하여야 한다.  <br/>[2] 상표 중에서 일반 수요자에게 그 상표에 관한 인상을 심어주거나 기억·연상을 하게 함으로써 그 부분만으로 독립하여 상품의 출처표시기능을 수행하는 부분, 즉 요부가 있는 경우 적절한 전체관찰의 결론을 유도하기 위해서는 요부를 가지고 상표의 유사 여부를 대비·판단하는 것이 필요하다. 한편 결합상표 중 일부 구성 부분이 요부로 기능할 수 있는 식별력이 없거나 미약한지 여부를 판단할 때는 해당 구성 부분을 포함하는 상표가 지정상품과 동일·유사한 상품에 관하여 다수 등록되어 있거나 출원공고되어 있는 사정도 고려할 수 있으므로, 등록 또는 출원공고된 상표의 수나 출원인 또는 상표권자의 수, 해당 구성 부분의 본질적인 식별력의 정도 및 지정상품과의 관계, 공익상 특정인에게 독점시키는 것이 적당하지 않다고 보이는 사정의 유무 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] ‘인체용 비누’를 사용상품으로 하는 확인대상표장 “”의 사용자 甲이 ‘인체용 비누’ 등을 지정상품으로 하는 등록상표 “”의 상표권자 乙을 상대로 확인대상표장이 등록상표와 동일·유사하지 아니하여 등록상표의 권리범위에 속하지 않는다고 주장하면서 소극적 권리범위확인심판을 청구한 사안에서, 양 표장 중 도형 부분은 꽃 모양으로 서로 동일·유사하나, 위 도형 부분이 주지·저명하거나 수요자들에게 강한 인상을 주는 부분이라고 볼 수 없고, 식별력을 인정하기 곤란하거나 이를 공익상 특정인에게 독점시키는 것이 적당하지 않은 반면, 등록상표 중 ‘’ 부분은, 조어로서 지정상품과의 관계에서 도형 부분에 비하여 상대적으로 식별력이 높고, 수요자들도 등록상표를 영문자 부분인 ‘사부’로 호칭해 온 사실이 인정되므로 요부라고 할 것인데, 등록상표의 ‘’ 부분과 확인대상표장의 ‘’ 부분은 외관뿐만 아니라 호칭도 각각 ‘사부’와 ‘소비아’로 서로 차이가 있으므로 유사하지 않은데도, 거래실정을 고려한 양 표장의 외관 및 호칭의 차이에도 불구하고, 나아가 상품의 구체적인 형상과 모양 및 포장의 구체적인 형태 등과 같이 상품에서 쉽게 변경이 가능한 특수하고 한정적인 거래실정을 비중 있게 고려하여 양 표장이 유사하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제34조 제1항 제7호, 제121조 / [2] 상표법 제34조 제1항 제7호 / [3] 상표법 제34조 제1항 제7호, 제121조<br/>",
  "참조판례": "[1] 대법원 1992. 2. 25. 선고 91후691 판결(공1992, 1169), 대법원 2014. 3. 20. 선고 2011후3698 전원합의체 판결(공2014상, 966) / [2] 대법원 2017. 2. 9. 선고 2015후1690 판결(공2017상, 591), 대법원 2017. 3. 9. 선고 2015후932 판결(공2017상, 662)<br/>"
}