{
  "판례일련번호": "209365",
  "사건명": "보조금반환처분취소[부당하게 받은 보조금에 대한 환수처분의 범위가 문제 된 사건]",
  "사건번호": "2017두47137",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190117",
  "판시사항": "[1] 여객자동차 운수사업자가 시·도지사나 시장·군수로부터 지급받은 보조금 중 ‘거짓이나 부정한 방법으로 지급받은 부분’과 ‘정상적으로 지급받은 부분’을 구분할 수 없고, 보조금이 거짓이나 부정한 방법에 의하여 일체로서 지급된 것이라고 판단할 수 있는 경우, 보조금 전부를 거짓이나 부정한 방법으로 지급받은 것으로 볼 수 있는지 여부(적극)<br/>[2] 운수사업자가 운영개선지원금을 신청하면서 전년도 사업실적을 일부 누락하여 적자액을 부풀리고, 행정청이 위와 같은 잘못된 자료를 기초로 해당 업체에 대해 재정지원심사를 하여 운영개선지원금을 산정·결정하고 이를 지급한 경우, 운수사업자가 지급받은 운영개선지원금 일체는 거짓이나 부정한 방법으로 수령한 금원인지 여부(원칙적 적극) / 행정청이 내부적으로 정한 운영개선지원금의 구체적인 산출방식에서 운수사업자의 적자액을 반영하도록 정한 경우, 운영개선지원금 중 운수사업자의 실제 적자금액에 비례하는 부분은 ‘정상적으로 지급받은 보조금’에 해당한다고 보아야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 여객자동차 운수사업법 제4조 제1항, 제50조 제2항 제1호, 제1항 제2호, 여객자동차 운수사업법 시행규칙 제12조 제1항, 경기도 여객자동차 운수사업 관리 조례 제15조, 오산시 여객자동차 운수사업 관리 조례 제18조, 제20조 제1항의 문언에, 침익적 행정행위의 근거가 되는 행정법규는 엄격하게 해석·적용하여야 한다는 점 등을 더하여 보면, 시·도지사나 시장·군수는 여객자동차 운수사업자가 ‘거짓이나 부정한 방법으로 지급받은 보조금’에 한하여 이를 반환할 것을 명하여야 하고, ‘정상적으로 지급받은 보조금’까지 반환할 것을 명할 수 있는 것은 아니지만, 보조금이 가분적 평가에 의하여 산정·결정된 것이 아니어서 보조금 중 ‘거짓이나 부정한 방법으로 지급받은 부분’과 ‘정상적으로 지급받은 부분’을 구분할 수 없고, 보조금이 거짓이나 부정한 방법에 의하여 일체로서 지급된 것이라고 판단할 수 있는 경우에는 보조금 전부를 거짓이나 부정한 방법으로 지급받은 것으로 보아야 한다.<br/>[2] 여객자동차 운수사업법 제50조 제2항 제1호, 오산시 여객자동차 운수사업 관리 조례 제20조 제1항 등 관련 법령 및 조례의 규정에 의하면, 여객자동차 운수사업자가 면허를 받은 사업계획에 따라 사업을 수행하던 중 수익성이 없는 노선을 운행하게 된 경우에 여객자동차 운수사업자에게 지원할 수 있는 운영개선지원금은 ‘운송사업자에게 필요한 자금의 일부’이고, 행정청은 재정지원의 타당성, 신청금액의 적정성, 지원 가능한 예산, 전년도 사업실적의 적정성 등을 종합적으로 고려하여 보조 여부 및 보조금액을 결정할 수 있다.<br/>  따라서 행정청에 운영개선지원금을 지급할지 여부 및 얼마를 지급할지에 대한 상당한 재량이 인정된다. 이러한 재량이 인정되는 이상 적자액을 일부 부풀리는 등 부정한 방법으로 위 지원금을 지급받으려다 적발된 자에 대하여는 그 지원금 자체를 지급하지 아니할 수도 있다. 그러므로 행정청이 운수사업자에게 수익성이 없는 노선의 운행으로 인한 손실 상당액에 등가적(等價的)으로 대응하는 운영개선지원금을 지급하여야 한다는 논리적 전제는 원칙적으로 성립하지 않는다.<br/>  이러한 견지에서 보면, 운수사업자가 운영개선지원금을 신청하면서 전년도 사업실적을 일부 누락하여 적자액을 부풀리고, 행정청이 위와 같은 잘못된 자료를 기초로 해당 업체에 대해 재정지원심사를 하여 운영개선지원금을 산정·결정하고 이를 지급하였다면, 운수사업자가 지급받은 운영개선지원금 일체는 특별한 사정이 없는 한 정상적으로 지급받은 보조금으로는 볼 수 없고, 거짓이나 부정한 방법으로 수령한 금원으로 봄이 타당하다.<br/>  또한 행정청이 내부적으로 정한 운영개선지원금의 구체적인 산출방식에서 운수사업자의 적자액을 반영하도록 정하고 있다고 하더라도, 운영개선지원금 중 운수사업자의 실제 적자금액에 비례하는 부분만을 ‘정상적으로 지급받은 보조금’에 해당한다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 여객자동차 운수사업법 제4조 제1항, 제50조 제1항 제2호, 제2항 제1호, 여객자동차 운수사업법 시행규칙 제12조 제1항 / [2] 여객자동차 운수사업법 제50조 제2항 제1호<br/>",
  "참조판례": "[1] 대법원 2013. 12. 12. 선고 2011두3388 판결(공2014상, 181)<br/>"
}