{
  "판례일련번호": "209308",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2017두55077",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190725",
  "판시사항": "[1] 부과과징금 결정단계의 조정사유별 감경률 적용방식에 관하여 공정거래위원회가 마련한 기준을 적용한 과징금 부과처분이 위법한지 여부(원칙적 소극) 및 그 부과처분이 재량권 일탈·남용으로 위법하게 되는 경우<br/>[2] 행정처분의 위법 여부를 판단하는 기준이 되는 법령과 사실 상태 및 법원이 행정처분 당시 행정청이 알고 있었던 자료 외에 사실심 변론종결 당시까지 제출된 모든 자료를 종합하여 처분의 위법 여부를 판단할 수 있는지 여부(적극) / 공정거래위원회가 과징금 산정 시 위반 횟수 가중의 근거로 삼은 위반행위에 대한 시정조치가 그 후 ‘위반행위 자체가 존재하지 않는다는 이유로 취소판결이 확정된 경우’, 과징금 부과처분이 비례·평등원칙 및 책임주의 원칙에 위배될 수 있는지 여부(적극) 및 위 시정조치를 위반 횟수 가중을 위한 횟수 산정에서 제외하더라도, 그 사유가 과징금 부과처분에 영향을 미치지 아니하여 처분의 정당성이 인정되는 경우, 그 처분이 위법한지 여부(소극)<br/>",
  "판결요지": "[1] 구 과징금부과 세부기준 등에 관한 고시(2016. 12. 30. 공정거래위원회 고시 제2016-22호로 개정되기 전의 것) Ⅳ. 4. 가. (1), (2)항은 2차 조정을 거쳐 부과과징금을 산정할 때 2차 조정된 산정기준의 조정사유와 감경률 등 조정기준에 대하여 규정하고 있을 뿐, 부과과징금 산정 단계에서 각 조정사유에 따른 감경률을 전부 합산하여 적용하여야 하는지, 일부 감경률을 단계적으로 적용할 수 있는지 등을 구체적으로 정하고 있지 않다. 이는 과징금의 제재적 효과 실현, 합리적인 감경률의 적용, 감경률의 남용 방지 필요성 등 과징금제도와 감경제도의 입법 취지 및 공익 목적을 종합적으로 고려하여 기준을 설정할 필요가 있는 사항이고, 관계 법령과 과징금 고시의 관련 규정의 문언에서 곧바로 일의적인 기준이 도출되지는 않는다.<br/>  이러한 사정에 더하여, 감경 여부 및 감경률 등을 정하는 것은 공정거래위원회의 재량에 속하고 또한 공정거래위원회가 이에 관한 내부 사무처리준칙을 어떻게 정할 것인지에 대하여도 재량을 갖고 있는 점을 아울러 참작하면, 부과과징금 결정단계의 조정사유별 감경률 적용방식에 관하여 구체적인 규정이 없는 상태에서, 공정거래위원회가 과징금 부과처분을 하면서 적용한 기준이 과징금제도와 감경제도의 입법 취지에 반하지 아니하고 불합리하거나 자의적이지 아니하며, 나아가 그러한 기준을 적용한 과징금 부과처분에 과징금 부과의 기초가 되는 사실을 오인하였거나 비례·평등원칙에 위배되는 등의 사유가 없다면, 그 과징금 부과처분에 재량권을 일탈·남용한 위법이 있다고 보기 어렵다.<br/>[2] 행정처분의 위법 여부는 행정처분이 있을 때의 법령과 사실 상태를 기준으로 판단하여야 하며, 법원은 행정처분 당시 행정청이 알고 있었던 자료뿐만 아니라 사실심 변론종결 당시까지 제출된 모든 자료를 종합하여 처분 당시 존재하였던 객관적 사실을 확정하고 그 사실에 기초하여 처분의 위법 여부를 판단할 수 있다. 행정청으로부터 행정처분을 받았으나 나중에 그 행정처분이 행정쟁송절차에서 취소되었다면, 그 행정처분은 처분 시에 소급하여 효력을 잃게 된다.<br/>  구 과징금부과 세부기준 등에 관한 고시(2014. 5. 30. 공정거래위원회 고시 제2014-7호로 개정되기 전의 것, 이하 ‘구 과징금 고시’라 한다) Ⅳ. 2. 나. (2)항은 과거 시정조치의 횟수 산정 시 시정조치의 무효 또는 취소판결이 확정된 건을 제외하도록 규정하고 있다. 공정거래위원회가 과징금 산정 시 위반 횟수 가중의 근거로 삼은 위반행위에 대한 시정조치가 그 후 ‘위반행위 자체가 존재하지 않는다는 이유로 취소판결이 확정된 경우’ 과징금 부과처분의 상대방은 결과적으로 처분 당시 객관적으로 존재하지 않는 위반행위로 과징금이 가중되므로, 그 처분은 비례·평등원칙 및 책임주의 원칙에 위배될 여지가 있다.<br/>  다만 공정거래위원회는 독점규제 및 공정거래에 관한 법령상의 과징금 상한의 범위 내에서 과징금 부과 여부 및 과징금 액수를 정할 재량을 가지고 있다. 또한 재량준칙인 ‘구 과징금 고시’ Ⅳ. 2. 나. (1)항은 위반 횟수와 벌점 누산점수에 따른 과징금 가중비율의 상한만을 규정하고 있다. 따라서 법 위반행위 자체가 존재하지 않아 위반행위에 대한 시정조치에 대하여 취소판결이 확정된 경우에 위반 횟수 가중을 위한 횟수 산정에서 제외하더라도, 그 사유가 과징금 부과처분에 영향을 미치지 아니하여 처분의 정당성이 인정되는 경우에는 그 처분을 위법하다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제6조, 제22조, 독점규제 및 공정거래에 관한 법률 시행령 제 61조 제1항 [별표 2] 제2호 (라)목, 제3항, 행정소송법 제27조 / [2] 독점규제 및 공정거래에 관한 법률 제55조의3 제1항, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제61조 제1항 [별표 2] 제2호 (나)목, 행정소송법 제27조[행정소송재판일반]<br/>",
  "참조판례": "[2] 대법원 1993. 6. 25. 선고 93도277 판결(공1993하, 2201), 대법원 2010. 1. 14. 선고 2009두11843 판결(공2010상, 339), 대법원 2010. 12. 9. 선고 2010두15674 판결<br/>"
}