{
  "판례일련번호": "209367",
  "사건명": "집회및시위에관한법률위반·특수공무집행방해[경찰 질서유지선의 적법성 여부가 문제된 사건]",
  "사건번호": "2016도21311",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190110",
  "판시사항": "[1] 집회 및 시위에 관한 법률상 질서유지선이 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정되고 같은 법 시행령 제13조 제1항에서 정한 사유에 해당하는 경우, 집회 또는 시위의 장소 안에도 이를 설정할 수 있는지 여부(적극) 및 이때 그 질서유지선은 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정되는 최소한의 범위를 정하여 설정되어야 하는지 여부(적극) / 경찰관들이 집회 또는 시위가 이루어지는 장소의 외곽이나 그 장소 안에서 줄지어 서는 등의 방법으로 사실상 질서유지선의 역할을 수행하는 경우, 같은 법상 질서유지선에 해당하는지 여부(소극)<br/>[2] 옥외집회 또는 시위의 장소에 질서유지를 위한 경찰관 출입이 허용되는 범위(=집회 및 시위의 보호와 공공의 질서유지를 위하여 필요하다고 인정되는 최소한의 범위) / 경찰관들이 집회 및 시위에 관한 법률상 질서유지선에 해당하지 아니한다는 이유로 집회 또는 시위의 장소에 출입하거나 그 장소 안에 머무르는 경찰관들의 행위가 곧바로 위법하게 되는지 여부(소극) 및 같은 법 제19조에 의한 출입에 해당하는 경우, 적법한 공무집행으로 볼 수 있는지 여부(적극)<br/>[3] 경찰관을 배치하는 방법으로 설정된 질서유지선이 집회 및 시위에 관한 법률상 질서유지선에 해당하는지 여부(소극) / 질서유지선 효용침해로 인한 집회 및 시위에 관한 법률 제24조 제3호 위반죄는 그 대상인 같은 법 제2조 제5호에 해당하는 질서유지선이 같은 법 제13조에 따라 적법하게 설정된 경우에 한하여 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제2조 제5호는 \"질서유지선이란 관할 경찰서장이나 지방경찰청장이 적법한 집회 및 시위를 보호하고 질서유지나 원활한 교통 소통을 위하여 집회 또는 시위의 장소나 행진 구간을 일정하게 구획하여 설정한 띠, 방책, 차선 등의 경계표지를 말한다.\"라고 규정하고 있다. 또한 집시법 제13조 제1항은 \"관할 경찰관서장은 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정하면 최소한의 범위를 정하여 질서유지선을 설정할 수 있다.\"라고 규정하고 있고, 위 규정의 위임에 따른 집시법 시행령 제13조 제1항은 그 각호에서 질서유지선을 설정할 수 있는 경우를 열거하고 있다. 한편 집시법 제24조 제3호는 집시법 제13조에 따라 설정된 질서유지선을 정당한 사유 없이 상당 시간 침범하거나 손괴·은닉·이동 또는 제거하거나 그 밖의 방법으로 그 효용을 해친 사람을 처벌하도록 규정하고 있다.<br/>  위와 같은 질서유지선의 설정에 관한 집시법 및 집시법 시행령의 관련 규정에 비추어 볼 때, 집시법에서 정한 질서유지선은 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정되는 경우로서 집시법 시행령 제13조 제1항에서 정한 사유에 해당한다면 반드시 집회 또는 시위가 이루어지는 장소 외곽의 경계지역뿐만 아니라 집회 또는 시위의 장소 안에도 설정할 수 있다고 봄이 타당하나, 이러한 경우에도 그 질서유지선은 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정되는 최소한의 범위를 정하여 설정되어야 하고, 질서유지선이 위 범위를 벗어나 설정되었다면 이는 집시법 제13조 제1항에 위반되어 적법하다고 할 수 없다.<br/>  또한 위와 같은 집시법상 질서유지선의 정의 및 질서유지선의 침범 등 행위에 대한 처벌규정의 문언과 취지에 비추어 보면, 질서유지선은 띠, 방책, 차선 등과 같이 경계표지로 기능할 수 있는 물건 또는 도로교통법상 안전표지라고 봄이 타당하므로, 경찰관들이 집회 또는 시위가 이루어지는 장소의 외곽이나 그 장소 안에서 줄지어 서는 등의 방법으로 사실상 질서유지선의 역할을 수행한다고 하더라도 이를 가리켜 집시법에서 정한 질서유지선이라고 할 수는 없다.<br/>[2] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제19조 제1항은 \"경찰관은 집회 또는 시위의 주최자에게 알리고 그 집회 또는 시위의 장소에 정복을 입고 출입할 수 있다. 다만 옥내집회 장소에 출입하는 것은 직무집행을 위하여 긴급한 경우에만 할 수 있다.\"라고 규정하고, 같은 조 제2항은 \"집회나 시위의 주최자, 질서유지인 또는 장소관리자는 질서를 유지하기 위한 경찰관의 직무집행에 협조하여야 한다.\"라고 규정함으로써, 집회 또는 시위의 장소에 질서유지를 위한 경찰관 출입을 허용하고 있다. 집시법 제19조가 옥외집회 또는 시위의 장소에 질서유지를 위한 경찰관 출입 요건으로 주최자에 대한 고지, 정복 착용만을 정하고 있지만, 집회의 자유가 가지는 헌법적 가치와 기능, 집회 및 시위의 권리 보장과 공공의 안녕질서의 조화라는 집시법의 입법목적 등에 비추어 보면, 질서유지선 설정에 관한 규정을 준용하여 옥외집회 또는 시위의 장소에 질서유지를 위한 경찰관 출입 역시 집회 및 시위의 보호와 공공의 질서유지를 위하여 필요한 경우 최소한의 범위로 이루어져야 할 것이다. 따라서 경찰관들이 집시법상 질서유지선에 해당하지 아니한다고 하여 집회 또는 시위의 장소에 출입하거나 그 장소 안에 머무르는 경찰관들의 행위를 곧바로 위법하다고 할 것은 아니고, 집시법 제19조에 의한 출입에 해당하는 경우라면 적법한 공무집행으로 볼 수 있을 것이다.<br/>[3] 집회 및 시위에 관한 법률(이하 ‘집시법’이라 한다) 제2조 제5호가 정의하는 질서유지선은 띠, 방책, 차선 등 물건 또는 도로교통법상 안전표지로 설정된 경계표지를 말하므로, 경찰관을 배치하는 방법으로 설정된 질서유지선은 집시법상 질서유지선에 해당하지 아니한다. 집시법 제13조 제1항은 \"관할 경찰관서장은 집회 및 시위의 보호와 공공의 질서 유지를 위하여 필요하다고 인정하면 최소한의 범위를 정하여 질서유지선을 설정할 수 있다.\"라고 규정하고 있고, 같은 조 제2항은 \"제1항에 따라 경찰관서장이 질서유지선을 설정할 때에는 주최자 또는 연락책임자에게 이를 알려야 한다.\"라고 규정하고 있으며, 집시법 제24조 제3호는 \"제13조에 따라 설정된 질서유지선을 정당한 사유 없이 상당 시간 침범하거나 손괴·은닉·이동 또는 제거하거나 그 밖의 방법으로 그 효용을 해친 사람\"을 처벌하도록 규정하고 있다. 따라서 집시법 제24조 제3호의 질서유지선 효용침해로 인한 집시법위반죄는 그 대상인 집시법 제2조 제5호에 해당하는 질서유지선이 집시법 제13조에 따라 적법하게 설정된 경우에 한하여 성립하고, 위법하게 설정된 집시법상 질서유지선에 대하여는 위와 같이 효용을 해치는 행위를 하였더라도 위 죄를 구성하지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집회 및 시위에 관한 법률 제2조 제5호, 제13조 제1항, 제24조 제3호, 집회 및 시위에 관한 법률 시행령 제13조 제1항 / [2] 집회 및 시위에 관한 법률 제2조 제5호, 제13조 제1항, 제19조, 형법 제136조 제1항, 제144조 제1항 / [3] 집회 및 시위에 관한 법률 제2조 제5호, 제13조, 제24조 제3호<br/>",
  "참조판례": ""
}