{
  "판례일련번호": "209593",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2019두39918",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190910",
  "판시사항": "[1] 구 지방세법 시행령 제26조 제4항 제2호에 정한 ‘유통산업발전법에 따라 임대가 허용되는 매장’이 유통산업발전법에서 정한 대규모점포 등에 국한되는지 여부(소극) / 구 지방세법 시행령 제26조 제1항 제6호에서 대도시 중과 제외 업종의 하나로 들고 있는 유통산업발전법에 따른 유통산업에 제공되는 매장 일부가 제3자에게 임대되었다는 이유만으로 해당 부분에 대하여 중과세율에 따른 취득세를 부과할 수 있는지 여부(원칙적 소극)<br/>[2] 서울을 본점 소재지로 하여 설립된 甲 주식회사가 토지를 취득하여 건물을 신축한 후 그에 따른 취득세 등을 각 신고·납부하였고, 그 후 甲 회사는 위 건물에서 농수산물, 공산품 등의 도·소매업을 영위하면서, 건물의 일부를 의류나 애견용품 등의 판매점, 미용원, 일반음식점 등의 용도로 각각 임대하였는데, 관할 구청장이 甲 회사에 甲 회사가 건물 일부를 제3자에게 임대한 것은 유통산업발전법에 따른 유통산업 등 취득세 중과 제외 업종에 직접 사용한 것으로 볼 수 없다는 이유로 구 지방세법 제13조 제2항에 따른 중과세율을 적용하여 취득세 등을 부과·고지한 사안에서, 甲 회사가 판매시설 등의 용도로 제3자에게 임대한 건물의 일부도 유통산업에 제공되는 매장에 해당하므로, 대도시 중과 제외 업종에 직접 사용되는 것으로 보아 중과세율 적용의 대상에서 제외되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것, 이하 같다) 제13조 제2항 본문 제1호, 제8항, 구 지방세법 시행령(2016. 12. 30. 대통령령 제27710호로 개정되기 전의 것, 이하 같다) 제27조 제3항은 ‘대도시에서 법인 설립 이후 5년 이내에 취득하는 모든 부동산’에 대하여 취득세를 중과하도록 하고 있다. 다만 구 지방세법 제13조 제2항 단서는 ‘대도시에 설치가 불가피하다고 인정되는 업종으로서 대통령령이 정하는 업종(이하 ‘대도시 중과 제외 업종’이라 한다)에 직접 사용할 목적으로 취득하는 부동산’을 취득세 중과의 예외로 정하고, 그 위임에 따른 구 지방세법 시행령 제26조 제1항 제6호는 ‘유통산업발전법에 따른 유통산업’(이하 ‘유통산업’이라 한다)을 대도시 중과 제외 업종의 하나로 들고 있다.<br/>구 지방세법 제13조 제3항 제1호 (가)목과 제2호 (나)목은 ‘정당한 사유 없이 부동산 취득일부터 1년이 경과할 때까지 대도시 중과 제외 업종에 직접 사용하지 않거나 부동산 취득일부터 2년 이상 해당 업종 또는 용도에 직접 사용하지 않고 다른 업종이나 다른 용도에 사용·겸용하는 경우’ 해당 부분에 대하여는 제2항 본문에 따른 중과세율을 적용하도록 하고 있다.<br/>구 지방세법 제13조 제4항은 “제3항을 적용할 때 대통령령으로 정하는 임대가 불가피하다고 인정되는 업종에 대하여는 직접 사용하는 것으로 본다.”라고 정하고 있다. 그 위임에 따른 구 지방세법 시행령 제26조 제4항 제2호는 ‘유통산업’을 임대가 불가피하다고 인정되는 업종의 하나로 들면서 다만 그 범위를 ‘유통산업발전법에 따라 임대가 허용되는 매장의 전부 또는 일부를 임대하는 경우 임대하는 부분’에 한정하고 있다.<br/>  위 각 규정의 문언과 체계와 함께 유통산업발전법의 내용 등에 비추어 보면, 구 지방세법 시행령 제26조 제4항 제2호에 정한 ‘유통산업발전법에 따라 임대가 허용되는 매장’이 유통산업발전법에서 정한 대규모점포 등에 국한된다고 볼 수 없다. 따라서 특별한 사정이 없는 한 유통산업에 제공되는 매장 일부가 제3자에게 임대되었다는 이유만으로 해당 부분에 대하여 중과세율에 따른 취득세가 부과되어야 한다고 볼 수도 없다. <br/>[2] 서울을 본점 소재지로 하여 설립된 甲 주식회사가 토지를 취득하여 건물을 신축한 후 그에 따른 취득세 등을 각 신고·납부하였고, 그 후 甲 회사는 위 건물에서 농수산물, 공산품 등의 도·소매업을 영위하면서, 건물의 일부를 의류나 애견용품 등의 판매점, 미용원, 일반음식점 등의 용도로 각각 임대하였는데, 관할 구청장이 甲 회사에 甲 회사가 건물 일부를 제3자에게 임대한 것은 유통산업발전법에 따른 유통산업 등 취득세 중과 제외 업종에 직접 사용한 것으로 볼 수 없다는 이유로 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것, 이하 같다) 제13조 제2항에 따른 중과세율을 적용하여 취득세 등을 부과·고지한 사안에서, 甲 회사가 위 건물에서 영위하는 도·소매업이 구 지방세법 제13조 제4항, 구 지방세법 시행령(2016. 12. 30. 대통령령 제27710호로 개정되기 전의 것) 제26조 제4항 제2호에서 임대가 불가피하다고 인정되는 업종으로 규정한 유통산업에 해당한다는 점은 분명하고, 甲 회사가 판매시설 등의 용도로 제3자에게 임대한 건물의 일부도 직영하는 매장과 마찬가지로 유통산업에 제공되는 매장에 해당하므로, 위 건물이 유통산업발전법에 따른 대규모점포 등에 해당하는지, 나아가 甲 회사가 대규모점포 등의 개설등록을 하였는지와는 상관없이, 위 건물의 일부도 대도시 중과 제외 업종에 직접 사용되는 것으로 보아 중과세율 적용의 대상에서 제외되어야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제13조 제2항 제1호, 제3항 제1호 (가)목, 제2호 (나)목, 제4항, 제8항, 구 지방세법 시행령(2016. 12. 30. 대통령령 제27710호로 개정되기 전의 것) 제26조 제1항 제6호, 제4항 제2호, 제27조 제3항, 유통산업발전법 제1조, 제2조 제1호, 제5조 제1항, 제2항 제7호, 제8호, 제15조 제4항 / [2] 구 지방세법(2016. 12. 27. 법률 제14475호로 개정되기 전의 것) 제13조 제2항 제1호, 제3항 제1호 (가)목, 제2호 (나)목, 제4항, 제8항, 구 지방세법 시행령(2016. 12. 30. 대통령령 제27710호로 개정되기 전의 것) 제26조 제1항 제6호, 제4항 제2호, 제27조 제3항, 유통산업발전법 제2조 제1호<br/>",
  "참조판례": ""
}