{
  "판례일련번호": "209589",
  "사건명": "부가가치세경정거부처분취소(이동전화 및 인터넷통신 서비스 의무사용약정 중도 해지시 위약금의 법적 성격)",
  "사건번호": "2017두61119",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190910",
  "판시사항": "[1] 재화나 용역을 공급하는 자가 이를 공급받는 자로부터 지급받은 위약금 명목의 돈의 실질이 재화나 용역의 공급과 대가관계에 있는 경우, 부가가치세의 과세표준이 되는 공급가액에 포함되는지 여부(적극) <br/>[2] 정보통신사업 등을 영위하는 甲 주식회사가 이동전화 및 인터넷통신 서비스 이용자와 사이에 이용자가 선택하는 요금제에 따라 이용 요금을 정하되, 이용자가 일정 기간 甲 회사의 서비스를 이용하는 것을 조건으로 이동전화 요금, 인터넷통신 요금 및 모뎀 임대료 등을 할인해주는 대신, 이용자가 약정기간 내 계약을 중도 해지할 경우 할인금액 범위 내에서 일정 금액의 위약금 또는 할인반환금을 받기로 하는 내용의 약정을 체결하였는데, 이동전화 요금 등을 할인 제공받았다가 중도 해지한 이용자들로부터 수령한 위약금 등을 과세표준에 포함하여 해당 사업연도의 부가가치세를 신고하였다가 위약금 등에 관한 부가가치세의 환급을 구하는 경정청구를 하였으나, 과세관청이 이를 거부한 사안에서, 제반 사정에 비추어 위약금 등은 그중 일부의 명목이 위약금으로 되어 있다 하더라도 전체적으로 볼 때 甲 회사의 재화 또는 용역의 공급에 대한 대가로 보아야 한다고 한 사례<br/>",
  "판결요지": "[1] 부가가치세법 제29조 제1항은 “재화 또는 용역의 공급에 대한 부가가치세의 과세표준은 해당 과세기간에 공급한 재화 또는 용역의 공급가액을 합한 금액으로 한다.”라고 규정하고, 제3항은 “제1항의 공급가액은 다음 각호의 가액을 말한다. 이 경우 대금, 요금, 수수료, 그 밖에 어떤 명목이든 상관없이 재화 또는 용역을 공급받는 자로부터 받는 금전적 가치 있는 모든 것을 포함하되, 부가가치세는 포함하지 아니한다.”라고 규정하면서 제1호에서 ‘금전으로 대가를 받는 경우: 그 대가’를 들고 있다(2013. 6. 7. 법률 제11608호로 전부 개정되기 전의 구 부가가치세법 제13조 제1항 제1호 및 제5항의 위임에 따른 2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 구 부가가치세법 시행령 제48조 제1항도 같은 취지이다).<br/>  위 각 법령의 문언 내용과 체계에 의하면, 부가가치세의 과세표준이 되는 공급가액이란 금전으로 받는 경우 재화나 용역의 공급에 대가관계가 있는 가액 곧 그 대가를 말한다 할 것이므로 재화나 용역의 공급대가가 아닌 위약금이나 손해배상금 등은 공급가액이 될 수 없다. 다만 재화나 용역을 공급하는 자가 이를 공급받는 자로부터 위약금 명목의 돈을 지급받았다고 하더라도 그 실질이 재화나 용역의 공급과 대가관계에 있는 것이라면, 이는 부가가치세의 과세표준이 되는 공급가액에 포함된다고 봄이 타당하다.  <br/>[2] 정보통신사업 등을 영위하는 甲 주식회사가 이동전화 및 인터넷통신 서비스 이용자와 사이에 이용자가 선택하는 요금제에 따라 이용 요금을 정하되, 이용자가 일정 기간 甲 회사의 서비스를 이용하는 것을 조건으로 이동전화 요금, 인터넷통신 요금 및 모뎀 임대료 등을 할인해주는 대신, 이용자가 약정기간 내 계약을 중도 해지할 경우 할인금액 범위 내에서 일정 금액의 위약금 또는 할인반환금(이하 ‘위약금 등’이라 한다)을 받기로 하는 내용의 약정(이하 위 약정을 ‘의무사용약정’이라 한다)을 체결하였는데, 이동전화 요금 등을 할인 제공받았다가 중도 해지한 이용자들로부터 수령한 위약금 등을 과세표준에 포함하여 해당 사업연도의 부가가치세를 신고하였다가 위약금 등에 관한 부가가치세의 환급을 구하는 경정청구를 하였으나, 과세관청이 이를 거부한 사안에서, 의무사용약정에 따른 이동전화 요금 등의 할인은 이용자의 중도 해지를 해제조건으로 하는 조건부 할인으로서, 이용자는 의무사용 기간을 유지하여 끝까지 이동전화 요금 등의 할인을 받거나 중도 해지를 하고 할인받은 금액의 일부를 반환하는 것을 선택할 수 있었던 점, 이용자가 지급하는 위약금 등은 할인받은 금액의 반환이라는 성격을 가지고, 일정 기간이 지난 후에 반환하여야 하는 금액이 줄어드는 것은 단지 장기간 서비스를 이용한 이용자의 부담을 경감하기 위한 조치에 불과하다고 볼 수 있는 점, 설령 甲 회사가 일정한 공급조건에 따라 할인하여 준 요금을 에누리로 보아 공급가액에서 제외하여 세금계산서를 발급하였더라도, 부가가치세법 제32조 제7항 및 부가가치세법 시행령 제70조 제1항 제3호에 따라 그 증가분에 대하여 수정세금계산서를 발급할 수 있었을 것인 점에 비추어, 위약금 등은 甲 회사와 의무사용약정을 체결한 이용자가 중도 해지를 선택함으로써 할인받은 금액 중 일부를 추가로 납부하여야 하는 금액으로 볼 수 있으므로, 그중 일부의 명목이 위약금으로 되어 있다 하더라도 전체적으로 볼 때 甲 회사의 재화 또는 용역의 공급에 대한 대가로 보아야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11608호로 전부 개정되기 전의 것) 제13조 제1항 제1호(현행 제29조 제1항, 제3항 제1호 참조), 제5항(현행 제29조 제12항 참조), 부가가치세법 제29조 제1항, 제3항 제1호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제1항(현행 부가가치세법 제29조 제3항 참조) / [2] 부가가치세법 제29조 제1항, 제3항 제1호, 제32조 제7항, 부가가치세법 시행령 제70조 제1항 제3호<br/>",
  "참조판례": "[1] 대법원 1984. 3. 13. 선고 81누412 판결(공1984, 707), 대법원 1997. 12. 9. 선고 97누15722 판결(공1998상, 334)<br/>"
}