{
  "판례일련번호": "209595",
  "사건명": "증여세부과처분취소",
  "사건번호": "2016두1165",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190910",
  "판시사항": "[1] 기명식 전환사채가 구 상속세 및 증여세법 제45조의2 제1항 본문에서 정한 ‘권리의 이전이나 그 행사에 등기 등을 요하는 재산’에 해당하는지 여부(적극)<br/>  [2] 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 기명식 전환사채의 명의수탁자에게 전환권 행사에 따라 배정된 주식에 대하여 다시 구 상속세 및 증여세법 제45조의2 제1항 본문을 적용하여 증여세를 과세할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항 본문(이하 ‘위 조항’이라 한다)은 “권리의 이전이나 그 행사에 등기 등을 요하는 재산에 있어서 실제 소유자와 명의자가 다른 경우에는 국세기본법 제14조의 규정에도 불구하고 그 명의자로 등기 등을 한 날에 그 재산의 가액을 명의자가 실제 소유자로부터 증여받은 것으로 본다.”라고 정하고 있다.<br/>  기명식 전환사채는 그 이전에 관하여 사채원부의 명의개서가 대항요건으로 되어 있으므로(상법 제479조 참조), 위 조항에서 정한 ‘권리의 이전이나 그 행사에 등기 등을 요하는 재산’에 해당한다.<br/>[2] 기명식 전환사채의 명의수탁자가 전환권 행사로 발행된 주식을 배정·교부받아 자신의 명의로 명의개서를 한 경우, 전환된 주식은 전환사채와는 별도의 새로운 재산으로서 전환된 주식에 대하여 명의신탁자와 명의수탁자 사이에 전환사채에 대한 종전의 명의신탁관계와는 다른 새로운 명의신탁관계가 형성된다.<br/>  그러나 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 기명식 전환사채의 명의수탁자에게 전환권 행사에 따라 배정된 주식에 대해서는 특별한 사정이 없는 한 다시 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항 본문(이하 ‘위 조항’이라 한다)을 적용하여 증여세를 과세할 수 없다. 그 이유는 다음과 같다.<br/>  첫째, 위 조항은 조세회피목적의 명의신탁행위를 방지하기 위하여 실질과세원칙의 예외로서 실제 소유자로부터 명의자에게 해당 재산이 증여된 것으로 의제하여 증여세를 과세하도록 허용하는 규정이므로, 조세회피행위를 방지하기 위하여 필요하고도 적절한 범위 내에서만 적용되어야 한다. <br/>  둘째, 기명식 전환사채가 주식으로 전환된 경우, 증여의제 대상이 되어 과세되었거나 과세될 수 있는 최초의 명의신탁 재산인 전환사채에 상응하여 명의수탁자에게 전환된 주식이 배정되어 명의개서가 이루어졌는데도 그와 같은 주식에 대하여 제한 없이 위 조항을 적용하여 별도로 증여세를 부과하는 것은 증여세의 부과와 관련하여 최초의 명의신탁 전환사채에 대한 증여의제의 효과를 부정하는 모순을 초래할 수 있어 부당하다.<br/>  셋째, 전환사채의 경우 그 권리자는 전환청구에 의하여 추가로 신주인수대금을 납입할 필요 없이 전환사채 발행 당시 정해진 조건에 따라 신주를 배정·교부받게 되므로, 전환청구 전·후로 전환사채와 전환된 주식의 경제적 가치에 실질적인 변동이 있다고 보기 어렵다.<br/>  넷째, 최초로 명의신탁된 전환사채와 전환된 주식에 대하여 각각 위 조항을 적용하게 되면 애초에 전환사채나 그 인수자금이 수탁자에게 증여된 경우에 비하여 지나치게 많은 증여세액이 부과될 수 있어 형평에도 어긋난다.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항, 상법 제479조, 국세기본법 제14조 / [2] 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항, 상법 제479조<br/>",
  "참조판례": "[1] 대법원 1987. 10. 13. 선고 87누118 판결(공1987, 1725)<br/>"
}