{
  "판례일련번호": "209587",
  "사건명": "영업비밀침해금지및손해배상등",
  "사건번호": "2017다34981",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190910",
  "판시사항": "[1] 영업비밀 침해행위를 금지시키는 목적 및 영업비밀 보호기간을 결정하는 방법 / 영업비밀 보호기간의 범위와 그 종기를 확정하기 위한 기산점의 설정이 사실심의 전권사항에 속하는지 여부(원칙적 적극)<br/>  [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (가)목 내지 (바)목에서 규정하고 있는 영업비밀 침해행위 중 하나인 영업비밀의 ‘사용’의 의미 및 타인의 영업비밀을 참조하여 제품 개발에 소요되는 시간과 비용을 절약하는 경우가 영업비밀의 ‘사용’에 해당하는지 여부(적극)<br/>  [3] 물건의 일부가 영업비밀 침해에 관계된 경우, 침해자가 물건을 제작·판매함으로써 얻은 전체 이익에 대한 영업비밀의 기여율을 결정하는 방법 / 영업비밀의 기여 부분과 정도에 관한 사실인정이나 비율을 정하는 것이 사실심의 전권사항에 속하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 영업비밀 침해행위를 금지시키는 목적은 침해행위자가 그러한 침해행위에 의하여 공정한 경쟁자보다 우월한 위치에서 부당하게 이익을 취하지 못하도록 하고 영업비밀 보유자로 하여금 그러한 침해가 없었더라면 원래 있었을 위치로 되돌아갈 수 있게 하는 데에 있다. 영업비밀 침해행위의 금지는 이러한 목적을 달성하기 위하여 영업비밀 보호기간의 범위 내에서 이루어져야 한다. 영업비밀 보호기간은 영업비밀인 기술정보의 내용과 난이도, 침해행위자나 다른 공정한 경쟁자가 독자적인 개발이나 역설계와 같은 합법적인 방법으로 영업비밀을 취득할 수 있었는지 여부, 영업비밀 보유자의 기술정보 취득에 걸린 시간, 관련 기술의 발전 속도, 침해행위자의 인적·물적 시설, 종업원이었던 자의 직업선택의 자유와 영업활동의 자유 등을 종합적으로 고려하여 정해야 한다. 이러한 영업비밀 보호기간에 관한 사실인정을 통하여 정한 영업비밀 보호기간의 범위 및 그 종기를 확정하기 위한 기산점의 설정은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/>  [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (가)목 내지 (바)목에서 규정하고 있는 영업비밀 침해행위 중 하나인 영업비밀의 ‘사용’은 영업비밀 본래의 사용 목적에 따라 상품의 생산·판매 등의 영업활동에 이용하거나 연구·개발사업 등에 활용하는 등으로 기업활동에 직접 또는 간접적으로 사용하는 행위로서 구체적으로 특정이 가능한 행위를 가리킨다. 그리고 영업비밀인 기술을 단순 모방하여 제품을 생산하는 경우뿐 아니라, 타인의 영업비밀을 참조하여 시행착오를 줄이거나 필요한 실험을 생략하는 경우 등과 같이 제품 개발에 소요되는 시간과 비용을 절약하는 경우 또한 영업비밀의 사용에 해당한다. <br/>  [3] 물건의 일부가 영업비밀 침해에 관계된 경우, 침해자가 물건을 제작·판매함으로써 얻은 전체 이익에 대한 영업비밀의 기여율은 전체 물건에서 영업비밀의 침해에 관계된 부분이 필수적 구성인지 여부, 기술적·경제적 가치, 전체 구성 내지 가격에서 차지하는 비율 등을 종합적으로 고려하여 정해야 한다. 한편 영업비밀의 기여 부분 및 정도에 관한 사실인정이나 비율을 정하는 것은 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 아니하는 한 사실심의 전권사항에 속한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제10조 / [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 / [3] 부정경쟁방지 및 영업비밀보호에 관한 법률 제11조, 제14조의2 제5항<br/>",
  "참조판례": "[1][3] 대법원 2017. 11. 29. 선고 2017다24113 판결 / [1] 대법원 2019. 3. 14.자 2018마7100 결정(공2019상, 859) / [2] 대법원 1998. 6. 9. 선고 98다1928 판결(공1998하, 1846), 대법원 2009. 10. 15. 선고 2008도9433 판결(공2009하, 1904)<br/>"
}