{
  "판례일련번호": "209685",
  "사건명": "건물등철거",
  "사건번호": "2015다208252",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190926",
  "판시사항": "[1] 공유물 보존행위의 의미 및 민법 제265조 단서에서 공유물 보존행위를 각 공유자가 단독으로 할 수 있도록 정한 취지<br/>[2] 집합건물의 공용부분과 대지의 관리 업무가 기본적으로 구분소유자들로 구성된 관리단과 이를 대표하는 관리인에게 있는지 여부(적극) / 집합건물의 소유 및 관리에 관한 법률 제16조 제1항의 규정 취지 / 구분소유자가 공용부분과 대지에 대해 지분권에 기하여 권리를 행사하는 것이 다른 구분소유자들의 이익에 어긋날 수 있는 경우, 그 권리 행사를 각 구분소유자가 개별적으로 할 수 있는 보존행위가 아니라 관리단집회의 결의를 거쳐야 하는 관리행위로 보아야 하는지 여부(적극)<br/>[3] 도시가스사업자인 甲 주식회사가 아파트 건축 시 시행사로부터 사용기간 영구, 무상의 사용승낙을 얻어 아파트 대지 위에 정압기실을 설치한 다음 위 아파트와 인근 지역에 도시가스를 공급하고 있는데, 위 아파트의 입주자대표회의 회장, 동대표 및 그 배우자들인 乙 등이 입주자대표회의의 결의에 따라 甲 회사를 상대로 정압기실의 철거와 부지의 인도를 구하는 소를 제기하면서 관리단집회의 결의를 거치지 않은 사안에서, 乙 등의 청구는 보존행위가 아니라 아파트 대지의 관리를 위한 행위로서 집합건물의 소유 및 관리에 관한 법률 제16조 제1항 본문에 따라 아파트 관리단집회의 결의를 거쳐야 하는데도 이를 거치지 않아 허용될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 공유물의 보존행위는 공유물의 멸실·훼손을 방지하고 그 현상을 유지하기 위하여 하는 사실적, 법률적 행위이다. 민법 제265조 단서가 이러한 공유물의 보존행위를 각 공유자가 단독으로 할 수 있도록 한 취지는 그 보존행위가 긴급을 요하는 경우가 많고 다른 공유자에게도 이익이 되는 것이 보통이기 때문이다.<br/>[2] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)은 집합건물의 존립에 필수적인 공용부분과 대지의 원활하고 적정한 유지·관리, 집합건물 내 공동생활을 둘러싼 구분소유자 상호 간의 이해관계 조절을 위하여 민법상 공유에 대한 여러 특별규정을 두고 있다. 구분소유관계가 성립되면 구분소유자 전원을 구성원으로 하여 건물과 대지 등의 관리를 목적으로 하는 집합건물의 관리단이 당연 설립된다(제23조). 구분소유자가 10인 이상인 경우 관리단을 대표하고 관리행위를 할 관리인을 선임해야 하고(제24조), 공용부분의 보존·관리 및 변경을 위한 행위 등은 관리인의 권한과 의무에 속한다(제25조 제1항). 구분소유자는 구분소유자 공동의 이익에 어긋나는 행위를 해서는 안 되고(제5조 제1항), 구분소유자가 그러한 행위를 한 경우 관리인은 그 행위의 정지 등을 청구할 수 있고 이를 위한 소송 제기는 관리단집회의 결의를 거쳐야 한다(제43조 제1항, 제2항). 따라서 집합건물의 공용부분과 대지의 관리 업무는 기본적으로 구분소유자들로 구성된 관리단과 이를 대표하는 관리인에게 있다.<br/>집합건물법 제16조 제1항은 공용부분의 관리에 관한 사항은 관리단의 통상의 집회결의로써 결정한다고 정하면서 그 단서에 “다만, 보존행위는 각 공유자가 할 수 있다.”라고 정하고 있고, 같은 법 제19조는 구분소유자가 공유하는 건물의 대지 및 공용부분 외의 부속시설에 관하여 제16조를 준용하고 있다. 집합건물법 제16조 제1항의 취지는 집합건물의 공용부분과 대지의 현상을 유지하기 위한 보존행위를 관리행위와 구별하여 공유자인 구분소유자가 단독으로 행사할 수 있도록 정한 것이다. 민법 제265조 단서의 취지, 집합건물법의 입법 취지와 관련 규정을 종합하여 보면, 구분소유자가 공용부분과 대지에 대해 그 지분권에 기하여 권리를 행사할 때 이것이 다른 구분소유자들의 이익에 어긋날 수 있다면 이는 각 구분소유자가 집합건물법 제16조 제1항 단서에 의하여 개별적으로 할 수 있는 보존행위라고 볼 수 없고 집합건물법 제16조 제1항 본문에 따라 관리단집회의 결의를 거쳐야 하는 관리행위라고 보아야 한다.<br/>[3] 도시가스사업자인 甲 주식회사가 아파트 건축 시 시행사로부터 사용기간 영구, 무상의 사용승낙을 얻어 아파트 대지 위에 정압기실을 설치한 다음 위 아파트와 인근 지역에 도시가스를 공급하고 있는데, 위 아파트의 입주자대표회의 회장, 동대표 및 그 배우자들인 乙 등이 입주자대표회의의 결의에 따라 甲 회사를 상대로 정압기실의 철거와 부지의 인도를 구하는 소를 제기하면서 관리단집회의 결의를 거치지 않은 사안에서, 위 정압기실은 아파트의 구분소유자들이 도시가스를 공급받기 위한 필수적인 시설로서 이를 철거할 경우 도시가스 공급에 지장을 줄 수 있고, 도시가스의 공급 없이는 원만한 주거생활이 어려운 점을 고려하면, 乙 등이 구하는 정압기실의 철거와 부지의 인도 청구는 다른 구분소유자들의 이익에 반할 수 있고, 甲 회사가 아파트 건축 시 시행사의 사용승낙을 받아 적법하게 정압기실을 설치하였고 그 후 현재까지 정압기실이 아파트 대지에 존재하고 있어 그 철거를 구하는 것이 아파트 대지의 현상을 유지하기 위한 행위라고 보기 어려우므로, 乙 등의 청구는 보존행위가 아니라 아파트 대지의 관리를 위한 행위로서 집합건물의 소유 및 관리에 관한 법률 제16조 제1항에 따라 아파트 관리단집회의 결의를 거쳐야 하는데도 이를 거치지 않아 허용될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제265조 / [2] 민법 제265조, 집합건물의 소유 및 관리에 관한 법률 제5조 제1항, 제16조 제1항, 제19조, 제23조, 제24조, 제25조 제1항, 제43조 제1항, 제2항 / [3] 민법 제265조, 집합건물의 소유 및 관리에 관한 법률 제5조 제1항, 제16조 제1항, 제19조, 제23조, 제24조, 제25조 제1항, 제43조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 1995. 4. 7. 선고 93다54736 판결(공1995상, 1810)<br/>"
}