{
  "판례일련번호": "209691",
  "사건명": "대부업등의등록및금융이용자보호에관한법률위반ㆍ정보통신망이용촉진및정보보호등에관한법률위반(대부업 등의 등록 및 금융이용자 보호에 관한 법률(이하 '대부업법' 제2조 제1호가 규정하는 '금전의 대부'는 그 개념요소로서 거래의 수단이나 방법 여하를 불문하고 적어도 기간을 두고 장래에 일정한 액수의 금전을 돌려받을 것을 전제로 금전을 교부함으로써 신용을 제공하는 행위를 필수적으로 포함하고 있어야 하고, 이와 같은 대부의 개념요소를 인정하기 어려운 경우까지 대부업법상 금전의 대부로 보는 것은 죄형법정주의의 원칙에 위반된다고 본 사건)",
  "사건번호": "2018도7682",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190926",
  "판시사항": "[1] 대부업 등의 등록 및 금융이용자 보호에 관한 법률 제2조 제1호에서 규정한 ‘금전의 대부’는 그 개념요소로서 거래의 수단이나 방법 여하를 불문하고 적어도 기간을 두고 장래에 일정한 액수의 금전을 돌려받을 것을 전제로 금전을 교부함으로써 신용을 제공하는 행위를 필수적으로 포함하고 있어야 하는지 여부(적극) / 재화 또는 용역을 할인하여 매입하는 거래를 통해 금전을 교부하는 경우, 금전의 교부에 관해 위와 같은 대부의 개념요소를 인정하기 어려운 경우까지 이를 같은 법상 금전의 대부로 보는 것은 죄형법정주의의 원칙에 위배되는지 여부(적극)<br/>[2] 피고인이 인터넷 사이트에 ‘소액대출 및 소액결제 현금화’ 등의 문구를 적시한 광고글을 게시하여 이를 보고 접근한 의뢰인들에게 문화상품권을 소액결제를 하고 구매 후 인증되는 문화상품권의 핀(PIN) 번호를 자신에게 알려주게 하여 의뢰인들이 구매한 문화상품권 액면가의 일정 금액을 선이자 명목으로 공제하고 나머지 금액을 대부해 준 다음 위 핀 번호를 상품권업자에게 판매하는 방법으로 미등록 대부업을 영위하였다고 하여 대부업 등의 등록 및 금융이용자 보호에 관한 법률 위반으로 기소된 사안에서, 피고인이 의뢰인들로부터 상품권을 할인 매입하면서 그 대금으로 금전을 교부한 것은 대부의 개념요소를 갖추었다고 보기 어려워 같은 법의 규율 대상이 되는 ‘금전의 대부’에 해당하지 않는다는 이유로, 이와 다른 전제에서 공소사실을 유죄로 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 대부업 등의 등록 및 금융이용자 보호에 관한 법률(이하 ‘대부업법’이라 한다) 제19조 제1항 제1호는 같은 법 제3조가 규정하는 시·도지사에 대한 등록을 하지 아니하고 대부업 등을 한 자를 처벌한다. 대부업법 제2조 제1호는 “‘대부업’이란 금전의 대부(어음할인·양도담보, 그 밖에 이와 비슷한 방법을 통한 금전의 교부를 포함한다)를 업으로 하거나, 등록한 대부업자 또는 여신금융기관으로부터 대부계약에 따른 채권을 양도받아 이를 추심하는 것을 업으로 하는 것을 말한다.”라고 규정하고 있다.<br/>  대부업법의 관련 규정과 입법 목적, ‘금전의 대부’의 사전적인 의미, 대부업법 제2조 제1호가 ‘금전의 대부’에 포함되는 것으로 들고 있는 어음할인과 양도담보의 성질과 효력 등에 비추어 보면, 대부업법 제2조 제1호가 규정하는 ‘금전의 대부’는 그 개념요소로서 거래의 수단이나 방법 여하를 불문하고 적어도 기간을 두고 장래에 일정한 액수의 금전을 돌려받을 것을 전제로 금전을 교부함으로써 신용을 제공하는 행위를 필수적으로 포함하고 있어야 한다고 보는 것이 타당하다.<br/>  따라서 재화 또는 용역을 할인하여 매입하는 거래를 통해 금전을 교부하는 경우, 해당 사안에서 문제 되는 금전 교부에 관한 구체적 거래 관계와 경위, 당사자의 의사, 그 밖에 이와 관련된 구체적·개별적 제반 사정을 종합하여 합리적으로 평가할 때, 금전의 교부에 관해 위와 같은 대부의 개념요소를 인정하기 어려운 경우까지 이를 대부업법상 금전의 대부로 보는 것은, 대부업법 제2조 제1호 등 조항의 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것이 되어 죄형법정주의의 원칙에 위반된다.<br/>[2] 피고인이 인터넷 사이트에 ‘소액대출 및 소액결제 현금화’ 등의 문구를 적시한 광고글을 게시하여 이를 보고 접근한 의뢰인들에게 문화상품권을 소액결제를 하고 구매 후 인증되는 문화상품권의 핀(PIN) 번호를 자신에게 알려주게 하여 의뢰인들이 구매한 문화상품권 액면가의 22% 금액을 선이자 명목으로 공제하고 나머지 77.8% 금액을 대부해 준 다음 위 핀 번호를 상품권업자에게 판매하는 방법으로 미등록 대부업을 영위하였다고 하여 대부업 등의 등록 및 금융이용자 보호에 관한 법률(이하 ‘대부업법’이라 한다) 위반으로 기소된 사안에서, 피고인이 의뢰인들에게 일정한 할인료를 공제한 금전을 교부하고 이와 상환하여 교부받은 상품권은 소지자가 발행자 또는 발행자가 지정하는 일정한 자에게 이를 제시 또는 교부하는 등의 방법으로 사용함으로써 권면금액에 상응하는 물품 또는 용역을 제공받을 수 있는 청구권이 화체된 유가증권의 일종인 점, 피고인과 의뢰인들 간의 상품권 할인 매입은 매매에 해당하고, 피고인과 의뢰인들 간의 관계는 피고인이 의뢰인들로부터 상품권 핀 번호를 넘겨받고 상품권 할인 매입 대금을 지급함으로써 모두 종료되는 점 등의 여러 사정을 종합하면, 피고인이 의뢰인들로부터 상품권을 할인 매입하면서 그 대금으로 금전을 교부한 것은 대부의 개념요소를 갖추었다고 보기 어려워 대부업법의 규율 대상이 되는 ‘금전의 대부’에 해당하지 않는다는 이유로, 이와 다른 전제에서 공소사실을 유죄로 판단한 원심판결에 대부업법이 규정하는 금전의 대부의 해석에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 대부업 등의 등록 및 금융이용자 보호에 관한 법률 제1조, 제2조 제1호, 제3조, 제8조, 제19조 제1항 제1호 / [2] 헌법 제12조 제1항, 형법 제1조 제1항, 대부업 등의 등록 및 금융이용자 보호에 관한 법률 제2조 제1호, 제3조 제1항, 제19조 제1항 제1호, 형사소송법 제325조<br/>",
  "참조판례": ""
}