{
  "판례일련번호": "209607",
  "사건명": "시유재산변상금부과처분취소청구",
  "사건번호": "2018두48298",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190909",
  "판시사항": "[1] 사용·수익허가 없이 행정재산을 유형적·고정적으로 특정한 목적을 위하여 사용·수익하거나 점유하는 경우, 공유재산 및 물품관리법 제81조 제1항에서 정한 변상금 부과대상인 ‘무단점유’에 해당하는지 여부(적극)<br/>  [2] 서울광장의 사용 및 관리에 관한 조례에서 정한 바에 따라 광장사용신고 및 서울특별시장의 사용신고 수리를 거치지 않은 채 서울광장을 무단사용한 경우, 공유재산 및 물품관리법상 변상금 부과대상인 무단점유에 해당하는지 여부(적극)<br/>  [3] 공유재산 및 물품관리법 시행령 제14조 제2항의 위임에 따라 서울광장의 사용 및 관리에 관한 조례 제10조 제1항 [별표]에서 정한 ‘서울광장 사용료 기준’을 서울광장의 무단점유에 따른 변상금 산정·부과에 적용할 수 있는지 여부(소극) 및 서울광장의 무단점유에 따른 변상금을 산정하는 방법<br/>",
  "판결요지": "[1] 공유재산 및 물품관리법(이하 ‘공유재산법’이라 한다) 제1조, 제6조 제1항, 제20조, 제22조, 제81조 제1항 본문의 내용과 변상금 제도의 입법 취지에 비추어 보면, 사용·수익허가 없이 행정재산을 유형적·고정적으로 특정한 목적을 위하여 사용·수익하거나 점유하는 경우 공유재산법 제81조 제1항에서 정한 변상금 부과대상인 ‘무단점유’에 해당하고, 반드시 그 사용이 독점적·배타적일 필요는 없으며, 점유 부분이 동시에 일반 공중의 이용에 제공되고 있다고 하여 점유가 아니라고 할 수는 없다. <br/>  [2] 서울광장의 사용 및 관리에 관한 조례(이하 ‘서울광장조례’라 한다) 제2조 제1호는 “사용”이란 서울광장의 일부 또는 전부를 이용함으로써 불특정 다수 시민의 자유로운 광장 이용을 제한하는 행위를 말한다고 규정하고 있으나, 서울광장의 일부를 유형적·고정적으로 점유하는 경우에는 점유 부분에 대한 불특정 다수 시민의 광장 이용이 제한될 것이므로, 서울광장조례에서 정한 바에 따라 광장사용신고 및 서울특별시장의 사용신고 수리를 거치지 않은 채 서울광장을 무단사용한 경우에는 공유재산 및 물품관리법상 변상금 부과대상인 무단점유에 해당한다고 보아야 한다. 즉, 서울광장조례의 서울광장 “사용” 정의규정에 따라 변상금 부과대상인 무단점유인지에 관한 판단이 달라진다고 볼 수는 없다. <br/>  [3] 서울광장의 사용 및 관리에 관한 조례(이하 ‘서울광장조례’라 한다)의 법적 성질과 변상금에 관한 법리를 기초로 공유재산 및 물품관리법 시행령 제14조 제2항의 위임에 따라 서울광장조례 제10조 제1항 [별표]에서 500㎡를 최소 사용면적으로 하여 서울광장의 광장사용료 기준을 정하고 있는 ‘서울광장 사용료 기준’의 규정 내용을 살펴보면, 서울광장 사용료 기준은 서울광장의 사용·수익허가 또는 사용신고 수리에 적용되는 기준일 뿐이고, 이를 서울광장의 무단점유에 따른 변상금 산정·부과에 적용할 수는 없다. 서울광장의 무단점유에 따른 변상금은 공유재산 및 물품관리법령에서 정한 ‘무단점유면적 × 해당 공유재산의 면적단위별 평정가격 × 무단점유기간/연 × 사용요율 × 120%’의 계산식에 실제 무단점유면적과 공유재산 및 물품관리법 시행령 제14조 제1항의 위임에 따라 서울특별시 공유재산 및 물품관리 조례 제22조에서 정한 사용요율을 적용하여 산정·부과하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 공유재산 및 물품관리법 제1조, 제6조 제1항, 제20조, 제22조, 제81조 제1항 / [2] 공유재산 및 물품관리법 제81조 제1항 / [3] 공유재산 및 물품관리법 제22조 제1항, 제81조 제1항, 공유재산 및 물품관리법 시행령 제14조 제1항, 제2항, 제81조 제1항<br/>",
  "참조판례": "[1] 대법원 1993. 5. 11. 선고 92누13325 판결(공1993하, 1725), 대법원 2004. 10. 15. 선고 2002다68485 판결(공2004하, 1807) <br/>"
}