{
  "판례일련번호": "209605",
  "사건명": "토지사용동의의사표시",
  "사건번호": "2016다262550",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190909",
  "판시사항": "[1] 국토의 계획 및 이용에 관한 법률상 도시·군계획시설사업의 사업시행자가 사업구역에 인접한 특정 토지를 재료적치장 또는 임시통로 용도로 한시적으로 이용할 필요가 있어 같은 법 제130조 제1항, 제3항에 따라 토지 소유자 등에게 해당 토지의 ‘일시 사용’에 관한 동의를 구하는 경우, 토지 소유자 등이 이를 수인하고 동의할 의무가 있는지 여부(원칙적 적극) 및 이때 일시 사용에 따른 손실보상금에 관하여 다툼이 있다는 사정이 동의를 거부할 정당한 사유가 되는지 여부(소극)<br/>  [2] 국토의 계획 및 이용에 관한 법률 제130조 제3항에서 정한 토지 소유자 등이 사업시행자의 일시 사용에 대하여 정당한 사유 없이 동의를 거부하는 경우, 사업시행자가 토지 소유자 등을 상대로 동의의 의사표시를 구하는 소를 제기할 수 있는지 여부(적극) / 토지의 일시 사용에 대한 동의의 의사표시를 할 의무의 존부에 관한 소송이 행정소송법상 당사자소송인지 여부(적극) 및 사인을 피고로 하는 당사자소송이 허용되는지 여부(적극) / 현저한 손해를 피하기 위해 필요한 경우, 사업시행자가 행정소송법 제8조 제2항, 민사집행법 제300조 제2항에 따라 ‘임시의 지위를 정하기 위한 가처분’을 신청할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] ‘국토의 계획 및 이용에 관한 법률’(이하 ‘국토계획법’이라 한다) 제130조 제1항, 제3항은, 도시·군계획시설사업의 시행자는 도시·군계획 등에 관한 기초조사, 도시·군계획시설사업에 관한 조사·측량 또는 시행 등을 하기 위하여 필요하면 타인의 토지를 재료적치장 또는 임시통로로 일시 사용할 수 있고, 이에 따라 타인의 토지를 일시 사용하려는 자는 토지의 소유자·점유자 또는 관리인(이하 ‘소유자 등’이라 한다)의 동의를 받아야 한다고 규정하고 있다.<br/>국토계획법 제130조의 체계와 내용, 입법 목적과 함께 공익사업의 성격을 종합하면, 도시·군계획시설사업의 사업시행자가 사업구역에 인접한 특정 토지를 재료적치장 또는 임시통로 용도로 한시적으로 이용할 필요가 있는 경우, 사업시행자는 위 규정에 따라 해당 토지 소유자 등의 동의를 받아야 하고, 토지 소유자 등은 이를 거부할 정당한 사유가 없는 한 사업시행자의 ‘일시 사용’을 수인하고 동의할 의무가 있다. 한편 국토계획법 제96조에 따라 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조가 준용되는 수용·사용의 경우와 달리, 국토계획법 제130조에 따른 일시 사용의 경우에는 사전보상 원칙이 적용되지 않는다고 보아야 하므로, 그 손실보상금에 관한 다툼이 있다는 사정은 토지 소유자 등이 일시 사용에 대한 동의를 거부할 정당한 사유가 될 수 없다.<br/>  [2] 국토의 계획 및 이용에 관한 법률 제130조 제3항에서 정한 토지의 소유자·점유자 또는 관리인(이하 ‘소유자 등’이라 한다)이 사업시행자의 일시 사용에 대하여 정당한 사유 없이 동의를 거부하는 경우, 사업시행자는 해당 토지의 소유자 등을 상대로 동의의 의사표시를 구하는 소를 제기할 수 있다. 이와 같은 토지의 일시 사용에 대한 동의의 의사표시를 할 의무는 ‘국토의 계획 및 이용에 관한 법률’에서 특별히 인정한 공법상의 의무이므로, 그 의무의 존부를 다투는 소송은 ‘공법상의 법률관계에 관한 소송으로서 그 법률관계의 한쪽 당사자를 피고로 하는 소송’, 즉 행정소송법 제3조 제2호에서 규정한 당사자소송이라고 보아야 한다.<br/>행정소송법 제39조는, “당사자소송은 국가·공공단체 그 밖의 권리주체를 피고로 한다.”라고 규정하고 있다. 이것은 당사자소송의 경우 항고소송과 달리 ‘행정청’이 아닌 ‘권리주체’에게 피고적격이 있음을 규정하는 것일 뿐, 피고적격이 인정되는 권리주체를 행정주체로 한정한다는 취지가 아니므로, 이 규정을 들어 사인을 피고로 하는 당사자소송을 제기할 수 없다고 볼 것은 아니다.<br/>    그리고 당사자소송에 대하여는 행정소송법 제8조 제2항에 따라 민사집행법상 가처분에 관한 규정이 준용되므로, 사업시행자는 민사집행법 제300조 제2항에 따라 현저한 손해를 피하기 위해 필요한 경우 ‘임시의 지위를 정하기 위한 가처분’을 통하여 공익사업을 신속하고 원활하게 수행할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제96조, 제130조 제1항, 제3항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조 / [2] 국토의 계획 및 이용에 관한 법률 제130조 제1항, 제3항, 행정소송법 제3조 제2호, 제8조 제2항, 제39조, 민사집행법 제300조 제2항<br/>",
  "참조판례": "[2] 대법원 2011. 6. 9. 선고 2011다2951 판결(공2011하, 1372), 대법원 2015. 8. 21.자 2015무26 결정(공2015하, 1399), 대법원 2017. 4. 28. 선고 2013다1211 판결(공2017상, 1105)<br/>"
}