{
  "판례일련번호": "209625",
  "사건명": "국가보안법위반·반공법위반·집회및시위에관한법률위반",
  "사건번호": "2013재고단25",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20191001",
  "판시사항": "피고인 甲을 비롯한 피고인들은 1983. 9. 22. 발생한 ‘대구 미문화원 폭파사건’과 관련하여 수사기관에 연행된 후 피고인 甲은 국가보안법 위반, 반공법 위반, 집회 및 시위에 관한 법률 위반, 나머지 피고인들은 각 집회 및 시위에 관한 법률 위반으로 구속 기소되어 모두 유죄판결을 받고 확정되었는데, 당시 피고인들에 대한 경찰 조사가 사실상 인신이 구금당한 채 고문을 가하면서 이루어진 사실이 증명됨으로써 위 재심대상판결에 형사소송법 제420조 제7호, 제422조 본문에서 정한 재심사유가 있다는 이유로 재심이 개시된 사안에서, 공소사실 중 피고인들에 대한 각 집회 및 시위에 관한 법률 위반 부분에 대하여 면소를 선고하고, 피고인 甲에 대한 국가보안법 위반, 반공법 위반 부분에 대하여는 무죄를 선고한 사례<br/>",
  "판결요지": "피고인 甲을 비롯한 피고인들은 1983. 9. 22. 발생한 ‘대구 미문화원 폭파사건’과 관련하여 수사기관에 연행된 후 피고인 甲은 국가보안법 위반, 반공법 위반, 집회 및 시위에 관한 법률 위반, 나머지 피고인들은 각 집회 및 시위에 관한 법률 위반으로 구속 기소되어 모두 유죄판결을 받고 확정되었는데, 당시 피고인들에 대한 경찰 조사가 사실상 인신이 구금당한 채 고문을 가하면서 이루어진 사실이 증명됨으로써 위 재심대상판결에 형사소송법 제420조 제7호, 제422조 본문에서 정한 재심사유가 있다는 이유로 재심이 개시된 사안이다.<br/>  공소사실 중 피고인들에 대한 각 집회 및 시위에 관한 법률 위반 부분에 대하여는, 적용법조인 구 집회 및 시위에 관한 법률(1989. 3. 29. 법률 제4095호로 전부 개정되기 전의 것) 제3조 제2항, 제1항 제4호(시위음모)가 그 후 개정되어 같은 법 제3조 제1항 제4호의 ‘현저히 사회적 불안을 야기시킬 우려가 있는 집회 또는 시위’ 부분이 삭제되었고, 이는 위 규정에 의한 집회 내지 시위까지 처벌대상으로 삼은 종전의 조치가 부당하다는 반성적 고려에 의한 것으로서 범죄 후 법률의 개폐에 의하여 형이 폐지되었을 때에 해당한다는 이유로 면소를 선고하고, 한편 피고인 甲에 대한 국가보안법 위반, 반공법 위반 부분에 대하여는, 이에 부합하는 듯한 증거들, 즉 경찰 수사과정에서 작성된 피고인 甲에 대한 각 피의자신문조서, 각 진술조서, 진술서, 자술서 및 검사 작성의 피고인 甲에 대한 각 피의자신문조서 등은 피고인이 그 내용을 부인하거나 경찰 수사과정에서 고문 등을 당하여 임의성 없는 심리상태에서 공소사실을 자백하고 검사의 조사단계에서도 이러한 심리상태가 계속되어 동일한 내용의 자백을 한 것이라고 의심할 만한 충분한 이유가 있어 증거능력이 없고, 피고인 甲에게 ‘반국가단체나 그 구성원 또는 국외공산계열의 활동을 찬양, 고무 또는 이에 동조하거나 기타의 방법으로 반국가단체 등을 이롭게 할 목적’이 있었다거나 피고인 甲의 서적 취득·소지행위로 ‘국가의 존립·안전이나 자유민주적 기본질서에 위해를 줄 명백한 위험’이 발생하였다고 보기도 어렵다는 등의 이유로 무죄를 선고한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제1조 제2항, 제124조, 제125조, 구 국가보안법(1991. 5. 31. 법률 제4373호로 개정되기 전의 것) 제7조 제1항, 제2항(현행 삭제), 제5항, 부칙(1991. 5. 31.) 제2조, 구 반공법(1980. 12. 31. 법률 제3318호 국가보안법 부칙 제2조에 의하여 폐지) 제4조 제1항, 제2항, 구 집회 및 시위에 관한 법률(1989. 3. 29. 법률 제4095호로 전부 개정되기 전의 것) 제3조 제1항 제4호(현행 삭제, 현행 제5조 제1항 참조), 제2항(현행 제5조 제2항 참조), 제14조 제1항(현행 제22조 제2항 참조), 제2항(현행 제22조 제3항 참조), 구 형사소송법(1995. 12. 29. 법률 제5054호로 개정되기 전의 것) 제201조(현행 제201조, 제201조의2 참조), 제206조(현행 제200조의3 참조), 제207조(현행 제200조의4 참조), 형사소송법 제307조, 제308조, 제308조의2, 제309조, 제312조 제3항, 제317조 제1항, 제325조, 제326조 제4호, 제420조 제7호, 제422조, 제438조 제1항<br/>",
  "참조판례": ""
}