{
  "판례일련번호": "209689",
  "사건명": "시정명령및과징금납부명령취소(위계에 의한 고객유인행위의 판단기준 등이 문제 된 사건)",
  "사건번호": "2014두15047",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190926",
  "판시사항": "[1] 구 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 (나)목에서 불공정거래행위의 한 유형으로 정한 ‘위계에 의한 고객유인행위’가 성립하기 위해서는 고객에게 오인의 결과가 발생하여야 하는지 여부(소극) / 이때 ‘오인’ 및 ‘오인의 우려’의 의미<br/>[2] 구 독점규제 및 공정거래에 관한 법률 시행령 제36조 제1항 [별표 1의2] 제4호 (나)목에서 불공정거래행위의 한 유형으로 정한 ‘위계에 의한 고객유인행위’를 금지하는 취지 및 사업자의 행위가 불공정거래행위로서 위계에 의한 고객유인행위에 해당하는지 판단하는 방법<br/>[3] 공정거래위원회가 이동통신사인 甲 주식회사에 대하여 ‘2008~2010년 출시되어 甲 회사가 유통에 관여한 일부 모델의 단말기와 관련하여 甲 회사가 이동전화 단말기를 제조하는 국내 3개 사업자와 협의하여 공급가 또는 출고가를 부풀려 소비자에게 지급할 약정외 보조금의 재원을 조성하고, 이를 대리점 등을 통해 소비자에게 지급함으로써 소비자로 하여금 고가의 단말기를 할인받아 저렴하게 구매하는 것으로 오인시켜 자신의 이동통신 서비스에 가입하도록 유인하였다’는 이유로, 구 독점규제 및 공정거래에 관한 법률 제23조 제1항 제3호 등을 적용하여 시정명령과 과징금 납부명령을 한 사안에서, 甲 회사의 행위는 ‘상품 등의 거래조건 등에 관하여 실제보다 유리한 것으로 오인시켜 고객을 유인한 행위’에 해당한다고 한 사례<br/>[4] 구 독점규제 및 공정거래에 관한 법률 제24조의2, 구 독점규제 및 공정거래에 관한 법률 시행령 제61조 제1항 [별표 2]에 따라 공정거래위원회가 불공정거래행위를 한 사업자에게 과징금을 부과하는 경우, 과징금 산정의 기준이 되는 매출액을 산정할 때 전제가 되는 관련 상품 또는 용역의 범위를 판단하는 방법<br/>[5] 구 독점규제 및 공정거래에 관한 법률 제24조에 정한 ‘기타 시정을 위한 필요한 조치’에 위반행위의 위법을 시정하기 위하여 필요하다고 인정되는 제반 조치가 포함되는지 여부(적극) 및 이러한 조치 내용의 한계<br/>",
  "판결요지": "[1] 위계에 의한 고객유인행위가 성립하기 위해서는 위계 또는 기만적인 유인행위로 인하여 고객이 오인될 우려가 있음으로 충분하고, 반드시 고객에게 오인의 결과가 발생하여야 하는 것은 아니다. 그리고 여기에서 오인이란 고객의 상품 또는 용역에 대한 선택 및 결정에 영향을 미치는 것을 말하고, 오인의 우려란 고객의 상품 또는 용역의 선택에 영향을 미칠 가능성 또는 위험성을 말한다.<br/>[2] 위계에 의한 고객유인행위를 금지하는 취지는 위계 또는 기만행위로 소비자의 합리적인 상품선택을 침해하는 것을 방지하는 한편, 해당 업계 사업자 간의 가격 등에 관한 경쟁을 통하여 공정한 경쟁질서 내지 거래질서를 유지하기 위한 데에 있다. 따라서 사업자의 행위가 불공정거래행위로서 위계에 의한 고객유인행위에 해당하는지를 판단할 때에는, 그 행위로 보통의 거래 경험과 주의력을 가진 일반 소비자의 거래 여부에 관한 합리적인 선택이 저해되거나 다수 소비자들이 궁극적으로 피해를 볼 우려가 있게 되는 등 널리 업계 전체의 공정한 경쟁질서나 거래질서에 미치게 될 영향, 파급효과의 유무 및 정도, 문제 된 행위를 영업전략으로 채택한 사업자의 수나 규모, 경쟁사업자들이 모방할 우려가 있는지 여부, 관련되는 거래의 규모, 통상적 거래의 형태, 사업자가 사용한 경쟁수단의 구체적 태양, 사업자가 해당 경쟁수단을 사용한 의도, 그와 같은 경쟁수단이 일반 상거래의 관행과 신의칙에 비추어 허용되는 정도를 넘는지, 계속적·반복적인지 여부 등을 종합적으로 살펴보아야 한다.<br/>[3] 공정거래위원회가 이동통신사인 甲 주식회사에 대하여 ‘2008~2010년 출시되어 甲 회사가 유통에 관여한 일부 모델의 단말기와 관련하여 甲 회사가 이동전화 단말기를 제조하는 국내 3개 사업자와 협의하여 공급가 또는 출고가를 부풀려 소비자에게 지급할 약정외 보조금의 재원을 조성하고, 이를 대리점 등을 통해 소비자에게 지급함으로써 소비자로 하여금 고가의 단말기를 할인받아 저렴하게 구매하는 것으로 오인시켜 자신의 이동통신 서비스에 가입하도록 유인하였다’는 이유로, 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제23조 제1항 제3호, 제2항, 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제36조 제1항 [별표 1의2] 제4호 (나)목을 적용하여 시정명령(금지명령, 공개명령, 보고명령)과 과징금 납부명령을 한 사안에서, 甲 회사와 제조 3사는 협의하여 사전 장려금을 단말기의 공급가 내지 출고가에 반영하여 출고가를 높인 후 유통망에 사전 장려금을 지급한 다음, 순차적으로 유통망을 통하여 소비자에게 이동통신 서비스 가입을 조건으로 사전 장려금을 재원으로 한 약정외 보조금이 지급되도록 한 점, 이러한 위반행위로 소비자는 실질적인 할인 혜택이 없음에도 할인을 받아 출고가가 높은 단말기를 저렴하게 구매하였고, 그와 같은 할인이 특정 이동통신 서비스에 가입하였기 때문에 이루어졌으며, 할인의 재원이 단말기 출고가 자체에 이미 포함되었던 것이 아니라 자신이 이동통신 서비스에 가입함에 따라 甲 회사가 얻게 되는 수익 중 일부였다고 오인할 우려가 큰 점 등을 종합하면, 甲 회사의 행위는 ‘상품 등의 거래조건 등에 관하여 실제보다 유리한 것으로 오인시켜 고객을 유인한 행위’에 해당한다고 한 사례.<br/>[4] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제24조의2, 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제61조 제1항 [별표 2]의 각 규정에 의하면, 공정거래위원회는 불공정거래행위를 한 사업자에게 위반기간 동안 일정한 거래분야에서 판매한 관련 상품 또는 용역의 매출액을 기준으로 산정한 과징금을 부과할 수 있다. 여기서 매출액 산정의 전제가 되는 관련 상품 또는 용역의 범위는 위반행위의 내용, 위반행위로 인하여 직접 또는 간접적으로 영향을 받는 상품 또는 용역의 종류와 성질, 용도 및 대체 가능성과 거래지역·거래상대방·거래단계 등을 고려하여 개별적·구체적으로 판단하여야 한다.<br/>[5] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제24조는 “공정거래위원회는 제23조(불공정거래행위의 금지) 제1항의 규정에 위반하는 행위가 있을 때에는 당해 사업자에 대하여 당해 불공정거래행위의 중지, 계약조항의 삭제, 시정명령을 받은 사실의 공표 기타 시정을 위한 필요한 조치를 명할 수 있다.”라고 규정하고 있다. 이러한 규정의 문언, 시정명령 제도의 취지와 실효성 확보 필요 등에 비추어 보면, 위 조항에 정한 ‘기타 시정을 위한 필요한 조치’에는 위반행위의 중지뿐만 아니라 그 위법을 시정하기 위하여 필요하다고 인정되는 제반 조치가 포함된다. 따라서 공정거래위원회는 개별 구체적인 위반행위의 형태나 관련시장의 구조 및 특성 등을 고려하여 위반행위의 위법을 시정하기 위하여 필요하다고 인정되는 조치를 할 수 있다. 다만 이러한 조치는 위반행위를 시정하기 위해 필요한 경우에 한하여 명할 수 있는 것이므로, 그 내용은 위반행위에 의하여 저해된 공정한 경쟁질서를 회복하거나 유지하기 위해서 필요한 범위로 한정되고, 위반행위와 실질적 관련성이 인정되지 않는 조치는 허용되지 않으며, 나아가 해당 위반행위의 내용과 정도에 비례하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제23조 제1항 제3호, 제2항(현행 제23조 제3항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제36조 제1항 [별표 1의2] 제4호 (나)목 / [2] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제23조 제1항 제3호, 제2항(현행 제23조 제3항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제36조 제1항 [별표 1의2] 제4호 (나)목 / [3] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제23조 제1항 제3호, 제2항(현행 제23조 제3항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제36조 제1항 [별표 1의2] 제4호 (나)목 / [4] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제24조의2, 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 2. 11. 대통령령 제25173호로 개정되기 전의 것) 제61조 제1항 [별표 2] / [5] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제24조<br/>",
  "참조판례": "[1] 대법원 2002. 12. 26. 선고 2001두4306 판결(공2003상, 521) / [4] 대법원 2017. 6. 19. 선고 2013두17435 판결<br/>"
}