{
  "판례일련번호": "209693",
  "사건명": "손해배상(자)(교통사고 피해자의 유족들이 가해자와 보험사를 상대로 손해배상을 구하는 사건)",
  "사건번호": "2017다280951",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190926",
  "판시사항": "[1] 불법행위로 사망한 피해자가 임기가 정해진 직업에 종사하고 있었던 경우, 임기만료 후 장차 종사 가능하다고 보이는 직업과 소득을 조사·심리하여 일실수입 산정의 기초로 삼아야 하는지 여부(적극) 및 여러 직종을 묶어 직군별로 분류한 통계소득 자료에서 피해자가 종사하는 직종을 포함하는 직군이 서로 유사하지 않은 직종으로 구성된 경우, 그 직군의 통계소득으로 피해자의 예상소득을 산정하는 것이 허용되는지 여부(소극)<br/>[2] 정형외과 전문의 자격을 취득한 후 군의관으로 복무하던 甲이 피해차량을 운전하다가 乙이 운전하던 가해차량에 충격을 당하여 치료 중 사망하자, 甲의 부모가 乙과 가해차량의 보험자인 丙 보험회사를 상대로 손해배상을 구한 사안에서, 甲의 전역 이후 일실수입을 고용형태별 근로실태조사보고서의 ‘보건·사회복지 및 종교 관련직’ 통계소득을 기준으로 산정한 원심판단에는 일실수입 산정에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 불법행위로 사망한 피해자의 일실수입은 원칙적으로 사망 당시 피해자의 실제 소득을 기준으로 산정하되, 피해자가 임기가 정해진 직업에 종사하고 있었던 경우 피해자의 연령, 교육정도, 직업, 경력, 그 밖의 사회적·경제적 조건과 경험칙에 비추어 임기만료 후 장차 종사 가능하다고 보이는 직업과 소득을 조사·심리하여 이를 일실수입 산정의 기초로 삼아야 한다. 일실수입의 산정은 공평성과 합리성이 보장되는 한 통계소득을 포함한 추정소득으로 할 수도 있다. 이는 불확실한 미래 사실의 예측이므로 완전하고 정확하게 산정할 수는 없겠지만 모든 증거자료를 종합하고 경험칙을 활용하여 가능한 한 합리적이고 개연성이 있는 액수를 산출하도록 노력하여야 한다. 따라서 여러 직종을 묶어 직군별로 분류한 통계소득 자료에서 피해자가 종사하는 직종을 포함하는 직군이 서로 유사하지 않은 직종으로 구성되어 있다면 그 직군의 통계소득으로 피해자의 예상소득을 산정하는 것은 합리성과 객관성을 갖추지 못한 것으로서 허용될 수 없다.<br/>[2] 정형외과 전문의 자격을 취득한 후 군의관으로 복무하던 甲이 피해차량을 운전하다가 乙이 운전하던 가해차량에 충격을 당하여 치료 중 사망하자, 甲의 부모가 乙과 가해차량의 보험자인 丙 보험회사를 상대로 손해배상을 구한 사안에서, 고용형태별 근로실태조사보고서의 ‘보건·사회복지 및 종교 관련직’은 의사·한의사·치과의사·수의사 등 의료진료 전문가, 약사·한약사, 간호사, 영양사, 치료사·의료기사, 응급구조사·위생사·안경사·의무기록사·간호조무사 등 보건의료 관련 종사자, 사회복지사·보육 교사 등 사회복지 관련 종사자, 성직자 등 종교 관련 종사자 등을 망라하고 있고, 甲은 군의관을 마친 다음 정형외과 전문의 자격으로 종합병원 등에서 봉직의로 근무하거나 병원을 개원하여 운영할 수 있다고 보아야 하므로 정형외과 전문의 자격을 갖춘 봉직의 또는 개업의의 소득을 기준으로 합리적이고 개연성 있는 예상소득을 산정하여야 하는데, 위 조사보고서의 직종 구분에 따를 때 의료진료 전문가에 속하는 정형외과 전문의는 특화된 고도의 전문지식을 가진 직종으로서 보건의료 관련 종사자, 사회복지 관련 종사자, 종교 관련 종사자 등의 직종과 유사한 직종이라고 보기 어려워 정형외과 전문의가 위 조사보고서의 ‘보건·사회복지 및 종교 관련직’에 포함된 직종이라고 해서 위 직군의 통계소득으로 甲의 전역 이후 예상소득을 산정하는 것은 합리성과 객관성을 갖추지 못한 것인데도, 甲의 전역 이후 일실수입을 위 조사보고서의 ‘보건·사회복지 및 종교 관련직’ 통계소득을 기준으로 산정한 원심판단에는 일실수입 산정에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제763조 / [2] 민법 제393조, 제763조<br/>",
  "참조판례": "[1] 대법원 1988. 4. 12. 선고 87다카1129 판결(공1988, 831), 대법원 1990. 11. 13. 선고 90다카24502 판결(공1991, 89), 대법원 1992. 7. 28. 선고 92다7269 판결(공1992, 2556), 대법원 1998. 4. 24. 선고 97다58491 판결(공1998상, 1465)<br/>"
}