{
  "판례일련번호": "209609",
  "사건명": "관세법위반·대기환경보전법위반·소음·진동관리법위반",
  "사건번호": "2019도6588",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190909",
  "판시사항": "[1] 대기환경보전법 시행규칙 제67조 제1항, 제3항 및 소음·진동관리법 시행규칙 제34조 제1항, 제3항의 해석 / 대기환경보전법 시행규칙 제67조 제1항 및 소음·진동관리법 시행규칙 제34조 제1항에 따른 사항에 변경이 발생하였음에도 변경인증 또는 변경보고나 변경통보절차를 거치지 않아 결과적으로 변경인증을 받지 않은 경우, 대기환경보전법 제91조 제4호, 제95조 내지 소음·진동관리법 제57조 제5호, 제59조에 따른 처벌대상이 되는지 여부(적극)<br/>[2] 관세법 제2조 제1호에서 수입의 한 가지 형태로 규정한 ‘반입’의 의미 / 외국으로부터 우리나라에 도착하여 보세구역에서 수입신고 절차를 거치는 수입자동차의 수입시기(=수입신고 수리 시)<br/>",
  "판결요지": "[1] 대기환경보전법은 자동차수입자가 자동차를 수입하려면 미리 환경부장관으로부터 그 자동차의 배출가스가 배출가스보증기간에 제작차배출허용기준에 맞게 유지될 수 있다는 인증을 받아야 하고(제48조 제1항) 인증내용 중 환경부령으로 정하는 중요한 사항을 변경하려면 변경인증을 받아야 한다고 규정하면서(제2항), 변경인증을 받지 않고 자동차를 수입한 자와 그가 속한 법인 등에 관한 처벌규정을 마련하고 있다(제91조 제4호, 제95조). 그에 따라 대기환경보전법 시행규칙 제67조 제1항은 환경부령으로 정하는 중요한 사항을 열거하는 한편 제3항에서 제1항에 따른 사항을 변경하여도 배출가스의 양이 증가하지 않는 경우에는 해당 변경내용을 국립환경과학원장에게 보고하도록 하면서 이 경우 변경인증을 받은 것으로 보고 있다. 소음·진동관리법 제31조 제1항, 제2항, 제57조 제5호, 제59조 및 소음·진동관리법 시행규칙 제34조 제1항, 제3항도 변경보고의무 대신 변경통보의무를 부과하는 외에는 대기환경보전법 및 대기환경보전법 시행규칙과 유사하게 규정하고 있다. <br/>  이와 같이 대기환경보전법과 소음·진동관리법의 위임에 따라 대기환경보전법 시행규칙 제67조 제1항 및 소음·진동관리법 시행규칙 제34조 제1항이 변경인증 대상을 특정하여 열거하고 있고, 위 각 조문 제3항도 그 범위를 제한하지 않은 채 위 각 조문 제1항에 따른 사항을 변경하여도 배출가스의 양 또는 소음이 증가하지 않는 경우에는 국립환경과학원장에 대한 보고 또는 통보로써 변경인증을 받은 것으로 본다고만 규정하고 있는 점 등에 비추어 보면, 위 각 조문 제1항에 따른 사항에 변경이 발생할 경우에는 자동차수입자에게 변경인증의무를 부과하되, 배출가스의 양 또는 소음이 증가하지 않으면 위 각 조문 제3항에 따라 변경보고 또는 변경통보절차만 거치도록 함으로써 변경인증의무를 간소화한 것이라고 해석함이 타당하다. 따라서 위 각 조문 제1항에 따른 사항에 변경이 발생하였음에도 변경인증 또는 변경보고나 변경통보절차를 거치지 않아 결과적으로 변경인증을 받지 않은 경우에는 대기환경보전법 제91조 제4호, 제95조 내지 소음·진동관리법 제57조 제5호, 제59조에 따른 처벌대상이 된다고 보아야 한다.<br/>[2] 관세법 제2조 제1호는 외국물품을 우리나라에 반입(보세구역을 경유하는 것은 보세구역으로부터 반입하는 것을 말한다)하는 것을 수입의 한 가지 형태로 규정하고 있고, 여기서 반입이란 물품이 사실상 관세법에 의한 구속에서 해제되어 내국물품이 되거나 자유유통 상태에 들어가는 것을 말한다. 그런데 관세법 제2조 제5호 (가)목은 우리나라에 있는 물품으로서 외국물품이 아닌 것을 ‘내국물품’으로 규정하면서, ‘외국물품’에 대해서는 같은 조 제4호 (가)목에서 외국으로부터 우리나라에 도착한 물품으로서 제241조 제1항에 따른 수입의 신고(이하 ‘수입신고’라 한다)가 수리되기 전의 것이라고 규정하고 있다. 따라서 외국으로부터 우리나라에 도착하여 보세구역에서 수입신고 절차를 거치는 수입자동차는 수입신고 수리 시에 사실상 관세법에 의한 구속에서 해제되어 내국물품이 되므로 수입신고 수리 시에 보세구역으로부터 반입되어 수입이 이루어진 것이라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대기환경보전법 제48조 제1항, 제2항, 제91조 제4호, 제95조, 대기환경보전법 시행규칙 제67조 제1항, 제3항, 소음·진동관리법 제31조 제1항, 제2항, 제57조 제5호, 제59조, 소음·진동관리법 시행규칙 제34조 제1항, 제3항 / [2] 관세법 제2조 제1호, 제4호 (가)목, 제5호 (가)목, 제241조 제1항, 제270조 제2항<br/>",
  "참조판례": "[2] 대법원 2000. 5. 12. 선고 2000도354 판결(공2000하, 1460)<br/>"
}