{
  "판례일련번호": "209695",
  "사건명": "손실보상금",
  "사건번호": "2019두34982",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190925",
  "판시사항": "[1] 공법상 제한이 그 자체로 제한목적이 달성되는 일반적 계획제한으로서 구체적 도시계획사업과 직접 관련되지 아니한 때와 공법상 제한이 구체적 사업이 따르는 개별적 계획제한이거나, 일반적 계획제한에 해당하는 용도지역 등의 지정 또는 변경에 따른 제한이더라도 그 용도지역 등의 지정 또는 변경이 특정 공익사업의 시행을 위한 것일 때의 각 경우에 보상액 산정을 위한 토지의 평가 방법<br/>[2] 자연공원법에 의한 ‘자연공원 지정’ 및 ‘공원용도지구계획에 따른 용도지구 지정’이 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항 본문에서 정한 ‘일반적 계획제한’에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제68조 제3항은 손실보상액의 산정기준 등에 관하여 필요한 사항은 국토교통부령으로 정한다고 규정하고 있다. 그 위임에 따른 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조는 “공법상 제한을 받는 토지에 대하여는 제한받는 상태대로 평가한다. 다만 그 공법상 제한이 당해 공익사업의 시행을 직접 목적으로 하여 가하여진 경우에는 제한이 없는 상태를 상정하여 평가한다.”(제1항), “당해 공익사업의 시행을 직접 목적으로 하여 용도지역 또는 용도지구 등이 변경된 토지에 대하여는 변경되기 전의 용도지역 또는 용도지구 등을 기준으로 평가한다.”(제2항)라고 규정하고 있다.<br/>  따라서 공법상 제한을 받는 토지에 대한 보상액을 산정할 때에 해당 공법상 제한이 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지)에 따른 용도지역·지구·구역의 지정 또는 변경과 같이 그 자체로 제한목적이 달성되는 일반적 계획제한으로서 구체적 도시계획사업과 직접 관련되지 아니한 경우에는 그러한 제한을 받는 상태 그대로 평가하여야 하고, 도로·공원 등 특정 도시계획시설의 설치를 위한 계획결정과 같이 구체적 사업이 따르는 개별적 계획제한이거나 일반적 계획제한에 해당하는 용도지역·지구·구역의 지정 또는 변경에 따른 제한이더라도 그 용도지역·지구·구역의 지정 또는 변경이 특정 공익사업의 시행을 위한 것일 때에는 당해 공익사업의 시행을 직접 목적으로 하는 제한으로 보아 위 제한을 받지 아니하는 상태를 상정하여 평가하여야 한다.<br/>[2] 자연공원법은 자연공원의 지정·보전 및 관리에 관한 사항을 규정함으로써 자연생태계와 자연 및 문화경관 등을 보전하고 지속가능한 이용을 도모함을 목적으로 하며(제1조), 자연공원법에 의해 자연공원으로 지정되면 그 공원구역에서 건축행위, 경관을 해치거나 자연공원의 보전·관리에 지장을 줄 우려가 있는 건축물의 용도변경, 광물의 채굴, 개간이나 토지의 형질변경, 물건을 쌓아 두는 행위, 야생동물을 잡거나 가축을 놓아먹이는 행위, 나무를 베거나 야생식물을 채취하는 행위 등을 제한함으로써(제23조) 공원구역을 보전·관리하는 효과가 즉시 발생한다. 공원관리청은 자연공원 지정 후 공원용도지구계획과 공원시설계획이 포함된 ‘공원계획’을 결정·고시하여야 하고(제12조 내지 제17조), 이 공원계획에 연계하여 10년마다 공원별 공원보전·관리계획을 수립하여야 하지만(제17조의3), 공원시설을 설치·조성하는 내용의 공원사업(제2조 제9호)을 반드시 시행하여야 하는 것은 아니다. 공원관리청이 공원시설을 설치·조성하고자 하는 경우에는 자연공원 지정이나 공원용도지구 지정과는 별도로 ‘공원시설계획’을 수립하여 결정·고시한 다음, ‘공원사업 시행계획’을 결정·고시하여야 하고(제19조 제2항), 그 공원사업에 포함되는 토지와 정착물을 수용하여야 한다(제22조).<br/>  이와 같은 자연공원법의 입법 목적, 관련 규정들의 내용과 체계를 종합하면, 자연공원법에 의한 ‘자연공원 지정’ 및 ‘공원용도지구계획에 따른 용도지구 지정’은, 그와 동시에 구체적인 공원시설을 설치·조성하는 내용의 ‘공원시설계획’이 이루어졌다는 특별한 사정이 없는 한, 그 이후에 별도의 ‘공원시설계획’에 의하여 시행 여부가 결정되는 구체적인 공원사업의 시행을 직접 목적으로 한 것이 아니므로 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항 본문에서 정한 ‘일반적 계획제한’에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제68조 제3항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항, 제2항 / [2] 자연공원법 제1조, 제2조 제9호, 제12조, 제13조, 제14조, 제15조, 제16조, 제17조, 제17조의3, 제19조 제2항, 제22조, 제23조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제23조 제1항<br/>",
  "참조판례": "[1] 대법원 2018. 1. 25. 선고 2017두61799 판결(공2018상, 525)<br/>"
}