{
  "판례일련번호": "209697",
  "사건명": "이혼등청구의소",
  "사건번호": "2017므11917",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190925",
  "판시사항": "[1] 부부 일방이 이혼 당시 공무원으로 재직 중인 경우, 퇴직급여 및 퇴직수당 채권에 대하여 상대방 배우자의 협력이 기여한 것으로 인정되면 재산분할의 대상에 포함시킬 수 있는지 여부(적극) 및 그 대상 채권의 범위<br/>[2] 법원이 재산분할 청구 사건에서 공무원연금법이 정한 이혼배우자의 분할 청구권에 관한 규정에도 불구하고 예상퇴직급여 채권을 재산분할 대상에 포함할지를 정할 수 있는지 여부(적극) 및 그 판단 기준<br/>[3] 공무원연금법이 정한 이혼배우자의 분할 청구권 규정이 적용되지 않는 공무원연금법 제28조 제4호, 제62조 소정의 퇴직수당 채권의 경우, 이혼배우자의 협력이 기여한 것으로 인정되면 재산분할의 대상이 될 수 있는지 여부(적극) 및 이때 재산분할의 방법<br/>",
  "판결요지": "[1] 이혼 당시 부부 일방이 아직 공무원으로 재직 중이어서 실제 퇴직급여 등을 수령하지 않았더라도 이혼소송의 사실심 변론종결 시에 이미 잠재적으로 존재하여 경제적 가치의 현실적 평가가 가능한 재산인 퇴직급여 및 퇴직수당 채권은 이에 대하여 상대방 배우자의 협력이 기여한 것으로 인정되는 한 재산분할의 대상에 포함시킬 수 있으며, 구체적으로는 이혼소송의 사실심 변론종결 시를 기준으로 그 시점에서 퇴직할 경우 수령할 수 있을 것으로 예상되는 퇴직급여 및 퇴직수당 상당액의 채권이 그 대상이 된다.<br/>[2] 공무원연금법 제45조 제1항, 제2항에 따르면 혼인기간(배우자의 공무원 재직기간 중 실질적인 혼인관계가 존재하지 않았던 기간을 제외한 기간)이 5년 이상인 사람이 배우자와 이혼하고, 배우자였던 사람이 퇴직연금 또는 조기퇴직연금 수급권자이며, 자신이 65세가 되었을 때에는, 그때부터 그가 생존하는 동안 공무원연금공단에 별도의 청구를 하여 배우자였던 사람의 퇴직연금 또는 조기퇴직연금액 중 위 혼인기간에 해당하는 연금액을 균등하게 나눈 금액을 분할연금으로 받을 수 있다(만일 배우자였던 사람이 퇴직연금 대신 퇴직연금일시금 등을 청구할 경우에는 공무원연금법 제49조에 따라 퇴직연금일시금 등의 분할을 청구하여 지급받을 수도 있다). 나아가 공무원연금법 제46조에서는 ‘위 균등분할 조항에도 불구하고 민법 제839조의2 또는 제843조에 따라 연금분할이 별도로 결정된 경우에는 그에 따른다’는 취지의 규정을 두고 있다.<br/>  따라서 법원은 이혼당사자가 재산분할 청구 시, 공무원연금법이 정한 이혼배우자의 분할연금 청구권, 퇴직연금일시금 등 분할 청구권에 관한 규정에도 불구하고 이혼소송의 사실심 변론종결 시를 기준으로 그 시점에서 퇴직할 경우 수령할 수 있을 것으로 예상되는 퇴직급여(공무원연금법 제28조 제1호에서 정한 퇴직연금, 퇴직연금일시금 등을 말한다) 채권을 재산분할 대상에 포함할지 여부에 관하여서는, 혼인 생활의 과정과 기간, 그 퇴직급여의 형성 및 유지에 대한 양 당사자의 기여 정도, 당사자 쌍방이 혼인 생활 중 협력하여 취득한 다른 적극재산과 소극재산의 존재와 규모, 양 당사자의 의사와 나이 등 여러 사정을 종합적으로 고려하여 결정할 수 있다. 즉 법원은 재산분할 청구 사건에서 위와 같은 사정을 고려하여 예상퇴직급여 채권을 재산분할 대상에 포함하여 재산분할의 액수와 방법을 정할 수도 있고, 재산분할 대상에 포함하지 아니한 채 이혼당사자들이 공무원연금법에서 정한 분할연금 청구권, 퇴직연금일시금 등 분할 청구권에 관한 규정을 따르도록 할 수도 있다.<br/>[3] 공무원연금법 제28조 제4호, 제62조에서 정한 퇴직수당(공무원이 1년 이상 재직하고 퇴직하거나 사망한 경우에 지급하는 수당을 말한다)에 관하여서는 이혼배우자의 분할 청구권 규정이 적용되지 아니하므로, 이혼배우자의 협력이 기여한 것으로 인정된다면 이혼소송의 사실심 변론종결 시를 기준으로 그 시점에서 퇴직할 경우 수령할 수 있을 것으로 예상되는 퇴직수당 상당액의 채권은 충분히 재산분할의 대상이 될 수 있고, 구체적으로는 위 채권을 보유한 이혼당사자의 적극재산에 포함시켜 다른 재산과 함께 일괄하여 청산하거나 이에 준하는 적절하고 합리적인 방법으로 재산분할을 할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제839조의2, 공무원연금법 제28조 제1호, 제4호 / [2] 민법 제839조의2, 공무원연금법 제28조 제1호, 제45조 제1항, 제2항, 제46조, 제49조 / [3] 민법 제839조의2, 공무원연금법 제28조 제4호, 제62조<br/>",
  "참조판례": "[1] 대법원 2014. 7. 16. 선고 2013므2250 전원합의체 판결(공2014하, 1589)<br/>"
}