{
  "판례일련번호": "209699",
  "사건명": "업무상배임·도시및주거환경정비법위반",
  "사건번호": "2016도1306",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190925",
  "판시사항": "구 도시 및 주거환경정비법 제69조 제1항 제6호에서 정한 ‘관리처분계획의 수립’에 경미한 사항이 아닌 관리처분계획의 주요 부분을 실질적으로 변경하는 것이 포함되는지 여부(적극) 및 이러한 해석이 죄형법정주의 내지 형벌법규 명확성의 원칙을 위반한 것인지 여부(소극)<br/>",
  "판결요지": "다음과 같은 법령의 규정체계, 취지와 목적 등에 비추어 살펴보면, 구 도시 및 주거환경정비법(2015. 9. 1. 법률 제13508호로 개정되기 전의 것, 이하 ‘구 도정법’이라고만 한다) 제69조 제1항 제6호에서 정한 “관리처분계획의 수립”에는 경미한 사항이 아닌 관리처분계획의 주요 부분을 실질적으로 변경하는 것이 포함된다고 해석함이 타당하고, 이러한 해석이 죄형법정주의 내지 형벌법규 명확성의 원칙을 위반하였다고 보기 어렵다.<br/>  ① 구 도정법이 관리처분계획의 수립 또는 변경을 위하여 조합총회의 의결 및 행정청의 인가절차 등을 요구하는 취지는, 관리처분계획의 수립 또는 변경이 조합원, 현금청산대상자 등(이하 ‘조합원 등’이라고 한다)에 대한 소유권이전 등 권리귀속 및 비용부담에 관한 사항을 확정하는 행정처분에 해당하므로 그로 인하여 자신의 권리의무와 법적 지위에 커다란 영향을 받게 되는 조합원 등의 의사가 충분히 반영되어야 할 필요가 있기 때문이다. 반면에 관리처분계획의 경미한 사항을 변경하는 경우에는 이러한 필요성이 크지 아니하기 때문에 행정청에 신고하도록 규정하고 있다.<br/>  ② 구 도정법은 조합의 비전문성을 보완하고 사업추진의 효율성을 도모하기 위하여 도시정비사업에 관한 법률·행정·설계·시공·감리 등의 분야에서 전문지식을 갖춘 인력의 도움을 받을 수 있도록 정비사업전문관리업제도를 도입하였다. 정비사업전문관리업자는 시공사를 상대로 하여 조합을 위해 업무를 수행해야 하므로 동일한 정비사업에 관하여 건축물철거·정비사업설계·시공·회계감사 등의 업무를 병행할 수 없다. 정비사업전문관리업자는 조합의 수임자로서 조합과 조합원의 이익을 위하여 사업 전반에 관하여 자문하고 위탁받은 사항을 처리하지만, 정비사업의 공공성에 비추어 위탁받은 업무를 수행하는 범위 내에서 정비사업의 시행이라는 공공업무를 수행하고 있다고 볼 수 있다.<br/>  ③ 한편 대법원은 관리처분계획의 경미한 사항을 변경하는 경우와는 달리 당초 관리처분계획의 주요 부분을 실질적으로 변경하는 경우에는 새로운 관리처분계획을 수립한 것으로 해석하여 왔다.<br/>  ④ 도시 및 주거환경정비법 부칙(제14567호, 2017. 2. 8.) 제4조, 제5조 역시 계획의 수립에 최초의 수립과 변경수립이 포함되는 것을 전제로 하고 있다.<br/>  ⑤ 구 도정법은 관리처분계획의 경미한 변경에 해당하는 경우를 대통령령으로 정하도록 하고 있고, 그 시행령에서는 경미한 변경에 해당하는 경우를 상세하게 규정하고 있어 경미한 변경에 해당하는지 여부가 불분명해지거나 처벌범위가 불합리하게 확대될 우려가 있다고 하기도 어렵다.<br/>  ⑥ 이러한 상황에서, 조합원 등의 권리의무와 법적 지위에 중대한 영향을 미치는 관리처분계획을 최초로 수립하는 경우에는 전문성과 공공성을 갖춘 정비사업전문관리업자에게만 위탁을 할 수 있지만, 그 후 경미한 사항이 아닌 관리처분계획의 주요 부분을 실질적으로 변경하는 경우에는 무자격자의 관여가 허용된다고 해석하는 것은 법령의 취지와 목적에 부합하지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 형법 제1조 제1항, 구 도시 및 주거환경정비법(2015. 9. 1. 법률 제13508호로 개정되기 전의 것) 제69조 제1항 제6호(현행 제102조 제1항 제6호 참조), 제85조 제9호(현행 제137조 제9호 참조), 도시 및 주거환경정비법 부칙(2017. 2. 8.) 제4조, 제5조<br/>",
  "참조판례": "대법원 2012. 3. 22. 선고 2011두6400 전원합의체 판결(공2012상, 682), 대법원 2012. 5. 24. 선고 2009두22140 판결(공2012하, 1129), 헌법재판소 2007. 10. 25. 선고 2006헌마30, 2007헌바12, 14, 38 전원재판부 결정(헌공133, 1115)<br/>"
}