{
  "판례일련번호": "209909",
  "사건명": "건축허가복합민원신청불허재처분취소",
  "사건번호": "2014두37122",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170407",
  "판시사항": "[1] 법령에서 특정사항에 관하여 조례에 위임을 한 경우, 조례가 위임의 한계를 준수하고 있는지 판단하는 기준<br/>[2] 구 가축분뇨의 관리 및 이용에 관한 법률 제8조 제1항 본문과 각호가 가축사육의 제한구역 지정기준에 대하여 추상적·개방적 개념으로만 규정한 취지<br/>[3] 토지이용규제 기본법상 지역·지구 등을 지정할 때 원칙적으로 지형도면을 작성·고시하도록 한 취지 및 지형도면의 작성·고시 절차를 거치지 않아도 되는 예외사유는 엄격하게 해석하여 해당 여부를 판단해야 하는지 여부(적극)<br/>[4] 항고소송에서 행정처분의 적법 여부는 행정처분 당시를 기준으로 판단하여야 하는지 여부(원칙적 적극) 및 이때 행정처분의 위법 여부를 판단하는 기준 시점이 처분 시라는 의미<br/>",
  "판결요지": "[1] 법령에서 특정사항에 관하여 조례에 위임을 한 경우 조례가 위임의 한계를 준수하고 있는지를 판단할 때는 당해 법령 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴야 하고, 위임 규정 자체에서 그 의미 내용을 정확하게 알 수 있는 용어를 사용하여 위임의 한계를 분명히 하고 있는데도 그 문언적 의미의 한계를 벗어났는지, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소하여 위임 내용을 구체화하는 정도를 벗어나 새로운 입법을 하였는지 등도 아울러 고려해야 한다.<br/>[2] 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것, 이하 ‘가축분뇨법’이라고 한다) 제8조 제1항 본문과 각호(이하 ‘위임조항’이라 한다)는 지역주민의 생활환경보전 또는 상수원 수질보전이라는 목적을 위하여 가축사육 제한구역을 지정할 수 있도록 하면서 지정 대상을 주거밀집지역, 수질환경보전지역, 환경기준 초과지역으로 한정하되, 지정기준으로는 주거밀집지역에 대하여는 ‘생활환경의 보호가 필요한 지역’, 수질환경보전지역에 대하여는 ‘상수원보호구역 등에 준하는 수질환경보전이 필요한 지역’이라고 하여 추상적·개방적 개념으로만 규정하고 있다. 가축분뇨법의 입법 목적 등에 비추어 볼 때, 위임조항이 그와 같은 규정 형식을 취한 것은 가축사육 제한구역 지정으로 인한 지역주민의 재산권 제약 등을 고려하여 법률에서 지정기준의 대강과 한계를 설정하되, 구체적인 세부기준은 각 지방자치단체의 실정 등에 맞게 전문적·기술적 판단과 정책적 고려에 따라 합리적으로 정하도록 한 것이다.<br/>[3] 토지이용규제 기본법(이하 ‘토지이용규제법’이라 한다)의 목적과 입법 취지 및 토지이용규제법 제1조, 제2조 제1호, 제3조, 제5조, 제8조 제2항, 제3항, 토지이용규제 기본법 시행령 제7조 제3항 제1호의 내용 등에 비추어 보면, 토지이용규제법이 ‘지역·지구 등’을 지정할 때 원칙적으로 지적이 표시된 지형도에 ‘지역·지구 등’을 명시한 도면(이하 ‘지형도면’이라 한다)을 작성·고시하도록 한 것은, 국민의 토지이용 제한 등 규제의 대상이 되는 토지는 내용을 명확히 공시하여 토지이용의 편의를 도모하고 행정의 예측가능성과 투명성을 확보하려는 데 있다. 따라서 지형도면의 작성·고시 절차를 거치지 않아도 되는 예외사유는 엄격하게 해석하여 해당 여부를 판단하여야 한다.<br/>[4] 항고소송에서 행정처분의 적법 여부는 특별한 사정이 없는 한 행정처분 당시를 기준으로 판단하여야 한다. 여기서 행정처분의 위법 여부를 판단하는 기준 시점에 관하여 판결 시가 아니라 처분 시라고 하는 의미는 행정처분이 있을 때의 법령과 사실상태를 기준으로 하여 위법 여부를 판단하며 처분 후 법령의 개폐나 사실상태의 변동에 영향을 받지 않는다는 뜻이지 처분 당시 존재하였던 자료나 행정청에 제출되었던 자료만으로 위법 여부를 판단한다는 의미는 아니다. 그러므로 처분 당시의 사실상태 등에 관한 증명은 사실심 변론종결 당시까지 할 수 있고, 법원은 행정처분 당시 행정청이 알고 있었던 자료뿐만 아니라 사실심 변론종결 당시까지 제출된 모든 자료를 종합하여 처분 당시 존재하였던 객관적 사실을 확정하고 그 사실에 기초하여 처분의 위법 여부를 판단할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제117조 제1항, 지방자치법 제22조 / [2] 구 가축분뇨의 관리 및 이용에 관한 법률(2014. 3. 24. 법률 제12516호로 개정되기 전의 것) 제8조 제1항 제1호, 제2호, 제3호(현행 제8조 제1항 제4호 참조) / [3] 토지이용규제 기본법 제1조, 제2조 제1호, 제3조, 제5조, 제8조 제2항, 제3항, 토지이용규제 기본법 시행령 제7조 제3항 제1호 / [4] 행정소송법 제27조[행정소송재판일반]<br/>",
  "참조판례": "[1][2] 대법원 2016. 5. 12. 선고 2012두15838 판결 / [1] 대법원 2012. 10. 25. 선고 2010두25077 판결(공2012하, 1924) / [4] 대법원 1995. 11. 10. 선고 95누8461 판결(공1995하, 3935)<br/>"
}