{
  "판례일련번호": "209903",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2008두22280",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110414",
  "판시사항": "[1]           구 체육시설의 설치·이용에 관한 법률 제30조 제3항의 규정 취지 및 완성 전 골프장의 필수시설인 골프장 부지를 경락받은 자가 종전 소유자가 받은 사업계획승인을 당연히 승계하는지 여부(소극)        <br/>[2] 골프장에 대한 사업계획승인 후 조성공사가 70% 정도 진행된 상태에서 골프장 부지 대부분의 토지가 제3자에게 낙찰되고, 위 낙찰자로부터 위 골프장 부지를 매수한 甲 회사가 원래의 사업계획승인을 받은 자로부터 잔여 골프장 부지와 함께 골프장 사업을 양수한 사안에서, 위 양수금에 영업권의 양수대가가 포함되어 있다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1]           구 체육시설의 설치·이용에 관한 법률(2003. 5. 29. 법률 제6907호로 개정되기 전의 것, 이하 ‘구 체육시설법’이라 한다) 제30조 제3항의 취지는, 사업계획승인을 얻은 자가 체육시설의 설치공사를 완성하여 체육시설업을 신고·등록하기 이전의 단계에서 완성 전의 체육시설에 관한 영업의 양도, 사망, 합병으로           구 체육시설법 제12조에 의한 사업계획승인의 승계가 이루어진 경우 그 양수인, 상속인, 합병 후의 법인이 양도인 등 사업계획승인을 얻은 자의 승인에 따른 권리·의무 및 회원모집계약에 따른 지위를 승계한다는 것이라고 해석하는 것이 타당하고, 완성 전 골프장의 필수시설인 골프장 부지가 근저당권의 실행으로 경락된 경우에는 체육시설의 설치공사를 완성하여 체육시설업을 등록하기 위하여 조직화된 완성 전의 체육시설에 관한 인적·물적 조직은 그 물적 조직이 사업계획승인을 받은 자의 의사에 기하지 아니하고 분리됨으로써 사업계획승인은 기존에 사업계획승인을 받은 자에게 그대로 남아 있는 것이므로, 완성 전 골프장의 필수시설인 골프장 부지를 경락받은 자가 사업계획승인을 당연히 승계한다고 할 수는 없고, 골프장 부지를 경락받은 자가 사업계획승인도 승계하기 위해서는 당사자 사이의 양도계약 등 별도의 원인이 있어야 할 것이다.        <br/>[2] 골프장에 대한 사업계획승인 후 조성공사가 70% 정도 진행된 상태에서 골프장 부지 대부분의 토지가 제3자에게 낙찰되고, 낙찰자로부터 위 골프장 부지를 매수한 甲 회사가 원래의 사업계획승인을 받은 자로부터 잔여 골프장 부지와 함께 기존 골프장 회원들에 대한 회원권납입대금 반환채무와 골프장 건설과 관련하여 부담한 채무 등을 승계하기로 하는 사업양수도계약을 체결한 사안에서, 사업양수도 계약서상 사업계획승인 등의 영업권 대가가 특정되어 있지는 않지만 그 양수대가에 영업권의 대가도 포함되어 있다고 보아 甲 회사가 승계한 채무에서 잔여 골프장 대지의 시가표준액을 제외한 금액은 영업권 양수대가에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         구 체육시설의 설치·이용에 관한 법률(2003. 5. 29. 법률 제6907호로 개정되기 전의 것) 제12조,         제30조 제3항(현행         제27조 제3항 참조) / [2]         구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제22조의2 제1항,         구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제82조(현행         지방세기본법 제147조 참조),         구 체육시설의 설치·이용에 관한 법률(2003. 5. 29. 법률 제6907호로 개정되기 전의 것) 제12조,         제30조(현행         제27조 제3항 참조),         구 체육시설의 설치·이용에 관한 법률(2005. 3. 31. 법률 제7428호로 개정되기 전의 것) 제30조(현행         제27조 제3항 참조)      <br/>",
  "참조판례": "[1]         대법원 2006. 6. 29. 선고 2005다49836 판결<br/>"
}