{
  "판례일련번호": "210415",
  "사건명": "손해배상(기)",
  "사건번호": "2018다233242",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 환매권에 관하여 규정한 ‘구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률’ 제91조 제1항에서 정한 ‘당해 사업’ 및 취득한 토지의 전부 또는 일부가 ‘필요 없게 된 때’의 의미와 협의취득 또는 수용된 토지가 필요 없게 되었는지 판단하는 기준<br/>  [2] 甲 지방자치단체가 도시계획시설(주차장) 사업을 시행하면서 사업부지에 포함된 乙 등의 각 소유 토지를 협의취득한 후 공영주차장을 설치하였고, 그 후 위 토지를 포함한 일대 지역이 재정비촉진지구로 지정되어 공영주차장을 폐지하는 내용이 포함된 재정비촉진지구 변경지정 및 재정비 촉진계획이 고시되었으며, 이에 따라 재정비촉진구역 주택재개발정비사업의 사업시행인가가 고시되었는데, 乙 등이 목적사업인 주차장 사업에 필요 없게 되어 위 토지에 관한 환매권이 발생하였다고 주장하며 甲 지방자치단체를 상대로 환매권 상실로 인한 손해배상을 구한 사안에서, 공영주차장을 폐지하기로 하는 내용이 포함된 위 재정비 촉진계획의 고시만으로 위 토지가 주차장 사업에 필요 없게 되었고, 그 무렵 乙 등이 위 토지에 관한 환매권을 행사할 수 있었다고 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것)은 제91조 제1항에서 “토지의 협의취득일 또는 수용의 개시일부터 10년 이내에 당해 사업의 폐지·변경 그 밖의 사유로 인하여 취득한 토지의 전부 또는 일부가 필요 없게 된 경우 취득일 당시의 토지소유자 또는 그 포괄승계인은 당해 토지의 전부 또는 일부가 필요 없게 된 때부터 1년 또는 그 취득일부터 10년 이내에 당해 토지에 대하여 지급받은 보상금에 상당한 금액을 사업시행자에게 지급하고 토지를 환매할 수 있다.”라고 규정하고 있다. 위 조항에서 정하는 ‘당해 사업’이란 토지의 협의취득 또는 수용의 목적이 된 구체적인 특정 공익사업을 가리키는 것이고, 취득한 토지의 전부 또는 일부가 ‘필요 없게 된 때’란 사업시행자가 취득한 토지의 전부 또는 일부가 취득 목적사업을 위하여 사용할 필요 자체가 없어진 경우를 말하며, 협의취득 또는 수용된 토지가 필요 없게 되었는지는 사업시행자의 주관적인 의사를 표준으로 할 것이 아니라 당해 사업의 목적과 내용, 협의취득의 경위와 범위, 당해 토지와 사업의 관계, 용도 등 제반 사정에 비추어 객관적·합리적으로 판단하여야 한다.<br/>  [2] 甲 지방자치단체가 도시계획시설(주차장) 사업(이하 ‘주차장 사업’이라고 한다)을 시행하면서 사업부지에 포함된 乙 등의 각 소유 토지를 협의취득한 후 공영주차장을 설치하였고, 그 후 위 토지를 포함한 일대 지역이 재정비촉진지구로 지정되어 공영주차장을 폐지하는 내용이 포함된 재정비촉진지구 변경지정 및 재정비 촉진계획(이하 ‘재정비 촉진계획’이라고 한다)이 고시되었으며, 이에 따라 재정비촉진구역 주택재개발정비사업(이하 ‘재개발 사업’이라고 한다)의 사업시행인가가 고시되었는데, 乙 등이 목적사업인 주차장 사업에 필요 없게 되어 위 토지에 관한 환매권이 발생하였다고 주장하며 甲 지방자치단체를 상대로 환매권 상실로 인한 손해배상을 구한 사안에서, 공영주차장을 폐지하기로 하는 내용이 포함된 재정비 촉진계획이 고시되거나 위 토지 등에 관한 재개발 사업의 사업시행인가가 고시되었다고 하더라도, 공영주차장이 여전히 종래의 주차장 용도로 사용되는 동안은 주차장으로서의 효용이나 공익상 필요가 현실적으로 소멸되었다고 볼 수 없으므로, 재정비 촉진계획의 고시나 재개발 사업의 사업시행인가 고시만으로 위 토지가 객관적으로 주차장 사업에 필요가 없게 되었다고 단정하기 어렵고, 나아가 위 재개발 사업은 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제4조 제5호의 공익사업으로서 ‘지방자치단체가 지정한 자가 임대나 양도의 목적으로 시행하는 주택의 건설 또는 택지의 조성에 관한 사업’에 해당한다고 볼 수 있으므로, 2010. 4. 5. 개정·시행된 같은 법 제91조 제6항이 적용되어 공익사업의 변환에 따라 乙 등의 환매권 행사가 제한되는지 여부를 살폈어야 하는데도, 공영주차장을 폐지하기로 하는 내용이 포함된 재정비 촉진계획의 고시만으로 위 토지가 주차장 사업에 필요 없게 되었고, 그 무렵 乙 등이 위 토지에 관한 환매권을 행사할 수 있었다고 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제91조 제1항 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제4조 제5호, 제91조 제1항, 제6항<br/>",
  "참조판례": "[1] 대법원 2010. 9. 30. 선고 2010다30782 판결(공2010하, 1987)<br/>"
}