{
  "판례일련번호": "210431",
  "사건명": "공무원지위확인(국가정보원 소속 계약직공무원으로 계약기간이 만료된 원고들에 대한 퇴직처리가 남녀고용평등과 일·가정 양립 지원에 관한 법률에 위반되는지 여부 등이 문제된 사건)",
  "사건번호": "2013두20011",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 남녀고용평등과 일·가정 양립 지원에 관한 법률 제11조 제1항, 근로기준법 제6조에서 말하는 ‘남녀의 차별’의 의미 및 사업주나 사용자가 근로자를 합리적인 이유 없이 성별을 이유로 부당하게 차별대우를 하도록 정한 규정의 효력(무효)<br/>  [2] 국가기관과 공무원 간의 공법상 근무관계에도 고용관계에서 양성평등을 규정한 남녀고용평등과 일·가정 양립 지원에 관한 법률 제11조 제1항과 근로기준법 제6조가 적용되는지 여부(원칙적 적극)<br/>  [3] 여성 근로자들이 전부 또는 다수를 차지하는 분야의 정년을 다른 분야의 정년보다 낮게 정한 것이 여성에 대한 불합리한 차별에 해당하는지 판단하는 방법<br/>  [4] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 세부적인 업무처리절차나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’이 대외적으로 국민이나 법원을 구속하는 효력이 있는지 여부(원칙적 소극) 및 행정기관의 재량에 속하는 사항에 관한 행정규칙의 경우, 법원은 이를 존중해야 하는지 여부(원칙적 적극) / 상위법령을 위반한 행정규칙의 효력(당연무효) 및 이 경우 법원이 위 행정규칙에 따라 행정기관이 한 조치의 당부를 판단하는 방법<br/>",
  "판결요지": "[1] 남녀고용평등과 일·가정 양립 지원에 관한 법률(이하 ‘남녀고용평등법’이라 한다) 제11조 제1항, 근로기준법 제6조에서 말하는 ‘남녀의 차별’은 합리적인 이유 없이 남성 또는 여성이라는 이유만으로 부당하게 차별대우하는 것을 의미한다. 사업주나 사용자가 근로자를 합리적인 이유 없이 성별을 이유로 부당하게 차별대우를 하도록 정한 규정은, 규정의 형식을 불문하고 강행규정인 남녀고용평등법 제11조 제1항과 근로기준법 제6조에 위반되어 무효라고 보아야 한다. <br/>  [2] 국가나 국가기관 또는 국가조직의 일부는 기본권의 수범자로서 국민의 기본권을 보호하고 실현해야 할 책임과 의무를 지니고 있는 점, 공무원도 임금을 목적으로 근로를 제공하는 근로기준법상의 근로자인 점 등을 고려하면, 공무원 관련 법률에 특별한 규정이 없는 한, 고용관계에서 양성평등을 규정한 남녀고용평등과 일·가정 양립 지원에 관한 법률 제11조 제1항과 근로기준법 제6조는 국가기관과 공무원 간의 공법상 근무관계에도 적용된다. <br/>  [3] 여성 근로자들이 전부 또는 다수를 차지하는 분야의 정년을 다른 분야의 정년보다 낮게 정한 것이 여성에 대한 불합리한 차별에 해당하는지는, 헌법 제11조 제1항에서 규정한 평등의 원칙 외에도 헌법 제32조 제4항에서 규정한 ‘여성근로에 대한 부당한 차별 금지’라는 헌법적 가치를 염두에 두고, 해당 분야 근로자의 근로 내용, 그들이 갖추어야 하는 능력, 근로시간, 해당 분야에서 특별한 복무규율이 필요한지 여부나 인력수급사정 등 여러 사정들을 종합적으로 고려하여 판단하여야 한다. <br/>  [4] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 세부적인 업무처리절차나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’은 상위법령의 구체적 위임이 있지 않는 한 행정조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 다만 행정규칙이 이를 정한 행정기관의 재량에 속하는 사항에 관한 것인 때에는 그 규정 내용이 객관적 합리성을 결여하였다는 등의 특별한 사정이 없는 한 법원은 이를 존중하는 것이 바람직하다. <br/>    그러나 행정규칙의 내용이 상위법령에 반하는 것이라면 법치국가원리에서 파생되는 법질서의 통일성과 모순금지 원칙에 따라 그것은 법질서상 당연무효이고, 행정내부적 효력도 인정될 수 없다. 이러한 경우 법원은 해당 행정규칙이 법질서상 부존재하는 것으로 취급하여 행정기관이 한 조치의 당부를 상위법령의 규정과 입법 목적 등에 따라서 판단하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 남녀고용평등과 일·가정 양립 지원에 관한 법률 제11조 제1항, 근로기준법 제6조 / [2] 남녀고용평등과 일·가정 양립 지원에 관한 법률 제11조 제1항, 근로기준법 제6조 / [3] 헌법 제11조 제1항, 제32조 제4항 / [4] 헌법 제95조<br/>",
  "참조판례": "[1] 대법원 1993. 4. 9. 선고 92누15765 판결(공1993상, 1406), 대법원 2006. 7. 28. 선고 2006두3476 판결 / [2] 대법원 2002. 11. 8. 선고 2001두3051 판결, 헌법재판소 1994. 12. 29. 선고 93헌마120 전원재판부 결정(헌공8, 670) / [3] 대법원 1988. 12. 27. 선고 85다카657 판결(공1989, 217) / [4] 대법원 2019. 1. 10. 선고 2017두43319 판결(공2019상, 474), 대법원 2019. 7. 11. 선고 2017두38874 판결(공2019하, 1567), 헌법재판소 2004. 10. 28. 선고 99헌바91 전원재판부 결정(헌공98, 1146)<br/>"
}