{
  "판례일련번호": "210443",
  "사건명": "공정대표의무위반시정재심판정취소",
  "사건번호": "2017두37772",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 노동조합 및 노동관계조정법이 복수 노동조합에 대한 교섭창구 단일화 제도를 도입하여 단체교섭 절차를 일원화하도록 한 취지 내지 목적<br/>  [2] 교섭대표노동조합이 사용자와 체결한 단체협약의 내용이 합리적 이유 없이 교섭대표노동조합이 되지 못한 노동조합 또는 조합원을 차별하는 경우, 공정대표의무 위반에 해당하는지 여부(적극) / 단체교섭 과정이나 단체협약 내용 외에 단체협약의 이행 과정에서도 공정대표의무가 준수되어야 하는지 여부(적극) / 교섭대표노동조합이나 사용자가 교섭창구 단일화 절차에 참여한 다른 노동조합 또는 그 조합원을 차별한 것으로 인정되는 경우, 차별에 합리적인 이유가 있다는 점에 관한 주장·증명책임의 소재(=교섭대표노동조합이나 사용자)<br/>  [3] 교섭창구 단일화 절차에서 교섭대표노동조합이 가지는 대표권의 범위<br/>  [4] 사용자가 교섭대표노동조합과 체결한 단체협약에서 교섭대표노동조합이 되지 못한 노동조합 소속 조합원들을 포함한 사업장 내 근로자의 근로조건에 관하여 단체협약 자체에서는 아무런 정함이 없이 추후 교섭대표노동조합과 사용자가 합의·협의하거나 심의하여 결정하도록 정한 경우, 위 합의·협의 또는 심의결정이 교섭대표노동조합의 대표권 범위에 속하는지 여부(원칙적 소극) / 사용자와 교섭대표노동조합이 단체협약 규정에 의하여 교섭대표노동조합만이 사용자와 교섭대표노동조합이 되지 못한 노동조합 소속 조합원들의 근로조건과 관련이 있는 사항에 관하여 위와 같이 합의·협의 또는 심의결정할 수 있도록 규정하고, 교섭대표노동조합이 되지 못한 노동조합을 위 합의·협의 또는 심의결정에서 배제하도록 하는 경우, 공정대표의무에 반하는지 여부(적극)<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법이 복수 노동조합에 대한 교섭창구 단일화 제도를 도입하여 단체교섭 절차를 일원화하도록 한 것은, 복수 노동조합이 독자적인 단체교섭권을 행사할 경우 발생할 수도 있는 노동조합 간 혹은 노동조합과 사용자 간 반목·갈등, 단체교섭의 효율성 저하 및 비용 증가 등의 문제점을 효과적으로 해결함으로써, 효율적이고 안정적인 단체교섭 체계를 구축하는 데에 주된 취지 내지 목적이 있다.  <br/>  [2] 교섭창구 단일화 제도하에서 교섭대표노동조합이 되지 못한 노동조합은 독자적으로 단체교섭권을 행사할 수 없으므로, 노동조합 및 노동관계조정법은 교섭대표노동조합이 되지 못한 노동조합을 보호하기 위해 사용자와 교섭대표노동조합에 교섭창구 단일화 절차에 참여한 노동조합 또는 그 조합원을 합리적 이유 없이 차별하지 못하도록 공정대표의무를 부과하고 있다(제29조의4 제1항). 공정대표의무는 헌법이 보장하는 단체교섭권의 본질적 내용이 침해되지 않도록 하기 위한 제도적 장치로 기능하고, 교섭대표노동조합과 사용자가 체결한 단체협약의 효력이 교섭창구 단일화 절차에 참여한 다른 노동조합에도 미치는 것을 정당화하는 근거가 된다. 따라서 교섭대표노동조합이 사용자와 체결한 단체협약의 내용이 합리적 이유 없이 교섭대표노동조합이 되지 못한 노동조합 또는 그 조합원을 차별하는 경우 공정대표의무 위반에 해당한다. 그리고 이러한 공정대표의무의 취지와 기능 등에 비추어 보면, 공정대표의무는 단체교섭의 과정이나 그 결과물인 단체협약의 내용뿐만 아니라 단체협약의 이행 과정에서도 준수되어야 한다. 한편 교섭대표노동조합이나 사용자가 교섭창구 단일화 절차에 참여한 다른 노동조합 또는 그 조합원을 차별한 것으로 인정되는 경우, 그와 같은 차별에 합리적인 이유가 있다는 점은 교섭대표노동조합이나 사용자에게 주장·증명책임이 있다.<br/>  [3] 교섭창구 단일화 및 공정대표의무에 관련된 법령 규정의 문언, 교섭창구 단일화 제도의 취지와 목적, 교섭대표노동조합이 아닌 노동조합 및 그 조합원의 노동3권 보장 필요성 등을 고려하면, 교섭창구 단일화 절차에서 교섭대표노동조합이 가지는 대표권은 법령에서 특별히 권한으로 규정하지 아니한 이상 단체교섭 및 단체협약 체결(보충교섭이나 보충협약 체결을 포함한다)과 체결된 단체협약의 구체적인 이행 과정에만 미치는 것이고, 이와 무관하게 노사관계 전반에까지 당연히 미친다고 볼 수는 없다.<br/>  [4] 사용자가 교섭대표노동조합과 체결한 단체협약에서 교섭대표노동조합이 되지 못한 노동조합 소속 조합원들을 포함한 사업장 내 근로자의 근로조건에 관하여 단체협약 자체에서는 아무런 정함이 없이 추후 교섭대표노동조합과 사용자가 합의·협의하거나 심의하여 결정하도록 정한 경우, 그 문언적 의미와 단체협약에 대한 법령 규정의 내용, 취지 등에 비추어 위 합의·협의 또는 심의결정이 단체협약의 구체적인 이행에 해당한다고 볼 수 없고 보충협약에 해당한다고 볼 수도 없는 때에는, 이는 단체협약 규정에 의하여 단체협약이 아닌 다른 형식으로 근로조건을 결정할 수 있도록 포괄적으로 위임된 것이라고 봄이 타당하다. 따라서 위 합의·협의 또는 심의결정은 교섭대표노동조합의 대표권 범위에 속한다고 볼 수 없다. 그럼에도 사용자와 교섭대표노동조합이 단체협약 규정에 의하여, 교섭대표노동조합만이 사용자와 교섭대표노동조합이 되지 못한 노동조합 소속 조합원들의 근로조건과 관련이 있는 사항에 관하여 위와 같이 합의·협의 또는 심의결정할 수 있도록 규정하고, 교섭대표노동조합이 되지 못한 노동조합을 위 합의·협의 또는 심의결정에서 배제하도록 하는 것은, 교섭대표노동조합이 되지 못한 노동조합이나 그 조합원을 합리적 이유 없이 차별하는 것으로서 공정대표의무에 반한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제29조 제1항, 제29조의2 제1항 / [2] 노동조합 및 노동관계조정법 제29조의4 제1항 / [3] 노동조합 및 노동관계조정법 제29조의4 제1항 / [4] 노동조합 및 노동관계조정법 제29조의4 제1항<br/>",
  "참조판례": "[1][2] 대법원 2017. 10. 31. 선고 2016두36956 판결(공2017하, 2198), 대법원 2018. 8. 30. 선고 2017다218642 판결(공2018하, 1914), 대법원 2018. 9. 13. 선고 2017두40655 판결, 대법원 2018. 12. 27. 선고 2016두41224 판결<br/>"
}