{
  "판례일련번호": "210433",
  "사건명": "재산세등부과처분취소청구",
  "사건번호": "2016두50846",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 부동산의 신탁에서 수탁자 앞으로 소유권이전등기를 마치기 전에는 해당 부동산 자체가 수탁자의 신탁재산으로 편입되지 않는지 여부(적극)<br/>  [2] 아파트개발사업 시행을 목적으로 설립되었으나 설립인가를 받지 않은 甲 지역주택조합이 乙 주식회사와 시행대행계약을 체결하였고, 시행대행사인 乙 회사, 시공예정사인 丙 주식회사, 丁 신탁회사는 사업부지를 매수하여 丁 회사에 처분신탁하기로 하는 사업약정을 체결한 후 丁 회사가 사업약정에 따라 乙 회사가 종전 소유자들로부터 매입한 토지에 관하여 각 소유권이전등기와 신탁등기를 마쳤고 신탁계약은 토지의 종전 소유자를 위탁자와 수익자로 하여 체결되었으나, 위 사업부지가 재정비촉진구역으로 지정되어 지역주택조합 방식에 따른 아파트건설사업이 불가능하게 되었고, 그 후 甲 조합이 丁 회사와 종전 소유자 등을 상대로 신탁관계 종료를 원인으로 한 신탁등기 말소등기절차 및 소유권이전등기절차의 이행을 구하는 소를 제기하여 승소 판결이 선고·확정되었는데, 관할 구청장이 甲 조합에 위 토지를 포함한 사업부지 일대 토지에 관한 재산세 등 부과처분을 하면서 과세표준을 甲 조합의 조합원별로 구분하여 각각 산정한 다음 그 세액을 합산하는 방식이 아니라, 토지 중 종합합산과세대상과 별도합산과세대상만을 구분하여 합산하는 방식으로 세액을 산정한 사안에서, 과세기준일 현재 위 토지에 관하여 甲 조합 앞으로 소유권이전등기를 마친 적이 없으므로, 위 토지는 甲 조합과 조합원들 사이에서 신탁법상 신탁재산으로 편입되지 않았다는 이유로 위 과세처분이 적법하다고 한 사례 <br/>",
  "판결요지": "[1] 신탁법에 따른 신탁은 위탁자가 수탁자에게 특정의 재산을 이전하거나 그 밖의 처분을 하여 수탁자로 하여금 신탁 목적을 위하여 그 재산을 관리·처분하게 하는 것이다(신탁법 제2조). 부동산의 신탁에서 수탁자 앞으로 소유권이전등기를 마치기 전에는 해당 부동산 자체가 수탁자의 신탁재산으로 편입되지 않는다.<br/>  [2] 아파트개발사업 시행을 목적으로 설립되었으나 설립인가를 받지 않은 甲 지역주택조합이 乙 주식회사와 시행대행계약을 체결하였고, 시행대행사인 乙 회사, 시공예정사인 丙 주식회사, 丁 신탁회사는 사업부지를 매수하여 丁 회사에 처분신탁하기로 하는 사업약정을 체결한 후 丁 회사가 사업약정에 따라 乙 회사가 종전 소유자들로부터 매입한 토지에 관하여 각 소유권이전등기와 신탁등기를 마쳤고 신탁계약은 토지의 종전 소유자를 위탁자와 수익자로 하여 체결되었으나, 위 사업부지가 재정비촉진구역으로 지정되어 지역주택조합 방식에 따른 아파트건설사업이 불가능하게 되었고, 그 후 甲 조합이 丁 회사와 종전 소유자 등을 상대로 신탁관계 종료를 원인으로 한 신탁등기 말소등기절차 및 소유권이전등기절차의 이행을 구하는 소를 제기하여 승소 판결이 선고·확정되었는데, 관할 구청장이 甲 조합에 위 토지를 포함한 사업부지 일대 토지에 관한 재산세 등 부과처분을 하면서 과세표준을 甲 조합의 조합원별로 구분하여 각각 산정한 다음 그 세액을 합산하는 방식이 아니라, 토지 중 종합합산과세대상과 별도합산과세대상만을 구분하여 합산하는 방식으로 세액을 산정한 사안에서, 과세기준일 현재 위 토지에 관하여 甲 조합 앞으로 소유권이전등기를 마친 적이 없으므로, 위 토지는 甲 조합과 조합원들 사이에서 신탁법상 신탁재산으로 편입되지 않았다는 이유로 위 과세처분이 적법하다고 한 사례.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 신탁법 제2조 / [2] 신탁법 제2조, 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제106조, 제107조 제1항, 제2항 제5호(현행 제107조 제1항 제3호 참조), 제116조 제3항, 구 지방세법 시행규칙(2014. 1. 1. 안전행정부령 제48호로 개정되기 전의 것) 제58조 제2호<br/>",
  "참조판례": ""
}