{
  "판례일련번호": "210435",
  "사건명": "거절결정(특)",
  "사건번호": "2015후2341",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 거절결정에 대한 특허심판원의 심판절차에서 의견제출의 기회를 부여하지 않은 새로운 거절이유를 들어 거절결정불복심판청구를 기각할 수 있는지 여부(소극) / 거절결정불복심판청구 기각 심결의 취소소송절차에서 특허청장이 심사 또는 심판 단계에서 의견제출의 기회를 부여한 적 없는 새로운 거절이유를 주장할 수 있는지 여부(소극) 및 심결취소소송 절차에서 특허청장이 새로 주장하는 사유가 예외적으로 허용되는 경우<br/>  [2] 출원발명의 진보성을 판단하는 방법<br/>  [3] 거절결정불복심판 또는 심결취소소송에서 특허출원 심사 또는 심판 단계에서 통지한 거절이유에 기재된 주선행발명을 다른 선행발명으로 변경하는 경우 새로운 거절이유에 해당하는지 여부(원칙적 적극)  <br/>  [4] 특허청 심사관이 명칭을 “직구동식 액슬 구동기어”로 하는 甲 외국회사의 출원발명에 대하여, ‘선행발명은 출원발명의 특허청구범위 제1항과 비교하여 출력 피니언의 구성이 생략되어 있다는 점에서 차이가 있으나, 통상의 기술자가 필요에 따라 선행발명의 링기어에 출력 피니언을 부가하여 사용할 수 있는 것에 불과하다.’라는 이유로 거절결정을 하였고, 甲 회사가 위 거절결정에 대한 불복심판을 청구하였으나 특허심판원이 기각하는 심결을 하자 甲 회사가 제기한 심결취소소송 절차에서 특허청장이 ‘특허청구범위 제1항 발명은 종래의 직구동식 액슬기어에 선행발명의 클러치를 적용하여 통상의 기술자가 용이하게 도출할 수 있으므로 진보성이 부정된다.’고 주장한 사안에서, 특허청장의 주장사유는 특허출원 심사 단계에서 통지한 거절이유에 기재된 주선행발명을 다른 선행발명으로 변경하는 경우에 해당하여, 거절이유와 주요한 취지가 부합하지 아니한 새로운 거절이유에 해당하므로, 위 심결을 취소한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 특허출원에 대한 심사 단계에서 거절결정을 하려면 그에 앞서 출원인에게 거절이유를 통지하여 의견제출의 기회를 주어야 하고, 거절결정에 대한 특허심판원의 심판절차에서 그와 다른 사유로 거절결정이 정당하다고 하려면 먼저 그 사유에 대해 의견제출의 기회를 주어야만 이를 심결의 이유로 할 수 있다(특허법 제62조, 제63조, 제170조 참조). 위와 같은 절차적 권리를 보장하는 특허법의 규정은 강행규정이므로 의견제출의 기회를 부여한 바 없는 새로운 거절이유를 들어서 거절결정이 결과에 있어 정당하다는 이유로 거절결정불복심판청구를 기각한 심결은 위법하다. 같은 취지에서 거절결정불복심판청구 기각 심결의 취소소송절차에서도 특허청장은 심사 또는 심판 단계에서 의견제출의 기회를 부여한 바 없는 새로운 거절이유를 주장할 수 없다고 보아야 한다. 다만 거절결정불복심판청구 기각 심결의 취소소송절차에서 특허청장이 비로소 주장하는 사유라고 하더라도 심사 또는 심판 단계에서 의견제출의 기회를 부여한 거절이유와 주요한 취지가 부합하여 이미 통지된 거절이유를 보충하는 데 지나지 아니하는 것이면 이를 심결의 당부를 판단하는 근거로 할 수 있다. <br/>  [2] 출원발명의 진보성을 판단할 때에는, 먼저 출원발명의 청구범위와 기술사상, 선행발명의 범위와 기술내용을 확정하고, 출원발명과 가장 가까운 선행발명[이하 ‘주(主)선행발명’이라 한다]을 선택한 다음, 출원발명을 주선행발명과 대비하여 공통점과 차이점을 확인하고, 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람이 특허출원 당시의 기술수준에 비추어 이와 같은 차이점을 극복하고 출원발명을 쉽게 발명할 수 있는지를 심리한다. <br/>  [3] 거절결정불복심판 또는 심결취소소송에서 특허출원 심사 또는 심판 단계에서 통지한 거절이유에 기재된 주선행발명을 다른 선행발명으로 변경하는 경우에는, 일반적으로 출원발명과의 공통점 및 차이점의 인정과 그러한 차이점을 극복하여 출원발명을 쉽게 발명할 수 있는지에 대한 판단 내용이 달라지므로, 출원인에게 이에 대해 실질적으로 의견제출의 기회가 주어졌다고 볼 수 있는 등의 특별한 사정이 없는 한 이미 통지된 거절이유와 주요한 취지가 부합하지 아니하는 새로운 거절이유에 해당한다. <br/>  [4] 특허청 심사관이 명칭을 “직구동식 액슬 구동기어”로 하는 甲 외국회사의 출원발명에 대하여, ‘선행발명은 출원발명의 특허청구범위 제1항과 비교하여 출력 피니언의 구성이 생략되어 있다는 점에서 차이가 있으나, 통상의 기술자가 필요에 따라 선행발명의 링기어에 출력 피니언을 부가하여 사용할 수 있는 것에 불과하다.’라는 이유로 거절결정을 하였고, 甲 회사가 위 거절결정에 대한 불복심판을 청구하였으나 특허심판원이 기각하는 심결을 하자 甲 회사가 제기한 심결취소소송 절차에서 특허청장이 ‘특허청구범위 제1항 발명은 종래의 직구동식 액슬기어에 선행발명의 클러치를 적용하여 통상의 기술자가 용이하게 도출할 수 있으므로 진보성이 부정된다.’고 주장한 사안에서, 특허청장의 주장사유는 특허출원 심사 단계에서 통지한 거절이유에 기재된 주선행발명을 다른 선행발명으로 변경하는 경우에 해당하여, 거절이유와 주요한 취지가 부합하지 아니한 새로운 거절이유에 해당하므로, 위 심결을 취소한 원심판단이 정당하다고 한 사례.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제62조, 제63조, 제170조, 제186조 / [2] 특허법 제29조 제2항 / [3] 특허법 제62조, 제63조, 제170조, 제186조 / [4] 특허법 제62조, 제63조, 제170조, 제186조<br/>",
  "참조판례": "[1] 대법원 2013. 9. 26. 선고 2013후1054 판결<br/>"
}