{
  "판례일련번호": "210441",
  "사건명": "건축신고반려처분취소",
  "사건번호": "2017두74320",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191031",
  "판시사항": "[1] 법률이 전부 개정된 경우, 종전 법률의 본문 및 부칙 규정 외에 종전 법률 부칙의 경과규정도 실효되는지 여부(원칙적 적극) / 예외적으로 그 효력이 상실되지 않는 ‘특별한 사정’이 있는 경우 및 이때 ‘특별한 사정’이 있는지 판단하는 방법<br/>  [2] 구 건축법 부칙(1975. 12. 31.) 제2항이 1991. 5. 31. 법률 제4381호로 전부 개정된 건축법 시행에도 실효되지 않았다고 보아야 할 예외적인 ‘특별한 사정’이 있는지 여부(적극) <br/>  [3] 건축신고가 건축법 등 관계 법령에서 정하는 명시적인 제한에 배치되지 않지만, 건축을 허용하지 않아야 할 중대한 공익상 필요가 있는 경우, 건축허가권자가 건축신고의 수리를 거부할 수 있는지 여부(적극)<br/>  [4] 甲이 ‘사실상의 도로’로서 인근 주민들의 통행로로 이용되고 있는 토지를 매수한 다음 2층 규모의 주택을 신축하겠다는 내용의 건축신고서를 제출하였으나, 구청장이 ‘위 토지가 건축법상 도로에 해당하여 건축을 허용할 수 없다’는 사유로 건축신고수리 거부처분을 하자 甲이 처분의 취소를 구하는 소송을 제기하였는데, 1심법원이 위 토지가 건축법상 도로에 해당하지 않는다는 이유로 甲의 청구를 인용하는 판결을 선고하자 구청장이 항소하여 ‘위 토지가 인근 주민들의 통행에 제공된 사실상의 도로인데, 주택을 건축하여 주민들의 통행을 막는 것은 사회공동체와 인근 주민들의 이익에 반하므로 甲의 주택 건축을 허용할 수 없다’는 주장을 추가한 사안에서, 구청장이 원심에서 추가한 처분사유는 당초 처분사유와 기본적 사실관계가 동일하고, 정당하여 결과적으로 위 처분이 적법한 것으로 볼 여지가 있다고 한 사례 <br/>",
  "판결요지": "[1] 개정 법률이 전부 개정인 경우에는 기존 법률을 폐지하고 새로운 법률을 제정하는 것과 마찬가지여서 원칙적으로 종전 법률의 본문 규정은 물론 부칙 규정도 모두 효력이 소멸되는 것으로 보아야 하므로 종전 법률 부칙의 경과규정도 실효되지만, 특별한 사정이 있는 경우에는 효력이 상실되지 않는다. 여기에서 말하는 ‘특별한 사정’은 전부 개정된 법률에서 종전 법률 부칙의 경과규정에 관하여 계속 적용한다는 별도의 규정을 둔 경우뿐만 아니라, 그러한 규정을 두지 않았다고 하더라도 종전의 경과규정이 실효되지 않고 계속 적용된다고 보아야 할 만한 예외적인 사정이 있는 경우도 포함한다. 이 경우 예외적인 ‘특별한 사정’이 있는지는 종전 경과규정의 입법 경위·취지, 전부 개정된 법령의 입법 취지 및 전반적 체계, 종전 경과규정이 실효된다고 볼 경우 법률상 공백상태가 발생하는지 여부, 기타 제반 사정 등을 종합적으로 고려하여 개별적·구체적으로 판단하여야 한다. <br/>  [2] 건축법이 1991. 5. 31. 법률 제4381호로 전부 개정되면서 구 건축법 부칙(1975. 12. 31.) 제2항(이하 ‘종전 부칙 제2항’이라 한다)과 같은 경과규정을 두지 않은 것은 당시 대부분의 도로가 시장·군수 등의 도로 지정을 받게 됨으로써 종전 부칙 제2항과 같은 경과규정을 존치시킬 필요성이 줄어든 상황을 반영한 것일 뿐, 이미 건축법상의 도로가 된 사실상의 도로를 다시 건축법상의 도로가 아닌 것으로 변경하려고 한 취지는 아닌 점, 종전 부칙 제2항이 효력을 상실한다고 보면 같은 규정에 의하여 이미 확정적으로 건축법상의 도로가 된 사실상의 도로들에 관하여 법률상 공백 상태가 발생하게 되고 그 도로의 이해관계인들, 특히 그 도로를 통행로로 이용하는 인근 토지 및 건축물 소유자의 신뢰보호 및 법적 안정성 측면에도 문제가 생기는 점 등의 제반 사정을 종합해 볼 때, 종전 부칙 제2항은 1991. 5. 31. 법률 제4381호로 전부 개정된 건축법의 시행에도, 여전히 실효되지 않았다고 볼 ‘특별한 사정’이 있다. <br/>  [3] 건축허가권자는 건축신고가 건축법, 국토의 계획 및 이용에 관한 법률 등 관계 법령에서 정하는 명시적인 제한에 배치되지 않는 경우에도 건축을 허용하지 않아야 할 중대한 공익상 필요가 있는 경우에는 건축신고의 수리를 거부할 수 있다.<br/>  [4] 甲이 ‘사실상의 도로’로서 인근 주민들의 통행로로 이용되고 있는 토지를 매수한 다음 2층 규모의 주택을 신축하겠다는 내용의 건축신고서를 제출하였으나, 구청장이 ‘위 토지가 건축법상 도로에 해당하여 건축을 허용할 수 없다’는 사유로 건축신고수리 거부처분을 하자 甲이 처분에 대한 취소를 구하는 소송을 제기하였는데, 1심법원이 위 토지가 건축법상 도로에 해당하지 않는다는 이유로 甲의 청구를 인용하는 판결을 선고하자 구청장이 항소하여 ‘위 토지가 인근 주민들의 통행에 제공된 사실상의 도로인데, 주택을 건축하여 주민들의 통행을 막는 것은 사회공동체와 인근 주민들의 이익에 반하므로 甲의 주택 건축을 허용할 수 없다’는 주장을 추가한 사안에서, 당초 처분사유와 구청장이 원심에서 추가로 주장한 처분사유는 위 토지상의 사실상 도로의 법적 성질에 관한 평가를 다소 달리하는 것일 뿐, 모두 토지의 이용현황이 ‘도로’이므로 거기에 주택을 신축하는 것은 허용될 수 없다는 것이므로 기본적 사실관계의 동일성이 인정되고, 위 토지에 건물이 신축됨으로써 인근 주민들의 통행을 막지 않도록 하여야 할 중대한 공익상 필요가 인정되고 이러한 공익적 요청이 甲의 재산권 행사보다 훨씬 중요하므로, 구청장이 원심에서 추가한 처분사유는 정당하여 결과적으로 위 처분이 적법한 것으로 볼 여지가 있음에도 이와 달리 본 원심판단에 법리를 오해한 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건축법(1970. 1. 1. 법률 제2188호로 개정되기 전의 것) 제2조 제15호(현행 제2조 제1항 제11호 참조), 구 건축법(1977. 12. 31. 법률 제3073호로 개정되기 전의 것) 제2조 제15호(현행 제2조 제1항 제11호 참조), 부칙(1975. 12. 31.) 제2항(현행 삭제), 구 건축법(1993. 8. 5. 법률 제4381호로 개정되기 전의 것) 제2조 제11호 / [2] 구 건축법(1970. 1. 1. 법률 제2188호로 개정되기 전의 것) 제2조 제15호(현행 제2조 제1항 제11호 참조), 구 건축법(1977. 12. 31. 법률 제3073호로 개정되기 전의 것) 제2조 제15호(현행 제2조 제1항 제11호 참조), 부칙(1975. 12. 31.) 제2항(현행 삭제), 구 건축법(1993. 8. 5. 법률 제4381호로 개정되기 전의 것) 제2조 제11호 / [3] 건축법 제11조 / [4] 건축법 제11조, 행정소송법 제27조[행정소송재판일반]<br/>",
  "참조판례": "[1][2][3] 대법원 2012. 3. 15. 선고 2011두27322 판결 / [1][2] 대법원 2012. 1. 27. 선고 2011두815 판결 / [1] 대법원 2008. 11. 27. 선고 2006두19419 판결(공2008하, 1808) / [3] 대법원 2015. 9. 15. 선고 2014두15504 판결<br/>"
}