{
  "판례일련번호": "210553",
  "사건명": "정치자금법위반",
  "사건번호": "2019도11892",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191114",
  "판시사항": "[1] 후원회지정권자가 후원회를 통하지 아니하고 직접 정치자금을 받는 경우, 정치자금법 제45조 제1항 위반죄가 성립하는지 여부(적극) / 후원회지정권자가 후원인으로부터 직접 정치자금을 받았으나 정치자금법 제10조 제3항에서 정한 요건을 충족한 경우, 정치자금법 제45조 제1항으로 처벌받는지 여부(소극) / 후원회지정권자가 후원금을 직접 기부받은 날부터 30일(그 30일이 경과하기 전에 후원회를 둘 수 있는 자격을 상실하는 경우에는 그 자격을 상실한 날) 이내에 기부받은 후원금과 기부자의 인적사항을 후원회의 회계책임자에게 전달하지 않은 경우, 정치자금법 제45조 제1항의 처벌대상이 되는지 여부(적극)<br/>  [2] 전국동시지방선거에 지방자치단체장선거 후보자로 등록하여 후원회지정권자에 해당하는 피고인이 후원인 甲으로부터 정치자금 명목의 돈을 직접 받아 정치자금법에 정하지 아니한 방법으로 정치자금을 기부받았다는 내용으로 기소된 사안에서, 피고인이 위 돈을 직접 받고도 지방자치단체장으로 당선되어 후원회를 둘 수 있는 자격을 상실할 때까지 후원회 회계책임자에게 그 돈을 전달하지 않음으로써 정치자금법 제45조 제1항에서 정한 정치자금부정수수죄가 성립한다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 정치자금법(이하 ‘법’이라고 한다) 제2조 제1항, 제10조 제1항 등에 따르면, 누구든지 법에 의하지 아니하고는 정치자금을 받을 수 없고, 후원인으로부터의 모금은 후원회가 하도록 되어 있다. 따라서 후원회지정권자가 후원회를 통하지 아니하고 직접 정치자금을 받게 되면 ‘법에 정하지 아니한 방법으로 정치자금을 기부받은 경우’에 해당하여 법 제45조 제1항 위반죄가 성립한다. <br/>    한편 법 제10조 제3항은 “후원인이 후원회지정권자에게 직접 후원금을 기부한 경우(후원회지정권자의 정치활동에 소요되는 비용을 부담·지출하거나 금품·시설의 무상대여 또는 채무의 면제·경감의 방법으로 기부하는 경우는 제외한다) 해당 후원회지정권자가 기부받은 날부터 30일(기부받은 날부터 30일이 경과하기 전에 후원회를 둘 수 있는 자격을 상실하는 경우에는 그 자격을 상실한 날) 이내에 기부받은 후원금과 기부자의 인적사항을 자신이 지정한 후원회의 회계책임자에게 전달한 경우에는 해당 후원회가 기부받은 것으로 본다.”라고 규정하고 있다. 따라서 후원회지정권자가 후원인으로부터 직접 정치자금을 받더라도 위 조항에서 정한 요건을 충족한 경우에는 법 제45조 제1항으로 처벌받지 않는다. 그러나 후원회지정권자가 후원금을 직접 기부받은 날부터 30일(그 30일이 경과하기 전에 후원회를 둘 수 있는 자격을 상실하는 경우에는 그 자격을 상실한 날) 이내에 기부받은 후원금과 기부자의 인적사항을 후원회의 회계책임자에게 전달하지 않은 경우에는 법 제45조 제1항에 해당하여 처벌대상이 된다.<br/>  [2] 전국동시지방선거에 지방자치단체장선거 후보자로 등록하여 후원회지정권자에 해당하는 피고인이 후원인 甲으로부터 정치자금 명목으로 현금 2,000만 원이 들어있는 종이가방을 직접 건네받아 정치자금법에 정하지 아니한 방법으로 정치자금을 기부받았다는 내용으로 기소된 사안에서, 피고인이 위 돈을 직접 건네받고도 지방자치단체장으로 당선되어 후원회를 둘 수 있는 자격을 상실할 때까지 후원회 회계책임자에게 그 돈을 전달하지 않음으로써 정치자금법 제45조 제1항에서 정한 정치자금부정수수죄가 성립한다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정치자금법 제2조 제1항, 제10조 제1항, 제3항, 제45조 제1항 / [2] 정치자금법 제2조 제1항, 제6조 제6호, 제10조 제1항, 제3항, 제45조 제1항<br/>",
  "참조판례": "[1] 대법원 2011. 6. 9. 선고 2010도17886 판결(공2011하, 1424), 대법원 2012. 12. 27. 선고 2012도8421 판결(공2013상, 282)<br/>"
}