{
  "판례일련번호": "210545",
  "사건명": "조합설립인가취소",
  "사건번호": "2019두46763",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191115",
  "판시사항": "[1] 1동의 건물에 대하여 구분소유가 성립하기 위한 요건 / 그중 구조상의 독립성, 이용상의 독립성이 인정되는지 판단하는 기준 및 구분행위는 처분권자의 구분의사가 객관적으로 외부에 표시되면 인정되는지 여부(적극) / 구분건물이 물리적으로 완성되기 전에 장래 신축되는 건물을 구분건물로 하겠다는 구분의사가 객관적으로 표시되고 이후 1동의 건물 및 구분행위에 상응하는 구분건물이 객관적·물리적으로 완성된 경우, 그 건물이 집합건축물대장에 등록되거나 구분건물로서 등기부에 등기되지 않았더라도 구분소유가 성립하는지 여부(적극) / 일반건물로 등기된 기존의 건물이 구분건물로 변경등기되기 전이라도 위와 같은 요건들을 갖춘 경우, 구분소유권이 성립하는지 여부(적극)<br/>  [2] 공동주택 등에 관하여 구분소유가 성립하였으나, 공동주택 등이 구분건물이 아닌 일반건물로 등기되어 있어 구분소유자들이 구분등기를 마치지 못하고 형식상 공동주택 등에 관하여 공유등기를 마친 경우, 구 도시 및 주거환경정비법 시행령 제28조 제1항 제2호 (가)목을 적용하여 구분소유자들을 대표하는 1명만을 소유자로 산정하여 동의 요건 충족 여부를 가려야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 1동의 건물에 대하여 구분소유가 성립하기 위해서는 객관적·물리적인 측면에서 1동의 건물이 존재하고 구분된 건물부분이 구조상·이용상 독립성을 갖추어야 할 뿐 아니라 1동의 건물 중 물리적으로 구획된 건물부분을 각각 구분소유권의 객체로 하려는 구분행위가 있어야 한다. 여기서 구조상의 독립성은 주로 소유권의 목적이 되는 객체에 대한 물적 지배의 범위를 명확히 할 필요성 때문에 요구되는 것이므로 구조상의 구분에 의하여 구분소유권의 객체 범위를 확정할 수 없는 경우에는 구조상의 독립성이 있다고 할 수 없으나, 다만 일정한 범위의 상가건물에 관하여는 구조상 독립성 요건을 완화한 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라고 한다) 제1조의2에 따라 경계를 명확하게 식별할 수 있는 표지를 바닥에 견고하게 설치하고 구분점포별로 부여된 건물번호표지를 견고하게 부착함으로써 구분소유권의 객체가 될 수 있다. 그리고 이용상 독립성이란 구분소유권의 대상이 되는 해당 건물부분이 그 자체만으로 독립하여 하나의 건물로서의 기능과 효용을 갖춘 것을 말하는데, 이와 같은 의미의 이용상 독립성이 인정되는지는 해당 부분의 효용가치, 외부로 직접 통행할 수 있는지 여부 등을 고려하여 판단하여야 한다. 특히 해당 건물부분이 집합건물법 제1조의2의 적용을 받는 ‘구분점포’인 경우에는 그러한 구분점포의 특성을 고려하여야 한다. 나아가 구분행위는 건물의 물리적 형질에 변경을 가함이 없이 법률관념상 그 건물의 특정 부분을 구분하여 별개의 소유권의 객체로 하려는 일종의 법률행위로서, 그 시기나 방식에 특별한 제한이 있는 것은 아니고 처분권자의 구분의사가 객관적으로 외부에 표시되면 인정된다. 따라서 구분건물이 물리적으로 완성되기 전에도 건축허가신청이나 분양계약 등을 통하여 장래 신축되는 건물을 구분건물로 하겠다는 구분의사가 객관적으로 표시되면 구분행위의 존재를 인정할 수 있고, 이후 1동의 건물 및 구분행위에 상응하는 구분건물이 객관적·물리적으로 완성되면 아직 그 건물이 집합건축물대장에 등록되거나 구분건물로서 등기부에 등기되지 않았더라도 그 시점에서 구분소유가 성립한다. 특히 일반건물로 등기된 기존의 건물이 구분건물로 변경등기되기 전이라도, 위와 같은 요건들을 갖추면 구분소유권이 성립한다.<br/>  [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제16조 제2항, 제17조 제1항, 제3항의 위임에 따라 구 도시 및 주거환경정비법 시행령(2018. 2. 9. 대통령령 제28628호로 전부 개정되기 전의 것) 제28조 제1항 제2호 (가)목은 ‘주택재건축사업의 경우 소유권 또는 구분소유권이 여러 명의 공유에 속하는 경우에는 그 여러 명을 대표하는 1명을 토지등소유자로 산정할 것’이라고 규정하고 있다. 위 시행령 조항은 여러 명이 부동산에 관하여 통상의 공유관계를 형성하고 있는 경우에는 그 공유 목적 부동산이 동일하기 때문에 조합설립 절차의 편의를 도모하는 관점에서 공유자들을 대표하는 1명의 동의 의사를 확인하여도 무방하다는 데 취지가 있다. 이를 고려할 때, 공동주택 등에 관하여 구분소유가 성립한 경우에는, 공동주택 등이 구분건물이 아닌 일반건물로 등기되어 있는 관계로 구분소유자들이 구분등기를 마치지 못하고 형식상 공동주택 등에 관하여 공유등기를 마쳤더라도 위 시행령 조항을 적용하여 구분소유자들을 대표하는 1명만을 소유자로 산정하여 동의 요건 충족 여부를 가릴 것은 아니다. 구분소유자들은 구조상·이용상 독립성을 갖춘 별개의 부동산을 각각 소유하고 있기 때문이다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2 / [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제16조 제2항(현행 제35조 제3항 참조), 제17조 제1항(현행 제36조 제1항, 제2항 참조), 제3항(현행 제36조 제4항 참조), 구 도시 및 주거환경정비법 시행령(2018. 2. 9. 대통령령 제28628호로 전부 개정되기 전의 것) 제28조 제1항 제2호 (가)목[현행 제33조 제1항 제2호 (가)목 참조], 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2<br/>",
  "참조판례": "[1] 대법원 2013. 1. 17. 선고 2010다71578 전원합의체 판결(공2013상, 298), 대법원 2017. 12. 22. 선고 2017다225398 판결(공2018상, 316)<br/>"
}