{
  "판례일련번호": "210571",
  "사건명": "매매대금반환",
  "사건번호": "2017다292985",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191114",
  "판시사항": "[1] 주목적사업을 시행하는 사업자와 계약 등을 통하여 부대시설 등을 설치하거나 운영하는 다른 사업자가 농지의 타용도 일시사용허가 또는 그 변경허가를 받을 수 있는지 여부(적극)<br/>  [2] 건축물을 건축하기 위한 개발행위허가(토지형질변경)를 받은 자가 건축물에 대한 소유권이나 그 밖의 권리를 양도하는 경우, 양수인이 개발행위허가(토지형질변경)의 수허가자 지위를 승계하기 위하여 개발행위 변경허가를 받을 수 있는지 여부(적극)<br/>  [3] 甲 주식회사가 하도급받은 공사 현장 인근에 있는 가설건축물을 근로자숙소 등으로 사용하기 위하여 매수한 후 새로 가설건축물 축조신고를 하는 과정에서 국토의 계획 및 이용에 관한 법률상 수허가자를 甲 회사로 변경하는 개발행위(토지형질변경) 변경허가 및 농지법상 사업시행자를 甲 회사로 변경하는 농지의 타용도 일시사용 변경허가를 받았고, 그 후 乙 주식회사가 甲 회사로부터 가설건축물을 매수하는 계약을 체결함과 동시에 甲 회사 소속 근로자들을 위한 임시숙소로 제공하는 것을 목적으로 하는 숙소이용계약을 체결하면서, ‘관련 인허가 명의를 甲 회사에서 乙 회사로 변경하는 것이 불가능한 경우 매매계약을 무효로 한다’는 약정을 하였는데, 乙 회사가 관계 행정기관으로부터 받은 민원회신 결과에 따라 甲 회사로부터 관련 인허가 명의를 이전받는 것이 불가능하다고 주장하며 甲 회사를 상대로 매매대금의 반환을 구한 사안에서, 乙 회사는 농지의 타용도 일시사용허가 및 개발행위허가의 변경허가를 받은 다음, 가설건축물 축조신고를 다시 하는 방법으로 가설건축물을 적법하게 사용할 수 있다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 농지법 제36조에서 정하는 농지의 타용도 일시사용허가는 농지로 복구할 것을 전제로 농지를 농업경영 외에 타용도로 일시적으로 활용하는 것을 허용함으로써 농지전용절차를 거쳐야 하는 불편함을 해소하는 데 입법 취지가 있다. 그리고 농지법 제36조 제1항 제2호는 일시사용허가의 대상자를 주목적사업을 시행하는 사업자로 한정하고 있지 않고, 하위법령에서 정한 농지의 타용도 일시사용허가 신청서 양식, 첨부서류와 심사기준도 허가대상자가 주목적사업을 시행하는 사업자일 것을 요구하고 있지 않다. 또한 주목적사업을 시행하는 사업자가 주목적사업을 위한 부대시설 등을 다른 사업자로 하여금 설치·운영하게 할 필요성이 있다. 이러한 사정을 종합하면, 주목적사업을 시행하는 사업자와 계약 등을 통하여 부대시설 등을 설치하거나 운영하는 다른 사업자 또한 농지의 타용도 일시사용허가 또는 그 변경허가를 받을 수 있다고 보아야 한다.<br/>  [2] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제56조 제1항 제2호는 ‘토지의 형질변경을 하려는 자는 특별시장·광역시장·특별자치시장·특별자치도지사·시장 또는 군수의 허가(이하 ‘개발행위허가’라 한다)를 받아야 한다.’고 정하고 있고, 같은 조 제2항은 ‘개발행위허가를 받은 사항을 변경하는 경우에는 제1항을 준용한다. 다만 대통령령으로 정하는 경미한 사항을 변경하는 경우에는 그러하지 아니하다.’고 정하고 있다. 개발행위허가의 명의는 국토의 계획 및 이용에 관한 법률 시행령 제52조 제1항 각호에서 정하고 있는 개발행위허가의 경미한 변경 사항에 해당하지 않는다. 그리고 국토계획법 제135조 제2항은 ‘이 법 또는 이 법에 따른 명령에 의한 처분, 그 절차와 그 밖의 행위는 그 행위와 관련된 토지 또는 건축물에 대하여 소유권이나 그 밖의 권리를 가진 자의 승계인에 대하여 효력을 가진다.’고 정하고 있다.<br/>    위와 같은 국토계획법령의 규정을 종합하면, 건축물을 건축하기 위한 개발행위허가(토지형질변경)를 받은 자가 건축물에 대한 소유권이나 그 밖의 권리를 양도하면 양수인은 개발행위허가(토지형질변경)의 수허가자 지위를 승계하기 위하여 허가 명의를 변경하는 개발행위 변경허가를 받을 수 있다고 보아야 한다.<br/>  [3] 甲 주식회사가 하도급받은 공사 현장 인근에 있는 가설건축물을 근로자숙소 등으로 사용하기 위하여 매수한 후 새로 가설건축물 축조신고를 하는 과정에서 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)상 수허가자를 甲 회사로 변경하는 개발행위(토지형질변경) 변경허가 및 농지법상 사업시행자를 甲 회사로 변경하는 농지의 타용도 일시사용 변경허가를 받았고, 그 후 乙 주식회사가 甲 회사로부터 가설건축물을 매수하는 계약을 체결함과 동시에 甲 회사 소속 근로자들을 위한 임시숙소로 제공하는 것을 목적으로 하는 숙소이용계약을 체결하면서, ‘관련 인허가 명의를 甲 회사에서 乙 회사로 변경하는 것이 불가능한 경우 매매계약을 무효로 한다’는 약정을 하였는데, 乙 회사가 관계 행정기관으로부터 받은 민원회신 결과에 따라 甲 회사로부터 관련 인허가 명의를 이전받는 것이 불가능하다고 주장하며 甲 회사를 상대로 매매대금의 반환을 구한 사안에서, 乙 회사는 농지의 타용도 일시사용허가의 변경절차를 통해 수허가자 명의를 甲 회사에서 乙 회사로 변경할 수 있고, 국토계획법 제56조 제1항 제2호가 토지의 형질변경을 개발행위 허가대상으로 정하고 있고, 같은 조 제2항이 그 허가의 변경절차를 정하고 있으며, 관할 행정청도 규정에 따라 개발행위허가 명의자를 변경하는 변경허가를 하고 있으므로, 乙 회사는 가설건축물의 부지 등에 관하여 개발행위 변경허가를 받을 수 있으며, 乙 회사가 甲 회사 소속 근로자들에게 가설건축물을 임시숙소로 제공하는 것은 공중위생관리법에 따른 숙박업 신고 대상에 해당하지 않고, 가설건축물은 건축법 제20조 제3항, 건축법 시행령 제15조 제5항 제3호에서 정하고 있는 공사용 가설건축물에 해당하여 乙 회사가 농지의 타용도 일시사용허가와 개발행위허가의 각 변경허가를 받은 다음, 가설건축물에 관하여 축조신고를 다시 함으로써 가설건축물을 적법하게 사용할 수 있다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 농지법 제36조 제1항 제2호, 제2항, 농지법 시행령 제37조 제1항, 제2항, 농지법 시행규칙 제32조 제1항, 제2항 / [2] 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제2항, 국토의 계획 및 이용에 관한 법률 시행령 제52조 제1항 / [3] 농지법 제36조 제1항 제2호, 제2항, 농지법 시행령 제37조 제1항, 제2항, 농지법 시행규칙 제32조 제1항, 제2항, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제2항, 국토의 계획 및 이용에 관한 법률 시행령 제52조 제1항, 건축법 제20조 제3항, 건축법 시행령 제15조 제5항 제3호<br/>",
  "참조판례": ""
}