{
  "판례일련번호": "210559",
  "사건명": "폐기물의국가간이동및그처리에관한법률위반",
  "사건번호": "2019도6525",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191114",
  "판시사항": "[1] 환경부고시(제2017-188호) [별지] ‘수출입규제폐기물의 품목’ 중 가.항 (1)호의 ‘금속폐기물 또는 다음 성분(안티몬 등 9개 금속)의 합금으로 구성된 폐기물(Metal wastes and waste consisting of alloys of any of the following)’에서 규정하고 있는 것이 안티몬 등의 합금으로 구성된 금속폐기물에 한정되는 것이 아니라 금속폐기물 자체를 의미하는지 여부(적극)<br/>  [2] 피고인 甲 주식회사의 대표인 피고인 乙이 환경부장관의 허가를 받지 아니하고 수출입규제폐기물에 해당하는 금속폐기물인 ‘폐유에 오염된 폐엔진’을 수입하였다고 하여 폐기물의 국가 간 이동 및 그 처리에 관한 법률 위반으로 기소된 사안에서, 위 폐엔진은 수입허가가 필요한 수출입규제폐기물에 해당할 여지가 많다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 같은 법 및 유해 폐기물에 관한 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 유해 폐기물의 국제적 이동의 통제와 규제를 목적으로 하는 바젤협약, 폐기물의 국가 간 이동 및 그 처리에 관한 법률, 폐기물의 국가 간 이동 및 그 처리에 관한 법률 시행령, 환경부고시(제2017-188호) [별지] 수출입규제폐기물의 품목 중 가.항 (1)호의 ‘금속폐기물 또는 다음 성분(안티몬 등 9개 금속)의 합금으로 구성된 폐기물(Metal wastes and waste consisting of alloys of any of the following)’의 체계와 구조, 문구, 내용, 취지 등을 종합하여 볼 때, 위 환경부고시(제2017-188호) [별지] 수출입규제폐기물의 품목 중 가.항 (1)호에서 규정하고 있는 것은 안티몬 등의 합금으로 구성된 금속폐기물에 한정되는 것이 아니라 금속폐기물 자체를 의미하는 것으로 해석하는 것이 타당하다.<br/>  [2] 피고인 甲 주식회사의 대표인 피고인 乙이 환경부장관의 허가를 받지 아니하고 수출입규제폐기물에 해당하는 금속폐기물인 ‘폐유에 오염된 폐엔진’ 147.529t을 수입하였다고 하여 폐기물의 국가 간 이동 및 그 처리에 관한 법률(이하 ‘폐기물국가간이동법’이라고 한다) 위반으로 기소된 사안에서, 폐유에 오염된 것으로 보이는 위 폐엔진은 환경부고시(제2017-188호) [별지] 수출입규제폐기물의 품목 중 가.항 (1)호의 ‘금속폐기물 또는 다음 성분(안티몬 등 9개 금속)의 합금으로 구성된 폐기물(Metal wastes and waste consisting of alloys of any of the following)’에서 규정하고 있는 ‘금속폐기물’에 해당하고, ‘오염되지 않은 금속스크랩’ 등 유해 폐기물의 국제적 이동의 통제와 규제를 목적으로 하는 바젤협약 목록B에 규정된 제외 품목에도 해당하지 않아 결국 수입허가가 필요한 수출입규제폐기물에 해당할 여지가 많다는 이유로, 이와 달리 위 폐엔진이 수출입규제폐기물에 해당하지 않는다고 보아 공소사실을 무죄로 판단한 원심판결에 폐기물국가간이동법 및 유해 폐기물에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 폐기물의 국가 간 이동 및 그 처리에 관한 법률 제2조 제1호, 제10조 제1항, 제28조 제1호, 폐기물의 국가 간 이동 및 그 처리에 관한 법률 시행령 제2조, 폐기물의 국가 간 이동 및 그 처리에 관한 법률 적용대상 폐기물의 품목(2017. 10. 19. 환경부고시 제2017-188호) 제1조 [별지], 제2조 [별표 2], 폐기물관리법 제2조 3호 / [2] 폐기물의 국가 간 이동 및 그 처리에 관한 법률 제2조 제1호, 제10조 제1항, 제28조 제1호, 제31조, 폐기물의 국가 간 이동 및 그 처리에 관한 법률 시행령 제2조, 폐기물의 국가 간 이동 및 그 처리에 관한 법률 적용대상 폐기물의 품목(2017. 10. 19. 환경부고시 제2017-188호) 제1조 [별지], 제2조 [별표 2], 폐기물관리법 제2조 3호<br/>",
  "참조판례": ""
}