{
  "판례일련번호": "210557",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영)(피고인이 휴대전화기의 카메라로 피해자를 몰래 촬영한 현장에서 현행범으로 체포되면서 위 휴대전화기를 수사기관에 임의제출한 사안에서, 피고인의 자백을 보강할 증거가 있는지 여부가 쟁점이 된 사건)",
  "사건번호": "2019도13290",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191114",
  "판시사항": "[1] 피고인이 지하철역 에스컬레이터에서 휴대전화기의 카메라를 이용하여 성명불상 여성 피해자의 치마 속을 몰래 촬영하다가 현행범으로 체포되어 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소된 사안에서, 체포 당시 임의제출 방식으로 압수된 피고인 소유 휴대전화기에 대한 압수조서 중 ‘압수경위’란에 기재된 내용은 피고인이 범행을 저지르는 현장을 직접 목격한 사람의 진술이 담긴 것으로서 형사소송법 제312조 제5항에서 정한 ‘피고인이 아닌 자가 수사과정에서 작성한 진술서’에 준하는 것으로 볼 수 있고, 이에 따라 휴대전화기에 대한 임의제출절차가 적법하였는지에 영향을 받지 않는 별개의 독립적인 증거에 해당한다고 한 사례<br/>  [2] 현행범 체포현장이나 범죄 현장에서 소지자 등이 임의로 제출하는 물건을 형사소송법 제218조에 의하여 영장 없이 압수할 수 있는지 여부(적극) 및 이때 검사나 사법경찰관은 별도로 사후에 영장을 받아야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 피고인이 지하철역 에스컬레이터에서 휴대전화기의 카메라를 이용하여 성명불상 여성 피해자의 치마 속을 몰래 촬영하다가 현행범으로 체포되어 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소된 사안에서, 피고인은 공소사실에 대해 자백하고 검사가 제출한 모든 서류에 대하여 증거로 함에 동의하였는데, 그 서류들 중 체포 당시 임의제출 방식으로 압수된 피고인 소유 휴대전화기(이하 ‘휴대전화기’라고 한다)에 대한 압수조서의 ‘압수경위’란에 ‘지하철역 승강장 및 게이트 앞에서 경찰관이 지하철범죄 예방·검거를 위한 비노출 잠복근무 중 검정 재킷, 검정 바지, 흰색 운동화를 착용한 20대가량 남성이 짧은 치마를 입고 에스컬레이터를 올라가는 여성을 쫓아가 뒤에 밀착하여 치마 속으로 휴대폰을 집어넣는 등 해당 여성의 신체를 몰래 촬영하는 행동을 하였다’는 내용이 포함되어 있고, 그 하단에 피고인의 범행을 직접 목격하면서 위 압수조서를 작성한 사법경찰관 및 사법경찰리의 각 기명날인이 들어가 있으므로, 위 압수조서 중 ‘압수경위’란에 기재된 내용은 피고인이 범행을 저지르는 현장을 직접 목격한 사람의 진술이 담긴 것으로서 형사소송법 제312조 제5항에서 정한 ‘피고인이 아닌 자가 수사과정에서 작성한 진술서’에 준하는 것으로 볼 수 있고, 이에 따라 휴대전화기에 대한 임의제출절차가 적법하였는지에 영향을 받지 않는 별개의 독립적인 증거에 해당하여, 피고인이 증거로 함에 동의한 이상 유죄를 인정하기 위한 증거로 사용할 수 있을 뿐 아니라 피고인의 자백을 보강하는 증거가 된다고 볼 여지가 많다는 이유로, 이와 달리 피고인의 자백을 뒷받침할 보강증거가 없다고 보아 무죄를 선고한 원심판결에 자백의 보강증거 등에 관한 법리를 오해하거나 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>  [2] 범죄를 실행 중이거나 실행 직후의 현행범인은 누구든지 영장 없이 체포할 수 있고(형사소송법 제212조), 검사 또는 사법경찰관은 피의자 등이 유류한 물건이나 소유자·소지자 또는 보관자가 임의로 제출한 물건은 영장 없이 압수할 수 있으므로(제218조), 현행범 체포현장이나 범죄 현장에서도 소지자 등이 임의로 제출하는 물건은 형사소송법 제218조에 의하여 영장 없이 압수하는 것이 허용되고, 이 경우 검사나 사법경찰관은 별도로 사후에 영장을 받을 필요가 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 성폭력범죄의 처벌 등에 관한 특례법(2018. 12. 18. 법률 제15977호로 개정되기 전의 것) 제14조 제1항, 형사소송법 제310조, 제312조 제5항, 제318조 / [2] 형사소송법 제212조, 제218조<br/>",
  "참조판례": "[2] 대법원 2016. 2. 18. 선고 2015도13726 판결<br/>"
}