{
  "판례일련번호": "210643",
  "사건명": "손해배상(국)",
  "사건번호": "2018가단5125207",
  "법원명": "서울중앙지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20191029",
  "판시사항": "뉴질랜드 국민인 甲이 국가 산하 교육부가 시행하는 ‘EPIK(English Program in Korea) 사업’(이하 ‘EPIK 사업’이라 한다)의 신규 원어민 영어보조교사로 채용이 확정되어, 광역시교육청 교육감과 원어민 영어보조교사 고용계약을 체결하고 초등학교에서 원어민 영어보조교사로 근무하였는데, 재계약을 논의하는 과정에서 교육감이 EPIK 사업지침에 따라 甲에 대하여 에이즈(HIV) 검사 등을 포함한 건강검진 수검 결과를 제출할 것을 요구하였으나, 甲이 교육감의 건강검진 수검 요구가 외국인에 대한 차별적 조치라는 이유로 이를 거절하였고 이에 교육감이 甲에 대한 초등학교 교장과 동료 교사들의 평가 점수가 낮지 않았는데도, 甲을 재계약 검토 대상에서 제외한 결과 甲에 대한 재계약이 체결되지 않은 사안에서, 교육감이 피고용자로서 구 후천성면역결핍증 예방법 시행령에 따른 에이즈 검진 대상자에 해당되지도 아니하는 甲에 대해서 에이즈 검진결과서를 제출하도록 요구하는 것은 그 자체로 구 후천성면역결핍증 예방법 제8조의2 제3항에 위반되는 행위이거나 위법성이 농후한 행위로서 사회질서에 위반되는 행위라는 이유 등으로 국가배상책임을 인정한 사례<br/>",
  "판결요지": "뉴질랜드 국민인 甲이 국가 산하 교육부가 시행하는 ‘EPIK(English Program in Korea) 사업’(이하 ‘EPIK 사업’이라 한다)의 신규 원어민 영어보조교사로 채용이 확정되어, 광역시교육청 교육감과 원어민 영어보조교사 고용계약을 체결하고 초등학교에서 원어민 영어보조교사로 근무하였는데, 재계약을 논의하는 과정에서 교육감이 EPIK 사업지침에 따라 甲에 대하여 에이즈(HIV) 검사 등을 포함한 건강검진 수검 결과를 제출할 것을 요구하였으나, 甲이 교육감의 건강검진 수검 요구가 외국인에 대한 차별적 조치라는 이유로 이를 거절하였고 이에 교육감이 甲에 대한 초등학교 교장과 동료 교사들의 평가 점수가 낮지 않았는데도, 甲을 재계약 검토 대상에서 제외한 결과 甲에 대한 재계약이 체결되지 않은 사안이다.<br/>  구 후천성면역결핍증 예방법(2013. 4. 5. 법률 제11749호로 개정되기 전의 것, 이하 ‘구 에이즈예방법’이라 한다)의 입법 목적과 내용, 규정 형식 등에 비추어 보면, 사업자가 근로자에게 후천성면역결핍증에 관한 검진결과서를 제출할 것을 요구할 수 없도록 정한 구 에이즈예방법 제8조의2 제3항은 외국인 근로자에 대하여도 적용되는 강행법규에 해당하는데, 교육감이 피고용자로서 구 후천성면역결핍증 예방법 시행령에 따른 에이즈 검진 대상자에 해당되지도 아니하는 甲에 대해서 에이즈 검진결과서를 제출하도록 요구하는 것은 그 자체로 구 에이즈예방법 제8조의2 제3항에 위반되는 행위이거나 감염인 또는 감염인으로 오해받아 불이익을 입을 처지에 놓인 사람에 대한 보호의무를 저버린, 위법성이 농후한 행위로서 사회질서에 위반되는 행위이며, 교육감이 甲에 대하여 후천성면역결핍증에 관한 검진결과서를 제출하도록 요구한 것은 국가의 지침에 따른 것이므로 비록 국가가 甲과 사이에 고용계약을 체결하거나 甲에 대하여 직접 위 요구를 하지 않았다고 하더라도 교육감 등과 공동하여 객관적 정당성을 상실한 위법행위를 저질렀음을 인정할 수 있고, 국가 소속 공무원들의 과실 또한 인정된다는 이유로 국가배상책임을 인정한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 후천성면역결핍증 예방법(2013. 4. 5. 법률 제11749호로 개정되기 전의 것) 제1조, 제3조 제1항, 제4항, 제5항, 제8조 제3항, 제8조의2 제3항, 제27조 제3호, 구 후천성면역결핍증 예방법 시행령(2010. 3. 15. 대통령령 제22075호로 개정되기 전의 것) 제10조 제2항, 국가배상법 제2조, 구 아동복지법(2011. 8. 4. 법률 제11002호로 전부 개정되기 전의 것) 제4조 제1항(현행 제4조 제1항 참조), 제9조 제3항(현행 제31조 제1항 참조)<br/>",
  "참조판례": ""
}