{
  "판례일련번호": "210763",
  "사건명": "물품대금·선급금",
  "사건번호": "2017다272486, 272493",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190910",
  "판시사항": "[1] 도급계약에서 일이 완성되었다고 보아야 하는 경우 및 완성된 목적물의 하자를 하자담보책임에 관한 민법 규정에 따라 처리하도록 하는 것이 당사자의 의사와 법률의 취지에 부합하는 해석인지 여부(적극) / 개별 사건에서 예정된 최후의 공정을 마쳤는지 판단하는 기준<br/>[2] 민법 제665조 제1항에서 정하는 ‘목적물의 인도’의 의미 및 도급계약의 당사자들이 ‘수급인이 공급한 목적물을 도급인이 검사하여 합격하면, 도급인은 수급인에게 보수를 지급한다.’고 정한 경우, ‘검사 합격’의 법적 성질(=불확정기한) 및 수급인의 보수지급청구권의 기한이 도래하는 시기<br/>[3] 식각 장비 시스템(Glass Slimming System)의 제조·설치에 관하여 甲 주식회사가 乙 주식회사에 도급하고, 乙 회사가 丙 주식회사에 하도급을 하면서 제품은 견적서 등에 따라 제작하며, 중도금은 제품 입고 완료 후 14일 이내에, 잔금은 최종 검수 완료·승인 후 다음 달 말 지급하기로 하였으며, 이에 따라 丙 회사가 위 장비의 제작을 마치고 甲 회사의 공장에 이를 설치하기 시작하였는데, 乙 회사가 丙 회사에 견적서에서 정한 것과 다른 부품·수량으로 위 장비가 제작되었다면서 견적서에서 정한 대로 완전한 장비를 납품할 것을 요구한다고 통지하였고, 이에 丙 회사가 乙 회사에 중도금을 지급할 것과 남은 업무를 마칠 수 있도록 협조해달라고 요청하였으나 乙 회사가 이를 거부하고 위 하도급계약의 해제를 통보한 사안에서, 丙 회사로서는 위 하도급계약에서 예정한 최후 공정을 마쳤고, 최종 검수의 완료·승인은 잔금 지급의 조건이 아니라 불확정기한이므로 乙 회사가 최종 검수를 거부하고 해제를 통보함으로써 ‘최종 검수 완료·승인’이 불가능한 것으로 확정되어 잔금청구권의 이행기도 도래하였으므로, 乙 회사가 채권자지체에 빠졌는지 여부나 민법 제538조 제1항의 요건이 충족되었는지 여부와 관계없이 丙 회사는 잔금을 청구할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 도급계약에서 목적물의 주요구조부분이 약정된 대로 시공되어 사회통념상 일반적으로 요구되는 성능을 갖추었고 당초 예정된 최후의 공정까지 마쳤다면 일이 완성되었다고 보아야 한다. 목적물이 완성되었다면 목적물의 하자는 하자담보책임에 관한 민법 규정에 따라 처리하도록 하는 것이 당사자의 의사와 법률의 취지에 부합하는 해석이다. 개별 사건에서 예정된 최후의 공정을 마쳤는지는 당사자의 주장에 구애받지 않고 계약의 구체적 내용과 신의성실의 원칙에 비추어 객관적으로 판단해야 한다.<br/>[2] 민법 제665조 제1항은 도급계약에서 보수는 완성된 목적물의 인도와 동시에 지급해야 한다고 정하고 있다. 이때 목적물의 인도는 단순한 점유의 이전만을 의미하는 것이 아니라 도급인이 목적물을 검사한 후 목적물이 계약 내용대로 완성되었음을 명시적 또는 묵시적으로 시인하는 것까지 포함하는 의미이다. 도급계약의 당사자들이 ‘수급인이 공급한 목적물을 도급인이 검사하여 합격하면, 도급인은 수급인에게 보수를 지급한다.’고 정한 경우 도급인의 수급인에 대한 보수지급의무와 동시이행관계에 있는 수급인의 목적물 인도의무를 확인한 것에 불과하고 ‘검사 합격’은 법률행위의 효력 발생을 좌우하는 조건이 아니라 보수지급시기에 관한 불확정기한이다. 따라서 수급인이 도급계약에서 정한 일을 완성한 다음 검사에 합격한 때 또는 검사 합격이 불가능한 것으로 확정된 때 보수지급청구권의 기한이 도래한다.<br/>[3] 식각 장비 시스템(Glass Slimming System)의 제조·설치에 관하여 甲 주식회사가 乙 주식회사에 도급하고, 乙 회사가 丙 주식회사에 하도급을 하면서 제품은 견적서 등에 따라 제작하며, 중도금은 제품 입고 완료 후 14일 이내에, 잔금은 최종 검수 완료·승인 후 다음 달 말 지급하기로 하였으며, 이에 따라 丙 회사가 위 장비의 제작을 마치고 甲 회사의 공장에 이를 설치하기 시작하였는데, 乙 회사가 丙 회사에 견적서에서 정한 것과 다른 부품·수량으로 위 장비가 제작되었다면서 견적서에서 정한 대로 완전한 장비를 납품할 것을 요구한다고 통지하였고, 이에 丙 회사가 乙 회사에 중도금을 지급할 것과 남은 업무를 마칠 수 있도록 협조해달라고 요청하였으나 乙 회사가 이를 거부하고 위 하도급계약의 해제를 통보한 사안에서, 위 장비는 주요구조부분이 약정된 대로 시공되어 사회통념상 일반적으로 요구되는 성능을 갖추었고, 丙 회사가 이를 완성하여 설치를 시작하였으나 乙 회사의 비협조로 설치를 마치지 못한 것으로서 丙 회사로서는 위 하도급계약에서 예정한 최후 공정을 마쳤다고 볼 수 있으므로 견적서에 기재된 제조사·수량과 다른 PVC 플레이트(plate)와 노즐로 제작된 하자는 하자담보책임에 관한 민법 규정에 따라 처리하면 되고, 丙 회사는 위 하도급계약이 정한 대로 일을 완성하였으므로 잔금을 청구할 수 있으며, 또한 위 하도급계약에서 ‘최종 검수 완료·승인 후’ 잔금을 지급하기로 정하였는데, 최종 검수의 완료·승인은 잔금 지급의 조건이 아니라 불확정기한이므로 丙 회사가 위 하도급계약에서 예정한 최후 공정을 마쳤는데도 乙 회사가 최종 검수를 거부하고 해제를 통보함으로써 ‘최종 검수 완료·승인’이 불가능한 것으로 확정되어 잔금청구권의 이행기도 도래하였으므로, 乙 회사가 채권자지체에 빠졌는지 여부나 민법 제538조 제1항의 요건이 충족되었는지 여부와 관계없이 丙 회사는 잔금을 청구할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제580조, 제664조 / [2] 민법 제147조, 제152조, 제665조 제1항 / [3] 민법 제105조, 제147조, 제152조, 제580조, 제664조, 제665조 제1항<br/>",
  "참조판례": "[1] 대법원 2004. 9. 23. 선고 2004다29217 판결, 대법원 2006. 10. 13. 선고 2004다21862 판결(공2006하, 1900) / [2] 대법원 2003. 8. 19. 선고 2003다24215 판결(공2003하, 1870)<br/>"
}