{
  "판례일련번호": "210773",
  "사건명": "등록취소(상)",
  "사건번호": "2017후2178",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200213",
  "판시사항": "[1] 구 상표법 제73조 제1항 제8호의 규정 취지<br/>  [2] 구 상표법 제73조 제1항 제8호에 따라 전용사용권자 또는 통상사용권자가 실제로 사용하는 상표와 혼동의 대상이 되는 타인의 상표 사이의 혼동 여부를 판단하는 방법 / 상표권이 이전된 후 상표권자로부터 사용허락을 받은 사용권자가 등록상표와 동일하거나 유사한 상표를 사용하는 경우, 사회통념상 등록상표의 부정한 사용으로 평가할 수 있을 정도에 이르는지 판단하는 방법<br/>  [3] 구 상표법 제73조 제1항 제8호의 혼동의 대상이 되는 타인의 상표(대상상표)의 요건 및 대상상표가 해당 등록상표의 권리범위에 속하거나 상표법상의 등록상표가 아니더라도 혼동의 대상이 되는 상표로 삼을 수 있는지 여부(적극) / 상표권이 이전된 경우 종전 상표권자나 그로부터 상표사용을 허락받은 사용권자도 ‘타인’에 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제73조 제1항 제8호는 전용사용권자 또는 통상사용권자(이하 ‘사용권자’라 한다)가 지정상품 또는 이와 유사한 상품에 등록상표 또는 이와 유사한 상표를 사용함으로써 수요자로 하여금 상품 품질의 오인 또는 타인의 업무에 관련된 상품과의 혼동을 생기게 한 경우 상표등록을 취소할 수 있도록 규정하고 있다. 위 규정의 취지는 상표권자에게 사용권을 자유롭게 설정할 수 있도록 하는 대신에 사용권자에 대한 감독의무를 부과하여 사용권자가 상표제도의 본래의 목적에 반하여 등록상표를 그 사용권의 범위를 넘어 부정하게 사용하지 못하도록 규제함으로써 상품거래의 안전을 도모하고, 타인 상표의 신용이나 명성에 편승하는 행위를 방지하여 거래자와 소비자의 이익을 보호함은 물론 다른 상표를 사용하는 사람의 영업상 신용과 권익도 보호하려는 데 있다.<br/>  [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것, 이하 같다) 제73조 제1항 제8호에 따라 전용사용권자 또는 통상사용권자(이하 ‘사용권자’라 한다)가 실제로 사용하는 상표(이하 ‘실사용상표’라 한다)와 혼동의 대상이 되는 타인의 상표(이하 ‘대상상표’라 한다) 사이의 혼동 여부를 판단할 때에는, 각 상표의 외관, 호칭, 관념 등을 객관적·전체적으로 관찰하되, 실사용상표가 등록상표로부터 변형된 정도 및 대상상표와 유사한 정도, 실사용상표와 대상상표가 상품에 사용되는 구체적인 형태, 사용상품 간의 관련성, 각 상표의 사용 기간과 실적, 일반 수요자에게 알려진 정도 등에 비추어, 당해 상표의 사용으로 대상상표의 상품과 사이에 상품출처의 오인·혼동이 야기될 우려가 객관적으로 존재하는가를 중점적으로 살펴야 한다. 그런데 상표권이 이전된 후 상표권자로부터 사용허락을 받은 사용권자가 등록상표와 동일하거나 유사한 상표를 사용하는 경우에는 종전 상표권자의 업무와 관련된 상품과의 혼동이 생길 가능성이 크다. 이때에는 상표권자가 금지청구권을 행사할 수 있는 범위(구 상표법 제66조 제1항 제1호, 제65조 제1항)와 상표를 독점적으로 사용할 수 있는 범위(구 상표법 제50조)는 구분되어야 한다는 원칙 등에 비추어, 등록상표, 실사용상표, 대상상표 상호 간에 앞서 본 사정들을 세심히 살펴 사회통념상 등록상표의 부정한 사용으로 평가할 수 있을 정도에 이르는지 여부를 판단하여야 한다.<br/>  [3] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제73조 제1항 제8호의 혼동의 대상이 되는 타인의 상표(이하 ‘대상상표’라 한다)는 적어도 국내에서 수요자나 거래자에게 그 상표나 상품이라고 하면 특정인의 상표나 상품이라고 인식될 수 있을 정도로 알려져 있을 것을 요한다. 다만 위 조항은 ‘수요자로 하여금 상품의 품질의 오인 또는 타인의 업무에 관련된 상품과의 혼동을 생기게 한 경우’라고 규정하고 있을 뿐, ‘대상상표’나 ‘타인’의 범위를 특별히 한정하지 않고 있으므로, 대상상표가 당해 등록상표의 권리범위에 속하거나 상표법상의 등록상표가 아니더라도 혼동의 대상이 되는 상표로 삼을 수 있고, 상표권이 이전된 경우 종전 상표권자나 그로부터 상표사용을 허락받은 전용사용권자 또는 통상사용권자도 ‘타인’에 포함된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제73조 제1항 제8호(현행 제119조 제1항 제2호 참조) / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제73조 제1항 제8호(현행 제119조 제1항 제2호 참조) / [3] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제73조 제1항 제8호(현행 제119조 제1항 제2호 참조)<br/>",
  "참조판례": "[1] 대법원 2010. 4. 15. 선고 2009후3329 판결(공2010상, 936) / [2] 대법원 2012. 10. 11. 선고 2012후2227 판결(공2012하, 1854), 대법원 2015. 10. 15. 선고 2013후1214 판결 / [3] 대법원 2005. 6. 16. 선고 2002후1225 전원합의체 판결(공2005하, 1184), 대법원 2013. 12. 26. 선고 2012후1521 판결(공2014상, 356)<br/>"
}