{
  "판례일련번호": "210785",
  "사건명": "국가유공자및보훈보상대상자비대상결정취소[보훈보상대상자 지원에 관한 법률상 제외규정 사건]",
  "사건번호": "2017두47885",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200213",
  "판시사항": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제5호에 의하여 순직군경으로 인정되기 위하여 필요한 ‘직접적인 원인관계’의 의미<br/>  [2] 보훈보상대상자 지원에 관한 법률 제2조 제1항 제1호에서 정한 보훈보상대상자의 ‘직무수행이나 교육훈련 중 사망’의 의미 및 이는 군인 등의 사망이 자살로 인한 경우에도 마찬가지인지 여부(적극) / 같은 법 제2조 제3항 제1호는 교육훈련 또는 직무수행과 사망 등과의 사이에 상당인과관계를 인정하기 어려운 경우를 예시한 규정인지 여부(적극) / 군인 등이 복무 중 자살로 사망한 경우, 위 ‘직무수행이나 교육훈련 중 사망’에 해당하는지 판단하는 기준 및 직무수행 또는 교육훈련과 사망 사이에 상당인과관계가 인정되는데도 자살로 사망하거나 자유로운 의지가 완전히 배제된 상태에서 자살한 것이 아니라는 이유만으로 보훈보상대상자에서 제외할 수 있는지 여부(소극) / 직무수행과 자살로 인한 사망 사이의 상당인과관계에 관한 증명책임의 소재(=이를 주장하는 측) 및 증명의 정도<br/>  [3] 군인 등의 복무 중 자살로 인한 사망과 직무수행 사이에 상당인과관계를 인정할 수 있는 경우 및 이때 상당인과관계를 인정하기 위하여 고려할 사항<br/>",
  "판결요지": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제5호에 의하여 순직군경으로 인정되기 위하여 필요한 ‘직접적인 원인관계’는 단순히 직무수행이나 교육훈련과 사망 사이에 상당인과관계가 있는 것만으로는 부족하고, 그 사망이 국가의 수호 등과 직접 관련이 있는 직무수행이나 교육훈련을 직접적인 주된 원인으로 하여 발생한 것이어야 한다.<br/>  [2] 보훈보상대상자 지원에 관한 법률(이하 ‘보훈보상자법’이라 한다) 제2조 제1항은 “다음 각호의 어느 하나에 해당하는 보훈보상대상자, 그 유족 또는 가족(다른 법률에서 이 법에 규정된 지원 등을 받도록 규정된 사람을 포함한다)은 이 법에 따른 지원을 받는다.”라고 규정하고, 제1호로 “재해사망군경: 군인이나 경찰·소방 공무원으로서 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 없는 직무수행이나 교육훈련 중 사망한 사람(질병으로 사망한 사람을 포함한다)”을 들고 있다.<br/>  여기서 보훈보상대상자의 ‘직무수행이나 교육훈련 중 사망’은 직무수행 또는 교육훈련과 사망 사이에 상당인과관계가 있는 경우를 말하고, 이는 군인 등의 사망이 자살로 인한 경우에도 마찬가지이다.<br/>  그리고 보훈보상자법 제2조 제3항은 “제1항 각호에 따른 요건에 해당되는 사람이 다음 각호의 어느 하나에 해당되는 원인으로 사망하거나 상이(질병을 포함한다)를 입으면 제1항 및 제4조에 따라 등록되는 보훈보상대상자, 그 유족 또는 가족에서 제외한다.”라고 하면서 제1호로 “불가피한 사유 없이 본인의 고의 또는 중대한 과실로 인한 것이거나 관련 법령 또는 소속 상관의 명령을 현저히 위반하여 발생한 경우”를 들고 있으나, 이는 교육훈련 또는 직무수행과 사망 등과의 사이에 상당인과관계를 인정하기 어려운 경우를 예시하여 교육훈련 또는 직무수행과 사망 등과의 사이에 상당인과관계가 없는 경우에는 보훈보상대상자에서 제외된다는 취지를 주의적·확인적으로 규정한 것이라고 보아야 한다.<br/>  따라서 군인 등이 복무 중 자살로 사망한 경우에도 보훈보상자법 제2조 제1항의 ‘직무수행이나 교육훈련 중 사망’에 해당하는지 여부는 직무수행 또는 교육훈련과 사망 사이에 상당인과관계가 있는지 여부에 따라 판단하여야 하고, 직무수행 또는 교육훈련과 사망 사이에 상당인과관계가 인정되는데도 그 사망이 자살로 인한 것이라는 이유만으로, 또는 자유로운 의지가 완전히 배제된 상태에서의 자살이 아니라는 이유로 보훈보상자에서 제외되어서는 안 된다.<br/>  또한 직무수행과 자살로 인한 사망 사이의 상당인과관계는 이를 주장하는 측에서 증명하여야 하지만, 반드시 의학적·자연과학적으로 명백히 증명되어야 하는 것이 아니며 규범적 관점에서 상당인과관계가 인정되는 경우에는 증명이 된 것으로 보아야 한다.<br/>  [3] 군인 등이 직무상 과로나 스트레스로 우울증 등 질병이 발생하거나 직무상 과로나 스트레스가 우울증 등 질병의 주된 발생원인과 겹쳐서 질병이 유발 또는 악화되고, 그러한 질병으로 정상적인 인식능력이나 행위 선택 능력, 정신적 억제력이 현저히 저하되어 합리적인 판단을 기대할 수 없을 정도의 상황에서 자살에 이르게 된 것이라고 추단할 수 있는 때에는 직무수행과 사망 사이에 상당인과관계를 인정할 수 있다. 그리고 이와 같은 상당인과관계를 인정하기 위하여는 자살자가 담당한 직무의 내용·성질·업무의 양과 강도, 우울증 등 질병의 발병 경위 및 일반적인 증상, 자살자의 연령, 신체적·심리적 상황 및 자살자를 에워싸고 있는 주위상황, 자살에 이르게 된 경위 등 제반 사정을 종합적으로 고려하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제5호 / [2] 보훈보상대상자 지원에 관한 법률 제2조 제1항 제1호, 제3항 제1호, 행정소송법 제26조[증명책임] / [3] 보훈보상대상자 지원에 관한 법률 제2조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2016. 8. 18. 선고 2014두42896 판결(공2016하, 1364) / [2] 대법원 2012. 6. 18. 선고 2010두27363 전원합의체 판결(공2012하, 1300) / [3] 대법원 2015. 6. 11. 선고 2011두32898 판결(공2015하, 983), 대법원 2015. 7. 9. 선고 2012두25637 판결<br/>"
}