{
  "판례일련번호": "210779",
  "사건명": "직권남용권리행사방해·국가공무원법위반·공직선거법위반·강요·위증·특정범죄가중처벌등에관한법률위반(뇌물)·특정범죄가중처벌등에관한법률위반(국고등손실)",
  "사건번호": "2019도5186",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200213",
  "판시사항": "[1] 직권남용권리행사방해죄에서 말하는 ‘직권남용’의 의미 및 남용에 해당하는지 판단하는 기준 / 어떠한 직무가 공무원의 일반적 직무권한에 속하는 사항이라고 인정하기 위한 요건<br/>  [2] 공무원이 한 행위가 직권남용에 해당한다는 이유만으로 상대방이 한 일이 ‘의무 없는 일’에 해당하는지 여부(소극) 및 ‘의무 없는 일’에 해당하는지 판단하는 기준 / 직권남용 행위의 상대방이 일반 사인인 경우, 상대방에게 어떠한 행위를 하게 하였다면 ‘의무 없는 일을 하게 한 때’에 해당할 수 있는지 여부(원칙적 적극)<br/>  [3] 직권남용권리행사방해죄는 공무원에게 직권이 존재하는 것을 전제로 하는 범죄인지 여부(적극) / 공무원이 퇴임 전에 범행을 공모하였으나 공직에서 퇴임한 경우, 퇴임 후의 범행에 관하여 공범으로서 책임을 지는지 여부(원칙적 소극)<br/>  [4] 강요죄에서 말하는 ‘협박’의 의미와 내용 / 행위자가 직업이나 지위에 기초하여 상대방에게 어떠한 이익 등의 제공을 요구한 경우, 그 요구 행위가 강요죄의 수단으로서 해악의 고지에 해당하는지 판단하는 기준 / 공무원인 행위자가 상대방에게 어떠한 이익 등의 제공을 요구하였으나 위와 같은 해악의 고지로 인정될 수 없는 경우, 강요죄가 성립하는지 여부(소극)<br/>  [5] 대통령비서실장 및 정무수석비서관실 소속 공무원들인 피고인들이, 2014~2016년도의 3년 동안 각 연도별로 전국경제인연합회에 특정 정치성향 시민단체들에 대한 자금지원을 요구하고 그로 인하여 전국경제인연합회 부회장 甲으로 하여금 해당 단체들에 자금지원을 하도록 하였다고 하여 직권남용권리행사방해 및 강요의 공소사실로 기소된 사안에서, 피고인들이 자금지원을 요구한 행위는 대통령비서실장과 정무수석비서관실의 일반적 직무권한에 속하는 사항으로서 직권을 남용한 경우에 해당하고, 甲은 위 직권남용 행위로 인하여 자금지원 결정이라는 의무 없는 일을 하였다는 등의 이유로 직권남용권리행사방해죄가 성립한다고 본 원심판단을 수긍하고, 한편 피고인들의 자금지원 요구를 강요죄의 성립 요건인 협박, 즉 해악의 고지에 해당한다고 단정할 수 없다는 이유로, 이와 달리 본 원심판단에 강요죄의 협박에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 직권남용권리행사방해죄는 공무원이 일반적 직무권한에 속하는 사항에 관하여 직권을 행사하는 모습으로 실질적, 구체적으로 위법·부당한 행위를 한 경우에 성립한다. ‘직권남용’이란 공무원이 일반적 직무권한에 속하는 사항에 관하여 그 권한을 위법·부당하게 행사하는 것을 뜻한다. 어떠한 직무가 공무원의 일반적 직무권한에 속하는 사항이라고 하기 위해서는 그에 관한 법령상 근거가 필요하다. 법령상 근거는 반드시 명문의 규정만을 요구하는 것이 아니라 명문의 규정이 없더라도 법령과 제도를 종합적, 실질적으로 살펴보아 그것이 해당 공무원의 직무권한에 속한다고 해석되고, 이것이 남용된 경우 상대방으로 하여금 사실상 의무 없는 일을 하게 하거나 권리를 방해하기에 충분한 것이라고 인정되는 경우에는 직권남용죄에서 말하는 일반적 직무권한에 포함된다.<br/>  남용에 해당하는가를 판단하는 기준은 구체적인 공무원의 직무행위가 본래 법령에서 그 직권을 부여한 목적에 따라 이루어졌는지, 직무행위가 행해진 상황에서 볼 때 필요성·상당성이 있는 행위인지, 직권행사가 허용되는 법령상의 요건을 충족했는지 등을 종합하여 판단하여야 한다.<br/>  [2] 공무원이 한 행위가 직권남용에 해당한다고 하여 그러한 이유만으로 상대방이 한 일이 ‘의무 없는 일’에 해당한다고 인정할 수는 없다. ‘의무 없는 일’에 해당하는지는 직권을 남용하였는지와 별도로 상대방이 그러한 일을 할 법령상 의무가 있는지를 살펴 개별적으로 판단하여야 한다. 직권남용 행위의 상대방이 일반 사인인 경우 특별한 사정이 없는 한 직권에 대응하여 따라야 할 의무가 없으므로 그에게 어떠한 행위를 하게 하였다면 ‘의무 없는 일을 하게 한 때’에 해당할 수 있다.<br/>  [3] 직권남용권리행사방해죄는 공무원에게 직권이 존재하는 것을 전제로 하는 범죄이고, 직권은 국가의 권력 작용에 의해 부여되거나 박탈되는 것이므로, 공무원이 공직에서 퇴임하면 해당 직무에서 벗어나고 그 퇴임이 대외적으로도 공표된다. 공무원인 피고인이 퇴임한 이후에는 위와 같은 직권이 존재하지 않으므로, 퇴임 후에도 실질적 영향력을 행사하는 등으로 퇴임 전 공모한 범행에 관한 기능적 행위지배가 계속되었다고 인정할 만한 특별한 사정이 없는 한, 퇴임 후의 범행에 관하여는 공범으로서 책임을 지지 않는다고 보아야 한다.<br/>  [4] 강요죄는 폭행 또는 협박으로 사람의 권리행사를 방해하거나 의무 없는 일을 하게 하는 범죄이다. 여기에서 협박은 객관적으로 사람의 의사결정의 자유를 제한하거나 의사실행의 자유를 방해할 정도로 겁을 먹게 할 만한 해악을 고지하는 것을 말한다. 이와 같은 협박이 인정되기 위해서는 발생 가능한 것으로 생각할 수 있는 정도의 구체적인 해악의 고지가 있어야 한다. 행위자가 직업이나 지위에 기초하여 상대방에게 어떠한 이익 등의 제공을 요구하였을 때 그 요구 행위가 강요죄의 수단으로서 해악의 고지에 해당하는지 여부는 행위자의 지위뿐만 아니라 그 언동의 내용과 경위, 요구 당시의 상황, 행위자와 상대방의 성행·경력·상호관계 등에 비추어 볼 때 상대방으로 하여금 그 요구에 불응하면 어떠한 해악에 이를 것이라는 인식을 갖게 하였다고 볼 수 있는지, 행위자와 상대방이 행위자의 지위에서 상대방에게 줄 수 있는 해악을 인식하거나 합리적으로 예상할 수 있었는지 등을 종합하여 판단해야 한다. 공무원인 행위자가 상대방에게 어떠한 이익 등의 제공을 요구한 경우 위와 같은 해악의 고지로 인정될 수 없다면 직권남용이나 뇌물 요구 등이 될 수는 있어도 협박을 요건으로 하는 강요죄가 성립하기는 어렵다.<br/>  [5] 대통령비서실장 및 정무수석비서관실 소속 공무원들인 피고인들이, 2014~2016년도의 3년 동안 각 연도별로 전국경제인연합회(이하 ‘전경련’이라 한다)에 특정 정치성향 시민단체들에 대한 자금지원을 요구하고 그로 인하여 전경련 부회장 甲으로 하여금 해당 단체들에 자금지원을 하도록 하였다고 하여 직권남용권리행사방해 및 강요의 공소사실로 기소된 사안에서, 피고인들이 위와 같이 자금지원을 요구한 행위는 대통령비서실장과 정무수석비서관실의 일반적 직무권한에 속하는 사항으로서 직권을 남용한 경우에 해당하고, 甲은 위 직권남용 행위로 인하여 전경련의 해당 보수 시민단체에 대한 자금지원 결정이라는 의무 없는 일을 하였다는 등의 이유로 직권남용권리행사방해죄가 성립한다고 본 원심판단을 수긍하고, 한편 대통령비서실 소속 공무원이 그 지위에 기초하여 어떠한 이익 등의 제공을 요구하였다고 해서 곧바로 그 요구를 해악의 고지라고 평가할 수 없는 점, 요구 당시 상대방에게 그 요구에 따르지 않으면 해악에 이를 것이라는 인식을 갖게 하였다고 평가할 만한 언동의 내용과 경위, 요구 당시의 상황, 행위자와 상대방의 성행·경력·상호관계 등에 관한 사정이 나타나 있지 않은 점, 전경련 관계자들이 대통령비서실의 요구를 받고도 그에 따르지 않으면 정책 건의 무산, 전경련 회원사에 대한 인허가 지연 등의 불이익을 받는다고 예상하는 것이 합리적이라고 볼 만한 사정도 제시되지 않은 점 등 여러 사정을 종합하면 피고인들의 위와 같은 자금지원 요구를 강요죄의 성립 요건인 협박, 즉 해악의 고지에 해당한다고 단정할 수 없다는 이유로, 이와 달리 본 원심판단에 강요죄의 협박에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제123조 / [2] 형법 제123조 / [3] 형법 제30조, 제123조 / [4] 형법 제30조, 제123조, 제129조 제1항, 제324조 제1항 / [5] 형법 제30조, 제123조, 제324조 제1항<br/>",
  "참조판례": "[1][2][3] 대법원 2020. 1. 30. 선고 2018도2236 전원합의체 판결(공2020상, 545) / [1][4] 대법원 2019. 8. 29. 선고 2018도13792 전원합의체 판결(공2019하, 1891) / [1] 대법원 2007. 2. 22. 선고 2006도3339 판결, 대법원 2011. 7. 28. 선고 2011도1739 판결(공2011하, 1881)<br/>"
}