{
  "판례일련번호": "210765",
  "사건명": "소유권이전등기",
  "사건번호": "2016다6309",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170818",
  "판시사항": "[1] 단독소유를 공유로 또는 공유를 단독소유로 하는 경정등기가 허용되는지 여부(소극)<br/>[2] 실체관계상 공유인 부동산에 관하여 단독소유로 소유권보존등기가 마쳐졌거나 단독소유인 부동산에 관하여 공유로 소유권보존등기가 마쳐져 있어 진정한 권리자가 그의 소유부분에 해당하는 일부 지분에 관하여 소유권보존등기의 일부말소를 소로써 구한 경우, 법원이 그 지분에 한하여만 말소를 명할 수 있는지 여부(적극) 및 이때 판결의 집행은 단독소유를 공유로 또는 공유를 단독소유로 하는 경정등기의 방식으로 이루어지는지 여부(적극) / 이러한 일부말소 의미의 경정등기를 소로써 구하는 것이 허용되는지 여부(소극)<br/>[3] 합유재산을 합유자 1인의 단독소유로 소유권보존등기를 한 경우, 등기가 원인무효인지 여부(적극) 및 이 경우 다른 합유자가 소유권보존등기 말소청구의 소를 제기하는 등의 방법으로 원인무효의 등기를 말소시킨 다음 새로이 합유의 소유권보존등기를 신청할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 경정등기는 기존 등기의 일부에 등기 당시부터 착오 또는 빠진 부분이 있어 그 등기가 원시적으로 실체관계와 일치하지 아니하는 경우에 이를 시정하기 위하여 기존 등기의 해당 부분을 정정 또는 보충하여 실체관계에 맞도록 등기사항을 변경하는 등기를 말한다. 경정등기가 허용되기 위해서는 경정 전후의 등기에 동일성 내지 유사성이 있어야 하는데, 경정 전의 명의인과 경정 후의 명의인이 달라지는 권리자 경정등기는 등기명의인의 동일성이 인정되지 않으므로 허용되지 않는다. 따라서 단독소유를 공유로 또는 공유를 단독소유로 하는 경정등기 역시 소유자가 변경되는 결과로 되어 등기명의인의 동일성을 잃게 되므로 허용될 수 없다.<br/>[2] 실체관계상 공유인 부동산에 관하여 단독소유로 소유권보존등기가 마쳐졌거나 단독소유인 부동산에 관하여 공유로 소유권보존등기가 마쳐진 경우에 소유권보존등기 중 진정한 권리자의 소유부분에 해당하는 일부 지분에 관한 등기명의인의 소유권보존등기는 무효이므로 이를 말소하고 그 부분에 관한 진정한 권리자의 소유권보존등기를 하여야 한다. 이 경우 진정한 권리자는 소유권보존등기의 일부말소를 소로써 구하고 법원은 그 지분에 한하여만 말소를 명할 수 있으나, 등기기술상 소유권보존등기의 일부말소는 허용되지 않으므로, 그 판결의 집행은 단독소유를 공유로 또는 공유를 단독소유로 하는 경정등기의 방식으로 이루어진다. 이와 같이 일부말소 의미의 경정등기는 등기절차 내에서만 허용될 뿐 소송절차에서는 일부말소를 구하는 외에 경정등기를 소로써 구하는 것은 허용될 수 없다.<br/>[3] 합유재산을 합유자 1인의 단독소유로 소유권보존등기를 한 경우에는 소유권보존등기가 실질관계에 부합하지 않는 원인무효의 등기이므로, 다른 합유자는 등기명의인인 합유자를 상대로 소유권보존등기 말소청구의 소를 제기하는 등의 방법으로 원인무효의 등기를 말소시킨 다음 새로이 합유의 소유권보존등기를 신청할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부동산등기법 제52조 제1호, 제48조 제1항 제5호, 제4항 / [2] 부동산등기법 제23조 제2항, 제48조 제1항 제5호, 제4항, 제52조 제1호, 민법 제186조, 제262조 / [3] 부동산등기법 제23조 제2항, 제48조 제1항 제5호, 제4항, 제52조 제1호, 민법 제186조, 제271조<br/>",
  "참조판례": "[1] 대법원 1996. 4. 12. 선고 95다33214 판결(공1996상, 1506), 대법원 2013. 6. 27. 선고 2012다118549 판결(공2013하, 1314) / [2] 대법원 1995. 5. 9. 선고 94다38403 판결(공1995상, 2081) / [3] 대법원 1970. 12. 29. 선고 69다22 판결(집18-3, 민419)<br/>"
}