{
  "판례일련번호": "210777",
  "사건명": "전기통신사업법위반",
  "사건번호": "2019도15087",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200213",
  "판시사항": "피고인이 수사기관 등의 추적을 피하고자 성명불상자로부터 甲 명의로 개설된 휴대폰 유심(USIM)칩 1개를 구입한 다음 이를 자신이 소지 중인 휴대폰에 부착하여 사용하는 방법으로 타인 명의의 이동통신단말장치를 개통하여 그 이동통신단말장치에 제공되는 전기통신역무를 부정하게 이용하였다고 하여 전기통신사업법 위반으로 기소된 사안에서, 피고인이 甲 명의로 개통된 유심을 구입한 후 이를 자신이 소지하던 공기계 휴대폰에 장착하고 전기통신역무를 제공받을 수 있도록 휴대폰을 甲 명의로 활성화시켜 사용한 행위 역시 이동통신단말장치 부정이용에 해당한다는 이유로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "피고인이 수사기관 등의 추적을 피하고자 성명불상자로부터 甲 명의로 개설된 휴대폰 유심(USIM)칩 1개를 구입한 다음 이를 자신이 소지 중인 휴대폰에 부착하여 사용하는 방법으로 타인 명의의 이동통신단말장치(이하 ‘단말장치’라고만 한다)를 개통하여 그 단말장치에 제공되는 전기통신역무를 부정하게 이용하였다고 하여 전기통신사업법 위반으로 기소된 사안에서, 전기통신사업법 제95조의2 제2호, 제32조의4 제1항 제1호(이하 ‘적용법조’라고 한다)가 금지하는 단말장치 부정이용은, 자금을 제공하는 것을 조건으로 다른 사람 명의로 전기통신역무의 제공에 관한 계약을 체결하는 단말장치를 개통하여 그 단말장치에 제공되는 전기통신역무를 이용하는 행위로서, 여기에는 다른 사람 명의로 직접 단말장치를 개통한 후 이를 이용하는 행위뿐 아니라 다른 사람 명의로 개통된 단말장치를 넘겨받아 이를 이용하는 행위도 포함되는 점, ‘범용 가입자 식별 모듈(Universal Subscriber Identity Module)’의 약자인 유심(USIM)은 무선통신 회선 가입자들의 신원, 전화번호, 요금제 등의 식별정보를 담고 있는 저장장치로서 개념상 단말장치와는 구별되는 점, 휴대폰, 태블릿 등 단말장치를 통하여 전기통신역무를 제공받기 위해서는, 통신회사와 전기통신역무의 제공에 관한 계약을 체결하여 전화번호를 부여받고 요금제를 선택한 후 전기통신역무를 제공받을 수 있는 정보와 권한의 내용이 저장된 유심을 취득하는 유심의 개통과 단말장치에 유심이 장착되어 단말장치가 전기통신역무를 제공할 수 있는 상태로 활성화되는 단말장치의 개통이 모두 필요하고, 이러한 유심의 개통과 단말장치의 개통은 순차적으로 함께 이루어지는 것이 일반적이지만, 경우에 따라 향후 단말장치를 따로 개통할 것을 전제로 유심만 먼저 개통하거나 반대로 이미 개통된 유심을 공기계 단말장치에 삽입하고 단말장치만을 활성화시켜 개통하는 방법도 가능하나, 유심을 사용하는 현재 보편적인 이동통신 시스템 아래에서는 유심의 개통 없이 단말장치만 개통할 수는 없고, 반대로 단말장치의 개통 없이 유심의 개통만으로 전기통신역무를 이용할 수도 없으므로, 적용법조에서 말하는 단말장치의 개통은 유심의 개통을 당연히 포함하거나 이를 전제로 하고 있는 점, 타인 명의로 개통된 유심을 공기계 단말장치에 장착하여 그 단말장치가 이통통신역무를 제공할 수 있도록 활성화되는 경우 그 단말장치는 장착된 유심의 명의자인 타인 명의로 개통된 것으로 인식되는 점 등을 종합하면, 피고인이 甲 명의로 개통된 유심을 구입한 후 이를 자신이 소지하던 공기계 휴대폰에 장착하고 전기통신역무를 제공받을 수 있도록 휴대폰을 甲 명의로 활성화시켜 사용한 행위 역시 적용법조가 금지하는 단말장치 부정이용에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 단말장치 부정이용에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "전기통신사업법 제32조의4 제1항 제1호, 제95조의2 제2호<br/>",
  "참조판례": ""
}