{
  "판례일련번호": "210767",
  "사건명": "손해배상(기)",
  "사건번호": "2015다206973",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20170718",
  "판시사항": "[1] 변제할 정당한 이익이 있는 사람이 채무자를 위하여 채권의 일부를 대위변제한 경우, 채권자가 부동산에 대하여 저당권을 가지고 있다면 대위변제자에게 일부 대위변제에 따른 저당권 일부 이전의 부기등기를 할 의무를 지는지 여부(적극) 및 이 경우 채권자와 일부 대위변제자 사이의 변제 순위 / 일부 대위변제자의 채무자에 대한 구상채권에 대하여 보증한 사람이 보증채무 변제로 일부 대위변제자를 다시 대위하는 경우, 채권자와 일부 대위변제자 사이의 ‘우선회수특약’에 따른 권리까지 당연히 대위하거나 이전받는지 여부(소극) / 이 경우 일부 대위변제자는 보증채무 변제자가 채권자 등을 상대로 ‘우선회수특약’에 따른 권리를 주장할 수 있도록 권리의 승계 등에 관한 절차를 이행할 의무가 있는지 여부(원칙적 적극) 및 이를 위반하여 보증채무 변제자가 손해를 입은 경우, 손해배상책임을 지는지 여부(적극)<br/>[2] 근저당권설정계약서가 부동문자로 인쇄된 일반거래약관의 형태를 취한 경우, 계약서의 문언에 따라 의사표시의 내용을 해석하여야 하는지 여부(원칙적 적극) 및 이때 피담보채무 범위에 관한 의사표시의 해석 방법<br/>",
  "판결요지": "[1] 변제할 정당한 이익이 있는 사람이 채무자를 위하여 채권의 일부를 대위변제할 경우에 대위변제자는 변제한 가액의 범위 내에서 종래 채권자가 가지고 있던 채권 및 담보에 관한 권리를 취득하므로, 채권자가 부동산에 대하여 저당권을 가지고 있는 경우에는 채권자는 대위변제자에게 일부 대위변제에 따른 저당권 일부 이전의 부기등기를 할 의무를 진다.<br/>  한편 이 경우에도 채권자는 일부 대위변제자에 대하여 우선변제권을 가진다 할 것이고, 다만 일부 대위변제자와 채권자 사이에 변제의 순위에 관하여 따로 약정(이하 ‘우선회수특약’이라 한다)을 하였다면 우선회수특약에 따라 변제의 순위가 정해진다.<br/>  그런데 변제로 채권자를 대위하는 경우에 ‘채권 및 그 담보에 관한 권리’가 변제자에게 이전될 뿐 계약당사자의 지위가 이전되는 것은 아니다. 그리고 변제로 채권자를 대위하는 사람이 구상권 범위에서 행사할 수 있는 ‘채권 및 그 담보에 관한 권리’에는 채권자와 채무자 사이에 채무의 이행을 확보하기 위한 특약이 있는 경우에 특약에 기하여 채권자가 가지는 권리도 포함되나, 채권자와 일부 대위변제자 사이의 약정에 지나지 아니하는 ‘우선회수특약’이 ‘채권 및 그 담보에 관한 권리’에 포함된다고 보기는 어렵다. 이러한 사정들을 고려하면, 일부 대위변제자의 채무자에 대한 구상채권에 대하여 보증한 사람이 자신의 보증채무를 변제함으로써 일부 대위변제자를 다시 대위하게 되었다 하더라도, 그것만으로 채권자의 채무자에 대한 권리가 아니라 채권자와 일부 대위변제자 사이의 약정에 해당하는 ‘우선회수특약’에 따른 권리까지 당연히 대위하거나 이전받게 된다고 볼 수는 없다.<br/>  그렇지만 ‘우선회수특약’은 일부 대위변제 후의 잔존 채권 변제 및 그 담보권 행사의 순위를 정한 약정으로서 일부 대위에 부수하여 이루어진 약정이고, 일부 대위변제자는 자신을 다시 대위하는 보증채무 변제자를 위하여 민법 제484조 및 제485조에 따라 채권 및 그 담보권 행사에 협조하고 이에 관한 권리를 보존할 의무를 진다는 사정 등에 비추어 보면, 일부 대위변제자로서는 특별한 사정이 없는 한 보증채무 변제자가 대위로 이전받은 담보에 관한 권리 행사 등과 관련하여 채권자 등을 상대로 ‘우선회수특약’에 따른 권리를 주장할 수 있도록 권리의 승계 등에 관한 절차를 해 주어야 할 의무를 지고, 이를 위반함으로 인해 보증채무 변제자가 채권자 등에 대하여 권리를 주장할 수 없게 되어 손해를 입은 경우에는 그에 대한 손해배상책임을 진다.<br/>[2] 근저당권은 담보할 채권의 최고액만을 정하고 채무의 확정을 장래에 유보하여 설정하는 저당권을 말한다. 근저당권설정계약서가 부동문자로 인쇄된 일반거래약관의 형태를 취하고 있다고 하더라도 이는 처분문서이므로 진정 성립이 인정되는 때에는 특별한 사정이 없는 한 계약서의 문언에 따라 의사표시의 내용을 해석하여야 하나, 근저당권설정계약 체결의 경위와 목적, 피담보채무액, 근저당권설정자와 채무자 및 채권자와의 상호관계 등 제반 사정에 비추어 당사자의 의사가 계약서 문언과는 달리 일정한 범위 내의 채무만을 피담보채무로 약정한 취지라고 해석하는 것이 합리적이라고 인정되는 경우에 당사자의 의사에 따라 담보책임의 범위를 제한할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제356조, 제481조, 제482조, 제483조, 제484조, 제485조 / [2] 민법 제105조, 제357조 제1항, 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 2010. 4. 8. 선고 2009다80460 판결(공2010상, 863) / [2] 대법원 1996. 9. 20. 선고 96다27612 판결(공1996하, 3160)<br/>"
}