{
  "판례일련번호": "211289",
  "사건명": "소유권이전등기말소[매매계약의 성립 여부가 문제 된 사건]",
  "사건번호": "2017다20371",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200409",
  "판시사항": "[1] 매매계약의 성립을 위한 매매목적물과 대금의 특정 정도<br/>  [2] 당사자 사이에 계약을 체결하면서 일정한 사항에 관하여 장래의 합의를 유보한 경우, 계약 내용을 정하는 방법 및 이러한 법리가 매매대금의 확정을 장래에 유보하고 매매계약을 체결한 경우에도 적용되는지 여부(적극)<br/>  [3] 甲과 乙이 각 소유한 대지가 서로 인접해 있으면서 위 대지들에는 甲 소유의 임야가 접해 있는데, 甲이 乙에게 위 임야에 관하여 매매를 원인으로 소유권이전등기를 마쳐주었고, 관할 지방자치단체의 장이 乙을 건축주로 하여 위 임야 등에 단독주택을 증축하기로 하는 신고를 수리한 후 甲이 위 임야에 관하여 평탄작업을 하고 그 중간에 석축을 쌓는 토목공사를 한 다음 석축을 경계로 하여 甲 소유의 대지와 접해 있는 부분에 대해서만 단독주택 증축을 위한 건축공사를 진행한 사안에서, 甲과 乙 사이에 위 임야 중 석축을 경계로 하여 乙 소유의 대지와 접해 있는 부분에 관한 매매계약이 성립하였다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 매매는 당사자 일방이 재산권을 상대방에게 이전할 것을 약정하고 상대방이 그 대금을 지급할 것을 약정함으로써 그 효력이 생긴다(민법 제563조). 매매계약은 매도인이 재산권을 이전하는 것과 매수인이 대금을 지급하는 것에 관하여 쌍방 당사자가 합의함으로써 성립한다. 매매목적물과 대금은 반드시 계약 체결 당시에 구체적으로 특정할 필요는 없고, 이를 나중에라도 구체적으로 특정할 수 있는 방법과 기준이 정해져 있으면 충분하다.<br/>  [2] 당사자 사이에 계약을 체결하면서 일정한 사항에 관하여 장래의 합의를 유보한 경우에 당사자에게 계약에 구속되려는 의사가 있고 계약 내용을 나중에라도 구체적으로 특정할 수 있는 방법과 기준이 있다면 계약 체결 경위, 당사자의 인식, 조리, 경험칙 등에 비추어 당사자의 의사를 탐구하여 계약 내용을 정해야 한다. 매매대금의 확정을 장래에 유보하고 매매계약을 체결한 경우에도 이러한 법리가 적용된다.<br/>  [3] 甲과 乙이 각 소유한 대지가 서로 인접해 있으면서 위 대지들에는 甲 소유의 임야가 접해 있는데, 甲이 乙에게 위 임야에 관하여 매매를 원인으로 소유권이전등기를 마쳐주었고, 관할 지방자치단체의 장이 乙을 건축주로 하여 위 임야 등에 단독주택을 증축하기로 하는 신고를 수리한 후 甲이 위 임야에 관하여 평탄작업을 하고 그 중간에 석축을 쌓는 토목공사를 한 다음 석축을 경계로 하여 甲 소유의 대지와 접해 있는 부분에 대해서만 단독주택 증축을 위한 건축공사를 진행한 사안에서, 제반 사정에 비추어 甲과 乙은 소유권이전등기 당시 甲이 乙에게 위 임야 중 乙 소유의 대지와 접하는 부분을 매도하되, 구체적인 매매목적물은 경계 부분에 석축공사를 마침으로써 특정하고, 구체적인 대금은 乙이 甲의 증축을 위해 건축주 명의를 대여하는 등 편의를 제공한 것을 감안하여 시세보다 저렴하게 하되 향후 구체적인 매매목적물이 특정된 시점에 합의하여 정하며, 소유권이전등기는 증축신고의 대지 위치와 맞추기 위해 실제로 증축을 할 甲 소유 대지에 접하는 부분까지 포함하여 마치기로 합의하였다고 볼 수 있는데, 위 합의 당시 매매목적물을 구체적으로 특정하지 않았더라도 甲이 석축을 쌓아 이를 경계로 甲 소유의 대지와 접해 있는 부분과 乙 소유의 대지와 접해 있는 부분을 구분하는 토목공사를 함으로써 매매목적물을 특정하였고, 甲 소유의 대지와 접해 있는 부분에 대해서만 단독주택 증축을 위한 건축공사를 진행하는 등 계약을 이행하였으므로 계약에 구속되려는 의사가 있었으며, 또한 위 합의 당시 대금에 관하여 장래에 확정하기로 유보하였고, 이후 대금에 관한 합의가 이루어지지 않았더라도 계약 체결 경위 등에 비추어 당사자의 의사를 탐구하여 대금을 정해야 하므로 甲과 乙 사이에 위 임야 중 乙 소유의 대지와 접해 있는 부분에 관한 매매계약이 성립하였다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제563조 / [2] 민법 제105조 / [3] 민법 제105조, 제563조<br/>",
  "참조판례": "[1] 대법원 1986. 2. 11. 선고 84다카2454 판결(공1986, 437), 대법원 1996. 4. 26. 선고 94다34432 판결(공1996상, 1667) / [2] 대법원 2007. 2. 22. 선고 2004다70420, 70437 판결<br/>"
}