{
  "판례일련번호": "211295",
  "사건명": "손해배상(지)",
  "사건번호": "2019다294824",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200409",
  "판시사항": "[1] 알려진 품종의 품종보호 출원공개일 전에 그 보호품종의 종자를 증식하여 출원공개일 후 증식된 종자에 관하여 양도 또는 양도의 청약(양도를 위한 전시를 포함한다)을 하는 경우, 알려진 품종의 품종보호권의 효력이 미치는지 여부(소극)<br/>  [2] 행정법상 금지규정을 위반한 행위의 효력의 유무나 제한 또는 법원이 그 행위에 따른 법률효과의 실현에 대한 조력을 거부할 것인지 판단하는 기준<br/>  [3] 종자업을 하거나 일부 종자의 판매 등을 하는 경우 등록 또는 신고를 할 것을 규정한 구 종자산업법 제137조 및 제138조 제3항의 법적 성질(=단속규정)<br/>",
  "판결요지": "[1] 구 종자산업법(2012. 6. 1. 법률 제11458호로 전부 개정되기 전의 것) 제13조의2 제1항 제3호, 제3항, 제4항의 내용과 입법 취지, 같은 법 제34조의2에 의하면 품종보호권자는 출원공개일부터만 업으로서 그 출원품종을 실시할 권리를 독점할 뿐인 점 등을 고려하면, 알려진 품종의 품종보호 출원공개일 전에 그 보호품종의 종자를 증식한 경우에는 출원공개일 후에 위와 같이 증식된 종자에 관하여 보호품종의 실시행위에 해당하는 양도 또는 양도의 청약(양도를 위한 전시를 포함한다)을 하더라도 이에 대하여 알려진 품종의 품종보호권의 효력이 미치지 않는다고 보아야 한다.<br/>  [2] 행정법상 금지규정을 위반한 행위의 효력의 유무나 제한 또는 법원이 그 행위에 따른 법률효과의 실현에 대한 조력을 거부할 것인지의 여부는 해당 법규정이 가지는 넓은 의미에서의 법률효과에 관한 문제로서, 법규정의 해석에 의하여 정하여진다. 따라서 명문의 정함이 있다면 당연히 이에 따라야 할 것이고, 정함이 없는 때에는 종국적으로 금지규정의 목적과 의미에 비추어 그에 반하는 행위의 무효 기타 효력 제한이 요구되는지를 검토하여 정할 것이다.<br/>  [3] 구 종자산업법(2012. 6. 1. 법률 제11458호로 전부 개정되기 전의 것) 제137조는 종자업을 하려면 일정한 시설기준을 갖추고 종자관리사 1명 이상을 두어 시장·군수에게 등록하여야 한다고 규정하고, 같은 법 제138조 제3항은 같은 항 제1, 2호가 정한 종자, 즉 출원공개된 품종의 종자나 품종목록에 등재된 품종의 종자가 아닌 종자를 생산, 수입, 판매하려면 농림수산식품부장관에게 신고할 것을 요구하며, 이를 위반할 경우 각 같은 법 제173조 제3호, 제5호에 따라 형사처벌을 하도록 규정하고 있다. 이러한 등록제와 신고제는 ‘식물의 신품종에 대한 육성자의 권리 보호, 주요 작물의 품종성능 관리, 종자의 생산·보증 및 유통, 종자산업의 육성 및 지원 등에 관한 사항을 규정함으로써 종자산업의 발전을 도모’하려는 구 종자산업법의 목적을 달성하기 위한 수단인바, 위 규정을 위반한 행위가 그 법률상 효과까지도 부인하지 않으면 안 될 정도로 현저히 반사회성, 반도덕성을 지닌 것이라고 보기 어렵다. 또한, 위 등록제 및 신고제는 그 행위 자체를 금지하고 예외적인 경우에 허가하는 것이 아니라, 종자산업의 기반조성, 종자의 유통·관리 등 종자산업 발전을 위한 행정목적 달성을 위하여 일정한 기준을 세우고 그 요건이 갖추어지면 이를 거부할 수 없는 것으로, 위 규정들은 강행규정이 아니라 단속규정이라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 종자산업법(2012. 6. 1. 법률 제11458호로 전부 개정되기 전의 것) 제13조의2(현행 삭제), 제34조의2(현행 식물신품종 보호법 제38조 참조) / [2] 민법 제105조 / [3] 구 종자산업법(2012. 6. 1. 법률 제11458호로 전부 개정되기 전의 것) 제137조(현행 제37조 참조), 제138조 제3항(현행 제38조 제1항 참조)<br/>",
  "참조판례": "[2] 대법원 2010. 12. 23. 선고 2008다75119 판결(공2011상, 207), 대법원 2017. 2. 3. 선고 2016다259677 판결(공2017상, 520)<br/>"
}