{
  "판례일련번호": "211297",
  "사건명": "소유권이전등기말소등",
  "사건번호": "2019다216411",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200409",
  "판시사항": "[1] 고유 의미의 종중이 공동선조의 후손 중 일부를 임의로 종원에서 배제할 수 있는지 여부(소극) 및 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하는 단체의 법적 성격(=종중 유사의 권리능력 없는 사단)<br/>  [2] 어떠한 단체가 종중 유사의 권리능력 없는 사단을 표방하면서 그 단체에 권리가 귀속되어야 한다고 주장하는 경우, 증명이 필요한 사항들<br/>  [3] 자연발생적으로 형성된 고유 의미의 종중이 아니라 그 구성원 중 일부만으로 범위를 제한한 종중 유사의 권리능력 없는 사단의 성립 및 소유권 귀속이 인정되는지 판단할 때, 특히 고려하여야 할 사항<br/>  [4] 甲 단체가 자신의 실체는 특정인의 후손으로 이루어진 고유 의미의 종중이 아니라 특정인의 후손 중 특정 지역에 거주하는 성년 남자로만 구성된 종중 유사의 권리능력 없는 사단으로서 등기부상 부동산의 소유명의인과 동일한 단체라고 주장하면서 위 부동산에 관하여 마쳐진 乙 산림조합 명의의 근저당권설정등기 등의 말소를 구하는 소를 제기한 사안에서, 甲 단체가 위 소를 제기하는 데 필요한 여러 절차를 우회하거나 특정 종중원들을 배제하려는 목적에서 종중 유사의 권리능력 없는 사단임을 표방하여 부동산의 소유명의인과 동일한 단체라고 주장하고 있는 것이 아닌지 의심할 여지가 충분한데도, 甲 단체의 실체가 그 주장과 같이 종중 유사의 권리능력 없는 사단이고 부동산의 소유명의인과 동일한 단체라고 단정한 원심판단에는 종중의 실체 판단 등에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 고유 의미의 종중이란 공동선조의 분묘 수호와 제사, 종원 상호 간 친목 등을 목적으로 하는 자연발생적인 관습상 종족집단체로서 특별한 조직행위를 필요로 하는 것이 아니고, 공동선조의 후손은 그 의사와 관계없이 성년이 되면 당연히 그 구성원(종원)이 되는 것이며 그중 일부 종원을 임의로 그 종원에서 배제할 수 없다. 따라서 공동선조의 후손 중 특정 범위 내의 자들만으로 구성된 종중이란 있을 수 없으므로, 만일 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하고 있다면 이는 본래 의미의 종중으로는 볼 수 없고, 종중 유사의 권리능력 없는 사단이 될 수 있을 뿐이다.<br/>  [2] 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라 한다)은 비록 그 목적이나 기능이 고유 의미의 종중(이하 ‘고유 종중’이라 한다)과 별다른 차이가 없다 하더라도 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우에는 사적 임의단체라는 점에서 고유 종중과 그 성질을 달리하므로, 그러한 경우에는 사적 자치의 원칙 내지 결사의 자유에 따라 구성원의 자격이나 가입조건을 자유롭게 정할 수 있으나, 어떠한 단체가 고유 의미의 종중이 아니라 종중 유사단체를 표방하면서 그 단체에 권리가 귀속되어야 한다고 주장하는 경우, 우선 권리 귀속의 근거가 되는 법률행위나 사실관계 등이 발생할 당시 종중 유사단체가 성립하여 존재하는 사실을 증명하여야 하고, 다음으로 당해 종중 유사단체에 권리가 귀속되는 근거가 되는 법률행위 등 법률요건이 갖추어져 있다는 사실을 증명하여야 한다.<br/>  [3] 자연발생적으로 형성된 고유 의미의 종중(이하 ‘고유 종중’이라 한다)이 아니라 그 구성원 중 일부만으로 범위를 제한한 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라 한다)의 성립 및 소유권 귀속을 인정하려면, 고유 종중이 소를 제기하는 데 필요한 여러 절차(종중원 확정, 종중 총회 소집, 총회 결의, 대표자 선임 등)를 우회하거나 특정 종중원을 배제하기 위한 목적에서 종중 유사단체를 표방하였다고 볼 여지가 없는지 신중하게 판단하여야 한다.<br/>  [4] 甲 단체가 자신의 실체는 특정인의 후손으로 이루어진 고유 의미의 종중이 아니라 특정인의 후손 중 특정 지역에 거주하는 성년 남자로만 구성된 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라 한다)으로서 등기부상 부동산의 소유명의인과 동일한 단체라고 주장하면서 위 부동산에 관하여 마쳐진 乙 산림조합 명의의 근저당권설정등기 등의 말소를 구하는 소를 제기한 사안에서, 甲 단체의 실체가 위 부동산 소유명의인에게 소유권이전등기가 이루어질 당시 이미 종중 유사단체로서 조직·성립되었다고 단정하기 어렵고, 오히려 甲 단체가 위 소를 제기하는 데 필요한 여러 절차를 우회하거나 특정 종중원들을 배제하려는 목적에서 종중 유사단체임을 표방하여 부동산의 소유명의인과 동일한 단체라고 주장하고 있는 것이 아닌지 의심할 여지가 충분한데도, 甲 단체의 실체가 그 주장과 같이 종중 유사단체이고 부동산의 소유명의인과 동일한 단체라고 단정한 원심판단에는 종중의 실체 판단, 당사자능력, 소유권 귀속 등에 관한 법리를 오해하고 필요한 심리를 다하지 않은 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제31조 / [2] 민법 제31조, 민사소송법 제52조, 제288조 / [3] 민법 제31조, 민사소송법 제52조, 제288조 / [4] 민법 제31조, 민사소송법 제52조, 제288조, 제423조<br/>",
  "참조판례": "[1][2][3] 대법원 2019. 2. 14. 선고 2018다264628 판결(공2019상, 747) / [1] 대법원 1996. 10. 11. 선고 95다34330 판결(공1996하, 3295)<br/>"
}