{
  "판례일련번호": "211313",
  "사건명": "직무이행명령취소청구",
  "사건번호": "2017추5060",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200327",
  "판시사항": "[1] 직무이행명령 및 이에 대한 이의소송 제도의 취지 및 직무이행명령의 요건 중 ‘법령의 규정에 따라 지방자치단체의 장에게 특정 국가위임사무나 시·도위임사무를 관리·집행할 의무가 있는지’ 여부의 판단대상(=법령상 의무의 존부)과 이를 판단하는 방법<br/>  [2] 재활용이 가능한 순환골재와 순환토사가 건설폐기물의 재활용촉진에 관한 법률 제2조 제1호의 건설폐기물로서 같은 법 제13조 제2항에 따라 허용보관량을 초과하여 보관해서는 안 되는지 여부(적극)<br/>  [3] 예외 규정의 해석이 명확하지 않은 경우, 이를 확장해석할 수 있는지 여부(소극) / 건설폐기물 처리업자가 해당 건설폐기물처리 사업장의 사업 활동에 필요하지 않게 된 물질을 건설폐기물의 재활용촉진에 관한 법령이 정한 바에 따라 재활용하지 아니하고 폐기물처리시설이 아닌 곳에서 매립한 경우, 건설폐기물의 재활용촉진에 관한 법률 제25조 제2항 제2호에서 정한 제재처분 및 폐기물관리법 제48조 제1호에서 정한 조치명령의 대상이 되는지 여부(적극)<br/>",
  "판결요지": "[1] 직무이행명령 및 이에 대한 이의소송 제도의 취지는 국가위임사무나 시·도위임사무의 관리·집행에서 위임기관과 수임기관 사이의 지위와 권한, 상호 관계 등을 고려하여, 수임기관인 지방자치단체의 장이 해당 사무에 관한 사실관계의 인식이나 법령의 해석·적용에서 위임기관과 견해를 달리하여 해당 사무의 관리·집행을 하지 아니할 때, 위임기관에는 사무집행의 실효성을 확보하기 위하여 수임기관인 지방자치단체의 장에 대한 직무이행명령과 그 불이행에 따른 후속 조치를 할 권한을 부여하는 한편, 해당 지방자치단체의 장에게는 직무이행명령에 대한 이의의 소를 제기할 수 있도록 함으로써, 위임사무의 관리·집행에 관한 양 기관 사이의 분쟁을 대법원의 재판을 통하여 합리적으로 해결하고 사무집행의 적법성과 실효성을 보장하려는 데 있다. 따라서 직무이행명령의 요건 중 ‘법령의 규정에 따라 지방자치단체의 장에게 특정 국가위임사무나 시·도위임사무를 관리·집행할 의무가 있는지’ 여부의 판단대상은 문언대로 법령상 의무의 존부이지, 지방자치단체의 장이 사무의 관리·집행을 하지 아니한 데 합리적 이유가 있는지 여부가 아니다. 법령상 의무의 존부는 원칙적으로 직무이행명령 당시의 사실관계에 관련 법령을 해석·적용하여 판단하되, 직무이행명령 이후의 정황도 고려할 수 있다.<br/>  [2] 건설폐기물의 재활용촉진에 관한 법률(이하 ‘건설폐기물법’이라 한다) 제13조 제2항은 건설폐기물의 처리를 위탁받은 건설폐기물 처리업자는 허용보관량을 초과하여 건설폐기물을 보관하여서는 아니 된다고 규정하고 있다. 재활용이 가능한 순환골재와 순환토사도 건설폐기물법 제2조 제1호에 따른 건설폐기물에 해당한다.<br/>  [3] 건설폐기물의 재활용촉진에 관한 법률(이하 ‘건설폐기물법’이라 한다) 제2조 제14호, 구 건설폐기물의 재활용촉진에 관한 법률 시행령(2017. 10. 17. 대통령령 제28367호로 개정되기 전의 것) 제4조는 순환골재와 순환토사를 일정한 용도로만 재활용할 수 있도록 제한하고 있다. 이는 폐기물처리시설이 아닌 곳에서 폐기물을 매립하는 행위를 원칙적으로 금지하는 폐기물관리법 제8조 제2항에 대한 예외를 정한 것에 해당한다. 일반적으로 예외 규정은 엄격하게 해석하여야 하며, 예외 규정의 해석이 명확하지 않은 경우에는 원칙으로 돌아가야 하고 예외 규정을 확장해석해서는 아니 된다. 건설폐기물 처리업자가 해당 건설폐기물처리 사업장의 사업 활동에 필요하지 않게 된 물질을 건설폐기물법령이 정한 바에 따라 재활용하지 아니하고, 폐기물처리시설이 아닌 곳에서 매립한 경우에는 건설폐기물법 제13조 제1항에서 정한 건설폐기물 보관·처리기준 위반에 해당하여 같은 법 제25조 제2항 제2호에서 정한 제재처분의 대상이 될 뿐만 아니라, 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것) 제48조 제1호에서 정한 조치명령의 대상도 될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제170조 / [2] 건설폐기물의 재활용촉진에 관한 법률 제2조 제1호, 제13조 제2항 / [3] 건설폐기물의 재활용촉진에 관한 법률 제2조 제14호, 제13조 제1항, 구 건설폐기물의 재활용촉진에 관한 법률 시행령(2017. 10. 17. 대통령령 제28367호로 개정되기 전의 것) 제4조, 폐기물관리법 제8조 제2항, 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것) 제48조 제1호<br/>",
  "참조판례": "[1] 대법원 2013. 6. 27. 선고 2009추206 판결(공2013하, 1355) / [3] 대법원 2011. 6. 24. 선고 2011두2705 판결(공2011하, 1480), 대법원 2020. 2. 6. 선고 2019두43474 판결<br/>"
}