{
  "판례일련번호": "211323",
  "사건명": "가처분이의",
  "사건번호": "2019마6525",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20200326",
  "판시사항": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목에서 정한 부정경쟁행위에 해당하는지 판단하는 기준<br/>  [2] 연예인들의 사진, 기사 등을 주요 내용으로 하는 잡지를 제작·판매하는 甲 주식회사가 연예인 매니지먼트, 음반 제작, 공연 기획 등 엔터테인먼트 사업을 하는 乙 주식회사의 허락 없이 乙 회사 소속 유명 아이돌 그룹의 구성원들에 관한 화보집 등을 제작하여 위 잡지 특별판의 특별 부록으로 판매하려 하자, 乙 회사가 甲 회사의 행위는 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목에서 정한 부정경쟁행위에 해당한다며 위 특별 부록의 제작·배포 등의 금지 등을 구하는 가처분을 신청한 사안에서, 甲 회사가 위 특별 부록을 제작·판매하는 행위는 공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 乙 회사의 성과 등을 무단으로 사용하는 행위로서 위 (카)목의 부정경쟁행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 대법원은 “경쟁자가 상당한 노력과 투자에 의하여 구축한 성과물을 상도덕이나 공정한 경쟁질서에 반하여 자신의 영업을 위하여 무단으로 이용함으로써 경쟁자의 노력과 투자에 편승하여 부당하게 이익을 얻고 경쟁자의 법률상 보호할 가치가 있는 이익을 침해하는 행위는 부정한 경쟁행위로서 민법상 불법행위에 해당한다.”라고 판단하였다.<br/>  그 후 2013. 7. 30. 법률 제11963호로 개정된 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (차)목은 위 대법원결정의 취지를 반영하여 “그 밖에 타인의 상당한 투자나 노력으로 만들어진 성과 등을 공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 무단으로 사용함으로써 타인의 경제적 이익을 침해하는 행위”를 부정경쟁행위의 하나로 추가하였고, 2018. 4. 17. 법률 제15580호로 개정된 부정경쟁방지 및 영업비밀보호에 관한 법률에서 위 (차)목은 (카)목으로 변경되었다[이하 ‘(카)목’이라고 한다].<br/>위 (카)목은 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2013. 7. 30. 법률 제11963호로 개정되기 전의 것)의 적용 범위에 포함되지 않았던 새로운 유형의 부정경쟁행위에 관한 규정을 신설함으로써, 새로이 등장하는 경제적 가치를 지닌 무형의 성과를 보호하고, 입법자가 부정경쟁행위의 모든 행위를 규정하지 못한 점을 보완하여 법원이 새로운 유형의 부정경쟁행위를 좀 더 명확하게 판단할 수 있도록 함으로써, 변화하는 거래관념을 적시에 반영하여 부정경쟁행위를 규율하기 위한 보충적 일반조항이다.<br/>  위와 같은 법률 규정과 입법 경위 등을 종합해보면, (카)목은 그 보호대상인 ‘성과 등’의 유형에 제한을 두고 있지 않으므로, 유형물뿐만 아니라 무형물도 이에 포함되고, 종래 지식재산권법에 의해 보호받기 어려웠던 새로운 형태의 결과물도 포함될 수 있다. ‘성과 등’을 판단할 때에는 위와 같은 결과물이 갖게 된 명성이나 경제적 가치, 결과물에 화체된 고객흡인력, 해당 사업 분야에서 결과물이 차지하는 비중과 경쟁력 등을 종합적으로 고려해야 한다.<br/>  이러한 성과 등이 ‘상당한 투자나 노력으로 만들어진’ 것인지 여부는 권리자가 투입한 투자나 노력의 내용과 정도를 그 성과 등이 속한 산업분야의 관행이나 실태에 비추어 구체적, 개별적으로 판단하되, 성과 등을 무단으로 사용함으로써 침해된 경제적 이익이 누구나 자유롭게 이용할 수 있는 공공영역(public domain)에 속하지 않는다고 평가할 수 있어야 한다. 또한 (카)목이 규정하는 ‘공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 무단으로 사용’한 경우에 해당하기 위해서는 권리자와 침해자가 경쟁관계에 있거나 가까운 장래에 경쟁관계에 놓일 가능성이 있는지, 권리자가 주장하는 성과 등이 포함된 산업분야의 상거래 관행이나 경쟁질서의 내용과 그 내용이 공정한지 여부, 위와 같은 성과 등이 침해자의 상품이나 서비스에 의해 시장에서 대체될 가능성, 수요자나 거래자들에게 성과 등이 어느 정도 알려졌는지, 수요자나 거래자들의 혼동가능성 등을 종합적으로 고려해야 한다.<br/>  [2] 연예인들의 사진, 기사 등을 주요 내용으로 하는 잡지를 제작·판매하는 甲 주식회사가 연예인 매니지먼트, 음반 제작, 공연 기획 등 엔터테인먼트 사업을 하는 乙 주식회사의 허락 없이 乙 회사 소속 유명 아이돌 그룹의 구성원들에 관한 화보집 등을 제작하여 위 잡지 특별판의 특별 부록으로 판매하려 하자, 乙 회사가 甲 회사의 행위는 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목에서 정한 부정경쟁행위에 해당한다며 위 특별 부록의 제작·배포 등의 금지 등을 구하는 가처분을 신청한 사안에서, 乙 회사는 위 아이돌 그룹의 구성원들을 선발하여 전속계약을 체결한 후 훈련을 통해 구성원들의 능력을 향상시켰고, 전속계약에 따라 그들의 음악, 공연, 방송, 출연 등을 기획하고, 음원, 영상 등의 콘텐츠를 제작·유통시키는 등 위 아이돌 그룹의 활동에 상당한 투자와 노력을 하였으며, 그로 인해 위 아이돌 그룹과 관련하여 쌓인 명성·신용·고객흡인력이 상당한 수준에 이르렀는데, 이는 ‘상당한 투자나 노력으로 만들어진 성과 등’으로 평가할 수 있고, 누구나 자유롭게 이용할 수 있는 공공영역에 속한다고 볼 수 없으므로, 타인이 무단으로 위의 표지를 사용하면 채권자의 경제적 이익을 침해하게 된다고 판단한 다음, 연예인의 이름과 사진 등을 상품이나 광고 등에 사용하기 위해서는 연예인이나 소속사의 허락을 받거나 일정한 대가를 지급하는 것이 엔터테인먼트 산업분야의 상거래 관행인 점을 감안하면 통상적인 정보제공의 범위를 넘어 특정 연예인에 대한 특집 기사나 사진을 대량으로 수록한 별도의 책자나 DVD 등을 제작하면서 연예인이나 소속사의 허락을 받지 않거나 대가를 지급하지 않는 것은 상거래 관행이나 공정한 거래질서에 반하고, 甲 회사가 발매한 특별 부록은 乙 회사가 발행하는 위 아이돌 그룹의 화보집과 관계에서 수요를 대체할 가능성이 충분하여 경쟁관계도 인정되므로, 甲 회사가 위 특별 부록을 제작·판매하는 행위는 공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 乙 회사의 성과 등을 무단으로 사용하는 행위로서 위 (카)목의 부정경쟁행위에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목 / [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목<br/>",
  "참조판례": "[1] 대법원 2010. 8. 25.자 2008마1541 결정(공2010하, 1855)<br/>"
}