{
  "판례일련번호": "211301",
  "사건명": "폐쇄명령처분취소청구의소",
  "사건번호": "2019두51499",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200409",
  "판시사항": "[1] 준농림지역 안에서 ‘대기환경보전법에 의한 특정대기유해물질 배출시설’의 설치를 금지한 구 국토이용관리법 시행령 제14조 제1항 제1호가 위헌·무효인지 여부(소극)<br/>  [2] 준농림지역에서 레미콘 공장을 설립하여 운영하던 甲 주식회사가 아스콘 공장을 추가로 설립하기 위하여 관할 시장으로부터 공장설립 변경승인을 받고 아스콘 공장 증설에 따른 대기오염물질 배출시설 설치 변경신고를 마친 다음 아스콘 공장을 운영하였는데, 위 공장에 대하여 실시한 배출검사에서 대기환경보전법상 특정대기유해물질에 해당하는 포름알데히드 등이 검출되자 시장이 자연녹지지역 안에서 허가받지 않은 특정대기유해물질 배출시설을 설치·운영하였다는 사유로 대기환경보전법 제38조 단서에 따라 위 공장의 대기오염물질 배출시설 및 방지시설을 폐쇄하라는 명령을 한 사안에서, 위 처분이 신뢰보호원칙, 행정의 자기구속 법리, 실효의 원칙에 위배되지 않는다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 국토이용관리법 시행령(2002. 12. 26. 대통령령 제17816호로 폐지) 제14조 제1항 제1호에 따르면, 준농림지역 안에서는 특정대기유해물질 배출시설의 설치가 금지되었기 때문에, 그 범위에서 특정대기유해물질이 발생하는 공장시설을 설치하여 운영하려는 자의 직업수행의 자유, 준농림지역 안에서 토지나 건물을 소유하고 있는 자의 재산권이 제한받을 수 있다. 그러나 위 규정이 헌법 제37조 제2항의 과잉금지원칙을 위반하였다고 볼 수는 없다.<br/>  [2] 준농림지역(이후 자연녹지지역으로 변경)에서 레미콘 공장을 설립하여 운영하던 甲 주식회사가 아스콘 공장을 추가로 설립하기 위하여 관할 시장으로부터 공장설립 변경승인을 받고 아스콘 공장 증설에 따른 대기오염물질 배출시설 설치 변경신고를 마친 다음 아스콘 공장을 운영하였는데, 위 공장에 대하여 실시한 배출검사에서 대기환경보전법상 특정대기유해물질에 해당하는 포름알데히드 등이 검출되자 시장이 자연녹지지역 안에서 허가받지 않은 특정대기유해물질 배출시설을 설치·운영하였다는 사유로 대기환경보전법 제38조 단서에 따라 위 공장의 대기오염물질 배출시설 및 방지시설을 폐쇄하라는 명령을 한 사안에서, 위 공장설립 당시의 관계 법령에 따르면 준농림지역 안에서 특정대기유해물질이 발생하는 위 공장의 설치가 금지되어 있었고, 위 공장은 국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제16호 [별표 17] 제2호 (차)목에 따라 처분 당시 변경된 자연녹지지역에 설치가 금지된 경우에 해당하므로 대기환경보전법 제38조 단서에 따른 폐쇄명령의 대상이며, 공장설립 당시에 甲 회사가 위 공장에서 특정대기유해물질은 배출되지 않고 토석의 저장·혼합 및 연료 사용에 따라 먼지와 배기가스만 배출될 것이라는 전제에서 허위이거나 부실한 배출시설 및 방지시설 설치 계획서를 제출하였으므로 시장이 만연히 甲 회사의 계획서를 그대로 믿은 데에 과실이 있더라도, 시장의 착오는 甲 회사가 유발한 것이므로, 위 공장에 대하여 특정대기유해물질 관련 규제가 적용되지 않으리라는 甲 회사의 기대는 보호가치가 없다는 등의 이유로, 위 처분이 신뢰보호원칙, 행정의 자기구속 법리, 실효의 원칙에 위배되지 않는다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제15조, 제23조 제1항, 제37조 제2항, 구 국토이용관리법 시행령(2002. 12. 26. 대통령령 제17816호로 폐지) 제14조 제1항 제1호 / [2] 구 국토이용관리법 시행령(2002. 12. 26. 대통령령 제17816호로 폐지) 제14조 제1항 제1호, 국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제16호 [별표 17] 제2호 (차)목, 대기환경보전법 제38조, 행정절차법 제4조 제2항<br/>",
  "참조판례": "[1] 대법원 2019. 10. 18. 선고 2018두34497 판결(공2019하, 2159)<br/>"
}