{
  "판례일련번호": "211315",
  "사건명": "폭력행위등처벌에관한법률위반(집단·흉기등재물손괴등)(인정된죄명:특수손괴)·모욕",
  "사건번호": "2017도20455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200327",
  "판시사항": "[1] 재물손괴죄에서 ‘재물의 효용을 해한다’는 것의 의미 / 도로 바닥에 낙서를 하는 행위 등이 재물손괴죄에 해당하는지 판단하는 기준<br/>  [2] 甲 주식회사의 직원인 피고인들이 유색 페인트와 래커 스프레이를 이용하여 甲 회사 소유의 도로 바닥에 직접 문구를 기재하거나 도로 위에 놓인 현수막 천에 문구를 기재하여 페인트가 바닥으로 배어 나와 도로에 배게 하는 방법으로 다중의 위력으로써 도로의 효용을 해하였다고 하여 특수재물손괴로 기소된 사안에서, 피고인들이 위와 같은 방법으로 도로 바닥에 여러 문구를 써놓은 행위가 위 도로의 효용을 해하는 정도에 이른 것이라고 보기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 재물손괴죄에 관한 법리를 오해하는 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법 제366조의 재물손괴죄는 타인의 재물을 손괴 또는 은닉하거나 기타의 방법으로 그 효용을 해하는 경우에 성립한다. 여기에서 재물의 효용을 해한다고 함은 사실상으로나 감정상으로 재물을 본래의 사용 목적에 제공할 수 없는 상태로 만드는 것을 말하고, 일시적으로 재물을 이용할 수 없는 상태로 만드는 것도 포함한다.<br/>  특히 도로 바닥에 낙서를 하는 행위 등이 도로의 효용을 해하는 것에 해당하는지 여부는, 당해 도로의 용도와 기능, 그 행위가 도로의 안전표지인 노면표시 기능 및 이용자들의 통행과 안전에 미치는 영향, 그 행위가 도로의 미관을 해치는 정도, 도로의 이용자들이 느끼는 불쾌감이나 저항감, 원상회복의 난이도와 거기에 드는 비용, 그 행위의 목적과 시간적 계속성, 행위 당시의 상황 등 제반 사정을 종합하여 사회통념에 따라 판단하여야 한다.<br/>  [2] 甲 주식회사의 직원인 피고인들이 유색 페인트와 래커 스프레이를 이용하여 甲 회사 소유의 도로 바닥에 직접 문구를 기재하거나 도로 위에 놓인 현수막 천에 문구를 기재하여 페인트가 바닥으로 배어 나와 도로에 배게 하는 방법으로 다중의 위력으로써 도로의 효용을 해하였다고 하여 특수재물손괴로 기소된 사안에서, 위 도로는 甲 회사의 임원과 근로자들 및 거래처 관계자들이 이용하는 도로로 산업 현장에 위치한 위 도로의 주된 용도와 기능은 사람과 자동차 등이 통행하는 데 있고, 미관은 그다지 중요한 작용을 하지 않는 곳으로 보이는 점, 피고인들이 도로 바닥에 기재한 여러 문구들 때문에 도로를 이용하는 사람들과 자동차 등이 통행하는 것 자체가 물리적으로 불가능하게 되지는 않은 점, 甲 회사의 정문 입구에 있는 과속방지턱 등을 포함하여 도로 위에 상당한 크기로 기재된 위 문구의 글자들이 차량운전자 등의 통행과 안전에 실질적인 지장을 초래하였다고 보기 어려운 점, 도로 바닥에 기재된 문구에 甲 회사 임원들의 실명과 그에 대한 모욕적인 내용 등이 여럿 포함되어 있지만, 도로의 이용자들이 이 부분 도로를 통행할 때 그 문구로 인하여 불쾌감, 저항감을 느껴 이를 본래의 사용 목적대로 사용할 수 없을 정도에 이르렀다고 보기 부족한 점, 도로 바닥에 페인트와 래커 스프레이로 쓰여 있는 여러 문구는 아스팔트 접착용 도료로 덧칠하는 등의 방법으로 원상회복되었는데, 그다지 많은 시간과 큰 비용이 들었다고 보이지 않는 점 등을 종합하면, 피고인들이 위와 같은 방법으로 도로 바닥에 여러 문구를 써놓은 행위가 위 도로의 효용을 해하는 정도에 이른 것이라고 보기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 재물손괴죄에 관한 법리를 오해하는 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제366조 / [2] 형법 제366조, 제369조 제1항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2007. 6. 28. 선고 2007도2590 판결(공2007하, 1217), 대법원 2017. 12. 13. 선고 2017도10474 판결<br/>"
}