{
  "판례일련번호": "211419",
  "사건명": "손실보상금",
  "사건번호": "2019두32696",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200429",
  "판시사항": "[1] 2013. 4. 25. 국토교통부령 제5호로 개정된 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제48조 제2항 단서 제1호가 헌법상 정당보상원칙, 비례원칙에 위반되거나 위임입법의 한계를 일탈한 것인지 여부(소극)<br/>  [2] 2013. 4. 25. 국토교통부령 제5호로 개정된 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 시행일 전에 사업인정고시가 이루어졌으나 위 시행규칙 시행 후 보상계획의 공고·통지가 이루어진 공익사업에 대해서도 영농보상금액의 구체적인 산정방법·기준에 관한 위 시행규칙 제48조 제2항 단서 제1호를 적용하도록 규정한 위 시행규칙 부칙(2013. 4. 25.) 제4조 제1항이 진정소급입법에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제77조 제4항은 농업손실 보상액의 구체적인 산정 및 평가 방법과 보상기준에 관한 사항을 국토교통부령으로 정하도록 위임하고 있다. 그 위임에 따라 2013. 4. 25. 국토교통부령 제5호로 개정된 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(이하 ‘개정 시행규칙’이라 한다) 제48조 제2항 단서 제1호가 실제소득 적용 영농보상금의 예외로서, 농민이 제출한 입증자료에 따라 산정한 실제소득이 동일 작목별 평균소득의 2배를 초과하는 경우에 해당 작목별 평균생산량의 2배를 판매한 금액을 실제소득으로 간주하도록 규정함으로써 실제소득 적용 영농보상금의 ‘상한’을 설정하였다.<br/>  이와 같은 개정 시행규칙 제48조 제2항 단서 제1호는, 영농보상이 장래의 불확정적인 일실소득을 보상하는 것이자 농민의 생존배려·생계지원을 위한 보상인 점, 실제소득 산정의 어려움 등을 고려하여, 농민이 실농으로 인한 대체생활을 준비하는 기간의 생계를 보장할 수 있는 범위 내에서 실제소득 적용 영농보상금의 ‘상한’을 설정함으로써 나름대로 합리적인 적정한 보상액의 산정방법을 마련한 것이므로, 헌법상 정당보상원칙, 비례원칙에 위반되거나 위임입법의 한계를 일탈한 것으로는 볼 수 없다.<br/>  [2] 사업인정고시일 전부터 해당 토지를 소유하거나 사용권원을 확보하여 적법하게 농업에 종사해 온 농민은 사업인정고시일 이후에도 수용개시일 전날까지는 해당 토지에서 그간 해온 농업을 계속할 수 있다. 그러나 사업인정고시일 이후에 수용개시일 전날까지 농민이 해당 공익사업의 시행과 무관한 어떤 다른 사유로 경작을 중단한 경우에는 손실보상의 대상에서 제외될 수 있다. 사업인정고시가 이루어졌다는 점만으로 농민이 구체적인 영농보상금 청구권을 확정적으로 취득하였다고는 볼 수 없으며, 보상협의 또는 재결절차를 거쳐 협의성립 당시 또는 수용재결 당시의 사정을 기준으로 구체적으로 산정되는 것이다.<br/>  또한 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제48조에 따른 영농보상은 수용개시일 이후 편입농지에서 더 이상 영농을 계속할 수 없게 됨에 따라 발생하는 손실에 대하여 장래의 2년간 일실소득을 예측하여 보상하는 것이므로, 수용재결 당시를 기준으로도 영농보상은 아직 발생하지 않은 장래의 손실에 대하여 보상하는 것이다.<br/>  따라서 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 부칙(2013. 4. 25.) 제4조 제1항이 영농보상금액의 구체적인 산정방법·기준에 관한 2013. 4. 25. 국토교통부령 제5호로 개정된 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(이하 ‘개정 시행규칙’이라 한다) 제48조 제2항 단서 제1호를 개정 시행규칙 시행일 전에 사업인정고시가 이루어졌으나 개정 시행규칙 시행 후 보상계획의 공고·통지가 이루어진 공익사업에 대해서도 적용하도록 규정한 것은 진정소급입법에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조 제3항, 제37조 제2항, 제95조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제77조 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제48조 제2항 제1호 / [2] 헌법 제13조 제2항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제48조 제2항 제1호, 부칙(2013. 4. 25.) 제4조 제1항<br/>",
  "참조판례": ""
}