{
  "판례일련번호": "211403",
  "사건명": "증여세부과처분취소",
  "사건번호": "2014두2331",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200429",
  "판시사항": "[1] 상장법인인 甲 주식회사의 대표이사 乙이 丙 증권회사에 丁 명의의 차명계좌를 개설하고 투자금을 입금한 다음 위 증권계좌를 이용하여 甲 회사의 유상증자 과정에서 甲 회사의 주식(1차 주식)을 인수하여 丁 명의로 명의개서를 마쳤는데, 그 후 乙이 1차 주식을 전부 매도하여 매도금액이 위 증권계좌에 입금되었다가 丁 명의의 다른 계좌로 송금되어 예수금 잔액이 0원이 되었고, 이후 일정 금액이 위 증권계좌에 입금되어 乙이 甲 회사의 주식을 매수한 후 일부를 매도하고 남은 주식(2차 주식)에 관하여 다시 丁 명의로 명의개서를 마쳤으며, 한편 乙은 1차 주식을 매도하기 전 戊 증권회사에도 丁 명의의 차명계좌를 개설하고 투자금을 입금한 다음 위 증권계좌를 이용하여 甲 회사의 주식(3차, 4차 주식)을 각 매수하여 丁 명의로 명의개서를 마쳤는데, 관할 세무서장이 丁 명의의 1차 내지 4차 주식의 명의신탁에 대하여 구 상속세 및 증여세법 제41조의2 제1항 본문을 적용하여 丁에게 각 증여세 및 가산세를 부과한 사안에서, 丁 명의의 3, 4차 주식은 최초로 명의신탁된 1차 주식과는 별개의 새로운 명의신탁 주식이므로, 3, 4차 주식에 대한 위 처분이 적법하다고 본 원심판단은 정당하나, 丁 명의의 2차 주식이 위 법률조항에 따른 과세대상인지 여부에 관한 심리를 다하지 아니한 채 2차 주식에 대한 위 처분도 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>  [2] 유상증자에 따른 신주인수의 경우 증여의제되는 재산가액의 평가기준일(=신주의 명의개서일)<br/>",
  "판결요지": "[1] 상장법인인 甲 주식회사의 대표이사 乙이 丙 증권회사에 丁 명의의 차명계좌를 개설하고 투자금을 입금한 다음 위 증권계좌를 이용하여 甲 회사의 유상증자 과정에서 甲 회사의 주식(1차 주식)을 인수하여 丁 명의로 명의개서를 마쳤는데, 그 후 乙이 1차 주식을 전부 매도하여 매도금액이 위 증권계좌에 입금되었다가 丁 명의의 다른 계좌로 송금되어 예수금 잔액이 0원이 되었고, 이후 일정 금액이 위 증권계좌에 입금되어 乙이 甲 회사의 주식을 매수한 후 일부를 매도하고 남은 주식(2차 주식)에 관하여 다시 丁 명의로 명의개서를 마쳤으며, 한편 乙은 1차 주식을 매도하기 전 戊 증권회사에도 丁 명의의 차명계좌를 개설하고 투자금을 입금한 다음 위 증권계좌를 이용하여 甲 회사의 주식(3차, 4차 주식)을 각 매수하여 丁 명의로 명의개서를 마쳤는데, 관할 세무서장이 丁 명의의 1차 내지 4차 주식의 명의신탁에 대하여 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것) 제41조의2 제1항 본문을 적용하여 丁에게 각 증여세 및 가산세를 부과한 사안에서, 제반 사정에 비추어 丁 명의의 1차 주식은 乙이 증권계좌를 통해 丁 앞으로 명의개서한 최초의 명의신탁 주식이고, 丁 명의의 3, 4차 주식은 1차 주식을 매도하기 전에 다른 증권계좌를 통해 매수한 별개의 새로운 명의신탁 주식이므로, 위 법률조항에 따른 과세대상이 될 수 있어 3, 4차 주식에 대한 위 처분이 적법하다고 본 원심판단이 정당하나, 丁 명의의 2차 주식에 관하여는 명의신탁자인 乙이 증권계좌에 입금되었다가 다른 계좌로 송금된 丁 명의의 1차 주식의 매도대금을 그대로 보관하고 있었는지 여부, 만약 乙이 1차 주식의 매도대금을 보관하고 있었다면 이를 다시 증권계좌로 입금하여 2차 주식의 매수대금으로 사용하였는지 여부 등을 심리한 후 그 결과에 따라 2차 주식이 위 법률조항에 따른 과세대상인지 여부에 관한 심리를 다하지 아니한 채 최초 명의신탁받은 주식을 매도한 대금으로 다시 취득한 주식에 대하여도 위 법률조항에 따른 증여세를 부과할 수 있다는 전제에서, 2차 주식에 대한 위 처분도 적법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [2] 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제41조의2 제1항 본문은 권리의 이전이나 그 행사에 명의개서 등을 요하는 재산을 증여의제 대상으로 하여 ‘그 명의자로 명의개서 등을 한 날’에 그 재산의 가액을 명의자가 실제 소유자로부터 증여받은 것으로 본다고 규정하고 있고, 구 상증세법 제60조 제1항은 증여재산의 평가에 관하여 그 재산의 가액을 ‘증여일 현재의 시가’에 의하도록 규정하고 있다(한편 주주명부 자체가 없어 명의개서가 이루어지지 아니한 경우에는 구 상증세법 제41조의2 제1항 본문을 적용할 수 없었던 문제점이 있어서, 2003. 12. 30. 법률 제7010호로 개정된 구 상속세 및 증여세법에서 제45조의2 제3항을 신설하여 그러한 경우에도 납세지 관할 세무서장에게 제출한 주주 등에 관한 서류 및 주식등변동상황명세서에 의하여 명의개서 여부를 판정할 수 있게 하였다).<br/>  원칙적으로 주식의 경우 위 각 규정에 따라 증여일로 의제되는 명의개서일을 기준으로 그 가액을 평가한다. 유상증자에 따른 신주인수의 경우에도 증여의제되는 재산가액의 평가기준일은 신주의 명의개서일로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 제60조 제1항 / [2] 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 제60조 제1항, 구 상속세 및 증여세법(2005. 1. 14. 법률 제7335호로 개정되기 전의 것) 제45조의2 제3항(현행 제45조의2 제4항 참조)<br/>",
  "참조판례": ""
}