{
  "판례일련번호": "211427",
  "사건명": "소송비용액확정",
  "사건번호": "2019마6990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20200424",
  "판시사항": "[1] 소송비용에 산입되는 변호사보수에 당사자가 사후에 지급하기로 약정한 것도 포함되는지 여부(적극) 및 소송을 대리한 변호사에게 당사자가 아닌 제3자가 보수를 지급한 경우, 소송비용에 산입되는 변호사보수로 인정할 수 있는지 여부(한정 적극)<br/>  [2] 甲이 신탁계약의 수탁자인 乙 주식회사를 상대로 소송을 제기하자, 신탁계약의 위탁자인 丙 주식회사가 신탁계약에 따라 丁 법무법인에 위 소송의 대리를 위임하면서 보수는 추후 소송비용액확정신청을 통하여 상대방으로부터 상환받을 변호사보수로 그 지급을 갈음하기로 약정하였는데, 위 소송에서 소송비용은 甲이 부담한다는 판결이 확정되자, 乙 회사가 甲을 상대로 소송비용액확정신청을 한 사안에서, 丙 회사가 보수약정에 따라 丁 법인에 지급하기로 한 변호사보수는 소송당사자인 乙 회사가 지급하는 것과 동일하다고 볼 수 있어 소송비용으로 인정되어야 하고, 소송비용액확정절차에서 변호사보수의 소송비용 산입에 관한 규칙에 의하여 결정되는 변호사보수는 보수약정에 따라 丁 법인에 지급될 보수액으로서 甲이 乙 회사에 상환하여야 할 소송비용에 산입된다고 보아야 하는데도, 乙 회사가 지급하였거나 지급할 변호사보수가 없다는 이유로 甲이 乙 회사에 상환하여야 할 소송비용액을 0원으로 확정한 원심판단에는 소송비용에 산입되는 변호사보수에 관한 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제109조 제1항은 “소송을 대리한 변호사에게 당사자가 지급하였거나 지급할 보수는 대법원규칙이 정하는 금액의 범위 안에서 소송비용으로 인정한다.”라고 규정하고 있고, 변호사보수의 소송비용 산입에 관한 규칙 제3조 제1항은 “소송비용에 산입되는 변호사의 보수는 당사자가 보수계약에 의하여 지급한 또는 지급할 보수액의 범위 내에서 각 심급 단위로 소송목적의 값에 따라 별표의 기준에 의하여 산정한다.”라고 규정하고 있다.<br/>  소송비용에 산입되는 변호사의 보수에는 당사자가 보수계약에 의하여 현실적으로 지급한 것뿐만 아니라 사후에 지급하기로 약정한 것까지 포함되고, 제3자가 지급한 경우에도 당사자가 지급한 것과 동일하다고 볼 수 있는 사정이 인정되면 소송비용에 산입되는 변호사보수로 인정할 수 있다.<br/>  [2] 甲이 신탁계약의 수탁자인 乙 주식회사를 상대로 소송을 제기하자, 신탁계약의 위탁자인 丙 주식회사가 신탁계약에 따라 丁 법무법인에 위 소송의 대리를 위임하면서 보수는 추후 소송비용액확정신청을 통하여 상대방으로부터 상환받을 변호사보수로 그 지급을 갈음하기로 약정하였는데, 위 소송에서 소송비용은 甲이 부담한다는 판결이 확정되자, 乙 회사가 甲을 상대로 소송비용액확정신청을 한 사안에서, 丙 회사가 신탁재산과 관련된 위 소송을 대리한 丁 법인에 보수를 지급하기로 약정한 것은 丙 회사와 소송당사자인 乙 회사가 내부적으로 신탁재산 관련 소송의 수행책임과 비용부담 등을 정한 신탁계약에 따른 것이므로, 丙 회사가 보수약정에 따라 丁 법인에 지급하기로 한 변호사보수는 소송당사자인 乙 회사가 지급하는 것과 동일하다고 볼 수 있어 소송비용으로 인정되어야 하고, 소송비용액확정절차에서 변호사보수의 소송비용 산입에 관한 규칙에 따라 결정되는 변호사보수는 보수약정에 따라 丁 법인에 지급될 보수액으로서 甲이 乙 회사에 상환하여야 할 소송비용에 산입된다고 보아야 하는데도, 乙 회사가 지급하였거나 지급할 변호사보수가 없다는 이유로 甲이 乙 회사에 상환하여야 할 소송비용액을 0원으로 확정한 원심판단에는 소송비용에 산입되는 변호사보수에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제109조 제1항, 변호사보수의 소송비용 산입에 관한 규칙 제3조 제1항 / [2] 민사소송법 제109조 제1항, 변호사보수의 소송비용 산입에 관한 규칙 제3조 제1항<br/>",
  "참조판례": "[1] 대법원 2005. 4. 30.자 2004마1055 결정<br/>"
}