{
  "판례일련번호": "211415",
  "사건명": "손해배상(기)",
  "사건번호": "2014다11895",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200429",
  "판시사항": "[1] 주식투자를 하는 일반투자자는 대상 기업에 대한 외부감사인의 감사보고서를 믿고 이를 판단 자료로 삼아 주식을 거래한다고 보아야 하는지 여부(적극)<br/>  [2] 감사인의 부실감사를 토대로 주식거래를 한 주식투자자가 감사인에게 민법상 불법행위책임을 근거로 배상을 구할 수 있는 손해액(=부실감사로 상실하게 된 주가에 상응하는 금액) 및 이를 산정하는 방법<br/>  [3] 손해배상청구 사건에서 책임제한 사유에 관한 사실인정이나 그 비율을 정하는 것이 사실심의 전권사항에 속하는지 여부(원칙적 적극)<br/>  [4] 甲이 乙 은행의 분식회계 등 사실을 모르고 乙 은행 주식에 투자하였다가 손해를 입자, 분식회계 등에 적극적으로 관여한 乙 은행의 회장 丙 등 및 분식회계 등 사실을 발견하지 못한 채 허위 내용이 기재된 감사보고서를 작성한 丁 회계법인을 상대로 불법행위에 따른 손해배상을 구하는 소를 제기하였는데, 丁 법인의 책임비율이 문제 된 사안에서, 丁 법인의 책임비율을 분식회계 등에 적극적으로 관여한 丙 등과 같게 정한 것은 부적절하나, 丁 법인의 과실 내용과 그 결과에 비추어 丁 법인의 책임비율을 40%로 제한한 것 자체는 수긍할 수 있는 범위 내로서 이를 40%보다 낮은 비율로 정하지 않았다고 하여 형평의 원칙에 비추어 현저히 불합리하다고 볼 수 없으므로, 丁 법인의 책임비율을 40%로 정한 원심판단에는 책임제한에 관한 법리오해의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 주식거래에서 대상 기업의 재무상태는 주가를 형성하는 가장 중요한 요인 중의 하나이고, 대상 기업의 재무제표에 대한 외부감사인의 회계감사를 거쳐 작성된 감사보고서는 대상 기업의 정확한 재무상태를 드러내는 가장 객관적인 자료로서 일반투자자에게 제공·공표되어 주가 형성에 결정적인 영향을 미친다. 주식투자를 하는 일반투자자로서는 대상 기업의 재무상태를 나타내는 감사보고서가 정당하게 작성되어 공표된 것으로 믿고 주가가 당연히 그에 바탕을 두고 형성되었으리라고 생각하여 대상 기업의 주식을 거래한 것으로 보아야 한다.<br/>  [2] 감사인의 부실감사를 토대로 주식거래를 한 주식투자자가 부실감사를 한 감사인에게 민법상 불법행위책임을 근거로 배상을 구할 수 있는 손해액은 일반적으로 그와 같은 부실감사로 상실하게 된 주가에 상응하는 금액이다. 이러한 주가에 상응하는 금액은 특별한 사정이 없는 한 부실감사가 밝혀져 거래가 정지되기 직전에 정상적으로 형성된 주가와 부실감사로 인한 거래정지가 해제되고 거래가 재개된 후 계속된 하종가를 벗어난 시점에서 정상적으로 형성된 주가의 차액이라고 볼 수 있다. 그와 같이 주가가 다시 정상적으로 형성되기 이전에 매도가 이루어지고 매도가액이 그 후 다시 형성된 정상적인 주가를 초과하는 경우에는 그 매도가액과의 차액이라고 할 수 있다.<br/>  [3] 손해배상청구 사건에서 책임제한 사유에 관한 사실인정이나 그 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/>  [4] 甲이 乙 은행의 분식회계 등 사실을 모르고 乙 은행 주식에 투자하였다가 손해를 입자, 분식회계 등에 적극적으로 관여한 乙 은행의 회장 丙 등 및 분식회계 등 사실을 발견하지 못한 채 허위 내용이 기재된 감사보고서를 작성한 丁 회계법인을 상대로 불법행위에 따른 손해배상을 구하는 소를 제기하였는데, 丁 법인의 책임비율이 문제 된 사안에서, 丁 법인의 책임비율을 고의로 대손충당금을 과소 적립하는 방법으로 분식행위를 하고 이를 기초로 허위의 사업보고서 등을 공시하는 데 적극적으로 관여한 丙 등과 같게 정한 것은 적절하지 않으나, 丙 등의 책임 부분이 40%로 확정된 것은 甲이 상고하지 않았기 때문일 뿐 책임비율이 적정하다는 것을 뜻하는 것은 아니므로, 丁 법인의 책임비율을 丙 등과 같게 정한 잘못이 있더라도 丁 법인의 책임비율이 그 자체로 재량 범위에 있다면 그러한 잘못이 판결 결과에 영향을 미쳤다고 볼 수 없는데, 외부감사인에게 요구되는 주의의무를 위반한 丁 법인의 과실 내용과 그 결과에 비추어 丁 법인의 책임비율을 40%로 제한한 것 자체는 수긍할 수 있는 범위 내로서 이를 40%보다 낮은 비율로 정하지 않았다고 하여 형평의 원칙에 비추어 현저히 불합리하다고 볼 수 없으므로, 丁 법인의 책임비율을 40%로 정한 원심판단에는 책임제한에 관한 법리오해의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 주식회사 등의 외부감사에 관한 법률 제7조의2 / [2] 민법 제393조, 제750조, 제763조, 주식회사 등의 외부감사에 관한 법률 제7조의2 / [3] 민법 제393조, 제750조, 제763조, 민사소송법 제432조 / [4] 민법 제393조, 제750조, 제763조, 민사소송법 제432조, 주식회사 등의 외부감사에 관한 법률 제7조의2<br/>",
  "참조판례": "[1] 대법원 1997. 9. 12. 선고 96다41991 판결(공1997하, 3078) / [2] 대법원 1998. 4. 24. 선고 97다32215 판결(공1998상, 1446) / [3] 대법원 2007. 11. 30. 선고 2006다19603 판결(공2007하, 2043), 대법원 2018. 11. 29. 선고 2016다266606, 266613 판결(공2019상, 133)<br/>"
}