{
  "판례일련번호": "211411",
  "사건명": "물환경보전법위반",
  "사건번호": "2019도3795",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200429",
  "판시사항": "[1] 구 국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제19호 [별표 20]에서 ‘계획관리지역 안에서 건축할 수 없는 건축물’의 하나로서 특정수질유해물질이 구 수질 및 수생태계 보전에 관한 법률 시행령 제31조 제1항 제1호에 따른 기준 이상으로 배출되는 공장시설 등을 구체적으로 열거한 것이 모법인 국토의 계획 및 이용에 관한 법률의 위임 범위를 일탈하였다고 볼 수 있는지 여부(소극)<br/>  [2] 구 국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제19호 [별표 20] 제1호 (자)목 (1) 중 [별표 19] 제2호 (자)목 (3) 부분이 과잉금지원칙 등에 위배하여 국민의 직업(영업)의 자유를 침해한 위헌인 규정인지 여부(소극)<br/>  [3] 구 국토의 계획 및 이용에 관한 법률 시행령 제71조 제1항 제19호 [별표 20] 제1호 (자)목 (1) 중 [별표 19] 제2호 (자)목 (3) 부분이 평등원칙에 위배된 자의적인 입법인지 여부(소극)<br/>",
  "판결요지": "[1] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라고 한다)은, 제76조 제1항에서 용도지역에서의 건축물이나 그 밖의 시설의 용도·종류 및 규모 등의 제한에 관한 사항을 대통령령으로 정하도록 위임하면서도 제36조 제1항을 통하여 대통령령의 제정자가 준거하여야 할 각 용도지역의 기능과 특성, 그 의미를 규정하고 있다. 계획관리지역에 대해서는 ‘도시지역으로의 편입이 예상되거나 자연환경을 고려하여 제한적인 이용·개발을 하려는 지역으로서 계획적·체계적인 개발·관리가 필요한 지역’이라고 규정하고 있는데[제36조 제1항 제2호 (다)목], 국토계획법 자체에서 이미 계획관리지역에서는 광범위한 건축 제한이 이루어질 가능성을 예정하고 있는 것이다.<br/>  토지의 사회성·공공성을 고려하면 토지재산권에 대하여는 다른 재산권에 비하여 강한 제한과 의무가 부과될 수 있으므로 토지의 이용·개발과 보전에 관한 사항에 관해서는 입법자에게 광범위한 입법형성권이 부여되어 있는 점에 비추어 보면, 국토계획법의 위와 같은 입장, 즉 국토의 계획 및 이용에 관한 목표, 그 실행의 원칙적 기준 등을 법률에서 직접 제시하되 구체적인 수단이나 방법의 형성에 관해서는 대통령령의 입법자에게 비교적 광범위한 입법재량을 부여한 것은 정당하다.<br/>  따라서 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20]에서 ‘계획관리지역 안에서 건축할 수 없는 건축물’의 하나로서 특정수질유해물질이 구 수질 및 수생태계 보전에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호 물환경보전법 시행령으로 대통령령 제명 변경되기 전의 것) 제31조 제1항 제1호에 따른 기준 이상으로 배출되는 공장시설 등을 구체적으로 열거한 것은 모법인 국토계획법이 위와 같이 예정하고 있는 바를 구체화, 명확화한 것이라고 볼 수 있을 뿐, 모법의 위임 범위를 뛰어넘은 것이라고 평가하기는 어렵다.<br/>  [2] 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20] 제1호 (자)목 (1) 중 [별표 19] 제2호 (자)목 (3) 부분(이하 ‘시행령 조항’이라고 한다)이 계획관리지역에서 특정수질유해물질이 구 수질 및 수생태계 보전에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호 물환경보전법 시행령으로 대통령령 제명 변경되기 전의 것) 제31조 제1항 제1호에 따른 기준 이상으로 배출되는 공장시설(이하 ‘특정수질유해물질 기준 이상 배출 공장시설’이라고 한다)의 건축을 원칙적으로 금지한 것 자체는, 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라고 한다)이 부여한 입법형성의 재량 범위 내에 있는 것일 뿐만 아니라 헌법적으로 정당한 ‘국토계획법의 용도지역 제도의 취지 및 계획관리지역의 특성과 지정 목적 등’을 반영한 것으로 평가된다. 따라서 정당한 입법 목적을 실현하기 위한 적절한 수단으로 볼 수 있다.<br/>  또한 시행령 조항은 계획관리지역에 한정하여 ‘특정수질유해물질 기준 이상 배출 공장시설’의 건축을 금지하는 것일 뿐이므로, ‘특정수질유해물질 기준 이상 배출 공장시설’을 건축하여 운영하려는 자는 계획관리지역이 아닌 지역에서 행정청의 허가를 받아 건축한 후 운영할 수 있다. 그렇다면 시행령 조항으로 인하여 국민이 입게 될 법익 침해의 정도가 앞서 본 입법 목적이 지향하는 공익에 비하여 중하다고 보기는 어렵다.<br/>  계획관리지역에서 ‘특정수질유해물질 기준 이상 배출 공장시설’의 건축을 원칙적으로 금지한 입법자의 의사가 정당한 이상, 그러한 원칙적 금지에 대한 예외적 허용 범위를 정함에 있어서는 입법자에게 폭넓은 입법재량이 있다고 보아야 한다. 살피건대, 시행령 조항이 ‘구 수질 및 수생태계 보전에 관한 법률(2017. 1. 17. 법률 제14532호 물환경보전법으로 법률 제명 변경되기 전의 것, 이하 ‘구 수질수생태계법’이라고 한다) 제34조에 따라 폐수무방류배출시설의 설치허가를 받아 운영하는 경우’만을 위 원칙적 금지에 대한 예외사유로 한정한 것을 두고 입법재량의 범위를 일탈한 선택이라고 평가하기는 어렵다.<br/>  달리 ‘폐수배출시설 설치제한지역이든 아니든 모든 계획관리지역에서 구 수질수생태계법의 폐수무방류배출시설의 설치허가 요건(시설기준)을 갖추어 국토계획법상 개발행위허가를 받을 수 있는 가능성’을 위 원칙적 금지에 대한 예외사유로 입법하여야 할 의무가 시행령 조항의 입법자에게 있다고 볼 법적 근거를 찾기 어렵다.<br/>  결국 시행령 조항을 가리켜 과잉금지원칙 등에 위배하여 국민의 직업(영업)의 자유를 침해한 위헌인 규정이라고 평가할 수는 없다.<br/>  [3] 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20] 제1호 (자)목 (1) 중 [별표 19] 제2호 (자)목 (3) 부분에 의하면 같은 계획관리지역이더라도 폐수배출시설 설치제한지역인지 여부에 따라 폐수무방류배출시설의 건축 가능성 유무가 정해지지만, 이는 본질적으로 서로 상이한 법률[구 수질 및 수생태계 보전에 관한 법률(2017. 1. 17. 법률 제14532호 물환경보전법으로 법률 제명 변경되기 전의 것)상 폐수배출시설 허가 및 설치제한 제도와 국토의 계획 및 이용에 관한 법률상 계획관리지역의 건축 규제 제도]의 입법 취지를 구현하는 과정에서 기인한 것으로 볼 수 있다. 따라서 그러한 차별적 취급을 두고 평등원칙에 위배된 자의적인 입법이라고 평가하기 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제75조, 국토의 계획 및 이용에 관한 법률 제1조, 제6조, 제7조, 제36조 제1항 제2호 (다)목, 제58조 제1항 제1호, 제76조 제1항, 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20], 구 수질 및 수생태계 보전에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호 물환경보전법 시행령으로 개정되기 전의 것) 제31조 제1항 제1호(현행 물환경보전법 시행령 제31조 제1항 제1호 참조) / [2] 헌법 제37조 제2항, 국토의 계획 및 이용에 관한 법률 제36조 제1항 제2호 (다)목, 제76조 제1항, 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20], 구 수질 및 수생태계 보전에 관한 법률(2017. 1. 17. 법률 제14532호 물환경보전법으로 개정되기 전의 것) 제2조 제11호(현행 물환경보전법 제2조 제11호 참조), 제33조(현행 물환경보전법 제33조 참조), 제34조(현행 물환경보전법 제34조 참조), 제44조(현행 물환경보전법 제44조 참조), 제76조 제8호(현행 물환경보전법 제76조 제8호 참조), 구 수질 및 수생태계 보전에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호 물환경보전법 시행령으로 개정되기 전의 것) 제31조 제1항 제1호(현행 물환경보전법 시행령 제31조 제1항 제1호 참조), 구 수질 및 수생태계 보전에 관한 법률 시행규칙(2018. 1. 17. 환경부령 제745호 물환경보전법 시행규칙으로 개정되기 전의 것) 제39조(현행 물환경보전법 시행규칙 제39조 참조) / [3] 헌법 제11조, 국토의 계획 및 이용에 관한 법률 제36조 제1항 제2호 (다)목, 제76조 제1항, 구 국토의 계획 및 이용에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호로 개정되기 전의 것) 제71조 제1항 제19호 [별표 20], 구 수질 및 수생태계 보전에 관한 법률(2017. 1. 17. 법률 제14532호 물환경보전법으로 개정되기 전의 것) 제2조 제11호(현행 물환경보전법 제2조 제11호 참조), 제33조(현행 물환경보전법 제33조 참조), 제34조(현행 물환경보전법 제34조 참조), 제44조(현행 물환경보전법 제44조 참조), 제76조 제8호(현행 물환경보전법 제76조 제8호 참조), 구 수질 및 수생태계 보전에 관한 법률 시행령(2018. 1. 16. 대통령령 제28583호 물환경보전법 시행령으로 개정되기 전의 것) 제31조 제1항 제1호(현행 물환경보전법 시행령 제31조 제1항 제1호 참조), 구 수질 및 수생태계 보전에 관한 법률 시행규칙(2018. 1. 17. 환경부령 제745호 물환경보전법 시행규칙으로 개정되기 전의 것) 제39조(현행 물환경보전법 시행규칙 제39조 참조)<br/>",
  "참조판례": "[1] 헌법재판소 2017. 9. 28. 선고 2016헌마18 전원재판부 결정(헌공252, 1018)<br/>"
}