{
  "판례일련번호": "211595",
  "사건명": "성매매알선등행위의처벌에관한법률위반(성매매알선등)",
  "사건번호": "2020도1355",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200514",
  "판시사항": "[1] 포괄일죄의 관계에 있는 범행 일부에 대하여 판결이 확정된 경우, 면소판결의 대상 / 포괄일죄와 실체적 경합범의 구별 기준<br/>  [2] 성매매알선 등 행위의 처벌에 관한 법률에서 성매매장소 제공행위에 대한 처벌 규정을 둔 취지<br/>  [3] 피고인이 자기 소유의 건물을 2017. 8. 31. 甲에게 월 70만 원에, 2018. 6. 18. 乙에게 월 100만 원에 성매매장소로 제공하였다는 범죄사실로 각 약식명령이 확정되었는데, 위 건물을 2014. 6.경부터 2016. 4.경까지, 2018. 3.경부터 2018. 5. 13.경까지 丙에게 월 300만 원에 임대하는 등 성매매장소로 제공하여 성매매알선 등 행위를 하였다는 공소사실로 기소된 사안에서, 확정된 각 약식명령의 범죄사실과 공소사실이 포괄일죄 관계에 있다고 보아 각 약식명령의 기판력이 공소사실에 미친다는 이유로 면소를 선고한 원심판결에 성매매장소 제공에 의한 성매매알선 등 행위의 처벌에 관한 법률 위반(성매매알선등)죄에서 포괄일죄와 경합범의 구별 기준에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 포괄일죄의 관계에 있는 범행 일부에 대하여 판결이 확정된 경우에는 사실심 판결선고 시를 기준으로 그 이전에 이루어진 범행에 대하여는 확정판결의 기판력이 미쳐 면소의 판결을 선고하여야 할 것인데, 동일 죄명에 해당하는 여러 개의 행위 혹은 연속된 행위를 단일하고 계속된 범의하에 일정 기간 계속하여 행하고 피해법익도 동일한 경우에는 이들 각 행위를 통틀어 포괄일죄로 처단하여야 할 것이나, 범의의 단일성과 계속성이 인정되지 아니하거나 범행방법 및 장소가 동일하지 않은 경우에는 각 범행은 실체적 경합범에 해당한다.<br/>  [2] 성매매알선 등 행위의 처벌에 관한 법률은 제19조 제1항 제1호, 제2조 제1항 제2호 (나)목에서 성매매의 장소를 제공하는 행위를 한 사람을 처벌하도록 규정하고, ‘영업으로’ 그와 같은 행위를 한 사람에 대하여는 제19조 제2항 제1호에서 가중하여 처벌하도록 별도로 규정하고 있다. 위와 같이 성매매장소의 제공행위에 대한 처벌 규정을 둔 입법 취지는, 성매매의 장소를 제공하는 것은 성매매 내지는 성매매알선을 용이하게 하는 것이고, 결국 성매매의 강요·알선 등 행위로 인하여 얻은 재산상의 이익을 취득하는 것이라는 점에서 성매매행위의 공급자와 중간 매개체를 차단하여 우리 사회에 만연되어 있는 성매매행위의 강요·알선 등 행위와 성매매행위를 근절하려는 성매매알선 등 행위의 처벌에 관한 법률의 목적을 달성하기 위해 간접적인 성매매알선을 규제하기 위함이다.<br/>  [3] 피고인이 자기 소유의 건물을 2017. 8. 31. 甲에게 월 70만 원에, 2018. 6. 18. 乙에게 월 100만 원에 성매매장소로 제공하였다는 범죄사실로 각 약식명령이 확정되었는데, 위 건물을 2014. 6.경부터 2016. 4.경까지, 2018. 3.경부터 2018. 5. 13.경까지 丙에게 월 300만 원에 임대하는 등 성매매장소로 제공하여 성매매알선 등 행위를 하였다는 공소사실로 기소된 사안에서, 확정된 각 약식명령은 영업이 아닌 단순 성매매장소 제공행위 범행으로 처벌된 것이고, 공소사실 역시 영업이 아닌 단순 성매매장소 제공행위 범행으로 기소된 것이어서 구성요건의 성질상 동종 행위의 반복이 예상되는 경우라고 볼 수 없고, 성매매알선행위가 장소제공행위의 필연적 결과라거나 반대로 장소제공행위가 성매매알선행위에 수반되는 필연적 수단이라고 볼 수 없는 점, 각 약식명령의 장소제공행위는 2017. 8. 31. 하루 동안 甲에게 임료를 월 70만 원으로 정하여 임대하였다는 것과 2018. 6. 18. 하루 동안 乙에게 임료를 월 100만 원으로 정하여 임대하였다는 것이고, 공소사실의 장소제공행위는 그와 다른 시기에 丙에게 임료를 월 300만 원으로 정하여 임대하였다는 것으로, 별개의 법률관계인 각각의 임대차계약이 시기를 달리하여 존재하고, 임대차계약의 중요한 내용인 임차인과 임료 등이 모두 다른 점, 각 약식명령과 공소사실의 장소제공행위는, 장소를 제공받은 성매매업소 운영주가 성매매알선 등 행위로 단속되어 기소·처벌을 받는 과정에서 함께 처벌을 받게 된 것으로, 피고인은 그때마다 새로운 성매매업소 운영주와 다시 임대차계약을 체결하여 온 것으로 보이는 점, 한편 성매매장소를 제공한 수 개의 행위가 동일한 범죄사실이라고 쉽게 단정하여 포괄일죄로 인정하면, 자칫 범행 중 일부만 발각되어 그 부분만 공소가 제기되어 확정판결을 받게 된 후에는 나중에 발각된 부분을 처벌하지 못하여 행위에 합당한 기소와 양형이 불가능하게 될 수 있는 불합리가 나타나 처벌규정을 둔 입법 취지가 훼손될 여지도 있는 점 등 여러 사정을 염두에 두고 공소사실과 각 약식명령의 범죄사실에 있어 범의의 단일성과 계속성이 인정되는지 등을 살펴본 다음 각 약식명령의 범죄사실과 공소사실이 동일사건에 해당하여 포괄일죄 관계에 있는지를 가려 그 확정판결의 기판력이 공소사실에 미치는지를 판단하여야 함에도, 이와 달리 각 약식명령의 범죄사실과 공소사실이 동일사건에 해당한다고 단정하여 포괄일죄 관계에 있다고 보아 각 약식명령의 기판력이 공소사실에 미친다는 이유로 면소를 선고한 원심판결에 성매매장소 제공에 의한 성매매알선 등 행위의 처벌에 관한 법률 위반(성매매알선등)죄에서 포괄일죄와 경합범의 구별 기준에 관한 법리를 오해하고 필요한 심리를 다하지 아니한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제37조, 형사소송법 제326조 제1호 / [2] 성매매알선 등 행위의 처벌에 관한 법률 제1조, 제2조 제1항 제2호 (나)목, 제19조 제1항 제1호, 제2항 제1호 / [3] 형법 제37조, 성매매알선 등 행위의 처벌에 관한 법률 제2조 제1항 제2호 (나)목, 제19조 제1항 제1호, 형사소송법 제326조 제1호<br/>",
  "참조판례": "[1] 대법원 2013. 5. 24. 선고 2011도9549 판결(공2013하, 1176) / [2] 대법원 2009. 7. 23. 선고 2009도594 판결<br/>"
}