{
  "판례일련번호": "211611",
  "사건명": "건물명도(인도)",
  "사건번호": "2019다252042",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200514",
  "판시사항": "[1] 임대차계약이 종료된 후 임대인이 임대차보증금의 반환의무를 이행하거나 적법하게 이행제공을 하는 등으로 임차인이 동시이행항변권을 상실하였는데도 목적물의 반환을 계속 거부하면서 점유하고 있는 경우, 불법행위를 구성하는지 여부(원칙적 적극)<br/>  [2] 甲 학교법인이 乙 주식회사와 체결한 식당 임대차계약의 기간 만료 전 乙 회사에 임대차계약이 종료할 예정이라며 임대차계약에 따른 원상회복을 이행할 것을 통지하였고, 기간 만료 후 乙 회사를 피공탁자로 하여 임대차보증금에서 연체차임 등을 공제한 돈을 변제공탁하였는데, 乙 회사가 甲 법인을 상대로 식당에 지출한 비용의 상환을 구하는 소를 제기하면서 임대차기간이 만료된 후에도 식탁, 집기류 등 장비를 둔 상태로 식당을 점유하다가 甲 법인에 식당을 인도하였고, 그 후 乙 회사의 위 청구를 기각하는 판결이 선고·확정된 사안에서, 甲 법인이 임대차계약이 종료한 다음 연체차임 등을 공제한 임대차보증금을 적법하게 변제공탁하였다면 달리 乙 회사가 식당을 점유할 적법한 권원이 없는 한 乙 회사가 변제공탁의 통지를 받은 다음부터 식당을 甲 법인에 인도할 때까지 적어도 과실에 의한 불법점유를 한 것으로 볼 수 있는데도, 필요한 심리를 다하지 아니한 채 乙 회사가 식당을 점유한 것이 고의나 과실에 의한 불법점유라고 보기 어렵다고 한 원심판단에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 임대차계약이 종료되면 임차인은 목적물을 반환하고 임대인은 연체차임을 공제한 나머지 보증금을 반환해야 한다. 이러한 임차인의 목적물반환의무와 임대인의 보증금반환의무는 동시이행관계에 있으므로, 임대인이 임대차보증금의 반환의무를 이행하거나 적법하게 이행제공을 하는 등으로 임차인의 동시이행항변권을 상실시키지 않은 이상, 임대차계약 종료 후 임차인이 목적물을 계속 점유하더라도 그 점유를 불법점유라고 할 수 없고 임차인은 이에 대한 손해배상의무를 지지 않는다. 그러나 임차인이 그러한 동시이행항변권을 상실하였는데도 목적물의 반환을 계속 거부하면서 점유하고 있다면, 달리 점유에 관한 적법한 권원이 인정될 수 있는 특별한 사정이 없는 한 이러한 점유는 적어도 과실에 의한 점유로서 불법행위를 구성한다.<br/>  [2] 甲 학교법인이 乙 주식회사와 체결한 식당 임대차계약의 기간 만료 전 乙 회사에 임대차계약이 종료할 예정이라며 임대차계약에 따른 원상회복을 이행할 것을 통지하였고, 기간 만료 후 乙 회사를 피공탁자로 하여 임대차보증금에서 연체차임 등을 공제한 돈을 변제공탁하였는데, 乙 회사가 甲 법인을 상대로 식당에 지출한 비용의 상환을 구하는 소를 제기하면서 임대차기간이 만료된 후에도 식탁, 집기류 등 장비를 둔 상태로 식당을 점유하다가 甲 법인에 식당을 인도하였고, 그 후 乙 회사의 위 청구를 기각하는 판결이 선고·확정된 사안에서, 甲 법인이 임대차계약이 종료한 다음 연체차임 등을 공제한 임대차보증금을 적법하게 변제공탁하였다면 乙 회사가 식당을 인도할 의무에 대해 임대차보증금의 반환과 동시이행을 주장할 수 없고, 乙 회사는 위 소송에서 식당에 지출한 비용의 상환을 청구하였으나 청구를 기각하는 판결이 확정되었으며, 달리 乙 회사가 식당을 점유할 적법한 권원이 없는 한 乙 회사가 변제공탁의 통지를 받은 다음부터 식당을 甲 법인에 인도할 때까지 적어도 과실에 의한 불법점유를 한 것으로 볼 수 있는데도, 甲 법인의 적법한 변제공탁으로 乙 회사가 동시이행항변권을 상실하였는지, 변제공탁이 乙 회사에 통지된 때가 언제인지, 乙 회사가 식당을 점유할 적법한 권원이 있는지 등 필요한 심리를 다하지 아니한 채 乙 회사가 식당을 점유한 것이 고의나 과실에 의한 불법점유라고 보기 어렵다고 한 원심판단에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제536조, 제618조, 제750조 / [2] 민법 제536조, 제618조, 제750조<br/>",
  "참조판례": "[1] 대법원 1996. 6. 14. 선고 95다54693 판결(공1996하, 2166), 대법원 2014. 8. 20. 선고 2014다204253, 204260 판결<br/>"
}