{
  "판례일련번호": "211603",
  "사건명": "보증금청구의소",
  "사건번호": "2016다218379",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200514",
  "판시사항": "[1] 선급금의 정산방식에 관한 공사도급계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 이를 해석하는 방법 및 이때 특히 고려하여야 할 사항<br/>  [2] 도급인인 甲 법인은 수급인인 乙 주식회사와 체결한 공사도급계약에 따라 乙 회사에 선급금을 지급하였고, 乙 회사는 丙 공제조합으로부터 위 선급금에 관한 선급금보증서를 발급받아 甲 법인에 교부하였으며, 위 도급계약의 일부로 포함된 공사계약특수조건의 조항 및 이에 의하여 준용되는 정부 입찰·계약 집행기준에 의하면, 선급금은 기성부분 또는 기납부분의 대가 지급 시마다 ‘선급금정산액 = 선급금액 × (기성부분의 대가상당액 / 계약금액)’의 방식에 의하여 산출한 선급금정산액 이상을 정산하여야 한다고 정하고 있는데, 甲 법인이 제1회 선급금정산을 완료한 후 도급계약금액이 증액되자, 제2회 선급금을 정산하면서 위 산식의 ‘기성부분의 대가상당액’에 제2회 기성검사액과 제1회 기성검사액을 합한 금액을 적용하고 ‘계약금액’에 증액된 도급계약금액을 적용하여 선급금정산액을 계산한 다음, 그 계산 결과에서 제1회 선급금정산액을 공제한 나머지 금액을 선급금에서 정산하고, 제2회 기성검사액에서 위 정산액을 공제한 돈을 제2회 기성액으로 乙 회사에 지급하였다가 보증사고가 발생하자, 丙 공제조합을 상대로 선급금잔액에 대한 보증책임을 구한 사안에서, 위 정산규정에서 정한 산식 중 ‘기성부분의 대가상당액’ 및 ‘계약금액’은 모두 당해 기성부분 대가 지급 시를 기준으로 한 금액만을 의미하고, 이전 기성부분의 대가상당액을 누적하여 합산할 수 없다고 해석하는 것이 타당한데도, 이와 달리 본 원심판단에는 법률행위의 해석 등에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 공사도급계약에서 도급인이 수급인에게 지급하는 선급금의 반환에 관하여 수급인이 보증계약을 체결한 경우, 보증금 지급사유의 발생 및 범위는 당해 보증의 대상이 된 공사도급계약의 내용에 따라 판단하여야 한다. 따라서 선급금의 정산방식에 관한 공사도급계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우 그 해석은 문언의 내용, 그와 같은 약정이 이루어진 동기와 경위, 약정에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다. 특히 공사도급계약의 종료에 따른 정산관계에 있어서는 각 미정산 선급금반환채권 및 기성공사대금채권에 대한 상호 대립하는 이해관계인들이 다수 존재하는 것이 보통이므로, 위와 같은 선급금의 정산방식에 관한 공사도급계약을 해석함에 있어 그들의 이해관계를 고려하여 신중을 기하여야 한다.<br/>  [2] 도급인인 甲 법인은 수급인인 乙 주식회사와 체결한 공사도급계약에 따라 乙 회사에 선급금을 지급하였고, 乙 회사는 丙 공제조합으로부터 위 선급금에 관한 선급금보증서를 발급받아 甲 법인에 교부하였으며, 위 도급계약의 일부로 포함된 공사계약특수조건의 조항 및 이에 의하여 준용되는 정부 입찰·계약 집행기준(2011. 5. 13. 기획재정부 계약예규 제2200.04-159-18호로 개정되기 전의 것)에 의하면, 선급금은 기성부분 또는 기납부분의 대가 지급 시마다 ‘선급금정산액 = 선급금액 × (기성부분의 대가상당액 / 계약금액)’의 방식에 의하여 산출한 선급금정산액 이상을 정산하여야 한다고 정하고 있는데, 甲 법인이 제1회 선급금정산을 완료한 후 도급계약금액이 증액되자, 제2회 선급금을 정산하면서 위 산식의 ‘기성부분의 대가상당액’에 제2회 기성검사액과 제1회 기성검사액을 합한 금액을 적용하고 ‘계약금액’에 증액된 도급계약금액을 적용하여 선급금정산액을 계산한 다음, 그 계산 결과에서 제1회 선급금정산액을 공제한 나머지 금액을 선급금에서 정산하고, 제2회 기성검사액에서 위 정산액을 공제한 돈을 제2회 기성액으로 乙 회사에 지급하였다가 보증사고가 발생하자, 丙 공제조합을 상대로 선급금잔액에 대한 보증책임을 구한 사안에서, 위 정산규정의 모두에 위치한 ‘기성부분 또는 기납부분의 대가 지급 시마다’라는 문구는 위 규정 중 마지막의 ‘정산하여야 한다’ 부분뿐만 아니라 중간 부분의 해당 산식 부분도 수식하는 것으로 해석하는 것이 문언의 통상적인 의미와 구조에 부합하는 점 등 제반 사정에 비추어 보면, 정산규정에서 정한 산식 중 ‘기성부분의 대가상당액’ 및 ‘계약금액’은 모두 당해 기성부분 대가 지급 시를 기준으로 한 금액만을 의미하고, 이전 기성부분의 대가상당액을 누적하여 합산할 수 없다고 해석하는 것이 타당하므로, 甲 법인은 제2회 기성검사액만 증액된 도급계약금액으로 나누어 선급금정산액을 산정하였어야 하고, 이와 달리 제1회 기성검사액까지 모두 합산하여 증액된 도급계약금액을 적용한 선급금정산으로는 정산규정에 반하여 丙 공제조합에 대항할 수 없으며, 이에 의하여 甲 법인이 乙 회사에 지급한 제2회 기성액 중 과지급 부분은 丙 공제조합의 보증책임 범위에 영향을 미치지 않는다고 보아야 하는데도, 계약금액이 증액된 경우 정산규정의 ‘기성부분의 대가상당액’을 누적 기성액으로, ‘계약금액’을 증액된 계약금액으로 풀이하여 선급금정산액을 산정하는 것이 타당하다고 보아, 甲 법인의 청구를 모두 인용하고 甲 법인의 제2회 선급금정산으로 丙 공제조합에 대항할 수 없다는 丙 공제조합의 항변을 배척하는 취지의 제1심판단을 그대로 유지한 원심판단에는 법률행위의 해석 및 선급금의 정산 방법과 선급금보증채무에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제664조 / [2] 민법 제105조, 제664조<br/>",
  "참조판례": ""
}