{
  "판례일련번호": "211607",
  "사건명": "구상금",
  "사건번호": "2018다269739",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200514",
  "판시사항": "甲 주식회사를 기명피보험자로 하고 乙을 승낙피보험자로 하는 丙 보험회사의 피보험차량이 이를 운전하던 乙의 과실로 전복된 후 丁이 운전하던 戊 보험회사의 피보험차량에 충격을 당하여 丙 회사 피보험차량에 동승하고 있던 乙의 어머니 己가 상해를 입자, 戊 회사가 보험약관의 치료관계비 전액보상 규정에 따라 己에게 치료비를 전액 지급한 다음 丙 회사를 상대로 乙의 과실비율에 따른 구상금을 청구하였는데, 丙 회사가 공동불법행위자인 乙과 피해자인 己는 직계가족인 모자지간으로 신분상 내지 사회생활상 일체를 이루는 관계이므로, ‘자동차보험 구상금 분쟁심의에 관한 상호협정’상 선처리사와 후처리사 사이의 구상 절차와 방법을 정한 위 상호협정 시행규약 조항에 따라 선처리사인 戊 회사는 피해자 측 과실인 乙의 과실을 상계한 나머지 금액에 대해서만 보상하거나 위 시행규약 조항에서 정한 절차를 거쳐 보상한 다음 후처리사인 자신에게 구상하여야 하는데도 이를 준수하지 않았다며 구상금 지급을 거부한 사안에서, 위 시행규약 조항은 피보험자 개별적용 원칙에 따라 피해자 측에 해당하지 않는 피보험자(甲 회사)가 존재하여 후처리사가 피해자에게 여전히 손해배상책임을 부담하는 경우에는 적용되지 않는다고 봄이 타당하고, 자동차보험 표준약관이 보험금 지급기준을 정하면서 ‘소송이 제기된 경우에는 약관이 적용되지 않고 일반적인 손해배상금 산정기준이 적용된다’고 규정하고 있으나, 이때의 ‘소송’에는 선처리사가 후처리사를 상대로 구상금청구소송을 제기한 경우는 포함되지 않아 여전히 자동차보험 표준약관에서 정한 치료관계비 전액보상 규정의 적용이 배제되지 않으므로, 선처리사인 戊 회사가 치료관계비 전액보상 규정에 따라 피해자인 己에게 치료비 전액을 지급하면서 위 시행규약 조항에서 정한 절차나 방법을 준수하지 않았다고 하더라도 이후 후처리사인 丙 회사가 이를 이유로 戊 회사에 구상금 지급을 거부할 수 없는데도, 이와 달리 위 시행규약 조항이 적용된다고 보아 丙 회사가 구상금 지급을 거부할 수 있다고 본 원심판단에는 위 시행규약 조항의 적용 범위에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "甲 주식회사를 기명피보험자로 하고 乙을 승낙피보험자로 하는 丙 보험회사의 피보험차량이 이를 운전하던 乙의 과실로 전복된 후 丁이 운전하던 戊 보험회사의 피보험차량에 충격을 당하여 丙 회사 피보험차량에 동승하고 있던 乙의 어머니 己가 상해를 입자, 戊 회사가 보험약관의 치료관계비 전액보상 규정에 따라 己에게 치료비를 전액 지급한 다음 丙 회사를 상대로 乙의 과실비율에 따른 구상금을 청구하였는데, 丙 회사가 공동불법행위자인 乙과 피해자인 己는 직계가족인 모자지간으로 신분상 내지 사회생활상 일체를 이루는 관계이므로, ‘자동차보험 구상금 분쟁심의에 관한 상호협정’상 선처리사(우선적으로 손해배상금을 지급하는 협정회사)와 후처리사(선처리사에게 구상금을 지급할 책임이 있는 협정회사) 사이의 구상 절차와 방법을 정한 위 상호협정 시행규약 조항에 따라 선처리사인 戊 회사는 피해자 측 과실인 乙의 과실을 상계한 나머지 금액에 대해서만 보상하거나 위 시행규약 조항에서 정한 절차를 거쳐 보상한 다음 후처리사인 자신에게 구상하여야 하는데도 이를 준수하지 않았다며 구상금 지급을 거부한 사안에서, 자동차보험에서 동일 자동차사고로 인하여 피해자에 대하여 배상책임을 지는 피보험자가 복수로 존재하는 경우에는 피보험이익도 피보험자마다 개별로 독립하여 존재하는 것이므로 각각의 피보험자마다 손해배상책임의 발생요건이나 면책조항의 적용 여부 등을 개별적으로 가려서 보상책임의 유무를 결정하는 것이 원칙이고, 이러한 피보험자 개별적용의 원칙에 의하면, 복수의 피보험자 중 일부만이 피해자와 신분상 내지 생활관계상 일체를 이루는 관계가 있을 뿐이고 다른 피보험자는 이러한 관계가 없는 경우에 보험자는 피해자 측 과실과 무관하게 보상책임을 부담하므로, 위 시행규약 조항은 피보험자 개별적용 원칙에 따라 피해자 측에 해당하지 않는 피보험자(甲 회사)가 존재하여 후처리사가 피해자에게 여전히 손해배상책임을 부담하는 경우에는 적용되지 않는다고 봄이 타당하고, 자동차보험 표준약관이 보험금 지급기준을 정하면서 ‘소송이 제기된 경우에는 약관이 적용되지 않고 일반적인 손해배상금 산정기준이 적용된다’고 규정하고 있으나, 이때 ‘소송’은 기본적으로 피해자나 피보험자와 그 보험자 사이에서 제기된 소송을 의미하고, 더 나아가 공동불법행위자 중 1인의 보험회사가 자동차보험 표준약관의 치료관계비 전액보상 규정에 따라 적법하게 피해자에게 손해를 보상한 후 다른 공동불법행위자 중 1인의 보험회사를 상대로 구상금청구소송을 제기한 경우와 같이 처음부터 약관이 적용될 여지가 없었던 보험회사 사이에 제기된 구상금청구소송까지 의미한다고 볼 수는 없어, 선처리사가 후처리사를 상대로 구상금청구소송을 제기한 때에는 여전히 자동차보험 표준약관에서 정한 치료관계비 전액보상 규정의 적용이 배제되지 않으므로, 선처리사인 戊 회사가 치료관계비 전액보상 규정에 따라 피해자인 己에게 치료비 전액을 지급하면서 위 시행규약 조항에서 정한 절차나 방법을 준수하지 않았다고 하더라도 이후 후처리사인 丙 회사가 이를 이유로 戊 회사에게 구상금 지급을 거부할 수 없는데도, 이와 달리 위 시행규약 조항이 적용된다고 보아 丙 회사가 구상금 지급을 거부할 수 있다고 본 원심판단에는 위 시행규약 조항의 적용 범위에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "상법 제726조의2, 민법 제105조<br/>",
  "참조판례": ""
}