{
  "판례일련번호": "211697",
  "사건명": "지분소유권이전등기말소",
  "사건번호": "2010다50625",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20120726",
  "판시사항": "[1]           구 국세징수법 제47조 제2항의 취지 및 여기에서 말하는 ‘체납액’의 의미        <br/>[2]           구 국세징수법 제45조에 의한 압류가 압류 당시의 체납액 납부로 당연히 실효되는지 여부(소극) 및 압류가 압류등기 후에 발생한 체납액에 대하여도 효력을 미치는지 여부(적극)        <br/>[3] 제1차 국세의 체납으로 토지 지분을 압류당한 甲이 공매통지서를 송달받고 제1차 국세를 완납하였으나, 관할세무서장이 압류를 해제하지 않은 채 제1차 국세 완납 전 발송하였다가 수취인 미거주 등 사유로 반송된 제2차 국세의 납부통지서를 공시송달한 후 압류 토지 지분을 공매처분하자 甲이 공매처분의 무효를 주장하며 소유권이전등기의 말소를 구한 사안에서, 공매처분을 무효로 볼 수 없다는 등의 이유로 甲의 청구를 배척한 원심의 조치가 결과적으로 정당하다고 한 사례<br/>[4] 체납자 등에 대한 공매통지 없이 한 공매처분이 당연무효인지 여부(소극)<br/>",
  "판결요지": "[1]           구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것, 이하 '국세징수법'이라 한다) 제47조 제2항의 취지는, 한 번 압류등기를 하고 나면 동일한 사람에 대한 압류등기 이후에 발생한 체납액에 대하여도 새로운 압류등기를 거칠 필요 없이 당연히 압류의 효력이 미친다는 것으로서, 여기에서 말하는 ‘체납액’이란 납세의무가 성립·확정된 이후에 그 납부기한까지 납부되지 아니한 국세와 그 가산금 등을 말한다.        <br/>[2]           구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제45조의 규정에 의한 압류는 압류 당시의 체납액이 납부되었다고 하여 당연히 실효되지 아니하고, 압류가 유효하게 존속하는 한 압류등기 이후에 발생한 체납액에 대하여도 효력이 미친다.        <br/>[3] 제1차 국세의 체납으로 토지 지분을 압류당한 甲이 공매통지서를 송달받고 제1차 국세를 완납하였으나, 관할세무서장이 압류를 해제하지 않은 채 제1차 국세 완납 전 발송하였다가 수취인 미거주 등 사유로 반송된 제2차 국세의 납부통지서를 공시송달한 후 압류 토지 지분을 공매처분하자 甲이 공매처분의 무효를 주장하며 소유권이전등기의 말소를 구한 사안에서, 제2차 국세에 대한 납부통지서가 공시송달되어 납부기한이 경과한 후에야 비로소 ‘체납’이 발생하고 그때부터 압류가 제2차 국세에도 효력을 미치므로, 제1차 국세를 완납한 때부터 압류의 효력이 제2차 국세에 미치게 되는 때까지는 압류를 해제할 사유가 있는데도 제1차 국세 완납만으로는 압류에 관계되는 체납액의 일부를 납부한 것에 불과하여 압류를 해제할 사유가 발생하지 않았다고 본 원심판단은 잘못이나, 압류는 그 기초가 된 체납액인 제1차 국세가 납부되었다고 하여 당연히 실효되지 않고 압류가 해제되지 않은 상태에서 새로이 발생한 체납액인 제2차 국세에 대하여도 효력이 미치므로 공매처분을 무효로 볼 수 없다는 이유로 甲의 청구를 배척한 원심의 조치는 결과적으로 정당하고, 거기에           구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제47조 제2항에서 정하는 압류의 효력 등에 관한 법리오해의 위법이 없다고 한 사례.        <br/>[4]           구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제68조는 세무서장이 압류된 재산의 공매를 공고한 때에는 즉시 그 내용을 체납자 등에게 통지하도록 정하고 있다. 이러한 체납자 등에 대한 공매통지는 국가의 강제력에 의하여 진행되는 공매절차에서 체납자 등의 권리 내지 재산상 이익을 보호하기 위하여 법률로 규정한 절차적 요건에 해당하지만, 그 통지를 하지 아니한 채 공매처분을 하였다 하여도 그 공매처분이 당연무효로 되는 것은 아니다.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제3조 제1항,         제35조 제1항,         제47조의2 / [2]         구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제45조,         제47조의2,         제53조 제1항 제1호 / [3]         구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제3조 제1항,         제35조 제1항,         제45조,         제47조의2,         제53조 제1항 제1호 / [4]         구 국세징수법(2011. 4. 4. 법률 제10527호로 개정되기 전의 것) 제68조<br/>",
  "참조판례": "[1]         대법원 1988. 1. 19. 선고 87누827 판결(공1988, 421),         대법원 2004. 11. 12. 선고 2003두6115 판결 / [2]         대법원 1989. 5. 9. 선고 88다카17174 판결(공1989, 905) / [4]         대법원 1966. 9. 27. 선고 66다1303 판결(집14-3, 민107),         대법원 2008. 11. 20. 선고 2007두18154 전원합의체 판결(공2008하, 1799),         대법원 2011. 3. 24. 선고 2010두25527 판결(공2011상, 838)      <br/>"
}