{
  "판례일련번호": "211655",
  "사건명": "거절결정(디)",
  "사건번호": "2019허6273",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20200508",
  "판시사항": "甲 외국회사가 대상물품을 ‘특수기호 글자체’로 하는 출원디자인을 출원하였는데, 특허청 심사관이 ‘출원디자인의 지정도면이 구 디자인보호법 시행규칙 제35조 제3항 관련 [별표 1]에 준하여 작성되지 않았으며 누락된 글자가 있기에 디자인을 구체적으로 파악할 수 없어 출원디자인은 디자인보호법 제33조 제1항 본문에 따른 공업상 이용할 수 있는 디자인에 해당하지 않으므로 디자인등록을 받을 수 없다’라는 이유로 디자인등록거절결정을 하였고, 甲 회사가 이에 대한 취소심판청구를 하였으나 특허심판원이 이를 기각하는 심결을 한 사안에서, 위 [별표 1]은 디자인등록 요건에 관하여 모법의 위임을 받은 것이라 할 수 없고, [별표 1]의 도면과 일치하여야만 글자체 디자인이 공업상 이용가능성을 갖추었다고 단정할 수 없는데도, 이와 달리 보아 위 거절결정을 그대로 유지한 위 심결이 위법하다고 한 사례<br/>",
  "판결요지": "甲 외국회사가 대상물품을 ‘특수기호 글자체’로 하는 출원디자인을 출원하였는데, 특허청 심사관이 ‘출원디자인의 지정도면이 구 디자인보호법 시행규칙(2019. 9. 24. 산업통상자원부령 제346호로 개정되기 전의 것, 이하 같다) 제35조 제3항 관련 [별표 1](이하 ‘[별표 1]’이라 한다)에 준하여 작성되지 않았으며 누락된 글자가 있기에 디자인을 구체적으로 파악할 수 없어 출원디자인은 디자인보호법 제33조 제1항 본문에 따른 공업상 이용할 수 있는 디자인에 해당하지 않으므로 디자인등록을 받을 수 없다’라는 이유로 디자인등록거절결정을 하였고, 甲 회사가 이에 대한 취소심판청구를 하였으나 특허심판원이 이를 기각하는 심결을 한 사안이다.<br/>  디자인등록출원서에 관하여 규정하고 있는 구 디자인보호법 시행규칙 제35조는 디자인보호법 제37조 제5항의 위임에 따라 ‘디자인등록출원’에 필요한 사항을 정한 것일 뿐 ‘글자체 디자인의 공업상 이용가능성’에 관한 구체적인 의미나 정의 등 디자인등록 요건에 관한 사항을 위임받은 것이라고 볼 수 없으므로, [별표 1]은 디자인등록출원인이 출원서에 첨부해야 할 서류로 제출하여야 하는 도면의 형식에 대한 규정이라고 봄이 타당한데도, 위 위 거절결정은 [별표 1]을 대외적 구속력을 가지는 디자인등록 요건에 관한 규정으로 보아, 출원디자인이 [별표 1]에 준하여 작성되지 않고 누락된 글자가 있다는 이유만으로, 디자인보호법에 따른 ‘글자체 디자인의 공업상 이용가능성’이 있는지 여부에 관하여 심리하지 않은 위법이 있고, 나아가 [별표 1]이 디자인등록 요건에 관하여 모법의 위임을 받은 것이라 하더라도, 출원디자인이 공업상 이용가능성이 있는지 여부는 디자인등록의 요건에 관한 사항인 점, 구 디자인보호법 시행규칙 제35조 제2항의 문언에 비추어 보면 위 규정은 글자체 디자인이 [별표 1]이 정한 지정글자, 보기문장 및 대표글자를 포함하는 경우 등록요건을 판단하는 데 충분한 글자체가 적힌 것으로 간주해 주는 것에 불과한 점, [별표 1]에서 정한 119자 이외에도 다양한 종류의 특수문자가 기록이나 표시 또는 인쇄에 사용되고 있는 점, [별표 1]의 제정 경위와 현 디자인보호법 시행규칙이 [별표 1]의 지정글자를 대폭 축소하고 있는 점, 출원디자인이 한 벌 전체로서의 글자꼴이 같은 경향, 같은 스타일을 유지하고 있어 통상의 지식을 가진 사람이 경험칙에 의하여 디자인의 요지를 충분히 특정할 수 있을 것으로 보이는 점을 고려하면, [별표 1]은 ‘글자체 디자인의 공업상 이용가능성’에 관한 예시적 규정으로 해석할 수 있을 뿐, [별표 1]의 도면과 일치하여야만 글자체 디자인이 공업상 이용가능성을 갖추었다고 단정할 수는 없으므로, 위 거절결정을 그대로 유지한 위 심결이 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "디자인보호법 제2조 제2호, 제33조 제1항, 제37조 제1항, 제5항, 구 디자인보호법 시행규칙(2019. 9. 24. 산업통상자원부령 제346호로 개정되기 전의 것) 제35조 제1항, 제2항 [별지 제5호 서식], 제3항 [별표 1], 디자인보호법 시행규칙 제35조 제2항 [별지 제5호 서식], 제3항 [별표 1]<br/>",
  "참조판례": ""
}