{
  "판례일련번호": "211619",
  "사건명": "영업정지처분취소",
  "사건번호": "2019두63515",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200514",
  "판시사항": "[1] 폐기물처리업자가 폐수처리오니로 ‘비탈면 녹화토’를 생산하는 것이 폐기물관리법령이 정한 재활용 기준을 위반하는 것인지 여부(적극) 및 폐기물처리업자가 폐수처리오니에 생물학적 처리과정을 거쳐 매립시설 복토재 또는 토양개량제로 사용할 수 있는 부숙토를 생산한 후 이를 다시 제3자에게 제공하여 그로 하여금 부숙토를 원료로 폐수처리오니의 재활용 용도로 허용되지 않은 생산 품목인 비탈면 녹화토를 최종적으로 생산하게 한 경우, 폐기물처리업자가 폐기물관리법령이 정한 재활용 기준을 위반한 것인지 여부(적극) / 이때 폐기물처리업자의 의무위반을 탓할 수 없는 정당한 사유가 있는 경우, 폐기물처리업자에 대하여 제재처분을 할 수 있는지 여부(소극) 및 ‘의무위반을 탓할 수 없는 정당한 사유’가 있는지 판단하는 기준이 되는 자<br/>  [2] 여러 처분사유에 관하여 하나의 제재처분을 하였을 때 그중 일부가 인정되지 않으나 나머지 처분사유들만으로도 처분의 정당성이 인정되는 경우, 그 처분을 위법하다고 보아 취소할 수 있는지 여부(소극)<br/>  [3] 행정청이 여러 개의 위반행위에 대하여 하나의 제재처분을 하였으나, 위반행위별로 제재처분의 내용을 구분하는 것이 가능하고 여러 개의 위반행위 중 일부의 위반행위에 대한 제재처분 부분만이 위법한 경우, 제재처분 전부를 취소할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 폐기물관리법 제2조의2, 제13조 제1항, 제13조의2 제1항 제4호, 제5호, 제27조 제2항 제2호, 폐기물관리법 시행규칙 제4조의2 제1항 [별표 4] 제2호, 제2항 [별표 4의2] 제3호 (나)목의 1), 2), 제3항 [별표 4의3] 제2호, 제14조의3 제1항 [별표 5의3] 제1호 (다)목, 제2호 (다)목 2) 가), ‘유기성오니 등을 토지개량제 및 매립시설 복토 용도로의 재활용 방법에 관한 규정’(2016. 12. 30. 환경부고시 제2016-259호) 제2조 제1호, 제3호, 제7조 제2항, 제3항의 내용을 종합하면, 폐수처리오니에 생물학적 처리과정을 거쳐 ‘부숙토’를 만들어 매립시설 복토재 또는 토양개량제를 생산하는 것은 폐기물관리법령이 허용하는 폐수처리오니의 재활용 방법에 해당한다. 그러나 폐수처리오니로 ‘비탈면 녹화토’를 생산하는 것은 폐기물관리법령이 정한 재활용 기준을 위반하는 것이다. 나아가 폐기물처리업자가 폐수처리오니에 생물학적 처리과정을 거쳐 일단 매립시설 복토재 또는 토양개량제로 사용할 수 있는 부숙토를 생산하였더라도 이를 다시 제3자에게 제공하여 그로 하여금 부숙토를 원료로 폐수처리오니의 재활용 용도로 허용되지 않은 생산 품목인 비탈면 녹화토를 최종적으로 생산하게 하였다면, 이것 역시 폐기물처리업자가 폐기물관리법령이 정한 재활용 기준을 위반한 것이라고 보아야 한다.<br/>  다만 폐기물처리업자가 자신이 생산한 부숙토를 제3자에게 제공하면서 그가 그 부숙토를 폐기물관리법령이 허용하지 않는 방식으로 사용하리라는 점을 예견하거나 결과 발생을 회피하기 어렵다고 인정할 만한 특별한 사정이 있어 폐기물처리업자의 의무위반을 탓할 수 없는 정당한 사유가 있는 경우에는 폐기물처리업자에 대하여 제재처분을 할 수 없다고 보아야 한다. 여기에서 ‘의무위반을 탓할 수 없는 정당한 사유’가 있는지를 판단할 때에는 폐기물처리업자 본인이나 그 대표자의 주관적인 인식을 기준으로 하는 것이 아니라, 그의 가족, 대리인, 피용인 등과 같이 본인에게 책임을 객관적으로 귀속시킬 수 있는 관계자 모두를 기준으로 판단하여야 한다.<br/>  [2] 여러 처분사유에 관하여 하나의 제재처분을 하였을 때 그중 일부가 인정되지 않는다고 하더라도 나머지 처분사유들만으로도 처분의 정당성이 인정되는 경우에는 그 처분을 위법하다고 보아 취소하여서는 아니 된다.<br/>  [3] 행정청이 여러 개의 위반행위에 대하여 하나의 제재처분을 하였으나, 위반행위별로 제재처분의 내용을 구분하는 것이 가능하고 여러 개의 위반행위 중 일부의 위반행위에 대한 제재처분 부분만이 위법하다면, 법원은 제재처분 중 위법성이 인정되는 부분만 취소하여야 하고 제재처분 전부를 취소하여서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 폐기물관리법 제2조의2, 제13조 제1항, 제13조의2 제1항 제4호, 제5호, 제27조 제2항 제2호, 폐기물관리법 시행규칙 제4조의2 제1항 [별표 4] 제2호, 제2항 [별표 4의2] 제3호 (나)목 1), 2), 제3항 [별표 4의3] 제2호, 제14조의3 제1항 [별표 5의3] 제1호 (다)목, 제2호 (다)목 2) 가) / [2] 행정소송법 제1조[행정처분일반] / [3] 행정소송법 제1조[행정처분일반]<br/>",
  "참조판례": "[1] 대법원 2016. 7. 27. 선고 2016두36079 판결(공2016하, 1268), 대법원 2017. 4. 26. 선고 2016두46175 판결(공2017상, 1125) / [2] 대법원 2017. 6. 15. 선고 2015두2826 판결 / [3] 대법원 2009. 10. 29. 선고 2009두11218 판결<br/>"
}