{
  "판례일련번호": "211729",
  "사건명": "요양기관업무정지처분취소청구",
  "사건번호": "2019두52980",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 처분상대방에게 법령에서 정한 임의적 감경사유가 있는데도, 행정청이 감경사유를 전혀 고려하지 않았거나 감경사유에 해당하지 않는다고 오인하여 개별처분기준에서 정한 상한으로 처분을 한 경우, 재량권을 일탈·남용한 것인지 여부(적극)<br/>  [2] 구 국민건강보험법 제98조 제1항 제1호에서 정한 ‘속임수나 그 밖의 부당한 방법으로 보험자·가입자 및 피부양자에게 요양급여비용을 부담하게 한 경우’에 요양기관이 요양급여비용으로 지급받을 수 없는 비용을 청구하여 지급받는 행위도 모두 포함되는지 여부(적극) / 위 규정에 따른 업무정지처분을 하기 위해 행정청이 증명할 사항 및 해당 요양기관이 ‘속임수’를 사용하지 않았다는 사정에 관한 증명책임의 소재<br/>  [3] 구 국민건강보험법 제98조 제1항 제1호에서 정한 ‘속임수’와 ‘그 밖의 부당한 방법’의 의미 및 요양기관이 어떤 진료행위에 관하여 요양급여비용으로 지급받을 수 없다는 사정을 알았는지 판단하는 기준이 되는 자<br/>  [4] 주된 진료행위가 구 국민건강보험 요양급여의 기준에 관한 규칙 제9조 제1항 [별표 2]에서 정한 ‘비급여대상’에 해당하는 경우, 주된 진료행위에 부수하여 그 전후에 이루어지는 진찰·검사·처치 등의 진료행위 역시 비급여대상에 해당하는지 여부(적극) 및 이때 요양기관이 부수적인 진료행위에 관하여 요양급여비용을 청구할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 행정청이 제재처분 양정을 하면서 공익과 사익의 형량을 전혀 하지 않았거나 이익형량의 고려대상에 마땅히 포함하여야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성·객관성이 결여된 경우에는 제재처분은 재량권을 일탈·남용한 것이라고 보아야 한다. 처분상대방에게 법령에서 정한 임의적 감경사유가 있는 경우에, 행정청이 감경사유까지 고려하고도 감경하지 않은 채 개별처분기준에서 정한 상한으로 처분을 한 경우에는 재량권을 일탈·남용하였다고 단정할 수는 없으나, 행정청이 감경사유를 전혀 고려하지 않았거나 감경사유에 해당하지 않는다고 오인하여 개별처분기준에서 정한 상한으로 처분을 한 경우에는 마땅히 고려대상에 포함하여야 할 사항을 누락하였거나 고려대상에 관한 사실을 오인한 경우에 해당하여 재량권을 일탈·남용한 것이라고 보아야 한다.<br/>  [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다) 제98조 제1항 제1호에서 ‘속임수나 그 밖의 부당한 방법으로 보험자·가입자 및 피부양자에게 요양급여비용을 부담하게 한 경우’란 요양기관이 요양급여비용을 받기 위하여 허위의 자료를 제출하거나 사실을 적극적으로 은폐할 것을 요하는 것은 아니고, 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없는 비용임에도 불구하고, 이를 청구하여 지급받는 행위를 모두 포함한다.<br/>    따라서 구 국민건강보험법 제98조 제1항 제1호에 따른 업무정지처분을 하려면 행정청은 처분사유, 즉 요양기관이 요양급여비용을 청구하여 지급받은 어떤 진료행위가 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없는 경우에 해당한다는 객관적 사정을 증명하는 것으로 족하며, 해당 요양기관이 ‘속임수’를 사용하지 않았다는 사정은 행정청의 처분양정 단계에서 그리고 이에 대한 법원의 재량권 일탈·남용 여부 심사 단계에서 고려할 사정이므로 이를 자신에게 유리한 사정으로 주장하는 원고가 증명하여야 한다.<br/>  [3] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제98조 제1항 제1호에서 ‘속임수’란 요양기관이 어떤 진료행위에 관하여 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없다는 사정을 알면서도 요양급여비용을 지급받을 수 있는 진료행위가 이루어진 것처럼 요양급여비용청구서나 진료기록부 등의 관련 서류를 실제와 다르게 거짓으로 또는 부풀려 작성하여 제출하는 등의 적극적인 방법으로 공단 등을 기망한 경우를 말하고, ‘그 밖의 부당한 방법’이란 요양기관이 과실로 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없다는 사정을 알지 못한 채 요양급여비용을 청구하였을 뿐 공단 등을 기망하기 위하여 관련 서류를 거짓으로 작성하는 등의 적극적인 방법을 사용하지 않은 경우를 말한다.<br/>    요양기관이 어떤 진료행위에 관하여 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없다는 사정을 알았는지 여부는 요양기관 개설자만을 기준으로 판단할 것이 아니라, 요양급여비용청구서나 진료기록부 등의 관련 서류의 작성 등의 행위가 대리인 또는 피용인 등에 의하여 이루어진 경우에는 대리인 등 관계자 모두를 기준으로 판단하여야 한다.<br/>  [4] 주된 진료행위가 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제3항의 위임에 따른 구 국민건강보험 요양급여의 기준에 관한 규칙(2016. 8. 4. 보건복지부령 제431호로 개정되기 전의 것) 제9조 제1항 [별표 2]에서 정한 ‘비급여대상’에 해당하는 경우에는 주된 진료행위에 부수하여 그 전후에 이루어지는 진찰·검사·처치 등의 진료행위 역시 비급여대상에 해당하므로, 요양기관이 부수적인 진료행위에 관하여 요양급여비용을 청구하는 것은 허용될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제27조 / [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제98조 제1항 제1호, 구 국민건강보험법 시행령(2016. 8. 2. 대통령령 제27433호로 개정되기 전의 것) 제70조 제1항 [별표 5] 제1항, 제4항, 행정소송법 제26조[증명책임] / [3] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제98조 제1항 제1호, 구 국민건강보험법 시행령(2016. 8. 2. 대통령령 제27433호로 개정되기 전의 것) 제70조 제1항 [별표 5] 제1항, 제4항 / [4] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제3항(현행 제41조 제4항 참조), 구 국민건강보험 요양급여의 기준에 관한 규칙(2016. 8. 4. 보건복지부령 제431호로 개정되기 전의 것) 제9조 제1항 [별표 2]<br/>",
  "참조판례": "[1] 대법원 2005. 9. 15. 선고 2005두3257 판결(공2005하, 1634). / [2] 대법원 2010. 9. 30. 선고 2010두8959 판결(공2010하, 2012), 대법원 2012. 6. 18. 선고 2010두27639, 27646 전원합의체 판결(공2012하, 1312) / [3] 대법원 2016. 7. 27. 선고 2016두36079 판결(공2016하, 1268) / [4] 대법원 2012. 10. 11. 선고 2008두19345 판결(공2012하, 1821)<br/>"
}