{
  "판례일련번호": "211775",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2017두72935",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 필리핀법인이 대한민국 내 고정사업장을 통하여 사업을 영위하는 경우 고정사업장에 귀속되어 대한민국에서 과세되는 이윤의 범위 및 이에 관한 증명책임의 소재(=과세관청)<br/>  [2] 당사자가 사실심 변론종결 시까지 객관적인 과세표준과 세액을 뒷받침하는 주장과 자료를 제출하지 아니하여 적법하게 부과될 정당한 세액을 산출할 수 없는 경우, 과세처분 전부를 취소하여야 하는지 여부(적극) 및 이 경우 법원이 직권으로 정당한 세액을 계산할 의무까지 부담하는지 여부(소극)<br/>  [3] 甲 필리핀법인이 국내에서 외국인 전용 카지노를 운용하는 乙 주식회사와 카지노 이용고객(Junket, 정켓)을 모집·알선하여 주고 모집수수료를 지급받기로 하는 정켓 계약을 체결한 뒤 한국을 제외한 아시아 전 지역을 대상으로 정켓 모집활동 등을 하면서 乙 회사의 영업장 내 사무실에 직원들을 두고 정켓들에 대하여 칩 제공 업무 등을 수행하였는데, 과세관청이 위 사무실을 甲 법인의 국내 고정사업장으로 보아 甲 법인에 각 사업연도 법인세 등 부과처분을 한 사안에서, 위 모집수수료 전액에서 부가가치세를 제외한 금액 전부가 甲 법인의 고정사업장에 귀속되는 수입금액이라고 전제하여 부과한 법인세 등 부과처분이 위법하다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 대한민국과 필리핀공화국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제7조는 제1항에서 “일방체약국의 기업의 이윤은 동 기업이 타방체약국 내에 소재하는 고정사업장을 통하여 동 타방체약국 내에서 사업을 영위하지 아니하는 한 그 일방국에서만 과세된다. 동 기업이 전술한 바와 같이 사업을 영위하는 경우에 동 기업의 이윤 중 동 고정사업장에 귀속시킬 수 있는 부분에 대하여서만 동 타방국에서 과세될 수 있다.”라고 정하고, 제2항에서 “일방체약국의 기업이 타방체약국 내에 소재하는 고정사업장을 통하여 동 타방체약국 내에서 사업을 영위하는 경우에 동 고정사업장이 동일 또는 유사한 조건하에서 동일 또는 유사한 활동에 종사하며 또한 동 고정사업장인 기업과 전적으로 독립하여 거래하는 별개의 분리된 기업이라고 가정하는 경우에 동 고정사업장이 취득할 것으로 기대되는 이윤은 각 체약국에서 동 고정사업장에 귀속된다.”라고 정하고 있다. 한편 과세처분 취소소송에서 과세요건사실의 존재 및 과세표준에 대한 증명책임은 과세관청에 있다.<br/>    위 각 규정의 문언 내용 및 취지를 위와 같은 법리에 따라 살펴보면, 필리핀법인이 대한민국 내 고정사업장을 통하여 사업을 영위하는 경우에는 고정사업장이 필리핀법인과 독립하여 거래하는 별개의 분리된 기업으로서 얻었을 이윤만이 고정사업장에 귀속되어 대한민국에서 과세될 수 있고, 이와 같이 고정사업장에 귀속되는 이윤에 관하여는 과세관청이 증명책임을 부담한다.<br/>  [2] 당사자가 사실심 변론종결 시까지 객관적인 과세표준과 세액을 뒷받침하는 주장과 자료를 제출하지 아니하여 적법하게 부과될 정당한 세액을 산출할 수 없는 경우에는 과세처분 전부를 취소할 수밖에 없고, 그 경우 법원이 직권에 의하여 적극적으로 납세의무자에게 귀속될 세액을 찾아내어 부과될 정당한 세액을 계산할 의무까지 지는 것은 아니다.<br/>  [3] 甲 필리핀법인이 국내에서 외국인 전용 카지노를 운용하는 乙 주식회사와 카지노 이용고객(Junket, 정켓)을 모집·알선하여 주고 모집수수료를 지급받기로 하는 정켓 계약을 체결한 뒤 한국을 제외한 아시아 전 지역을 대상으로 정켓 모집활동 등을 하면서 乙 회사의 영업장 내 사무실에 직원들을 두고 정켓들에 대하여 칩 제공 업무, 항공권 및 호텔 예약, 위 영업장 안내 등의 업무를 수행하였는데, 과세관청이 위 사무실을 甲 법인의 국내 고정사업장으로 보아 甲 법인에 각 사업연도 법인세 등 부과처분을 한 사안에서, 甲 법인의 직원들이 위 사무실에서 수행하는 활동이 甲 법인의 본질적이고 중요한 사업활동에 해당한다고 하더라도, 甲 법인의 보다 본질적이고 핵심적인 업무는 국외에서 이루어지고 있고, 모집수수료 중 甲 법인의 대한민국 내 고정사업장인 사무실에 귀속되는 수입금액은 사무실에서 수행한 업무에 대한 대가로 국한된다는 등의 이유로, 모집수수료 전액에서 부가가치세를 제외한 금액 전부가 甲 법인의 고정사업장에 귀속되는 수입금액이라고 전제하여 부과한 법인세 등 부과처분이 위법하다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국과 필리핀공화국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제7조 제1항, 제2항 / [2] 행정소송법 제19조, 제27조[행정소송재판일반] / [3] 대한민국과 필리핀공화국 간의 소득에 대한 조세의 이중과세회피와 탈세방지를 위한 협약 제5조, 제7조 제1항, 제2항, 구 법인세법(2011. 7. 25. 법률 제10898호로 개정되기 전의 것) 제91조, 제94조, 구 부가가치세법(2011. 12. 31. 법률 제11129호로 개정되기 전의 것) 제13조(현행 제29조 참조)<br/>",
  "참조판례": "[2] 대법원 2016. 7. 27. 선고 2016두36116 판결(공2016하, 1271)<br/>"
}