{
  "판례일련번호": "211737",
  "사건명": "퇴직금등청구의소",
  "사건번호": "2018다292418",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 근로기준법상 근로자에 해당하는지 판단하는 기준<br/>  [2] 甲 등이 채권추심업체인 乙 주식회사와 채권추심업무 위탁계약을 체결하고 채권추심원으로 근무하면서 다른 근무처에서 겸직을 하였는데, ‘甲 등이 乙 회사 외의 다른 근무처에서 얻은 소득이 같은 기간 乙 회사로부터 얻은 소득과 비교하여 50% 이상의 비중을 차지하는 기간’에도 甲 등을 乙 회사의 근로자로 볼 수 있는지 문제 된 사안에서, 위 기간에도 여전히 甲 등을 乙 회사의 근로자로 봄이 타당하다고 한 사례<br/>  [3] 근로자의 퇴직을 즈음한 일정 기간 특수하고 우연한 사정으로 인한 임금액의 변동으로 근로기준법 등이 정한 원칙에 따라 산정한 평균임금이 통상의 경우보다 현저하게 적거나 많은 경우, 통상적인 생활임금을 반영할 수 있는 합리적이고 타당한 다른 방법으로 평균임금을 따로 산정하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 근로기준법상 근로자에 해당하는지는 계약의 형식이 고용계약인지 위임계약인지보다 근로제공관계의 실질이 근로제공자가 사업장에서 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지에 따라 판단하여야 한다. 여기에서 종속적인 관계가 있는지는 업무 내용을 사용자가 정하고 취업규칙 또는 복무규정 등의 적용을 받으며 업무수행과정에서 사용자가 상당한 지휘·감독을 하는지, 사용자가 근무시간과 근무장소를 지정하고 근로제공자가 이에 구속을 받는지, 근로제공자가 스스로 비품·원자재나 작업도구 등을 소유하거나 제3자를 고용하여 업무를 대행하게 하는 등 독립하여 자신의 계산으로 사업을 영위할 수 있는지, 근로제공을 통한 이윤의 창출과 손실의 초래 등 위험을 스스로 안고 있는지, 보수의 성격이 근로 자체의 대상적 성격인지, 기본급이나 고정급이 정하여졌고 근로소득세를 원천징수하였는지, 그리고 근로제공관계의 계속성과 사용자에 대한 전속성의 유무와 정도, 사회보장제도에 관한 법령에서 근로자로서 지위를 인정받는지 등의 경제적·사회적 여러 조건을 종합하여 판단하여야 한다.<br/>  [2] 甲 등이 채권추심업체인 乙 주식회사와 채권추심업무 위탁계약을 체결하고 채권추심원으로 근무하면서 다른 근무처에서 겸직을 하였는데, ‘甲 등이 乙 회사 외의 다른 근무처에서 얻은 소득이 같은 기간 乙 회사로부터 얻은 소득과 비교하여 50% 이상의 비중을 차지하는 기간’에도 甲 등을 乙 회사의 근로자로 볼 수 있는지 문제 된 사안에서, 甲 등이 乙 회사 외의 다른 근무처에서 상당한 소득을 올렸다는 사정은 근로제공관계의 실질을 파악할 때 고려할 여러 사정 중 일부에 불과하므로, 甲 등이 乙 회사 외의 다른 근무처에서 얻은 소득이 같은 기간 乙 회사로부터 얻은 소득과 비교하여 50% 이상의 비중을 차지하는지 여부를 근로제공관계의 실질을 판단할 때 일의적 기준으로 삼을 합리적 이유를 찾기 어렵고, 위 기간 동안 甲 등의 겸직 소득 규모 외에는 甲 등의 업무수행 방식과 乙 회사의 지휘·감독의 태양이나 정도 등이 근로자성 인정 여부를 종전과 달리 판단할 수 있을 정도로 실질적으로 변경되었다고 볼 만한 사정이 없으며, 이를 전후하여 해고나 합의해지 등을 통해 甲 등과 乙 회사 사이의 근로계약관계가 유효하게 해소되었다고 볼 자료도 없으므로, 위 기간에도 여전히 甲 등을 乙 회사의 근로자로 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [3] 근로기준법 및 근로기준법 시행령 등이 정한 원칙에 따라 평균임금을 산정하였다고 하더라도, 근로자의 퇴직을 즈음한 일정 기간 특수하고 우연한 사정으로 인하여 임금액 변동이 있었고, 그 때문에 위와 같이 산정된 평균임금이 근로자의 전체 근로기간, 임금액이 변동된 일정 기간의 장단, 임금액 변동의 정도 등을 비롯한 제반 사정을 종합적으로 평가해 볼 때 통상의 경우보다 현저하게 적거나 많게 산정된 것으로 인정되는 예외적인 경우라면, 이를 기초로 퇴직금을 산출하는 것은 근로자의 통상적인 생활임금을 기준으로 퇴직금을 산출하고자 하는 근로기준법의 정신에 비추어 허용될 수 없는 것이므로, 근로자의 통상적인 생활임금을 사실대로 반영할 수 있는 합리적이고 타당한 다른 방법으로 평균임금을 따로 산정하여야 한다. 그러나 근로자의 평균임금이 위와 같이 통상의 경우보다 현저하게 적거나 많다고 볼 예외적인 정도까지 이르지 않은 경우에는 근로기준법 등이 정한 원칙에 따라 평균임금을 산정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제1호 / [2] 근로기준법 제2조 제1항 제1호 / [3] 근로기준법 제2조 제1항 제6호, 근로자퇴직급여 보장법 제8조 제1항<br/>",
  "참조판례": "[1][3] 대법원 2010. 4. 15. 선고 2009다99396 판결(공2010상, 890) / [1] 대법원 2006. 12. 7. 선고 2004다29736 판결(공2007상, 104), 대법원 2020. 4. 29. 선고 2018다229120 판결(공2020상, 970)<br/>"
}