{
  "판례일련번호": "211757",
  "사건명": "개발행위불허가처분취소",
  "사건번호": "2017두39785",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 구 군사기지 및 군사시설 보호법상 국방부장관 또는 관할부대장에 대한 관계 행정기관장의 협의 요청 대상인 행위가 군사작전에 지장을 초래하거나 초래할 우려가 있는지 등은 고도의 전문적·군사적 판단 사항인지 여부(적극) 및 그 판단에 관하여 국방부장관 또는 관할부대장 등에게 재량권이 부여되어 있는지 여부(적극)<br/>  [2] 행정청의 전문적인 정성적 평가 결과는 특별한 사정이 없는 한 가급적 존중되어야 하는지 여부(적극) 및 재량권을 일탈·남용한 특별한 사정이 있다는 점에 관한 증명책임의 소재(=이를 주장하는 자) / 이러한 법리가 국방부장관 또는 관할부대장 등이 구 군사기지 및 군사시설 보호법 등 관계 법령이 정하는 바에 따라 전문적·군사적인 정성적 평가를 한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 군사기지 및 군사시설 보호법(2014. 12. 30. 법률 제12902호로 개정되기 전의 것, 이하 ‘구 군사기지법’이라 한다) 제2조 제6호 (나)목, 제8호, 제4조, 제5조 제1항 제2호 (다)목, 제6조 제1항 [별표 1], 제13조 제1항 제1호, 제7호, 제2항 제1호, 제10조 제1항 제4호, 구 군사기지 및 군사시설 보호법 시행규칙(2016. 2. 29. 국방부령 제884호로 개정되기 전의 것) 제7조 제2항의 문언, 체제, 형식과 군사기지 및 군사시설을 보호하고 군사작전을 원활히 수행하기 위하여 필요한 사항을 규정함으로써 국가안전보장에 이바지하려는 구 군사기지법의 목적(제1조) 등을 종합하면, 협의 요청의 대상인 행위가 군사작전에 지장을 초래하거나 초래할 우려가 있는지, 그러한 지장이나 우려를 해소할 수 있는지, 항공등화의 명료한 인지를 방해하거나 항공등화로 오인될 우려가 있는지 등은 해당 부대의 임무, 작전계획, 군사기지 및 군사시설의 유형과 특성, 주변환경, 지역주민의 안전에 미치는 영향 등을 종합적으로 고려하여 행하는 고도의 전문적·군사적 판단 사항으로서, 그에 관해서는 국방부장관 또는 관할부대장 등에게 재량권이 부여되어 있다.<br/>  [2] 행정청의 전문적인 정성적 평가 결과는 판단의 기초가 된 사실인정에 중대한 오류가 있거나 그 판단이 사회통념상 현저하게 타당성을 잃어 객관적으로 불합리하다는 등의 특별한 사정이 없는 한 법원이 당부를 심사하기에 적절하지 않으므로 가급적 존중되어야 하고, 여기에 재량권을 일탈·남용한 특별한 사정이 있다는 점은 증명책임분배의 일반원칙에 따라 이를 주장하는 자가 증명하여야 한다.<br/>    이러한 법리는 국방부장관 또는 관할부대장 등이 구 군사기지 및 군사시설 보호법(2014. 12. 30. 법률 제12902호로 개정되기 전의 것) 등 관계 법령이 정하는 바에 따라 전문적·군사적인 정성적 평가를 한 경우에도 마찬가지로 적용된다. 따라서 국방부장관 또는 관할부대장 등의 전문적·군사적 판단은 그 판단의 기초가 된 사실인정에 중대한 오류가 있거나 그 판단이 객관적으로 불합리하거나 부당하다는 등의 특별한 사정이 없는 한 존중되어야 하고, 국방부장관 또는 관할부대장 등의 판단을 기초로 이루어진 행정처분에 재량권을 일탈·남용한 특별한 사정이 있다는 점은 처분의 효력을 다투는 자가 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 군사기지 및 군사시설 보호법(2014. 12. 30. 법률 제12902호로 개정되기 전의 것) 제2조 제6호 (나)목, 제8호, 제4조, 제5조 제1항 제2호 (다)목, 제6조 제1항 [별표 1], 제10조 제1항 제4호, 제13조 제1항 제1호, 제7호, 제2항 제1호, 구 군사기지 및 군사시설 보호법 시행규칙(2016. 2. 29. 국방부령 제884호로 개정되기 전의 것) 제7조 제2항 / [2] 행정소송법 제26조[증명책임], 제27조, 제30조 제1항, 구 군사기지 및 군사시설 보호법(2014. 12. 30. 법률 제12902호로 개정되기 전의 것) 제13조 제1항, 제2항<br/>",
  "참조판례": "[2] 대법원 2016. 1. 28. 선고 2013두21120 판결(공2016상, 368), 대법원 2018. 6. 15. 선고 2016두57564 판결(공2018하, 1296)<br/>"
}