{
  "판례일련번호": "211723",
  "사건명": "손해배상(기)",
  "사건번호": "2017다56455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 가해자가 행한 불법행위로 피해자가 제3자에게 채무를 부담하게 된 경우, 그 채무액 상당의 손해배상을 구하기 위한 요건 및 이때 현실적으로 손해가 발생하였는지 판단하는 방법<br/>  [2] 가해자가 행한 불법행위로 피해자에게 행정처분이 부과·확정되어 그 이행에 비용이 발생하는 경우, 행정처분 당시 위 비용 상당의 손해가 현실적으로 발생하였다고 볼 수 있는지 여부(원칙적 적극) / 행정처분이 있은 후 행정처분을 이행하기 어려운 장애사유가 있어 오랫동안 이행이 이루어지지 않았고 행정관청에서도 이러한 사정을 참작하여 이행을 강제하기 위한 조치를 취하지 않고 방치하는 등 특별한 사정이 있는 경우, 행정처분의 이행에 따른 비용 상당의 손해가 현실적·확정적으로 발생하였다고 보기 위해서는 행정처분의 존재뿐만 아니라 행정처분의 이행가능성과 이행필요성이 인정되어야 하는지 여부(적극) / 위 손해의 발생 사실에 관한 증명책임의 소재(=행정처분을 받은 피해자)<br/>",
  "판결요지": "[1] 불법행위를 이유로 배상하여야 할 손해는 현실로 입은 확실한 손해에 한하므로, 가해자가 행한 불법행위로 인하여 피해자가 제3자에 대하여 채무를 부담하게 된 경우 피해자가 가해자에게 그 채무액 상당의 손해배상을 구하기 위해서는 채무의 부담이 현실적·확정적이어서 실제로 변제하여야 할 성질의 것이어야 하고, 현실적으로 손해가 발생하였는지 여부는 사회통념에 비추어 객관적이고 합리적으로 판단하여야 한다.<br/>  [2] 가해자가 행한 불법행위로 인하여 피해자에게 어떤 행정처분이 부과되고 확정되었다면 그 행정처분에 중대하고 명백한 하자가 있어 무효로 되지 아니한 이상 행정처분의 당사자인 피해자는 이를 이행할 의무를 부담하게 된다. 따라서 행정처분의 이행에 비용이 발생하는 경우에는 특별한 사정이 없는 한 행정처분 당시에 그 비용 상당의 손해가 현실적으로 발생한 것으로 볼 수 있다. 그러나 행정처분이 있은 이후 행정처분을 이행하기 어려운 장애사유가 있어 오랫동안 이행이 이루어지지 않았고, 해당 행정관청에서도 이러한 사정을 참작하여 그 이행을 강제하기 위한 조치를 취하지 않고 불이행된 상태를 방치하는 등 특별한 사정이 있는 경우에는 손해가 현실화되었다고 인정하는 데 보다 신중할 필요가 있다. 이와 같은 경우에 행정처분의 이행에 따른 비용 상당의 손해가 현실적·확정적으로 발생하였다고 보기 위해서는 행정처분 당시의 자료와 사실심 변론종결 시점까지 제출된 모든 자료를 종합하여 행정처분의 존재뿐만 아니라 그 행정처분의 이행가능성과 이행필요성이 인정되어야 한다. 특히 당사자에게 부과된 행정처분을 이행하는 것이 기술적으로 매우 어렵고, 설령 가능하다고 하더라도 막대한 비용이 예상되어 실현가능성이 희박해 보이며, 행정처분 발령 당시와 달리 사실심 변론종결 시점에는 그 행정처분의 이행을 강행하여야 할 필요성에 의문이 제기되는 등의 예외적인 상황이 존재하고, 실제로 행정관청에서 장기간 행정처분이 불이행되고 있음에도 특별한 조치를 취하지 않고 있을 뿐만 아니라 제반 사정에 비추어 볼 때 부과된 행정처분이 취소나 철회될 가능성도 배제할 수 없는 경우라면, 행정처분을 받은 당사자가 가까운 장래에 그 행정처분을 이행할 개연성을 인정하기 부족하여 이행에 따른 비용 상당의 손해가 확정적으로 발생하였다고 보기는 어렵다. 그리고 불법행위로 인한 손해배상청구에서 위와 같은 손해의 발생 사실은 행정처분을 받은 당사자인 피해자가 이를 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 민법 제750조, 민사소송법 제288조<br/>",
  "참조판례": "[1] 대법원 1992. 11. 27. 선고 92다29948 판결(공1993상, 256), 대법원 2019. 8. 14. 선고 2016다217833 판결(공2019하, 1719)<br/>"
}