{
  "판례일련번호": "211739",
  "사건명": "임금등",
  "사건번호": "2015다61415",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 어떠한 임금이 통상임금에 속하는지 판단하는 기준 및 통상임금의 개념적 징표로서 ‘일률성’의 의미<br/>  [2] 사용자가 일정한 자격을 가진 근로자에게 자격수당 등의 명목으로 지급한 금품이 통상임금에 해당하는지 판단하는 기준<br/>  [3] 국내외 항공운송업 등을 영위하는 甲 주식회사가 국제선 승무원들을 대상으로 공인어학자격시험 취득점수 등을 기준으로 어학자격등급을 부여한 후 등급에 따라 캐빈어학수당 명목으로 매월 수당을 지급하였는데, 甲 회사의 국제선 승무원으로 근무한 乙 등이 캐빈어학수당을 통상임금에 포함하여 재산정한 추가 법정수당의 지급을 구한 사안에서, 캐빈어학수당이 통상임금에 해당하지 않는다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>  [4] 단체협약 등에서 특정된 휴일을 근로일로 하고 대신 통상의 근로일을 휴일로 교체할 수 있도록 하는 규정을 두거나 근로자의 동의를 얻은 경우, 미리 근로자에게 교체할 휴일을 특정하여 고지하면 사용자는 휴일근로수당을 지급할 의무를 면하는지 여부(원칙적 적극)<br/>  [5] 국내외 항공운송업 등을 영위하는 甲 주식회사의 근로자인 乙 등이 상여금 등을 통상임금에 포함하여 재산정한 추가 법정수당의 지급을 구하는 것이 신의성실의 원칙에 위배되는지 문제 된 사안에서, 회사의 경영 상태 등에 비추어 甲 회사가 추가 법정수당을 지급한다면 회사에 예측하지 못한 새로운 재정적 부담을 지워 중대한 경영상의 어려움이 초래될 수 있으므로, 乙 등의 청구는 신의성실의 원칙에 위배되어 허용될 수 없다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 어떠한 임금이 통상임금에 속하는지는 그 임금이 소정근로의 대가로 근로자에게 지급되는 금품으로서 정기적·일률적·고정적으로 지급되는 것인지를 기준으로 객관적인 성질에 따라 판단하여야 하고, 임금의 명칭이나 지급주기의 장단 등 형식적 기준에 의해 정할 것이 아니다. 여기서 소정근로의 대가라 함은 근로자가 소정근로시간에 통상적으로 제공하기로 정한 근로에 관하여 사용자와 근로자가 지급하기로 약정한 금품을 말한다. 근로자가 소정근로시간을 초과하여 근로를 제공하거나 근로계약에서 제공하기로 정한 근로 외의 근로를 특별히 제공함으로써 사용자로부터 추가로 지급받는 임금이나 소정근로시간의 근로와는 관련 없이 지급받는 임금은 소정근로의 대가라 할 수 없으므로 통상임금에 속하지 아니한다. 위와 같이 소정근로의 대가가 무엇인지는 근로자와 사용자가 소정근로시간에 통상적으로 제공하기로 정한 근로자의 근로 가치를 어떻게 평가하고 그에 대하여 얼마의 금품을 지급하기로 정하였는지를 기준으로 전체적으로 판단하여야 한다.<br/>    어떤 임금이 통상임금에 속하기 위해서는 그것이 일률적으로 지급되는 성질을 갖추어야 한다. ‘일률적’으로 지급되는 것에는 ‘모든 근로자’에게 지급되는 것뿐만 아니라 ‘일정한 조건 또는 기준에 달한 모든 근로자’에게 지급되는 것도 포함된다. 여기서 ‘일정한 조건’이란 고정적이고 평균적인 임금을 산출하려는 통상임금의 개념에 비추어 볼 때 고정적인 조건이어야 한다. 한편 일정 범위의 모든 근로자에게 지급된 임금이 일률성을 갖추고 있는지 판단하는 잣대인 ‘일정한 조건 또는 기준’은 통상임금이 소정근로의 가치를 평가한 개념이라는 점을 고려할 때, 작업 내용이나 기술, 경력 등과 같이 소정근로의 가치 평가와 관련된 조건이라야 한다.<br/>  [2] 사용자가 일정한 자격을 가진 근로자에게 자격수당 등의 명목으로 금품을 지급하는 경우에, 그러한 자격의 유무 또는 내용이 근로자가 사용자에게 제공하는 소정근로의 질이나 내용에 영향을 미칠 수 있다면, 특별한 사정이 없는 한 소정근로의 가치 평가와 관련된 일정한 조건이라고 볼 수 있으므로, 자격수당 등의 명목으로 지급된 금품은 통상임금에 해당할 수 있다.<br/>  [3] 국내외 항공운송업 등을 영위하는 甲 주식회사가 국제선 승무원들을 대상으로 공인어학자격시험 취득점수와 구술시험 합격 여부를 기준으로 어학자격등급을 부여한 후 등급에 따라 캐빈어학수당 명목으로 매월 수당을 지급하였는데, 甲 회사의 국제선 승무원으로 근무한 乙 등이 캐빈어학수당을 통상임금에 포함하여 재산정한 추가 법정수당의 지급을 구한 사안에서, 국제선 승무원인 乙 등의 외국인 고객 응대 등의 업무는 乙 등이 甲 회사에 소정근로시간에 통상적으로 제공하기로 정한 근로라고 볼 수 있고, 외국어 어학자격등급 유무 및 취득한 등급의 수준에 따라 乙 등이 甲 회사에 제공하는 외국인 고객 응대 등과 같은 소정근로의 질이나 내용이 달라질 수 있으며, 임금협약에 따라 정기적·계속적으로 지급되는 캐빈어학수당이 소정근로의 가치 평가와 무관하게 오로지 동기부여 및 격려 차원에서만 지급되었다고 단정하기 어려우므로, 캐빈어학수당은 통상임금에 해당하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [4] 단체협약 등에서 특정된 휴일을 근로일로 하고 대신 통상의 근로일을 휴일로 교체할 수 있도록 하는 규정을 두거나 그렇지 않더라도 근로자의 동의를 얻은 경우, 미리 근로자에게 교체할 휴일을 특정하여 고지하면 달리 보아야 할 사정이 없는 한 이는 적법한 휴일대체가 되어, 원래의 휴일은 통상의 근로일이 되고 그날의 근로는 휴일근로가 아닌 통상근로가 되므로 사용자는 근로자에게 휴일근로수당을 지급할 의무를 지지 않는다.<br/>  [5] 국내외 항공운송업 등을 영위하는 甲 주식회사의 근로자인 乙 등이 상여금 등을 통상임금에 포함하여 재산정한 추가 법정수당의 지급을 구하는 것이 신의성실의 원칙에 위배되는지 문제 된 사안에서, 甲 회사가 채권자단과 자율협약을 맺고 채권자단에 의한 공동 관리를 통한 구조조정절차를 거쳤음에도 여전히 상당한 채무를 부담하고 있는 점, 甲 회사는 설립 이후 한 차례도 누적 당기순이익이 플러스인 적이 없었을 뿐만 아니라 최근까지도 당기순손실의 규모가 당기순이익의 규모를 크게 앞지르고 있는 점, 甲 회사의 부채비율이 자율협약에서 정한 목표를 달성하지 못하고 있고, 오히려 신규 항공기 도입 등에 이용하고 있는 운용리스를 감안하면 외부 차입금이 계속 증가할 수밖에 없어 장차 부채액수 및 부채비율은 더 늘어날 것으로 예상되는 점, 저비용항공사와의 경쟁으로 인하여 甲 회사의 수익성 개선이 단기간에 이루어질 것으로 기대하기는 어려운 점, 甲 회사는 근로자 과반수의 동의를 얻어 상여금 지급을 축소하는 내용으로 취업규칙을 변경함으로써 근로자 과반수가 회사의 경영 상태를 고려한 결단을 내리기도 한 점 등의 사정을 종합하면, 甲 회사가 소속 근로자들에게 추가 법정수당을 지급한다면 회사에 예측하지 못한 새로운 재정적 부담을 지워 중대한 경영상의 어려움이 초래될 수 있으므로, 乙 등의 청구는 신의성실의 원칙에 위배되어 허용될 수 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제5호, 근로기준법 시행령 제6조 제1항 / [2] 근로기준법 제2조 제1항 제5호, 근로기준법 시행령 제6조 제1항 / [3] 근로기준법 제2조 제1항 제5호, 제56조, 근로기준법 시행령 제6조 제1항 / [4] 근로기준법 제55조, 제56조 / [5] 근로기준법 제2조 제1항 제5호, 제56조, 근로기준법 시행령 제6조 제1항, 민법 제2조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 12. 18. 선고 2012다89399 전원합의체 판결(공2014상, 236) / [4] 대법원 2000. 9. 22. 선고 99다7367 판결(공2000하, 2171)<br/>"
}