{
  "판례일련번호": "211789",
  "사건명": "이사및감사지위확인",
  "사건번호": "2018다249148",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 주식회사 이사나 감사의 직무집행을 정지하고 직무대행자를 선임하는 가처분결정이 있는 경우, 이사 등의 임기가 당연히 정지되거나 가처분결정이 존속하는 기간만큼 연장되는지 여부(원칙적 소극)<br/>  [2] 과거의 법률관계가 확인의 소의 대상이 될 수 있는 경우<br/>  [3] 甲 주식회사의 주주들이 법원의 허가를 받아 개최한 주주총회에서 乙이 감사로 선임되었는데도 甲 회사가 감사 임용계약의 체결을 거부하자, 乙이 甲 회사를 상대로 감사 지위의 확인을 구하는 소를 제기하여, 소를 제기할 당시는 물론 대법원이 乙의 청구를 받아들이는 취지의 환송판결을 할 당시에도 乙의 감사로서 임기가 남아 있었는데, 환송 후 원심의 심리 도중 乙의 임기가 만료되어 후임 감사가 선임된 사안에서, 종전의 감사 지위 확인 청구가 과거의 법률관계에 대한 확인을 구하는 것이 되었다는 등의 이유만으로 확인의 이익이 없다고 보아 乙의 청구를 부적법 각하한 원심판결에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 주식회사의 이사나 감사를 피신청인으로 하여 그 직무집행을 정지하고 직무대행자를 선임하는 가처분이 있는 경우 가처분결정은 이사 등의 직무집행을 정지시킬 뿐 이사 등의 지위나 자격을 박탈하는 것이 아니므로, 특별한 사정이 없는 한 가처분결정으로 인하여 이사 등의 임기가 당연히 정지되거나 가처분결정이 존속하는 기간만큼 연장된다고 할 수 없다. 나아가 위와 같은 가처분결정은 성질상 당사자 사이뿐만 아니라 제3자에 대해서도 효력이 미치지만, 이는 어디까지나 직무집행행위의 효력을 제한하는 것일 뿐이므로, 이사 등의 임기 진행에 영향을 주는 것은 아니다.<br/>  [2] 일반적으로 과거의 법률관계는 확인의 소의 대상이 될 수 없지만, 그것이 이해관계인들 사이에 현재적 또는 잠재적 분쟁의 전제가 되어 과거의 법률관계 자체의 확인을 구하는 것이 관련된 분쟁을 일거에 해결하는 유효·적절한 수단이 될 수 있는 경우에는 예외적으로 확인의 이익이 인정된다.<br/>  [3] 甲 주식회사의 주주들이 법원의 허가를 받아 개최한 주주총회에서 乙이 감사로 선임되었는데도 甲 회사가 감사 임용계약의 체결을 거부하자, 乙이 甲 회사를 상대로 감사 지위의 확인을 구하는 소를 제기하여, 소를 제기할 당시는 물론 대법원이 乙의 청구를 받아들이는 취지의 환송판결을 할 당시에도 乙의 감사로서 임기가 남아 있었는데, 환송 후 원심의 심리 도중 乙의 임기가 만료되어 후임 감사가 선임된 사안에서, 乙의 임기가 만료되고 후임 감사가 선임됨으로써 乙의 감사 지위 확인 청구가 과거의 법률관계에 대한 확인을 구하는 것이 되었으나, 과거의 법률관계라고 할지라도 현재의 권리 또는 법률상 지위에 영향을 미치고 이에 대한 위험이나 불안을 제거하기 위하여 그 법률관계에 관한 확인판결을 받는 것이 유효·적절한 수단이라고 인정될 때에는 확인을 구할 이익이 있으므로, 乙에게 현재의 권리 또는 법률상 지위에 대한 위험이나 불안을 제거하기 위해 과거의 법률관계에 대한 확인을 구할 이익이나 필요성이 있는지를 석명하고 이에 관한 의견을 진술하게 하거나 청구취지를 변경할 수 있는 기회를 주어야 하는데도, 종전의 감사 지위 확인 청구가 과거의 법률관계에 대한 확인을 구하는 것이 되었다는 등의 이유만으로 확인의 이익이 없다고 보아 乙의 청구를 부적법 각하한 원심판결에는 확인소송에서 확인의 이익 및 석명의무의 범위에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제383조, 제407조, 제410조, 제415조 / [2] 민사소송법 제250조 / [3] 민사소송법 제136조, 제250조, 상법 제410조<br/>",
  "참조판례": "[1] 대법원 1987. 8. 18. 선고 87도145 판결(공1987, 1484), 대법원 2014. 3. 27. 선고 2013다39551 판결(공2014상, 936) / [2] 대법원 1995. 3. 28. 선고 94므1447 판결(공1995상, 1751), 대법원 1995. 11. 14. 선고 95므694 판결(공1996상, 54)<br/>"
}