{
  "판례일련번호": "211741",
  "사건명": "병역법위반",
  "사건번호": "2019도17322",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 이른바 양심적 병역거부의 의미 / 진정한 양심에 따른 병역거부가 병역법 제88조 제1항의 ‘정당한 사유’에 해당하는지 여부(적극) 및 이때 진정한 양심의 의미와 증명 방법<br/>  [2] 여호와의 증인에서 침례를 받지 아니한 피고인이 그 신도라고 주장하면서 지방병무청장 명의의 현역병 입영통지서를 받고도 종교적 양심을 이유로 입영일부터 3일이 지나도록 입영하지 않고 병역을 거부하여 병역법 위반으로 기소된 사안에서, 피고인이 병역거부에 이르게 된 원인으로 주장하는 ‘양심’이 ‘진정한 양심’으로서 병역법 제88조 제1항의 정당한 사유에 해당하는지에 대하여 여전히 의문이 남는데도, 이와 달리 보아 무죄를 선고한 원심판단에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 양심에 따른 병역거부, 이른바 양심적 병역거부는 종교적·윤리적·도덕적·철학적 또는 이와 유사한 동기에서 형성된 양심상 결정을 이유로 집총이나 군사훈련을 수반하는 병역의무의 이행을 거부하는 행위를 말한다. 양심적 병역거부자에게 병역의무의 이행을 일률적으로 강제하고 그 불이행에 대하여 형사처벌 등 제재를 하는 것은 양심의 자유를 비롯한 헌법상 기본권 보장체계와 전체 법질서에 비추어 타당하지 않을 뿐만 아니라 소수자에 대한 관용과 포용이라는 자유민주주의 정신에도 위배된다. 따라서 진정한 양심에 따른 병역거부라면, 이는 병역법 제88조 제1항의 ‘정당한 사유’에 해당한다.<br/>    구체적인 병역법 위반 사건에서 피고인이 양심적 병역거부를 주장할 경우, 그 양심이 과연 깊고 확고하며 진실한 것인지를 가려내는 일이 무엇보다 중요하다. 인간의 내면에 있는 양심을 직접 객관적으로 증명할 수는 없으므로 사물의 성질상 양심과 관련성이 있는 간접사실 또는 정황사실을 증명하는 방법으로 판단하여야 한다.<br/>    예컨대 종교적 신념에 따른 양심적 병역거부 주장에 대해서는 종교의 구체적 교리가 어떠한지, 그 교리가 양심적 병역거부를 명하고 있는지, 실제로 신도들이 양심을 이유로 병역을 거부하고 있는지, 그 종교가 피고인을 정식 신도로 인정하고 있는지, 피고인이 교리 일반을 숙지하고 철저히 따르고 있는지, 피고인이 주장하는 양심적 병역거부가 오로지 또는 주로 그 교리에 따른 것인지, 피고인이 종교를 신봉하게 된 동기와 경위, 만일 피고인이 개종을 한 것이라면 그 경위와 이유, 피고인의 신앙기간과 실제 종교적 활동 등이 주요한 판단 요소가 될 것이다. 피고인이 주장하는 양심과 동일한 양심을 가진 사람들이 이미 양심적 병역거부를 이유로 실형으로 복역하는 사례가 반복되었다는 등의 사정은 적극적인 고려요소가 될 수 있다.<br/>    그리고 위와 같은 판단 과정에서 피고인의 가정환경, 성장과정, 학교생활, 사회경험 등 전반적인 삶의 모습도 아울러 살펴볼 필요가 있다. 깊고 확고하며 진실한 양심은 그 사람의 삶 전체를 통하여 형성되고, 또한 어떤 형태로든 그 사람의 실제 삶으로 표출되었을 것이기 때문이다.<br/>    정당한 사유가 없다는 사실은 범죄구성요건이므로 검사가 증명하여야 한다. 다만 진정한 양심의 부존재를 증명한다는 것은 마치 특정되지 않은 기간과 공간에서 구체화되지 않은 사실의 부존재를 증명하는 것과 유사하다. 위와 같은 불명확한 사실의 부존재를 증명하는 것은 사회통념상 불가능한 반면 그 존재를 주장·증명하는 것이 좀 더 쉬우므로, 이러한 사정은 검사가 증명책임을 다하였는지를 판단할 때 고려하여야 한다. 따라서 양심적 병역거부를 주장하는 피고인은 자신의 병역거부가 그에 따라 행동하지 않고서는 인격적 존재가치가 파멸되고 말 것이라는 절박하고 구체적인 양심에 따른 것이며 그 양심이 깊고 확고하며 진실한 것이라는 사실의 존재를 수긍할 만한 소명자료를 제시하고, 검사는 제시된 자료의 신빙성을 탄핵하는 방법으로 진정한 양심의 부존재를 증명할 수 있다. 이때 병역거부자가 제시하여야 할 소명자료는 적어도 검사가 그에 기초하여 정당한 사유가 없다는 것을 증명하는 것이 가능할 정도로 구체성을 갖추어야 한다.<br/>  [2] 여호와의 증인에서 침례를 받지 아니한 피고인이 그 신도라고 주장하면서 지방병무청장 명의의 현역병 입영통지서를 받고도 종교적 양심을 이유로 입영일부터 3일이 지나도록 입영하지 않고 병역을 거부하여 병역법 위반으로 기소된 사안에서, 위 공소사실의 유무죄를 가림에 있어서는 피고인으로부터 병역거부에 이르게 된 그의 양심이 깊고 확고하며 진실한 것이라는 사실의 존재를 수긍할 만한 구체적인 소명자료를 제출받아 이를 자세히 심리할 필요가 있는바, 피고인이 이른바 ‘모태신앙’으로서 여호와의 증인의 신도라고 하면서도 위 종교의 공적 모임에서 자신의 신앙을 고백하고 그 종교의 다른 신도들로부터 공동체 구성원으로 받아들여지는 중요한 의식인 침례를 아직 받지 않고 있을 뿐 아니라 종교적 신념의 형성 여부 및 그 과정 등에 관하여 위 종교단체 명의의 사실확인서 등 구체성을 갖춘 자료를 제대로 제출하지 않고 있어, 피고인의 주장과 달리 가정환경 및 성장과정 등 삶의 전반에서 해당 종교의 교리 및 가르침이 피고인의 신념 및 사유체계에 심대한 영향을 미칠 만큼 지속적이면서 공고하게 자리 잡았다고 보기 어려운 것은 아닌지 의문이며, 나아가 설령 피고인이 그 주장대로 침례를 받지 않고도 지금까지 종교적 활동을 하여 온 것이 맞다고 하더라도, 이러한 종교적 활동은 여호와의 증인의 교리 내지 신앙에 관하여 확신에 이르거나 그 종교적 신념이 내면의 양심으로까지 자리 잡게 된 상태가 아니더라도 얼마든지 행해질 수 있으므로, 피고인이 병역거부에 이르게 된 원인으로 주장하는 ‘양심’이 과연 그 주장에 상응하는 만큼 깊고 확고하며 진실한 것인지, 종교적 신념에 의한 것이라는 피고인의 병역거부가 실제로도 그에 따라 행동하지 않고서는 인격적 존재가치가 파멸되고 말 것이라는 절박하고 구체적인 양심에 따른 것으로서 병역법 제88조 제1항의 정당한 사유에 해당하는지에 대하여는 여전히 의문이 남는데도, 위 조항의 정당한 사유가 인정된다고 보아 무죄를 선고한 원심판단에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제19조, 제37조 제2항, 제39조 제1항, 병역법 제88조 제1항, 형사소송법 제308조 / [2] 헌법 제19조, 제39조 제1항, 병역법 제88조 제1항<br/>",
  "참조판례": "[1] 대법원 2018. 11. 1. 선고 2016도10912 전원합의체 판결(공2018하, 2401)<br/>"
}