{
  "판례일련번호": "211751",
  "사건명": "손해배상(산)",
  "사건번호": "2020다216240",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 피해자가 근로기준법이나 산업재해보상보험법에 따라 휴업급여나 장해급여 등을 이미 지급받은 경우, 그 급여액 중 손해배상액 산정에서 공제할 수 있는 금액의 범위<br/>  [2] 복수의 감정 과목에 대한 신체감정촉탁 결과에 따라 노동능력상실률을 평가하는 경우, 주의하여야 할 사항<br/>  [3] 甲이 乙에게 고용되어 乙이 丙 주식회사로부터 하도급을 받은 공사를 수행하던 중 머리 부분을 크게 다치는 사고가 발생하자, 甲과 그의 배우자 丁이 丙 회사를 상대로 민법 제757조에 따른 손해배상을 구하였는데, 甲의 노동능력상실률을 평가하기 위하여 복수의 감정 과목에 대한 신체감정이 이루어진 사안에서, 제반 사정상 위 각 신체감정이 중복감정일 여지가 있음에도 감정보완이나 추가 사실조회 등에 나아가지 아니한 채 위 각 감정이 중복감정이 아니라는 전제하에 중복장해율로 노동능력상실률을 인정한 원심판단에는 심리미진 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 손해배상은 손해의 전보를 목적으로 하는 것이므로 피해자로 하여금 근로기준법이나 산업재해보상보험법에 따라 휴업급여나 장해급여 등을 이미 지급받은 경우에 그 급여액을 일실수입의 배상액에서 공제하는 것은 그 손해의 성질이 동일하여 상호보완적 관계에 있는 것 사이에서만 가능하다. 따라서 피해자가 수령한 휴업급여금이나 장해급여금이 법원에서 인정된 소극적 손해액을 초과하더라도 그 초과부분을 기간과 성질을 달리하는 손해배상액에서 공제할 것은 아니며, 휴업급여는 휴업기간 중의 일실수입에 대응하는 것이므로 그것이 지급된 휴업기간 중의 일실수입 상당의 손해액에서만 공제되어야 한다.<br/>  [2] 복수의 감정 과목에 대한 신체감정촉탁 결과에는 감정의 중복·누락이 있을 수 있으므로, 신체감정촉탁 결과에 의하여 노동능력상실률을 평가하는 법원으로서는 감정이 중복·누락되었는지 여부를 세심히 살펴야 하고, 중복·누락이 있는 경우에는 필요한 심리를 통하여 이를 바로잡아야 한다.<br/>  [3] 甲이 乙에게 고용되어 乙이 丙 주식회사로부터 하도급을 받은 공사를 수행하던 중 머리 부분을 크게 다치는 사고가 발생하자, 甲과 그의 배우자 丁이 丙 회사를 상대로 민법 제757조에 따른 손해배상을 구하였는데, 甲의 노동능력상실률을 평가하기 위하여 복수의 감정 과목에 대한 신체감정이 이루어진 사안에서, 甲의 후유장해로 신경외과의 신체감정서는 ‘두통 및 기억력 장애’를, 정신건강의학과의 신체감정서는 ‘기억력 저하, 실행기능 저하 등의 인지기능장애’를, 신경과의 신체감정서는 ‘무의욕, 실행기능 저하, 성격변화 등’을 들고 있는데, 이는 사고로 甲에게 생긴 상이한 신체부위의 장해에 대한 감정이 아니라, 모두 甲이 입은 두부손상으로 인한 인지기능장애, 인격장애 등의 정신장해를 대상으로 한 감정으로 보이는 점 등 제반 사정에 비추어 보면, 위 신체감정이 중복감정일 여지가 있어 감정보완이나 추가 사실조회 등을 통해 감정이 중복되는지 세심히 살핀 다음, 중복이 있는 경우 이를 바로잡아 적정한 노동능력상실률을 인정하였어야 하는데도, 이에 이르지 않은 채 위 감정이 중복감정이 아니라는 전제하에 중복장해율로 노동능력상실률을 인정한 원심판단에는 심리미진 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제757조, 제763조, 산업재해보상보험법 제52조, 제57조 / [2] 민법 제393조, 제757조, 제763조, 민사소송법 제341조 / [3] 민법 제393조, 제757조, 제763조, 민사소송법 제341조<br/>",
  "참조판례": "[1] 대법원 1991. 7. 23. 선고 90다11776 판결(공1991, 2218), 대법원 1995. 4. 25. 선고 93다61703 판결(공1995상, 1936), 대법원 2012. 6. 14. 선고 2010다77293 판결 / [2] 대법원 2004. 6. 11. 선고 2004다17672 판결<br/>"
}