{
  "판례일련번호": "211715",
  "사건명": "채무부존재확인·손해배상·손해배상",
  "사건번호": "2019다292026, 292033, 292040",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 환경오염 또는 환경훼손으로 피해가 발생한 경우, 원인자가 환경정책기본법 제44조 제1항에 따라 귀책사유가 없더라도 피해를 배상하여야 하는지 여부(적극) 및 공해로 손해배상을 청구하는 소송에서 인과관계에 관한 증명책임의 분배<br/>  [2] 감정인의 감정 결과의 증명력 및 불법행위로 인한 손해배상청구 사건에서 책임감경사유에 관한 사실인정이나 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극)<br/>  [3] 소송대리인이 상소 제기에 관한 특별한 권한을 따로 받은 경우, 소송대리인이 상소장에 인지를 붙이지 않은 흠을 보정할 수 있는지 여부(원칙적 적극) 및 이때 원심 재판장이 소송대리인에게 인지의 보정을 명할 수 있는지 여부(원칙적 적극)<br/>  [4] 경마공원 인근에서 화훼농원을 운영하는 甲 등이 한국마사회가 경마공원을 운영하면서 경주로 모래의 결빙을 방지하기 위하여 살포한 소금이 지하수를 통해 농원으로 유입되어 甲 등이 재배하던 분재와 화훼 등이 고사하였다고 주장하며 한국마사회를 상대로 손해배상을 구한 사안에서, 환경정책기본법 제44조 제1항에 따라 한국마사회의 손해배상책임이 인정된다고 한 사례<br/>",
  "판결요지": "[1] 환경정책기본법 제44조 제1항은 ‘환경오염의 피해에 대한 무과실책임’이라는 제목으로 “환경오염 또는 환경훼손으로 피해가 발생한 경우에는 해당 환경오염 또는 환경훼손의 원인자가 그 피해를 배상하여야 한다.”라고 정하고 있다. 이는 민법의 불법행위 규정에 대한 특별 규정으로서, 환경오염 또는 환경훼손의 피해자가 원인자에게 손해배상을 청구할 수 있는 근거규정이다. 따라서 환경오염 또는 환경훼손으로 피해가 발생한 때에는 원인자는 환경정책기본법 제44조 제1항에 따라 귀책사유가 없더라도 피해를 배상하여야 한다.<br/>    일반적으로 불법행위로 인한 손해배상청구 사건에서 가해자의 가해행위, 피해자의 손해발생, 가해행위와 피해자의 손해발생 사이의 인과관계에 관한 증명책임은 청구자인 피해자가 부담한다. 다만 대기오염이나 수질오염 등에 의한 공해로 손해배상을 청구하는 소송에서 피해자에게 사실적인 인과관계의 존재에 관하여 과학적으로 엄밀한 증명을 요구하는 것은 공해로 인한 사법적 구제를 사실상 거부하는 결과가 될 수 있다. 반면에 기술적·경제적으로 피해자보다 가해자에 의한 원인조사가 훨씬 용이한 경우가 많을 뿐만 아니라 가해자는 손해발생의 원인을 은폐할 염려가 있기 때문에, 가해자가 어떤 유해한 원인물질을 배출하고 그것이 피해물건에 도달하여 손해가 발생하였다면 가해자 측에서 그것이 무해하다는 것을 증명하지 못하는 한 가해행위와 피해자의 손해발생 사이의 인과관계를 인정할 수 있다. 그러나 이 경우에 적어도 가해자가 어떤 유해한 원인물질을 배출한 사실, 유해의 정도가 사회통념상 참을 한도를 넘는다는 사실, 그것이 피해물건에 도달한 사실, 그 후 피해자에게 손해가 발생한 사실에 관한 증명책임은 피해자가 여전히 부담한다.<br/>  [2] 감정인의 감정 결과는 감정 방법 등이 경험칙에 반하거나 합리성이 없는 등 현저한 잘못이 없는 한 이를 존중하여야 한다.<br/>    가해행위와 피해자 측의 요인이 경합하여 손해가 발생하거나 확대된 경우 피해자 측의 귀책사유와 무관한 것이라고 할지라도 가해자에게 손해의 전부를 배상시키는 것이 공평의 이념에 반하는 경우에는 법원은 배상액을 정하면서 과실상계의 법리를 유추적용하여 손해의 발생이나 확대에 기여한 피해자 측의 요인을 참작할 수 있다. 불법행위로 인한 손해배상청구 사건에서 책임감경사유에 관한 사실인정이나 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/>  [3] 소송대리권의 범위는 원칙적으로 해당 심급에 한정되지만, 소송대리인이 상소 제기에 관한 특별한 권한을 따로 받았다면 특별한 사정이 없는 한 상소장을 제출할 권한과 의무가 있으므로, 상소장에 인지를 붙이지 않은 흠이 있다면 소송대리인은 이를 보정할 수 있고 원심 재판장도 소송대리인에게 인지의 보정을 명할 수 있다.<br/>  [4] 경마공원 인근에서 화훼농원을 운영하는 甲 등이 한국마사회가 경마공원을 운영하면서 경주로 모래의 결빙을 방지하기 위하여 살포한 소금이 지하수를 통해 농원으로 유입되어 甲 등이 재배하던 분재와 화훼 등이 고사하였다고 주장하며 한국마사회를 상대로 손해배상을 구한 사안에서, 한국마사회가 겨울철마다 경주로 모래의 결빙을 방지하기 위하여 뿌린 소금이 땅속으로 스며들어 지하수로 유입되었고 甲 등이 사용한 지하수의 염소이온농도는 농업용수 수질기준을 초과하거나 이에 근접한 수치로서 경마공원 부근의 지하수는 농원이 위치한 곳을 지나 주변 하천으로 흐르고 있으므로 다량의 소금 유입이 甲 등이 사용하는 지하수 염소이온농도의 상승에 영향을 미쳤다고 보이는 점, 환경관리공단의 조사에 따르면 한국마사회가 경주로에서 사용한 염분에 의한 오염물질이 지하수로 흘러 들어가 인근 지역으로 이동하였을 가능성이 추정되는 점 등에 비추어, 환경정책기본법 제44조 제1항에 따라 한국마사회의 손해배상책임이 인정된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 환경정책기본법 제3조 제1호, 제4호, 제5호, 제7조, 제44조 제1항, 민법 제750조, 제751조, 민사소송법 제288조 / [2] 민사소송법 제202조, 제339조 제1항, 제432조, 민법 제393조, 제396조, 제750조, 제763조 / [3] 민사소송법 제90조 제2항 제3호, 제399조, 제425조 / [4] 환경정책기본법 제3조 제1호, 제4호, 제5호, 제7조, 제44조 제1항, 민법 제750조<br/>",
  "참조판례": "[1] 대법원 2008. 9. 11. 선고 2006다50338 판결, 대법원 2013. 10. 11. 선고 2012다111661 판결, 대법원 2017. 2. 15. 선고 2015다23321 판결(공2017상, 548), 대법원 2018. 9. 13. 선고 2016다35802 판결(공2018하, 1962), 대법원 2019. 11. 28. 선고 2016다233538, 233545 판결(공2020상, 153) / [2] 대법원 2014. 10. 15. 선고 2012다18762 판결(공2014하, 2168), 대법원 2018. 9. 13. 선고 2016다35802 판결(공2018하, 1962) / [3] 대법원 2013. 7. 31.자 2013마670 결정(공2013하, 1677)<br/>"
}