{
  "판례일련번호": "211749",
  "사건명": "기타(금전)",
  "사건번호": "2020다202821",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 당사자가 표시한 문언에 의하여 객관적인 의미가 명확하게 드러나지 않는 경우, 법률행위의 해석 방법 / 조건을 붙이고자 하는 의사는 외부에 표시되어야 하는지 여부(적극) 및 이를 인정하기 위한 요건<br/>  [2] 甲과 乙이 빌라 분양을 甲이 대행하고 수수료를 받기로 하는 내용의 분양전속계약을 체결하면서, 특약사항으로 “분양계약기간 완료 후 미분양 물건은 甲이 모두 인수하는 조건으로 한다.”라고 정한 사안에서, 위 특약사항은 甲이 분양계약기간 만료 후 미분양 세대를 인수할 의무를 부담한다는 계약의 내용을 정한 것에 불과하고, 이와 달리 계약의 효력발생이 좌우되게 하려는 법률행위의 부관으로서 조건을 정한 것이라고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 법률행위의 해석에 있어 당사자가 표시한 문언에 의하여 객관적인 의미가 명확하게 드러나지 않는 경우에는 문언의 형식과 내용, 법률행위가 이루어진 동기 및 경위, 당사자가 법률행위에 의하여 달성하려는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고려하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/>    한편 조건은 법률행위 효력의 발생 또는 소멸을 장래 불확실한 사실의 발생 여부에 따라 좌우되게 하는 법률행위의 부관이고, 법률행위에서 효과의사와 일체적인 내용을 이루는 의사표시 그 자체이다. 조건을 붙이고자 하는 의사는 법률행위의 내용으로 외부에 표시되어야 하고, 조건을 붙이고자 하는 의사가 있는지는 의사표시에 관한 법리에 따라 판단하여야 한다. 조건을 붙이고자 하는 의사가 외부에 표시되었다고 인정하려면, 법률행위가 이루어진 동기와 경위, 법률행위에 의하여 달성하려는 목적, 거래의 관행 등을 종합적으로 고려하여 법률행위 효력의 발생 또는 소멸을 장래의 불확실한 사실의 발생 여부에 따라 좌우되게 하려는 의사가 인정되어야 한다.<br/>  [2] 甲과 乙이 빌라 분양을 甲이 대행하고 수수료를 받기로 하는 내용의 분양전속계약을 체결하면서, 특약사항으로 “분양계약기간 완료 후 미분양 물건은 甲이 모두 인수하는 조건으로 한다.”라고 정한 사안에서, 위 특약사항은 ‘인수하는 조건’이라는 문언을 사용하고 있기는 하나 그 자체만으로 당사자가 조건을 붙여 효력발생이 좌우되게 하려는 계약의 내용이 특정되어 있지 아니한 점, 오히려 ‘인수하는 조건’이라는 문언은 미분양 세대의 인수에 따라 계약의 효력발생이 좌우되게 하려는 의사라기보다는 단순히 이를 계약의 내용 중 하나로 정한다는 의미로 사용되었다고 볼 소지가 큰 점, 위 특약사항을 둔 이유가 분양계약기간이 만료되었음에도 미분양 세대가 있는 경우 甲이 이를 인수할 의무를 부담하도록 하기 위함이지 甲이 미분양 세대를 인수하지 아니할 경우 조건이 성취되지 않은 것으로 보아 수수료 전부를 포기하게 할 의사였다고 보기는 어려운 점, 甲이 빌라 분양을 전부 완료하지 못한 채 계약이 중단된 경우에도 甲이 이미 분양하거나 인수한 세대만큼 乙에 이익이 된다면, 신의칙에 비추어 甲에게 적어도 그에 상응하는 수수료를 지급하도록 하는 것이 옳은 점을 종합하면, 위 특약사항은 甲이 분양계약기간 만료 후 미분양 세대를 인수할 의무를 부담한다는 계약의 내용을 정한 것에 불과하고, 계약의 효력발생이 좌우되게 하려는 법률행위의 부관으로서 조건을 정한 것이라고 보기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제147조 / [2] 민법 제105조, 제147조<br/>",
  "참조판례": "[1] 대법원 2005. 7. 15. 선고 2005다19415 판결, 대법원 2016. 5. 12. 선고 2014다52087 판결, 대법원 2018. 1. 24. 선고 2016다234043 판결(공2018상, 486), 대법원 2018. 6. 28. 선고 2016다221368 판결(공2018하, 1448)<br/>"
}