{
  "판례일련번호": "211797",
  "사건명": "관리비",
  "사건번호": "2020다221020",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 구 유통산업발전법 제12조 제1항 제3호에서 대규모점포개설자의 업무로 규정하고 있는 ‘그 밖에 대규모점포의 유지·관리를 위하여 필요한 업무’에 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수가 포함되는지 여부(적극) 및 구 재래시장 및 상점가 육성을 위한 특별법, 구 전통시장 및 상점가 육성을 위한 특별법에 따라 시장관리자로 지정된 경우, 상인들을 상대로 업무수행에 소요되는 경비를 부과·징수할 수 있는지 여부(적극)<br/>  [2] 구 전통시장 및 상점가 육성을 위한 특별법 제67조에 따라 시장관리자로 지정되었고, 구 유통산업발전법 제8조 제1항에 따라 대규모점포 개설등록을 마친 甲 주식회사의 시장관리 운영규정에서 시장관리 운영업무를 乙 상인회가 수행하며, 乙 상인회 산하 상가상인회(지회)가 업무 중 일부를 위임 수행할 수 있도록 정하였고, 이에 乙 상인회의 지회인 丙 운영회가 상가 내 점포 상인들로부터 관리비를 부과·징수해 왔는데, 丙 운영회로부터 탈퇴한 상인인 丁 등이 관리비 중 운영회 회비 항목에 대하여는 납부의무가 없다고 다투고 있는 사안에서, 丙 운영회는 상가 내 점포 상인들로부터 관리비를 부과·징수할 권한이 있고, 운영회 회비는 관리비에 포함된다고 볼 수 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것, 이하 ‘구 유통산업발전법’이라고 한다) 제12조 제1항 제3호는 대규모점포개설자가 수행하는 업무로서 ‘그 밖에 대규모점포의 유지·관리를 위하여 필요한 업무’를 규정하고 있고, 당해 대규모점포의 운영·관리를 위해 부과되는 관리비 징수는 대규모점포의 본래의 유지·관리를 위하여 필요한 업무에 속한다. 그리고 이러한 법리는 유통산업발전법이 2017. 10. 31. 법률 제14997호로 개정됨에 따라 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 제12조의3에 신설되어 2018. 5. 1. 시행·적용되기 전까지의 사안에 대하여 그대로 적용된다고 봄이 타당하다. 한편 구 재래시장 및 상점가 육성을 위한 특별법(2007. 12. 27. 법률 제8803호로 개정되기 전의 것), 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것)에 따라 시장관리자로 지정될 경우 상업기반시설의 유지 및 관리, 화재의 예방, 청소 및 방범 활동 등의 업무를 수행함과 아울러, 구 유통산업발전법상의 대규모점포개설자와 마찬가지로 점포의 상인들을 상대로 이러한 업무수행에 소요되는 경비를 부과·징수할 수 있다.<br/>  [2] 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것, 이하 ‘구 전통시장법’이라고 한다) 제67조에 따라 시장관리자로 지정되었고, 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것, 이하 ‘구 유통산업발전법’이라고 한다) 제8조 제1항에 따라 대규모점포 개설등록을 마친 甲 주식회사의 시장관리 운영규정에서 시장관리 운영업무를 乙 상인회가 수행하며, 乙 상인회 산하 상가상인회(지회)가 업무 중 일부를 위임 수행할 수 있도록 정하였고, 이에 乙 상인회의 지회인 丙 운영회가 상가 내 점포 상인들로부터 관리비를 부과·징수해 왔는데, 丙 운영회로부터 탈퇴한 상인인 丁 등이 관리비 중 운영회 회비 항목에 대하여는 납부의무가 없다고 다투고 있는 사안에서, 유통산업발전법상 대규모점포관리자의 입점상인에 대한 관리비 등 청구권에 관한 규정이 신설·시행된 2018. 5. 1. 이전까지는 구 유통산업발전법에 따른 대규모점포개설자 내지 구 전통시장법에 따른 시장관리자의 지위에서, 2018. 5. 1.부터는  구 전통시장법에 따른 시장관리자의 지위에서, 甲 회사는 시장 내 각 점포의 상인들을 상대로 관리비를 부과·징수할 권한이 있고, 나아가 甲 회사가 내부 규정을 통하여 관리비의 부과·징수를 포함한 관리업무를 乙 상인회 내지 그 지회인 각 상가상인회에 포괄적으로 위임하였으므로, 丙 운영회는 위임받은 관리업무를 수행하면서 상가 내 점포 상인들로부터 그러한 업무수행에 소요되는 경비, 즉 관리비를 부과·징수할 권한이 있으며, 운영회 회비는 대부분 丙 운영회가 단체로서 운영됨에 따라 소요되는 직원급여나 회장활동비 등의 경비로 지출되고 있는데, 丙 운영회 자체의 운영·활동에 소요되는 경비는 다른 특별한 사정이 없는 한 시장의 전체적인 운영관리나 상가의 사용·보전·관리업무 수행에 수반되는 비용으로서 관리비에 포함된다고 볼 수 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것) 제12조 제1항 제3호, 유통산업발전법 제12조의3, 부칙(2017. 10. 31.) 제1조, 구 재래시장 및 상점가 육성을 위한 특별법(2007. 12. 27. 법률 제8803호로 개정되기 전의 것) 제67조 제1항(현행 전통시장 및 상점가 육성을 위한 특별법 제67조 제1항 참조), 제2항(현행 전통시장 및 상점가 육성을 위한 특별법 제67조 제2항 참조), 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제67조 제1항, 제2항 / [2] 구 유통산업발전법(2012. 6. 1. 법률 제11461호로 개정되기 전의 것) 제8조 제1항, 제12조 제1항 제3호, 유통산업발전법 제12조의3, 부칙(2017. 10. 31.) 제1조, 구 전통시장 및 상점가 육성을 위한 특별법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제67조 제1항, 제2항, 민사소송법 제52조<br/>",
  "참조판례": "[1] 대법원 2019. 9. 10. 선고 2019다208953 판결(공2019하, 1971)<br/>"
}