{
  "판례일련번호": "211767",
  "사건명": "투기폐기물제거조치명령취소",
  "사건번호": "2019두39048",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 구 폐기물관리법 제8조 제3항에서 말하는 ‘필요한 조치’에 토지소유자 등이 같은 법 제7조 제2항에 따른 토지의 청결유지의무를 다하지 못하여 환경상의 위해가 발생할 경우 토지상에 적치 또는 방치된 폐기물의 제거를 명하는 조치가 포함되는지 여부(적극)<br/>  [2] 시장 등이 구 폐기물관리법 제48조에 따른 폐기물 처리에 대한 조치명령과는 별도로 같은 법 제8조 제3항 등에 따라 그에 상응하는 ‘필요한 조치’로서 폐기물 제거 조치명령을 할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것, 이하 ‘폐기물관리법’이라 한다) 제7조 제2항은 토지나 건물의 소유자·점유자 또는 관리자(이하 ‘토지소유자 등’이라 한다)는 그가 소유·점유 또는 관리하고 있는 토지나 건물의 청결을 유지하도록 노력하여야 하며, 특별자치시장, 특별자치도지사, 시장·군수·구청장(이하 ‘시장 등’이라 한다)이 정하는 계획에 따라 대청소를 하여야 한다고 규정하고 있고, 제8조 제3항은 토지소유자 등이 제7조 제2항에 따라 청결을 유지하지 아니하면 시장 등은 해당 지방자치단체의 조례에 따라 필요한 조치를 명할 수 있다고 규정하고 있다.<br/>폐기물관리법 제8조 제3항에서 말하는 ‘필요한 조치’에는 토지소유자 등이 폐기물관리법 제7조 제2항에 따른 토지의 청결유지의무를 다하지 못하여 환경상의 위해가 발생할 경우 토지상에 적치 또는 방치된 폐기물의 제거를 명하는 조치도 포함된다고 해석하여야 한다.<br/>  [2] 구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것, 이하 ‘폐기물관리법’이라 한다) 제48조는 특별자치시장, 특별자치도지사, 시장·군수·구청장(이하 ‘시장 등’이라 한다)은 폐기물이 제13조에 따른 폐기물의 처리 기준과 방법 또는 제13조의2에 따른 폐기물의 재활용 원칙 및 준수사항에 맞지 아니하게 처리되거나 제8조 제1항 또는 제2항을 위반하여 버려지거나 매립되면 ‘폐기물을 처리한 자’(제1호), ‘폐기물관리법 제17조 제1항 제3호에 따른 확인을 하지 아니하고 위탁한 자’(제2호), ‘폐기물을 직접 처리하거나 다른 사람에게 자기 소유의 토지 사용을 허용한 경우 폐기물이 버려지거나 매립된 토지의 소유자’(제3호) 중 어느 하나에 해당하는 자에게 기간을 정하여 폐기물의 처리방법 변경, 폐기물의 처리 또는 반입 정지 등 필요한 조치를 명할 수 있다고 규정하고 있고, 제8조 제1항은 누구든지 시장 등이나 공원·도로 등 시설의 관리자가 폐기물의 수집을 위하여 마련한 장소나 설비 외의 장소에 폐기물을 버려서는 아니 된다고 규정하고 있다.<br/>폐기물관리법 제8조 제3항에 따른 조치명령은 제7조 제2항에서 정한 토지나 건물의 소유자·점유자 또는 관리자의 청결유지의무 이행을 확보하기 위한 수단으로서, 이를 위반하면 폐기물관리법 제68조 제3항 제2호에 따라 100만 원 이하의 과태료를 부과한다. 반면, 폐기물관리법 제48조에 따른 조치명령은 제8조 제1항에서 정한 폐기물 무단투기금지 등 폐기물관리법에서 정한 폐기물의 처리 기준·방법이 준수되도록 하기 위한 수단으로서 이를 위반하면 폐기물관리법 제65조 제23호에 따라 3년 이하의 징역이나 3천만 원 이하의 벌금에 처한다.<br/>    이처럼 폐기물관리법 제8조 제3항에 따른 조치명령과 폐기물관리법 제48조에 따른 조치명령은 규율의 대상, 처분의 상대방과 요건, 위반 시의 효과 등이 서로 다른 별개의 제도이다.<br/>    따라서 시장 등은 폐기물관리법 제48조에 따른 폐기물 처리에 대한 조치명령과는 별도로 폐기물관리법 제8조 제3항 및 그 위임에 따른 조례에 의하여 그에 상응하는 ‘필요한 조치’로서 폐기물 제거 조치명령을 할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것) 제7조 제2항, 제8조 제3항 / [2] 구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것) 제7조 제2항, 제8조 제1항, 제3항, 제48조 제1호(현행 제48조 제1항 제1호 참조), 제2호(현행 제48조 제1항 제2호 참조), 제3호(현행 제48조 제1항 제9호 참조), 제65조 제23호, 제68조 제3항 제2호<br/>",
  "참조판례": ""
}