{
  "판례일련번호": "211745",
  "사건명": "요양급여비용환수처분취소·업무정지처분취소",
  "사건번호": "2020두31668, 31675",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 다른 개별 행정법률을 위반하여 요양급여·의료급여를 제공하고 급여비용을 수령한 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로, 같은 법 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호에서 업무정지처분의 대상으로 각 정한 ‘속임수나 그 밖의 부당한 방법으로 급여비용을 받은 경우’에 해당하는지 판단하는 방법<br/>  [2] 의료법의 위임에 따른 구 특수의료장비의 설치 및 운영에 관한 규칙에서 정한 특수의료장비 설치인정기준(등록 및 품질관리검사에 관한 부분 제외)을 위반한 경우, 구 국민건강보험법 제57조 제1항에서 정한 부당이득징수처분 또는 같은 법 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호에서 정한 업무정지처분의 사유가 되는지 여부(소극)<br/>  [3] 요양·의료기관을 운영하는 甲이 영상의학과 전문의 乙 등이 실제 요양기관에 출근하지 않는 등 전산화단층 촬영장치 등의 의료영상 품질관리 업무의 총괄 및 감독, 영상화질 평가 등의 업무를 수행하지 않고 원격으로 판독 업무만 하였음에도 비전속 인력으로 신고하고 전산화단층 영상진단료 등에 관하여 요양급여·의료급여비용을 청구하여 지급받았다는 이유로 요양급여비용 환수처분 및 업무정지처분을 받은 사안에서, 甲의 요양급여·의료급여비용 청구가 구 국민건강보험법 제57조 제1항, 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호의 ‘속임수나 그 밖의 부당한 방법’으로 급여비용을 받은 경우에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다)은 국민의 질병·부상에 대한 예방·진단·치료·재활과 출산·사망 및 건강증진에 대하여 보험급여를 실시함으로써 국민보건 향상과 사회보장 증진에 이바지함을 목적으로 제정된 법률이고, 의료급여법은 생활이 어려운 사람에게 의료급여를 함으로써 국민보건의 향상과 사회복지의 증진에 이바지함을 목적으로 제정된 법률로서 의료법 등 다른 개별 행정법률과는 입법 목적과 규율대상이 다르다. 따라서 다른 개별 행정법률을 위반하여 요양급여·의료급여를 제공하고 급여비용을 수령한 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로, 구 국민건강보험법 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호에서 업무정지처분의 대상으로 각 정한 ‘속임수나 그 밖의 부당한 방법으로 급여비용을 받은 경우’에 해당하는지는 국민건강보험법·의료급여법과 다른 개별 행정법률의 입법 목적 및 규율대상의 차이를 염두에 두고 국민건강보험법령·의료급여법령상 급여기준의 내용과 취지 및 다른 개별 행정법률에 의한 제재수단 외에 국민건강보험법·의료급여법에 따른 부당이득징수 및 업무정지처분까지 하여야 할 필요성의 유무와 정도 등을 고려하여 판단하여야 한다.<br/>  [2] 구 국민건강보험 요양급여의 기준에 관한 규칙(2016. 6. 3. 보건복지부령 제404호로 개정되기 전의 것, 이하 ‘건강보험 요양급여규칙’이라 한다)이 요양급여의 일반원칙으로 ‘요양기관은 가입자 등의 요양급여에 필요한 적정한 인력·시설 및 장비를 유지하여야 한다’고 규정한 취지는 요양기관으로 하여금 환자의 치료에 적합한 요양급여를 제공하게 하려는 것이고, 특수의료장비와 관련하여 ‘일정한 인력·시설을 갖추어 등록하고 정기적인 품질관리검사를 받을 것’을 요양급여의 기준으로 정한 것은 이를 구체화한 것이다. 그러므로 의료법의 위임에 따른 구 특수의료장비의 설치 및 운영에 관한 규칙(2019. 1. 10. 보건복지부령 제613호로 개정되기 전의 것)에 정한 특수의료장비 설치인정기준 가운데 등록 및 품질관리검사에 관한 부분을 제외한 나머지 부분은 이를 위반한 경우 의료법에 따라 시정명령 등의 제재 사유가 됨은 별론으로 하더라도 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다) 제57조 제1항에서 정한 부당이득징수처분 또는 구 국민건강보험법 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호에서 정한 업무정지처분의 사유가 된다고 볼 수 없다.<br/>  [3] 요양·의료기관을 운영하는 甲이 영상의학과 전문의 乙 등이 실제 요양기관에 출근하지 않는 등 전산화단층 촬영장치 등의 의료영상 품질관리 업무의 총괄 및 감독, 영상화질 평가 등의 업무를 수행하지 않고 원격으로 판독 업무만 하였음에도 비전속 인력으로 신고하고 전산화단층 영상진단료 등에 관하여 요양급여·의료급여비용을 청구하여 지급받았다는 이유로 요양급여비용 환수처분 및 업무정지처분을 받은 사안에서, 甲이 비전속 영상의학과 전문의의 영상판독을 거쳐 품질관리 적합판정을 받고 등록된 전산화단층 촬영장치 등을 활용한 전산화단층 영상진단료 등을 요양급여비용 또는 의료급여비용으로 청구하였다면 이를 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항, 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호의 ‘속임수나 그 밖의 부당한 방법’으로 급여비용을 받은 경우에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항, 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호 / [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항, 제98조 제1항 제1호, 의료급여법 제7조 제2항, 제28조 제1항 제1호, 구 의료급여법 시행규칙(2020. 6. 29. 보건복지부령 제737호로 개정되기 전의 것) 제6조 제1항, 구 국민건강보험 요양급여의 기준에 관한 규칙(2016. 6. 3. 보건복지부령 제404호로 개정되기 전의 것) 제5조 제1항 [별표 1] 제1호 (라)목, 제8호 (라)목, 의료법 제1조, 제34조 제1항, 제38조 제1항, 제2항, 제3항, 제63조 제1항, 제64조 제1항 제6호, 제67조 제1항, 제88조 제1호, 구 특수의료장비의 설치 및 운영에 관한 규칙(2019. 1. 10. 보건복지부령 제613호로 개정되기 전의 것) 제3조 제1항 [별표 1], 제2항 제1호 / [3] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항, 제98조 제1항 제1호, 의료급여법 제28조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2019. 5. 30. 선고 2015두36485 판결(공2019하, 1310), 대법원 2019. 11. 28. 선고 2017두59284 판결(공2020상, 189)<br/>"
}