{
  "판례일련번호": "211709",
  "사건명": "임대보증금반환·건물명도",
  "사건번호": "2016다244224, 244231",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "주택임대차보호법에 따른 임대차에서 임차인이 임대차 종료 후 동시이행항변권을 근거로 임차목적물을 계속 점유하고 있는 경우, 보증금반환채권에 대한 소멸시효가 진행하는지 여부(소극)<br/>",
  "판결요지": "소멸시효는 권리자가 권리를 행사할 수 있는데도 일정한 기간 권리를 행사하지 않은 경우에 권리의 소멸이라는 법률효과가 발생하는 제도이다. 이것은 시간의 흐름에 따라 법률관계가 점점 불명확해지는 것에 대처하기 위한 제도로서, 일정 기간 계속된 사회질서를 유지하고 시간이 지남에 따라 곤란해지는 증거보전으로부터 채무자를 보호하며 자신의 권리를 행사하지 않는 사람을 법적 보호에서 제외함으로써 법적 안정성을 유지하는 데 중점을 두고 있다.<br/>  소멸시효가 완성되기 위해서는 권리의 불행사라는 사실상태가 일정한 기간 동안 계속되어야 한다. 채권을 일정한 기간 행사하지 않으면 소멸시효가 완성하지만(민법 제162조, 제163조, 제164조), 채권을 계속 행사하고 있다고 볼 수 있다면 소멸시효가 진행하지 않는다. 나아가 채권을 행사하는 방법에는 채무자에 대한 직접적인 이행청구 외에도 변제의 수령이나 상계, 소송상 청구 및 항변으로 채권을 주장하는 경우 등 채권이 가지는 다른 여러 가지 권능을 행사하는 것도 포함된다. 따라서 채권을 행사하여 실현하려는 행위를 하거나 이에 준하는 것으로 평가할 수 있는 객관적 행위 모습이 있으면 권리를 행사한다고 보는 것이 소멸시효 제도의 취지에 부합한다.<br/>  임대차가 종료함에 따라 발생한 임차인의 목적물반환의무와 임대인의 보증금반환의무는 동시이행관계에 있다. 임차인이 임대차 종료 후 동시이행항변권을 근거로 임차목적물을 계속 점유하는 것은 임대인에 대한 보증금반환채권에 기초한 권능을 행사한 것으로서 보증금을 반환받으려는 계속적인 권리행사의 모습이 분명하게 표시되었다고 볼 수 있다. 따라서 임대차 종료 후 임차인이 보증금을 반환받기 위해 목적물을 점유하는 경우 보증금반환채권에 대한 권리를 행사하는 것으로 보아야 하고, 임차인이 임대인에 대하여 직접적인 이행청구를 하지 않았다고 해서 권리의 불행사라는 상태가 계속되고 있다고 볼 수 없다.<br/>  임차인의 보증금반환채권과 동시이행관계에 있는 임대인의 목적물인도청구권은 소유권 등 물권에 기초하는 경우가 많으므로, 임대인이 적극적으로 권리를 행사하는지와 관계없이 권리가 시효로 소멸하는 경우는 거의 발생하지 않는다. 만일 임차인이 임대차 종료 후 보증금을 반환받기 위해 목적물을 점유하여 적극적인 권리행사의 모습이 계속되고 있는데도 보증금반환채권이 시효로 소멸한다고 보면, 임차인은 목적물반환의무를 그대로 부담하면서 임대인에 대한 보증금반환채권만 상실하게 된다. 이는 보증금반환채무를 이행하지 않은 임대인이 목적물에 대한 자신의 권리는 그대로 유지하면서 보증금반환채무만을 면할 수 있게 하는 결과가 되어 부당하다. 나아가 이러한 소멸시효 진행의 예외는 어디까지나 임차인이 임대차 종료 후 목적물을 적법하게 점유하는 기간으로 한정되고, 임차인이 목적물을 점유하지 않거나 동시이행항변권을 상실하여 정당한 점유권원을 갖지 않는 경우에 대해서까지 인정되는 것은 아니다. 따라서 임대차 종료 후 보증금을 반환받기 위해 목적물을 점유하는 임차인의 보증금반환채권에 대하여 소멸시효가 진행하지 않는다고 보더라도 그 채권에 관계되는 당사자 사이의 이익 균형에 반하지 않는다.<br/>주택임대차보호법 제4조 제2항은 “임대차기간이 끝난 경우에도 임차인이 보증금을 반환받을 때까지는 임대차관계가 존속되는 것으로 본다.”라고 정하고 있다(2008. 3. 21. 법률 제8923호로 개정되면서 표현이 바뀌었을 뿐 그 내용은 개정 전과 같다). 2001. 12. 29. 법률 제6542호로 제정된 상가건물 임대차보호법도 같은 내용의 규정을 두고 있다(제9조 제2항). 이는 임대차기간이 끝난 후에도 임차인이 보증금을 반환받을 때까지는 임차인의 목적물에 대한 점유를 임대차기간이 끝나기 전과 마찬가지 정도로 강하게 보호함으로써 임차인의 보증금반환채권을 실질적으로 보장하기 위한 것이다. 따라서 임대차기간이 끝난 후 보증금을 반환받지 못한 임차인이 목적물을 점유하는 동안 위 규정에 따라 법정임대차관계가 유지되고 있는데도 임차인의 보증금반환채권은 그대로 시효가 진행하여 소멸할 수 있다고 한다면, 이는 위 규정의 입법 취지를 훼손하는 결과를 가져오게 되어 부당하다.<br/>  위와 같은 소멸시효 제도의 존재 이유와 취지, 임대차기간이 끝난 후 보증금반환채권에 관계되는 당사자 사이의 이익형량, 주택임대차보호법 제4조 제2항의 입법 취지 등을 종합하면, 주택임대차보호법에 따른 임대차에서 그 기간이 끝난 후 임차인이 보증금을 반환받기 위해 목적물을 점유하고 있는 경우 보증금반환채권에 대한 소멸시효는 진행하지 않는다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제162조, 제163조, 제164조, 제536조, 주택임대차보호법 제4조 제2항, 상가건물 임대차보호법 제9조 제2항<br/>",
  "참조판례": "대법원 1977. 9. 28. 선고 77다1241, 1242 전원합의체 판결(공1977, 10295), 대법원 1995. 7. 25. 선고 95다14664, 14671 판결(공1995하, 2951)<br/>"
}