{
  "판례일련번호": "211733",
  "사건명": "사기",
  "사건번호": "2018도13696",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200625",
  "판시사항": "[1] 2인 이상이 저작물의 작성에 관여한 경우, 저작자가 누구인지 판단하는 기준 / 미술저작물의 창작과정에 복수의 사람이 관여되어 있는 경우, 어느 과정에 어느 정도 관여하여야 창작적인 표현형식에 기여한 자로서 저작자로 인정되는지에 대한 사법심사 기준<br/>  [2] 사기죄의 요건으로서 ‘부작위에 의한 기망’의 의미 및 이때 법률상 고지의무가 인정되는 범위 / 법률상 고지의무의 근거가 되는 거래의 내용이나 거래관행 등 거래실정에 관한 사실을 주장·증명할 책임의 소재(=검사)<br/>  [3] 피고인이 화가 甲에게 돈을 주고 자신의 기존 콜라주 작품을 회화로 그려오게 하거나, 자신이 추상적인 아이디어만 제공하고 이를 甲이 임의대로 회화로 표현하게 하는 등의 작업을 지시한 다음 甲으로부터 완성된 그림을 건네받아 경미한 작업만 추가하고 자신의 서명을 하였음에도, 위와 같은 방법으로 그림을 완성한다는 사실을 고지하지 아니하고 사실상 甲 등이 그린 그림을 마치 자신이 직접 그린 친작(親作)인 것처럼 전시하여 피해자들에게 그림(미술작품)을 판매하고 대금 상당의 돈을 편취하였다는 내용으로 기소된 사안에서, 피해자들이 위 미술작품을 피고인의 친작으로 착오한 상태에서 구매한 것이라고 단정하기 어렵다고 보아 피고인에게 무죄를 선고한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 저작권법상 ‘저작물’은 인간의 사상 또는 감정을 표현한 창작물을 말하고, ‘저작자’는 저작물을 창작한 자를 말한다(저작권법 제2조 제1호, 제2호). 저작권은 구체적으로 외부에 표현한 창작적인 표현형식만을 보호대상으로 하므로, 2인 이상이 저작물의 작성에 관여한 경우 그중에서 창작적인 표현형식 자체에 기여한 자만이 그 저작물의 저작자가 되고, 창작적인 표현형식에 기여하지 아니한 자는 비록 저작물의 작성 과정에서 아이디어나 소재 또는 필요한 자료를 제공하는 등의 관여를 하였더라도 그 저작물의 저작자가 되는 것은 아니다. 여기에서 사상이나 감정이 ‘표현’되었다고 하려면 머릿속에서 구상된 것만으로는 부족하고 어떤 형태나 방법으로든 외부에 나타나야 한다. 그 나타나는 방법이나 형태에 대하여는 아무런 제한이 없다.<br/>    저작물 중에서도 미술저작물은 인간의 사상이나 감정이 시각적 형상이나 색채 또는 이들의 조합에 의하여 미적(美的)으로 표현되어 있는 저작물이다(저작권법 제4조 제1항). 미술저작물은 다른 일반 저작물과 달리 그것이 화체된 유체물이 주된 거래의 대상이 되며, 그 유체물을 공중이 볼 수 있도록 공개하는 ‘전시’라는 이용형태가 특별히 중요한 의미를 가진다. 미술저작물의 창작행위는 공개적으로 이루어지지 않는 경우가 많으므로 실제 누가 저작자인지 다투어지는 경우가 많이 있다. 저작물을 창작한 사람을 저작자라고 할 때 그 창작행위는 ‘사실행위’이므로 누가 저작물을 창작하였는지는 기본적으로 사실인정의 문제이다. 그러나 창작과정에서 어떤 형태로든 복수의 사람이 관여되어 있는 경우에 어느 과정에 어느 정도 관여하여야 창작적인 표현형식에 기여한 자로서 저작자로 인정되는지는 법적 평가의 문제이다. 이는 미술저작물의 작성에 관여한 복수의 사람이 공동저작자인지 또는 작가와 조수의 관계에 있는지 아니면 저작명의인과 대작(代作)화가의 관계에 있는지의 문제이기도 하다. 그런데 미술저작물을 창작하는 여러 단계의 과정에서 작가의 사상이나 감정이 어느 단계에서 어떤 형태와 방법으로 외부에 나타났다고 볼 것인지는 용이한 일이 아니다. 본래 이를 따지는 일은 비평과 담론으로 다루어야 할 미학적 문제이기 때문이다. 그러므로 이에 관한 논란은 미학적인 평가 또는 작가에 대한 윤리적 평가에 관한 문제로 보아 예술 영역에서의 비평과 담론을 통해 자율적으로 해결하는 것이 사회적으로 바람직하고, 이에 대한 사법 판단은 그 논란이 법적 분쟁으로 비화하여 저작권 문제가 정면으로 쟁점이 된 경우로 제한되어야 한다.<br/>  [2] 사기죄의 요건으로서의 기망은 널리 재산상의 거래관계에서 서로 지켜야 할 신의와 성실의 의무를 저버리는 모든 적극적 또는 소극적 행위를 말하고, 이러한 소극적 행위로서의 부작위에 의한 기망은 법률상 고지의무 있는 자가 일정한 사실에 관하여 상대방이 착오에 빠져 있음을 알면서도 이를 고지하지 않는 것을 말한다. 여기에서 법률상 고지의무는 법령, 계약, 관습, 조리 등에 의하여 인정되는 것으로서 문제가 되는 구체적인 사례에 즉응하여 거래실정과 신의성실의 원칙에 의하여 결정되어야 한다. 그리고 법률상 고지의무를 인정할 것인지는 법률문제로서 상고심의 심판대상이 되지만 그 근거가 되는 거래의 내용이나 거래관행 등 거래실정에 관한 사실을 주장·증명할 책임은 검사에게 있다.<br/>  [3] 피고인이 평소 알고 지내던 화가 甲에게 돈을 주고 자신의 기존 콜라주 작품을 회화로 그려오게 하거나, 자신이 추상적인 아이디어만 제공하고 이를 甲이 임의대로 회화로 표현하게 하거나, 기존 자신의 그림을 그대로 그려달라고 하는 등의 작업을 지시한 다음 甲으로부터 완성된 그림을 건네받아 배경색을 일부 덧칠하는 등의 경미한 작업만 추가하고 자신의 서명을 하였음에도, 위와 같은 방법으로 그림을 완성한다는 사실을 고지하지 아니하고 사실상 甲 등이 그린 그림을 마치 자신이 직접 그린 친작(親作)인 것처럼 전시하여 피해자들에게 그림(이하 ‘미술작품’이라고 한다)을 판매하고 대금 상당의 돈을 편취하였다는 내용으로 기소된 사안에서, 피고인이 미술작품의 창작과정, 특히 조수 등 다른 사람이 관여한 사정을 알리지 않은 것이 신의칙상 고지의무 위반으로서 사기죄에서의 기망행위에 해당하고 그 그림을 판매한 것이 판매대금의 편취행위라고 보려면 두 가지의 전제, 즉 미술작품의 거래에서 창작과정을 알려주는 것, 특히 작가가 조수의 도움을 받았는지 등 다른 관여자가 있음을 알려주는 것이 관행이라는 것 및 미술작품을 구매한 사람이 이러한 사정에 관한 고지를 받았더라면 거래에 임하지 아니하였을 것이라는 관계가 인정되어야 하고, 미술작품의 거래에서 기망 여부를 판단할 때에는 미술작품에 위작 여부나 저작권에 관한 다툼이 있는 등의 특별한 사정이 없는 한 법원은 미술작품의 가치 평가 등은 전문가의 의견을 존중하는 사법자제 원칙을 지켜야 한다는 이유로, 피해자들의 구매 동기 등 제반 사정에 비추어 검사가 제출한 증거만으로는 피해자들이 미술작품을 피고인의 친작으로 착오한 상태에서 구매한 것이라고 단정하기 어렵다고 보아 피고인에게 무죄를 선고한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제1호, 제2호, 제4조 제1항 제4호 / [2] 형법 제347조, 형사소송법 제308조 / [3] 형법 제347조 제1항, 저작권법 제2조 제1호, 제2호, 제4조 제1항 제4호, 형사소송법 제308조, 제325조<br/>",
  "참조판례": "[1] 대법원 1999. 10. 22. 선고 98도112 판결(공1999하, 2449), 대법원 2009. 12. 10. 선고 2007도7181 판결(공2010상, 171) / [2] 대법원 2000. 1. 28. 선고 99도2884 판결(공2000상, 636)<br/>"
}