{
  "판례일련번호": "211719",
  "사건명": "대출금등",
  "사건번호": "2020다223781",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 구 민간임대주택에 관한 특별법의 적용을 받는 민간임대주택에 관하여 주택임대차보호법 제6조 제1항, 제2항에 따라 임대차계약이 묵시적으로 갱신되는 경우, 임대차기간은 2년이 되는지 여부(원칙적 적극) / 임대인이 구 민간임대주택에 관한 특별법 시행령 제35조 내지 임대차계약의 갱신거절 등에 관한 표준임대차계약서 해당 조문의 각호에 해당하는 사유가 없는 경우에도 임대차계약의 갱신을 거절할 수 있는지 여부(원칙적 소극) / 임대인에게 임대차계약의 갱신을 거절할 수 있는 권한이 발생한 뒤에라도 임차인은 임대인이 그러한 의사표시를 하기 이전에 갱신거절의 사유를 해소시킴으로써 임대인의 갱신거절 권한을 소멸시킬 수 있는지 여부(적극)<br/>  [2] 채권자대위권을 행사하는 채권자가 자기와 제3채무자 사이의 독자적인 사정에 기한 사유를 주장할 수 있는지 여부(소극)<br/>  [3] 甲과 한국토지주택공사가 체결한 아파트 임대차계약의 임대차보증금반환채권에 관한 근질권자인 乙 주식회사가 위 임대차계약이 갱신되지 아니한 채 기간 만료로 종료되었다고 주장하며 임대인인 한국토지주택공사를 대위하여 甲을 상대로 아파트 인도를 구한 사안에서, 한국토지주택공사가 임차인인 甲을 상대로 임대차계약의 갱신을 거절하겠다는 의사표시를 한 바가 없는 등 제반 사정에 비추어 위 임대차계약에 관하여 갱신거절이 이루어진 것으로 볼 수 없고, 이는 乙 회사에 대해서도 마찬가지로서 근질권설정계약의 별도 약정이나 민법 제352조를 들어 이와 달리 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 민간임대주택에 관한 특별법(2018. 8. 14. 법률 제15730호로 개정되기 전의 것, 이하 ‘민간임대주택법’이라고 한다) 제3조, 제45조, 제47조 제1항, 구 민간임대주택에 관한 특별법 시행령(2018. 7. 16. 대통령령 제29045호로 개정되기 전의 것, 이하 ‘민간임대주택법 시행령’이라고 한다) 제35조 제6호, 구 민간임대주택에 관한 특별법 시행규칙(2019. 2. 27. 국토교통부령 제601호로 개정되기 전의 것) 제20조 제1항 제1호 [별지 제24호 서식], 제2호 [별지 제25호 서식], 주택임대차보호법(2020. 6. 9. 법률 제17363호로 개정되기 전의 것) 제4조 제1항 본문, 제6조 제1항, 제2항의 규정들은 임차인의 주거생활 안정을 보장하기 위하여 임대사업자가 민간임대주택에 관한 임대차계약을 해제 또는 해지하거나 갱신을 거절하는 것을 제한하기 위한 것으로서 제정 목적과 입법 취지 등에 비추어 이에 위반되는 약정의 사법적 효력을 배제하는 강행규정으로 보아야 한다. 따라서 민간임대주택법의 적용을 받는 민간임대주택에 관하여 주택임대차보호법 제6조 제1항, 제2항에 따라 임대차계약이 묵시적으로 갱신되는 경우 당사자가 별도로 임대차기간을 2년 이상으로 정하기로 약정하는 등 특별한 사정이 없는 한 임대차기간은 2년이 된다고 보아야 한다. 그리고 임대인은 민간임대주택법 시행령 제35조 내지 임대차계약의 갱신거절 등에 관한 표준임대차계약서 해당 조문의 각호 중 어느 하나에 해당하는 사유가 존재하는 경우라야 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있으며, 그렇지 아니한 경우에는 임차인이 임대차계약의 갱신을 원하는 이상 특별한 사정이 없는 한 임대인이 임대차계약의 갱신을 거절할 수 없다고 보아야 한다. 나아가 임대인에게 임대차계약의 갱신을 적법하게 거절할 수 있는 사유가 존재하더라도, 임대인이 반드시 임대차계약의 갱신을 거절하여야 하는 것은 아니다. 임대인에게 임대차계약의 갱신을 거절할 수 있는 권한이 발생한 뒤에라도 임차인은 임대인이 실제로 그러한 의사표시를 하기 이전에 갱신거절의 사유를 해소시킴으로써 임대인의 갱신거절 권한을 소멸시킬 수 있다.<br/>  [2] 채권자대위권은 채무자의 제3채무자에 대한 권리를 행사하는 것이므로, 제3채무자는 채무자에 대하여 가지는 모든 항변사유로써 채권자에게 대항할 수 있으나, 채권자는 채무자 자신이 주장할 수 있는 사유의 범위 내에서 주장할 수 있을 뿐, 자기와 제3채무자 사이의 독자적인 사정에 기한 사유를 주장할 수는 없다.<br/>  [3] 甲과 한국토지주택공사가 체결한 아파트 임대차계약의 임대차보증금반환채권에 관한 근질권자인 乙 주식회사가 임대차계약이 갱신되지 아니한 채 기간 만료로 종료되었다고 주장하며 임대인인 한국토지주택공사를 대위하여 甲을 상대로 아파트 인도를 구한 사안에서, 한국토지주택공사는 임차인인 甲을 상대로 임대차계약의 갱신을 거절하겠다는 의사표시를 한 바가 없고, 오히려 임대차계약이 갱신되어 여전히 존속 중임을 전제로 증액보증금 등의 납부를 甲에게 청구하였으며, 甲은 이러한 청구에 따른 이행을 이미 마친 상태이므로, 한국토지주택공사는 임대인으로서 임대차계약에 대한 갱신거절을 더 이상 주장할 수 없게 되었고, 이는 임대차계약이 기간 만료로 종료된 것임을 전제로 한국토지주택공사를 대위하여 아파트의 인도를 구하는 乙 회사에 대해서도 마찬가지로서, 甲과 乙 회사 사이의 독자적인 사정, 즉 근질권설정계약상 ‘임대차계약의 연장, 갱신의 경우에는 반드시 채권자의 사전동의를 얻어야 한다’는 규정을 들어 이와 달리 볼 수 없으며, 한편 임대인이 별도로 갱신거절을 하지 아니함에 따라 임대차계약이 묵시적으로 갱신되는 결과가 발생하는 것은, 질권의 목적인 임대차보증금반환채권 자체가 아니라 이를 발생시키는 기본적 계약관계에 관한 사유에 속할 뿐만 아니라, 질권설정자인 임차인이 위 채권 자체의 소멸을 목적으로 하거나 질권자의 이익을 해하는 변경을 한 것으로도 볼 수 없으므로, 이 경우에는 민법 제352조의 제한을 받지 아니하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 민간임대주택에 관한 특별법(2018. 8. 14. 법률 제15730호로 개정되기 전의 것) 제3조, 제45조(현행 제45조 제1항 참조), 제47조 제1항, 구 민간임대주택에 관한 특별법 시행령(2018. 7. 16. 대통령령 제29045호로 개정되기 전의 것) 제35조 제6호(현행 제35조 제1항 제6호), 구 민간임대주택에 관한 특별법 시행규칙(2019. 2. 27. 국토교통부령 제601호로 개정되기 전의 것) 제20조 제1항 제1호 [별지 제24호 서식] 제10조(현행 제20조 제1항 [별지 제24호 서식] 제10조 제1항 참조), 제2호 [별지 제25호 서식] 제7조(현행 제20조 제1항 [별지 제24호 서식] 제10조 제1항 참조), 주택임대차보호법(2020. 6. 9. 법률 제17363호로 개정되기 전의 것) 제4조 제1항, 제6조 제1항, 제2항 / [2] 민법 제404조 제1항 / [3] 구 민간임대주택에 관한 특별법(2018. 8. 14. 법률 제15730호로 개정되기 전의 것) 제3조, 제45조(현행 제45조 제1항 참조), 제47조 제1항, 구 민간임대주택에 관한 특별법 시행령(2018. 7. 16. 대통령령 제29045호로 개정되기 전의 것) 제35조 제6호(현행 제35조 제1항 제6호), 구 민간임대주택에 관한 특별법 시행규칙(2019. 2. 27. 국토교통부령 제601호로 개정되기 전의 것) 제20조 제1항 제1호 [별지 제24호 서식] 제10조(현행 제20조 제1항 [별지 제24호 서식] 제10조 제1항 참조), 제2호 [별지 제25호 서식] 제7조(현행 제20조 제1항 [별지 제24호 서식] 제10조 제1항 참조), 주택임대차보호법(2020. 6. 9. 법률 제17363호로 개정되기 전의 것) 제4조 제1항, 제6조 제1항, 제2항, 민법 제352조, 제353조 제1항, 제404조 제1항<br/>",
  "참조판례": "[1] 대법원 2020. 5. 28. 선고 2020다202371 판결(공2020하, 1252) / [2] 대법원 2009. 5. 28. 선고 2009다4787 판결(공2009하, 1013)<br/>"
}