{
  "판례일련번호": "211811",
  "사건명": "범죄단체조직·범죄단체가입·범죄단체활동·사기·사기방조·자동차관리법위반·위증[형법 제114조의 범죄집단조직·가입·활동 사건]",
  "사건번호": "2019도16263",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 형법 제114조에서 정한 ‘범죄를 목적으로 하는 단체’의 의미<br/>  [2] 형법 제114조에서 정한 ‘범죄를 목적으로 하는 집단’의 의미와 요건<br/>  [3] 피고인 甲은 무등록 중고차 매매상사(외부사무실)를 운영하면서 피해자들을 기망하여 중고차량을 불법으로 판매해 금원을 편취할 목적으로 외부사무실 등에서 범죄집단을 조직·활동하고, 피고인 甲, 乙을 제외한 나머지 피고인들은 범죄집단에 가입·활동하였다는 내용으로 기소된 사안에서, 위 외부사무실은 특정 다수인이 사기범행을 수행한다는 공동목적 아래 구성원들이 대표, 팀장, 출동조, 전화상담원 등 정해진 역할분담에 따라 행동함으로써 사기범행을 반복적으로 실행하는 체계를 갖춘 결합체, 즉 형법 제114조의 ‘범죄를 목적으로 하는 집단’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 형법 제114조에서 정한 ‘범죄를 목적으로 하는 단체’란 특정 다수인이 일정한 범죄를 수행한다는 공동목적 아래 구성한 계속적인 결합체로서 그 단체를 주도하거나 내부의 질서를 유지하는 최소한의 통솔체계를 갖춘 것을 의미한다.<br/>  [2] 형법 제114조에서 정한 ‘범죄를 목적으로 하는 집단’이란 특정 다수인이 사형, 무기 또는 장기 4년 이상의 범죄를 수행한다는 공동목적 아래 구성원들이 정해진 역할분담에 따라 행동함으로써 범죄를 반복적으로 실행할 수 있는 조직체계를 갖춘 계속적인 결합체를 의미한다. ‘범죄단체’에서 요구되는 ‘최소한의 통솔체계’를 갖출 필요는 없지만, 범죄의 계획과 실행을 용이하게 할 정도의 조직적 구조를 갖추어야 한다.<br/>  [3] 피고인 甲은 무등록 중고차 매매상사(이하 ‘외부사무실’이라 한다)를 운영하면서 피해자들을 기망하여 중고차량을 불법으로 판매해 금원을 편취할 목적으로 외부사무실 등에서 범죄집단을 조직·활동하고, 피고인 甲, 乙을 제외한 나머지 피고인들은 범죄집단에 가입·활동하였다는 내용으로 기소된 사안에서, 외부사무실에는 회사 조직과 유사하게 대표, 팀장, 팀원(출동조, 전화상담원)으로 직책이나 역할이 분담되어 있었는데, 상담원은 인터넷 허위 광고를 보고 전화를 건 손님들에게 거짓말로 외부사무실에 방문할 것을 유인하는 역할을, 출동조는 외부사무실을 방문한 손님들에게 허위 중고차량을 보여주면서 소위 ‘뜯플’ 또는 ‘쌩플’의 수법으로 중고차량 매매계약을 유도하는 역할을, 팀장은 소속 직원을 채용하고, 손님 방문 시 출동조를 배정하며, 출동조로부터 계약 진행 상황을 보고받고, 출동조가 매매계약 유도를 성공하면 손님들과 정식 계약을 체결하는 역할을, 대표인 피고인 甲은 사무실과 집기, 중고자동차 매매계약에 필요한 자료와 할부금융, 광고 등을 준비해 외부사무실을 운영하면서 팀장을 채용한 뒤 팀장으로 하여금 팀을 꾸려 사기범행을 실행하도록 하고, 할부금융사로부터 할부중개수수료를 받으면 이를 팀별로 배분하는 역할을 수행하였으며, 대표 또는 팀장은 팀장, 출동조, 전화상담원에게 고객을 유인하고 대응하는 법이나 기망하는 방법 등에 대해 교육한 점, 대표는 팀장들이 이용할 할부금융사 및 광고 사이트를 정해 팀장들에게 알려주고 팀장들로부터 상사입금비 및 광고비를 받는 한편, 손님들이 중고차량을 할부로 계약한 경우 할부금융사로부터 받는 할부중개수수료 중 절반을 팀장들에게 나누어 주었으며, 팀장들은 대표로부터 지급받은 위 할부중개수수료와 중고차량 매매에 따른 차익을 출동조 및 상담원에게 각각 나눠주고 나머지를 가져간 점, 피고인 乙을 제외한 나머지 피고인들은 외부사무실 업무와 관련하여 ‘텔레그램’을 이용한 대화방을 여러 개 개설하여 정보를 공유하거나 각종 보고 등을 하였고, 대표와 팀장들은 월 1~2회 회의를 하면서 단속정보 등을 공유하였으며, 팀장들은 공유된 정보를 소속 출동조 및 상담원에게 전파한 점 등을 종합하면, 외부사무실은 특정 다수인이 사기범행을 수행한다는 공동목적 아래 구성원들이 대표, 팀장, 출동조, 전화상담원 등 정해진 역할분담에 따라 행동함으로써 사기범행을 반복적으로 실행하는 체계를 갖춘 결합체, 즉 형법 제114조의 ‘범죄를 목적으로 하는 집단’에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제114조 / [2] 형법 제114조 / [3] 형법 제114조, 제347조 제1항<br/>",
  "참조판례": "[1] 대법원 1985. 10. 8. 선고 85도1515 판결(공1985, 1510), 대법원 2016. 5. 12. 선고 2016도1221 판결<br/>"
}