{
  "판례일련번호": "211809",
  "사건명": "소득금액변동통지처분취소",
  "사건번호": "2017두44084",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 부당행위계산 부인에 관한 법인세법 제52조 등을 적용할 수 있는 국제거래로 규정한 구 국제조세조정에 관한 법률 시행령 제3조의2 제3호의 ‘수익이 없는 자산의 매입’에서 ‘수익이 없는 자산’의 의미 / 이러한 ‘수익이 없는 자산’의 매입에 관한 부당행위계산 부인을 하는 경우 그 처리방법<br/>  [2] 甲 외국법인이 乙 주식회사로부터 乙 회사 발행의 제3자 배정 신주를 인수하면서 이른바 ‘풋백옵션(Put Back Option)’을 보장받았으나 이를 행사하지 않고 있다가 풋백옵션 행사기간 만료 후 乙 회사와 그 기간을 연장하기로 하는 내용의 추가약정서를 소급하여 작성하였고, 이에 따라 乙 회사가 甲 법인으로부터 위 주식을 풋백옵션 행사가액에 매입한 후 乙 회사의 최대주주인 丙 주식회사에 양도하였는데, 과세관청이 법인세법상 부당행위계산 부인 규정을 적용하여 주식의 매입대금에서 위 매입 거래 당시 상속세 및 증여세법이 규정한 보충적 평가방법에 따른 가액을 뺀 ‘시가초과액’을 乙 회사의 익금에 산입하고, 이를 甲 법인에 대한 배당으로 소득처분하여 乙 회사에 소득금액변동통지를 한 사안에서, 乙 회사의 위 주식 매입은 국제거래에서 부당행위계산 부인의 대상이 되는 경제적 합리성이 결여된 ‘수익이 없는 자산’의 매입에 해당하므로, 과세관청이 乙 회사가 위 주식의 취득일로부터 이를 처분하여 매입대금을 회수할 때까지의 기간 동안 매입대금 상당액에 대한 인정이자 상당액을 익금산입하고 그에 따른 소득금액변동통지를 하여야 한다고 한 사례<br/>  [3] 과세처분의 정당한 세액이 산출되지 않는 경우 과세처분 전부를 취소하여야 하는지 여부(적극) 및 이 경우 법원이 직권으로 정당한 세액을 계산할 의무를 지는지 여부(소극) / 이는 소득금액변동통지의 정당한 소득금액에 관하여도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 국제조세조정에 관한 법률(이하 ‘국제조세조정법’이라 한다) 제3조 제2항은 “국제거래에 대해서는 법인세법 제52조 등을 적용하지 아니한다. 다만 대통령령으로 정하는 자산의 증여 등에 대해서는 그러하지 아니하다.”라고 규정하고, 그 위임에 따른 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것, 이하 같다) 제3조의2 제3호는 ‘수익이 없는 자산의 매입’을 법인세법 제52조 등을 적용할 수 있는 국제거래 중 하나로 규정하고 있다. 한편 국제조세조정법 제4조 이하는 과세관청이 거주자의 국외특수관계인과의 국제거래에 대하여 정상가격에 따른 과세조정을 할 수 있도록 규정하고 있다.<br/>  여기서 구 국제조세조정에 관한 법률 시행령 제3조의2 제3호의 ‘수익이 없는 자산’이라 함은 부당행위계산 부인에 관한 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항 제2호가 규정한 ‘무수익 자산’, 즉 법인의 수익파생에 공헌하지 못하거나 법인의 수익과 관련이 없는 자산으로서 장래에도 그 자산의 운용으로 수익을 얻을 가망성이 희박한 자산을 말한다.<br/>  이러한 ‘수익이 없는 자산’을 매입하는 경우 법인이 매입대금 상당의 자금을 수익자산의 매입에 사용하였더라면 적어도 그 보유기간 동안 수익자산의 운용을 통하여 인정이자 상당의 이익이 법인에 귀속되었을 것임에도 이를 ‘수익이 없는 자산’의 매입에 사용함으로써 그 인정이자 상당의 이익이 법인에 귀속되지 않고 상대방에게 이전되었다고 볼 수 있으므로, 이에 관한 부당행위계산 부인을 할 때에는 법인이 그 자산의 취득일로부터 이를 처분하여 매입대금을 회수할 때까지의 기간 동안 매입대금 상당액을 상대방에게 대여한 것으로 재구성하여 그 기간 동안의 인정이자 상당액을 익금산입하고 그에 따른 소득금액변동통지를 하는 것이 타당하다.<br/>  [2] 甲 외국법인이 乙 주식회사로부터 乙 회사 발행의 제3자 배정 신주를 인수하면서 이른바 ‘풋백옵션(Put Back Option)’을 보장받았으나 이를 행사하지 않고 있다가 풋백옵션 행사기간 만료 후 乙 회사와 그 기간을 연장하기로 하는 내용의 추가약정서를 소급하여 작성하였고, 이에 따라 乙 회사가 甲 법인으로부터 위 주식을 풋백옵션 행사가액에 매입(이하 ‘매입 거래’라 한다)한 후 乙 회사의 최대주주인 丙 주식회사에 양도하였는데, 과세관청이 법인세법상 부당행위계산 부인 규정을 적용하여 주식의 매입대금에서 매입 거래 당시 상속세 및 증여세법이 규정한 보충적 평가방법에 따른 가액을 뺀 ‘시가초과액’을 乙 회사의 익금에 산입하고, 이를 甲 법인에 대한 배당으로 소득처분하여 乙 회사에 소득금액변동통지를 한 사안에서, 乙 회사는 甲 법인이 당초 약정한 풋백옵션 행사기간의 만료로 위 주식에 관한 풋백옵션 행사 권리를 상실하였으므로 甲 법인으로부터 위 주식을 다시 매입할 의무가 없었던 점, 상법상 자기주식에 해당하는 위 주식의 보유 자체로 乙 회사에 수익이 발생한다거나 주식을 매입하지 아니하면 乙 회사에 손실이 발생한다고 볼 만한 사정 등도 찾기 어려운 점 등에 비추어, 乙 회사가 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것)상 특수관계자인 甲 법인으로부터 자기주식인 위 주식을 매입한 위 매입 거래는 국제거래에서 부당행위계산 부인의 대상이 되는 경제적 합리성이 결여된 ‘수익이 없는 자산’의 매입에 해당하고, 과세관청은 이에 관한 부당행위계산 부인을 하면서 乙 회사가 위 주식의 취득일로부터 이를 처분하여 매입대금을 회수할 때까지의 기간 동안 매입대금 상당액에 대한 인정이자 상당액을 익금산입하고 그에 따른 소득금액변동통지를 하여야 한다고 한 사례.<br/>  [3] 당사자가 사실심 변론종결 시까지 객관적인 과세표준과 세액을 뒷받침하는 주장과 자료를 제출하지 아니하여 적법하게 부과될 정당한 세액을 산출할 수 없는 경우에는 과세처분 전부를 취소할 수밖에 없고, 그 경우 법원이 직권에 의하여 적극적으로 납세의무자에게 귀속될 세액을 찾아내어 부과될 정당한 세액을 계산할 의무까지 지는 것은 아니고, 이는 소득금액변동통지의 정당한 소득금액에 관하여도 마찬가지로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제조세조정에 관한 법률 제3조 제2항, 제4조, 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것) 제3조의2 제3호(현행 제3조의3 제2호 참조), 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항 제2호 / [2] 국제조세조정에 관한 법률 제2조 제1항 제9호, 제3조 제2항, 제4조, 구 국제조세조정에 관한 법률 시행령(2012. 2. 2. 대통령령 제23600호로 개정되기 전의 것) 제3조의2 제3호(현행 제3조의3 제2호 참조), 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제2조 제12호, 제52조, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항 제2호, 상속세 및 증여세법 제60조 / [3] 행정소송법 제19조, 제27조<br/>",
  "참조판례": "[1] 대법원 2000. 11. 10. 선고 98두12055 판결(공2001상, 58) / [3] 대법원 1995. 4. 28. 선고 94누13527 판결(공1995상, 2000), 대법원 2016. 2. 18. 선고 2015두1243 판결(공2016상, 453)<br/>"
}