{
  "판례일련번호": "211807",
  "사건명": "과징금부과처분취소",
  "사건번호": "2019두63485",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 과징금을 부과할 수 없는 사유로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’의 의미<br/>  [2] 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 매매대상이 된 특정 부분을 분할한 다음 그 부분에 관하여 소유권이전등기를 하는 것이 원칙인지 여부(적극) 및 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 그에 관한 합의가 있어야 하는지 여부(적극)<br/>  [3] 甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지의 경계를 일부 침범하여, 甲이 乙로부터 위 토지 중 경계를 침범한 약 33㎡를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 위 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 건축법령상 위 토지 중 경계침범 부분의 분할이 제한되므로, 甲이 장기간 위 경계침범 부분에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 단서에서 장기미등기자에 대하여 과징금을 부과할 수 없는 사유의 하나로 정한 ‘등기를 신청하지 못할 정당한 사유가 있는 경우’란 장기미등기자의 책임으로 돌릴 수 없는 법령상 또는 사실상의 장애로 인하여 그에게 등기신청의무의 이행을 기대하는 것이 무리라고 볼 만한 사정이 있는 경우를 말한다.<br/>  [2] 1필의 토지 중 일부를 특정하여 매매계약을 체결한 경우, 그 매매계약에 따른 소유권이전등기는 해당 토지 중 매매대상이 된 특정 부분을 분할한 다음 분할된 특정 부분에 관하여 소유권이전등기를 하는 것이 원칙이다. 이와 달리 1필의 토지 중 특정 부분에 대한 구분소유적 공유관계를 표상하기 위한 공유등기를 마치기 위해서는 당사자들 사이에 구분소유적 공유관계를 설정하기 위한 공유등기의 합의가 있어야 한다.<br/>  [3] 甲이 거주하고 있는 건물이, 건축물이 있는 대지로서 용도지역이 준공업지역으로 지정되어 있는 乙 소유의 토지(이하 ‘乙 소유 토지’라 한다)의 경계를 일부 침범하여, 甲이 乙로부터 乙 소유 토지 중 경계를 침범한 약 33㎡(이하 ‘대상토지’라 한다)를 매수하는 계약을 체결하고 매매대금 전액을 지급한 후 40여 년이 지나 乙 소유 토지 중 일부 지분에 관한 소유권이전등기를 마쳤는데, 관할 구청장이 甲에 대하여 부동산 실권리자명의 등기에 관한 법률 제10조 제1항에 따른 장기미등기자에 해당한다는 이유로 과징금을 부과한 사안에서, 甲이 매매계약에 따라 대상토지에 관한 소유권이전등기를 신청하기 위해서는 먼저 乙 소유 토지 중 대상토지 부분을 분할하여야 하는데, 건축법령에 의하여 乙 소유 토지 중 약 33㎡에 해당하는 대상토지의 분할이 제한되고 있는 이상, 甲으로서는 대상토지에 관한 소유권이전등기절차를 이행하는 것이 불가능하므로, 甲에게 대상토지에 관한 소유권이전등기 신청의무의 이행을 기대하기 어려운 법령상 장애가 있었다고 볼 수 있고, 甲이 경계침범 부분을 특정하여 매수한 경위에 비추어 건축법령에 따른 법령상 장애 자체를 甲의 책임으로 돌릴 수는 없으므로, 甲이 장기간 乙 소유 토지 중 대상토지에 관한 소유권이전등기를 신청하지 못한 데에 정당한 사유가 없다고 단정하기는 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항 / [2] 민법 제186조, 제262조, 제563조 / [3] 부동산 실권리자명의 등기에 관한 법률 제10조 제1항, 구 건축법(1999. 2. 8. 법률 제5895호로 개정되기 전의 것) 제49조 제2항(현행 제57조 제1항 참조), 구 건축법 시행령(1995. 12. 30. 대통령령 제14891호로 개정되기 전의 것) 제80조 제1항 제10호(현행 제80조 제3호 참조), 국토의 계획 및 이용에 관한 법률 제36조, 국토의 계획 및 이용에 관한 법률 시행령 제30조 제1항 제3호 (다)목<br/>",
  "참조판례": "[1] 대법원 2002. 5. 17. 선고 2000두6558 판결(공2002하, 1423), 대법원 2007. 7. 12. 선고 2004두14427 판결<br/>"
}