{
  "판례일련번호": "212591",
  "사건명": "사해행위취소",
  "사건번호": "2017다275270",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201112",
  "판시사항": "[1] 위약금이 위약벌로 해석되기 위한 요건 및 위약금의 법적 성질을 판단하는 방법<br/>[2] 위약금 약정이 손해배상액의 예정과 위약벌의 성격을 함께 가지는 경우, 법원은 당사자의 주장이 없더라도 직권으로 민법 제398조 제2항에 따라 위약금 전체 금액을 기준으로 감액할 수 있는지 여부(원칙적 적극) 및 이때 그 금액이 부당하게 과다한지 판단하는 기준<br/>[3] 甲 주식회사의 하도급업자로서 미지급 공사대금 채권에 기해 甲 회사의 채권을 가압류한 乙 주식회사가 甲 회사를 상대로 제기한 본안소송 계속 중 제3채무자의 공탁으로 개시된 배당절차에서 자신 앞으로 배당금이 공탁되자, 신속하게 집행권원을 얻어 이를 수령하기 위하여 甲 회사와 ‘위 공사대금을 일부 감액하여 정산합의금으로 하고, 甲 회사는 공사대금 채권에 대한 乙 회사의 가압류를 본압류로 이전하는 것에 이의하지 않고 乙 회사는 위 공사대금 소송이 확정되어 배당금을 회수하는 즉시 甲 회사에 그 일부를 지급한다.’는 내용의 정산합의를 하면서, 특약사항으로 甲 회사나 乙 회사가 자신의 책임 있는 사유로 의무를 이행하지 않을 경우 甲 회사는 乙 회사에 정산합의금의 배액을 배상하고 乙 회사는 甲 회사로부터 지급받을 채권 전액을 포기하기로 약정한 사안에서, 위 특약은 위약금 약정에 해당하는데, 이는 손해배상액 예정과 위약벌의 성격을 함께 가지는 것이고, 乙 회사가 위약 시 공사대금 채권 전액을 포기하기로 정한 것은 부당하게 과다하다고 볼 여지가 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 사이에 채무불이행이 있으면 위약금을 지급하기로 약정한 경우에 위약금 약정이 손해배상액의 예정인지 위약벌인지는 구체적인 사건에서 개별적으로 판단해야 할 의사해석의 문제이다. 그런데 위약금은 손해배상액의 예정으로 추정되므로(민법 제398조 제4항), 위약금을 위약벌로 해석하기 위해서는 이를 위약벌로 인정할 만한 특별한 사정이 있어야 한다. 위약금의 법적 성격을 판단할 때에는 계약을 체결할 당시 위약금과 관련하여 사용하고 있는 명칭이나 문구뿐만 아니라 계약 당사자의 경제적 지위, 계약 체결의 경위와 내용, 위약금 약정을 하게 된 경위와 그 교섭 과정, 당사자가 위약금을 약정한 주된 목적, 위약금을 통해 그 이행을 담보하려는 의무의 성격, 채무불이행이 발생한 경우에 위약금 이외에 별도로 손해배상을 청구할 수 있는지 여부, 위약금액의 규모나 전체 채무액에 대한 위약금액의 비율, 채무불이행으로 발생할 것으로 예상되는 손해액의 크기, 그 당시의 거래관행 등 여러 사정을 종합적으로 고려하여 합리적으로 판단하여야 한다.<br/>[2] 위약금 약정이 손해배상액의 예정과 위약벌의 성격을 함께 가지는 경우 특별한 사정이 없는 한 법원은 당사자의 주장이 없더라도 직권으로 민법 제398조 제2항에 따라 위약금 전체 금액을 기준으로 감액할 수 있다. 이때 그 금액이 부당하게 과다한지는 채권자와 채무자의 각 지위, 계약의 목적과 내용, 위약금 약정을 한 동기와 경위, 계약 위반 과정, 채무액에 대한 위약금의 비율, 예상 손해액의 크기, 의무의 강제를 통해 얻는 채권자의 이익, 그 당시의 거래관행 등 모든 사정을 참작하여 일반 사회관념에 비추어 위약금의 지급이 채무자에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래한다고 볼 수 있는지를 고려해서 판단해야 한다.<br/>[3] 주식회사 甲의 하도급업자로서 甲 회사의 제3채무자에 대한 채권에 대해 가압류결정을 받은 주식회사 乙이 甲 회사를 상대로 한 본안소송 계속 중 제3채무자의 공탁으로 개시된 배당절차에서 가압류권자로서 배당금을 공탁받자 신속하게 집행권원을 얻어 이를 수령하기 위하여 甲 회사와 ‘위 공사대금을 일부 감액하여 정산합의금으로 하고, 甲 회사는 공사대금 채권에 대한 乙 회사의 가압류를 본압류로 이전하는 것에 이의하지 않고 위 공사대금 소송이 확정되어 배당금을 회수하는 즉시 甲 회사에 그 일부를 지급한다.’는 내용의 정산합의를 하면서, 특약사항으로 甲 회사나 乙 회사가 자신의 책임 있는 사유로 의무를 이행하지 않을 경우 甲 회사는 乙 회사에 정산합의금의 배액을 배상하고 乙 회사는 甲 회사로부터 지급받을 채권 전액을 포기하기로 약정한 사안에서, 甲 회사와 乙 회사의 위 특약은 위약금 약정에 해당하는데, 乙 회사가 지급 의무를 위반할 경우 甲 회사가 乙 회사의 채권 포기를 주장하는 외에 따로 손해배상을 청구할 수 있다고 보기 어려운 점, 위 위약금 약정은 乙 회사가 甲 회사에 약정한 돈을 실제로 지급하도록 강제하고 그 의무 위반에 대한 제재를 가하기 위한 수단으로 볼 수도 있는 점 등을 고려하면, 이는 손해배상액 예정과 위약벌의 성격을 함께 가진다고 볼 여지가 있고, 乙 회사가 위약 시 공사대금 채권 전액을 포기하기로 정한 것은 부당하게 과다하다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제398조 제4항 / [2] 민법 제105조, 제398조 제2항 / [3] 민법 제105조, 제398조 제2항, 제4항<br/>",
  "참조판례": "[1] 대법원 2016. 7. 14. 선고 2012다65973 판결(공2016하, 1111) / [2] 대법원 2002. 12. 24. 선고 2000다54536 판결(공2003상, 433), 대법원 2016. 1. 28. 선고 2015다239324 판결(공2016상, 353), 대법원 2018. 10. 12. 선고 2016다257978 판결(공2018하, 2085)<br/>"
}