{
  "판례일련번호": "212635",
  "사건명": "공사대금",
  "사건번호": "2019다267679",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 구 국가를 당사자로 하는 계약에 관한 법률 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항에 규정된 장기계속공사계약에서 이른바 ‘총괄계약’의 의미 및 효력 / 총괄계약에서 정한 총공사기간의 연장을 이유로 한 계약금액 조정신청이 적법한 계약금액 조정신청인지 여부(소극)<br/>[2] 공사기간 연장을 이유로 한 조정신청을 당해 차수별 공사기간의 연장에 대한 공사금액 조정신청으로 인정하기 위한 요건<br/>",
  "판결요지": "[1] 구 국가를 당사자로 하는 계약에 관한 법률(2020. 6. 9. 법률 제17339호로 개정되기 전의 것) 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항에 규정된 장기계속공사계약은 총공사금액 및 총공사기간에 관하여 별도의 계약을 체결하고 다시 개개의 사업연도별로 계약을 체결하는 형태가 아니라, 우선 1차년도의 제1차공사에 관한 계약을 체결하면서 총공사금액과 총공사기간을 부기하는 형태로 이루어진다. 제1차공사에 관한 계약 체결 당시 부기된 총공사금액 및 총공사기간에 관한 합의를 통상 ‘총괄계약’이라 칭하고 있는데, 이러한 총괄계약은 그 자체로 총공사금액이나 총공사기간에 대한 확정적인 의사의 합치에 따른 것이 아니라 각 연차별 계약의 체결에 따라 연동된다. 즉, 총괄계약은 전체적인 사업의 규모나 공사금액, 공사기간 등에 관하여 잠정적으로 활용하는 기준으로서 구체적으로는 계약상대방이 각 차수별 계약(연차별 계약)을 체결할 지위에 있다는 점과 계약의 전체 규모는 총괄계약을 기준으로 한다는 점에 관한 합의라고 보아야 한다. 따라서 총괄계약의 효력은 계약상대방의 결정, 계약이행의사의 확정, 계약단가 등에만 미칠 뿐이고, 계약상대방이 이행할 급부의 구체적인 내용, 계약상대방에게 지급할 공사대금의 범위, 계약의 이행기간 등은 모두 차수별 계약을 통하여 구체적으로 확정된다.<br/>한편 공사기간 연장으로 인한 계약금액의 조정 사유가 발생하였다고 하더라도 그 자체로 계약금액 조정이 자동적으로 이루어지는 것이 아니라, 계약당사자의 상대방에 대한 적법한 계약금액 조정신청에 의하여 비로소 이루어지므로, 차수별 계약에서 정한 공사기간이 아니라 총괄계약에서 정한 총공사기간의 연장을 이유로 한 계약금액 조정신청은 적법한 계약금액 조정신청이라 보기 어렵다.<br/>[2] 공사기간 연장을 이유로 한 조정신청을 당해 차수별 공사기간의 연장에 대한 공사금액 조정신청으로 인정할 수 있으려면, 차수별 계약의 최종 기성대가 또는 준공대가의 지급이 이루어지기 전에 계약금액 조정신청을 마치는 등 당해 차수별 신청의 요건을 갖추어야 하고, 조정신청서에 기재된 공사 연장기간이 당해 차수로 특정되는 등 조정신청의 형식과 내용, 조정신청의 시기, 조정금액 산정 방식 등을 종합하여 볼 때 객관적으로 차수별 공사기간 연장에 대한 조정신청 의사가 명시되었다고 볼 수 있을 정도에 이르러야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국가를 당사자로 하는 계약에 관한 법률(2020. 6. 9. 법률 제17339호로 개정되기 전의 것) 제19조, 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제66조 제1항, 제69조 제2항 / [2] 구 국가를 당사자로 하는 계약에 관한 법률(2020. 6. 9. 법률 제17339호로 개정되기 전의 것) 제19조, 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제66조 제1항, 제69조 제2항<br/>",
  "참조판례": "[1] 대법원 2006. 9. 14. 선고 2004다28825 판결(공2006하, 1721), 대법원 2018. 10. 30. 선고 2014다235189 전원합의체 판결(공2018하, 2370), 대법원 2018. 11. 29. 선고 2017다201699 판결<br/>"
}