{
  "판례일련번호": "212687",
  "사건명": "총회결의무효확인등",
  "사건번호": "2020다232846",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 고유 의미의 종중이 공동선조의 후손 중 일부를 임의로 종원에서 배제할 수 있는지 여부(소극) 및 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하는 단체의 법적 성격(=종중 유사의 권리능력 없는 사단) / 종중 유사의 권리능력 없는 사단이 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우, 구성원의 자격이나 가입조건을 자유롭게 정할 수 있는지 여부(원칙적 적극)<br/>[2] 고유 의미의 종중 또는 종중 유사의 권리능력 없는 사단이 당사자능력을 갖는지 판단할 때 기준이 되는 시기(=사실심 변론종결 시) 및 종중 유사의 권리능력 없는 사단은 창립총회를 열어 정식의 조직체계를 갖추지 않았더라도 공동의 목적을 달성하기 위하여 공동의 재산을 형성하고 일을 주도하는 사람을 중심으로 계속적으로 사회적인 활동을 하여 왔다면 이미 그 무렵부터 단체로서의 실체가 존재하는지 여부(적극)<br/>[3] 망인인 甲이 생전에 자신을 공동선조로 하고 자신의 후예들을 구성원으로 하여 ‘선조의 분묘 수호와 봉제사’ 등을 목적으로 하는 단체(문중)를 설립하면서 자신의 동생들까지 구성원으로 포함시켰는데, 위 문중이 종중 유사의 권리능력 없는 사단으로서 당사자능력이 있는지 문제 된 사안에서, 위 문중이 당사자능력이 있는지는 사실심 변론종결 당시까지 요건을 구비하여 비법인사단으로서 실체를 갖추었는지에 따라 판단하여야 하는데도, 甲 사망 전을 기준으로 위 문중이 비법인사단의 단체성을 갖추었는지 여부를 살피고, 甲 사망 후 위 문중 구성원들 사이에 재산분쟁이 계속 중이라는 이유만으로 위 문중의 본래 활동이 현재도 전혀 이루어지고 있지 않다고 속단하여 위 문중의 당사자능력을 부정한 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 고유 의미의 종중(이하 ‘고유 종중’이라고 한다)이란 공동선조의 분묘 수호와 제사, 종원 상호 간 친목 등을 목적으로 하는 자연발생적인 관습상 종족집단체로서 특별한 조직행위를 필요로 하는 것이 아니고 그 선조의 사망과 동시에 그 자손에 의하여 성립하며 그 대수에도 제한이 없고, 공동선조의 후손은 그 의사와 관계없이 성년이 되면 당연히 그 구성원(종원)이 되는 것이며 그중 일부 종원을 임의로 그 종원에서 배제할 수 없다. 따라서 공동선조의 후손 중 특정 범위 내의 자들만으로 구성된 종중이란 있을 수 없으므로, 만일 공동선조의 후손 중 특정 범위 내의 종원만으로 조직체를 구성하여 활동하고 있다면 이는 본래 의미의 종중으로는 볼 수 없고, 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라고 한다)이 될 수 있을 뿐이다. 이러한 종중 유사단체는 비록 그 목적이나 기능이 고유 종중과 별다른 차이가 없다 하더라도 공동선조의 후손 중 일부에 의하여 인위적인 조직행위를 거쳐 성립된 경우 사적 임의단체라는 점에서 고유 종중과 그 성질을 달리하므로, 사적 자치의 원칙 내지 결사의 자유에 따라 구성원의 자격이나 가입조건을 자유롭게 정할 수 있음이 원칙이다.<br/>[2] 당사자능력은 소송요건에 관한 것으로서 그 청구의 당부와는 별개의 문제인 것이며, 소송요건은 사실심의 변론종결 시에 갖추어져 있으면 되는 것이므로, 고유 의미의 종중 또는 종중 유사의 권리능력 없는 단체(이하 ‘종중 유사단체’라고 한다)가 비법인사단으로서의 실체를 갖추고 당사자로서의 능력이 있는지 여부는 사실심인 원심의 변론종결 시를 기준으로 하여 그 존부를 판단하여야 한다.<br/>  그런데 종중 유사단체는 반드시 총회를 열어 성문화된 규약을 만들고 정식의 조직체계를 갖추어야만 비로소 단체로 성립하는 것이 아니라, 실질적으로 공동의 목적을 달성하기 위하여 공동의 재산을 형성하고 일을 주도하는 사람을 중심으로 계속적으로 사회적인 활동을 하여 온 경우에는 이미 그 무렵부터 단체로서의 실체가 존재하는 것이다.<br/>[3] 망인인 甲이 생전에 자신을 공동선조로 하고 자신의 후예들을 구성원으로 하여 ‘선조의 분묘 수호와 봉제사’ 등을 목적으로 하는 단체(문중)를 설립하면서 자신의 동생들까지 구성원으로 포함시켰는데, 위 문중이 종중 유사의 권리능력 없는 사단(이하 ‘종중 유사단체’라고 한다)으로서 당사자능력이 있는지 문제 된 사안에서, 위 문중이 당사자능력이 있는지는 사실심 변론종결 당시까지 요건을 구비하여 비법인사단으로서의 실체를 갖추었는지에 따라 판단하여야 하고, 시조인 甲이 사망한 시점 내지는 본안에서 그 존재 및 효력 유무가 다투어지는 위 문중의 각 총회 시점을 기준으로 판단할 것이 아닌데도, 甲 사망 전을 기준으로 위 문중이 비법인사단의 단체성을 갖추었는지 여부를 살피고 甲 사망 후 위 문중 구성원들 사이에 재산분쟁이 계속 중이라는 이유만으로 위 문중의 본래 활동이 현재도 전혀 이루어지고 있지 않다고 속단하여 위 문중의 당사자능력을 부정한 원심판단에는 종종 유사단체 및 그 당사자능력에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제31조 / [2] 민법 제31조, 민사소송법 제52조 / [3] 민법 제31조, 민사소송법 제52조<br/>",
  "참조판례": "[1][2] 대법원 2019. 2. 14. 선고 2018다264628 판결(공2019상, 747) / [1] 대법원 1996. 8. 23. 선고 96다20567 판결(공1996하, 2858), 대법원 2020. 4. 9. 선고 2019다216411 판결(공2020상, 908) / [2] 대법원 2006. 2. 23. 선고 2004다8159 판결, 대법원 2007. 5. 31. 선고 2007다6468 판결<br/>"
}