{
  "판례일련번호": "212679",
  "사건명": "손해배상(기)",
  "사건번호": "2018다213811",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 제3자의 행위로 발생한 사고로 인하여 피보험자에게 보험목적물과 보험목적물이 아닌 재산에 모두 손해가 발생하여 피보험자가 보험목적물에 관하여 보험금을 수령한 경우, 피보험자가 제3자에게 청구할 수 있는 손해배상액을 판단하는 방법<br/>[2] 甲이 乙 보험회사와 매장 내 물품을 보험목적물로 하는 보험계약을 체결한 후 丙이 소유한 건물의 지붕 보강 공사 중 발생한 화재로 인하여 甲의 매장 내 물품뿐만 아니라 가설창고 내 물품 등이 소훼되는 손해가 발생하였는데, 甲이 乙 회사로부터 보험목적물에서 발생한 손해 전액에 대해서 보험금을 지급받은 후 丙을 상대로 손해배상을 구한 사안에서, 甲은 보험목적물인 매장 내 물품에서 발생한 손해에 대해서는 丙에게 배상을 청구할 수 없고, 보험목적물이 아닌 재산 등에서 발생한 손해액 중 丙의 손해배상책임액만큼 丙에게 배상을 청구할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 손해보험의 보험사고에 관하여 동시에 불법행위나 채무불이행에 기한 손해배상책임을 지는 제3자가 있어 피보험자가 그를 상대로 손해배상청구를 하는 경우에, 피보험자는 보험자로부터 수령한 보험금으로 전보되지 않고 남은 손해에 관하여 제3자를 상대로 그의 배상책임을 이행할 것을 청구할 수 있다.<br/>  보험자대위에 관한 상법 제682조의 규정은 피보험자가 보험자로부터 보험금액을 지급받은 후에도 제3자에 대한 청구권을 보유, 행사하게 하는 것은 피보험자에게 손해의 전보를 넘어서 오히려 이득을 주게 되는 결과가 되어 손해보험제도의 원칙에 반하게 되고 또 배상의무자인 제3자가 피보험자의 보험금 수령으로 인하여 책임을 면하게 하는 것도 불합리하므로 이를 제거하여 보험자에게 이익을 귀속시키려는 데 있다. 그런데 하나의 사고로 보험목적물과 보험목적물이 아닌 재산에 대하여 한꺼번에 손해가 발생한 경우, 보험목적물이 아닌 재산에 발생한 손해에 대해서는 보험계약으로 인한 법률관계를 전제로 하는 상법 제682조의 보험자대위가 적용될 수 없다. 따라서 제3자의 행위로 발생한 사고로 인하여 피보험자에게 보험목적물과 보험목적물이 아닌 재산에 모두 손해가 발생하여, 피보험자가 보험목적물에 관하여 보험금을 수령한 경우, 피보험자가 제3자에게 해당 사고로 인한 손해배상을 청구할 때에는 보험목적물에 대한 손해와 보험목적물이 아닌 재산에 대한 손해를 나누어 그 손해액을 판단하여야 하고, 보험목적물이 아닌 재산에 대한 손해액을 산정할 때 보험목적물에 관하여 수령한 보험금액을 고려하여서는 아니 된다.<br/>[2] 甲이 乙 보험회사와 매장 내 물품을 보험목적물로 하는 보험계약을 체결한 후 丙이 소유한 건물의 지붕 보강 공사 중 발생한 화재로 인하여 甲의 매장 내 물품뿐만 아니라 가설창고 내 물품 등이 소훼되는 손해가 발생하였는데, 甲이 乙 회사로부터 보험목적물에서 발생한 손해 전액에 대해서 보험금을 지급받은 후 丙을 상대로 손해배상을 구한 사안에서, 甲은 보험목적물인 매장 내 물품에서 발생한 손해에 대해서는 보험금을 모두 지급받았으므로, 丙에게 더 이상 위 손해의 배상을 청구할 수 없는 반면 보험목적물이 아닌 재산 등에서 발생한 손해액 중 丙의 손해배상책임액만큼 丙에게 배상을 청구할 수 있는데도, 보험목적물 여부를 구분하지 않고 甲의 전체 손해액 중 보험금으로 전보되지 않고 남은 손해액이 丙의 전체 손해배상책임액보다 많기 때문에 甲이 丙에게 전체 손해배상책임액을 청구할 수 있다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제682조 제1항, 민법 제393조, 제763조 / [2] 상법 제682조 제1항, 민법 제393조, 제758조, 제763조<br/>",
  "참조판례": "[1] 대법원 1990. 2. 9. 선고 89다카21965 판결(공1990, 726), 대법원 1995. 11. 14. 선고 95다33092 판결(공1996상, 23), 대법원 2015. 1. 22. 선고 2014다46211 전원합의체 판결(공2015상, 237), 대법원 2019. 11. 15. 선고 2019다240629 판결<br/>"
}