{
  "판례일련번호": "212733",
  "사건명": "임금",
  "사건번호": "2019다262193",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 처분문서를 해석하는 방법 및 단체협약과 같은 처분문서를 해석할 때 명문의 규정을 근로자에게 불리하게 변형 해석할 수 있는지 여부(소극) <br/>[2] 단체협약이나 취업규칙에서 근로관계에서의 차별적 처우를 금지하고 있는 경우, ‘차별적 처우’의 의미 및 개별 사안에서 문제가 된 불리한 처우에 합리적인 이유가 있는지 판단하는 방법 <br/>[3] ‘동일가치의 노동’의 의미 및 이를 판단하는 기준<br/>[4] 甲 지방자치단체가 설립한 중ㆍ고등학교에서 사무행정, 시설관리 등 업무를 지원하고 학교회계에서 보수를 받아 온 교육공무직 호봉제근로자인 乙 등이 지방공무원법에 따라 채용된 일반직 공무원 등과 비교하여 근속승진에 따른 본봉 인상분과 이에 연동되어 증액되는 정근수당 등, 시간외근무수당 정액분, 1, 2월분 본봉 인상분을 지급받지 못하는 것은 호봉제근로자들을 불리하게 처우하는 것으로 단체협약 등에 위반된다고 주장하며 甲 지방자치단체를 상대로 위 수당 등의 지급을 구한 사안에서, 甲 지방자치단체가 위 수당 등의 지급에 관하여 乙 등을 일반직 공무원과 달리 처우한 것에 합리적인 이유가 있고, 동일가치노동 동일임금 원칙을 규정한 단체협약 위반이라고 단정하기도 어렵다고 한 사례<br/>",
  "판결요지": "[1] 처분문서는 진정성립이 인정되면 특별한 사정이 없는 한 처분문서에 기재되어 있는 문언의 내용에 따라 당사자의 의사표시가 있었던 것으로 해석하여야 한다. 그러나 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 그와 같은 약정이 이루어진 동기와 경위, 약정으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험의 법칙에 따라 합리적으로 해석하여야 한다.<br/>단체협약과 같은 처분문서를 해석할 때에는 단체협약이 근로자의 근로조건을 유지ㆍ개선하고 복지를 증진하여 경제적ㆍ사회적 지위를 향상시킬 목적으로 근로자의 자주적 단체인 노동조합과 사용자 사이에 단체교섭을 통하여 이루어지는 것이므로, 명문의 규정을 근로자에게 불리하게 변형 해석해서는 안 된다.<br/>[2] 단체협약이나 취업규칙에서 근로관계에서의 차별적 처우를 금지하고 있는 경우 ‘차별적 처우’란 사용자가 근로자를 임금 그 밖의 근로조건 등에서 합리적인 이유 없이 불리하게 처우하는 것을 가리킨다. ‘합리적인 이유가 없는 경우’란 근로자가 제공하는 근로의 내용을 종합적으로 고려하여 달리 처우할 필요성이 인정되지 않거나 달리 처우하는 경우에도 그 방법ㆍ정도 등이 적정하지 않은 경우를 말한다. 합리적인 이유가 있는지는 개별 사안에서 문제가 된 불리한 처우의 내용과 사용자가 불리한 처우의 사유로 삼은 사정을 기준으로 근로자의 고용형태, 업무의 내용과 범위ㆍ권한ㆍ책임, 임금 그 밖의 근로조건 등의 결정요소 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 일반적으로 ‘동일가치의 노동’이란 해당 사업장 내에서 서로 비교되는 근로자 간의 노동이 동일하거나 실질적으로 거의 같은 성질의 노동 또는 직무가 다소 다르더라도 객관적인 직무평가 등에 따라 본질적으로 동일한 가치가 있다고 인정되는 노동에 해당하는 것을 말한다. 동일가치의 노동인지는 직무 수행에서 요구되는 기술, 노력, 책임과 작업조건을 비롯하여 근로자의 학력ㆍ경력ㆍ근속연수 등의 기준을 종합적으로 고려하여 판단하여야 한다.<br/>[4] 甲 지방자치단체가 설립한 중ㆍ고등학교에서 사무행정, 시설관리 등 업무를 지원하고 학교회계에서 보수를 받아 온 교육공무직 호봉제근로자인 乙 등이, 단체협약에서 호봉제근로자의 임금은 지방공무원 보수규정 등을 준용하되, 지방공무원법에 따라 채용된 일반직 공무원과 차별 및 불이익이 없도록 하고, 동일한 사업 내의 동일가치노동에 대하여는 동일한 임금을 지급하여야 한다고 정하고 있는데도, 일반직 공무원 등과 비교하여 근속승진에 따른 본봉 인상분과 이에 연동되어 증액되는 정근수당 등, 시간외근무수당 정액분, 1, 2월분 본봉 인상분을 지급받지 못하는 것은 호봉제근로자들을 불리하게 처우하는 것으로 단체협약 등에 위반된다고 주장하며 甲 지방자치단체를 상대로 위 수당 등의 지급을 구한 사안에서, 위 단체협약에서 말하는 ‘준용’의 의미는 호봉제근로자 보수액의 기준을 정하기 위한 것이지 지방공무원 보수규정 전체를 호봉제근로자에게 적용하기 위한 것이 아닌 점, 호봉제근로자에게 근속승진제도를 적용하거나 그에 맞추어 호봉을 재산정하여야 할 당위성을 찾기 어려운 점, 호봉제근로자들의 시간외근무수당은 근로기준법에 따라 산정되는 점, 학교의 회계연도는 매년 3. 1.에 시작하여 다음 해 2월 말일에 끝나므로 乙 등이 매년 3. 1.부터 인상된 보수를 지급받는 것은 불가피한 측면이 있는 점에 비추어, 甲 지방자치단체가 위 수당 등의 지급에 관하여 乙 등을 일반직 공무원과 달리 처우한 것에 합리적인 이유가 있다고 본 원심판단은 정당하고, 동일가치노동 동일임금 원칙을 규정한 단체협약 규정이 호봉제근로자들 사이에 적용되는 것은 분명하지만, 호봉제근로자와 일반직 공무원 사이에도 적용되는 것을 예정하고 있다고 단정하기는 어려운 점, 일반직 공무원은 지방공무원법에 따라 임용되어 근무관계에 대해 원칙적으로 공무원법령이 적용되는 공무원이므로, 근로기준법이 그대로 적용되는 근로자인 乙 등과 비교할 때 채용형태 등에 차이가 있고, 그로 인해 권한과 책임 등에서도 일정한 차이가 있는 점 등에 비추어, 甲 지방자치단체가 위 수당 등의 지급에 관하여 乙 등을 일반직 공무원과 달리 처우한 것이 위 단체협약 위반이라고 단정하기도 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제34조, 민법 제105조 / [2] 헌법 제11조 제1항, 노동조합 및 노동관계조정법 제34조, 민법 제105조, 근로기준법 제6조 / [3] 헌법 제11조 제1항, 근로기준법 제6조, 남녀고용평등과 일ㆍ가정 양립 지원에 관한 법률 제8조 / [4] 헌법 제11조 제1항, 노동조합 및 노동관계조정법 제34조, 민법 제105조, 근로기준법 제6조<br/>",
  "참조판례": "[1] 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816), 대법원 2011. 10. 13. 선고 2009다102452 판결(공2011하, 2327), 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527), 대법원 2017. 3. 22. 선고 2016다26532 판결 / [3] 대법원 2003. 3. 14. 선고 2002도3883 판결(공2003상, 1027)<br/>"
}