{
  "판례일련번호": "212729",
  "사건명": "과태료부과처분취소",
  "사건번호": "2020두42262",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 공증인이 직무수행을 하면서 공증인의 감독기관인 법무부장관이 제정한 ‘집행증서 작성사무 지침’을 위반한 경우, 공증인법 제79조 제1호에 근거한 직무상 명령을 위반한 것인지 여부(적극)<br/>[2] 공무원이 상급행정기관이나 감독권자의 직무상 명령을 위반하였다는 점을 징계사유로 삼으려면 직무상 명령이 상위법령에 반하지 않는 적법ㆍ유효한 것이어야 하는지 여부(적극)<br/>[3] 행정규칙의 내용이 상위법령에 반하는 경우, 당연무효인지 여부(적극) 및 법원이 위 행정규칙에 따라 행정기관이 한 조치의 당부를 판단하는 방법<br/>[4] ‘대부업자 등’이 금전대부계약과 관련하여 쌍방대리 형태의 촉탁행위를 할 경우 공증인에게 촉탁을 거절할 의무를 부과하고 있는 ‘집행증서 작성사무 지침’ 제4조가 무효인지 여부(적극)<br/>",
  "판결요지": "[1] 일반적으로 상급행정기관은 소속 공무원이나 하급행정기관에 대하여 업무처리지침이나 법령의 해석ㆍ적용 기준을 정해주는 ‘행정규칙’을 제정할 수 있다. 공증인은 직무에 관하여 공무원의 지위를 가지고, 법무부장관은 공증인에 대한 감독기관이므로 공증인법 제79조 제1호에 근거한 직무상 명령을 개별ㆍ구체적인 지시의 형식으로 할 수도 있으나, 행정규칙의 형식으로 일반적인 기준을 제시하거나 의무를 부과할 수도 있다.<br/>법무부장관은 공증인의 ‘집행증서’(이는 법령상 용어는 아니고 강제집행을 승낙하는 의사표시가 기재되어 민사집행법에 따른 강제집행의 집행권원이 되는 공정증서를 강학상, 실무상으로 지칭하는 용어이다) 작성 사무에 관한 사항을 정하여 그 사무의 적절성과 공정성을 확보하고 집행증서 작성 과정에서 집행채무자의 권리가 부당하게 침해되는 것을 방지함을 목적으로, 2013. 10. 1. ‘집행증서 작성사무 지침’을 제정하였다. 이는 공증인의 감독기관인 법무부장관이 상위법령의 구체적인 위임 없이 공증인이 직무수행에서 준수하여야 할 세부적인 사항을 규정한 ‘행정규칙’이라고 보아야 한다. 따라서 공증인이 직무수행에서 위 지침을 위반한 경우에는 공증인법 제79조 제1호에 근거한 직무상 명령을 위반한 것이다.<br/>[2] 공무원이 상급행정기관이나 감독권자의 직무상 명령을 위반하였다는 점을 징계사유로 삼으려면 직무상 명령이 상위법령에 반하지 않는 적법ㆍ유효한 것이어야 한다.<br/>[3] ‘행정규칙’은 상위법령의 구체적 위임이 있지 않는 한 행정조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 다만 행정규칙이 이를 정한 행정기관의 재량에 속하는 사항에 관한 것인 때에는 그 규정 내용이 객관적 합리성을 결여하였다는 등의 특별한 사정이 없는 한 법원은 이를 존중하는 것이 바람직하다. 그러나 행정규칙의 내용이 상위법령에 반하는 것이라면 법치국가원리에서 파생되는 법질서의 통일성과 모순금지 원칙에 따라 그것은 법질서상 당연무효이고, 행정내부적 효력도 인정될 수 없다. 이러한 경우 법원은 해당 행정규칙이 법질서상 부존재하는 것으로 취급하여 행정기관이 한 조치의 당부를 상위법령의 규정과 입법 목적 등에 따라서 판단하여야 한다.<br/>[4] ‘집행증서 작성사무 지침’ 제4조는 법률에 의하여 허용되는 쌍방대리 형태의 촉탁행위에 대하여 ‘대부업자 등’의 금전대부계약에 따른 채권ㆍ채무에 관한 경우에는 행정규칙의 형식으로 일반적으로 공증인에게 촉탁을 거절하여야 할 의무를 부과하는 것이어서 ‘법률우위원칙’에 위배되어 무효라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공증인법 제79조 제1호 / [2] 국가공무원법 제78조 / [3] 헌법 제95조 / [4] 헌법 제95조<br/>",
  "참조판례": "[2] 대법원 2001. 8. 24. 선고 2000두7704 판결(공2001하, 2088) / [3] 대법원 2019. 10. 31. 선고 2013두20011 판결(공2019하, 2251)<br/>"
}