{
  "판례일련번호": "212735",
  "사건명": "의사면허자격정지처분취소",
  "사건번호": "2019두50014",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "[1] 의사 등이 직접 진찰하여야 할 환자를 진찰하지 않은 채 그 환자를 대상자로 표시하여 진단서·검안서·증명서 또는 처방전을 작성·교부한 경우, 구 의료법 제17조 제1항 위반에 해당하는지 여부(적극) / 전화 진찰을 하였다는 사정만으로 ‘자신이 진찰’하거나 ‘직접 진찰’한 것이 아니라고 볼 수 있는지 여부(소극)<br/>  [2] 구 의료법 제27조 제1항에서 정한 ‘의료행위’의 의미<br/>  [3] 직접 진찰 등을 하지 않은 의사 등에 의한 처방전 등 작성·교부의 금지에 관한 구 의료법 제17조 제1항과 무면허의료행위의 금지에 관한 같은 법 제27조 제1항은 입법 목적, 요건과 효과를 달리하는 별개의 구성요건인지 여부(적극)<br/>  [4] 의사 甲이 자신이 운영하는 병원에 없는 상태에서 전화로 간호조무사 乙에게 지시하여 丙 등 3명에게 처방전을 발행하도록 지시함에 따라 乙이 처방전을 발행한 사실로 구 의료법 제17조 제1항 위반죄가 인정되어 벌금 200만 원의 선고유예 판결을 받고 확정되었는데, 보건복지부장관이 甲에게 ‘위 위반행위가 의료인이 아닌 간호조무사 乙에게 의료행위를 하게 한 것이어서 구 의료법 제27조 제1항 위반에 해당한다’는 등의 사유를 들어 의사면허 자격정지 2개월 10일을 명하는 처분을 한 사안에서, 의사가 처방전의 내용을 결정하여 작성·교부를 지시한 이상, 그러한 의사의 지시에 따라 간호사나 간호조무사가 환자에게 처방전을 작성·교부하는 행위가 구 의료법 제27조 제1항이 금지하는 무면허의료행위에 해당한다고 볼 수는 없다고 한 사례<br/>",
  "판결요지": "[1] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것, 이하 같다) 제17조 제1항 본문은 의료업에 종사하고 직접 진찰하거나 검안한 의사, 치과의사, 한의사가 아니면 진단서·검안서·증명서 또는 처방전을 작성하여 환자에게 교부하거나 발송하지 못한다고 규정하고 있다. 이는 진단서·검안서·증명서 또는 처방전이 의사 등이 환자를 직접 진찰하거나 검안한 결과를 바탕으로 의료인으로서의 판단을 표시하는 것으로서 사람의 건강상태 등을 증명하고 민형사책임을 판단하는 증거가 되는 등 중요한 사회적 기능을 담당하고 있어 정확성과 신뢰성을 담보하기 위하여 직접 진찰·검안한 의사 등만이 이를 작성·교부할 수 있도록 하는 데 취지가 있다. 따라서 의사 등이 직접 진찰하여야 할 환자를 진찰하지 않은 채 그 환자를 대상자로 표시하여 진단서·검안서·증명서 또는 처방전을 작성·교부하였다면 구 의료법 제17조 제1항 위반에 해당한다. 다만 위 조항은 스스로 진찰을 하지 않고 처방전을 발급하는 행위를 금지하는 규정일 뿐 대면진찰을 하지 않았거나 충분한 진찰을 하지 않은 상태에서 처방전을 발급하는 행위 일반을 금지하는 조항은 아니므로, 전화 진찰을 하였다는 사정만으로 ‘자신이 진찰’하거나 ‘직접 진찰’을 한 것이 아니라고 볼 수는 없다.<br/>  [2] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것) 제27조 제1항은 의료인에게만 의료행위를 허용하고, 의료인이라고 하더라도 면허된 의료행위만 할 수 있도록 하여, 무면허 의료행위를 엄격히 금지하고 있다. 여기서 ‘의료행위’란 의학적 전문지식을 기초로 하는 경험과 기능으로 진찰, 검안, 처방, 투약 또는 외과적 시술을 시행하여서 하는 질병의 예방 또는 치료행위 및 그 밖에 의료인이 행하지 아니하면 보건위생상 위해가 생길 우려가 있는 행위를 의미한다.<br/>  [3] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것, 이하 같다)은 제17조 제1항을 위반한 사람에 대해서는 1년 이하의 징역이나 500만 원 이하의 벌금에 처하는 반면(제89조), 제27조 제1항을 위반한 사람에 대해서는 5년 이하의 징역이나 2천만 원 이하의 벌금에 처하도록 규정하고 있다(제87조 제1항 제2호). 또한 구 의료법 제68조의 위임에 따른 구 의료관계 행정처분 규칙(2013. 3. 29. 보건복지부령 제190호로 개정되기 전의 것) 제4조 [별표] ‘행정처분기준’은 의료인이 구 의료법 제17조 제1항을 위반하여 처방전을 발급한 경우 자격정지 2개월 처분을 하는 반면[제2호 (가)목 5)], 의료인이 구 의료법 제27조 제1항을 위반하여 의료인이 아닌 자로 하여금 무면허의료행위를 하게 한 경우 자격정지 3개월 처분을 하도록 규정하고 있다[제2호 (가)목 19)]. 이처럼 구 의료법 제17조 제1항과 제27조 제1항은 입법 목적을 달리하며, 그 요건과 효과를 달리하는 전혀 별개의 구성요건이다.<br/>  [4] 의사 甲이 자신이 운영하는 병원에 없는 상태에서 전화로 간호조무사 乙에게 지시하여 丙 등 3명에게 처방전을 발행하도록 지시함에 따라 乙이 처방전을 발행한 사실로 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것, 이하 같다) 제17조 제1항 위반죄가 인정되어 벌금 200만 원의 선고유예 판결을 받고 확정되었는데, 보건복지부장관이 甲에게 ‘위 위반행위가 의료인이 아닌 간호조무사 乙에게 의료행위를 하게 한 것이어서 구 의료법 제27조 제1항 위반에 해당한다’는 등의 사유를 들어 의사면허 자격정지 2개월 10일을 명하는 처분을 한 사안에서, 丙 등 3명은 종전에 甲으로부터 진찰을 받고 처방전을 발급받았던 환자이므로 의사인 甲이 간호조무사 乙에게 丙 등 3명의 환자들에 대하여 ‘전에 처방받은 내용과 동일하게 처방하라’고 지시한 경우 특별한 사정이 없는 한 처방전 기재내용은 특정되었고, 처방전의 내용은 간호조무사 乙이 아니라 의사인 甲이 결정한 것으로 보아야 하며, 의사가 처방전의 내용을 결정하여 작성·교부를 지시한 이상, 그러한 의사의 지시에 따라 간호사나 간호조무사가 환자에게 처방전을 작성·교부하는 행위가 구 의료법 제27조 제1항이 금지하는 무면허의료행위에 해당한다고 볼 수 없음에도 이와 달리 본 원심판단에 법리를 오해한 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것) 제17조 제1항 / [2] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것) 제27조 제1항 / [3] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것) 제17조 제1항, 제27조 제1항, 제68조, 제87조 제1항 제2호(현행 제87조 제2항 제2호 참조), 제89조, 구 의료관계 행정처분 규칙(2013. 3. 29. 보건복지부령 제190호로 개정되기 전의 것) 제4조 [별표] 제2호 (가)목 5), 19) / [4] 구 의료법(2013. 4. 5. 법률 제11748호로 개정되기 전의 것) 제27조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 4. 11. 선고 2010도1388 판결(공2013상, 891), 대법원 2017. 12. 22. 선고 2014도12608 판결(공2018상, 366) / [2] 대법원 2018. 6. 19. 선고 2017도19422 판결(공2018하, 1423)<br/>"
}