{
  "판례일련번호": "212857",
  "사건명": "요양급여비용환수결정취소",
  "사건번호": "2018두44838",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200709",
  "판시사항": "[1] 의료기관을 개설할 수 없는 자가 개설한 의료기관이 국민건강보험법상 요양급여를 실시하고 급여비용을 청구하는 경우, 국민건강보험법 제57조에 의한 부당이득징수처분의 대상이 되는지 여부(적극) / 이때 국민건강보험법 제57조 제1항 및 제2항에 따른 부당이득징수처분의 상대방(=해당 의료기관의 개설명의자 및 실질적으로 개설·운영한 자)<br/>  [2] 국민건강보험법 제57조 제1항, 제2항에서 정한 부당이득징수가 재량행위인지 여부(적극) 및 의료기관의 개설명의자나 비의료인 개설자를 상대로 요양급여비용을 징수할 때 고려할 사항 및 이러한 사정을 고려하지 않고 의료기관의 개설명의자나 비의료인 개설자를 상대로 요양급여비용 전액을 징수하는 경우, 재량권을 일탈·남용한 것인지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 국민건강보험법에 따르면, 요양기관은 가입자 등에게 요양급여를 실시하고 국민건강보험공단(이하 ‘공단’이라 한다)에 요양급여비용의 지급을 청구하며, 공단은 요양급여비용을 요양기관에 지급한다(제42조, 제47조). 공단은 속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은 요양기관에 대하여 그 급여비용에 상당하는 금액의 전부 또는 일부를 징수하고(제57조 제1항), 의료법 제33조 제2항을 위반하여 의료기관을 개설할 수 없는 자가 의료인의 면허나 의료법인 등의 명의를 대여받아 개설·운영하는 의료기관에 해당하는 경우에는 해당 의료기관을 개설한 자에게 요양기관과 연대하여 징수금을 납부하게 할 수 있으며(제57조 제2항), 이를 납부하지 아니하는 때에는 국세체납처분의 예에 의하여 징수할 수 있다(제81조 제1항, 제3항).<br/>    그리고 국민건강보험법 제42조 제1항 제1호에 따르면, 요양급여는 ‘의료법에 따라 개설된 의료기관’에서 행하여야 하는데, 의료법 제33조 제2항, 제66조 제1항 제2호, 제87조, 제90조에 따르면, 의료기관 개설자격은 의사 등으로 한정되고, 의료기관의 개설자격이 없는 자가 의료기관을 개설하는 것은 엄격히 금지된다.<br/>    위 각 규정의 내용과 체재 등에 비추어 보면, 의료기관을 개설할 수 없는 자가 개설한 의료기관은 국민건강보험법상 요양기관이 될 수 없으므로, 이러한 의료기관이 국민건강보험법상 요양급여를 실시하고 급여비용을 청구하는 것은 ‘속임수나 그 밖의 부당한 방법’에 해당하여 국민건강보험법 제57조에 의한 부당이득징수처분의 대상이 된다. 이때 해당 의료기관의 개설명의자는 국민건강보험법 제57조 제1항에 따라 부당이득징수처분의 상대방이 되고, 명의를 대여받아 해당 의료기관을 실질적으로 개설·운영한 자는 국민건강보험법 제57조 제2항에 따라 부당이득징수처분의 상대방이 된다.<br/>  [2] 국민건강보험법 제57조 제1항은 “국민건강보험공단은 속임수나 그 밖의 부당한 방법으로 보험급여를 받은 사람이나 보험급여비용을 받은 요양기관에 대하여 그 보험급여나 보험급여비용에 상당하는 금액의 전부 또는 일부를 징수한다.”라고 규정하여 문언상 일부 징수가 가능함을 명시하고 있다. 위 조항은 요양기관이 부당한 방법으로 급여비용을 지급청구하는 것을 방지함으로써 바람직한 급여체계의 유지를 통한 건강보험 및 의료급여 재정의 건전성을 확보하려는 데 입법 취지가 있다. 그러나 요양기관으로서는 부당이득징수로 인하여 이미 실시한 요양급여에 대하여 그 비용을 상환받지 못하는 결과가 되므로 침익적 성격이 크다.<br/>    한편 종전 국민건강보험법은 보험급여비용을 받은 요양기관에 대하여만 부당이득을 징수할 수 있는 것으로 규정하였으나, 2013. 5. 22. 신설된 국민건강보험법 제57조 제2항은 “국민건강보험공단은 제1항에 따라 속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은 요양기관이 다음 각호의 어느 하나에 해당하는 경우에는 해당 요양기관을 개설한 자에게 그 요양기관과 연대하여 같은 항에 따른 징수금을 납부하게 할 수 있다.”라고 규정하면서 제1호에서 “의료법 제33조 제2항을 위반하여 의료기관을 개설할 수 없는 자가 의료인의 면허나 의료법인 등의 명의를 대여받아 개설·운영하는 의료기관”을 규정하여 비의료인 개설자에 대한 부당이득징수의 근거를 마련하였다. 의료법 제33조 제2항이 금지하는 ‘비의료인의 의료기관 개설행위’는 비의료인이 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 운영성과의 귀속 등을 주도적으로 처리하는 것을 의미한다. 즉, 의료인인 개설명의자는 실질 개설·운영자에게 자신의 명의를 제공할 뿐 의료기관의 개설과 운영에 관여하지 않으며, 그에게 고용되어 근로 제공의 대가를 받을 뿐 의료기관 운영에 따른 손익이 그대로 귀속되지도 않는다. 이 점을 반영하여 의료법은 제33조 제2항 위반행위의 주체인 비의료인 개설자는 10년 이하의 징역이나 1억 원 이하의 벌금에 처하도록 규정한 반면, 의료인인 개설명의자는 제90조에서 ‘의료기관의 개설자가 될 수 없는 자에게 고용되어 의료행위를 한 자’로서 500만 원 이하의 벌금에 처하도록 규정하고 있다.<br/>    이상에서 살펴본 위 각 법 규정의 내용, 체재와 입법 취지, 부당이득징수의 법적 성질 등을 고려할 때, 국민건강보험법 제57조 제1항, 제2항이 정한 부당이득징수는 재량행위라고 보는 것이 옳다. 그리고 의료기관이 실시한 요양급여 내용(자격을 갖춘 의료인이 요양급여를 시행하였는지, 요양급여대상에 해당하는지, 적절한 수준에서 이루어진 것인지 아니면 이를 초과하여 소위 과잉진료에 해당하는지 등)과 요양급여비용의 액수, 의료기관 개설·운영 과정에서의 비의료인 개설자와 개설명의자의 역할과 불법성의 정도, 의료기관 운영성과의 귀속 여부, 비의료인 개설자와 개설명의자가 얻은 이익의 정도, 그 밖에 조사에 대한 협조 여부 등의 사정을 고려하지 않고 의료기관의 개설명의자나 비의료인 개설자를 상대로 요양급여비용 전액을 징수하는 것은 다른 특별한 사정이 없는 한 비례의 원칙에 위배되어 재량권을 일탈·남용한 것으로 볼 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 제40조 제1항 제1호, 제42조, 제47조, 제57조 제1항, 제2항, 제81조 제1항, 제3항, 의료법 제33조 제2항, 제66조 제1항 제2호, 제87조, 제90조 / [2] 국민건강보험법 제1조, 제57조 제1항, 제2항 제1호, 의료법 제33조 제2항, 제87조, 제90조, 행정소송법 제27조<br/>",
  "참조판례": "[2] 대법원 2018. 11. 29. 선고 2018도10779 판결(공2019상, 248), 대법원 2020. 6. 4. 선고 2015두39996 판결(공2020하, 1367), 헌법재판소 2011. 6. 30. 선고 2010헌바375 전원재판부 결정(헌공177, 943)<br/>"
}