{
  "판례일련번호": "212847",
  "사건명": "장부등열람허용가처분",
  "사건번호": "2020마6195",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20201020",
  "판시사항": "회사에 대하여 채무자 회생 및 파산에 관한 법률에 따른 회생절차가 개시된 경우, 소수주주의 회계장부 등에 대한 열람·등사청구권을 규정한 상법 제466조 제1항의 적용이 배제되는지 여부(소극)<br/>",
  "판결요지": "상법 제466조 제1항은 회사 발행주식의 총수 중 100분의 3 이상에 해당하는 주식을 가진 주주의 회계장부 등에 대한 열람·등사청구권을 인정하고 있다. 주주가 상법상 인정되는 이사해임청구권(상법 제385조), 위법행위 유지청구권(상법 제402조), 대표소송권(상법 제403조) 등 각종 권한을 행사하려면 회사의 업무나 재산상태에 대해 정확한 지식과 적절한 정보를 가지고 있어야 한다. 상법 제448조에 따라 회사에 비치되어 있는 재무제표의 열람만으로는 충분한 정보를 얻기 어렵기 때문에 위와 같이 주주에게 재무제표의 기초를 이루는 회계장부와 회계서류까지 열람하거나 등사할 수 있는 권한을 인정한 것이다. 다만 상법은 그 남용을 막기 위해 단독주주권이 아닌 소수주주권으로 규정하고 있다.<br/>  이러한 소수주주의 회계장부 등에 대한 열람·등사청구권은 회사에 대하여 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다)에 따른 회생절차가 개시되더라도 배제되지 않는다고 보아야 한다. 상세한 이유는 다음과 같다.<br/>  ① 채무자회생법은 회생계획에서 채무자의 자본 감소, 합병 등 일정한 사항을 정한 경우 그에 관한 상법 조항의 적용을 배제하고(채무자회생법 제264조 제2항, 제271조 제3항 등), 채무자에 대해 회생절차가 개시되면 자본 감소, 신주 발행, 합병 등 조직변경 등의 행위를 회생절차에 의하지 않고는 할 수 없도록 금지하고 있다(채무자회생법 제55조 제1항). 그러나 회사에 대해 회생절차가 개시되면 상법 제466조 제1항의 적용이 배제된다는 규정도 없고, 주주가 회생절차에 의하지 않고는 상법 제466조 제1항의 회계장부 등에 대한 열람·등사청구권을 행사할 수 없다는 규정도 없다. 상법 제466조 제1항에 따라 주주가 열람·등사를 청구할 수 있는 서류에는 회계장부와 회계서류도 포함되어 채무자회생법에 따라 이해관계인이 열람할 수 있는 서류보다 그 범위가 넓은데, 이처럼 다른 이해관계인과 구별되는 주주의 권리를 회생절차가 개시되었다는 이유만으로 명문의 규정 없이 배제하거나 제한하는 것은 부당하다.<br/>  ② 회사에 대해 회생절차가 개시되었더라도 회생계획이 인가되기 전에 회생절차가 폐지되면, 회생계획 인가로 인한 회생채권 등의 면책(채무자회생법 제251조) 또는 권리의 변경(채무자회생법 제252조) 등의 효력 없이 채무자의 업무수행권과 재산의 관리·처분권이 회복된다. 따라서 회생절차가 개시되더라도 그것만으로 주주가 상법 제466조 제1항에 따른 권리를 행사할 필요성이 부정되지 않는다.<br/>  ③ 상법 제466조 제1항에서 정하고 있는 주주의 회계장부와 서류에 대한 열람·등사청구가 있는 경우 회사는 청구가 부당함을 증명하여 이를 거부할 수 있고, 주주의 열람·등사청구권 행사가 부당한 것인지는 행사에 이르게 된 경위, 행사의 목적, 악의성 유무 등 여러 사정을 종합적으로 고려하여 판단하여야 한다. 채무자의 효율적 회생이라는 목적을 위해 회사에 대해 채무자회생법에서 정한 회생절차가 개시되었는데, 주주가 회사의 회생을 방해할 목적으로 이러한 열람·등사청구권을 행사하는 경우에는 정당한 목적이 없어 부당한 것이라고 보아 이를 거부할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "상법 제466조, 채무자 회생 및 파산에 관한 법률 제55조 제1항, 제264조 제2항, 제271조 제3항<br/>",
  "참조판례": "대법원 2018. 2. 28. 선고 2017다270916 판결(공2018상, 635)<br/>"
}