{
  "판례일련번호": "212833",
  "사건명": "자동차보험진료수가지급[다른 의료기관으로부터 교통사고로 인한 입원환자들에 대한 진료를 의뢰받아 진료를 실시한 의료기관이 보험회사등을 상대로 직접 자동차손해배상보장법상 자동차보험진료수가의 지급을 청구한 사건]",
  "사건번호": "2019다279962",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201210",
  "판시사항": "[1] ‘입원환자에 관하여 타 의료기관에 진료를 의뢰한 경우 진료의뢰 의료기관이 자동차보험진료수가를 청구하여야 하고, 진료실시 의료기관은 이를 청구할 수 없다.’고 정한 건강보험심사평가원 공고 규정이 진료실시 의료기관이나 보험회사 등에 구속력이 있는지 여부(소극)<br/>[2] 건강보험심사평가원이 자신의 업무 편의와 효율성을 위하여 일방적으로 만든 내부 규정을 들어 진료실시 의료기관의 자동차보험진료수가 청구에 대한 실체적 심사를 거부하는데도 보험회사 등이 건강보험심사평가원에 업무위탁계약의 이행을 촉구하는 등의 조치를 취하지 않는 경우, 진료실시 의료기관이 직접 보험회사 등에 자동차보험진료수가의 지급을 구할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 자동차보험진료수가 청구에 관한 자동차손해배상 보장법령과 보험회사(공제사업자를 포함한다. 이하 ‘보험회사 등’이라 한다)가 건강보험심사평가원과 체결한 업무위탁계약에는 보험회사 등으로부터 자동차보험진료수가의 심사·조정 업무 등을 위탁받아 수행하는 지위에 있는 건강보험심사평가원에 자동차보험진료수가를 청구할 수 있는 의료기관을 제한하거나 선택할 수 있는 법령상 또는 계약상 권한을 부여하는 규정은 없다. 그런데도 건강보험심사평가원의 ‘자동차보험진료수가 청구서·명세서 세부작성요령’(건강보험심사평가원 공고 제2013-85호)은 입원환자에 관하여 타 의료기관에 진료를 의뢰한 경우 진료의뢰 의료기관이 자동차보험진료수가를 청구하여야 하고, 진료실시 의료기관은 자동차보험진료수가를 청구할 수 없도록 정함으로써 자동차보험진료수가 청구권자를 제한하고 있다. 이는 국토교통부장관이 제정한 ‘자동차보험진료수가 심사업무처리에 관한 규정’(2013. 5. 9. 국토교통부 고시 제2013-224호) 제20조 제8항이 위임한 자동차보험진료수가 청구서·명세서의 ‘세부작성요령’이라는 문언적 의미의 한계를 벗어나는 것일 뿐만 아니라, 상위 법령이나 업무위탁계약에 근거하지 않은 채 자신의 업무 편의와 효율성을 위하여 일방적으로 규정한 것에 불과하므로 진료실시 의료기관이나 보험회사 등에게는 구속력이 없다고 보아야 한다.<br/>[2] 교통사고환자를 진료한 의료기관은 보험회사(공제사업자를 포함한다. 이하 ‘보험회사 등’이라 한다)가 자동차손해배상 보장법(이하 ‘자동차손배법’이라 한다) 제12조 제1항에 따라 자동차보험진료수가의 지급의사와 지급한도를 통지한 경우에 보험회사 등에 대하여 자동차손배법 제15조에 따라 국토교통부장관이 정하여 고시한 기준에 따라 산정된 자동차보험진료수가를 청구할 권리를 취득하며, 건강보험심사평가원에 자동차보험진료수가를 청구한 이상 자동차손배법이 정한 자동차보험진료수가 청구권의 행사방법을 준수한 것으로 보아야 한다. 건강보험심사평가원은 보험회사 등과의 업무위탁계약에 의하여 위탁받은 자동차보험진료수가 심사업무를 수행하는 것이다. 업무위탁계약 자체에서 진료실시 의료기관의 자동차보험진료수가 청구를 제한하지 않았으므로, 보험회사 등이 진료실시 의료기관에 대하여 자동차손배법 제12조 제1항에 따라 자동차보험진료수가의 지급의사와 지급한도를 통지한 경우에는 건강보험심사평가원은 진료실시 의료기관의 자동차보험진료수가 청구가 자동차손배법 제15조 제1항에 따른 자동차보험진료수가에 관한 기준에 적합한지를 심사할 의무가 있다.<br/>그런데도 건강보험심사평가원이 자신의 업무 편의와 효율성을 위하여 일방적으로 만든 내부 규정을 들어 진료실시 의료기관의 자동차보험진료수가 청구에 대한 실체적 심사를 거부하는 경우에는, 보험회사 등이 건강보험심사평가원에 업무위탁계약의 이행을 촉구하는 등의 조치를 취할 필요가 있다. 그러나 보험회사 등이 그러한 조치를 취하지 않는 경우에는, 진료실시 의료기관으로서는 직접 보험회사 등에 자동차보험진료수가의 지급을 청구할 수 있다고 보아야 한다. 이와 같은 직접 청구를 허용하지 않을 경우 진료실시 의료기관이 이미 취득한 자동차보험진료수가 청구권을 행사할 다른 유효·적절한 방법을 찾기 어렵기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자동차손해배상 보장법 제2조 제7호 (가)목, 제12조, 제12조의2, 제15조, 자동차손해배상 보장법 시행령 제11조의2, 자동차손해배상 보장법 시행규칙 제6조의2, 제6조의3, 제6조의5 / [2] 자동차손해배상 보장법 제2조 제7호 (가)목, 제12조, 제12조의2, 제15조, 자동차손해배상 보장법 시행령 제11조의2, 자동차손해배상 보장법 시행규칙 제6조의2, 제6조의3, 제6조의5<br/>",
  "참조판례": ""
}