{
  "판례일련번호": "213065",
  "사건명": "등록무효(상)",
  "사건번호": "2020후10810",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "[1] 확정된 심결의 결론을 번복할 만한 유력한 증거가 새로 제출된 경우, 상표법 제150조에서 정한 일사부재리 원칙에 위반되는지 여부(소극)<br/>[2] 구 상표법 제7조 제1항 제12호에 해당하기 위한 요건 / 특정인의 상표가 주지상표에 해당하는지 및 출원인에게 부정한 목적이 있는지 판단하는 기준 / 이를 판단하는 기준 시기(=등록상표의 출원 시)<br/>[3] 甲 외국회사가 乙 주식회사의 등록상표 “”는 甲 회사의 선사용상표 “”와 유사하므로 구 상표법 제7조 제1항 제12호에 해당한다고 주장하며 등록무효심판을 청구하였는데, 특허심판원이 甲 회사의 청구는 종전에 甲 회사가 등록상표의 출원인인 丙을 상대로 청구한 등록무효심판에서 선사용상표의 인지도에 비추어 丙에게 부정한 목적을 인정할 수 없다는 등의 이유로 청구를 기각한 선행 확정 심결과 동일 사실 및 동일 증거에 의한 것으로서 일사부재리 원칙에 위반된다는 이유로 청구를 각하하는 심결을 한 사안에서, 선사용상표들의 주지성 및 丙의 부정한 목적이 인정되고, 선사용상표들의 인지도 등과 관련하여 새롭게 제출된 증거들은 선행 확정 심결의 결론을 번복할 만한 유력한 증거에 해당하므로, 甲 회사의 심판청구는 일사부재리 원칙에 저촉된다고 할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 일사부재리 원칙을 정한 상표법 제150조에 규정된 ‘같은 증거’에는 전에 확정된 심결의 증거와 같은 증거만이 아니라 심결을 번복할 수 있을 정도로 유력하지 않은 증거도 포함된다. 따라서 확정된 심결의 결론을 번복할 만한 유력한 증거가 새로 제출된 경우에는 일사부재리 원칙에 위반된다고 할 수 없다.<br/>[2] 구 상표법(2007. 1. 3. 법률 제8190호로 개정되기 전의 것) 제7조 제1항 제12호는 국내 또는 외국의 수요자 간에 특정인의 상품을 표시하는 것이라고 현저하게 인식되어 있는 상표와 동일 또는 유사한 상표로서 부당한 이익을 얻으려 하거나 특정인에게 손해를 가하려고 하는 등 부정한 목적을 가지고 사용하는 상표는 상표등록을 받을 수 없다고 규정하고 있다. 위 규정은 국내 또는 외국의 수요자 간에 특정인의 상표라고 현저하게 인식되어 있는 이른바 주지상표가 국내에서 등록되어 있지 않음을 기화로 제3자가 이를 모방한 상표를 등록하여 사용함으로써 주지상표권자의 국내에서의 영업을 방해하는 등의 방법으로 주지상표권자에게 손해를 가하거나 이러한 모방상표를 이용하여 부당한 이익을 얻을 목적으로 사용하는 상표는 등록을 허용하지 않는다는 취지이다.<br/>위 규정에 해당하기 위하여는 특정인의 상표가 주지상표에 해당하여야 하고, 상표 출원인이 특정인의 주지상표와 동일 또는 유사한 상표를 부정한 목적을 가지고 사용하여야 한다. 특정인의 상표가 주지상표에 해당하는지는 상표의 사용기간, 방법, 태양 및 이용범위 등과 거래실정 또는 사회통념상 객관적으로 널리 알려졌는지 등이 기준이 되며, 부정한 목적이 있는지는 특정인의 상표의 주지·저명 또는 창작성의 정도, 특정인의 상표와 출원인의 상표의 동일·유사성의 정도, 출원인과 특정인 사이에 상표를 둘러싼 교섭의 유무와 내용, 그 밖에 양 당사자의 관계, 출원인이 등록상표를 이용한 사업을 구체적으로 준비하였는지 여부, 상품의 동일·유사성 내지는 경제적 견련관계 유무, 거래실정 등을 종합적으로 고려하여야 한다. 위 규정에 해당하는지는 등록상표의 출원 당시를 기준으로 판단한다.<br/>[3] 甲 외국회사가 乙 주식회사의 등록상표 “”는 甲 회사의 선사용상표 “”와 유사하므로 구 상표법(2007. 1. 3. 법률 제8190호로 개정되기 전의 것, 이하 같다) 제7조 제1항 제12호에 해당한다고 주장하며 등록무효심판을 청구하였는데, 특허심판원이 甲 회사의 청구는 종전에 甲 회사가 등록상표의 출원인인 丙을 상대로 청구한 등록무효심판에서 선사용상표의 인지도에 비추어 丙에게 부정한 목적을 인정할 수 없다는 등의 이유로 청구를 기각한 선행 확정 심결과 동일 사실 및 동일 증거에 의한 것으로서 일사부재리 원칙에 위반된다는 이유로 청구를 각하하는 심결을 한 사안에서, 선사용상표 “”, “”, “”를 사용한 제품의 판매기간, 광고 및 언론보도 내역, 매출액 등을 종합적으로 고려해 볼 때, 선사용상표들은 등록상표의 출원일 당시 자전거 등과 관련하여 미국과 캐나다의 수요자 간에 특정인의 상표라고 현저하게 인식된 상표라고 볼 수 있고, 선사용상표들의 주지성, 등록상표와 선사용상표들의 유사성, 甲 회사와 선사용상표들이 부착된 자전거 제품을 수입하여 판매한 丁의 계약체결 내역과 내용, 丙과 丁의 관계, 등록상표의 출원 경위 등에 비추어 보면, 丙은 선사용상표들의 사용자인 甲 회사에 손해를 가하려고 하는 등 부정한 목적을 가지고 사용하기 위하여 등록상표를 출원하였다고 할 것이며, 선사용상표들의 인지도 및 丙과 丁의 관계 등과 관련하여 새롭게 제출된 증거들은 등록상표가 구 상표법 제7조 제1항 제12호에 해당하지 않는다는 선행 확정 심결의 결론을 번복할 만한 유력한 증거에 해당하므로, 甲 회사의 심판청구는 일사부재리 원칙에 저촉된다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제150조 / [2] 구 상표법(2007. 1. 3. 법률 제8190호로 개정되기 전의 것) 제7조 제1항 제12호(현행 제34조 제1항 제13호 참조) / [3] 상표법 제150조, 구 상표법(2007. 1. 3. 법률 제8190호로 개정되기 전의 것) 제7조 제1항 제12호(현행 제34조 제1항 제13호 참조)<br/>",
  "참조판례": "[1] 대법원 2005. 3. 11. 선고 2004후42 판결(공2005상, 613) / [2] 대법원 2010. 7. 15. 선고 2010후807 판결(공2010하, 1597)<br/>"
}