{
  "판례일련번호": "213087",
  "사건명": "구상금",
  "사건번호": "2020다261776",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "[1] 피보험자가 입은 전체 손해액에서 보험금으로 전보되지 않고 남은 손해액이 제3자의 손해배상책임액보다 많을 경우, 피보험자가 제3자에게 배상을 구할 수 있는 범위(=제3자의 손해배상책임액 전부) / 위 남은 손해액이 제3자의 손해배상책임액보다 적을 경우, 피보험자가 제3자에게 배상을 구할 수 있는 범위(=남은 손해액) 및 이 경우 보험자가 제3자의 손해배상책임액과 남은 손해액의 차액 상당액에 대한 권리를 보험자대위에 따라 취득하는지 여부(적극)<br/>[2] 민사소송절차에서 변론주의의 원칙이 적용되는 범위<br/>[3] 동일 당사자 사이에 수 개의 채권관계가 성립되어 있어 채무자가 특정채무를 지정하여 변제한 경우, 특정채무에 대한 변제의 효과가 인정되는지 여부(적극) 및 위 변제액수가 지정한 특정채무의 액수를 초과하는 경우, 초과액수가 다른 채권의 변제에 당연 충당되거나 공제의 대상이 되는지 여부(원칙적 소극)<br/>[4] 甲과 乙이 공동소유하는 甲 운전의 가해차량이 중앙선 침범으로 丙 운전의 피해차량을 충격하는 교통사고가 발생하여 丙이 인적, 물적 손해를 입고 피해차량 동승자 丁이 인적 손해를 입자, 피해차량의 자동차보험자인 戊 보험회사가 丙과 丁에게 그들이 입은 손해에 관한 보험금을 지급하였고, 그 후 가해차량의 책임보험사인 己 보험회사가 戊 회사에 丙과 丁의 손해에 관한 책임보험금으로 지급하였는데, 己 회사가 戊 회사에 지급한 丙의 물적 손해에 관한 책임보험금과 戊 회사가 甲과 乙을 상대로 제기한 종전 소송에서 丙의 물적 손해에 관한 구상채권으로 확정된 이행권고결정상의 금액이 戊 회사가 보험자대위로 취득하는 丁의 인적 손해에 관한 구상채권에서 공제되어야 하는지 문제 된 사안에서, 위 책임보험금과 이행권고결정상의 금액은 모두 丙의 물적 손해에 관한 것이므로, 그 금액은 丙의 물적 손해에 관한 구상채권의 변제에 충당되거나 공제의 대상이 될 수 있을 뿐, 특별한 사정이 없는 한 다른 채권인 丁의 인적 손해에 관한 구상채권의 변제에 당연 충당된다거나 공제의 대상이 될 수 없다고 한 사례<br/>",
  "판결요지": "[1] 피보험자는 보험자로부터 수령한 보험금으로 전보되지 않고 남은 손해에 관하여 제3자를 상대로 그의 배상책임(다만 과실상계 등에 의하여 제한된 범위 내의 책임이다)을 이행할 것을 청구할 수 있는바, 전체 손해액에서 보험금으로 전보되지 않고 남은 손해액이 제3자의 손해배상책임액보다 많을 경우에는 제3자에 대하여 그의 손해배상책임액 전부를 이행할 것을 청구할 수 있고, 위 남은 손해액이 제3자의 손해배상책임액보다 적을 경우에는 그 남은 손해액의 배상을 청구할 수 있다. 후자의 경우 보험자는 제3자의 손해배상책임액과 위 남은 손해액의 차액 상당액을 보험자대위에 따라 취득한다.<br/>[2] 민사소송절차에서 권리의 발생ㆍ변경ㆍ소멸이라는 법률효과를 판단하는 요건이 되는 주요사실에 대한 주장ㆍ증명에는 변론주의의 원칙이 적용된다.<br/>[3] 동일 당사자 사이에 수 개의 채권관계가 성립되어 있는 경우 채무자가 특정채무를 지정하여 변제를 한 때에는 그 특정채무에 대한 변제의 효과가 인정된다. 이때 그 변제액수가 지정한 특정채무의 액수를 초과하더라도, 초과액수 상당의 채권이 부당이득관계에 따라 다른 채권에 대한 상계의 자동채권이 될 수 있음은 별론으로 하고, 당사자 사이에 다른 채권의 변제에 충당하거나 공제의 대상으로 삼기로 하는 합의가 있는 등 특별한 사정이 없는 한 초과액수가 다른 채권의 변제에 당연 충당된다거나 공제의 대상이 된다고 볼 수는 없다.<br/>[4] 甲과 乙이 공동소유하는 甲 운전의 가해차량이 중앙선 침범으로 丙 운전의 피해차량을 충격하는 교통사고가 발생하여 丙이 인적, 물적 손해를 입고 피해차량 동승자 丁이 인적 손해를 입자, 피해차량의 자동차보험자인 戊 보험회사가 丙과 丁에게 그들이 입은 손해에 관한 보험금을 지급하였고, 그 후 가해차량의 책임보험사인 己 보험회사가 戊 회사에 丙과 丁의 손해에 관한 책임보험금으로 지급하였는데, 己 회사가 戊 회사에 지급한 丙의 물적 손해에 관한 책임보험금과 戊 회사가 甲과 乙을 상대로 제기한 종전 소송에서 丙의 물적 손해에 관한 구상채권으로 확정된 이행권고결정상의 금액이 戊 회사가 보험자대위로 취득하는 丁의 인적 손해에 관한 구상채권에서 공제되어야 하는지 문제 된 사안에서, 戊 회사는 보험자대위에 따라 丁의 손해에 관하여 보험금 상당의 구상채권을 취득하였고, 이후 己 회사로부터 그 구상채권 중 일부를 변제받았으므로 甲과 乙에 대하여 나머지 금액의 지급을 구할 수 있고, 己 회사가 戊 회사에 지급한 丙의 손해에 관한 책임보험금과 戊 회사가 甲과 乙을 상대로 제기한 종전 소송에서 丙의 손해에 관한 구상채권으로 확정된 이행권고결정상의 금액은 모두 丙의 물적 손해에 관한 것이므로, 그 금액은 丙의 물적 손해에 관한 구상채권의 변제에 충당되거나 공제의 대상이 될 수 있을 뿐, 특별한 사정이 없는 한 다른 채권인 丁의 인적 손해에 관한 구상채권의 변제에 당연 충당된다거나 공제의 대상이 될 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제682조 / [2] 민사소송법 제203조 / [3] 민법 제476조, 제477조 / [4] 상법 제682조, 민법 제476조, 제477조<br/>",
  "참조판례": "[1] 대법원 2015. 1. 22. 선고 2014다46211 전원합의체 판결(공2015상, 237) / [2] 대법원 2009. 10. 29. 선고 2008다51359 판결(공2009하, 1980)<br/>"
}