{
  "판례일련번호": "213067",
  "사건명": "대통령기록물관리에관한법률위반·공무상비밀누설·무고·공용서류은닉·특정범죄가중처벌등에관한법률위반(뇌물)",
  "사건번호": "2016도7104",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "대통령기록물 관리에 관한 법률 제30조 제2항 제1호, 제14조에 의해 유출이 금지되는 대통령기록물에 원본 문서나 전자파일 이외에 그 사본이나 추가 출력물까지 포함된다고 해석하는 것이 죄형법정주의 원칙상 허용되는지 여부(소극)<br/>",
  "판결요지": "대통령기록물 관리에 관한 법률(이하 ‘대통령기록물법’이라 한다)은 대통령기록물의 보호·보존 및 활용 등 대통령기록물의 효율적 관리와 대통령기록관의 설치·운영에 관하여 필요한 사항을 정함으로써 국정운영의 투명성과 책임성을 높이는 것을 목적으로 한다(제1조). 대통령기록물법 제2조는 ‘대통령기록물’이란 대통령의 직무수행과 관련하여 대통령 등 기관이 생산·접수하여 보유하고 있는 기록물 및 물품을 의미하고(제1호), ‘기록물’이란 공공기록물 관리에 관한 법률(이하 ‘공공기록물법’이라 한다) 제3조 제2호에 따른 기록물을 의미한다[제1호의2 (가)목]고 규정하고 있다. 공공기록물법 제3조 제2호는 ‘기록물’이란 공공기관이 업무와 관련하여 생산하거나 접수한 문서·도서·대장·카드·도면·시청각물·전자문서 등 모든 형태의 기록정보 자료와 행정박물(行政博物)을 말한다고 규정하고 있다.<br/>대통령기록물법은, 대통령과 대통령의 보좌기관·자문기관의 장 등은 대통령의 직무수행과 관련한 모든 과정 및 결과가 기록물로 생산·관리되도록 하여야 함을 원칙으로 규정하고(제7조 제1항), 생산된 대통령기록물을 중앙기록물관리기관으로 이관하는 절차와 대통령기록물을 폐기하는 절차 등에 관하여도 구체적인 규정을 두고 있다(제11조, 제13조). 나아가 누구든지 무단으로 대통령기록물을 파기·손상·은닉·멸실 또는 유출하거나 국외로 반출하여서는 아니 된다고 규정하면서(제14조), 이를 위반하여 대통령기록물을 무단으로 파기·손상·은닉·멸실 또는 유출하거나 국외로 반출한 자를 처벌하도록 규정하고 있고(제30조 제1항, 제2항), 이와 별도로 대통령기록물 관리업무를 담당하거나 담당하였던 자 또는 대통령기록물에 접근·열람하였던 자는 그 과정에서 알게 된 비밀 및 보호기간 중인 대통령지정기록물에 포함되어 있는 내용을 누설하여서는 아니 된다고 규정하면서(제19조 본문) 이를 위반한 자를 처벌하도록 규정하고 있다(제30조 제3항).<br/>대통령기록물법 제4조는 대통령기록물의 관리에 관하여는 다른 법률에 우선하여 이 법을 적용하되, 이 법에 규정되지 아니한 사항에 관하여는 공공기록물법을 적용하도록 하고 있다. 공공기록물법 제21조 제1항은 영구보존으로 분류된 기록물 중 중요한 기록물은 복제본을 제작하여 보존하거나 보존매체에 수록하는 등의 방법으로 이중보존하는 것을 원칙으로 하고, 제48조는 기록물관리기관이 대통령령으로 정한 기준과 절차에 따라 보존매체에 수록한 기록물은 원본과 같은 것으로 추정한다고 규정하고 있다.<br/>이와 같은 법령의 규정 및 체계에다가, 대통령기록물법은 대통령기록물의 효율적 관리를 통한 국정운영의 투명성과 책임성 강화를 목적으로 입법된 것으로 사본 자체를 원본과 별도로 보존할 필요가 있다는 등의 특별한 사정이 없는 이상 원본 문서나 전자파일 이외에 그 사본이나 추가 출력물까지 모두 대통령기록물로 보존할 필요는 없는 점, 대통령기록물법은 대통령기록물 자체를 파기, 손상, 유출하는 등의 행위와 그 내용을 누설하는 행위를 구별하여 규정하고 있는 점, 공공기록물법 제21조는 영구보존으로 분류된 기록물 중 중요한 기록물에 대한 복제본 제작 등에 관하여 별도의 규정을 두고 있는 점 등을 종합적으로 고려하면, 대통령기록물법 제30조 제2항 제1호, 제14조에 의해 유출이 금지되는 대통령기록물에 원본 문서나 전자파일 이외에 그 사본이나 추가 출력물까지 포함된다고 해석하는 것은 죄형법정주의 원칙상 허용되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 형법 제1조 제1항, 대통령기록물 관리에 관한 법률 제1조, 대통령기록물 관리에 관한 법률(2020. 12. 8. 법률 제17573호로 개정되기 전의 것) 제2조 제1호, 제1호의2 (가)목, 제4조, 제7조 제1항, 제11조, 제13조, 제14조, 제19조, 제30조 제1항, 제2항, 제3항, 공공기록물 관리에 관한 법률 제3조 제2호, 제21조, 제48조<br/>",
  "참조판례": ""
}