{
  "판례일련번호": "213103",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(횡령)·특정경제범죄가중처벌등에관한법률위반(배임)·업무상횡령·업무상배임·허위진단서작성·허위작성진단서행사·배임증재·배임수재",
  "사건번호": "2014도15129",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "허위진단서작성죄의 성립요건 / 형사소송법 제471조 제1항 제1호에서 정한 형집행정지 요건인 ‘형의 집행으로 인하여 현저히 건강을 해할 염려가 있는 때’에 해당하는지에 대한 판단 주체(=검사) 및 판단 방법 / 의사가 진단서에 환자에 대한 진단 결과 또는 향후 치료 의견 등을 함께 제시하고 그와 결합하여 수형생활 또는 수감생활의 가능 여부에 대하여 판단한 경우, 그 전체가 환자의 건강상태를 나타내고 있는 의료적 판단에 해당하는지 여부(적극) 및 이때 그러한 판단에 결합된 진단 결과 내지 향후 치료 의견이 허위가 아님에도 수형생활 또는 수감생활의 가능 여부에 관한 판단을 허위라고 할 수 있기 위한 요건<br/>",
  "판결요지": "형법 제233조는 의사가 진단서를 허위로 작성한 경우에 처벌하도록 규정하고 있다. 여기서 진단서는 의사가 진찰의 결과에 관한 판단을 표시하여 사람의 건강상태를 증명하기 위하여 작성하는 문서를 말한다.<br/>  허위진단서작성죄는 원래 허위의 증명을 금지하려는 것이므로, 진단서의 내용이 실질상 진실에 반하는 기재여야 할 뿐 아니라 그 내용이 허위라는 의사의 주관적 인식이 필요하며, 그러한 인식은 미필적 인식으로도 충분하나, 이에 대하여는 검사가 증명책임을 진다.<br/>  그리고 허위진단서 작성에 해당하는 허위의 기재는 사실에 관한 것이건 판단에 관한 것이건 불문하므로, 현재의 진단명과 증상에 관한 기재뿐만 아니라 현재까지의 진찰 결과로서 발생 가능한 합병증과 향후 치료에 대한 소견을 기재한 경우에도 그로써 환자의 건강상태를 나타내고 있는 이상 허위진단서 작성의 대상이 될 수 있다.<br/>  진단서에는 의료법 시행규칙 제9조 제1항, 제2항에서 정한 사항을 반드시 기재하여야 하나 그 밖의 사항은 반드시 기재하여야 하는 것이 아니다. 그리고 형사소송법 제471조 제1항 제1호에서 정하고 있는 형집행정지의 요건인 ‘형의 집행으로 인하여 현저히 건강을 해할 염려가 있는 때’에 해당하는지에 대한 판단은 검사가 직권으로 하는 것이고, 그러한 판단 과정에 의사가 진단서 등으로 어떠한 의견을 제시하였더라도 검사는 그 의견에 구애받지 아니하며, 검사의 책임하에 규범적으로 형집행정지 여부의 판단이 이루어진다. 그렇지만 이 경우에 의사가 환자의 수형(受刑)생활 또는 수감(收監)생활의 가능 여부에 관하여 기재한 의견이 환자의 건강상태에 기초한 향후 치료 소견의 일부로서 의료적 판단을 기재한 것으로 볼 수 있다면, 이는 환자의 건강상태를 나타내고 있다는 점에서 허위진단서 작성의 대상이 될 수 있다. 따라서 의사가 진단서에 단순히 환자의 수형생활 또는 수감생활의 가능 여부에 대한 의견만 기재한 것이 아니라, 그 판단의 근거로 환자에 대한 진단 결과 또는 향후 치료 의견 등을 함께 제시하였고 그와 결합하여 수형생활 또는 수감생활의 가능 여부에 대하여 판단한 것이라면 그 전체가 환자의 건강상태를 나타내고 있는 의료적 판단에 해당한다. 그리고 그러한 판단에 결합된 진단 결과 또는 향후 치료 의견이 허위라면 수형생활 또는 수감생활의 가능 여부에 대한 판단 부분도 허위라고 할 수 있다. 그러나 그러한 판단에 결합된 진단 결과 내지 향후 치료 의견이 허위가 아니라면, 수형생활 또는 수감생활의 가능 여부에 관한 판단을 허위라고 할 수 있기 위해서는 먼저 환자가 처한 구체적이고 객관적인 수형생활 또는 수감생활의 실체를 확정하고 위 판단에 결합된 진단 결과 내지 향후 치료 의견에 의한 환자의 현재 및 장래 건강상태를 거기에 비추어 보아 환자의 실제 수형생활 또는 수감생활 가능 여부가 위 판단과 다르다는 것이 증명되어야 하고 또한 그에 대한 의사의 인식이 인정될 수 있어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제233조, 의료법 시행규칙 제9조 제1항, 제2항, 형사소송법 제308조, 제471조 제1항 제1호<br/>",
  "참조판례": "대법원 1978. 12. 13. 선고 78도2343 판결, 대법원 1990. 3. 27. 선고 89도2083 판결(공1990, 1020), 대법원 2006. 3. 23. 선고 2004도3360 판결, 대법원 2006. 5. 26. 선고 2006도871 판결<br/>"
}