{
  "판례일련번호": "213133",
  "사건명": "점포인도등",
  "사건번호": "2017다204810",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200907",
  "판시사항": "[1] 구분건물로 등기된 1동의 건물 중 일부에 해당하는 구분건물들 사이에서 구조상의 구분이 소멸되는 경우, 그 구분건물에 해당하는 일부 건물 부분의 소유관계(=종전 구분건물 등기명의자의 공유) 및 위 일부 건물 부분과 나머지 구분건물들로 구성된 1동의 건물 전체가 집합건물의 소유 및 관리에 관한 법률의 적용을 받는지 여부(적극) / 공유자 사이에 공유물을 사용·수익할 구체적인 방법을 정하는 것이 공유자 지분의 과반수로써 결정하여야 하는 공유물의 관리에 관한 사항인지 여부(적극)<br/>[2] 공유물의 소수지분권자가 다른 공유자와 협의 없이 공유물의 전부 또는 일부를 독점적으로 점유·사용하고 있는 경우, 다른 소수지분권자가 공유물의 보존행위로서 공유물의 인도를 청구할 수 있는지 여부(소극) 및 자신의 지분권에 기초하여 공유물에 대한 방해 상태를 제거하거나 공동 점유를 방해하는 행위의 금지 등을 청구할 수 있는지 여부(적극)<br/>[3] 상가건물의 시설관리와 임대대행권을 취득한 甲 주식회사가 위 상가건물의 구분소유자 전체의 동의를 받지 아니하고 상가 4, 5층의 내부시설을 철거한 후 사우나를 설치함으로써 구분점포들 사이의 구분이 폐지되었는데, 구분폐지되어 하나의 공유물이 된 전유부분에 대한 공유지분 과반수의 동의를 얻지 못한 채 구분폐지 전 구분소유자였던 공유지분권자로부터 점유할 권리를 이전받은 乙이 4층 전유부분 중 일부인 매점 및 식당 부분을 단독으로 점유·사용하자 4층 일부의 구분점포에 관한 소유권이전등기를 마친 丙이 乙을 상대로 매점 및 식당 부분의 인도를 구한 사안에서, 소수지분권자인 丙으로서는 위 전유부분에 한하여 그 공유지분권에 따라 공유물의 보존행위로서 매점 및 식당 부분을 단독으로 점유하는 乙을 상대로 방해 상태를 제거하거나 공동 점유를 방해하는 행위의 금지 등을 청구할 수 있으나 매점 및 식당 부분의 인도는 구할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구분건물로 등기된 1동의 건물 중 일부에 해당하는 구분건물들 사이에서 구조상의 구분이 소멸되는 경우에 그 구분건물에 해당하는 일부 건물 부분은 종전 구분건물 등기명의자의 공유로 된다. 구조상의 독립성이 상실되지 아니한 나머지 구분건물들의 구분소유권은 그대로 유지됨에 따라 그 일부 건물 부분은 나머지 구분건물들과 독립되는 구조를 이룬다고 할 것이고, 또한 집합건물 중 일부 구분건물에 대한 공유도 당연히 허용되므로 그 일부 건물 부분과 나머지 구분건물들로 구성된 1동의 건물 전체는 집합건물의 소유 및 관리에 관한 법률의 적용을 받는다. 공유자 사이에 공유물을 사용·수익할 구체적인 방법을 정하는 것은 공유물의 관리에 관한 사항으로서 공유자 지분의 과반수로써 결정하여야 한다.<br/>[2] 공유물의 소수지분권자가 다른 공유자와 협의 없이 공유물의 전부 또는 일부를 독점적으로 점유·사용하고 있는 경우 다른 소수지분권자는 공유물의 보존행위로서 그 인도를 청구할 수는 없고, 다만 자신의 지분권에 기초하여 공유물에 대한 방해 상태를 제거하거나 공동 점유를 방해하는 행위의 금지 등을 청구할 수 있다.<br/>[3] 상가건물의 시설관리와 임대대행권을 취득한 甲 주식회사가 위 상가건물의 구분소유자 전체의 동의를 받지 아니하고 상가 4, 5층의 내부시설을 철거한 후 사우나를 설치함으로써 그 구분점포들 사이의 구분이 폐지되었는데, 구분폐지되어 하나의 공유물이 된 전유부분에 대한 공유지분 과반수의 동의를 얻지 못한 채 구분폐지 전 구분소유자였던 공유지분권자로부터 점유할 권리를 이전받은 乙이 4층 전유부분 중 일부인 매점 및 식당 부분을 단독으로 점유·사용하자 4층 일부의 구분점포에 관한 소유권이전등기를 마친 丙이 乙을 상대로 매점 및 식당 부분의 인도를 구한 사안에서, 4층 구분점포의 구분소유자들은 상가 전체의 전유부분에 대한 공유지분권을 취득하는 것이 아니라 구분이 폐지되어 하나의 공유물이 된 전유부분에 한하여 구분소유권의 비율에 따라 공유지분권을 취득하는바, 소수지분권자인 丙으로서는 구분폐지되어 하나의 공유물이 된 전유부분에 한하여 그 공유지분권에 따라 공유물의 보존행위로서 위 전유부분 중 일부인 매점 및 식당 부분을 단독으로 점유·사용하는 乙을 상대로 방해 상태를 제거하거나 공동 점유를 방해하는 행위의 금지 등을 청구할 수 있을 뿐인데도, 상가 전체를 하나의 공유물로 보고 그 보존행위로서 인도청구를 받아들인 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제1조, 부칙(1984. 4. 10.) 제5조, 민법 제264조, 제265조 / [2] 민법 제211조, 제213조, 제214조, 제263조, 제265조 / [3] 집합건물의 소유 및 관리에 관한 법률 제1조, 부칙(1984. 4. 10.) 제5조, 민법 제211조, 제213조, 제214조, 제263조, 제264조, 제265조<br/>",
  "참조판례": "[1] 대법원 2001. 11. 27. 선고 2000다33638, 33645 판결(공2002상, 154), 대법원 2013. 3. 28. 선고 2012다4985 판결(공2013상, 744) / [2] 대법원 2020. 5. 21. 선고 2018다287522 전원합의체 판결(공2020하, 1198)<br/>"
}