{
  "판례일련번호": "213633",
  "사건명": "시정명령등처분취소청구의소",
  "사건번호": "2019두59639",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호에 정한 가격 결정 등의 합의에 참가한 사업자 일부 또는 전부가 부당한 공동행위를 종료하였다고 보기 위한 요건<br/>[2] 독점규제 및 공정거래에 관한 법률 제49조 제4항에서 정한 처분시효는 법 위반행위가 종료되어야 비로소 진행하기 시작하는지 여부(원칙적 적극) 및 이는 공정거래위원회가 조사를 개시한 경우의 처분시효를 정한 제49조 제4항 제1호가 적용되는 경우에도 마찬가지인지 여부(적극) / 공정거래위원회가 해당 위반행위에 대하여 조사를 개시하여 독점규제 및 공정거래에 관한 법률 제49조 제4항 제1호가 적용되는 경우 공정거래위원회가 조사를 개시한 시점 전후에 걸쳐 계속된 부당한 공동행위가 조사개시 시점 이후에 종료된 경우, ‘부당한 공동행위의 종료일’을 처분시효의 기산점인 ‘조사 개시일’로 보아야 하는지 여부(적극) 및 이때 처분시효 기간(=5년)<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호에 정한 가격 결정 등의 합의와 그에 기초한 실행행위가 있었던 경우 ‘부당한 공동행위가 종료한 날’은 합의가 있었던 날이 아니라 합의에 기초한 실행행위가 종료한 날을 말한다. 따라서 합의에 참가한 일부 사업자가 부당한 공동행위를 종료하기 위해서는 다른 사업자에 대하여 합의에서 탈퇴하였음을 알리는 명시적 내지 묵시적인 의사표시를 하고 독자적인 판단에 따라 담합이 없었더라면 존재하였을 가격 수준으로 인하하는 등 합의에 반하는 행위를 하여야 한다. 또한 합의에 참가한 사업자 전부에 대하여 부당한 공동행위가 종료되었다고 하기 위해서는 합의에 참가한 사업자들이 명시적으로 합의를 파기하고 각 사업자가 각자의 독자적인 판단에 따라 담합이 없었더라면 존재하였을 가격 수준으로 인하하는 등 합의에 반하는 행위를 하거나 또는 합의에 참가한 사업자들 사이에 반복적인 가격 경쟁 등을 통하여 담합이 사실상 파기되었다고 인정되는 행위가 일정 기간 계속되는 등 합의가 파기되었다고 볼만한 사정이 있어야 한다. <br/>[2] 독점규제 및 공정거래에 관한 법률(2020. 5. 19. 법률 제17290호로 개정되기 전의 것, 이하 ‘공정거래법’이라 한다) 제49조 제4항에서 정한 처분시효 기간은 공정거래위원회가 시정조치를 명하거나 과징금을 부과할 수 있는 제척기간을 의미한다. 이와 같은 처분시효 제도의 도입 취지 및 법적 성격에 비추어 보면, 공정거래법 제49조 제4항에서 정한 처분시효는 특별한 사정이 없는 한 원칙적으로 공정거래법 위반행위가 종료되어야 비로소 진행하기 시작하고, 이는 공정거래위원회가 조사를 개시한 경우의 처분시효를 정한 제49조 제4항 제1호가 적용되는 경우에도 마찬가지이다. <br/>공정거래위원회가 부당한 공동행위에 대해서 조사를 개시하였더라도 조사 개시일을 기준으로 종료되지 아니하고 그 후에도 계속된 위반행위에 대해서는, 조사개시 시점을 기준으로 보면 조사개시 시점 이후에 행해진 법 위반행위 부분은 아직 현실적으로 존재하지 않았으므로 조사의 대상에 포함되었다고 볼 수 없다. 따라서 공정거래위원회가 조사를 개시한 시점에 조사개시 시점 이후 종료된 부당한 공동행위 전체에 대해서 시정조치나 과징금 부과 등 제재처분의 권한을 행사할 것을 기대하기도 어려울 뿐만 아니라 처분시효의 취지 및 성질에 비추어 보아도 공정거래위원회가 조사를 개시한 시점을 처분시효의 기산점으로 보는 것은 타당하지 않다. <br/>  이와 같이 조사개시 이전부터 계속되어 오다가 조사개시 시점 이후에 종료된 부당한 공동행위에 대해서는, 그 위반행위가 종료된 이후에야 공정거래위원회가 부당한 공동행위의 전체적인 내용을 파악하고 시정조치나 과징금 부과 등의 제재처분을 하는 데 필요한 기본적인 요소들을 확정 지을 수 있는 사실관계가 갖추어져 비로소 객관적인 조사의 대상에 포함되고 제재처분의 대상이 될 수 있다.<br/>  따라서 공정거래위원회가 해당 위반행위에 대하여 조사를 개시하여 공정거래법 제49조 제4항 제1호가 적용되는 경우 공정거래위원회가 조사를 개시한 시점 전후에 걸쳐 계속된 부당한 공동행위가 조사개시 시점 이후에 종료된 경우에는 ‘부당한 공동행위의 종료일’을 처분시효의 기산점인 ‘조사 개시일’로 보아야 하고, 그 처분시효의 기간은 위 조항에서 정한 5년이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제19조 제1항 제1호 / [2] 독점규제 및 공정거래에 관한 법률(2020. 5. 19. 법률 제17290호로 개정되기 전의 것) 제49조 제4항<br/>",
  "참조판례": "[1] 대법원 2008. 10. 23. 선고 2007두12774 판결(공2008하, 1607), 대법원 2017. 11. 23. 선고 2015두37433 판결, 대법원 2019. 3. 14. 선고 2016두46113 판결 / [2] 대법원 2019. 2. 14. 선고 2017두68103 판결<br/>"
}