{
  "판례일련번호": "213725",
  "사건명": "도시및주거환경정비법위반",
  "사건번호": "2019도18700",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210210",
  "판시사항": "[1] 정비사업 시행과 관련한 서류 및 자료를 공개하여야 할 의무 또는 조합원 등의 열람ㆍ복사 요청에 따라야 할 의무를 규정하고 이를 위반하는 행위를 처벌하는 도시 및 주거환경정비법 제124조 제1항,  제4항,  제138조 제1항 제7호의 입법 취지<br/>[2] ‘조합원의 전화번호’가 도시 및 주거환경정비법 제124조 제4항에 따른 열람ㆍ복사의 대상인지 여부(적극)<br/>[3] ‘조합원별 신축건물 동호수 배정 결과’가  도시 및 주거환경정비법 제124조 제4항에 따른 열람ㆍ복사의 대상인지 여부(적극)<br/>[4] 정비사업조합의 ‘조합원’이자 ‘감사’인 사람이 정비사업 관련 자료의 열람ㆍ복사를 요청한 경우, 조합임원은 도시 및 주거환경정비법 제124조 제4항에 따라 열람ㆍ복사를 허용할 의무를 부담하는지 여부(적극) 및 이를 위반하여 열람ㆍ복사를 허용하지 않는 경우에는 같은 법 제138조 제1항 제7호에 따라 형사처벌의 대상이 되는지 여부(적극)<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법 제124조 제1항,  제4항,  제138조 제1항 제7호의 입법 취지는, 조합이 정비사업을 시행하는 경우 조합임원은 조합을 대표하면서 막대한 사업자금을 운영하는 등 각종 권한을 가지고 있기 때문에 조합임원과 건설사 간 유착으로 인한 비리가 발생할 소지가 크고, 정비사업과 관련된 비리는 그 조합과 조합원의 피해로 직결되어 지역사회와 국가 전체에 미치는 병폐도 크므로, 이를 개선하기 위한 방안으로서 정비사업의 시행과 관련된 서류와 자료를 공개하도록 하여 정비사업의 투명성ㆍ공공성을 확보하고 조합원의 알권리를 충족시키기 위한 것이다.<br/>[2]  도시 및 주거환경정비법 제124조 제1항, 제4항(이하 제4항을 ‘의무조항’이라 한다), 제138조 제1항 제7호의 내용과 체계에다가 의무조항의 연혁과 입법 취지 등을 종합하면, 조합원의 전화번호도 의무조항에 따른 열람ㆍ복사의 대상이라고 보아야 한다. <br/>[3] 도시 및 주거환경정비법 제124조 제1항, 제4항(이하 제4항을 ‘의무조항’이라 한다), 제138조 제1항 제7호의 내용과 체계에다가 정비사업조합이 수립하는 관리처분계획의 내용 등을 종합하면, 조합원별 신축건물 동호수 배정 결과는 의무조항에 따른 열람ㆍ복사의 대상이라고 보아야 한다.<br/>[4] 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다) 제124조 제4항(이하 ‘의무조항’이라 한다)은 ‘조합원’과 ‘토지 등 소유자’를 열람ㆍ복사 요청권자로 규정하고 있을 뿐이고, 조합임원인 ‘감사’는 의무조항에서 규정한 열람ㆍ복사 요청권자에 해당하지 않는다. 그러나 ‘감사’가 ‘조합원’의 지위를 함께 가지고 있다면 ‘조합원’으로서 열람ㆍ복사 요청을 할 수 있고, 어떤 조합원이 조합의 감사가 되었다는 사정만으로 조합원 또는 토지 등 소유자의 지위에서 가지는 권리를 상실한다고 볼 수는 없다. <br/>  감사인 조합원이 정보공개청구의 목적에 ‘감사업무’를 부기하였다고 하여 조합원의 지위에서 한 것이 아니라고 단정하기도 어렵다. 감사가 아닌 조합원도 조합의 사무 및 재산상태를 확인하고 업무집행에 불공정이나 부정이 있는지를 감시할 권리가 있고, 정보공개를 통해 조합의 업무집행에 문제가 있다고 생각하면 감사에게 감사권 발동을 촉구할 수도 있다. <br/>따라서 정비사업조합의 ‘조합원’이자 ‘감사’인 사람이 정비사업 관련 자료의 열람ㆍ복사를 요청한 경우에도 특별한 사정이 없는 한 조합임원은 의무조항에 따라 열람ㆍ복사를 허용할 의무를 부담하고, 이를 위반하여 열람ㆍ복사를 허용하지 않는 경우에는 도시정비법 제138조 제1항 제7호에 따라 형사처벌의 대상이 된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도시 및 주거환경정비법 제124조 제1항, 제4항, 제138조 제1항 제7호 / [2] 구 도시 및 주거환경정비법(2012. 2. 1. 법률 제11293호로 개정되기 전의 것) 제81조 제3항(현행 제124조 제3항 참조), 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제81조 제3항(현행 제124조 제3항 참조), 도시 및 주거환경정비법 제124조 제1항, 제3항, 제4항, 제6항, 제138조 제1항 제7호, 구 도시 및 주거환경정비법 시행규칙(2012. 8. 2. 국토해양부령 제506호로 개정되기 전의 것) 제22조 제1항(현행 제22조 참조), 개인정보 보호법 제2조 제1호, 제18조 제2항 제2호, 제19조, 제71조 제2호, 공공기관의 정보공개에 관한 법률 제9조 제1항 제6호 (가)목, (다)목 / [3] 도시 및 주거환경정비법 제74조 제1항 제3호, 제76조 제1항 제1호, 제86조 제2항, 제124조 제1항, 제3항, 제4항, 제6항, 제138조 제1항 제7호, 개인정보 보호법 제2조 제1호, 공공기관의 정보공개에 관한 법률 제9조 제1항 / [4] 도시 및 주거환경정비법 제124조 제4항, 제138조 제1항 제7호<br/>",
  "참조판례": "[1] 대법원 2016. 2. 18. 선고 2015도10976 판결, 헌법재판소 2011. 4. 28. 선고 2009헌바90 전원재판부 결정(헌공175, 702)<br/>"
}