{
  "판례일련번호": "213727",
  "사건명": "총회결의무효",
  "사건번호": "2020두48031",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210210",
  "판시사항": "[1] 기본행위인 주택재개발정비사업조합이 수립한 사업시행계획에 하자가 있는데 보충행위인 관할 행정청의 사업시행계획 인가처분에는 고유한 하자가 없는 경우, 사업시행계획의 무효를 주장하면서 곧바로 그에 대한 인가처분의 무효확인이나 취소를 구할 수 있는지 여부(소극)<br/>[2] 분양신청절차의 근거가 된 사업시행계획이 실효된 후 주택재개발정비사업조합이 새로운 사업시행계획을 수립하면서 조합원의 지위를 상실한 현금청산대상자들의 의사와 무관하게 일방적으로 현금청산대상자들이 조합원의 지위를 회복하는 것으로 결정하는 것이 허용되는지 여부(소극)<br/>[3] 주택재개발정비사업조합의 최초 사업시행계획이 폐지인가를 받아 실효된 후 최초 사업시행계획에 따른 분양신청절차에서 분양신청을 하지 않아 조합원 자격을 상실한 현금청산대상자들 중 일부가 참여한 총회에서 새로운 사업시행계획이 수립되고 인가를 받자 주택재개발사업구역 내 부동산 소유자들이 사업시행계획의 취소를 구하는 소를 제기한 사안에서, 조합원 자격이 없는 현금청산대상자들이 총회결의에 일부 참여하였다는 점만으로 총회결의가 무효라거나 총회결의를 통해 수립된 사업시행계획에 이를 취소하여야 할 정도의 위법사유가 있다고 단정하기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것)에 기초하여 주택재개발정비사업조합이 수립한 사업시행계획은 관할 행정청의 인가ㆍ고시가 이루어지면 이해관계인들에게 구속력이 발생하는 독립된 행정처분에 해당하고, 관할 행정청의 사업시행계획 인가처분은 사업시행계획의 법률상 효력을 완성시키는 보충행위에 해당한다. 따라서 기본행위인 사업시행계획에는 하자가 없는데 보충행위인 인가처분에 고유한 하자가 있다면 그 인가처분의 무효확인이나 취소를 구하여야 할 것이지만, 인가처분에는 고유한 하자가 없는데 사업시행계획에 하자가 있다면 사업시행계획의 무효확인이나 취소를 구하여야 할 것이지 사업시행계획의 무효를 주장하면서 곧바로 그에 대한 인가처분의 무효확인이나 취소를 구하여서는 아니 된다.<br/>[2] 주택재개발정비사업조합의 조합원이 분양신청절차에서 분양신청을 하지 않으면 분양신청기간 종료일 다음 날에 현금청산대상자가 되고 조합원의 지위를 상실한다. 그 후 그 분양신청절차의 근거가 된 사업시행계획이 사업시행기간 만료나 폐지 등으로 실효된다고 하더라도 이는 장래에 향하여 효력이 발생할 뿐이므로 그 이전에 발생한 조합관계 탈퇴라는 법적 효과가 소급적으로 소멸하거나 이미 상실된 조합원의 지위가 자동적으로 회복된다고 볼 수는 없다. 조합이 새로운 사업시행계획을 수립하면서 현금청산대상자들에게 새로운 분양신청 및 조합 재가입의 기회를 부여하는 것은 단체 자치적 결정으로서 허용되지만, 그 기회를 활용하여 분양신청을 함으로써 조합에 재가입할지 여부는 현금청산대상자들이 개별적으로 결정할 몫이지, 현금청산대상자들의 의사와 무관하게 조합이 일방적으로 현금청산대상자들이 조합원의 지위를 회복하는 것으로 결정하는 것은 현금청산사유가 발생하면 150일 이내에 현금청산을 하도록 규정한 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제47조 제1항의 입법 취지에도 반하고, 현금청산대상자들의 의사와 이익에도 배치되므로 허용되지 않는다고 보아야 한다.<br/>[3] 주택재개발정비사업조합의 최초 사업시행계획이 폐지인가를 받아 실효된 후 최초 사업시행계획에 따른 분양신청절차에서 분양신청을 하지 않아 조합원 자격을 상실한 현금청산대상자들 중 일부가 참여한 총회에서 새로운 사업시행계획이 수립되고 인가를 받자 주택재개발사업구역 내 부동산 소유자들이 사업시행계획의 취소를 구하는 소를 제기한 사안에서, 총회결의에 조합원 자격이 없는 현금청산대상자들이 참여하였으나 그들을 제외하더라도 사업시행계획 수립을 위한 의결정족수를 넉넉히 충족하여 사업시행계획 수립에 관한 총회결의의 결과에 어떤 실질적인 영향을 미쳤다고 볼 만한 특별한 사정이 없는 이상, 조합원 자격이 없는 현금청산대상자들에게 소집통지가 이루어졌고 그들이 총회결의에 일부 참여하였다는 점만으로 총회결의가 무효라거나 총회결의를 통해 수립된 사업시행계획에 이를 취소하여야 할 정도의 위법사유가 있다고 단정하기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제28조(현행 제50조 참조) / [2] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제47조 제1항(현행 제73조 제1항 참조) / [3] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제19조(현행 제39조 참조), 제24조(현행 제44조, 제45조 참조), 제28조(현행 제50조 참조)<br/>",
  "참조판례": "[1] 대법원 2010. 12. 9. 선고 2009두4913 판결 / [2] 대법원 2011. 7. 28. 선고 2008다91364 판결(공2011하, 1717), 대법원 2016. 12. 1. 선고 2016두34905 판결(공2017상, 126)<br/>"
}