{
  "판례일련번호": "214295",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2017도18164",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "자본시장과 금융투자업에 관한 법률 제174조 제1항에 따른 금지행위 중 ‘타인에게 미공개중요정보를 특정증권 등의 매매, 그 밖의 거래에 이용하게 하는 행위’의 의미 및 이때 ‘타인’은 반드시 상장법인의 내부자 및 제1차 정보수령자(수범자)로부터 정보를 직접 수령한 자로 한정되는지 여부(소극) / 정보의 직접 수령자를 통하여 정보전달이 이루어져 당해 정보를 제공받은 자가 위 정보를 거래에 이용하게 하는 경우, 수범자의 정보제공행위와 정보수령자의 정보이용행위 사이에 인과관계가 존재하여야 하는지 여부(적극) 및 수범자는 정보수령자가 당해 정보를 이용하여 특정증권 등의 매매, 그 밖의 거래를 한다는 점을 인식하면서 정보를 제공하여야 하는지 여부(적극) / 수범자의 위와 같은 인식의 정도 및 인식 여부를 판단하는 기준<br/>",
  "판결요지": "자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제174조 제1항은 각호의 어느 하나에 해당하는 자, 즉 상장법인의 내부자 및 제1차 정보수령자(이하 ‘수범자’라 한다)가 업무 등과 관련된 미공개중요정보를 특정증권 등의 매매, 그 밖의 거래에 이용하거나 타인에게 이용하게 하는 행위를 금지한다. 위 규정에 따른 금지행위 중 ‘타인에게 미공개중요정보를 특정증권 등의 매매, 그 밖의 거래에 이용하게 하는 행위’는 타인이 미공개중요정보를 당해 특정증권 등의 매매, 그 밖의 거래에 이용하려 한다는 정을 알면서 그에게 당해 정보를 제공하거나 당해 정보가 제공되도록 하여 위 정보를 특정증권 등의 매매, 그 밖의 거래에 이용하게 하는 것을 말하고, 이때 타인은 반드시 수범자로부터 정보를 직접 수령한 자로 한정된다고 볼 수 없다. 따라서 정보의 직접 수령자가 당해 정보를 거래에 이용하게 하는 경우뿐만 아니라 위 직접 수령자를 통하여 정보전달이 이루어져 당해 정보를 제공받은 자가 위 정보를 거래에 이용하게 하는 경우도 위 금지행위에 포함된다고 보아야 한다. 한편 이러한 경우 수범자의 정보제공행위와 정보수령자의 정보이용행위 사이에는 인과관계가 존재하여야 하고, 수범자는 정보수령자가 당해 정보를 이용하여 특정증권 등의 매매, 그 밖의 거래를 한다는 점을 인식하면서 정보를 제공하여야 한다. 수범자의 위와 같은 인식은 반드시 확정적일 필요는 없고 미필적인 정도로도 충분하며, 위와 같은 인식 여부는 제공 대상인 정보의 내용과 성격, 정보제공의 목적과 동기, 정보제공행위 당시의 상황과 행위의 태양, 정보의 직접 수령자와 전달자 또는 이용자 사이의 관계와 이에 관한 정보제공자의 인식, 정보제공 시점과 이용 시점 사이의 시간적 간격 및 정보이용행위의 태양 등 제반 사정을 종합적으로 고려하여 판단하여야 한다. 그 이유는 다음과 같다.<br/>(가) 형벌법규는 문언에 따라 엄격하게 해석ㆍ적용하여야 하고 피고인에게 불리한 방향으로 확장해석하거나 유추해석을 하여서는 안 되는 것이지만, 문언이 가지는 가능한 의미의 범위 안에서 규정의 입법 취지와 목적 등을 고려하여 문언의 논리적 의미를 분명히 밝히는 체계적 해석을 하는 것은 죄형법정주의의 원칙에 어긋나지 않는다.<br/>(나) 국립국어원의 표준국어대사전은 ‘타인’을 ‘다른 사람’으로 정의하고 있다. 또한 자본시장법에서 ‘타인’의 개념을 달리 정의하고 있지 않고, 동법 제174조 제1항에서 타인에 관한 제한 또는 예외규정을 두거나 타인과 정보전달자의 관계를 요건으로 정하고 있지도 않다.<br/>(다) 자본시장법 제174조 제1항에서 처벌대상인 정보제공자를 제1호부터 제6호까지 제한적으로 열거하면서 제6호에서 제1차 정보수령자를 ‘내부자로부터 미공개중요정보를 받은 자’로 규정하고 있으나, 이는 수범자의 범위에 관한 규정이지 금지행위의 태양 중 ‘타인’의 개념에 관한 규정이 아니다. 한편 정보전달과정에서의 변질가능성을 이유로 입법자가 제한하지 않은 ‘타인’의 개념을 문언보다 제한하여 해석하여야 한다고 볼 수 없고(정보가 전달과정에서 변질되었다면 이는 미공개중요정보 해당성 요건 판단 등에서 고려되어야 할 것이다), 위 개념을 ‘정보제공자로부터 직접 정보를 수령받은 자’로 제한하여 해석하지 않는다고 하여 죄형법정주의에 어긋난다고 볼 수도 없다.<br/>(라) 자본시장법이 제174조 제1항에서 미공개중요정보 이용행위를 금지하는 이유는, 내부자의 경우 상장법인의 주가에 영향을 미칠 만한 중요한 정보를 미리 알게 될 기회가 많으므로 증권거래에 있어 일반투자자보다 훨씬 유리한 입장에 있는 반면, 일반투자자로서는 손해를 보게 될 가능성이 크기 때문이다. 미공개중요정보 이용행위로 인한 상대방의 손실은 능력의 부족이나 부주의로 정보를 몰랐기 때문에 발생하게 되는 것이 아니라, 내부자 등 수범자가 자신의 이득을 위하여 상장법인의 미공개내부정보를 이용하였기 때문에 발생한다고 볼 수 있다. 이러한 미공개중요정보 이용행위는 거래에 참여하는 자로 하여금 가능한 동등한 입장과 동일한 가능성 위에서 거래할 수 있도록 투자자를 보호하고 자본시장의 공정성ㆍ신뢰성 및 건전성을 확립하고자 하는 자본시장법의 입법 취지에 반한다. 이러한 입법 취지와 목적 등에 비추어 보더라도, 타인의 개념을 제한적으로 해석할 이유가 없다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 형법 제1조 제1항, 자본시장과 금융투자업에 관한 법률 제1조, 제174조 제1항, 제443조 제1항 제1호<br/>",
  "참조판례": "대법원 1994. 4. 26. 선고 93도695 판결(공1994상, 1564), 대법원 2013. 4. 11. 선고 2010도1388 판결(공2013상, 891), 대법원 2017. 12. 7. 선고 2017도10122 판결(공2018상, 239), 헌법재판소 2002. 12. 18. 선고 99헌바105, 2001헌바48 전원재판부 결정(헌공76, 26)<br/>"
}