{
  "판례일련번호": "214219",
  "사건명": "상습폭행(인정된 죄명: 폭행)ㆍ아동복지법위반(상습아동학대)[인정된 죄명: 아동복지법위반(아동학대)]",
  "사건번호": "2020도3694",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210225",
  "판시사항": "[1] 공소시효를 정지ㆍ연장ㆍ배제하는 특례조항을 신설하면서 소급적용에 관한 명시적인 경과규정을 두지 않은 경우, 그 조항을 소급하여 적용할 수 있는지 판단하는 방법<br/>[2] 아동학대범죄의 공소시효 정지 규정인 아동학대범죄의 처벌 등에 관한 특례법 제34조의 취지 / 같은 법 제34조 제1항은 완성되지 않은 공소시효의 진행을 일정한 요건에서 장래를 향하여 정지시키는 것인지 여부(적극) 및 그 시행일 당시 범죄행위가 종료되었으나 아직 공소시효가 완성되지 않은 아동학대범죄에 대해서도 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 공소시효를 정지ㆍ연장ㆍ배제하는 특례조항을 신설하면서 소급적용에 관한 명시적인 경과규정을 두지 않은 경우 그 조항을 소급하여 적용할 수 있는지에 관해서는 보편타당한 일반원칙이 존재하지 않고, 적법절차원칙과 소급금지원칙을 천명한 헌법 제12조 제1항과 제13조 제1항의 정신을 바탕으로 하여 법적 안정성과 신뢰보호원칙을 포함한 법치주의 이념을 훼손하지 않는 범위에서 신중히 판단해야 한다. <br/>[2] 아동학대범죄의 처벌 등에 관한 특례법(2014. 1. 28. 제정되어 2014. 9. 29. 시행되었으며, 이하 ‘아동학대처벌법’이라 한다)은 아동학대범죄의 처벌에 관한 특례 등을 정함으로써 아동을 보호하여 아동이 건강한 사회 구성원으로 성장하도록 함을 목적으로 다음과 같은 규정을 두고 있다. 제2조 제4호 (타)목은 아동복지법 제71조 제1항 제2호, 제17조 제3호에서 정한 ‘아동의 신체에 손상을 주거나 신체의 건강 및 발달을 해치는 신체적 학대행위’를 아동학대범죄의 하나로 정하고 있다. 제34조는 ‘공소시효의 정지와 효력’이라는 제목으로 제1항에서 “아동학대범죄의 공소시효는 형사소송법 제252조에도 불구하고 해당 아동학대범죄의 피해아동이 성년에 달한 날부터 진행한다.”라고 정하고, 부칙은 “이 법은 공포 후 8개월이 경과한 날부터 시행한다.”라고 정하고 있다. 아동학대처벌법은 신체적 학대행위를 비롯한 아동학대범죄로부터 피해아동을 보호하기 위한 것으로서,  제34조는 아동학대범죄가 피해아동의 성년에 이르기 전에 공소시효가 완성되어 처벌대상에서 벗어나는 것을 방지하고자 그 진행을 정지시킴으로써 피해를 입은 18세 미만 아동(아동학대처벌법 제2조 제1호, 아동복지법 제3조 제1호)을 실질적으로 보호하려는 데 취지가 있다.<br/>아동학대처벌법은 제34조 제1항의 소급적용에 관하여 명시적인 경과규정을 두고 있지는 않다. 그러나 이 규정의 문언과 취지, 아동학대처벌법의 입법 목적, 공소시효를 정지하는 특례조항의 신설ㆍ소급에 관한 법리에 비추어 보면, 이 규정은 완성되지 않은 공소시효의 진행을 일정한 요건에서 장래를 향하여 정지시키는 것으로서, 그 시행일인 2014. 9. 29. 당시 범죄행위가 종료되었으나 아직 공소시효가 완성되지 않은 아동학대범죄에 대해서도 적용된다고 봄이 타당하다.<br/>  한편 대법원 2015. 5. 28. 선고 2015도1362, 2015전도19 판결은 공소시효의 배제를 규정한 구 성폭력범죄의 처벌 등에 관한 특례법(2012. 12. 18. 법률 제11556호로 전부 개정되기 전의 것) 제20조 제3항에 대한 것으로, 공소시효의 적용을 영구적으로 배제하는 것이 아니고 공소시효의 진행을 장래에 향하여 정지시키는 데 불과한 아동학대처벌법 제34조 제1항의 위와 같은 해석ㆍ적용에 방해가 되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제13조 제1항 / [2] 아동학대범죄의 처벌 등에 관한 특례법 제1조, 제2조 제1호, 제4호 (타)목, 제34조 제1항, 부칙(2014. 1. 28.), 아동복지법 제3조 제1호, 제17조 제3호, 제71조 제1항 제2호, 구 성폭력범죄의 처벌 등에 관한 특례법(2012. 12. 18. 법률 제11556호로 전부 개정되기 전의 것) 제20조 제3항(현행 제21조 제3항 참조), 형사소송법 제252조<br/>",
  "참조판례": "[1][2] 대법원 2015. 5. 28. 선고 2015도1362, 2015전도19 판결(공2015하, 933) / [2] 대법원 2016. 9. 28. 선고 2016도7273 판결(공2016하, 1650)<br/>"
}