{
  "판례일련번호": "214281",
  "사건명": "부당이득금반환등",
  "사건번호": "2020다245958",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201210",
  "판시사항": "[1] 계약당사자로서 지위 승계를 목적으로 하는 계약인수의 효력이 발생하기 위한 요건 / 이러한 계약인수가 이루어지면 계약관계에서 이미 발생한 채권·채무도 인수인에게 이전되는지 여부(원칙적 적극) 및 이때 개별 채권양도에서 요구되는 대항요건을 별도로 갖추어야 하는지 여부(소극) / 이러한 법리는 상법상 영업양도에 수반된 계약인수에 대해서도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲 주식회사가 乙 주식회사와 항공권 발권대행 사업 부문에 관한 영업양도계약을 체결하면서 丙을 포함한 근로자에 대한 사용자로서의 모든 권리의무를 乙 회사에 이전하기로 하였고, 이에 따라 乙 회사와 丙이 甲 회사에서와 동일한 근로조건으로 연봉근로계약서를 작성하였는데, 위 영업양도가 있기 전에 丙이 甲 회사의 항공권 구매대행 업무를 담당하면서 甲 회사의 고객 등이 송금한 돈을 개인 용도로 사용하였고, 이에 乙 회사가 甲 회사의 丙에 대한 손해배상채권을 승계취득하였다고 주장하며 丙을 상대로 손해배상을 구한 사안에서, 乙 회사는 영업양도에 수반된 근로계약 인수의 효과로서 위 손해배상채권을 취득하였다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 계약당사자로서 지위 승계를 목적으로 하는 계약인수는 계약으로부터 발생하는 채권·채무의 이전 외에 계약관계로부터 생기는 해제권 등 포괄적 권리의무의 양도를 포함하는 것으로서, 계약인수가 적법하게 이루어지면 양도인은 계약관계에서 탈퇴하게 되고, 계약인수 후에는 양도인의 면책을 유보하였다는 등 특별한 사정이 없는 한 잔류당사자와 양도인 사이에는 계약관계가 존재하지 않게 되며 그에 따른 채권채무관계도 소멸하지만, 이러한 계약인수는 양도인과 양수인 및 잔류당사자의 합의에 의한 삼면계약으로 이루어지는 것이 통상적이며 관계당사자 3인 중 2인의 합의가 선행된 경우에는 나머지 당사자가 이를 동의 내지 승낙하여야 그 효력이 생긴다.<br/>이러한 계약인수가 이루어지면 계약관계에서 이미 발생한 채권·채무도 이를 인수 대상에서 배제하기로 하는 특약이 있는 등 특별한 사정이 없는 한 인수인에게 이전된다. 계약인수는 개별 채권·채무의 이전을 목적으로 하는 것이 아니라 다수의 채권·채무를 포함한 계약당사자로서의 지위의 포괄적 이전을 목적으로 하는 것으로서 계약당사자 3인의 관여에 의해 비로소 효력을 발생하는 반면, 개별 채권의 양도는 채권양도인과 양수인 2인만의 관여로 성립하고 효력을 발생하는 등 양자가 법적인 성질과 요건을 달리하므로, 채무자 보호를 위해 개별 채권양도에서 요구되는 대항요건은 계약인수에서는 별도로 요구되지 않는다. 그리고 이러한 법리는 상법상 영업양도에 수반된 계약인수에 대해서도 마찬가지로 적용된다.<br/>[2] 甲 주식회사가 乙 주식회사와 항공권 발권대행 사업 부문에 관한 영업양도계약을 체결하면서 丙을 포함한 근로자에 대한 사용자로서의 모든 권리의무를 乙 회사에 이전하기로 하였고, 이에 따라 乙 회사와 丙이 甲 회사에서와 동일한 근로조건으로 연봉근로계약서를 작성하였는데, 위 영업양도가 있기 전에 丙이 甲 회사의 항공권 구매대행 업무를 담당하면서 甲 회사의 고객 등이 송금한 돈을 개인 용도로 사용하였고, 이에 乙 회사가 甲 회사의 丙에 대한 손해배상채권을 승계취득하였다고 주장하며 丙을 상대로 손해배상을 구한 사안에서, 영업양도에 수반된 근로계약의 인수 대상에 丙과의 근로계약이 포함되었고, 잔류당사자인 丙이 영업양도를 인식하고 甲 회사에서 퇴사한 이후 乙 회사와 종전 근로계약상 근로조건과 동일한 조건으로 근로계약을 체결하면서 근로계약기간을 종전 근로계약상 근로기간으로 소급하여 작성하는 방법으로 근로계약의 인수를 승낙하였으므로, 인수인인 乙 회사에 사용자지위가 이전될 뿐만 아니라 근로계약관계를 기초로 하여 이미 발생한 위 손해배상채권도 이를 인수 대상에서 배제하기로 하는 특약이 있는 등 특별한 사정이 없는 한 乙 회사에 이전되고, 개별 채권양도에 관한 대항요건을 별도로 갖출 필요는 없으므로, 乙 회사는 영업양도에 수반된 근로계약 인수의 효과로서 위 손해배상채권을 취득하였다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제449조, 제450조, 제453조, 상법 제41조, 제374조 제1항 / [2] 민법 제449조, 제450조, 상법 제41조, 제374조 제1항<br/>",
  "참조판례": "[1] 대법원 2012. 5. 24. 선고 2009다88303 판결(공2012하, 1099)<br/>"
}