{
  "판례일련번호": "214277",
  "사건명": "조합원지위부존재등청구의소[지역주택조합 세대주 요건 상실로 인한 조합원 지위 부존재확인 청구 사건]",
  "사건번호": "2020다237100",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200907",
  "판시사항": "[1] 지역주택조합의 조합원 자격에 관한 구 주택법이나 그 시행령 등의 규정이 당사자의 의사에 의하여 적용을 배제할 수 있는 규정인지 여부(소극)<br/>[2] 지역주택조합의 조합규약의 법적 성격과 해석 방법<br/>[3] 당사자가 표시한 문언에 의하여 그 객관적 의미가 명확하게 드러나지 않는 경우, 법률행위의 해석 방법<br/>[4] 甲 지역주택조합의 조합원인 乙이 조합주택 입주가능일이 도래하기 전에 구 주택법과 구 주택법 시행령 등에서 정한 세대주 자격을 상실하였다며 甲 조합을 상대로 조합원 지위 부존재 확인 등을 구한 사안에서, 구 주택법 제32조 제7항, 구 주택법 시행령 제38조 제1항 제1호, 제2항과 조합규약의 규정 내용 및 조합가입계약의 내용 등을 종합하면, 乙은 세대주 자격상실로 조합원 자격을 상실하여 더 이상 甲 조합의 조합원이 아니라고 봄이 타당한데도, 甲 조합이 가입계약을 해지하지 않은 이상 乙이 甲 조합의 조합원 지위를 상실하지 않았다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 지역주택조합은 일정한 구분에 따른 지역에 거주하는 다수의 주민들이 주택을 마련하기 위하여 설립한 조합이다[주택법 제2조 제11호 (가)목]. 구 주택법(2016. 1. 19. 법률 제13805호로 전부 개정되어 2016. 8. 12. 시행되기 전의 것) 제32조 제7항에 따르면 관할 시장·군수·구청장의 인가를 받아 설립하는 지역주택조합의 설립방법·설립절차, 지역주택조합 구성원의 자격기준 및 주택조합의 운영·관리 등에 필요한 사항은 대통령령으로 정한다. 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것, 이하 같다) 제38조 제1항 제1호 및 같은 조 제2항에 따르면 주택조합설립인가신청일부터 해당 조합주택의 입주가능일까지 주택을 소유하지 아니하거나 주거전용면적 85㎡ 이하의 주택 1채를 소유한 세대주인 자(이하 ‘무주택 또는 소형주택 세대주’라 한다)일 것, 조합설립인가신청일 현재 위 해당 지역에 6개월 이상 거주하여 온 자일 것 등의 요건을 갖추어야 지역주택조합의 조합원이 될 수 있는데, 예외적으로 지역주택조합의 조합원이 근무·질병치료·유학·결혼 등 부득이한 사유로 인하여 세대주 자격을 일시적으로 상실한 경우로서 시장·군수·구청장이 인정하는 경우에는 조합원 자격이 있는 것으로 본다(위 시행령 조항은 2016. 8. 11. 대통령령 제27444호로 전부 개정될 때 조문의 위치가 제21조로 변경되었을 뿐 그 내용은 유지되었다). 한편 구 주택법 시행규칙(2016. 8. 12. 국토교통부령 제353호로 전부 개정되기 전의 것) 제18조 제3항에 따르면 시장·군수·구청장은 지역주택조합에 대하여 설립인가, 사업계획승인, 사용검사 또는 임시사용승인의 행위를 하고자 하는 경우에는 국토교통부장관에게 주택전산망에 의한 전산검색을 의뢰하여 구 주택법 시행령 제38조 제1항 제1호에서 정한 조합원 자격 해당 여부를 확인하여야 한다(위 시행규칙 조항은 2016. 8. 12. 국토교통부령 제353호로 전부 개정될 때 조문의 위치가 제8조로 변경되었을 뿐 그 내용은 유지되었다).<br/>  위와 같은 지역주택조합 제도는 일정한 구분에 따른 지역에 거주하는 무주택 또는 소형주택 세대주의 주택마련을 통한 주거안정 등을 위한 제도인바, 지역주택조합의 조합원 자격에 관한 구 주택법이나 그 시행령 등의 규정은 당사자의 의사에 의하여 그 적용을 배제할 수 있는 규정이라고 할 수 없다.<br/>[2] 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제37조 제1항 제1호 (가)목 (3) 및 같은 조 제2항에 따르면 지역주택조합의 설립인가를 받으려는 자는 그 인가신청서에 조합원 전원이 자필로 연명한 조합규약 등을 첨부하여 관할 시장·군수·구청장에게 제출하여야 하고, 그 조합규약에는 조합원의 자격에 관한 사항, 조합원의 제명·탈퇴 및 교체에 관한 사항, 조합원의 비용부담 시기·절차 및 조합의 회계에 관한 사항 등이 포함되어야 한다.<br/>  이러한 조합규약은 지역주택조합의 전체 조합원뿐만 아니라 조합의 기관, 즉 조합장, 이사, 이사회, 총회 등도 구속하는 근본규칙이자 자치법규이므로, 어디까지나 객관적인 기준에 따라 그 규범적인 의미 내용을 확정하는 법규해석의 방법으로 해석되어야 하고, 작성자의 주관이나 해석 당시 조합원의 다수결에 의한 방법 등으로 자의적으로 해석되어서는 안 된다.<br/>[3] 법률행위의 해석은 당사자가 그 표시행위에 부여한 객관적인 의미를 명백하게 확정하는 것으로서, 사용된 문언에만 구애받는 것은 아니지만, 어디까지나 당사자의 내심의 의사가 어떤지에 관계없이 그 문언의 내용에 의하여 당사자가 그 표시행위에 부여한 객관적 의미를 합리적으로 해석하여야 하고, 당사자가 표시한 문언에 의하여 그 객관적인 의미가 명확하게 드러나지 않는 경우에는 그 문언의 형식과 내용, 그 법률행위가 이루어진 동기 및 경위, 당사자가 그 법률행위에 의하여 달성하려는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고려하여 사회정의와 형평의 이념에 맞도록 논리와 경험의 법칙, 그리고 사회 일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/>[4] 甲 지역주택조합의 조합원인 乙이 조합주택 입주가능일이 도래하기 전에 구 주택법(2016. 1. 19. 법률 제13805호로 전부 개정되기 전의 것, 이하 같다)과 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것, 이하 같다) 등에서 정한 세대주 자격을 상실하였다며 甲 조합을 상대로 조합원 지위 부존재 확인 등을 구한 사안에서, 구 주택법 제32조 제7항, 구 주택법 시행령 제38조 제1항 제1호, 제2항 및 甲 조합의 조합규약에 따르면, 乙의 경우와 같이 조합원이 조합주택의 입주가능일 도래 전에 세대주 자격을 상실하여 조합원 자격에 해당하지 않게 된 경우, 그 조합원은 조합원 자격을 자동으로 상실하고 조합원 지위 역시 상실한다고 보아야 하는 점, 乙이 甲 조합과 체결한 가입계약에서는 ‘乙이 관련 법규 및 규약에 의거 주택조합의 조합원 자격을 상실하였을 때, 甲 조합은 이행의 최고 또는 기타 별도의 조치를 취함이 없이 즉시 계약을 해지할 수 있으며, 이때 甲의 조합원 자격은 자동으로 상실된다’고 정하고 있는데, 이는 해당 사유 발생 시 甲 조합의 계약 해지 없이도 乙의 조합원 자격은 당연히 상실되고, 이때 甲 조합은 乙에게 그 자격상실을 확인하는 의미에서 통지하도록 하는 것으로 볼 여지가 있는 점, 가입계약에서 ‘본 계약서에 표시되지 않은 내용에 대해서는 위임장, 각서, 조합규약 및 공사도급계약서에 따르기로 한다’고 정하고 있는데, 이는 가입계약의 계약서에 표시되지 않은 내용에 대하여는 위임장, 각서, 조합규약 등에서 정한 사항을 보충적으로 적용한다는 취지일 뿐 반드시 가입계약이 조합규약보다 우선 적용된다거나 가입계약으로써 그 후 제정, 시행된 조합규약의 적용과 효력을 부인할 수 있다는 취지는 아닌 점 등을 종합하면, 비록 甲 조합이 가입계약을 해지하지 않았더라도 乙은 세대주 자격상실로 조합원 자격을 상실하여 더 이상 甲 조합의 조합원이 아니라고 봄이 타당한데도, 甲 조합이 가입계약을 해지하지 않은 이상 乙이 甲 조합의 조합원 지위를 상실하지 않았다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택법 제2조 제11호 (가)목, 구 주택법(2016. 1. 19. 법률 제13805호로 전부 개정되기 전의 것) 제32조 제7항,(현행 제11조 제7항 참조), 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제38조 제1항 제1호(현행 제21조 제1항 제1호 참조), 제2항(현행 제21조 제2항 참조), 구 주택법 시행규칙(2016. 8. 12. 국토교통부령 제353호로 전부 개정되기 전의 것) 제18조 제3항(현행 제8조 제3항 참조), 민법 제105조 / [2] 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제37조 제1항 제1호 (가)목(현행 제20조 제1항 제1호 (가)목 참조), 제2항(현행 제20조 제2항 참조) / [3] 민법 제105조 / [4] 구 주택법(2016. 1. 19. 법률 제13805호로 전부 개정되기 전의 것) 제32조 제7항(현행 제11조 제7항 참조), 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제37조 제1항 제1호 (가)목(현행 제20조 제1항 제1호 (가)목 참조), 제2항(현행 제20조 제2항 참조), 제38조 제1항 제1호(현행 제21조 제1항 제1호 참조), 제2항(현행 제21조 제2항 참조), 민법 제105조<br/>",
  "참조판례": "[3] 대법원 2009. 5. 14. 선고 2008다90095, 90101 판결(공2009상, 837), 대법원 2010. 10. 14. 선고 2009다67313 판결(공2010하, 2076)<br/>"
}