{
  "판례일련번호": "214257",
  "사건명": "요양급여비용환수처분취소",
  "사건번호": "2020두38171",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "[1] 구 국민건강보험법 제57조 제1항에서 정한 ‘속임수나 그 밖의 부당한 방법’의 의미<br/>[2] 요양기관이 보건복지부 고시 ‘요양급여의 적용기준 및 방법에 관한 세부사항’ Ⅰ. ‘일반사항’ 중 ‘요양기관의 시설·인력 및 장비 등의 공동이용 시 요양급여비용 청구에 관한 사항’ 부분에서 정한 절차와 요건을 준수하지 아니하고 요양급여를 실시하고 그에 대한 요양급여비용을 청구하여 지급받은 경우, 구 국민건강보험법 제57조 제1항에서 정한 ‘속임수나 그 밖의 부당한 방법’에 해당하는지 여부(적극)<br/>[3] 요양기관이 보건복지부 고시 ‘요양급여의 적용기준 및 방법에 관한 세부사항’ Ⅰ. ‘일반사항’ 중 ‘요양기관의 시설·인력 및 장비 등의 공동이용 시 요양급여비용 청구에 관한 사항’ 부분 제1항을 위반하여 요양급여를 실시하고 지급받은 요양급여 중 부당이득징수대상의 범위<br/>",
  "판결요지": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항은 ‘속임수나 그 밖의 부당한 방법’으로 보험급여비용을 받은 요양기관에 대하여 그 보험급여비용에 상당하는 금액의 전부 또는 일부를 징수한다고 규정하고 있다. 여기에서 ‘속임수나 그 밖의 부당한 방법’이란 요양기관이 요양급여비용을 받기 위하여 허위의 자료를 제출하거나 사실을 적극적으로 은폐할 것을 요하는 것은 아니고, 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없는 비용임에도 이를 청구하여 지급받는 행위를 모두 포함한다.<br/>[2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다) 제41조 제2항, 구 국민건강보험 요양급여의 기준에 관한 규칙(2018. 9. 28. 보건복지부령 제595호로 개정되기 전의 것) 제5조 제1항 [별표 1] 제1호 (마)목, 제2항의 위임에 따라 보건복지부장관이 정하여 고시한 ‘요양급여의 적용기준 및 방법에 관한 세부사항’(2008. 1. 24. 보건복지부 고시 제2008-5호) Ⅰ. ‘일반사항’ 중 ‘요양기관의 시설·인력 및 장비 등의 공동이용 시 요양급여비용 청구에 관한 사항’ 부분(이하 ‘고시 규정’이라 한다)은 상위법령의 위임에 따라 제정된 ‘요양급여의 세부적인 적용기준’의 일부로 상위법령과 결합하여 대외적으로 구속력 있는 ‘법령보충적 행정규칙’에 해당하므로, 요양기관이 위 고시 규정에서 정한 절차와 요건을 준수하여 요양급여를 실시한 경우에 한하여 요양급여비용을 지급받을 수 있다.<br/>  국민건강보험법과 의료법은 국민보건이나 국민 건강 보호·증진을 위한 법률이라는 점에서는 목적이 같지만, 국민건강보험법은 국가공동체가 구성원인 국민에게 제공하는 가장 기본적인 사회안전망인 국민건강보험 제도의 적정한 운영과 그에 필요한 요양급여의 실시에 관하여 규정하는 법률임에 비하여, 의료법은 모든 국민이 수준 높은 의료 혜택을 받을 수 있도록 하기 위해 의료인, 의료기관 및 의료행위 등에 관하여 규정하는 법률로서, 입법 목적과 규율대상이 다르다.<br/>  비록 의료법 제39조 제1항에서 의료기관의 시설 등에 대한 공동이용을 규정하면서 의료법 하위법령에 관련 사항을 위임하고 있지는 않으나, 위 고시 규정이 상위법령인 국민건강보험법의 위임에 근거한 것이고, 특정 의료행위 내지 진료방법이 의료법상 허용되는 의료행위에 포함되는지 여부와 국민건강보험법상 요양급여대상에 해당하는지 여부는 별개의 문제이다. 따라서 요양급여비용과 관련한 위 고시 규정 등이 공동이용기관 신고 및 물리치료와 관련하여 의료법에서 정하지 아니한 절차적인 부분을 규정하고 있더라도 이를 무효로 볼 수 없다.<br/>  결국 요양기관이 위 고시 규정에서 정한 절차와 요건을 준수하지 아니하고 요양급여를 실시한 다음 그에 대한 요양급여비용을 청구하여 지급받았다면 국민건강보험법령과 그 하위 규정들에 따르면 요양급여비용으로 지급받을 수 없는 비용임에도 이를 청구하여 지급받는 행위로서 구 국민건강보험법 제57조 제1항에서 정한 ‘속임수나 그 밖의 부당한 방법’에 해당한다.<br/>[3] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다) 제41조 제2항, 구 국민건강보험 요양급여의 기준에 관한 규칙(2018. 9. 28. 보건복지부령 제595호로 개정되기 전의 것) 제5조 제1항 [별표 1] 제1호 (마)목, 제2항의 위임에 따라 보건복지부장관이 정하여 고시한 ‘요양급여의 적용기준 및 방법에 관한 세부사항’(2008. 1. 24. 보건복지부 고시 제2008-5호) Ⅰ. ‘일반사항’ 중 ‘요양기관의 시설·인력 및 장비 등의 공동이용 시 요양급여비용 청구에 관한 사항’ 부분(이하 ‘고시 규정’이라 한다) 제1항은 ‘시설·장비 등을 공동으로 이용하고자 하는 요양기관은 공동이용기관임을 확인할 수 있는 서류를 제출한 후 공동이용하여야 하며 해당 항목의 요양급여비용은 실제 환자를 진료하고 있는 요양기관에서 청구하여야 함’이라고 규정하고 있고, 구 국민건강보험법 제41조 제1항은 요양급여의 종류를 진찰·검사, 약제·치료재료의 지급, 처치·수술 및 그 밖의 치료, 예방·재활, 입원, 간호, 이송으로 구분하고 있으므로, 요양기관이 지급받은 요양급여 중 위 고시 규정 제1항을 위반하여 공동이용의 대상이 된 해당 항목의 요양급여비용이 부당이득징수대상이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항 / [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제2항(현행 제41조 제3항 참조), 구 국민건강보험 요양급여의 기준에 관한 규칙(2018. 9. 28. 보건복지부령 제595호로 개정되기 전의 것) 제5조 제1항 [별표 1] 제1호 (마)목, 제2항 / [3] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제2항(현행 제41조 제3항 참조), 구 국민건강보험 요양급여의 기준에 관한 규칙(2018. 9. 28. 보건복지부령 제595호로 개정되기 전의 것) 제5조 제1항 [별표 1] 제1호 (마)목, 제2항<br/>",
  "참조판례": "[1] 대법원 2020. 6. 25. 선고 2019두52980 판결(공2020하, 1528) / [2] 대법원 2019. 5. 30. 선고 2015두36485 판결(공2019하, 1310)<br/>"
}