{
  "판례일련번호": "214293",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2017두51174",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 과세관청이 세무조사결과통지 후 과세전적부심사 청구나 그에 대한 결정이 있기 전에 과세처분을 한 경우, 절차상 하자가 중대하고도 명백하여 과세처분이 무효인지 여부(원칙적 적극)<br/>[2] 과세관청이 법인에 대하여 세무조사결과통지를 하면서 익금누락 등으로 인한 법인세 포탈에 관하여 조세범 처벌법 위반으로 고발 또는 통고처분을 한 경우, 소득처분에 따른 소득금액변동통지와 관련된 조세포탈에 대하여도 과세전적부심사의 예외사유인 ‘고발 또는 통고처분’을 한 것으로 볼 수 있는지 여부(소극) 및 이 경우 세무조사결과통지 후 과세전적부심사 청구 또는 그에 대한 결정이 있기 전에 이루어진 소득금액변동통지의 효력(원칙적 무효)<br/>[3] 구 법인세법 시행령 제109조 제1항 후문에서 납세고지서에 부기하여야 한다고 정한 ‘납세지 관할 지방국세청장이 조사ㆍ결정하였다는 뜻’이 납세고지서의 필요적 기재사항인지 여부(소극) 및 과세관청이 과세처분에 앞서 납세자에게 보낸 세무조사결과통지 등에 납세고지서의 필요적 기재사항이 제대로 기재되어 있어 처분에 대한 불복 여부의 결정 등에 지장을 받지 않았음이 명백한 경우, 납세고지서의 하자가 보완되거나 치유될 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 사전구제절차로서 과세전적부심사 제도가 가지는 기능과 이를 통해 권리구제가 가능한 범위, 이러한 제도가 도입된 경위와 취지, 납세자의 절차적 권리 침해를 효율적으로 방지하기 위한 통제 방법과 더불어, 헌법 제12조 제1항에서 규정하고 있는 적법절차의 원칙은 형사소송절차에 국한되지 아니하고, 세무공무원이 과세권을 행사하는 경우에도 마찬가지로 준수하여야 하는 점 등을 고려하여 보면, 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 등이 과세전적부심사를 거치지 않고 곧바로 과세처분을 할 수 있거나 과세전적부심사에 대한 결정이 있기 전이라도 과세처분을 할 수 있는 예외사유로 정하고 있다는 등의 특별한 사정이 없는 한, 세무조사결과통지 후 과세전적부심사 청구나 그에 대한 결정이 있기도 전에 과세처분을 하는 것은 원칙적으로 과세전적부심사 이후에 이루어져야 하는 과세처분을 그보다 앞서 함으로써 과세전적부심사 제도 자체를 형해화시킬 뿐 아니라 과세전적부심사 결정과 과세처분 사이의 관계 및 불복절차를 불분명하게 할 우려가 있으므로, 그와 같은 과세처분은 납세자의 절차적 권리를 침해하는 것으로서 절차상 하자가 중대하고도 명백하여 무효이다.<br/>[2] 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것, 이하 같다) 제81조의15 제1항 본문 및 제1호, 제2항 제2호, 구 법인세법(2014. 1. 1. 법률 제12166호로 개정되기 전의 것) 제67조, 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제106조 제1항 제1호, 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조, 제9조의2 제2호의 문언과 체계, 입법 취지 등에 비추어 보면, 과세관청의 익금산입 등에 따른 법인세 부과처분과 그 익금 등의 소득처분에 따른 소득금액변동통지는 각각 별개의 처분이므로, 과세관청이 법인에 대하여 세무조사결과통지를 하면서 익금누락 등으로 인한 법인세 포탈에 관하여 조세범 처벌법 위반으로 고발 또는 통고처분을 하였더라도 이는 포탈한 법인세에 대하여 구 국세기본법 제81조의15 제2항 제2호의 ‘조세범 처벌법 위반으로 고발 또는 통고처분하는 경우’에 해당할 뿐이지, 소득처분에 따른 소득금액변동통지와 관련된 조세포탈에 대해서까지 과세전적부심사의 예외사유인 ‘고발 또는 통고처분’을 한 것으로 볼 수는 없다.<br/>따라서 이러한 경우 과세전적부심사를 거치기 전이라도 소득금액변동통지를 할 수 있는 다른 예외사유가 있다는 등의 특별한 사정이 없는 한, 과세관청은 소득금액변동통지를 하기 전에 납세자인 해당 법인에 과세전적부심사의 기회를 부여하여야 한다. 이와 같은 특별한 사정이 없음에도 세무조사결과통지가 있은 후 과세전적부심사 청구 또는 그에 대한 결정이 있기 전에 이루어진 소득금액변동통지는 납세자의 절차적 권리를 침해하는 것으로서 절차상 하자가 중대하고도 명백하여 무효라고 봄이 타당하다. 비록 소득세법 시행령 제192조 제1항에서 세무서장 또는 지방국세청장이 법인소득금액을 결정 또는 경정할 때 그 결정일 또는 경정일부터 15일 내에 배당ㆍ상여 및 기타소득으로 처분된 소득금액을 소득금액변동통지서에 의하여 해당 법인에 통지하도록 정하였더라도, 이와 달리 볼 것이 아니다.<br/>[3] 구 국세징수법(2019. 12. 31. 법률 제16842호로 개정되기 전의 것) 제9조 제1항은 납세고지서의 필요적 기재사항으로 과세대상과 그에 대한 과세표준액, 세율, 세액산출방법 등을 적시하도록 정하고 있다. 그런데 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제109조 제1항 후문에서 납세고지서에 부기하여야 한다고 정한 ‘납세지 관할 지방국세청장이 조사ㆍ결정하였다는 뜻’은 이러한 필요적 기재사항으로 보기 어려울 뿐만 아니라, 그에 관한 기재가 누락되었다고 하더라도 납세자가 처분에 대한 불복 여부의 결정 및 불복 신청에 지장을 받는다고 단정하기도 어렵다.<br/>더욱이 과세관청이 과세처분에 앞서 납세자에게 보낸 세무조사결과통지 등에 납세고지서의 필요적 기재사항이 제대로 기재되어 있어 납세의무자가 처분에 대한 불복 여부의 결정 및 불복 신청에 전혀 지장을 받지 않았음이 명백하다면, 이로써 납세고지서의 하자가 보완되거나 치유될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제81조의15 제1항 제1호(현행 제81조의15 제2항 제1호 참조), 제2항 제2호(현행 제81조의15 제3항 제2호 참조) / [2] 헌법 제12조 제1항, 구 국세기본법(2015. 12. 15. 법률 제13552호로 개정되기 전의 것) 제81조의15 제1항 제1호(현행 제81조의15 제2항 제1호 참조), 제2항 제2호(현행 제81조의15 제3항 제2호 참조), 구 법인세법(2014. 1. 1. 법률 제12166호로 개정되기 전의 것) 제67조, 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제106조 제1항 제1호, 구 조세범 처벌법(2010. 1. 1. 법률 제9919호로 전부 개정되기 전의 것) 제9조(현행 제3조 참조), 제9조의2 제2호(현행 삭제), 소득세법 시행령 제192조 제1항 / [3] 구 국세징수법(2019. 12. 31. 법률 제16842호로 개정되기 전의 것) 제9조 제1항, 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제109조 제1항<br/>",
  "참조판례": "[1] 대법원 2016. 12. 27. 선고 2016두49228 판결(공2017상, 257) / [3] 대법원 2010. 11. 11. 선고 2008두5773 판결<br/>"
}