{
  "판례일련번호": "214291",
  "사건명": "개발제한구역의지정및관리에관한특별조치법위반[사회봉사명령의 특별준수사항의 범위]",
  "사건번호": "2017도18291",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201105",
  "판시사항": "[1] 법원이 형의 집행을 유예하는 경우 명할 수 있는 ‘사회봉사’의 의미(=시간 단위로 부과될 수 있는 일 또는 근로활동)<br/>[2] 보호관찰 등에 관한 법률 제32조 제3항에서 보호관찰 대상자에게 과할 수 있는 특별준수사항으로 정한 ‘범죄행위로 인한 손해를 회복하기 위하여 노력할 것(제4호)’ 등 같은 항 제1호부터 제9호까지의 사항은 보호관찰 대상자에 한하여 부과할 수 있는지 여부(적극) 및 사회봉사명령ㆍ수강명령 대상자에 대해서도 이를 부과할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 우리 헌법 제12조 제1항은 \"모든 국민은 신체의 자유를 가진다. 누구든지 … 법률과 적법한 절차에 의하지 아니하고는 처벌ㆍ보안처분 또는 강제노역을 받지 아니한다.\"라고 규정하여 처벌, 보안처분, 강제노역에 관한 법률주의 및 적법절차원리를 선언하고 있다.<br/>이에 따라 범죄인에 대한 사회 내 처우의 한 유형으로 도입된 사회봉사명령 등에 관하여 구체적인 사항을 정하고 있는 형법 제62조의2 제1항은 \"형의 집행을 유예하는 경우에는 보호관찰을 받을 것을 명하거나 사회봉사 또는 수강을 명할 수 있다.\"라고 규정하고 있다. 나아가 보호관찰 등에 관한 법률 제59조 제1항은 \"법원은 형법 제62조의2에 따른 사회봉사를 명할 때에는 500시간 … 의 범위에서 그 기간을 정하여야 한다. 다만 다른 법률에 특별한 규정이 있는 경우에는 그 법률에서 정한 바에 따른다.\"라고 규정하고 있다.<br/>위 각 규정을 종합하면, 법원이 형의 집행을 유예하는 경우 명할 수 있는 사회봉사는 다른 법률에 특별한 규정이 없는 한 500시간 내에서 시간 단위로 부과될 수 있는 일 또는 근로활동을 의미하는 것으로 해석된다.<br/>[2] 보호관찰, 사회봉사명령ㆍ수강명령은 당해 대상자의 교화ㆍ개선 및 범죄예방을 위하여 필요하고도 상당한 한도 내에서 이루어져야 하고, 당해 대상자의 연령ㆍ경력ㆍ심신상태ㆍ가정환경ㆍ교우관계 기타 모든 사정을 충분히 고려하여 가장 적합한 방법으로 실시되어야 하므로, 법원은 특별준수사항을 부과하는 경우 대상자의 생활력, 심신의 상태, 범죄 또는 비행의 동기, 거주지의 환경 등 대상자의 특성을 고려하여 대상자가 준수할 수 있다고 인정되고 자유를 부당하게 제한하지 아니하는 범위 내에서 개별화하여 부과하여야 한다는 점, 보호관찰의 기간은 집행을 유예한 기간으로 하고 다만 법원은 유예기간의 범위 내에서 보호관찰기간을 정할 수 있는 반면, 사회봉사명령ㆍ수강명령은 집행유예기간 내에 이를 집행하되 일정한 시간의 범위 내에서 그 기간을 정하여야 하는 점, 보호관찰명령이 보호관찰기간 동안 바른 생활을 영위할 것을 요구하는 추상적 조건의 부과이거나 악행을 하지 말 것을 요구하는 소극적인 부작위조건의 부과인 반면, 사회봉사명령ㆍ수강명령은 특정시간 동안의 적극적인 작위의무를 부과하는 데 특징이 있다는 점 등에 비추어 보면, 사회봉사명령ㆍ수강명령 대상자에 대한 특별준수사항은 보호관찰 대상자에 대한 것과 같을 수 없고, 따라서 보호관찰 대상자에 대한 특별준수사항을 사회봉사명령ㆍ수강명령 대상자에게 그대로 적용하는 것은 적합하지 않다.<br/>보호관찰 등에 관한 법률(이하 ‘보호관찰법’이라고 한다) 제32조 제3항은 법원 및 보호관찰 심사위원회가 판결의 선고 또는 결정의 고지를 할 때 보호관찰 대상자에게 \"범죄행위로 인한 손해를 회복하기 위하여 노력할 것(제4호)\" 등 같은 항 제1호부터 제9호까지 정한 사항과 \"그 밖에 보호관찰 대상자의 재범 방지를 위하여 필요하다고 인정되어 대통령령으로 정하는 사항(제10호)\"을 특별준수사항으로 따로 과할 수 있다고 규정하고 있다. 이에 따라 보호관찰 등에 관한 법률 시행령(이하 ‘시행령’이라고 한다) 제19조는 보호관찰 대상자에게 과할 수 있는 특별준수사항을 제1호부터 제7호까지 규정한 데 이어, 제8호에서 \"그 밖에 보호관찰 대상자의 생활상태, 심신의 상태, 범죄 또는 비행의 동기, 거주지의 환경 등으로 보아 보호관찰 대상자가 준수할 수 있고 자유를 부당하게 제한하지 아니하는 범위에서 개선ㆍ자립에 도움이 된다고 인정되는 구체적인 사항\"을 규정하고 있다.<br/>나아가 보호관찰법 제62조는 제2항에서 사회봉사명령ㆍ수강명령 대상자가 일반적으로 준수하여야 할 사항을 규정하는 한편, 제3항에서 \"법원은 판결의 선고를 할 때 제2항의 준수사항 외에 대통령령으로 정하는 범위에서 본인의 특성 등을 고려하여 특별히 지켜야 할 사항을 따로 과할 수 있다.\"라고 규정하고 있다. 이에 따라 시행령 제39조 제1항은 사회봉사명령ㆍ수강명령 대상자에 대한 특별준수사항으로 위 시행령 제19조를 준용하고 있다.<br/>위 각 규정을 종합하면, 보호관찰법 제32조 제3항이 보호관찰 대상자에게 과할 수 있는 특별준수사항으로 정한 \"범죄행위로 인한 손해를 회복하기 위하여 노력할 것(제4호)\" 등 같은 항 제1호부터 제9호까지의 사항은 보호관찰 대상자에 한해 부과할 수 있을 뿐, 사회봉사명령ㆍ수강명령 대상자에 대해서는 부과할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제62조의2 제1항, 보호관찰 등에 관한 법률 제59조 제1항 / [2] 형법 제62조의2, 보호관찰 등에 관한 법률 제32조 제3항, 제62조 제2항, 제3항, 보호관찰 등에 관한 법률 시행령 제19조, 제39조 제1항<br/>",
  "참조판례": "[1] 대법원 2008. 4. 11. 선고 2007도8373 판결(공2008상, 710), 대법원 2008. 4. 24. 선고 2007도8116 판결 / [2] 대법원 2009. 3. 30.자 2008모1116 결정(공2009상, 677)<br/>"
}