{
  "판례일련번호": "214299",
  "사건명": "이사회결의무효확인의소",
  "사건번호": "2017다269152",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 구 사회복지사업법상 관할 행정청의 임시이사 선임에 하자가 존재하더라도 그 하자가 중대ㆍ명백하지 않은 경우, 임시이사 해임처분이 있기 전까지는 임시이사의 지위가 유효하게 존속하는지 여부(적극)<br/> [2] 관할 행정청이 사회복지법인의 임시이사를 선임하면서 임기를 ‘후임 정식이사가 선임될 때까지’로 기재한 경우, 후임 정식이사가 선임되었다는 사유만으로 임시이사의 임기가 자동적으로 만료되어 임시이사의 지위가 상실되는지 여부(소극) 및 이때 임시이사의 지위가 상실되는 시점(=관할 행정청의 임시이사 해임처분 시)<br/>[3] 행정청이 행정처분을 하면서 논리적으로 당연히 수반되어야 하는 의사표시를 명시적으로 하지 않았으나 그것이 행정청의 추단적 의사에도 부합하고 상대방도 이를 알 수 있는 경우, 행정처분에 위와 같은 의사표시가 묵시적으로 포함되어 있다고 볼 수 있는지 여부(적극)<br/>[4] 관할 행정청이 사회복지법인의 정식이사 선임보고를 수리하는 처분에 종전 임시이사 해임처분이 포함된 것으로 보아야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것, 이하 ‘구 사회복지사업법’이라 한다)은 임시이사의 선임사유와 절차(제20조 제2항, 제3항)에 관해서만 정하고 있을 뿐 직무범위, 임기, 해임절차 등을 정하고 있지 않다. 그러나 관할 행정청은 임시이사를 선임할 권한을 가지고 있으므로, 임시이사 선임사유가 해소되거나 해당 임시이사로 하여금 업무를 계속하도록 하는 것이 적절하지 않다고 판단할 경우 언제든지 임시이사를 해임할 수 있다고 보아야 한다.<br/>구 사회복지사업법상 관할 행정청의 임시이사 선임행위는 행정처분에 해당한다. 따라서 임시이사 선임에 하자가 존재하더라도 그 하자가 중대ㆍ명백하지 않은 이상 이를 당연 무효라고 볼 수는 없고, 임시이사 해임처분이 있기 전까지는 임시이사의 지위가 유효하게 존속한다.<br/>[2] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것) 제20조 제2항에 따르면, 사회복지법인의 임시이사는 이사의 결원으로 법인의 정상적인 운영이 어려워진 경우에 그 결원을 보충하기 위하여 선임되는 기관이므로 정식이사가 선임될 때까지만 재임하는 것이 원칙이다. 다만 관할 행정청은 임시이사의 임기를 분명히 하기 위하여 임시이사를 선임하면서 임기를 예를 들어 1년 또는 2년과 같이 확정기한으로 정할 수 있다. 그러나 임시이사를 선임하면서 임기를 ‘후임 정식이사가 선임될 때까지’로 기재한 것은 근거 법률의 해석상 당연히 도출되는 사항을 주의적ㆍ확인적으로 기재한 이른바 ‘법정부관’일 뿐, 행정청의 의사에 따라 붙이는 본래 의미의 행정처분 부관이라고 볼 수 없다. 후임 정식이사가 선임되었다는 사유만으로 임시이사의 임기가 자동적으로 만료되어 임시이사의 지위가 상실되는 효과가 발생하지 않고, 관할 행정청이 후임 정식이사가 선임되었음을 이유로 임시이사를 해임하는 행정처분을 해야만 비로소 임시이사의 지위가 상실되는 효과가 발생한다.<br/>[3] 행정절차법 제24조 제1항은 행정청이 처분을 할 때에는 다른 법령 등에 특별한 규정이 있는 경우, 신속히 처리할 필요가 있거나 사안이 경미한 경우를 제외하고는 원칙적으로 문서로 하여야 한다고 정하고 있다. 이는 처분 내용의 명확성을 확보하고 처분의 존부에 관한 다툼을 방지하여 처분상대방의 권익을 보호하기 위한 것이므로, 행정청이 문서로 처분을 한 경우 원칙적으로 처분서의 문언에 따라 어떤 처분을 하였는지 확정하여야 한다. 그러나 처분서의 문언만으로는 행정청이 어떤 처분을 하였는지 불분명한 경우에는 처분 경위와 목적, 처분 이후 상대방의 태도 등 여러 사정을 고려하여 처분서의 문언과 달리 처분의 내용을 해석할 수 있다. 특히 행정청이 행정처분을 하면서 논리적으로 당연히 수반되어야 하는 의사표시를 명시적으로 하지 않았다고 하더라도, 그것이 행정청의 추단적 의사에도 부합하고 상대방도 이를 알 수 있는 경우에는 행정처분에 위와 같은 의사표시가 묵시적으로 포함되어 있다고 볼 수 있다. <br/>[4] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것) 제18조 제5항, 구 사회복지사업법 시행규칙(2012. 8. 3. 보건복지부령 제147호로 개정되기 전의 것) 제10조 등에 따르면, 관할 행정청은 사회복지법인으로부터 정식이사 선임에 대한 보고를 받으면 첨부하여 제출된 이사회 회의록, 이력서, 특수관계 부존재 각서 등을 기초로 해당 임원이 적법한 이사회결의를 통해 선임되었는지 여부와 출연자와 특수한 관계가 있는지 등을 심사한 다음 이를 수리하는 처분을 하게 된다. 임시이사는 이사의 결원을 보충하기 위하여 정식이사가 선임될 때까지만 재임하는 것이 원칙이므로, 정식이사의 선임과 종전 임시이사의 해임은 동시에 이루어져야 한다. 따라서 새로 선임된 정식이사와 종전 임시이사가 일시적으로라도 병존하여야 하는 다른 특별한 사정이 없는 한, 관할 행정청이 사회복지법인의 정식이사 선임보고를 수리하는 처분에는 정식이사가 선임되어 이사의 결원이 해소되었음을 이유로 종전 임시이사를 해임하는 의사표시, 즉 임시이사 해임처분이 포함된 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것) 제20조 제2항(현행 제22조의3 제1항 참조), 제3항(현행 제22조의3 제4항 참조), 행정소송법 제1조[행정처분일반] / [2] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것) 제20조 제2항(현행 제22조의3 제1항 참조), 제3항(현행 제22조의3 제4항 참조), 행정소송법 제1조[행정처분일반] / [3] 행정절차법 제24조 제1항 / [4] 구 사회복지사업법(2011. 8. 4. 법률 제10997호로 개정되기 전의 것) 제18조 제5항(현행 제18조 제6항 참조), 구 사회복지사업법 시행규칙(2012. 8. 3. 보건복지부령 제147호로 개정되기 전의 것) 제10조<br/>",
  "참조판례": "[1] 대법원 1991. 5. 28. 선고 90누5313 판결(공1991, 1784), 대법원 2013. 6. 13. 선고 2012다40332 판결(공2013하, 1195) / [2] 대법원 1994. 3. 8. 선고 92누1728 판결(공1994상, 1195) / [3] 대법원 2010. 2. 11. 선고 2009두18035 판결(공2010상, 578), 대법원 2018. 6. 15. 선고 2016두57564 판결(공2018하, 1296)<br/>"
}