{
  "판례일련번호": "214279",
  "사건명": "소유권이전등기·소유권이전등기",
  "사건번호": "2020다227523, 227530",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 화해계약의 창설적 효력 및 민법상 화해계약에 있어서 착오를 이유로 취소할 수 있는 ‘화해의 목적인 분쟁 이외의 사항’의 의미<br/>[2] 민법 제109조에 따라 법률행위의 내용의 중요 부분에 착오가 있는 경우, 소취하합의의 의사표시도 취소할 수 있는지 여부(적극) 및 ‘법률행위의 중요 부분의 착오’의 의미 / 착오를 이유로 의사표시를 취소하는 자가 증명하여야 할 사항<br/>[3] 채권자의 행위 내지 의사표시의 해석에 의하여 채권의 포기 또는 채무의 면제를 인정할 수 있는지 여부(적극) 및 이때 채권자의 행위 내지 의사표시를 해석하는 방법<br/>",
  "판결요지": "[1] 화해계약은 당사자가 상호 양보하여 당사자 간의 분쟁을 종지할 것을 약정하는 것으로(민법 제731조), 당사자 일방이 양보한 권리가 소멸되고 상대방이 화해로 인하여 그 권리를 취득하는 효력이 있다(민법 제732조). 즉, 화해계약이 성립되면 특별한 사정이 없는 한 그 창설적 효력에 따라 종전의 법률관계를 바탕으로 한 권리의무관계는 소멸하고, 계약 당사자 사이에 종전의 법률관계가 어떠하였는지를 묻지 않고 화해계약에 따라 새로운 법률관계가 생긴다.<br/>  민법상의 화해계약을 체결한 경우 당사자는 착오를 이유로 취소하지 못하고 다만 화해 당사자의 자격 또는 화해의 목적인 분쟁 이외의 사항에 착오가 있는 때에 한하여 이를 취소할 수 있다(민법 제733조). ‘화해의 목적인 분쟁 이외의 사항’이라 함은 분쟁의 대상이 아니라 분쟁의 전제 또는 기초가 된 사항으로서, 쌍방 당사자가 예정한 것이어서 상호 양보의 내용으로 되지 않고 다툼이 없는 사실로 양해된 사항을 말한다.<br/>[2] 소취하합의의 의사표시 역시 민법 제109조에 따라 법률행위의 내용의 중요 부분에 착오가 있는 때에는 취소할 수 있을 것이다. 의사표시의 동기에 착오가 있는 경우에는 당사자 사이에 그 동기를 의사표시의 내용으로 삼았을 때에 한하여 의사표시의 내용의 착오가 되어 취소할 수 있는 것이며, 법률행위의 중요 부분의 착오라 함은 표의자가 그러한 착오가 없었더라면 그 의사표시를 하지 않으리라고 생각될 정도로 중요한 것이어야 하고 보통 일반인도 표의자의 처지에 섰더라면 그러한 의사표시를 하지 않았으리라고 생각될 정도로 중요한 것이어야 한다. 이때 착오를 이유로 의사표시를 취소하는 자는 법률행위의 내용에 착오가 있었다는 사실과 함께 착오가 의사표시에 결정적인 영향을 미쳤다는 점, 즉 만일 착오가 없었더라면 의사표시를 하지 않았을 것이라는 점을 증명하여야 한다.<br/>[3] 채무의 면제는 반드시 명시적인 의사표시만에 의하여야 하는 것이 아니고 채권자의 어떠한 행위 내지 의사표시의 해석에 의하여 그것이 채권의 포기라고 볼 수 있는 경우에도 이를 인정하여야 하나, 그와 같이 인정하기 위해서는 당해 권리관계의 내용에 따라 이에 대한 채권자의 행위 내지 의사표시의 해석을 엄격히 하여 적용 여부를 결정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제731조, 제732조, 제733조 / [2] 민법 제109조, 민사소송법 제202조 / [3] 민법 제105조, 제506조<br/>",
  "참조판례": "[1] 대법원 1997. 4. 11. 선고 95다48414 판결(공1997상, 1406), 대법원 2018. 5. 30. 선고 2017다21411 판결(공2018하, 1178) / [2] 대법원 1999. 4. 23. 선고 98다45546 판결(공1999상, 1001), 대법원 2018. 10. 25. 선고 2016다239345 판결(공2018하, 2233) / [3] 대법원 2010. 10. 14. 선고 2010다40505 판결(공2010하, 2088)<br/>"
}