{
  "판례일련번호": "214271",
  "사건명": "건물명도(인도)",
  "사건번호": "2020다241017",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201105",
  "판시사항": "[1] 2018. 10. 16. 법률 제15791호로 개정된 상가건물 임대차보호법 부칙 제2조에서 정한 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’의 의미 및 개정 법률 시행 후에 개정 전 법률에 따른 의무임대차기간이 경과하여 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우가 이에 포함되는지 여부(소극)<br/>[2] 상가건물의 임대인인 甲이 임차인인 乙과의 합의에 따라 총 7년으로 연장된 임대차기간이 만료되기 3개월 전 乙에게 임대차계약을 갱신할 의사가 없음을 통보하자 乙이 임대차계약의 갱신을 요구한 사안에서, 위 임대차계약은 2018. 10. 16. 법률 제15791호로 개정된 상가건물 임대차보호법 시행 이후에 기간만료로 종료되어 갱신되지 않았으므로 乙은 임대차계약에 적용되는 의무임대차기간이 10년이라는 이유로 임대차계약의 갱신을 요구할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 상가건물 임대차보호법(이하 ‘상가임대차법’이라고 한다)은 제10조 제1항과 제3항의 규정에서 갱신요구권에 관하여 임대인은 임차인이 임대차기간이 만료되기 6개월 전부터 1개월 전까지 사이에 계약갱신을 요구하면 제1항 단서에서 정하는 사유가 없는 한 갱신을 거절하지 못하고, 전 임대차와 같은 조건으로 다시 계약된 것으로 보도록 정하고 있다. 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것을 말하고, 위 법률로 개정되어 같은 날부터 시행된 상가임대차법을 ‘개정 상가임대차법’이라고 한다) 제10조 제2항은 갱신요구권은 최초 임대차기간을 포함하여 전체 임대차기간이 5년을 초과하지 않는 범위에서만 행사할 수 있다고 정하였는데, 개정 상가임대차법 제10조 제2항은 이에 대해 10년을 초과하지 않는 범위에서만 행사할 수 있다고 정하고, 그 부칙 제2조는 “제10조 제2항의 개정규정은 이 법 시행 후 최초로 체결되거나 갱신되는 임대차부터 적용한다.”라고 정하고 있다.<br/>위 규정들의 문언, 내용과 체계에 비추어 보면, 개정 상가임대차법 부칙 제2조의 ‘이 법 시행 후 최초로 체결되거나 갱신되는 임대차’는 개정 상가임대차법이 시행되는 2018. 10. 16. 이후 처음으로 체결된 임대차 또는 2018. 10. 16. 이전에 체결되었지만 2018. 10. 16. 이후 그 이전에 인정되던 계약 갱신 사유에 따라 갱신되는 임대차를 가리킨다고 보아야 한다. 따라서 개정 법률 시행 후에 개정 전 법률에 따른 의무임대차기간이 경과하여 임대차가 갱신되지 않고 기간만료 등으로 종료된 경우는 이에 포함되지 않는다.<br/>[2] 상가건물의 임대인인 甲이 임차인인 乙과의 합의에 따라 총 7년으로 연장된 임대차기간이 만료되기 3개월 전 乙에게 임대차계약을 갱신할 의사가 없음을 통보하자 乙이 임대차계약의 갱신을 요구한 사안에서, 임대차계약 체결 당시 임차인의 갱신요구권이 인정되는 의무임대차기간은 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항에 따라 5년인데, 乙이 임대차 갱신을 요구한 때에는 이미 의무임대차기간 5년을 경과하였으므로 위 임대차계약은 甲의 적법한 갱신거절 통지로 인하여 2018. 10. 16. 법률 제15791호로 개정된 상가건물 임대차보호법(이하 ‘개정 상가임대차법’이라고 한다) 시행 이후에 기간만료로 종료되어 갱신되지 않았고, 따라서 위 임대차계약에는 개정 상가임대차법 제10조 제2항이 적용되지 않기 때문에 乙은 임대차계약에 적용되는 의무임대차기간이 10년이라는 이유로 임대차계약의 갱신을 요구할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상가건물 임대차보호법 제10조 제1항, 제2항, 제3항, 부칙(2018. 10. 16.) 제2조, 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항 / [2] 상가건물 임대차보호법 제10조 제1항, 제2항, 제3항, 부칙(2018. 10. 16.) 제2조, 구 상가건물 임대차보호법(2018. 10. 16. 법률 제15791호로 개정되기 전의 것) 제10조 제2항<br/>",
  "참조판례": ""
}