{
  "판례일련번호": "214273",
  "사건명": "추심금",
  "사건번호": "2016다35390",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 추심금소송에서 추심채권자가 제3채무자와 ‘피압류채권 중 일부 금액을 지급하고 나머지 청구를 포기한다.’는 내용의 재판상 화해를 한 경우, ‘나머지 청구 포기 부분’은 추심채권자가 제3채무자에게 더 이상 추심권을 행사하지 않고 소송을 종료하겠다는 의미로 보아야 하는지 여부(적극) 및 위 재판상 화해의 효력이 별도의 추심명령을 기초로 추심권을 행사하는 다른 채권자에게 미치는지 여부(소극)<br/>[2] 동일한 채권에 대해 복수의 채권자들이 압류ㆍ추심명령을 받은 경우, 어느 한 채권자가 제기한 추심금소송에서 확정된 판결의 기판력이 변론종결일 이전에 압류ㆍ추심명령을 받았던 다른 추심채권자에게 미치는지 여부(소극) / 이러한 법리는 추심채권자가 제3채무자를 상대로 제기한 추심금소송에서 화해권고결정이 확정된 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 금전채권에 대해 압류ㆍ추심명령이 이루어지면 채권자는 민사집행법 제229조 제2항에 따라 대위절차 없이 압류채권을 직접 추심할 수 있는 권능을 취득한다. 추심채권자는 추심권을 포기할 수 있으나(민사집행법 제240조 제1항), 그 경우 집행채권이나 피압류채권에는 아무런 영향이 없다. 한편 추심채권자는 추심 목적을 넘는 행위, 예를 들어 피압류채권의 면제, 포기, 기한 유예, 채권양도 등의 행위는 할 수 없다.<br/>추심금소송에서 추심채권자가 제3채무자와 ‘피압류채권 중 일부 금액을 지급하고 나머지 청구를 포기한다.’는 내용의 재판상 화해를 한 경우 ‘나머지 청구 포기 부분’은 추심채권자가 적법하게 포기할 수 있는 자신의 ‘추심권’에 관한 것으로서 제3채무자에게 더 이상 추심권을 행사하지 않고 소송을 종료하겠다는 의미로 보아야 한다. 이와 달리 추심채권자가 나머지 청구를 포기한다는 표현을 사용하였다고 하더라도 이를 애초에 자신에게 처분 권한이 없는 ‘피압류채권’ 자체를 포기한 것으로 볼 수는 없다. 따라서 위와 같은 재판상 화해의 효력은 별도의 추심명령을 기초로 추심권을 행사하는 다른 채권자에게 미치지 않는다.<br/>[2] 동일한 채권에 대해 복수의 채권자들이 압류ㆍ추심명령을 받은 경우 어느 한 채권자가 제기한 추심금소송에서 확정된 판결의 기판력은 그 소송의 변론종결일 이전에 압류ㆍ추심명령을 받았던 다른 추심채권자에게 미치지 않는다. 그 이유는 다음과 같다.<br/>① 확정판결의 기판력이 미치는 주관적 범위는 신분관계소송이나 회사관계소송과 같이 법률에 특별한 규정이 있는 경우를 제외하고는 원칙적으로 당사자, 변론을 종결한 뒤의 승계인 또는 그를 위하여 청구의 목적물을 소지한 사람과 다른 사람을 위하여 원고나 피고가 된 사람이 확정판결을 받은 경우의 그 다른 사람에 국한되고(민사소송법 제218조 제1항, 제3항) 그 밖의 제3자에게는 미치지 않는다. 따라서 추심채권자들이 제기하는 추심금소송의 소송물이 채무자의 제3채무자에 대한 피압류채권의 존부로서 서로 같더라도 소송당사자가 다른 이상 그 확정판결의 기판력이 서로에게 미친다고 할 수 없다. <br/>② 민사집행법 제249조 제3항, 제4항은 추심의 소에서 소를 제기당한 제3채무자는 집행력 있는 정본을 가진 채권자를 공동소송인으로 원고 쪽에 참가하도록 명할 것을 첫 변론기일까지 신청할 수 있고, 그러한 참가명령을 받은 채권자가 소송에 참가하지 않더라도 그 소에 대한 재판의 효력이 미친다고 정한다. 위 규정 역시 참가명령을 받지 않은 채권자에게는 추심금소송의 확정판결의 효력이 미치지 않음을 전제로 참가명령을 통해 판결의 효력이 미치는 범위를 확장할 수 있도록 한 것이다. <br/>③ 제3채무자는 추심의 소에서 다른 압류채권자에게 위와 같이 참가명령신청을 하거나 패소한 부분에 대해 변제 또는 집행공탁을 함으로써, 다른 채권자가 계속 자신을 상대로 소를 제기하는 것을 피할 수 있다. 따라서 어느 한 채권자가 제기한 추심금소송에서 확정된 판결의 효력이 다른 채권자에게 미치지 않는다고 해도 제3채무자에게 부당하지 않다.<br/>확정된 화해권고결정에는 재판상 화해와 같은 효력이 있다(민사소송법 제231조). 위에서 본 추심금소송의 확정판결에 관한 법리는 추심채권자가 제3채무자를 상대로 제기한 추심금소송에서 화해권고결정이 확정된 경우에도 마찬가지로 적용된다. 따라서 어느 한 채권자가 제기한 추심금소송에서 화해권고결정이 확정되었더라도 화해권고결정의 기판력은 화해권고결정 확정일 전에 압류ㆍ추심명령을 받았던 다른 추심채권자에게 미치지 않는다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제229조 제2항, 제238조, 제240조 제1항, 민사소송법 제220조 / [2] 민사소송법 제218조 제1항, 제3항, 제231조, 민사집행법 제249조 제3항, 제4항<br/>",
  "참조판례": "[2] 대법원 2010. 12. 23. 선고 2010다58889 판결(공2011상, 222)<br/>"
}