{
  "판례일련번호": "214255",
  "사건명": "배당이의",
  "사건번호": "2017다291319",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210114",
  "판시사항": "[1] 구 주택건설촉진법에 따라 주택건설사업계획의 승인을 받은 재건축조합에 대하여 관리처분계획의 인가와 이를 기초로 한 이전고시에 관한 조항 등 구 도시 및 주거환경정비법의 절차나 방식에 관한 규정들이 배제되는지 여부(적극)<br/>[2] 재건축조합이 구 주택건설촉진법 제44조의3 제5항에 의하여 준용되는 구 도시재개발법 제33조 내지 제45조에 정한 관리처분계획 인가 및 이에 따른 분양처분 고시 등의 절차를 거치지 아니한 채 조합원에게 신 주택이나 대지가 분양된 경우, 구 주택이나 대지에 관한 소유권이 신 주택이나 대지에 관한 소유권으로 강제적으로 교환ㆍ변경되어 공용환권된다고 볼 수 있는지 여부(소극) 및 이때 재건축조합이 구 도시재개발법 제40조 및 구 도시재개발 등기처리규칙 제5조에 의하여 대지 및 건축시설에 관한 등기를 할 수 있는지 여부(소극)<br/>[3] 구분건물의 전유부분에 대한 경매개시결정과 압류에 따라 진행된 경매절차에서 전유부분을 매수한 자가 대지사용권도 함께 취득하는지 여부(원칙적 적극) 및 전유부분과 함께 대지사용권인 토지공유지분이 일체로서 매각되고 대금이 완납된 경우, 대지권 성립 전부터 토지만에 관하여 설정되어 있던 별도등기로서의 근저당권도 토지공유지분에 대한 범위에서 소멸하는지 여부(원칙적 적극)<br/>[4] 구 주택건설촉진법에 따라 설립된 甲 재건축조합이 집합건물인 연립주택을 철거하고 그 대지 위에 아파트를 신축하는 내용의 사업계획승인을 받은 후 관리처분계획 인가 및 분양처분 고시 등의 절차를 거치지 아니한 채 멸실 전 각 구분건물의 조합원과 신규 각 구분건물에 관하여 각 분양계약을 체결하고 해당 전유부분에 관하여 소유권보존등기를 마쳤는데, 甲 재건축조합에 대한 채권자의 강제경매신청 등에 따라 진행된 경매절차에서 신규 각 구분건물이 제3자에게 매각되어 배당표가 작성되자 멸실 전 각 구분건물의 근저당권자인 乙 은행이 배당이의의 소를 제기한 사안에서, 구 주택인 멸실 전 각 구분건물에 관하여 설정된 乙 은행의 근저당권이 신 주택인 신규 각 구분건물에도 그대로 효력을 미친다고 볼 수 없고, 신규 각 구분건물의 해당 매각대금 중 대지사용권에 대한 부분에 관하여는 乙 은행이 근저당권자로서 우선하여 배당받을 수 있는 지위에 있다고 볼 여지가 있다고 한 사례<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라고 한다) 부칙(2002. 12. 30.) 제7조 제1항은 ‘사업시행방식에 관한 경과조치’라는 표제로 “종전 법률에 의하여 사업계획의 승인이나 사업시행인가를 받아 시행 중인 것은 종전의 규정에 의한다.”라고 규정하고 있으므로, 종전 법률인 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것)에 따라 주택건설사업계획의 승인을 받은 재건축조합에 대하여는 구 도시정비법에 의한 재건축사업의 시행방식인 관리처분계획의 인가와 이를 기초로 한 이전고시에 관한 조항 등은 물론 그 밖의 세부적인 구 도시정비법의 절차나 방식에 관한 규정들 역시 배제되며, 원칙적으로 사업계획의 승인으로 행정청의 관여는 종료되고 조합원은 이로써 분양받을 권리를 취득하며, 재건축조합의 운영과 조합원 사이의 권리분배 및 신축된 건물 또는 대지의 소유권이전방식 등은 일반 민법 등에 의하여 자율적으로 이루어질 것이 예정되어 있다.<br/>[2] 재건축조합이 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것, 이하 같다) 제44조의3 제5항에 의하여 준용되는 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지, 이하 같다) 제33조 내지 제45조에 정한 관리처분계획 인가 및 이에 따른 분양처분 고시 등의 절차를 거쳐 신 주택이나 대지를 조합원에게 분양한 경우에는 구 주택이나 대지에 관한 권리가 권리자의 의사에 관계없이 신 주택이나 대지에 관한 권리로 강제적으로 교환ㆍ변경되어 공용환권된 것으로 볼 수 있다. 그러나 이러한 관리처분계획 인가 및 이에 따른 분양처분 고시 등의 절차를 거치지 아니한 채 조합원에게 신 주택이나 대지가 분양된 경우에는 해당 조합원은 조합규약 내지 분양계약에 의하여 구 주택이나 대지와는 별개인 신 주택이나 대지에 관한 소유권을 취득한 것에 불과하며, 이와 달리 구 주택이나 대지에 관한 소유권이 신 주택이나 대지에 관한 소유권으로 강제적으로 교환ㆍ변경되어 공용환권된다고 볼 수 없다.<br/>따라서 재건축조합이 구 주택건설촉진법 제44조의3 제5항에 의하여 준용되는 구 도시재개발법 제33조 내지 제45조에 정한 관리처분계획 인가 및 이에 따른 분양처분 고시 등의 절차를 거친 경우에는 구 도시재개발법 제40조 및 구 도시재개발 등기처리규칙(2003. 6. 28. 대법원규칙 제1833호 도시 및 주거환경정비 등기처리규칙 부칙 제3조로 폐지) 제5조에 의하여 관리처분계획 및 그 인가를 증명하는 서면과 분양처분의 고시를 증명하는 서면을 첨부하여 대지 및 건축시설에 관한 등기를 할 수 있으나, 구 도시재개발법 제33조 내지 제45조에 정한 절차를 거치지 않은 경우에는 그와 같은 등기를 할 수 없다.<br/>[3] 집합건물에 있어서 구분소유자의 대지사용권은 전유부분과 분리처분이 가능하도록 규약으로 정하였다는 등의 특별한 사정이 없는 한 전유부분과 종속적 일체불가분성이 인정되므로(집합건물의 소유 및 관리에 관한 법률 제20조 제1항, 제2항), 구분건물의 전유부분에 대한 경매개시결정과 압류의 효력은 당연히 종물 내지 종된 권리인 대지사용권에까지 미치고, 그에 터 잡아 진행된 경매절차에서 전유부분을 매수한 자는 대지사용권도 함께 취득한다.<br/>그리고 민사집행법 제91조 제2항에 의하면 매각부동산 위의 모든 저당권은 매각으로 인하여 소멸한다고 규정되어 있으므로, 위와 같은 이유로 전유부분과 함께 대지사용권인 토지공유지분이 일체로서 매각되고 대금이 완납되면, 설사 대지권 성립 전부터 토지만에 관하여 설정되어 있던 별도등기로서의 근저당권이라 할지라도 경매과정에서 이를 존속시켜 매수인이 인수하게 한다는 취지의 특별매각조건이 따로 정해지지 않았던 이상 위 근저당권은 토지공유지분에 대한 범위에서는 매각부동산 위의 저당권에 해당하여 매각으로 인하여 소멸한다.<br/>[4] 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것, 이하 같다)에 따라 설립된 甲 재건축조합이 집합건물인 연립주택을 철거하고 그 대지 위에 아파트를 신축하는 내용의 사업계획승인을 받은 후 관리처분계획 인가 및 분양처분 고시 등의 절차를 거치지 아니한 채 멸실 전 각 구분건물의 조합원과 신규 각 구분건물에 관하여 각 분양계약을 체결하고 해당 전유부분에 관하여 소유권보존등기를 마쳤는데, 甲 재건축조합에 대한 채권자의 강제경매신청 등에 따라 진행된 경매절차에서 신규 각 구분건물이 제3자에게 매각되어 배당표가 작성되자 멸실 전 각 구분건물의 근저당권자인 乙 은행이 배당이의의 소를 제기한 사안에서, 구 주택건설촉진법에 따라 설립되고 사업계획승인을 받은 甲 재건축조합이 구 주택건설촉진법 제44조의3 제5항에 의하여 준용되는 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지) 제33조 내지 제45조에 정한 관리처분계획 인가 및 이에 따른 분양처분 고시 등의 절차를 거치지 아니한 채 신규 각 구분건물에 관하여 해당 조합원과 각 분양계약을 체결하고 신규 각 구분건물의 해당 전유부분에 관하여 소유권보존등기를 마쳤으므로, 구 주택인 멸실 전 각 구분건물에 관하여 설정된 乙 은행의 근저당권은 구 주택건설촉진법 제44조의3 제5항에 기하여 신 주택인 신규 각 구분건물에도 그대로 효력을 미친다고 볼 수 없고, 다만 乙 은행은 신규 각 구분건물의 해당 매각대금 중 대지사용권에 대한 부분에 관하여는 가압류권자 등 다른 채권자들보다 우선하여 배당받을 수 있는 지위에 있다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제33조 제1항(현행 주택법 제15조 제1항 참조), 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제48조(현행 제74조 참조), 제54조 제2항(현행 제86조 제2항 참조), 부칙(2002. 12. 30.) 제7조 제1항 / [2] 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제44조의3 제5항(현행 도시 및 주거환경정비법 제87조 제1항 참조), 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지) 제34조(현행 도시 및 주거환경정비법 제74조 참조), 제38조 제4항(현행 도시 및 주거환경정비법 제86조 제2항 참조), 제40조(현행 도시 및 주거환경정비법 제88조 참조), 구 도시재개발 등기처리규칙(2003. 6. 28. 대법원규칙 제1833호 도시 및 주거환경정비 등기처리규칙 부칙 제3조로 폐지) 제5조(현행 도시 및 주거환경정비 등기규칙 제5조 참조) / [3] 집합건물의 소유 및 관리에 관한 법률 제20조 제1항, 제2항, 민사집행법 제91조 제2항 / [4] 구 주택건설촉진법(2002. 12. 30. 법률 제6852호로 개정되기 전의 것) 제33조 제1항(현행 주택법 제15조 제1항 참조), 제44조의3 제5항(현행 도시 및 주거환경정비법 제87조 제1항 참조), 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 부칙(2002. 12. 30.) 제7조 제1항, 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지) 제34조(현행 도시 및 주거환경정비법 제74조 참조), 제38조 제4항(현행 도시 및 주거환경정비법 제86조 제2항 참조), 제40조(현행 도시 및 주거환경정비법 제88조 참조), 구 도시재개발 등기처리규칙(2003. 6. 28. 대법원규칙 제1833호 도시 및 주거환경정비 등기처리규칙 부칙 제3조로 폐지) 제5조(현행 도시 및 주거환경정비 등기규칙 제5조 참조), 집합건물의 소유 및 관리에 관한 법률 제20조 제1항, 제2항, 민사집행법 제91조 제2항, 제154조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2011. 4. 14. 선고 2010다96072 판결(공2011상, 911) / [1] 대법원 2010. 1. 28. 선고 2009다78368 판결(공2010상, 419) / [2] 대법원 2009. 6. 23. 선고 2008다1132 판결(공2009하, 1177) / [3] 대법원 1995. 8. 22. 선고 94다12722 판결(공1995하, 3232), 대법원 1997. 6. 10.자 97마814 결정(공1997하, 2253), 대법원 2008. 3. 13. 선고 2005다15048 판결(공2008상, 499)<br/>"
}