{
  "판례일련번호": "214319",
  "사건명": "손해배상(국)",
  "사건번호": "2020다205455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201210",
  "판시사항": "[1] 헌법재판소가 2018. 8. 30. 선고한 ‘구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률 제18조 제2항의 민주화운동과 관련하여 입은 피해 중 불법행위로 인한 정신적 손해에 관한 부분은 헌법에 위반된다.’는 결정이 법원에 대하여 기속력이 있는지 여부(적극) 및 위 일부위헌결정이 선고된 사정이 그 결정 선고 전 헌법소원의 전제가 된 해당 소송사건에서 이미 확정된 판결에 대하여 헌법재판소법 제75조 제7항에서 정한 재심사유가 되는지 여부(적극)<br/>[2] 진실·화해를 위한 과거사정리위원회가 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호 사건에 대하여 진실규명결정을 한 경우, 피해자와 유족들의 손해배상청구권에 대한 민법 제766조 제1항의 단기소멸시효의 기산점인 ‘손해 발생 및 가해자를 안 날’(=진실규명결정통지서가 송달된 날)<br/>[3] 진실·화해를 위한 과거사정리위원회가 ‘1970년대 유신정권의 경제개발 과정에서 국가기관이 노조의 설립과 활동을 방해하고, 이른바 ‘블랙리스트’를 작성·관리하면서 甲 등 해직된 노동조합 간부 및 조합원의 재취업을 막는 등의 중대한 인권침해 행위가 있었다.’는 취지의 진실규명결정을 하자, 甲 등이 국가배상을 구한 사안에서, 진실규명결정통지서가 甲 등에게 송달된 때가 불명확하더라도 위 결정일부터 3년 이내에 소가 제기되었으므로 민법 제766조 제1항의 단기소멸시효는 완성되지 않았다고 한 사례<br/>",
  "판결요지": "[1] 헌법재판소법 제75조 제7항은 같은 법 제68조 제2항에 따른 헌법소원이 인용된 경우에 해당 헌법소원과 관련된 소송사건이 이미 확정된 때에는 당사자는 재심을 청구할 수 있다고 정하고 있다.<br/>구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률(2015. 5. 18. 법률 제13289호로 개정되기 전의 것, 이하 ‘구 민주화보상법’이라고 한다) 제18조 제2항은 “이 법에 의한 보상금 등의 지급결정은 신청인이 동의한 때에는 민주화운동과 관련하여 입은 피해에 대하여 민사소송법의 규정에 의한 재판상 화해가 성립된 것으로 본다.”라고 정하고 있었다.<br/>헌법재판소는 2018. 8. 30. 구 민주화보상법 제18조 제2항의 ‘민주화운동과 관련하여 입은 피해’ 중 불법행위로 인한 정신적 손해에 관한 부분은 헌법에 위반된다는 결정(헌법재판소 2018. 8. 30. 선고 2014헌바180 등 전원재판부 결정, 이하 ‘일부위헌결정’이라고 한다)을 선고하였다. <br/>일부위헌결정은 위와 같이 ‘민주화운동과 관련하여 입은 피해’ 중 일부인 ‘불법행위로 인한 정신적 손해’ 부분을 위헌으로 선언함으로써 그 효력을 상실시켜 구 민주화보상법 제18조 제2항의 일부가 폐지되는 것과 같은 결과를 가져오는 결정으로서 법원에 대한 기속력이 있다.<br/>일부위헌결정 선고 전에 헌법소원의 전제가 된 해당 소송사건에서 이미 확정된 판결에 대해서 일부위헌결정이 선고된 사정은 헌법재판소법 제75조 제7항에서 정한 재심사유가 된다.<br/>[2] 진실·화해를 위한 과거사정리위원회가 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해·조작의혹사건’에 대하여 진실규명결정을 한 경우 그 피해자 및 유족들의 손해배상청구권에 대한 민법 제766조 제1항의 단기소멸시효와 관련하여 ‘손해 발생 및 가해자를 안 날’은 진실규명결정일이 아닌 그 진실규명결정통지서가 송달된 날을 의미한다.<br/>[3] 진실·화해를 위한 과거사정리위원회가 ‘1970년대 유신정권의 경제개발 과정에서 국가기관이 노조의 설립과 활동을 방해하고, 이른바 ‘블랙리스트’를 작성·관리하면서 甲 등 해직된 노동조합 간부 및 조합원의 재취업을 막는 등의 중대한 인권침해 행위가 있었다.’는 취지의 진실규명결정을 하자, 甲 등이 국가배상을 구한 사안에서, 진실규명결정통지서가 甲 등에게 송달된 때가 불명확하더라도 적어도 위 결정일부터 3년 이내에 소가 제기되었음은 분명하므로, 甲 등의 청구에 대하여 민법 제766조 제1항의 단기소멸시효는 완성되지 않았다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법재판소법 제68조 제2항, 제75조 제7항, 구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률(2015. 5. 18. 법률 제13289호로 개정되기 전의 것) 제18조 제2항 / [2] 민법 제766조 제1항, 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호, 제26조, 제28조 / [3] 민법 제766조 제1항, 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호, 제26조, 제28조<br/>",
  "참조판례": "[1] 대법원 2020. 10. 29. 선고 2019다249589 판결(공2020하, 2259), 헌법재판소 2018. 8. 30. 선고 2014헌바180, 304, 305, 2015헌바133, 283, 284, 357, 434, 435, 436, 437, 441, 442, 2016헌바23, 49, 64, 67, 73, 98, 165, 215, 244, 308, 348, 375, 393, 2017헌바251, 281, 374, 395, 468, 2018헌바94, 157, 2014헌가10, 18, 20, 22, 25, 2018헌가1 전원재판부 결정(헌공263, 1405) / [2] 대법원 2020. 3. 26. 선고 2019다220526 판결, 대법원 2020. 4. 29. 선고 2018다286925 판결<br/>"
}