{
  "판례일련번호": "214311",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반·게임산업진흥에관한법률위반",
  "사건번호": "2019도2862",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조의2와 제48조 제2항은 악성프로그램을 전달하거나 유포하는 행위만으로 범죄 성립이 인정되는지 여부(적극) 및 그로 말미암아 정보통신시스템 등의 훼손·멸실·변경·위조 또는 그 운용을 방해하는 결과가 발생할 것을 필요로 하는지 여부(소극) / ‘악성프로그램’에 해당하는지 판단하는 기준<br/>[2] 피고인이 甲 유한회사가 운영하는 온라인 슈팅게임에서, 위 게임의 이용자가 상대방을 더욱 쉽게 조준하여 사격할 수 있도록 도와주기 위한 것으로 처음 사격이 성공한 다음부터 상대방 캐릭터를 자동으로 조준해 주는 기능을 하는 乙 프로그램을 판매함으로써 정당한 사유 없이 정보통신시스템 등의 운용을 방해할 수 있는 ‘악성프로그램’을 전달 또는 유포하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반으로 기소된 사안에서, 검사가 제출한 증거만으로는 乙 프로그램이 같은 법 제48조 제2항의 ‘악성프로그램’에 해당한다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 제48조 제2항은 “누구든지 정당한 사유 없이 정보통신시스템, 데이터 또는 프로그램 등을 훼손·멸실·변경·위조하거나 그 운용을 방해할 수 있는 프로그램(이하 ‘악성프로그램’이라 한다)을 전달 또는 유포하여서는 아니 된다.”라고 정하고 있고, 같은 법 제70조의2는 “제48조 제2항을 위반하여 악성프로그램을 전달 또는 유포하는 자는 7년 이하의 징역 또는 7천만 원 이하의 벌금에 처한다.”라고 정하고 있다.<br/>정보통신망법 제70조의2와 제48조 제2항은 악성프로그램이 정보통신시스템, 데이터 또는 프로그램 등(이하 ‘정보통신시스템 등’이라 한다)에 미치는 영향을 고려하여 악성프로그램을 전달하거나 유포하는 행위만으로 범죄 성립을 인정하고, 그로 말미암아 정보통신시스템 등의 훼손·멸실·변경·위조 또는 그 운용을 방해하는 결과가 발생할 것을 필요로 하지 않는다. 악성프로그램에 해당하는지는 프로그램 자체를 기준으로 하되, 그 사용용도와 기술적 구성, 작동 방식, 정보통신시스템 등에 미치는 영향, 프로그램의 설치나 작동 등에 대한 운용자의 동의 여부 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 피고인이 甲 유한회사가 운영하는 온라인 슈팅게임에서, 위 게임의 이용자가 상대방을 더욱 쉽게 조준하여 사격할 수 있도록 도와주기 위한 것으로 처음 사격이 성공한 다음부터 상대방 캐릭터를 자동으로 조준해 주는 기능을 하는 乙 프로그램을 판매함으로써 정당한 사유 없이 정보통신시스템 등의 운용을 방해할 수 있는 ‘악성프로그램’을 전달 또는 유포하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률(이하 ‘정보통신망법’이라 한다) 위반으로 기소된 사안에서, 위 게임의 이용자가 상대방 캐릭터를 처음 사격하는 데 성공하면 상대방 캐릭터 근처에 붉은색 체력 바(bar)가 나타나는데, 乙 프로그램은 체력 바의 이미지를 분석한 다음 게임 화면에서 그와 동일한 이미지를 인식하여 해당 좌표로 마우스 커서를 이동시키는 작업을 반복적으로 수행하도록 설계되어 있는 점, 乙 프로그램은 이용자 본인의 의사에 따라 해당 이용자의 컴퓨터에 설치되어 그 컴퓨터 내에서만 실행되고 정보통신시스템이나 게임 데이터 또는 프로그램 자체를 변경시키지 않으며, 정보통신시스템 등이 예정한 대로 작동하는 범위에서 상대방 캐릭터에 대한 조준과 사격을 더욱 쉽게 할 수 있도록 해줄 뿐, 乙 프로그램을 실행하더라도 기본적으로 일반 이용자가 직접 상대방 캐릭터를 조준하여 사격하는 것과 동일한 경로와 방법으로 작업이 수행되는 점, 乙 프로그램이 서버를 점거함으로써 다른 이용자들의 서버 접속 시간을 지연시키거나 서버 접속을 어렵게 만들고 서버에 대량의 네트워크 트래픽을 발생시키는 등으로 정보통신시스템 등의 기능 수행에 장애를 일으킨다고 볼 증거가 없는 점을 종합하면, 검사가 제출한 증거만으로는 乙 프로그램이 정보통신망법 제48조 제2항의 ‘악성프로그램’에 해당한다고 단정하기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 정보통신망법 제48조 제2항의 ‘악성프로그램’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제2항, 제70조의2 / [2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제2항, 제70조의2, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2019. 12. 12. 선고 2017도16520 판결(공2020상, 285)<br/>"
}