{
  "판례일련번호": "214377",
  "사건명": "문화재수리등에관한법률위반",
  "사건번호": "2016도17349",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200924",
  "판시사항": "문화재수리기술자·문화재수리기능자가 그 자격에 따른 직무를 수행하지 아니하면서 다른 사람에게 문화재수리기술자·문화재수리기능자 자격증을 빌려주어 마치 문화재수리업과 관련하여 문화재수리기술자·문화재수리기능자가 실제로 고용되어 문화재수리기술자격에 따른 직무를 수행하는 것처럼 가장함으로써 부정한 방법으로 등록을 받아 문화재수리업을 하도록 한 경우, 문화재수리 등에 관한 법률 제58조 제3호, 제10조 제3항, 제12조 내지 구 문화재수리 등에 관한 법률 제59조 제2호, 제10조 제3항, 제12조에서 금지하는 문화재수리기술자·문화재수리기능자 자격증을 대여하는 행위에 해당하는지 여부(적극) / 이는 문화재수리업과 관련하여 다른 사람이 적극적으로 문화재수리기술자·문화재수리기능자인 것처럼 행세하여 직무를 수행하지 아니하였더라도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "문화재수리 등에 관한 법률(이하 ‘문화재수리법’이라고 한다)은 문화재를 원형으로 보존·계승하기 위하여 문화재수리의 품질향상과 문화재수리업의 건전한 발전을 도모함을 목적으로 하는 법률이다(제1조). 문화재수리법은 위와 같은 목적을 달성하기 위하여 문화재의 소유자가 문화재수리를 하려는 경우에는 원칙적으로 문화재수리업자에게 수리하도록 하거나 문화재수리기술자 및 문화재수리기능자가 함께 수리하도록 하고(제5조 제1항 본문), 문화재수리업을 하려는 자는 대통령령이 정한 기술능력, 자본금 및 시설 등의 등록 요건을 갖추어 주된 영업소의 소재지를 관할하는 시·도지사에게 등록하도록 규정하고 있다(제14조 제1항). 그리고 문화재수리기술자, 문화재수리기능자는 다른 사람에게 자기의 성명을 사용하여 문화재수리 등의 업무를 하도록 하거나 문화재수리기술자·문화재수리기능자 자격증을 대여하여서는 아니 되고(제10조 제3항, 제12조), 이를 위반할 경우 문화재수리기술자·문화재수리기능자 자격증을 대여한 자와 대여받아 사용한 자를 형사처벌하며[제58조 제3호, 구 문화재수리 등에 관한 법률(2015. 3. 27. 법률 제13250호로 개정되기 전의 것, 이하 ‘구 문화재수리법’이라고 한다) 제59조 제2호], 문화재청장은 그 자격의 취소 내지 정지를 명할 수 있고(제47조 제1항 제7호, 제48조), 문화재수리업의 등록 취소 내지 영업 정지를 명할 수 있다고 규정하고 있다(제49조 제1항 제9호).<br/>  한편 구 문화재수리 등에 관한 법률 시행령(2014. 12. 16. 대통령령 제25854호로 개정되기 전의 것)은 종합문화재수리업을 등록하기 위하여 ‘보수기술자 2명과 단청기술자 1명을 포함한 보수·단청 분야 기술자 4명 이상과 대목수 1명, 한식미장공 1명, 번와와공 1명과 화공·드잡이공·한식석공·한식목공 중 3명 이상을 포함한 기능자 6명 이상’을 문화재수리기술자 및 문화재수리기능자와 관련한 기술능력 요건으로 정하고 있다(제12조 제1항 제1호 [별표 7]).<br/>  이러한 문화재수리법령의 입법 목적과 규정의 내용 및 취지에 비추어 보면, 문화재수리기술자·문화재수리기능자가 그 자격에 따른 직무를 수행하지 아니하면서 다른 사람에게 문화재수리기술자·문화재수리기능자 자격증을 빌려주어 마치 문화재수리업과 관련하여 문화재수리기술자·문화재수리기능자가 실제로 고용되어 문화재수리기술자격에 따른 직무를 수행하는 것처럼 가장함으로써 부정한 방법으로 등록을 받아 문화재수리업을 하도록 한 경우에도, 문화재수리법 제58조 제3호, 제10조 제3항, 제12조 내지 구 문화재수리법 제59조 제2호, 제10조 제3항, 제12조에서 금지하는 문화재수리기술자·문화재수리기능자 자격증을 대여하는 행위에 해당하며, 이는 문화재수리업과 관련하여 다른 사람이 적극적으로 문화재수리기술자·문화재수리기능자인 것처럼 행세하여 직무를 수행하지 아니하였더라도 달리 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "구 문화재수리 등에 관한 법률(2015. 3. 27. 법률 제13250호로 개정되기 전의 것) 제10조 제3항,  제12조,  제59조 제2호(현행 제58조 제3호 참조), 문화재수리 등에 관한 법률 제1조, 제5조 제1항, 제10조 제3항, 제12조, 제14조 제1항, 제47조 제1항 제7호, 제48조, 제49조 제1항 제9호, 제58조 제3호, 구 문화재수리 등에 관한 법률 시행령(2014. 12. 16. 대통령령 제25854호로 개정되기 전의 것) 제12조 제1항 제1호 [별표 7]<br/>",
  "참조판례": "대법원 2015. 12. 10. 선고 2014도13062 판결(공2016상, 153)<br/>"
}