{
  "판례일련번호": "214363",
  "사건명": "공사대금지급청구의소",
  "사건번호": "2018다209157",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 건설공사의 도급계약을 체결할 때 도급금액 산출내역서에 명시한 건강보험료 등이 실제로 지출된 보험료보다 많은 경우, 발주자가 초과하는 금액을 정산할 수 있는지 여부(원칙적 적극) 및 이는 공공건설공사에서도 마찬가지인지 여부(적극)<br/>[2] 국가를 당사자로 하는 계약에 관한 법률 시행령 제73조 제1항, 제2항, ‘정부 입찰·계약 집행기준’ 제93조가 건강보험료 등을 사후 정산하는 조건으로 계약을 체결하지 않은 공공건설공사에서 건설산업기본법과 그 시행령에서 정한 건강보험료 등의 정산을 금지하거나 제한하는 규정인지 여부(소극)<br/>",
  "판결요지": "[1] 구 건설산업기본법(2007. 5. 17. 법률 제8477호로 개정되기 전의 것) 제22조는 ‘건설공사에 관한 도급계약의 원칙’이라는 제목으로 제5항에서 “건설공사의 도급계약의 당사자는 ‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률’에 따른 보험료, ‘국민연금법’에 따른 국민연금보험료, ‘국민건강보험법’에 따른 건강보험료 등 그 건설공사와 관련하여 건설업자가 의무적으로 부담하여야 하는 비용의 소요금액을 대통령령이 정하는 바에 따라 그 건설공사의 도급금액 산출내역서에 명시하여야 한다.”라고 정하고 있었다. 그 위임에 따라 구 건설산업기본법 시행령(2007. 12. 28. 대통령령 제20488호로 개정되기 전의 것) 제26조의2(보험료 등의 비용 명시)는 “건설공사의 도급계약 당사자는 보험료 등의 비용을 건설교통부장관이 정하여 고시하는 기준에 따라 도급금액 산출내역서에 명시하여야 한다.”라고 정하고 있었다.<br/>  2007. 5. 17. 법률 제8477호로 개정되어 2008. 1. 1. 시행된 건설산업기본법(이하 ‘건설산업기본법’이라 한다)은 제22조 제5항 후문에 “이 경우 그 건설공사의 도급금액 산출내역서에 명시된 금액이 실제로 지출된 보험료 등보다 많은 때에 그 정산에 관한 사항은 대통령령으로 정한다.”라는 규정을 신설하면서, 부칙 제2조에서 “제22조 제5항의 개정 규정은 이 법 시행 후 최초로 도급계약을 체결하는 분부터 적용한다.”라고 정하고 있다.<br/>  그 위임에 따라 2007. 12. 28. 대통령령 제20488호로 개정된 건설산업기본법 시행령(이하 ‘건설산업기본법 시행령’이라 한다) 제26조의2(보험료 등의 비용 명시 및 정산)는 제2항으로 “발주자는 건설공사를 도급받은 건설업자가 보험료 등을 부담하였는지 여부에 관하여 확인할 수 있다. 이 경우 발주자가 필요하다고 인정하는 경우 건설업자에게 보험료 등을 납부한 확인서의 제출을 요구할 수 있다.”, 제3항으로 “발주자는 건설업자가 보험료 등을 납부한 내역을 확인한 결과 도급금액 산출내역서에 명시된 국민연금보험료 및 건강보험료가 실제로 지출된 보험료보다 많은 경우 그 초과하는 금액을 정산할 수 있다.”라는 규정을 신설하였다.<br/>  종래 국민건강보험과 국민연금보험 등 법률상 가입이 의무화되어 있는 보험 등의 소요비용을 공사원가에 반영하도록 하였는데도 보험가입을 회피하는 등의 문제가 발생하였다. 그리하여 발주자에게 실제 지급된 금액을 확인하여 정산할 수 있는 권리를 부여함으로써 보험가입을 유도하고 근로자의 복지를 증진하여 건설공사의 적정한 시공과 건설산업의 건전한 발전을 도모하는 건설산업기본법의 입법 목적(제1조)을 달성하기 위하여 위와 같은 보험료 등 정산 규정을 신설하였다.<br/>  또한 건설산업기본법은 국가·지방자치단체 또는 대통령령이 정하는 공공기관이 발주하는 건설공사(이하 편의상 ‘공공건설공사’라 한다)에 대해서도 원칙적으로 건설산업기본법이 적용된다는 전제에서 ‘하도급계약의 적정성 심사’(제31조 제1항 후문), ‘하도급계획의 제출’(제31조의2), ‘설계변경 등에 따른 하도급대금의 조정’(제36조 제2항) 등을 특별히 정하고 있고, 국가·지방자치단체 또는 정부투자기관이 발주한 건설공사의 경우 ‘하도급대금의 직접 지급’에 관하여 정하고 있다(제35조 제1항 제3호).<br/>  이러한 건설산업기본법 제22조 제5항과 그 시행령 제26조의2 개정 전후의 문언과 내용, 개정 취지 등을 종합하면, 발주자는 건강보험료 등의 정산을 배제하는 별도의 규정이나 당사자의 합의가 있는 등 특별한 사정이 없는 한 도급금액 산출내역서에 명시된 건강보험료 등이 실제로 지출된 보험료보다 많은 경우 초과하는 금액을 정산할 수 있고, 이는 공공건설공사에서도 마찬가지라고 보아야 한다.<br/>[2] 국가를 당사자로 하는 계약에 관한 법률 시행령(이하 ‘국가계약법 시행령’이라 한다) 제73조(사후원가검토조건부 계약)는 각 중앙관서의 장 또는 계약담당공무원은 입찰 전에 예정가격을 구성하는 일부 비목별 금액을 결정할 수 없는 경우 사후 원가검토 조건으로 계약을 체결할 수 있고(제1항), 각 중앙관서의 장은 제1항의 규정에 의한 계약을 체결하고자 할 때 입찰 전에 계약목적물의 특성·계약수량 및 이행기간 등을 고려하여 사후 원가검토에 필요한 기준 및 절차 등을 정하고 이를 입찰에 참가하고자 하는 자가 열람할 수 있도록 하여야 한다고 정하고 있다(제2항). ‘정부 입찰·계약 집행기준’(회계예규 2200-04-159-5, 2007. 10. 12., 이하 ‘정부 입찰·계약 집행기준’이라 한다) 제93조는 “계약담당공무원은 건강보험료 등의 사후 정산과 관련하여 국가계약법 시행령 제73조에 따라 사후 정산을 하게 된다는 사항 등을 입찰공고 등에 명시하여 입찰에 참가하고자 하는 자가 미리 열람할 수 있도록 하여야 한다.”라고 정하고 있다.<br/>  이 규정들은 그 문언의 내용과 규정 형식 등에 비추어 건강보험료 등을 사후 정산하는 조건으로 계약을 체결할 경우 그에 필요한 절차를 정한 것이지, 그와 같은 조건으로 계약을 체결하지 않은 공공건설공사에서 건설산업기본법과 그 시행령에서 정한 건강보험료 등의 정산을 금지하거나 제한하는 것이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건설산업기본법(2007. 5. 17. 법률 제8477호로 개정되기 전의 것) 제22조 제5항, 건설산업기본법 제1조, 제22조 제5항, 제31조 제1항, 제31조의2, 제35조 제1항 제3호, 제36조 제2항, 부칙(2007. 5. 17.) 제2조, 구 건설산업기본법 시행령(2007. 12. 28. 대통령령 제20488호로 개정되기 전의 것) 제26조의2, 건설산업기본법 시행령 제26조의2 제2항, 제3항 / [2] 건설산업기본법 제22조 제5항, 건설산업기본법 시행령 제26조의2 제2항, 제3항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제73조 제1항, 제2항<br/>",
  "참조판례": ""
}