{
  "판례일련번호": "214337",
  "사건명": "손해배상(지)",
  "사건번호": "2018다221676",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 불법행위로 인한 손해배상책임을 지우기 위한 요건으로서 위법한 행위와 손해 사이에 상당인과관계가 있는지 판단하는 방법 <br/>[2] 최초등재제품과 동일성분ㆍ동일제형의 약제가 약제급여목록표에 등재된 경우, 최초등재제품에 대한 약제 상한금액 인하 제도의 취지 <br/>[3] 甲 유한회사가 乙 외국법인으로부터 乙 법인이 특허권을 보유한 화합물인 ‘올란자핀’에 관한 특허발명의 통상실시권을 부여받아 ‘올란자핀’이 함유된 제품을 독점적으로 수입하여 판매해 왔는데, 丙 주식회사가 甲 회사 제품의 제네릭 의약품인 丙 회사 제품에 관하여 판매예정시기를 위 특허발명의 특허권 존속기간 만료일 이후로 한 요양급여대상 결정신청을 하여 그에 따른 결정 및 고시가 이루어진 이후 위 특허발명에 관한 乙 법인과 丁 주식회사 사이의 분쟁에서 그 진보성이 부정되어야 한다는 취지의 원심판결이 선고되자 판매예정시기를 ‘등재 후 즉시’로 하는 판매예정시기 변경신청을 하였고 보건복지부장관의 고시로 甲 회사 제품의 상한금액 인하 시행시기가 변경되었는데 그 후 대법원에서 위 특허발명의 진보성이 부정되지 않는다는 취지의 판결이 선고되자, 甲 회사가 丙 회사를 상대로 甲 회사 제품의 상한금액 인하로 인한 손해배상을 구한 사안에서, 丙 회사의 행위가 위법하다거나 丙 회사의 행위와 甲 회사 제품의 상한금액 인하 사이에 상당인과관계가 있다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 불법행위 성립요건으로서의 위법성은 관련 행위 전체를 일체로만 판단하여 결정하여야 하는 것은 아니고, 문제가 되는 행위마다 개별적ㆍ상대적으로 판단하여야 한다. 또한 불법행위로 인한 손해배상책임을 지우려면 위법한 행위와 피해자가 입은 손해 사이에 상당인과관계가 있어야 하고, 상당인과관계의 유무는 일반적인 결과 발생의 개연성은 물론 주의의무를 부과하는 법령 기타 행동규범의 목적과 보호법익, 가해행위의 태양 및 피침해이익의 성질 및 피해의 정도 등을 종합적으로 고려하여 판단해야 한다.<br/>[2] 해당 투여경로ㆍ성분ㆍ제형 등으로는 약제급여목록표에 최초로 등재된 약제인 최초등재제품이 있는 경우, 종래에는 최초등재제품과 동일성분ㆍ동일제형의 약제(이하 ‘제네릭 의약품’이라고 한다)가 약제급여목록표에 등재되더라도 최초등재제품의 상한금액을 그대로 유지하였고, 그로 인해 제네릭 의약품의 상한금액(최초등재제품 상한금액의 일정 비율로 정해진다)도 높게 책정되어 국민건강보험 재정의 건전성이 위협받는다는 문제가 제기되었다. 최초등재제품의 약제 상한금액 인하 제도는 이러한 문제점을 개선하기 위해 도입된 것으로, 약제에 대한 요양급여비용을 합리적으로 산정하고 한정된 건강보험 재정을 효율적으로 사용함으로써 원활한 요양급여를 지속적으로 보장하고 건강보험 재정을 건전화하는 데에 그 취지가 있다. <br/>[3] 甲 유한회사가 乙 외국법인으로부터 乙 법인이 특허권을 보유한 화합물인 ‘올란자핀’에 관한 특허발명의 통상실시권을 부여받아 ‘올란자핀’이 함유된 제품을 독점적으로 수입하여 판매해 왔는데, 丙 주식회사가 甲 회사 제품의 제네릭 의약품인 丙 회사 제품에 관하여 판매예정시기를 위 특허발명의 존속기간 만료일 이후로 한 요양급여대상 결정신청을 하여 그에 따른 결정 및 고시가 이루어진 이후 위 특허발명에 관한 乙 법인과 丁 주식회사 사이의 분쟁에서 그 진보성이 부정되어야 한다는 취지의 원심판결이 선고되자 판매예정시기를 ‘등재 후 즉시’로 하는 판매예정시기 변경신청을 하였고 보건복지부장관의 고시로 甲 회사 제품의 상한금액 인하 시행시기가 변경되었는데 그 후 대법원에서 위 특허발명의 진보성이 부정되지 않는다는 취지의 판결이 선고되자, 甲 회사가 丙 회사를 상대로 甲 회사 제품의 상한금액 인하로 인한 손해배상을 구한 사안에서, 甲 회사가 약제 상한금액 인하로 인해 입은 불이익은 제네릭 의약품의 요양급여대상 결정신청이 있으면 보건복지부장관이 최초등재제품의 상한금액을 인하할 수 있고, 최초등재제품 특허의 무효가능성이 소명되면 제네릭 의약품을 약제급여목록표 등재 후 즉시 요양급여대상 약제로 판매할 수 있도록 한 관련 제도를 채택한 결과에 따른 것인바, 甲 회사가 甲 회사 제품의 상한금액에 관하여 갖는 이익은 이러한 제도의 테두리 내에서 보호될 수 있는 것에 불과하고, 그 제도에서 정한 절차에 따른 결과가 甲 회사에 불리하게 작용하더라도 이는 丙 회사의 책임으로 돌릴 것은 아니므로, 丙 회사의 행위가 위법하다거나 丙 회사의 행위와 甲 회사 제품의 상한금액 인하 사이에 상당인과관계가 있다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 구 국민건강보험법(2011. 5. 19. 법률 제10682호로 개정되기 전의 것) 제39조 제1항(현행 제41조 제1항 참조), 제2항(현행 제41조 제3항 참조), 제42조 제7항(현행 제45조 제7항 참조), 구 국민건강보험법 시행령(2011. 6. 30. 대통령령 제22997호로 개정되기 전의 것) 제24조 제3항(현행 제22조 참조), 구 국민건강보험 요양급여의 기준에 관한 규칙(2011. 8. 23. 보건복지부령 제83호로 개정되기 전의 것) 제8조 제2항, 제13조 제4항 제5호, 제14조 / [3] 민법 제750조, 특허법 제94조, 제100조 제1항, 제2항, 제101조 제1항 제2호, 제102조 제1항, 제2항,  제129조 제1항, 제133조 제3항, 구 국민건강보험법(2011. 5. 19. 법률 제10682호로 개정되기 전의 것) 제39조 제1항(현행 제41조 제1항 참조), 제2항(현행 제41조 제3항 참조), 제42조 제7항(현행 제45조 제7항 참조), 구 국민건강보험법 시행령(2011. 6. 30. 대통령령 제22997호로 개정되기 전의 것) 제24조 제3항(현행 제22조 참조), 구 국민건강보험 요양급여의 기준에 관한 규칙(2011. 8. 23. 보건복지부령 제83호로 개정되기 전의 것) 제8조 제2항, 제13조 제4항 제5호, 제14조<br/>",
  "참조판례": "[1] 대법원 2007. 7. 13. 선고 2005다21821 판결(공2007하, 1257), 대법원 2010. 7. 15. 선고 2006다84126 판결(공2010하, 1549)<br/>"
}