{
  "판례일련번호": "214361",
  "사건명": "부당이득금",
  "사건번호": "2019다209611",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "구 택지개발촉진법상 신구 공공시설 무상귀속의 대상이 되는 ‘공공시설’의 의미<br/>",
  "판결요지": "개별 법령에서 사용하는 용어는 각 법령의 입법 목적과 취지에 따라 개별적으로 해석하여야 한다.<br/>구 택지개발촉진법(2011. 5. 30. 법률 제10764호로 개정되기 전의 것, 이하 같다) 제25조 제1항은 시행자가 택지개발사업의 시행으로 새로이 공공시설(주차장, 운동장 등 대통령령이 정하는 시설은 제외한다)을 설치하거나 기존의 공공시설에 대체되는 시설을 설치한 경우 그 귀속에 관하여는 국토의 계획 및 이용에 관한 법률 제65조 및 제99조의 규정을 준용하고, 이 경우 ‘행정청인 시행자’는 이를 이 법에 의한 ‘시행자’로 본다고 규정하고 있다. 그 위임에 따른 택지개발촉진법 시행령 제15조 제1항은 구 택지개발촉진법 제25조 제1항 전단에서 ‘대통령령으로 정하는 시설’이란 공동묘지, 화장시설, 봉안시설을 말한다고 규정하고 있다.<br/>구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라 한다) 제65조 제1항은 개발행위허가를 받은 자가 행정청인 경우 그가 새로 공공시설을 설치하거나 기존의 공공시설에 대체되는 공공시설을 설치하는 경우에는 ‘국유재산법’과 ‘공유재산 및 물품관리법’에도 불구하고 새로 설치된 공공시설은 그 시설을 관리할 관리청에 무상으로 귀속되고, 종래의 공공시설은 개발사업의 시행자에게 무상으로 귀속된다고 규정하고 있다.<br/>이와 같은 신구 공공시설 무상귀속 제도의 적용 범위를 구체적으로 특정ㆍ제한하기 위하여 구 국토계획법 제2조 제13호는 ‘공공시설’이란 도로ㆍ공원ㆍ철도ㆍ수도, 그 밖에 대통령령으로 정하는 공공용 시설을 말한다고 규정하고, 그 위임에 따른 구 국토의 계획 및 이용에 관한 법률 시행령(2017. 9. 19. 대통령령 제28326호로 개정되기 전의 것, 이하 ‘구 국토계획법 시행령’이라 한다) 제4조는 구 국토계획법 제2조 제13호에서 ‘대통령령으로 정하는 공공용 시설’이란 항만ㆍ공항ㆍ운하ㆍ광장ㆍ녹지ㆍ공공공지ㆍ공동구ㆍ하천ㆍ유수지ㆍ방화설비ㆍ방풍설비ㆍ방수설비ㆍ사방설비ㆍ방조설비ㆍ하수도ㆍ구거(제1호), 행정청이 설치하는 주차장ㆍ운동장ㆍ저수지ㆍ화장장ㆍ공동묘지ㆍ봉안시설(제2조), 유비쿼터스도시의 건설 등에 관한 법률 제2조 제3호 (다)목에 따른 시설(제3호)을 말한다고 규정하고 있다.<br/>이와 같이 택지개발사업의 시행에서 신구 공공시설 무상귀속 제도의 적용 범위를 구체적으로 특정ㆍ제한하기 위하여 둔 관련 규정들의 내용과 체계를 종합하면, 택지개발사업의 시행에서 신구 공공시설 무상귀속 제도가 적용되는 ‘공공시설’이란 구 국토계획법 제2조 제13호, 구 국토계획법 시행령 제4조에서 구체적으로 열거한 공공시설 중에서 구 택지개발촉진법 제25조 제1항, 택지개발촉진법 시행령 제15조 제1항에서 명시적으로 제외하도록 규정하고 있는 주차장, 운동장, 공동묘지, 화장시설, 봉안시설을 제외한 나머지를 의미한다고 보아야 한다. 택지개발사업의 시행으로 새로 설치되는 공공시설이 구 국토계획법 제2조 제6호에서 정한 ‘기반시설’ 또는 구 택지개발촉진법 제2조 제2호에서 정한 ‘공공시설용지’의 적용대상에 해당한다고 하더라도, 구 국토계획법 제2조 제13호, 구 국토계획법 시행령 제4조에서 구체적으로 열거한 공공시설에 해당하지 않는 이상 신구 공공시설 무상귀속 제도가 적용되는 공공시설이라고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 택지개발촉진법(2011. 5. 30. 법률 제10764호로 개정되기 전의 것) 제2조 제2호, 제25조 제1항, 구 국토의 계획 및 이용에 관한 법률(2013. 7. 16. 법률 제11922호로 개정되기 전의 것) 제2조 제6호, 제13호, 제65조 제1항, 택지개발촉진법 시행령 제15조 제1항, 구 국토의 계획 및 이용에 관한 법률 시행령(2017. 9. 19. 대통령령 제28326호로 개정되기 전의 것) 제4조<br/>",
  "참조판례": "대법원 2007. 10. 15. 선고 2007두6427 판결<br/>"
}