{
  "판례일련번호": "214329",
  "사건명": "계약금반환",
  "사건번호": "2020다253379",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 손해배상 예정액을 감액하기 위한 요건인 ‘부당성’을 판단하는 기준 및 이때 감액사유에 관한 사실인정이나 감액비율을 정하는 것이 사실심의 전권에 속하는 사항인지 여부(원칙적 적극)<br/>[2] 구체적인 계약에서 당사자 사이에 개별적으로 이루어진 합의가 약관의 규제에 관한 법률의 규율대상인 약관에 해당하는지 여부(소극)<br/>[3] 甲 주식회사가 진행한 공매절차에서 乙 주식회사가 부동산을 낙찰받아 위 부동산에 관한 매매계약을 체결하였는데, 공매 공고문과 매매계약의 내용에 ‘매매계약 이후에 발생하는 처분금지가처분은 매수인의 책임으로 처리ㆍ해결해야 한다.’는 특약이 포함되어 있었던 경우, 위 공고문 등이 약관에 해당하는지 문제 된 사안에서, 제반 사정에 비추어 위 특약이 포함된 공매 공고문과 매매계약은 약관의 규제에 관한 법률의 규율대상인 약관에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 민법 제398조 제2항은 “손해배상의 예정액이 부당히 과다한 경우에는 법원은 적당히 감액할 수 있다.”라고 정하고 있다. 손해배상 예정액을 감액하기 위한 요건인 ‘부당성’은 채권자와 채무자의 지위, 계약의 목적과 내용, 손해배상액을 예정한 동기와 경위, 채무액에 대한 예정액의 비율, 예상 손해액의 크기, 당시의 거래관행 등 모든 사정을 참작하여 일반 사회관념에 비추어 예정액의 지급이 경제적 약자의 지위에 있는 채무자에게 부당한 압박을 가하여 공정성을 잃는 결과를 초래하는 경우에 인정된다. 이때 감액사유에 관한 사실을 인정하거나 감액비율을 정하는 것은 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권에 속하는 사항이다.<br/>[2] 약관의 규제에 관한 법률 제2조 제1호에 따르면, 약관이란 그 명칭이나 형태 또는 범위와 상관없이 계약의 한쪽 당사자가 여러 명의 상대방과 계약을 체결하기 위해 일정한 형식으로 미리 마련한 계약 내용을 말한다. 구체적인 계약에서 당사자 사이에 개별적으로 이루어진 합의는 약관의 규제에 관한 법률의 규율대상인 약관에 해당하지 않는다.<br/>[3] 甲 주식회사가 진행한 공매절차에서 乙 주식회사가 부동산을 낙찰받아 위 부동산에 관한 매매계약을 체결하였는데, 공매 공고문과 매매계약의 내용에 ‘매매계약 이후 발생하는 처분금지가처분은 매수인의 책임으로 처리ㆍ해결해야 한다.’는 특약이 포함되어 있었던 경우, 위 공고문과 매매계약이 약관에 해당하는지 문제 된 사안에서, 매매계약 이후 설정된 처분금지가처분의 처리를 매수인의 책임으로 돌리는 내용은 공매 공고문과 매매계약의 일부 조항에 포함되어 있는데, 모든 부동산에 관한 공고문에 일률적으로 규정된 것이 아니라 개별 공매 목적물의 특성을 고려하여 목적물에 따라 상이하게 규정되고, 매매계약의 내용도 위 부동산에 한정하여 개별적으로 정해진 것으로서 甲 회사가 다수의 상대방과 동종의 계약을 반복적으로 체결할 목적으로 마련한 것이라고 보기 어려운 점, 甲 회사가 공매 공고문과 매매계약서를 미리 작성하는 것은 공매절차의 특성에서 비롯되는 것이지 다수의 상대방과 동종의 계약을 반복적으로 체결하기 위해 미리 작성하는 것이 아닌 점 등에 비추어 위 특약이 포함된 공매 공고문 등은 약관의 규제에 관한 법률의 규율대상인 약관에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제398조 제2항, 민사소송법 제432조 / [2] 약관의 규제에 관한 법률 제2조 제1호 / [3] 약관의 규제에 관한 법률 제2조 제1호<br/>",
  "참조판례": "[1] 대법원 2017. 7. 11. 선고 2016다52265 판결(공2017하, 1614) / [2] 대법원 2001. 11. 27. 선고 99다8353 판결(공2002상, 132), 대법원 2002. 10. 11. 선고 2002다39807 판결(공2002하, 2718)<br/>"
}