{
  "판례일련번호": "214373",
  "사건명": "양도소득세부과처분등취소",
  "사건번호": "2017두30757",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200820",
  "판시사항": "[1] 구 국세기본법 제26조의2 제2항에 규정된 특례제척기간에 따라 판결 또는 결정이 확정된 날로부터 1년 내라면, 당해 판결이나 결정에 따르지 않는 새로운 결정이나 증액경정결정까지도 할 수 있는지 여부(소극)<br/>[2] 국세부과권의 제척기간 경과로 납세자가 조세채무를 납부할 의무를 면하게 되는 것이 실질과세 원칙에 반하는지 여부(소극)<br/>[3] 甲 주식회사 대표이사 乙이 자신이 보유한 甲 회사 주식을 丙에게 양도하였고, 甲 회사의 유일한 자산인 부동산이 주식의 잔금지급일에 丙에게 이전되었다는 사정 등에 기초하여 甲 회사 소재지 관할 세무서장이 甲 회사에 부동산 양도가액을 익금 산입하여 법인세 부과처분을 하고 그 양도가액을 乙에 대한 귀속 상여로 소득처분하여 甲 회사와 乙에게 각각 소득금액변동통지를 하였는데, 甲 회사가 법인세를 납부하지 않아 관할 세무서장이 乙을 제2차 납세의무자로 지정하고 甲 회사가 체납한 법인세를 乙에게 납부통지한 부과처분이 관련 소송에서 취소·확정되자, 乙의 주소지 관할 세무서장이 乙에게 주식양도와 관련하여 양도소득세 및 증권거래세 부과처분을 한 사안에서, 乙에 대한 양도소득세 등 부과처분은 선행 확정판결에 따른 경정결정이나 그에 부수하는 처분이라고 보기 어려워 선행 확정판결에 따른 특례제척기간이 적용되지 않는다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2006. 12. 30. 법률 제8139호로 개정되기 전의 것, 이하 같다) 제26조의2는 제1항에서 국세의 부과제척기간을 원칙적으로 5년으로 정하면서, 제2항에서 ‘국세에 관한 이의신청·심사청구·심판청구, 감사원법에 의한 심사청구 또는 행정소송법에 의한 소송에 대한 결정 또는 판결이 있는 경우에는 제1항의 규정에 불구하고 그 결정 또는 판결이 확정된 날부터 1년이 경과하기 전까지는 당해 결정·판결에 따라 경정결정 기타 필요한 처분을 할 수 있다.’라고 규정하고 있다.<br/>부과제척기간에 관한 특별규정인 구 국세기본법 제26조의2 제2항에 규정된 특례제척기간은, 같은 조 제1항에서 정한 과세제척기간이 일단 만료하면 과세권자는 새로운 결정이나 증액경정결정은 물론 감액경정결정 등 어떠한 처분도 할 수 없게 되는 결과, 과세처분에 대한 행정심판청구 또는 행정소송 등의 쟁송절차가 장기간 지연되어 그 결정 또는 판결이 과세제척기간이 지난 후에 행하여지는 경우 그 결정이나 판결에 따른 처분조차도 할 수 없게 되는 불합리한 사례가 발생하는 것을 방지하기 위하여 마련된 것임에 비추어 볼 때, 그 문언상 과세권자로서는 해당 판결 또는 결정에 따른 경정결정이나 그에 부수하는 처분만을 할 수 있을 뿐, 판결 또는 결정이 확정된 날로부터 1년 내라 하여 그 판결이나 결정에 따르지 아니하는 새로운 결정이나 증액경정결정까지도 할 수 있는 것은 아니다.<br/>[2] 구 국세기본법(2006. 12. 30. 법률 제8139호로 개정되기 전의 것) 제26조의2에서 규정하고 있는 국세부과권의 제척기간 내에 조세의 부과처분이 없으면 과세관청은 더 이상 국세의 확정을 위한 부과처분을 할 수 없게 되고 그 반사적 효과로서 납세자로서는 조세채무를 납부할 의무를 면하게 되나, 이는 제척기간제도에 따른 부득이한 결과로서 그런 결과가 실질과세의 원칙에 반한다고는 할 수 없다.<br/>[3] 甲 주식회사 대표이사 乙이 자신이 보유한 甲 회사 주식을 丙에게 양도하였고, 甲 회사의 유일한 자산인 부동산이 주식의 잔금지급일에 丙에게 이전되었다는 사정 등에 기초하여 甲 회사 소재지 관할 세무서장이 甲 회사에 부동산 양도가액을 익금 산입하여 법인세 부과처분을 하고 그 양도가액을 乙에 대한 귀속 상여로 소득처분하여 甲 회사와 乙에게 각각 소득금액변동통지를 하였는데, 甲 회사가 법인세를 납부하지 않아 관할 세무서장이 乙을 제2차 납세의무자로 지정하고 甲 회사가 체납한 법인세를 乙에게 납부통지한 부과처분(종전 부과처분)이 관련 소송에서 취소·확정되자, 乙의 주소지 관할 세무서장이 乙에게 주식양도와 관련하여 양도소득세 및 증권거래세 부과처분을 한 사안에서, 선행 확정판결의 대상인 종전 부과처분은 법인인 甲 회사와 丙 사이의 부동산양도거래에 따른 甲 회사의 토지 등 양도소득을 과세대상으로 하고 세목이 ‘법인세’인 반면, 乙에 대한 양도소득세 등 부과처분은 개인인 乙과 丙 사이의 주식양도거래에 따른 乙의 주식양도소득과 양도 자체를 과세대상으로 하고 세목이 ‘양도소득세’와 ‘증권거래세’이므로 乙에 대한 양도소득세 등 부과처분을 선행 확정판결에 따른 경정결정이나 그에 부수하는 처분이라고 보기 어렵고 종전 부과처분과는 다른 새로운 결정이라는 이유로, 乙에 대한 양도소득세 등 부과처분에 대하여는 선행 확정판결에 따른 특례제척기간이 적용되지 않는다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2006. 12. 30. 법률 제8139호로 개정되기 전의 것) 제26조의2 제1항, 제2항 제1호(현행 제26조의2 제6항 제1호 참조) / [2] 구 국세기본법(2006. 12. 30. 법률 제8139호로 개정되기 전의 것) 제26조의2 / [3] 구 국세기본법(2006. 12. 30. 법률 제8139호로 개정되기 전의 것) 제26조의2<br/>",
  "참조판례": "[1] 대법원 1994. 8. 26. 선고 94다3667 판결(공1994하, 2520), 대법원 2005. 2. 25. 선고 2004두11459 판결(공2005상, 515) / [2] 대법원 2004. 6. 10. 선고 2003두1752 판결(공2004하, 1177), 대법원 2006. 6. 9. 선고 2006두781 판결<br/>"
}