{
  "판례일련번호": "214321",
  "사건명": "임금",
  "사건번호": "2019다262582",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 노동조합 및 노동관계조정법 제29조의4 제1항에서 정한 공정대표의무는 단체교섭 과정에서도 준수되어야 하는지 여부(적극) / 교섭대표노동조합이 단체교섭 과정에서 교섭창구 단일화 절차에 참여한 다른 노동조합에 단체교섭 및 단체협약 체결과 관련하여 필요한 정보를 적절히 제공하고 의견을 수렴할 의무 등을 부담하는지 여부(적극) 및 이러한 절차적 공정대표의무를 위반하였다고 인정하기 위한 요건 <br/>[2] 교섭대표노동조합이 사용자와 단체교섭 과정에서 마련한 단체협약 잠정합의안에 대해 조합원 총회 또는 총회에 갈음할 대의원회의 찬반투표 절차를 거치면서 교섭창구 단일화 절차에 참여한 다른 노동조합의 조합원들에게 절차에 참여할 기회를 부여하지 않거나 그들의 찬반의사를 고려하여 가결 여부를 결정하지 않았다는 사정만으로 절차적 공정대표의무 위반이라고 단정할 수 있는지 여부(소극)<br/>[3] 교섭대표노동조합이 절차적 공정대표의무에 위반하여 합리적 이유 없이 교섭창구 단일화 절차에 참여한 다른 노동조합을 차별한 경우, 그로 인한 위자료 배상책임을 부담하는지 여부(원칙적 적극)<br/>[4] 甲 노동조합이 교섭대표노동조합으로서 회사와 단체교섭을 진행하여 잠정합의안이 마련되자 조합원총회를 갈음하는 임시대의원회를 개최하여 이를 가결하였는데, 그 과정에서 교섭창구 단일화 절차에 참여한 다른 노동조합인 乙 노동조합에 잠정합의안 마련사실을 알리거나 이에 대해 설명하고 그로부터 의견을 수렴하지 않았고, 임시대의원회에 乙 노동조합의 대의원이나 조합원을 참여시키지 않은 사안에서, 甲 노동조합이 乙 노동조합에 잠정합의안 마련사실을 알리거나 이에 대하여 설명하고 그로부터 의견을 수렴하는 절차를 전혀 거치지 않은 것은 절차적 공정대표의무를 위반한 것으로 乙 노동조합에 대한 불법행위가 되므로, 甲 노동조합은 이로 인한 위자료 배상책임을 부담한다고 한 사례<br/>",
  "판결요지": "[1] 교섭창구 단일화 제도하에서 교섭대표노동조합이 되지 못한 노동조합은 독자적으로 단체교섭권을 행사할 수 없으므로, 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다)은 교섭대표노동조합이 되지 못한 노동조합을 보호하기 위해 사용자와 교섭대표노동조합에 교섭창구 단일화 절차에 참여한 노동조합 또는 그 조합원을 합리적 이유 없이 차별하지 못하도록 공정대표의무를 부과하고 있다(제29조의4 제1항). 공정대표의무는 헌법이 보장하는 단체교섭권의 본질적 내용이 침해되지 않도록 하기 위한 제도적 장치로 기능하고, 교섭대표노동조합과 사용자가 체결한 단체협약의 효력이 교섭창구 단일화 절차에 참여한 다른 노동조합(이하 ‘소수노동조합’이라 한다)에도 미치는 것을 정당화하는 근거가 된다. 이러한 공정대표의무의 취지와 기능 등에 비추어 보면, 공정대표의무는 단체교섭의 결과물인 단체협약의 내용뿐만 아니라 단체교섭의 과정에서도 준수되어야 하고, 교섭대표노동조합으로서는 단체협약 체결에 이르기까지 단체교섭 과정에서 소수노동조합을 합리적인 이유 없이 절차적으로 차별하지 않아야 할 공정대표의무를 부담한다고 봄이 타당하다. 따라서 교섭대표노동조합은 단체교섭 과정에서 절차적 공정대표의무를 적정하게 이행하기 위하여 소수노동조합을 동등하게 취급함으로써 단체교섭 및 단체협약 체결과 관련하여 필요한 정보를 적절히 제공하고 의견을 수렴할 의무 등을 부담한다. 다만 단체교섭 과정의 동적인 성격, 노동조합법에 따라 인정되는 대표권에 기초하여 교섭대표노동조합 대표자가 단체교섭 과정에서 보유하는 일정한 재량권 등을 고려할 때 교섭대표노동조합의 소수노동조합에 대한 이러한 정보제공 및 의견수렴의무는 일정한 한계가 있을 수밖에 없다. 이러한 사정을 아울러 고려하면, 교섭대표노동조합이 단체교섭 과정의 모든 단계에서 소수노동조합에 대하여 일체의 정보제공 및 의견수렴 절차를 거치지 아니하였다고 하여 절차적 공정대표의무를 위반하였다고 단정할 것은 아니고, 단체교섭의 전 과정을 전체적ㆍ종합적으로 살필 때 소수노동조합에 기본적이고 중요한 사항에 대한 정보제공 및 의견수렴 절차를 충분히 거치지 않았다고 인정되는 경우와 같이 교섭대표노동조합이 가지는 재량권의 범위를 일탈하여 소수노동조합을 합리적 이유 없이 차별하였다고 평가할 수 있는 때에 절차적 공정대표의무 위반을 인정할 수 있다.<br/>[2] 교섭대표노동조합이 사용자와 단체교섭 과정에서 마련한 단체협약 잠정합의안(이하 ‘잠정합의안’이라 한다)에 대해 자신의 조합원 총회 또는 총회에 갈음할 대의원회의 찬반투표 절차를 거치면서도 교섭창구 단일화 절차에 참여한 다른 노동조합(이하 ‘소수노동조합’이라 한다)의 조합원들에게 동등하게 그 절차에 참여할 기회를 부여하지 않거나 그들의 찬반의사까지 고려하여 잠정합의안에 대한 가결 여부를 결정하지 않았더라도, 그러한 사정만으로 이를 가리켜 교섭대표노동조합의 절차적 공정대표의무 위반이라고 단정할 수는 없다. 다음과 같은 사정들을 종합적으로 고려하면, 이러한 경우 특별한 사정이 없는 한 교섭대표노동조합이 소수노동조합을 차별한 것으로 보기 어렵기 때문이다.<br/>① 교섭창구 단일화 제도의 취지나 목적, 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제29조 제2항의 규정 내용과 취지 등을 고려하면, 교섭대표노동조합의 대표자는 교섭창구 단일화 절차에 참여한 노동조합 및 조합원 전체를 대표하여 독자적인 단체협약체결권을 가지므로, 단체협약 체결 여부에 대해 원칙적으로 소수노동조합이나 그 조합원의 의사에 기속된다고 볼 수 없다. <br/>② 교섭대표노동조합의 규약에서 잠정합의안에 대한 조합원 찬반투표를 거칠 것을 규정하고 있더라도 그것은 당해 교섭대표노동조합 조합원들의 의사결정을 위하여 마련된 내부 절차일 뿐 법률상 요구되는 절차는 아니다. <br/>③ 노동조합법 제29조의2는 교섭창구 단일화 절차를 규정하고 있고, 그 위임에 따른 노동조합 및 노동관계조정법 시행령 제14조의7에서는 교섭대표노동조합 확정에 필요한 조합원 수 산정 기준 등에 관한 상세한 규정을 두고 있다. 그리고 노동조합법 제41조 제1항 후문은 교섭창구 단일화 절차에 참여한 노동조합의 전체 조합원의 찬반투표 절차를 거친 경우에만 쟁의행위를 할 수 있다고 정하고 있다. 반면 잠정합의안에 대한 찬반투표와 관련하여 교섭창구 단일화 절차에 참여한 노동조합별로 찬반투표 필요 여부, 실시기관, 실시방법 및 정족수 등에 관한 규약상 규정이 다른 경우 이를 조율할 수 있는 절차에 관하여는 노동조합법 및 그 시행령에 아무런 규정을 찾을 수 없다.<br/>[3] 교섭대표노동조합이 절차적 공정대표의무에 위반하여 합리적 이유 없이 교섭창구 단일화 절차에 참여한 다른 노동조합(이하 ‘소수노동조합’이라 한다)을 차별하였다면, 이러한 행위는 원칙적으로 교섭창구 단일화 절차에 따른 단체교섭과 관련한 소수노동조합의 절차적 권리를 침해하는 불법행위에 해당하고, 이로 인한 소수노동조합의 재산적 손해가 인정되지 않더라도 특별한 사정이 없는 한 비재산적 손해에 대하여 교섭대표노동조합은 위자료 배상책임을 부담한다. <br/>[4] 甲 노동조합이 교섭대표노동조합으로서 회사와 단체교섭을 진행하여 잠정합의안이 마련되자 조합원총회를 갈음하는 임시대의원회를 개최하여 이를 가결하였는데, 그 과정에서 교섭창구 단일화 절차에 참여한 다른 노동조합인 乙 노동조합에 잠정합의안 마련사실을 알리거나 이에 대해 설명하고 그로부터 의견을 수렴하지 않았고, 임시대의원회에 乙 노동조합의 대의원이나 조합원을 참여시키지 않은 사안에서, 甲 노동조합이 단체협약 체결 여부를 결정하기 위하여 잠정합의안에 대한 임시대의원회의 결의를 거치면서 대표권이 없는 乙 노동조합의 대의원 또는 조합원들에게 동등하게 해당 절차에 참여할 기회를 부여하지 않았다고 하더라도 차별의 문제는 발생하지 아니하므로, 차별의 존재를 전제로 하는 절차적 공정대표의무 위반은 인정하기 어려우나, 甲 노동조합이 단체교섭의 과정에서 중요한 사항인 잠정합의안에 대하여 자신의 대의원들에게만 이를 알리고 대의원회의 결의 절차를 거쳤을 뿐 乙 노동조합에 대해서는 잠정합의안 마련사실을 알리거나 이에 대하여 설명하고 그로부터 의견을 수렴하는 절차를 전혀 거치지 않은 것은, 단체교섭의 전 과정을 전체적ㆍ종합적으로 살펴볼 때 교섭대표노동조합이 가지는 재량권의 범위를 일탈하여 乙 노동조합을 합리적 이유 없이 차별함으로써 절차적 공정대표의무를 위반한 것이며, 그 위반에 대한 甲 노동조합의 고의 또는 과실도 인정되고, 나아가 甲 노동조합의 위와 같은 절차적 차별에 의한 공정대표의무 위반행위는 乙 노동조합에 대한 불법행위가 되므로, 甲 노동조합으로서는 이로 인한 위자료 배상책임을 부담하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제29조의4 제1항 / [2] 노동조합 및 노동관계조정법 제29조 제2항, 제29조의2, 제29조의4 제1항, 제41조 제1항, 노동조합 및 노동관계조정법 시행령 제14조의7 / [3] 노동조합 및 노동관계조정법 제29조의4 제1항, 민법 제750조, 제751조 / [4] 노동조합 및 노동관계조정법 제29조 제2항, 제29조의2, 제29조의4 제1항, 제41조 제1항, 노동조합 및 노동관계조정법 시행령 제14조의7, 민법 제750조, 제751조<br/>",
  "참조판례": "[1] 대법원 2018. 8. 30. 선고 2017다218642 판결(공2018하, 1914)<br/>"
}