{
  "판례일련번호": "214355",
  "사건명": "자본감소무효확인의소",
  "사건번호": "2018다283315",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 상법 제445조에서 정한 자본금감소 무효의 소를 제기할 수 있는 경우<br/>[2] 소수주식의 강제매수제도를 통한 소수주주 축출제도를 회피하기 위하여 탈법적으로 동일한 효과를 갖는 다른 방식을 활용하는 것이 위법한지 여부(적극) 및 주식병합으로 소수주주가 주주의 지위를 상실한 경우, 그 자체로 위법하다고 볼 수 있는지 여부(소극)<br/> [3] 甲 주식회사가 임시주주총회를 개최하여 1주당 액면가를 5,000원에서 50,000,000원으로 인상하는 10,000:1의 주식병합을 하고, 10,000주에 미치지 못하는 주식을 보유한 주주에게 1주당 액면가 5,000원을 지급하기로 하는 내용의 ‘주식병합 및 자본금감소’를 결의하였고, 이에 따라 乙을 포함하여 10,000주 미만의 주식을 보유한 주주들이 주주의 지위를 상실한 사안에서, 위 주식병합 및 자본금감소가 주주총회의 특별결의 등 상법에서 정한 절차를 거쳤음에도 주주평등의 원칙, 신의성실의 원칙 및 권리남용금지의 원칙에 위배된다고 본 원심판단에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 주식병합을 통한 자본금감소에 이의가 있는 주주ㆍ이사ㆍ감사ㆍ청산인ㆍ파산관재인 또는 자본금의 감소를 승인하지 않은 채권자는 자본금감소로 인한 변경등기가 된 날부터 6개월 내에 자본금감소 무효의 소를 제기할 수 있다(상법 제445조). 상법은 자본금감소의 무효와 관련하여 개별적인 무효사유를 열거하고 있지 않으므로, 자본금감소의 방법 또는 기타 절차가 주주평등의 원칙에 반하는 경우, 기타 법령ㆍ정관에 위반하거나 민법상 일반원칙인 신의성실의 원칙에 반하여 현저히 불공정한 경우에 무효소송을 제기할 수 있다. 즉 주주평등의 원칙은 그가 가진 주식의 수에 따른 평등한 취급을 의미하는데, 만일 주주의 주식수에 따라 다른 비율로 주식병합을 하여 차등감자가 이루어진다면 이는 주주평등의 원칙에 반하여 자본금감소 무효의 원인이 될 수 있다. 또한 주식병합을 통한 자본금감소가 현저하게 불공정하게 이루어져 권리남용금지의 원칙이나 신의성실의 원칙에 반하는 경우에도 자본금감소 무효의 원인이 될 수 있다. <br/>[2] 우리 상법이 2011년 상법 개정을 통해 소수주식의 강제매수제도를 도입한 입법 취지와 그 규정의 내용에 비추어 볼 때, 엄격한 요건 아래 허용되고 있는 소수주주 축출제도를 회피하기 위하여 탈법적으로 동일한 효과를 갖는 다른 방식을 활용하는 것은 위법하다. 그러나 소수주식의 강제매수제도는 지배주주에게 법이 인정한 권리로 반드시 지배주주가 이를 행사하여야 하는 것은 아니고, 우리 상법에서 소수주식의 강제매수제도를 도입하면서 이와 관련하여 주식병합의 목적이나 요건 등에 별다른 제한을 두지 않았다. 또한 주식병합을 통해 지배주주가 회사의 지배권을 독점하려면, 단주로 처리된 주식을 소각하거나 지배주주 또는 회사가 단주로 처리된 주식을 취득하여야 하고 이를 위해서는 법원의 허가가 필요하다. 주식병합으로 단주로 처리된 주식을 임의로 매도하기 위해서는 대표이사가 사유를 소명하여 법원의 허가를 받아야 하고(비송사건절차법 제83조), 이때 단주 금액의 적정성에 대한 판단도 이루어지므로 주식가격에 대해 법원의 결정을 받는다는 점은 소수주식의 강제매수제도와 유사하다. 따라서 결과적으로 주식병합으로 소수주주가 주주의 지위를 상실했다 할지라도 그 자체로 위법이라고 볼 수는 없다. <br/>[3] 甲 주식회사가 임시주주총회를 개최하여 1주당 액면가를 5,000원에서 50,000,000원으로 인상하는 10,000:1의 주식병합을 하고, 10,000주에 미치지 못하는 주식을 보유한 주주에게 1주당 액면가 5,000원을 지급하기로 하는 내용의 ‘주식병합 및 자본금감소’를 결의하였고, 이에 따라 乙을 포함하여 10,000주 미만의 주식을 보유한 주주들이 주주의 지위를 상실한 사안에서, 위 주식병합은 법에서 정한 절차에 따라 주주총회 특별결의와 채권자보호절차를 거쳐 모든 주식에 대해 동일한 비율로 주식병합이 이루어졌고, 단주의 처리 과정에서 주식병합 비율에 미치지 못하는 주식수를 가진 소수주주가 자신의 의사와 무관하게 주주의 지위를 상실하게 되지만, 이러한 단주의 처리 방식은 상법에서 명문으로 인정한 주주평등원칙의 예외이므로, 위 주식병합의 결과 주주의 비율적 지위에 변동이 발생하지 않았고, 달리 乙이 그가 가진 주식의 수에 따라 평등한 취급을 받지 못한 사정이 없는 한 이를 주주평등원칙의 위반으로 볼 수 없으며, 위 주식병합 및 자본금감소는 주주총회 참석주주의 99.99% 찬성(발행주식총수의 97% 찬성)을 통해 이루어졌는데, 이러한 회사의 결정은 지배주주뿐만 아니라 소수주주의 대다수가 찬성하여 이루어진 것으로 볼 수 있고, 이와 같은 회사의 단체법적 행위에 현저한 불공정이 있다고 보기 어려우며, 또한 해당 주주총회의 안건 설명에서 단주의 보상금액이 1주당 5,000원이라고 제시되었고, 이러한 사실을 알고도 대다수의 소수주주가 주식병합 및 자본금감소를 찬성하였으므로 단주의 보상금액도 회사가 일방적으로 지급한 불공정한 가격이라고 보기 어려운데도, 이와 달리 위 주식병합 및 자본금감소가 주주평등의 원칙, 신의성실의 원칙 및 권리남용금지의 원칙에 위배된다고 본 원심판단에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제232조, 제369조 제1항, 제434조, 제438조, 제439조, 제440조, 제443조, 제445조, 제530조 제3항, 제530조의11 제1항, 민법 제2조 / [2] 상법 제360조의24, 제440조, 제443조, 비송사건절차법 제82조, 제83조 / [3] 상법 제232조, 제369조 제1항, 제434조, 제438조, 제439조, 제440조, 제443조, 제445조, 민법 제2조<br/>",
  "참조판례": ""
}