{
  "판례일련번호": "214341",
  "사건명": "보증금",
  "사건번호": "2017다271995",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 계약이행보증계약에서 보증사고가 구체적으로 무엇인지 결정하는 방법<br/>[2] 甲 주식회사 등 4개 건설사로 구성된 공동수급체와 乙 공사 사이에 체결된 공사도급계약에 따라 공동수급체 구성원들이 각자 丙 공제조합과 계약이행보증계약을 체결하여 乙 공사에 공사이행보증서를 제출하였는데, 도급공사 진행 중 甲 회사가 乙 공사에 채무자 회생 및 파산에 관한 법률 제119조 제1항을 근거로 도급계약의 해지를 통보하자, 공동수급체의 잔존 구성원들이 乙 공사의 승인을 받아 甲 회사를 공동수급체에서 탈퇴시키고 甲 회사의 지분을 잔존 구성원들이 승계하는 내용으로 출자비율을 변경한 다음 乙 공사와 출자비율 변경을 반영한 도급계약을 다시 체결하여 공사를 계속하였으나, 결국 공사를 완료하지 못한 사안에서, 甲 회사가 도급계약을 해지한 때에 甲 회사가 丙 조합과 체결한 보증계약의 보증사고가 발생하였고 이후 잔존 구성원들이 도급계약상 의무를 이행하지 않아 乙 공사가 丙 조합을 상대로 위 보증계약에 따른 보증금의 지급을 청구할 수 있다고 보아야 하는데도, 이와 달리 본 원심판결에 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 계약이행보증계약에서 보증사고란 보증인의 계약이행보증책임을 구체화하는 불확정한 사고를 가리키는데, 이러한 보증사고가 구체적으로 무엇인지는 당사자 사이의 약정으로 계약 내용에 편입된 약관과 약관이 인용하고 있는 이행보증서와 주계약의 구체적인 내용 등을 종합하여 결정하여야 한다.<br/>[2] 甲 주식회사 등 4개 건설사로 구성된 공동수급체와 乙 공사 사이에 체결된 공사도급계약에 따라 공동수급체 구성원들이 각자 丙 공제조합과 계약이행보증계약을 체결하여 乙 공사에 공사이행보증서를 제출하였는데, 도급공사 진행 중 甲 회사가 乙 공사에 채무자 회생 및 파산에 관한 법률 제119조 제1항을 근거로 도급계약의 해지를 통보하자, 공동수급체의 잔존 구성원들이 乙 공사의 승인을 받아 甲 회사를 공동수급체에서 탈퇴시키고 甲 회사의 지분을 잔존 구성원들이 승계하는 내용으로 출자비율을 변경한 다음 乙 공사와 출자비율 변경을 반영한 도급계약을 다시 체결하여 공사를 계속하였으나, 결국 공사를 완료하지 못한 사안에서, 甲 회사 등이 체결한 보증계약 약관의 문언과 체계 등을 고려하면 위 약관에서 보증사고로 정한 ‘수급인의 의무불이행’은 보증계약의 계약자인 수급인의 의무불이행을 가리키므로 공동이행방식의 공동수급체 구성원 중 보증계약의 계약자인 수급인이 주채무인 도급계약상 의무를 불이행함으로써 보증사고가 발생한다고 볼 수 있고, 甲 회사 탈퇴 후 체결된 변경된 도급계약은 乙 공사와 잔존 구성원들 사이에서 장래 공사에 대한 출자지분을 외부적으로 확정하기 위해 체결된 것에 불과할 뿐, 잔존 구성원들이 변경된 도급계약을 체결하면서 甲 회사의 출자지분을 분할하여 가산하였다는 사정만으로는 잔존 구성원들이 甲 회사의 乙 공사에 대한 채무를 면책적으로 승계하였다고 단정할 수 없으므로, 결국 甲 회사가 도급계약을 해지한 때에 甲 회사가 丙 조합과 체결한 보증계약의 보증사고가 발생하였고 이후 잔존 구성원들이 도급계약상 의무를 이행하지 않아 乙 공사가 丙 조합을 상대로 위 보증계약에 따른 보증금의 지급을 청구할 수 있다고 보아야 하는데도, 이와 달리 본 원심판결에는 공동이행방식의 공동수급체가 관여된 도급계약과 보증계약에서 보증사고와 면책적 채무인수에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제428조 / [2] 민법 제105조, 제428조, 제454조, 제459조, 제664조채무자 회생 및 파산에 관한 법률 제119조 제1항<br/>",
  "참조판례": "[1] 대법원 2006. 4. 28. 선고 2004다16976 판결(공2006상, 908)<br/>"
}