{
  "판례일련번호": "214383",
  "사건명": "요양급여환수처분취소등",
  "사건번호": "2020두36052",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201015",
  "판시사항": "[1] 국민건강보험법에 따른 요양기관이 응급의료에 관한 법률 등 다른 개별 행정법률을 위반하여 요양급여를 제공하고 요양급여비용을 받은 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은 경우’에 해당하는지 판단하는 방법<br/>[2] 지역응급의료기관으로 지정된 甲 병원이 응급의료에 관한 법률 시행규칙 [별표 8] ‘지역응급의료기관 지정기준’ 중 응급실 전담간호사 인원수가 5명 이상이어야 한다는 인력기준을 충족하지 못하게 되었음에도 계속하여 응급실에 내원한 환자 등을 상대로 응급처치 등을 실시하고 응급의료관리료를 지급받은 사실에 대하여, 甲 병원이 속임수나 그 밖의 부당한 방법으로 응급의료관리료를 지급받았다는 이유로 국민건강보험공단이 甲 병원에 응급의료관리료 징수처분을 한 사안에서, 甲 병원이 응급실에 내원한 환자에게 응급처치 등을 행한 이상 당시 ‘응급실 전담간호사 인력기준’을 충족하지 못하였다는 사정만으로 甲 병원이 위 응급처치 등과 관련하여 받은 응급의료관리료를 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 받은 보험급여 비용’에 해당한다고 보기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다)은 국민의 질병·부상에 대한 예방·진단·치료·재활과 출산·사망 및 건강증진에 대하여 보험급여를 실시하여 국민보건 향상과 사회보장 증진에 이바지함을 목적으로 제정된 법률(제1조)로서 응급의료에 관한 법률 등 다른 개별 행정법률과는 입법 목적과 규율대상이 다르다. 따라서 국민건강보험법에 따른 요양기관이 응급의료에 관한 법률 등 다른 개별 행정법률을 위반하여 요양급여를 제공하고 요양급여비용을 받은 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은 경우’에 해당하는지는 국민건강보험법과 다른 개별 행정법률의 입법 목적 및 규율대상의 차이를 염두에 두고 국민건강보험법령상 보험급여기준의 내용과 취지 및 다른 개별 행정법률에 의한 제재수단 외에 국민건강보험법상 부당이득징수까지 하여야 할 필요성의 유무와 정도 등을 고려하여 판단하여야 한다.<br/>[2] 지역응급의료기관으로 지정된 甲 병원이 응급의료에 관한 법률 시행규칙 [별표 8] ‘지역응급의료기관 지정기준’ 중 응급실 전담간호사 인원수가 5명 이상이어야 한다는 인력기준을 충족하지 못하게 되었음에도 계속하여 응급실에 내원한 환자 등을 상대로 응급처치 및 응급의료를 실시하고 응급의료관리료를 지급받은 사실에 대하여, 甲 병원이 속임수나 그 밖의 부당한 방법으로 응급의료관리료를 지급받았다는 이유로 국민건강보험공단이 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다) 제57조 제1항에 근거하여 甲 병원에 응급의료관리료 징수처분을 한 사안에서, 관련 법령의 규정 내용과 취지를 관련 법리에 비추어 살펴보면, 甲 병원이 응급실에 내원한 응급환자와 비응급환자에게 응급처치 등을 행한 이상 비록 당시 ‘응급실 전담간호사 인력기준’을 충족하지 못하였더라도 그러한 사정만으로 甲 병원이 위 응급처치 등과 관련하여 받은 응급의료관리료를 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 받은 보험급여 비용’에 해당한다고 보기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항 / [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제2항, 제57조 제1항, 국민건강보험 요양급여의 기준에 관한 규칙 제5조 제1항 [별표 1] 제1호 (라)목, 구 응급의료에 관한 법률(2015. 7. 24. 법률 제13436호로 개정되기 전의 것) 제23조, 제31조, 제31조의2, 응급의료에 관한 법률 시행규칙 제18조 제1항 [별표 8]<br/>",
  "참조판례": "[1] 대법원 2019. 11. 28. 선고 2017두59284 판결(공2020상, 189), 대법원 2020. 3. 12. 선고 2019두40079 판결(공2020상, 778)<br/>"
}