{
  "판례일련번호": "214323",
  "사건명": "공직자윤리법위반",
  "사건번호": "2020마5594",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20201103",
  "판시사항": "[1] 질서위반행위에 대하여 과태료 부과의 근거 법률이 개정되어 행위 시의 법률에 의하면 과태료 부과대상이었지만 재판 시의 법률에 의하면 과태료 부과대상이 아니게 된 경우, 과태료를 부과할 수 있는지 여부(원칙적 소극)<br/>[2] 구 공직자윤리법 제18조 제1항 본문에서 정한 ‘취업제한 여부 확인요청 제도’의 입법 취지<br/>[3] 국가경찰공무원으로서 경감 직위에서 퇴직한 甲이 ‘철도건널목 안전관리 및 경비’ 등의 업무를 담당하는 경비사업소장으로 乙 주식회사에 취업한 후 취업제한 여부 확인요청서를 제출하였는데, 甲에 대하여 취업 전에 취업제한 여부 확인요청을 하지 않았다는 이유로 과태료가 부과되었고, 이에 甲이 항고하였으나 항고심법원이 2019. 12. 3. 법률 제16671호로 개정된 공직자윤리법이 공포된 상태임에도 시행일까지 기다리지 아니한 채 항고기각 결정을 한 사안에서, 과태료 재판 계속 중에 개정ㆍ시행된 공직자윤리법령에 의하면 甲이 취업제한 여부 확인요청대상자의 범위에서 제외될 여지가 있으므로 이 경우 재판 시의 법률에 따라 과태료를 부과할 수 없게 된다는 이유로 원심결정을 파기한 사례<br/>",
  "판결요지": "[1] 과태료 부과에 관한 일반법인 질서위반행위규제법에 의하면, 질서위반행위의 성립과 과태료 처분은 원칙적으로 행위 시의 법률에 따르지만(제3조 제1항), 질서위반행위 후 법률이 변경되어 그 행위가 질서위반행위에 해당하지 아니하게 되거나 과태료가 변경되기 전의 법률보다 가볍게 된 때에는 법률에 특별한 규정이 없는 한 변경된 법률을 적용하여야 한다(제3조 제2항). <br/>따라서 질서위반행위에 대하여 과태료 부과의 근거 법률이 개정되어 행위 시의 법률에 의하면 과태료 부과대상이었지만 재판 시의 법률에 의하면 과태료 부과대상이 아니게 된 때에는 개정 법률의 부칙에서 종전 법률 시행 당시에 행해진 질서위반행위에 대해서는 행위 시의 법률을 적용하도록 특별한 규정을 두지 않은 이상 재판 시의 법률을 적용하여야 하므로 과태료를 부과할 수 없다.<br/>[2] 구 공직자윤리법(2019. 12. 3. 법률 제16671호로 개정되기 전의 것, 이하 같다) 제18조 제1항 본문에서 정한 취업제한 여부 확인요청 제도는 취업심사대상자가 퇴직 후 3년 이내에 구 공직자윤리법 제17조 제1항 각호에서 정한 취업제한기관에 취업하고자 하는 경우에는 취업제한 여부, 다시 말해 퇴직 전 5년 동안 소속하였던 부서ㆍ기관과 퇴직 후 3년 이내에 취업하려는 기관 사이에 업무상 밀접한 관련성이 있는지에 관하여 사전에 관할 공직자윤리위원회의 판단을 받도록 함으로써 퇴직공직자 취업제한 제도의 실효성을 확보함과 동시에, 취업심사대상자가 업무상 밀접한 관련이 있는 취업제한기관에 임의로 취업하였다가 해임요구 또는 형사처벌(구 공직자윤리법 제19조, 제29조 제1호)을 받는 불이익을 회피할 수 있는 정당한 통로를 제공함으로써 취업심사대상자의 권익을 보호하고 분쟁을 사전에 방지하려는 데에 그 입법 취지가 있다.<br/>[3] 국가경찰공무원으로서 경감 직위에서 퇴직한 甲이 ‘철도건널목 안전관리 및 경비’ 등의 업무를 담당하는 경비사업소장으로 乙 주식회사에 취업한 후 취업제한 여부 확인요청서를 제출하였는데, 甲에 대하여 취업 전에 취업제한 여부 확인요청을 하지 않았다는 이유로 과태료가 부과되었고, 이에 甲이 항고하였으나 항고심법원이 2019. 12. 3. 법률 제16671호로 개정된 공직자윤리법(이하 ‘개정 공직자윤리법’이라 한다)이 공포된 상태임에도 시행일까지 기다리지 아니한 채 항고기각 결정을 한 사안에서, 2020. 6. 2. 대통령령 제30753호로 개정된 공직자윤리법 시행령(이하 ‘개정 시행령’이라 한다) 제31조 제2항 각호의 퇴직공직자가 취업심사대상기관에 취업하여 담당하려는 업무가 같은 항 본문에 해당하는 경우에는 취업심사대상자의 범위에서 제외되므로 개정 공직자윤리법 제18조 제1항에 따른 취업제한 여부 확인요청대상자에서도 제외되는바, 甲이 퇴직 후 미리 취업제한 여부 확인요청 절차를 거치지 않은 채 乙 회사에 취업한 행위가 당시에는 구 공직자윤리법(2019. 12. 3. 법률 제16671호로 개정되기 전의 것, 이하 같다) 제18조 제1항을 위반한 것이어서 같은 법 제30조 제3항 제2호에 따른 과태료 부과대상에 해당하였으나, 과태료 재판 계속 중에 개정ㆍ시행된 공직자윤리법령에 의하면, 국가경찰공무원으로서 경감 직위에서 퇴직한 甲이 乙 회사에 취업하여 담당하는 ‘철도건널목 안전관리 및 경비’ 등의 업무가 개정 시행령 제31조 제2항에서 정한 ‘통계법 제22조에 따라 통계청장이 고시하는 직업에 관한 표준분류의 대분류에 따른 서비스 종사자, 기능원 및 관련 기능 종사자 또는 단순노무 종사자’에 해당하는 경우에는 취업심사대상자 및 취업제한 여부 확인요청대상자의 범위에서 제외되므로, 재판 시의 법률에 의하면 개정 공직자윤리법 제18조 제1항 위반에 해당할 수 없어 같은 법 제30조 제3항 제8호에 따른 과태료 부과대상이 아니게 된 때에 해당하고, 개정 공직자윤리법령에는 구 공직자윤리법 시행 당시에 행해진 질서위반행위에 대해서 행위 시의 법률을 적용하여 과태료 처벌을 하도록 하는 내용의 특별한 규정을 두지 않아 재판 시의 법률을 적용하여야 하므로 과태료를 부과할 수 없게 된다는 이유로 원심결정을 파기한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 질서위반행위규제법 제3조 제1항, 제2항 / [2] 구 공직자윤리법(2019. 12. 3. 법률 제16671호로 개정되기 전의 것) 제17조 제1항, 제18조 제1항, 제3항, 제19조, 제29조 제1호, 제30조 제3항 제2호(현행 제30조 제3항 제8호 참조), 구 공직자윤리법 시행령(2020. 6. 2. 대통령령 제30753호로 개정되기 전의 것) 제33조의2 / [3] 질서위반행위규제법 제3조 제1항, 제2항, 공직자윤리법 제17조 제1항, 제18조 제1항, 제30조 제3항 제8호, 부칙(2019. 12. 3.) 제1조, 제6조, 구 공직자윤리법(2019. 12. 3. 법률 제16671호로 개정되기 전의 것) 제17조 제1항, 제18조 제1항, 제30조 제3항 제2호(현행 제30조 제3항 제8호 참조), 공직자윤리법 시행령 제31조 제1항 제8호, 제2항 제2호, 부칙(2020. 6. 2.) 제1조, 구 공직자윤리법 시행령(2020. 6. 2. 대통령령 제30753호로 개정되기 전의 것) 제33조의2<br/>",
  "참조판례": "[1] 대법원 2017. 4. 7.자 2016마1626 결정<br/>"
}