{
  "판례일련번호": "214347",
  "사건명": "감면거부처분취소",
  "사건번호": "2017두54746",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "공정거래위원회가 공동행위 외부자의 제보에 따라 필요한 증거를 충분히 확보한 이후 증거를 제공한 공동행위 참여자가 과징금 등 감면 대상자인 1순위 또는 2순위 조사협조자가 될 수 있는지 여부(소극)<br/>",
  "판결요지": "구 독점규제 및 공정거래에 관한 법률(2014. 1. 24. 법률 제12334호로 개정되기 전의 것, 이하 ‘공정거래법’이라 한다) 제22조의2 제1항 제2호, 제3항, 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 7. 21. 대통령령 제25503호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제35조 제1항의 문언, 체계 및 취지 등을 종합하면, 공정거래위원회가 공동행위 외부자의 제보에 따라 필요한 증거를 충분히 확보한 이후 증거를 제공한 공동행위 참여자는 1순위 조사협조자는 물론 2순위 조사협조자도 될 수 없다. 이유는 다음과 같다.<br/>① 공정거래법령이 조사협조자 감면제도를 둔 취지와 목적은, 부당한 공동행위에 참여한 사업자가 자발적으로 부당한 공동행위 조사에 협조하여 증거자료를 제공한 것에 대한 혜택을 부여함으로써 참여사업자들 사이에 신뢰를 약화시켜 부당한 공동행위를 중지ㆍ예방함과 동시에, 실제 집행단계에서는 공정거래위원회로 하여금 부당공동행위를 보다 쉽게 적발하고 증거를 수집할 수 있도록 하여 은밀하게 이루어지는 부당공동행위에 대한 제재의 실효성을 확보하려는 데에 있다. 이와 같은 감면제도의 취지와 목적에 비추어 보면, 공정거래위원회가 이미 부당한 공동행위에 대한 정보를 입수하고 이를 증명하는 데 필요한 증거를 충분히 확보한 이후에는 ‘조사협조자’가 성립할 수 없고, 이는 1순위는 물론 2순위의 경우에도 마찬가지이다. 공정거래법령이 1순위와 2순위 조사협조자를 구분하여 규정하고 있으나, 이는 조사협조자들 중 ‘최초로 증거를 제공한 자’뿐만 아니라 ‘두 번째로 증거를 제공한 자’까지 감면을 허용하고자 하는 취지일 뿐, 이로써 1순위와 관계없는 별개의 독립적인 2순위라는 지위가 만들어져 1순위 조사협조자가 없는데도 2순위 조사협조자가 성립할 수 있게 되는 것은 아니다.<br/> ② 시행령 제35조 제1항 제3호에서 2순위 조사협조자의 요건으로 ‘부당한 공동행위임을 증명하는 데 필요한 증거를 단독으로 제공한 두 번째의 자일 것’이라고 규정함으로써 전제하고 있는 ‘최초의 증거제공자’는 공동행위 참여자로서 ‘1순위 조사협조자’를 의미한다. 이와 같이 조사협조자 감면제도에서 증거제공의 순서에 따라 순위를 정하는 것은 다수의 조사협조자가 있음을 전제로 그들 사이에 감면 여부와 정도의 차이를 두기 위한 것이므로, 그 순위를 산정할 때 애당초 조사협조자가 될 수 없는 공동행위 외부자나 조사협조자로 인정되지 않은 공동행위 참여자의 존재를 고려할 것은 아니다.<br/> ③ 한편 시행령 제35조 제1항 제3호는 2순위 조사협조자에 관하여, 1순위 조사협조자와는 달리 ‘공정거래위원회가 부당한 공동행위에 대한 정보를 입수하지 못하였거나 부당한 공동행위임을 증명하는 데 필요한 증거를 충분히 확보하지 못한 상태에서 조사에 협조하였을 것’이라는 요건을 규정하고 있지 않다. 그러나 이는 공정거래위원회가 ‘1순위 조사협조자의 증거제공’으로 필요한 증거를 충분히 확보한 경우에는 예외를 인정하여 1순위 조사협조자가 성립하는 외에 2순위 조사협조자도 성립할 수 있도록 함으로써 보다 신속한 담합의 와해를 유도하고 추가적인 증거의 확보를 용이하게 하기 위한 것이다.<br/>④ 요컨대, 공정거래위원회가 이미 부당한 공동행위를 증명하는 데 필요한 증거를 충분히 확보하고 있는 경우에는 그 순위와 무관하게 조사협조자가 성립할 수 없다. 다만 공정거래위원회가 필요한 증거를 충분히 확보한 것이 1순위 조사협조자의 증거제공에 의한 것일 때에는 1순위 조사협조자가 성립하는 외에 2순위 조사협조자도 성립할 수 있다. 그러나 공동행위 외부자의 제보에 의하여 필요한 증거를 충분히 확보한 이후에는 공동행위 참여자가 증거를 제공하였더라도 법령상 ‘조사협조자’ 감면제도에 따른 감면을 받을 수 없고, 시행령 제61조 제3항의 위임에 의한 공정거래위원회의 과징금부과 세부기준 등에 관한 고시에 규정된 ‘조사협력’에 따른 재량 감경을 받을 수 있을 뿐이다.<br/>",
  "판결본문": "",
  "참조조문": "구 독점규제 및 공정거래에 관한 법률(2014. 1. 24. 법률 제12334호로 개정되기 전의 것) 제22조의2 제1항 제2호, 제3항(현행 제22조의2 제4항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2014. 7. 21. 대통령령 제25503호로 개정되기 전의 것) 제35조 제1항<br/>",
  "참조판례": "대법원 2018. 7. 26. 선고 2017두46912 판결<br/>"
}