{
  "판례일련번호": "214317",
  "사건명": "부당이득금반환",
  "사건번호": "2018다228868",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 토지에 관한 부당이득 반환청구에서 해당 토지의 현황이나 지목이 ‘도로’라는 이유만으로 부당이득의 성립이 부정되는지 여부(소극)<br/>[2] 신의성실의 원칙의 의미 및 그 위배를 이유로 권리행사를 부정하기 위한 요건 <br/>[3] 지목이 도로인 토지의 지분을 보유하고 있던 甲 교회와 乙 교회가 위 도로를 통해서만 공로로 출입할 수 있는 인접 건물과 그 대지의 소유자인 丙 주식회사를 상대로 자신들이 위 도로의 지분을 보유한 기간 동안 丙 회사가 위 도로를 통행하면서 법률상 원인 없이 사용료에 해당하는 이익을 얻고 자신들에게 그 지분에 해당하는 손해를 입게 하였다며 부당이득반환을 구한 사안에서, 제반 사정에 비추어 위 부당이득 반환청구가 신의성실의 원칙에 반한다고 볼 수 없는데도, 이와 달리 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 물건의 소유자가 물건에 관한 어떠한 이익을 상대방이 권원 없이 취득하고 있다고 주장하여 그 이익을 부당이득으로 반환청구하는 경우 상대방은 그러한 이익을 보유할 권원이 있음을 주장ㆍ증명하지 않는 한 소유자에게 이를 부당이득으로 반환할 의무가 있다. 이때 해당 토지의 현황이나 지목이 ‘도로’라는 이유만으로 부당이득의 성립이 부정되지 않으며, 도로로 이용되고 있는 사정을 감안하여 부당이득의 액수를 산정하면 된다.<br/>[2] 신의성실의 원칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신뢰를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범을 말한다. 신의성실의 원칙에 위배된다는 이유로 권리행사를 부정하기 위해서는 상대방에게 신의를 제공하였거나 객관적으로 보아 상대방이 신의를 가지는 것이 정당한 상태에 이르러야 하고 이와 같은 상대방의 신의에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도에 이르러야 한다. 상대방에게 신의를 창출한 바 없거나 상대방이 신의를 가지는 것이 정당한 상태에 있지 않을 뿐만 아니라 권리행사가 정의의 관념에 반하지 않는 경우에는 권리행사를 신의성실의 원칙에 반한다고 볼 수 없다.<br/>[3] 지목이 도로인 토지의 지분을 보유하고 있던 甲 교회와 乙 교회가 위 도로를 통해서만 공로로 출입할 수 있는 인접 건물과 그 대지의 소유자인 丙 주식회사를 상대로 자신들이 위 도로의 지분을 보유한 기간 동안 丙 회사가 위 도로를 통행하면서 법률상 원인 없이 사용료에 해당하는 이익을 얻고 자신들에게 그 지분에 해당하는 손해를 입게 하였다며 부당이득반환을 구한 사안에서, 甲 교회와 乙 교회 또는 위 도로 지분의 종전 소유자가 도로 지분을 취득할 당시부터 주위 토지 또는 인접 대지의 소유자에게 위 도로를 무상으로 통행에 제공하기로 용인하였다고 보기 어렵고, 乙 교회가 위 인접 대지에 건축허가를 받으면서 위 도로에 대한 도로 지정ㆍ공고로 건축법 제44조 제1항 본문의 접도의무를 충족하게 되었다는 사정이나 甲 교회와 乙 교회가 위 인접 건물과 대지의 종전 소유자로부터 도로의 사용료를 지급받지 않았다는 사정만으로는 위 부당이득 반환청구가 신의성실의 원칙에 반한다고 볼 수 없는데도, 甲 교회와 乙 교회가 위 도로를 무상으로 통행에 제공하기로 용인하였다고 단정하여 위 부당이득 반환청구가 신의성실의 원칙에 위배된다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제211조, 제741조, 민사소송법 제288조 / [2] 민법 제2조 / [3] 민법 제211조, 제741조, 민사소송법 제288조, 건축법 제44조 제1항<br/>",
  "참조판례": "[1] 대법원 2019. 3. 14. 선고 2016다210320 판결 / [2] 대법원 1991. 12. 10. 선고 91다3802 판결(공1992, 467), 대법원 2013. 12. 18. 선고 2012다89399 전원합의체 판결(공2014상, 236)<br/>"
}