{
  "판례일련번호": "214583",
  "사건명": "공사대금",
  "사건번호": "2020다273045",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 다툼이 있는 사실을 증명하기 위하여 제출한 증거가 당사자의 부주의 또는 오해로 인하여 불완전ㆍ불명료한 경우, 법원이 석명권을 행사하여야 하는지 여부(적극)<br/>[2] 甲 주식회사에 대한 채권자인 乙 주식회사가, 甲 회사가 丙 등에게 집합건물의 일부 세대인 부동산에 관하여 근저당권을 설정해 주거나 매매예약을 원인으로 가등기를 마쳐준 것이 사해행위에 해당한다며 그 취소와 원상회복을 구하고 있는데, 위 부동산의 부지에 관한 선순위 근저당권자이기도 한 丙 등이 체납처분에 따라 한국자산관리공사가 실시한 위 부동산에 대한 공매절차에서 받은 배분금이 위 부동산에 설정된 근저당권 또는 가등기권에 기해 배분받은 것으로서 가액반환의 대상인지 문제 된 사안에서, 丙 등이 공매절차에서 받은 배분금은 위 부동산에 설정된 근저당권 또는 가등기권에 기한 것이지 위 부지에 설정된 선순위 근저당권에 기한 것은 아니라고 본 원심판단에 석명의무 위반 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제136조 제1항은 재판장은 소송관계를 명료하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 관하여 질문하거나 증명을 하도록 촉구할 수 있다고 규정하고 있고, 같은 조 제4항은 법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다고 규정하고 있으므로, 법원으로서는 다툼 있는 사실을 증명하기 위하여 제출한 증거가 당사자의 부주의 또는 오해로 인하여 불완전ㆍ불명료한 경우에는 당사자에게 그 제출된 증거를 명확ㆍ명료하게 할 것을 촉구하거나 보충할 수 있는 기회를 주어야 하고, 만약 이를 게을리한 채 제출된 증거가 불완전ㆍ불명료하다는 이유로 그 주장을 배척하는 것은 석명의무 또는 심리를 다하지 아니한 것으로서 위법하다.<br/>[2] 甲 주식회사에 대한 채권자인 乙 주식회사가, 甲 회사가 丙 등에게 집합건물의 일부 세대인 부동산에 관하여 근저당권을 설정해 주거나 매매예약을 원인으로 가등기를 마쳐준 것이 사해행위에 해당한다며 그 취소와 원상회복을 구하고 있는데, 위 부동산의 부지(이하 ‘대지’라고 한다)에 관한 선순위 근저당권자이기도 한 丙 등이 체납처분에 따라 한국자산관리공사가 실시한 위 부동산에 관한 공매절차에서 받은 배분금이 위 부동산에 설정된 근저당권 또는 가등기권에 기해 배분받은 것으로서 가액반환의 대상인지 문제 된 사안에서, 甲 회사는 위 부동산에 관한 대지권이 성립하기 전 위 대지에 관하여 丙 등에게 근저당권을 설정해 주었고, 이후 위 대지의 등기부에 대지권이라는 뜻의 등기가 마쳐지고 위 부동산의 등기부에 대지 지분에 관한 대지권 등기가 마쳐진 점, 한국자산관리공사가 작성한 공매통지서에 매각 대상에 관하여 위 부동산의 전유부분 외에 그 대지권의 목적인 대지 지분이 기재되어 있는 점 등에 비추어 공매의 대상은 위 부동산의 전유부분 외에 대지 지분도 포함되어 있는 것으로 보이므로, 丙 등은 위 대지에 설정한 선순위 근저당권에 기해 배분을 받았을 여지가 크고, 나아가 한국자산관리공사가 ‘공매절차에서 丙 등이 받은 배분금은 위 대지에 설정된 근저당권에 기한 것임을 확인한다.’는 취지의 공문을 작성하여 丙에게 교부하고 이를 丙 등이 증거로 제출하였는데도, 위 공문에 기재된 근저당권 설정일이 잘못되어 있다는 이유 등만으로 丙 등에게 공문에 기재된 내용을 명확ㆍ명료하게 할 것을 촉구하거나 주장 사실을 증명할 수 있는 기회를 주지 않은 채, 丙 등이 공매절차에서 받은 배분금은 위 부동산에 설정된 근저당권 또는 가등기권에 기한 것이지 위 대지에 설정된 선순위 근저당권에 기한 것은 아니라고 본 원심판단에 석명의무 위반 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 / [2] 민사소송법 제136조, 민법 제406조<br/>",
  "참조판례": "[1] 대법원 2005. 7. 28. 선고 2003후922 판결(공2005하, 1454)<br/>"
}