{
  "판례일련번호": "214597",
  "사건명": "특정범죄가중처벌등에관한법률위반(국고등손실)[피고인 1, 피고인 3에 대한 예비적 죄명 및 피고인 2에 대한 일부 예비적 죄명: 특정경제범죄가중처벌등에관한법률위반(횡령), 피고인 2, 피고인 10에 대한 일부 예비적 죄명: 업무상횡령, 피고인 2에 대한 일부 예비적 죄명: 업무상배임, 피고인 2, 피고인 3에 대하여 일부 인정된 죄명: 업무상횡령]ㆍ위증ㆍ국가정보원법위반(피고인 9에 대하여 일부 변경된 죄명: 강요)ㆍ업무방해ㆍ노동조합및노동관계조정법위반ㆍ업무상횡령ㆍ뇌물공여ㆍ허위공문서작성ㆍ허위작성공문서행사ㆍ정보통신망이용촉진및정보보호등에관한법률위반(명예훼손)",
  "사건번호": "2020도12583",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 국고금 관리법 제7조에 따라 중앙관서장의 직접 사용이 금지되는 ‘소관 수입’의 의미<br/>[2] 직권남용권리행사방해죄에서 말하는 ‘직권남용’의 의미 및 직권의 ‘남용’에 해당하는지 판단하는 기준 / 직권남용권리행사방해죄에서 말하는 ‘사람으로 하여금 의무 없는 일을 하게 한 때’의 의미 / 공무원이 자신의 직무권한에 속하는 사항에 관하여 실무 담당자로 하여금 직무집행을 보조하게 하는 행위가 ‘의무 없는 일을 하게 한 때’에 해당하는 경우 및 이에 해당하는지 판단하는 기준<br/>[3] 국가정보원법에 직권남용권리행사방해죄에 관한 처벌 규정을 별도로 두고 있는 취지 / 직권남용으로 인한 국가정보원법 위반죄가 성립하는지 판단할 때 고려하여야 할 사항<br/>[4] 직권남용으로 인한 국가정보원법 위반죄의 객체인 ‘사람’의 의미<br/>[5] 수 개의 범죄행위가 포괄일죄를 구성하는 경우 및 이때 공소시효의 기산점(=최종의 범죄행위가 종료한 때)<br/>[6] 국가정보원 직원이 동일한 사안에 관한 일련의 직무집행 과정에서 단일하고 계속된 범의로 일정 기간 계속하여 저지른 직권남용행위에 대하여는 그 상대방이 수인이라도 포괄일죄가 성립할 수 있는지 여부(적극) 및 개별 사안에서 포괄일죄가 성립하는지 판단하는 기준<br/>",
  "판결요지": "[1] 국고금 관리법 제7조는 “중앙관서의 장은 다른 법률에 특별한 규정이 있는 경우를 제외하고는 그 소관 수입을 국고에 납입하여야 하며 이를 직접 사용하지 못한다.”라고 규정하고 있다. 이는 국가재정법 제17조에서 선언한 예산총계주의를 수입의 측면에서 더욱 구체화한 것으로 평가할 수 있다. 한편 국고금 관리법 제2조 제2호는 ‘수입’을 조세 등 같은 조 제1호 (가)목에 따른 국고금이 세입으로 납입되거나 기금에 납입되는 것이라고 규정하고 있고, 같은 조 제1호 (가)목은 ‘국고금’을 법령 또는 계약 등에 따라 국가의 세입으로 납입되거나 기금(제3조 제1항 제2호에 따른 기금을 말한다)에 납입된 모든 현금 및 현금과 같은 가치를 가지는 것으로서 대통령령으로 정하는 것(이하 ‘현금 등’이라 한다)이라고 규정하고 있다. 같은 법 제5조와 제6조에 따르면, 수입은 법령에서 정하는 바에 따라 징수하거나 수납하여야 하고, 중앙관서의 장은 그 ‘소관 수입’의 징수와 수납에 관한 사무를 관리한다.<br/>  위와 같은 법 규정들의 문언과 그 취지를 종합하여 보면, 국고금 관리법 제7조에 따라 직접 사용이 금지되는 ‘소관 수입’은 법령 또는 계약 등에 따라 국가에 납입된 것으로서 중앙관서의 장이 징수ㆍ수납절차를 거쳐 관리하는 현금 등을 의미한다고 봄이 타당하다.<br/>[2] 직권남용권리행사방해죄(이하 ‘직권남용죄’라 한다)는 공무원이 일반적 직무권한에 속하는 사항에 관하여 직권의 행사에 가탁(假託)하여 실질적, 구체적으로 위법ㆍ부당한 행위를 한 경우에 성립한다. 여기에서 말하는 ‘직권남용’이란 공무원이 일반적 직무권한에 속하는 사항에 관하여 그 권한을 위법ㆍ부당하게 행사하는 것, 즉 형식적, 외형적으로는 직무집행으로 보이나 그 실질은 정당한 권한 이외의 행위를 하는 경우를 의미한다. 어떠한 직무가 공무원의 일반적 직무권한에 속하는 사항이라고 하기 위해서는 그에 관한 법령상 근거가 필요하다. 법령상 근거는 반드시 명문의 규정만을 요구하는 것이 아니라 명문의 규정이 없더라도 법령과 제도를 종합적, 실질적으로 살펴보아 그것이 해당 공무원의 직무권한에 속한다고 해석되고, 이것이 남용된 경우 상대방으로 하여금 사실상 의무 없는 일을 하게 하거나 권리를 방해하기에 충분한 것이라고 인정되는 경우에는 직권남용죄에서 말하는 일반적 직무권한에 포함된다. 직권의 ‘남용’에 해당하는지는 구체적인 직무행위의 목적, 그 행위가 당시의 상황에서 필요성이나 상당성이 있는 것이었는지 여부, 직권 행사가 허용되는 법령상의 요건을 충족했는지 등의 여러 요소를 고려하여 결정하여야 한다.<br/>  직권남용죄에서 말하는 ‘사람으로 하여금 의무 없는 일을 하게 한 때’란 공무원이 직권을 남용하여 다른 사람으로 하여금 법령상 의무 없는 일을 하게 한 때를 의미한다. 따라서 공무원이 자신의 직무권한에 속하는 사항에 관하여 실무 담당자로 하여금 그 직무집행을 보조하는 사실행위를 하도록 하더라도 이는 공무원 자신의 직무집행으로 귀결될 뿐이므로 원칙적으로 의무 없는 일을 하게 한 때에 해당한다고 할 수 없다. 그러나 직무집행의 기준과 절차가 법령에 구체적으로 명시되어 있고 실무 담당자에게도 직무집행의 기준을 적용하고 절차에 관여할 고유한 권한과 역할이 부여되어 있다면 실무 담당자로 하여금 그러한 기준과 절차를 위반하여 직무집행을 보조하게 한 경우에는 ‘의무 없는 일을 하게 한 때’에 해당한다. 공무원의 직무집행을 보조하는 실무 담당자에게 직무집행의 기준을 적용하고 절차에 관여할 고유한 권한과 역할이 부여되어 있는지 여부 및 공무원의 직권남용행위로 인하여 실무 담당자가 한 일이 그러한 기준이나 절차를 위반하여 한 것으로서 법령상 의무 없는 일인지 여부는 관련 법령 등의 내용에 따라 개별적으로 판단하여야 한다.<br/>[3] 국가정보원(이하 ‘국정원’이라 한다)은 대통령의 직속 기관으로서 그 지시와 감독을 받으면서(국가정보원법 제2조) 대통령의 국정 운영을 뒷받침하는 역할을 수행한다. 국정원이 정보기관으로서 수행하는 정보의 수집ㆍ작성ㆍ배포 등의 직무는 보안 유지의 필요성과 은밀하게 이루어지는 그 수행방식의 특수성 등으로 인해 다른 국가기관의 감시나 견제의 대상이 되기 어려운 측면이 있고, 그 직무의 원활한 수행을 위해 국정원 내부적으로 엄격한 상명하복의 지휘체계가 유지될 필요가 있다. 또한 국정원은 현행 국가정보원법(2020. 12. 15. 법률 제17646호로 전부 개정된 것)의 시행 전까지 국민 개개인에 대한 강제력 행사가 수반될 수 있는 국가보안법에 규정된 죄 등에 대한 수사 권한도 가지고 있었다. 이러한 국정원의 법적 지위와 사실상의 영향력, 직무 및 직무수행 방식의 특수성 등으로 인해 그 권한이 남용될 경우 정치ㆍ경제ㆍ사회ㆍ문화 등 생활영역 전반에 걸쳐 국민의 기본권을 침해하고 국가기관의 정치적 중립에 대한 신뢰를 훼손할 위험이 크다. 실제 국정원의 전신인 중앙정보부, 국가안전기획부 시절부터 각종 정치공작과 인권침해사건 등이 자행되어 민주주의의 진전을 가로막았다.<br/>  1994. 1. 5. 법률 제4708호로 구 국가안전기획부법(1999. 1. 21. 국가정보원법으로 그 명칭이 변경되었다)이 개정되면서 위 법률에 국가안전기획부의 부장ㆍ차장 기타 직원의 직권남용행위를 금지하는 조항(제11조 제1항)과 이를 위반할 경우 형법상 직권남용권리행사방해죄(이하 ‘직권남용죄’라 한다)보다 무겁게 처벌하는 조항(제19조 제1항)이 신설된 것도 이러한 역사적 경험에 따른 반성적 조치로 볼 수 있다. 현행 국가정보원법에 이르기까지 그 내용이 유지되고 있는 위 조항들의 입법 경위 등에 비추어 보면, 국가정보원법에 직권남용죄에 관한 처벌 규정을 별도로 두고 있는 취지는 국정원의 원장ㆍ차장ㆍ기획조정실장 및 그 밖의 직원이 자신에게 부여된 직무권한을 남용하여 다른 기관ㆍ단체의 권한이나 국민의 자유와 권리를 침해하는 것을 미연에 방지하고자 함에 있다.<br/>  따라서 직권남용으로 인한 국가정보원법 위반죄의 성립 여부는 직권남용죄 일반에 적용되는 법리뿐만 아니라 위와 같은 독자적인 처벌 조항의 입법 경위와 그 취지, 국정원의 법적 지위와 영향력, 국정원이 담당하는 직무 및 그 직무수행 방식의 특수성, 국정원 내부의 엄격한 상명하복의 지휘체계 등을 종합적으로 고려하여 판단하여야 한다.<br/>[4] 직권남용으로 인한 국가정보원법 위반죄의 객체인 ‘사람’은 행위자와 공범자 이외의 모든 타인을 말하므로, 행위자의 부하 공무원은 물론 기타 공무원도 거기에 포함될 수 있다.<br/>[5] 동일 죄명에 해당하는 수 개의 행위를 단일하고 계속된 범의로 일정 기간 계속하여 행하고 그 피해법익도 동일한 경우에는 이들 각 행위를 통틀어 포괄일죄로 처단하여야 하고, 그 경우 공소시효는 최종의 범죄행위가 종료한 때로부터 진행한다.<br/>[6] 형법상 직권남용권리행사방해죄는 국가기능의 공정한 행사라는 국가적 법익을 보호하는 데 주된 목적이 있고, 직권남용으로 인한 국가정보원법 위반죄도 마찬가지이다. 따라서 국가정보원 직원이 동일한 사안에 관한 일련의 직무집행 과정에서 단일하고 계속된 범의로 일정 기간 계속하여 저지른 직권남용행위에 대하여는 설령 그 상대방이 수인이라고 하더라도 포괄일죄가 성립할 수 있다고 봄이 타당하다. 다만 각 직권남용 범행이 포괄일죄가 되느냐 경합범이 되느냐에 따라 공소시효의 완성 여부, 기판력이 미치는 범위 등이 달라질 수 있으므로, 개별 사안에서 포괄일죄의 성립 여부는 직무집행 대상의 동일 여부, 범행의 태양과 동기, 각 범행 사이의 시간적 간격, 범의의 단절이나 갱신 여부 등을 세밀하게 살펴 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국고금 관리법 제2조 제1호 (가)목, 제2호, 제3조 제1항 제2호, 제5조, 제6조, 제7조, 국가재정법 제17조 / [2] 형법 제123조 / [3] 형법 제123조, 구 국가안전기획부법(1999. 1. 21. 법률 제5681호 국가정보원법으로 개정되기 전의 것) 제11조 제1항(현행 국가정보원법 제13조 참조), 제19조 제1항(현행 국가정보원법 제22조 제1항 참조), 구 국가정보원법(2020. 12. 15. 법률 제17646호로 전부 개정되기 전의 것) 제11조 제1항(현행 제13조 참조), 제19조 제1항(현행 제22조 제1항 참조), 국가정보원법 제2조, 제13조, 제22조 제1항 / [4] 구 국가정보원법(2020. 12. 15. 법률 제17646호로 전부 개정되기 전의 것) 제11조 제1항(현행 제13조 참조), 제19조 제1항(현행 제22조 제1항 참조), 국가정보원법 제2조, 제13조, 제22조 제1항 / [5] 형법 제37조, 형사소송법 제252조 제1항 / [6] 형법 제37조, 제123조, 구 국가정보원법(2020. 12. 15. 법률 제17646호로 전부 개정되기 전의 것) 제11조 제1항(현행 제13조 참조), 제19조 제1항(현행 제22조 제1항 참조), 국가정보원법 제13조, 제22조 제1항<br/>",
  "참조판례": "[2] 대법원 2011. 2. 10. 선고 2010도13766 판결(공2011상, 602), 대법원 2018. 2. 13. 선고 2014도11441 판결(공2018상, 610), 대법원 2019. 3. 14. 선고 2018도18646 판결(공2019상, 882), 대법원 2019. 8. 29. 선고 2018도14303 전원합의체 판결(공2019하, 1936), 대법원 2020. 1. 9. 선고 2019도11698 판결(공2020상, 503) / [5] 대법원 2002. 10. 11. 선고 2002도2939 판결(공2002하, 2778)<br/>"
}