{
  "판례일련번호": "214585",
  "사건명": "중소기업창업사업계획승인불허가처분취소",
  "사건번호": "2020두42569",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 사업계획승인 신청 민원의 처리기간과 승인 의제에 관한 중소기업창업 지원법 제33조 제3항이 민원 처리에 관한 법률 제3조 제1항에서 정한 ‘다른 법률에 특별한 규정이 있는 경우’에 해당하는지 여부(적극) 및 사업계획승인 신청을 받은 시장 등에게 민원 처리에 관한 법률 시행령 제21조 제1항 본문에 따라 처리기간을 임의로 연장할 수 있는 재량이 있는지 여부(소극)<br/>[2] 중소기업창업 지원법 제35조 제1항, 제4항에서 정한 인허가 의제 제도의 입법 취지 및 관련 인허가 사항에 관한 사전 협의가 이루어지지 않은 채 중소기업창업 지원법 제33조 제3항에서 정한 20일의 처리기간이 지난 날의 다음 날에 사업계획승인처분이 이루어진 것으로 의제된 경우, 창업자는 관련 인허가를 관계 행정청에 별도로 신청하는 절차를 거쳐야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 중소기업창업 지원법(이하 ‘중소기업창업법’이라 한다) 제33조 제1항 제1문, 제3항, 민원 처리에 관한 법률(이하 ‘민원처리법’이라 한다) 제3조 제1항, 제18조, 민원 처리에 관한 법률 시행령(이하 ‘민원처리법 시행령’이라 한다) 제21조 제1항 본문의 내용과 체계, 입법 취지를 종합하면, 사업계획승인 신청 민원의 처리기간과 승인 의제에 관한 중소기업창업법 제33조 제3항은 민원처리법 제3조 제1항에서 정한 ‘다른 법률에 특별한 규정이 있는 경우’에 해당한다. 따라서 사업계획승인 신청을 받은 시장 등은 민원처리법 시행령 제21조 제1항 본문에 따라 처리기간을 임의로 연장할 수 있는 재량이 없고, 사업계획승인 신청을 받은 날부터 20일 이내에 승인 여부를 알리지 않은 때에는 중소기업창업법 제33조 제3항에 따라 20일이 지난 날의 다음 날에 해당 사업계획에 대한 승인처분이 이루어진 것으로 의제된다.<br/>[2] 중소기업창업 지원법(이하 ‘중소기업창업법’이라 한다) 제35조 제1항, 제4항에 따르면 시장 등이 사업계획을 승인할 때 제1항 각호에서 정한 관련 인허가에 관하여 소관 행정기관의 장과 협의를 한 사항에 대해서는 관련 인허가를 받은 것으로 본다고 정하고 있다. 이러한 인허가 의제 제도는 목적사업의 원활한 수행을 위해 창구를 단일화하여 행정절차를 간소화하는 데 입법 취지가 있고 목적사업이 관계 법령상 인허가의 실체적 요건을 충족하였는지에 관한 심사를 배제하려는 취지는 아니다. 따라서 시장 등이 사업계획을 승인하기 전에 관계 행정청과 미리 협의한 사항에 한하여 사업계획승인처분을 할 때에 관련 인허가가 의제되는 효과가 발생할 뿐이다.<br/>  관련 인허가 사항에 관한 사전 협의가 이루어지지 않은 채 중소기업창업법 제33조 제3항에서 정한 20일의 처리기간이 지난 날의 다음 날에 사업계획승인처분이 이루어진 것으로 의제된다고 하더라도, 창업자는 중소기업창업법에 따른 사업계획승인처분을 받은 지위를 가지게 될 뿐이고 관련 인허가까지 받은 지위를 가지는 것은 아니다. 따라서 창업자는 공장을 설립하기 위해 필요한 관련 인허가를 관계 행정청에 별도로 신청하는 절차를 거쳐야 한다. 만일 창업자가 공장을 설립하기 위해 필요한 국토의 계획 및 이용에 관한 법률에 따른 개발행위허가를 신청하였다가 거부처분이 이루어지고 그에 대하여 제소기간이 도과하는 등의 사유로 더 이상 다툴 수 없는 효력이 발생한다면, 시장 등은 공장설립이 객관적으로 불가능함을 이유로 중소기업창업법에 따른 사업계획승인처분을 직권으로 철회하는 것도 가능하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 중소기업창업 지원법 제33조 제1항, 제3항, 민원 처리에 관한 법률 제3조 제1항, 제18조, 민원 처리에 관한 법률 시행령 제21조 제1항 / [2] 중소기업창업 지원법 제33조 제3항, 제35조 제1항, 제4항<br/>",
  "참조판례": "[2] 대법원 2018. 10. 25. 선고 2018두43095 판결(공2018하, 2264), 대법원 2020. 7. 23. 선고 2019두31839 판결(공2020하, 1698)<br/>"
}