{
  "판례일련번호": "214581",
  "사건명": "주식양도청구의소",
  "사건번호": "2020다253430",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 당사자 사이에 법률행위의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 처분문서를 해석하는 방법<br/>[2] 민법 제150조 제2항의 규정 취지 및 신의성실에 반하여 조건을 성취시킨 것으로 볼 수 있는 경우<br/>[3] 甲 주식회사의 대표이사인 乙과 사내이사인 丙 등이 회사를 공동운영하기로 하는 동업계약을 체결하였고, 그중 근속의무를 정한 근속조항에서 ‘동업자 중 한 명이 근속의무 종료 시점 이전에 자의적으로 회사를 퇴직할 경우, 보유 주식 전부를 대표이사에게 액면가로 양도한다. 자의적인 퇴사가 아닌 퇴사를 하게 될 경우, 보유 주식 중 일정 비율을 대표이사에게 액면가에 매각한다.’라고 정하였는데, 그 후 甲 회사가 주주총회를 개최하여 丙 등의 이사직 해임을 결의한 사안에서, 위 근속조항은 丙 등이 귀책사유 없이 해임된 경우에도 적용되고, 乙이 신의성실에 반하여 丙 등의 해임을 주도하였다고 인정할 수도 없으므로, 丙 등은 근속조항에 따라 甲 회사의 보유 주식 일부를 대표이사인 乙에게 액면가로 매각할 의무가 있다고 본 원심판결이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 처분문서는 성립의 진정함이 인정되는 이상 법원은 기재 내용을 부인할 만한 분명하고도 수긍할 수 있는 반증이 없으면 처분문서에 기재된 문언대로 의사표시의 존재와 내용을 인정하여야 한다. 당사자 사이에 법률행위의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 법률행위가 이루어진 동기와 경위, 법률행위로써 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>[2] 민법 제150조 제2항은 “조건의 성취로 인하여 이익을 받을 당사자가 신의성실에 반하여 조건을 성취시킨 때에는 상대방은 그 조건이 성취하지 아니한 것으로 주장할 수 있다.”라고 정한다. 이 조항은 권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다는 법질서의 기본원리가 발현된 것으로서, 누구도 신의성실에 반하는 행태를 통해 이익을 얻어서는 안 된다는 사상을 포함하고 있다. 당사자들이 조건을 약정할 당시에 미처 예견하지 못했던 우발적인 상황에서 상대방의 이익에 대해 적절히 배려하지 않거나 상대방이 합리적으로 신뢰한 선행 행위와 모순된 태도를 취함으로써 형평에 어긋나거나 정의관념에 비추어 용인될 수 없는 결과를 초래하는 경우 신의성실에 반한다고 볼 수 있다.<br/>[3] 甲 주식회사의 대표이사인 乙과 사내이사인 丙 등이 회사를 공동운영하기로 하는 동업계약을 체결하였고, 그중 근속의무를 정한 근속조항에서 ‘동업자 중 한 명이 근속의무 종료 시점 이전에 자의적으로 회사를 퇴직할 경우, 보유 주식 전부를 대표이사에게 액면가로 양도한다. 자의적인 퇴사가 아닌 퇴사를 하게 될 경우, 보유 주식 중 일정 비율을 대표이사에게 액면가에 매각한다.’라고 정하였는데, 그 후 甲 회사가 주주총회를 개최하여 丙 등의 이사직 해임을 결의한 사안에서, 근속조항에서 동업자의 퇴사를 ‘자의적인 퇴사’와 ‘자의적인 퇴사가 아닌 퇴사’로 구분하고 있고 각 항목은 서로 배타적으로 구성되어 있으며, 동업자의 의무 위반과 귀책사유의 존재를 동업계약 해지와 권리 포기의 조건으로 명시하고 있는 다른 규정의 반대해석상 근속조항에서 정한 ‘자의적인 퇴사가 아닌 퇴사’는 丙 등이 귀책사유 없이 퇴사한 경우에도 적용된다고 보아야 하므로, 위 근속조항은 丙 등이 귀책사유 없이 해임된 경우에도 적용되고, 한편 乙이 丙 등으로부터 양도받게 될 주식을 임의로 처분할 수 없고 의결권 행사에도 제한이 있어 丙 등의 해임이라는 조건 성취로 乙이 이익을 얻는다고 단정할 수 없으며, 丙 등의 해임은 주주총회에서 이루어졌는데, 이는 기관투자자를 비롯한 주주들이 자신들의 이익을 위해 최선의 선택을 한 결과로 보이고, 乙이 독단적으로 丙 등을 해임한 것이라고 할 수 없는 등 乙이 조건 성취를 통해 직접 이익을 받는 당사자로서 신의성실에 반하여 丙 등의 해임을 주도하였다고 인정할 수도 없으므로, 丙 등은 근속조항에 따라 甲 회사의 보유 주식 일부를 대표이사인 乙에게 액면가로 매각할 의무가 있다고 본 원심판결이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제2조 제1항, 제150조 제2항 / [3] 민법 제2조 제1항, 제105조, 제150조 제2항<br/>",
  "참조판례": "[1][2] 대법원 2021. 1. 14. 선고 2018다223054 판결(공2021상, 343) / [1] 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816), 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527) / [2] 대법원 2015. 5. 14. 선고 2013다2757 판결(공2015상, 785)<br/>"
}