{
  "판례일련번호": "214601",
  "사건명": "손해배상(기)",
  "사건번호": "2018다285106",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 피용자가 다른 사람에게 가해행위를 한 경우, 사용자책임의 요건인 ‘사무집행에 관하여’에 해당한다고 보기 위한 요건 / 과실상계 사유에 관한 사실인정이나 그 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극)<br/>[2] 일실수입 산정의 기초가 되는 피해자의 가동연한을 인정하는 기준<br/>[3] 일반육체노동을 하는 사람 또는 육체노동을 주로 생계활동으로 하는 사람의 가동연한을 만 65세까지로 보는 것이 경험칙상 합당한지 여부(원칙적 적극)<br/>[4] 택시 운송사업을 하는 甲 주식회사의 소속 택시 운전기사인 乙이 甲 회사가 정한 정년 만 60세를 지나 1년 단위로 근로계약을 체결하였고 그 계약기간 만료 전에 사고로 사망하여 乙의 일실수입 산정을 위한 가동연한이 문제 된 사안에서, 乙의 가동연한을 만 63세로 단정한 원심판결에 법리를 오해한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제756조에 규정된 사용자책임의 요건인 ‘사무집행에 관하여’라 함은 피용자의 불법행위가 외형상 객관적으로 사용자의 사업활동, 사무집행행위 또는 그와 관련된 것이라고 보일 때에는 행위자의 주관적 사정을 고려하지 않고 사무집행에 관하여 한 행위로 본다는 것이다. 피용자가 다른 사람에게 가해행위를 한 경우 그 행위가 피용자의 사무집행 그 자체는 아니더라도 사용자의 사업과 시간적ㆍ장소적으로 근접하고 피용자의 사무의 전부 또는 일부를 수행하는 과정에서 이루어지거나 가해행위의 동기가 업무처리와 관련된 것이라면 외형적ㆍ객관적으로 사용자의 사무집행행위와 관련된 것이라고 보아 사용자책임이 성립한다. 이때 사용자가 위험발생을 방지하기 위한 조치를 취하였는지 여부도 손해의 공평한 부담을 위하여 부가적으로 고려할 수 있다.<br/>불법행위에서 과실상계는 공평 또는 신의칙의 견지에서 손해배상액을 정하는 데 피해자의 과실을 참작하는 것으로, 가해자와 피해자의 고의ㆍ과실의 정도, 위법행위의 발생과 손해의 확대에 관하여 피해자의 과실이 어느 정도의 원인이 되어 있는지 등 여러 사정을 고려하여 배상액의 범위를 정하는 것이다. 그러나 과실상계 사유에 관한 사실인정이나 그 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/>[2] 사실심법원이 일실수입 산정의 기초가 되는 가동연한을 인정할 때에는 국민의 평균여명, 경제수준, 고용조건 등의 사회적ㆍ경제적 여건 외에 연령별 근로자 인구수, 취업률 또는 근로참가율 및 직종별 근로조건과 정년 제한 등 여러 사정을 조사하여 이로부터 경험칙상 추정되는 가동연한을 도출하거나 피해자의 연령, 직업, 경력, 건강상태 등 구체적인 사정을 고려하여 가동연한을 인정할 수 있다.<br/>[3] 일반육체노동을 하는 사람 또는 육체노동을 주로 생계활동으로 하는 사람의 가동연한을 경험칙상 만 60세로 보아야 한다는 견해는 더 이상 유지하기 어렵게 되었다. 이제는 특별한 사정이 없는 한 만 60세를 넘어 만 65세까지도 가동할 수 있다고 보는 것이 경험칙에 합당하다.<br/>[4] 택시 운송사업을 하는 甲 주식회사의 소속 택시 운전기사인 乙이 甲 회사가 정한 정년 만 60세를 지나 1년 단위로 근로계약을 체결하였고 그 계약기간 만료 전에 사고로 사망하여 乙의 일실수입 산정을 위한 가동연한이 문제 된 사안에서, 乙이 정년퇴직한 후 甲 회사와 1년 단위로 근로계약을 체결하는 방식으로 택시운전 업무를 계속하고 있었으므로, 해당 직종 종사자의 연령별 근로자 인구수, 취업률 또는 근로참가율, 근로조건, 정년 제한, 연령별 분포, 증감 비율과 증감 원인 등과 함께 乙의 연령, 경력, 건강상태와 업무의 특성 등 구체적 사정을 심리하여 乙의 가동연한을 정할 필요가 있는데도, 乙의 가동연한을 만 63세로 단정한 원심판결에 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제396조, 제756조, 제763조, 민사소송법 제202조, 제432조 / [2] 민법 제393조, 제750조, 제763조 / [3] 민법 제393조, 제750조, 제763조 / [4] 민법 제396조, 제756조, 제763조, 민사소송법 제202조, 제432조<br/>",
  "참조판례": "[1] 대법원 2017. 12. 22. 선고 2016다202947 판결(공2018상, 294), 대법원 2018. 2. 13. 선고 2015다242429 판결(공2018상, 556) / [2][3] 대법원 2019. 2. 21. 선고 2018다248909 전원합의체 판결(공2019상, 781) / [2] 대법원 2011. 5. 13. 선고 2009다100920 판결(공2011상, 1142)<br/>"
}