{
  "판례일련번호": "214605",
  "사건명": "토지인도",
  "사건번호": "2020다229239",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210311",
  "판시사항": "[1] 일반 공중의 통행에 공용된 도로의 통행을 방해함으로써 특정인의 통행의 자유를 침해한 경우, 민법상 불법행위에 해당하는지 여부(적극) 및 이때 침해를 받은 자가 통행방해 행위의 금지를 소구할 수 있는지 여부(적극)<br/>[2] 형법 제185조의 일반교통방해죄에서 말하는 ‘육로’의 의미 및 어떤 도로가 일반 공중의 통행에 공용된 도로에 해당하는 경우, 일반 공중의 자유로운 통행이 형법상 일반교통방해죄에 의해서도 보장되는지 여부(적극)<br/>[3] 일반 공중의 통행에 공용되는 도로 부지의 소유자가 이를 점유ㆍ관리하는 지방자치단체를 상대로 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것이 권리남용에 해당하는지 여부(원칙적 적극)<br/>[4] 甲 지방자치단체가 乙 사찰로 출입하는 유일한 통행로로서 사찰의 승려, 신도, 탐방객 및 인근 주민들이 이용하고 있던 도로를 농어촌도로 정비법 제2조 제1항의 농어촌도로로 지정하고 30년 이상 관리하고 있었는데, 위 도로가 있는 임야를 임의경매절차에서 매수한 丙이 甲 지방자치단체를 상대로 도로의 철거 및 인도를 구한 사안에서, 위 도로는 일반 공중의 통행에 공용되는 도로, 즉 공로에 해당한다고 봄이 타당하고, 丙의 청구는 권리남용이라고 볼 여지가 큰데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 불특정 다수인인 일반 공중의 통행에 공용된 도로, 즉 공로(公路)를 통행하고자 하는 자는 그 도로에 관하여 다른 사람이 가지는 권리 등을 침해한다는 등의 특별한 사정이 없는 한, 일상생활상 필요한 범위 내에서 다른 사람들과 같은 방법으로 그 도로를 통행할 자유가 있고, 제3자가 특정인에 대하여만 그 도로의 통행을 방해함으로써 일상생활에 지장을 받게 하는 등의 방법으로 특정인의 통행의 자유를 침해하였다면 민법상 불법행위에 해당하며, 침해를 받은 자로서는 방해의 배제나 장래에 생길 방해를 예방하기 위하여 통행방해 행위의 금지를 소구할 수 있다.<br/>[2] 형법 제185조는 일반교통방해죄에 관하여 “육로, 수로 또는 교량을 손괴 또는 불통하게 하거나 기타 방법으로 교통을 방해한 자를 10년 이하의 징역 또는 1천 500만 원 이하의 벌금에 처한다.”라고 규정하고 있다. 여기에서 ‘육로’란 일반 공중의 통행에 공용된 장소, 즉 특정인에 한하지 않고 불특정 다수인 또는 차마가 자유롭게 통행할 수 있는 공공성을 지닌 장소를 말하며, 공로라고도 불린다. 그 부지의 소유관계나 통행권리관계 또는 통행인의 많고 적음 등은 가리지 않으며, 부지의 소유자라 하더라도 그 도로의 중간에 장애물을 놓아두거나 파헤치는 등의 방법으로 통행을 불가능하게 한 행위는 일반교통방해죄에 해당한다. 따라서 어떤 도로가 일반 공중의 통행에 공용된 도로, 즉 공로에 해당하는 경우에는 일반 공중의 자유로운 통행이 형법상 일반교통방해죄에 의해서도 보장된다고 볼 수 있다.<br/>[3] 어떤 토지가 개설경위를 불문하고 일반 공중의 통행에 공용되는 도로, 즉 공로가 되면 그 부지의 소유권 행사는 제약을 받게 되며, 이는 소유자가 수인하여야 하는 재산권의 사회적 제약에 해당한다. 따라서 공로 부지의 소유자가 이를 점유ㆍ관리하는 지방자치단체를 상대로 공로로 제공된 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것은 법질서상 원칙적으로 허용될 수 없는 ‘권리남용’이라고 보아야 한다.<br/>[4] 甲 지방자치단체가 乙 사찰로 출입하는 유일한 통행로로서 사찰의 승려, 신도, 탐방객 및 인근 주민들이 이용하고 있던 도로를 농어촌도로정비법 제2조 제1항의 농어촌도로로 지정하고 30년 이상 관리하고 있었는데, 위 도로가 있는 임야를 임의경매절차에서 매수한 丙이 甲 지방자치단체를 상대로 도로의 철거 및 인도를 구한 사안에서, 위 도로는 아주 오래전에 자연발생적으로 형성되었고 甲 지방자치단체가 농어촌도로 정비법상 농어촌도로로 지정하고 30년 이상 관리하면서 일반 공중의 통행에 공용되는 도로, 즉 공로에 해당한다고 봄이 타당하고, 이러한 이용상황을 알면서도 임의경매절차에서 위 임야를 매수한 丙이 甲 지방자치단체를 상대로 도로의 철거ㆍ인도를 구하는 것은 권리남용이라고 볼 여지가 큰데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 형법 제185조 / [3] 민법 제2조 제2항, 제213조, 제214조 / [4] 민법 제2조 제2항, 제213조, 제214조, 제750조, 농어촌도로 정비법 제2조 제1항, 제5조 제2항, 제6조, 제7조, 제8조, 제10조, 제18조, 형법 제185조<br/>",
  "참조판례": "[1] 대법원 2011. 10. 13. 선고 2010다63720 판결(공2011하, 2330) / [2] 대법원 1988. 4. 25. 선고 88도18 판결(공1988, 929), 대법원 2002. 4. 26. 선고 2001도6903 판결(공2002상, 1310), 대법원 2019. 4. 23. 선고 2017도1056 판결 / [3] 대법원 1993. 9. 28. 선고 93다26076 판결(공1993하, 2968)<br/>"
}