{
  "판례일련번호": "215153",
  "사건명": "모욕",
  "사건번호": "2017도17643",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "[1] 모욕죄에서 말하는 ‘모욕’의 의미 / 어떤 글이 모욕적 표현을 담고 있더라도 사회상규에 위배되지 않는 행위로서 위법성이 조각될 수 있는 경우 / 특정 사안에 대한 의견을 공유하는 인터넷 게시판 등의 공간에서 작성된 단문의 글에 모욕적 표현이 포함되어 있더라도 그 글을 작성한 행위가 사회상규에 위배되지 않는 행위로서 위법성이 조각되는 경우<br/>[2] 인터넷 신문사 소속 기자 甲이 작성한 기사가 인터넷 포털 사이트의 ‘핫이슈’ 난에 게재되자, 피고인이 “이런걸 기레기라고 하죠?”라는 댓글을 게시함으로써 공연히 甲을 모욕하였다는 내용으로 기소된 사안에서, ‘기레기’는 모욕적 표현에 해당하나, 위 댓글의 내용, 작성 시기와 위치, 위 댓글 전후로 게시된 다른 댓글의 내용과 흐름 등을 종합하면, 위 댓글을 작성한 행위는 사회상규에 위배되지 않는 행위로서 형법 제20조에 의하여 위법성이 조각된다고 한 사례<br/>",
  "판결요지": "[1] 모욕죄에서 말하는 모욕이란 사실을 적시하지 아니하고 사람의 사회적 평가를 저하시킬 만한 추상적 판단이나 경멸적 감정을 표현하는 것을 의미한다.<br/>다만 어떤 글이 모욕적 표현을 담고 있는 경우에도 그 글이 객관적으로 타당성이 있는 사실을 전제로 하여 그 사실관계나 이를 둘러싼 문제에 관한 자신의 판단과 피해자의 태도 등이 합당한가 하는 데 대한 자신의 의견을 밝히고, 자신의 판단과 의견이 타당함을 강조하는 과정에서 부분적으로 모욕적인 표현이 사용된 것에 불과하다면 사회상규에 위배되지 않는 행위로서 형법 제20조에 의하여 위법성이 조각될 수 있다. 그리고 특정 사안에 대한 의견을 공유하는 인터넷 게시판 등의 공간에서 작성된 단문의 글에 모욕적 표현이 포함되어 있더라도, 그 글이 동조하는 다른 의견들과 연속적ㆍ전체적인 측면에서 볼 때, 그 내용이 객관적으로 타당성이 있는 사정에 기초하여 관련 사안에 대한 자신의 판단 내지 피해자의 태도 등이 합당한가 하는 데 대한 자신의 의견을 강조하거나 압축하여 표현한 것이라고 평가할 수 있고, 그 표현도 주로 피해자의 행위에 대한 것으로서 지나치게 악의적이지 않다면, 다른 특별한 사정이 없는 한 그 글을 작성한 행위는 사회상규에 위배되지 않는 행위로서 위법성이 조각된다고 보아야 한다.<br/>[2] 자동차 정보 관련 인터넷 신문사 소속 기자 甲이 작성한 기사가 인터넷 포털 사이트의 자동차 뉴스 ‘핫이슈’ 난에 게재되자, 피고인이 “이런걸 기레기라고 하죠?”라는 댓글을 게시함으로써 공연히 甲을 모욕하였다는 내용으로 기소된 사안에서, ‘기레기’는 기자인 甲의 사회적 평가를 저하시킬 만한 추상적 판단이나 경멸적 감정을 표현한, 모욕적 표현에 해당하나, 피고인은 기사를 본 독자들이 자신의 의견을 자유롭게 펼칠 수 있도록 마련된 ‘네티즌 댓글’ 난에 위 댓글을 게시한 점, 위 기사는 특정 제조사 자동차 부품의 안전성에 대한 논란이 많은 가운데 이를 옹호하는 제목으로 게시되었는데, 위 기사가 게재되기 직전 다른 언론사에서 이와 관련한 부정적인 내용을 방송하였고, 위 기사를 읽은 상당수의 독자들은 위와 같은 방송 내용 등을 근거로 위 기사의 제목과 내용, 이를 작성한 甲의 행위나 태도를 비판하는 의견이 담긴 댓글을 게시하였으므로 이러한 의견은 어느 정도 객관적으로 타당성 있는 사정에 기초한 것으로 볼 수 있는 점, 위 댓글의 내용, 작성 시기와 위치, 위 댓글 전후로 게시된 다른 댓글의 내용과 흐름 등에 비추어 볼 때, 위 댓글은 그 전후에 게시된 다른 댓글들과 같은 견지에서 방송 내용 등을 근거로 위 기사의 제목과 내용, 이를 작성한 甲의 행위나 태도를 비판하는 의견을 강조하거나 압축하여 표현한 것이라고 평가할 수 있고, ‘기레기’는 기사 및 기자의 행태를 비판하는 글에서 비교적 폭넓게 사용되는 단어이며, 위 기사에 대한 다른 댓글들의 논조 및 내용과 비교할 때 댓글의 표현이 지나치게 악의적이라고 하기도 어려운 점을 종합하면, 위 댓글을 작성한 행위는 사회상규에 위배되지 않는 행위로서 형법 제20조에 의하여 위법성이 조각된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제311조 / [2] 형법 제20조, 제311조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2003. 11. 28. 선고 2003도3972 판결, 대법원 2005. 12. 23. 선고 2005도1453 판결, 대법원 2016. 10. 13. 선고 2016도9674 판결(공2016하, 1741)<br/>"
}