{
  "판례일련번호": "215157",
  "사건명": "위약벌",
  "사건번호": "2018다275017",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "[1] 계약서가 두 개의 언어본으로 작성된 경우, 계약 해석의 방법<br/>[2] 방위사업청이 FMS 방식으로 전투기의 레이더 부분 등을 구매하기 위하여 지명경쟁입찰로 甲 외국회사를 미국 정부에 지정을 요청할 레이더 부분 군수업체로 선정한 다음, 甲 회사와 합의각서를 체결하면서 입찰보증금 몰취조항을 두었는데, 방위사업청이 미국 정부와 총사업비에 관한 합의를 하지 못하여 FMS 계약 체결에 실패하자, 국가가 甲 회사를 상대로 입찰보증금의 지급을 구한 사안에서, 입찰보증금 몰취조항은 FMS 계약을 체결하지 못한 주된 이유가 甲 회사의 귀책사유로 인한 경우에 한하여 적용된다고 해석한 다음, 甲 회사가 합의각서상 의무를 이행하지 않아 방위사업청이 미국 정부로부터 FMS LOA를 얻지 못하였다고 인정하기 어려우므로 입찰보증금 몰취조항에서 정한 몰취 요건이 충족되지 않았다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 일반적으로 계약을 해석할 때에는 형식적인 문구에만 얽매여서는 안 되고 쌍방당사자의 진정한 의사가 무엇인가를 탐구하여야 한다. 계약 내용이 명확하지 않은 경우 계약서의 문언이 계약 해석의 출발점이지만, 당사자들 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우 그 의사에 따라 계약이 성립한 것으로 해석하여야 한다. 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 형식과 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사, 거래 관행 등을 종합적으로 고려하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/> 이러한 법리는 계약서가 두 개의 언어본으로 작성된 경우에도 적용될 수 있다. 두 언어본이 일치하지 않는 경우 당사자의 의사가 어느 한쪽을 따르기로 일치한 때에는 그에 따르고, 그렇지 않은 때에는 위에서 본 계약 해석 방법에 따라 그 내용을 확정해야 한다.<br/>[2] 방위사업청이 FMS(Foreign Military Sales) 방식(미국 정부가 군수업체와 공급계약을 체결하여 무기 등을 공급받고 구매국에 이를 제공하는 방식)으로 전투기의 레이더 부분 등을 구매하기 위하여 지명경쟁입찰로 甲 외국회사를 미국 정부에 지정을 요청할 레이더 부분 군수업체로 선정한 다음, 甲 회사와 합의각서를 체결하면서 입찰보증금 몰취조항을 두었는데, 방위사업청이 미국 정부와 총사업비에 관한 합의를 하지 못하여 FMS 계약 체결에 실패하자, 국가가 甲 회사를 상대로 입찰보증금의 지급을 구한 사안에서, 위 합의각서에는 조항별로 국문 아래에 영문이 있고, 입찰보증금 몰취조항에서 입찰보증금이 몰취되는 유형 중 하나로 정한 ‘정당한 사유 없이 방위사업청이 FMS LOR(Letter of Request, 구매국이 계약조건을 기재하여 미국 정부에 제출하는 서류)을 발송한 후 미국 정부로부터 FMS LOA(Letter of Offer and Acceptance, 미국 정부가 계약조건을 기재하여 구매국에 송부하는 서류로 구매국이 유효기간 내 서명하면 FMS 계약이 체결된다)를 획득하는 데 6개월이 초과된 경우’에 관하여는 영문에 초안에는 없던 ‘due to the sole failure’ 부분이 추가되어 있어 영문과 국문의 내용이 서로 다르며, 합의각서에 영문과 국문 중 어느 것을 우선할 것인지에 관하여는 규정을 두지 않았는데, 위 입찰보증금 몰취조항은 FMS 계약을 체결하지 못한 주된 이유가 甲 회사의 귀책사유로 인한 경우에 한하여 적용된다고 해석한 다음, 甲 회사가 합의각서상 의무를 이행하지 않아 방위사업청이 미국 정부로부터 FMS LOA를 얻지 못하였다고 인정하기 어려우므로 입찰보증금 몰취조항에서 정한 몰취 요건이 충족되지 않았다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조<br/>",
  "참조판례": "[1] 대법원 1993. 10. 26. 선고 93다2629, 2636 판결(공1993하, 3165), 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527), 대법원 2017. 9. 26. 선고 2015다245145 판결(공2017하, 2076), 대법원 2018. 7. 26. 선고 2016다242334 판결(공2018하, 1833)<br/>"
}