{
  "판례일련번호": "215171",
  "사건명": "건물명도",
  "사건번호": "2009다28394",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111124",
  "판시사항": "[1] 도시환경정비사업의 사업시행자에게           구 도시 및 주거환경정비법 제49조 제6항 본문에 따라 사용·수익권을 제한받는 임차인의 손실을, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률을 유추적용하여 해당 요건이 충족되는 경우에 보상할 의무가 있는지 여부(적극)        <br/>[2] 도시환경정비사업의 사업시행자가           구 도시 및 주거환경정비법 제49조 제6항에 따라 임차인에게서 정비구역 내 부동산을 인도받기 위하여 거쳐야 할 절차        <br/>[3] 도시환경정비사업에 동의하여 분양신청을 함으로써 정비사업에 참여한 ‘토지 등 소유자’에게 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 규정된 주거이전비 청구권이 발생하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것. 이하 ‘도시정비법’) 규정에 따라 관리처분계획의 인가·고시가 있으면 목적물에 대한 종전 소유자 등의 사용·수익이 정지되므로 사업시행자는 목적물에 대한 별도의 수용 또는 사용의 절차 없이 이를 사용·수익할 수 있게 되는 반면, 임차인은           도시정비법 제49조 제6항 본문에 의하여 자신의 의사에 의하지 아니하고 임차물을 사용·수익할 권능을 제한받게 되는 손실을 입는다. 그렇다면 사업시행자는           도시정비법 제49조 제6항 본문에 의하여 사용·수익권을 제한받는 임차인에게 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것)을 유추적용하여(          도시정비법 제40조 제1항도 참조) 그 해당 요건이 충족되는 경우라면 손실을 보상할 의무가 있다고 봄이 타당하다.        <br/>[2]           구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제49조 제6항 본문, 사전보상의 원칙을 규정한           구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제62조를 비롯한 관계 규정들을 종합하여 보면, 도시환경정비사업의 사업시행자가 공사에 착수하기 위하여 임차인으로부터 정비구역 내 토지 또는 건축물을 인도받기 위하여는 관리처분계획이 인가·고시된 것만으로는 부족하고 협의 또는 재결절차에 의하여 결정되는 영업손실보상금 등을 지급할 것이 요구된다고 보는 것이 국민의 재산권을 보장하는 헌법에 합치하는 해석이라고 할 것이다. 만일 사업시행자와 임차인 사이에 보상금에 관한 협의가 성립된다면 조합의 보상금 지급의무와 임차인의 부동산 인도의무는 동시이행의 관계에 있게 되고, 재결절차에 의할 때에는 부동산 인도에 앞서 영업손실보상금 등의 지급절차가 선행되어야 할 것이다.        <br/>[3]           구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것. 이하 ‘공익사업법’) 제78조 제5항은 “주거용 건물의 거주자에 대하여는 주거이전에 필요한 비용과 가재도구 등 동산의 운반에 필요한 비용을 산정하여 보상하여야 한다”고 정하고 있고, 이에 따라           공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제54조 제1항 본문은 “공익사업시행지구에 편입되는 주거용 건축물의 소유자에 대하여는 당해 건축물에 대한 보상을 하는 때에 가구원수에 따라 2월분의 주거이전비를 보상하여야 한다”라고 정하여 공익사업시행지구에 편입되는 주거용 건축물의 소유자에 대하여도 주거이전비를 보상하도록 규정하고 있다. 그러나 도시환경정비사업에서 정비사업에 동의하여 분양신청을 함으로써 정비사업에 참여한 ‘토지 등 소유자’는 자신의 토지 또는 건축물을 정비사업에 제공하는 대신 정비사업의 시행으로 완공되는 건축물을 분양받고 종전에 소유하고 있던 토지 또는 건축물의 가격과 분양받은 토지 또는 건축물의 가격 사이에 차이가 있는 경우 이를 청산할 의무가 있는 사람으로서 사업시행자에 준하는 지위를 가지고 있다고 할 것이다. 따라서 이러한 토지 등 소유자에게는 공익사업법에 규정된 주거이전비 청구권이 발생하지 아니한다고 봄이 상당하다.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제38조,         제40조 제1항,         제49조 제3항,         제6항,         구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제3조,         제61조 / [2]         구 도시 및 주거환경정비법(2009. 5. 27. 법률 제9729호로 개정되기 전의 것) 제38조,         제40조 제1항,         제49조 제3항,         제6항,         구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제62조,         민법 제536조 / [3]         구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2011. 8. 4. 법률 제11017호로 개정되기 전의 것) 제78조 제5항,         공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제54조 제1항<br/>",
  "참조판례": "[2]         대법원 2011. 7. 28. 선고 2008다78415 판결<br/>"
}