{
  "판례일련번호": "215155",
  "사건명": "물품대금[대한민국 법원에 국제재판관할권이 인정되는지 여부가 문제된 사건]",
  "사건번호": "2018다230588",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "[1] 국제사법 제2조 제1항에서 정한 ‘실질적 관련’의 의미 및 판단 기준<br/>[2] 민사소송법 관할 규정이 국제재판관할권을 판단하는 데 가장 중요한 판단 기준으로 작용하는지 여부(적극) / 국제재판관할에서도 피고의 주된 사무소가 있는 곳이 영업관계의 중심적 장소로서 중요한 고려요소인지 여부(적극)<br/>[3] 국제재판관할에서 특별관할을 고려하는 이유 / 원고가 소를 제기할 당시 피고의 재산이 대한민국에 있는 경우, 대한민국 법원의 국제재판관할권을 인정할 수 있는지 여부(적극)<br/>[4] 국제재판관할에서 예측가능성을 판단하는 기준 / 법인인 피고가 대한민국에 주된 사무소나 영업소를 두고 영업활동을 하는 경우, 대한민국 법원에 피고를 상대로 재산에 관한 소가 제기되리라는 점을 쉽게 예측할 수 있는지 여부(적극)<br/>[5] 국제재판관할권이 병존할 수 있는지 여부(적극)<br/>[6] 甲 중국 회사 등이 乙 주식회사가 중국법에 따라 설립한 丙 중국 회사와 물품공급계약을 체결하고 丙 회사에 물품을 공급한 후 물품대금 일부를 지급받지 못하자, 乙 회사를 상대로 丙 회사의 미지급 물품대금 채무에 대하여 연대책임을 부담하여야 한다고 주장하며 대한민국 법원에 물품대금의 지급을 구하는 소를 제기한 사안에서, 제반 사정에 비추어 위 소는 대한민국과 실질적 관련이 있다고 한 사례<br/>",
  "판결요지": "[1] 국제사법 제2조 제1항은 \"법원은 당사자 또는 분쟁이 된 사안이 대한민국과 실질적 관련이 있는 경우에 국제재판관할권을 가진다. 이 경우 법원은 실질적 관련의 유무를 판단함에 있어 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다.\"라고 정하고 있다. ‘실질적 관련’은 대한민국 법원이 재판관할권을 행사하는 것을 정당화할 정도로 당사자 또는 분쟁이 된 사안과 관련성이 있는 것을 뜻한다. 이를 판단할 때에는 당사자의 공평, 재판의 적정, 신속과 경제 등 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다. 구체적으로는 당사자의 공평, 편의, 예측가능성과 같은 개인적인 이익뿐만 아니라, 재판의 적정, 신속, 효율, 판결의 실효성과 같은 법원이나 국가의 이익도 함께 고려하여야 한다. 이처럼 다양한 국재재판관할의 이익 중 어떠한 이익을 보호할 필요가 있는지는 개별 사건에서 실질적 관련성 유무를 합리적으로 판단하여 결정하여야 한다.<br/>[2] 국제사법 제2조 제2항은 \"법원은 국내법의 관할 규정을 참작하여 국제재판관할권의 유무를 판단하되, 제1항의 규정의 취지에 비추어 국제재판관할의 특수성을 충분히 고려하여야 한다.\"라고 정하여 제1항에서 정한 실질적 관련성을 판단하는 구체적 기준 또는 방법으로 국내법의 관할 규정을 제시한다. 따라서 민사소송법 관할 규정은 국제재판관할권을 판단하는 데 가장 중요한 판단 기준으로 작용한다. 다만 이러한 관할 규정은 국내적 관점에서 마련된 재판적에 관한 규정이므로 국제재판관할권을 판단할 때에는 국제재판관할의 특수성을 고려하여 국제재판관할 배분의 이념에 부합하도록 수정하여 적용해야 하는 경우도 있다.<br/>민사소송법 제2조는 \"소는 피고의 보통재판적이 있는 곳의 법원이 관할한다.\"라고 정하고 있고, 민사소송법 제5조 제1항 전문은 \"법인, 그 밖의 사단 또는 재단의 보통재판적은 이들의 주된 사무소 또는 영업소가 있는 곳에 따라 정한다.\"라고 정하고 있다. 이는 원고에게 피고의 주된 사무소 또는 영업소가 있는 법원에 소를 제기하도록 하는 것이 관할 배분에서 당사자의 공평에 부합하기 때문이므로, 국제재판관할에서도 피고의 주된 사무소가 있는 곳은 영업관계의 중심적 장소로서 중요한 고려요소가 된다.<br/>[3] 국제재판관할에서 특별관할을 고려하는 것은 분쟁이 된 사안과 실질적 관련이 있는 국가의 관할권을 인정하기 위한 것이다. 가령 민사소송법 제11조에서 재산이 있는 곳의 특별재판적을 인정하는 것과 같이 원고가 소를 제기할 당시 피고의 재산이 대한민국에 있는 경우 대한민국 법원에 피고를 상대로 소를 제기하여 승소판결을 얻으면 바로 집행하여 재판의 실효를 거둘 수 있으므로, 당사자의 권리구제나 판결의 실효성 측면에서 대한민국 법원의 국제재판관할권을 인정할 수 있는 것이다.<br/>[4] 예측가능성은 피고와 법정지 사이에 상당한 관련이 있어서 법정지 법원에 소가 제기되는 것에 대하여 합리적으로 예견할 수 있었는지를 기준으로 판단해야 한다. 만일 법인인 피고가 대한민국에 주된 사무소나 영업소를 두고 영업활동을 할 때에는 대한민국 법원에 피고를 상대로 재산에 관한 소가 제기되리라는 점을 쉽게 예측할 수 있다.<br/>[5] 국제재판관할권은 배타적인 것이 아니라 병존할 수도 있다. 지리, 언어, 통신의 편의, 법률의 적용과 해석 등의 측면에서 다른 나라 법원이 대한민국 법원보다 더 편리하다는 것만으로 대한민국 법원의 재판관할권을 쉽게 부정해서는 안 된다.<br/>[6] 甲 중국 회사 등이 乙 주식회사가 중국법에 따라 설립한 丙 중국 회사와 물품공급계약을 체결하고 丙 회사에 물품을 공급한 후 물품대금 일부를 지급받지 못하자, 乙 회사를 상대로 丙 회사의 미지급 물품대금 채무에 대하여 연대책임을 부담하여야 한다고 주장하며 대한민국 법원에 물품대금의 지급을 구하는 소를 제기한 사안에서, 乙 회사의 보통재판적인 주된 사무소의 소재지가 대한민국에 있고, 乙 회사가 대한민국에서 영업활동을 하고 있으므로 위 소송을 수행하는 데 중국 법원보다 대한민국 법원이 불리하다고 볼 수 없는 점, 甲 회사 등이 소송 수행과 관련하여 지리상ㆍ언어상 불이익을 감수하면서 스스로 대한민국 법원에서 재판을 받겠다는 의사를 표시하고 있으므로, 甲 회사 등의 이러한 의사 또한 존중되어야 하는 점, 丙 회사의 1인 주주인 乙 회사로서는 丙 회사가 물품대금 채무를 제대로 이행하지 않을 경우 乙 회사의 주된 사무소가 있는 대한민국 법원에 丙 회사의 물품대금 채무와 관련한 소가 제기될 수 있다는 점을 예측하지 못하였다고 보기 어려운 점, 乙 회사의 재산이 대한민국에 있으므로 甲 회사 등이 승소할 경우 당사자의 권리구제나 재판의 실효성 측면에서 대한민국 법원의 국제재판관할을 인정하는 것이 재판의 적정과 신속 이념에 부합하는 점, 위 사건에 적용될 준거법이 중국법이라고 하더라도 국제재판관할권과 준거법은 서로 다른 이념에 따라 지배되는 것이므로 그러한 사정만으로 위 소와 대한민국 법원 사이의 실질적 관련을 부정할 수는 없는 점 등에 비추어 위 소는 대한민국과 실질적 관련이 있다고 보기 충분한데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제2조 제1항 / [2] 국제사법 제2조, 민사소송법 제2조, 제5조 제1항 / [3] 국제사법 제2조, 민사소송법 제11조 / [4] 국제사법 제2조 제1항 / [5] 국제사법 제2조 제1항 / [6] 국제사법 제2조, 민사소송법 제2조, 제5조 제1항<br/>",
  "참조판례": "[1] 대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294), 대법원 2021. 2. 4. 선고 2017므12552 판결(공2021상, 512) / [1][2][3][4][5] 대법원 2019. 6. 13. 선고 2016다33752 판결(공2019하, 1357)<br/>"
}