{
  "판례일련번호": "215179",
  "사건명": "보관금반환",
  "사건번호": "2011다41529",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111124",
  "판시사항": "[1] 사용자책임의 성립요건인 ‘사무집행에 관하여’의 의미와 판단 기준<br/>[2] 피용자의 불법행위가 사용자나 그에 갈음한 사무감독자의 사무집행행위에 해당하지 않음을 피해자 자신이 알았거나 중대한 과실로 알지 못한 경우, 사용자책임의 성립 여부(소극)와 ‘중대한 과실’의 의미 및 금융기관의 피용자와 거래한 상대방에게 고의 또는 중대한 과실이 인정될 수 있는 경우<br/>[3] 甲이 乙 은행 지점 고객상담실에서 부지점장 丙에게 거액의 자기앞수표를 교부하면서 현금보관증만을 교부받았을 뿐 예금증서를 교부받거나 이를 요구하지도 않는 등 비정상적인 방식으로 금융거래를 하였다가, 丙 등이 수표금을 개인적으로 소비함에 따라 손해를 입자 乙 은행에 사용자책임을 물은 사안에서, 乙 은행의 책임을 인정한 원심판결에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1]           민법 제756조에 규정된 사용자책임의 요건인 ‘사무집행에 관하여’라는 뜻은, 피용자의 불법행위가 외형상 객관적으로 사용자의 사업활동 내지 사무집행 행위 또는 그와 관련된 것이라고 보일 때에는 주관적 사정을 고려함이 없이 이를 사무집행에 관하여 한 행위로 본다는 것이고, 여기에서 외형상 객관적으로 사용자의 사무집행에 관련된 것인지는, 피용자의 본래 직무와 불법행위의 관련 정도 및 사용자에게 손해발생에 대한 위험 창출과 방지조치 결여의 책임이 어느 정도 있는지를 고려하여 판단하여야 한다.        <br/>[2] 피용자의 불법행위가 외관상 사무집행의 범위 내에 속하는 것으로 보이는 경우에도 피용자의 행위가 사용자나 사용자에 갈음하여 그 사무를 감독하는 자의 사무집행행위에 해당하지 않음을 피해자 자신이 알았거나 또는 중대한 과실로 알지 못한 때에는 사용자 또는 사용자에 갈음하여 사무를 감독하는 자에게 사용자책임을 물을 수 없는데, 이 경우 중대한 과실은 거래의 상대방이 조금만 주의를 기울였더라면 피용자의 행위가 그 직무권한 내에서 적법하게 행하여진 것이 아니라는 사정을 알 수 있었음에도, 만연히 이를 직무권한 내의 행위라고 믿음으로써 일반인에게 요구되는 주의의무에 현저히 위반하는 것으로 거의 고의에 가까운 정도의 주의를 결여하고, 공평의 관점에서 상대방을 구태여 보호할 필요가 없다고 인정되는 상태를 말한다. 그리고 특히 금융기관과의 거래에서는 금융기관의 피용자와 거래 상대방 사이에 이루어진 금융거래의 내용, 거래 방식, 사용된 서류의 양식 등이 건전한 금융거래의 상식에 비추어 정식 금융거래와는 동떨어진 때에는 거래 상대방에게 사무집행행위에 해당하지 않는다는 점에 대한 고의 또는 중대한 과실이 인정될 여지가 많다.<br/>[3] 甲이 전혀 거래관계가 없던 乙 은행 지점 고객상담실에서 초면인 부지점장 丙에게 거액의 자기앞수표를 교부하면서 지점 지배인의 사용인감이 날인되고 보관인 이름에 ‘丙’이라고 기재된 현금보관증만을 교부받았을 뿐 예금증서를 교부받거나 이를 요구하지도 않는 등 비정상적인 방식으로 금융거래를 하였다가, 丙 등이 수표금을 개인적으로 소비함에 따라 손해를 입고 乙 은행을 상대로 사용자책임을 물은 사안에서, 수표 교부와 현금보관증 작성이 비록 乙 은행 지점 고객상담실에서 이루어졌다 하더라도 외형상 객관적으로 丙의 乙 은행 부지점장으로서 사무집행과 관련이 있다고 보기 어렵고, 그렇지 않다고 하더라도 甲은 위 수표 교부와 현금보관증 작성이 실제로는 丙의 乙 은행 부지점장으로서 사무집행 범위 내에 속하지 않음을 알고 있었거나 조금만 주의를 기울였다면 알 수 있었음에도 단기간에 고액의 수익을 얻으려는 욕심에서 일반인에게 요구되는 주의의무를 현저히 위반하였다고 보아야 하며, 공평의 관점에서 보더라도 甲을 보호할 필요가 없다고 볼 여지가 충분한데도, 수표 교부와 현금보관증 작성이 丙의 乙 은행 부지점장으로서 사무집행과 관련되어 있고, 甲이 그렇게 믿은 데 고의 또는 중대한 과실이 없다고 보아 乙 은행의 사용자책임을 인정한 원심판결에는 사용자책임의 요건인 사무집행 관련성 또는 사용자책임이 면책되는 피해자의 고의 또는 중대한 과실에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         민법 제756조 / [2]         민법 제756조 / [3]         민법 제756조<br/>",
  "참조판례": "[1][2]         대법원 2008. 1. 18. 선고 2006다41471 판결(공2008상, 231) / [1]         대법원 2000. 3. 10. 선고 98다29735 판결(공2000상, 923),         대법원 2001. 3. 9. 선고 2000다66119 판결(공2001상, 844) / [2]         대법원 2005. 2. 25. 선고 2003다36133 판결(공2005상, 476),         대법원 2007. 9. 20. 선고 2004다43886 판결(공2007하, 1615)      <br/>"
}