{
  "판례일련번호": "215161",
  "사건명": "손해배상(기)",
  "사건번호": "2019다208687",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "[1] 甲이 운전하던 乙 보험회사의 피보험차량과 丙이 운전하던 丁 보험회사의 피보험차량이 충돌하는 사고가 발생하여 乙 회사의 피보험차량에 동승하고 있던 甲의 남동생 戊가 상해를 입자, 丁 회사가 피해자인 戊 측에 치료비가 포함된 보험금을 지급한 다음 甲과 乙 회사를 상대로 구상금을 청구하는 선행소송을 제기하였고, 선행소송에서 甲의 과실비율을 50%로 인정하는 판결이 내려지자, 乙 회사가 위 판결에 따라 甲의 보험자로서 甲을 대신하여 丁 회사에 구상금을 지급하였는데, 그 후 乙 회사가 丁 회사를 상대로 ‘자동차보험 구상금 분쟁심의에 관한 상호협정’상 선처리사인 丁 회사가 피해자 측 과실이 있는 경우의 구상절차 등에 관한 위 상호협정 시행규약의 조항을 위반하였다며 손해배상을 구한 사안에서, 丁 회사에게 손해배상의무가 발생한다고 볼 수 없다고 한 사례<br/>[2] 자동차손해배상 보장법 제3조에서 정한 ‘자기를 위하여 자동차를 운행하는 자’와 ‘다른 사람’의 의미 및 자동차 보유자나 사용권자의 배우자나 직계존비속 등 친족이 ‘다른 사람’에 해당하는지 여부(원칙적 적극) / 자동차 운행자나 운전자의 운행 중 과실로 피해를 입은 자가 운행자나 운전자와 신분상 내지 생활관계상 일체를 이루는 관계에 있더라도 그 운행자나 운전자와 피해자 사이에서 운행자나 운전자의 과실이 손해배상책임의 감면 사유가 될 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 甲이 운전하던 乙 보험회사의 피보험차량과 丙이 운전하던 丁 보험회사의 피보험차량이 충돌하는 사고가 발생하여 乙 회사의 피보험차량에 동승하고 있던 甲의 남동생 戊가 상해를 입자, 丁 회사가 피해자인 戊 측에 치료비가 포함된 보험금을 지급한 다음 甲과 乙 회사를 상대로 구상금을 청구하는 선행소송을 제기하였고, 선행소송에서 甲의 과실비율을 50%로 인정하는 판결이 내려지자, 乙 회사가 위 판결에 따라 甲의 보험자로서 甲을 대신하여 丁 회사에 구상금을 지급하였는데, 그 후 乙 회사가 丁 회사를 상대로 ‘자동차보험 구상금 분쟁심의에 관한 상호협정(이하 ‘상호협정’이라 한다)’상 선처리사인 丁 회사가 피해자 측 과실이 있는 경우의 구상절차 등에 관한 상호협정 시행규약의 조항을 위반하였다며 손해배상을 구한 사안에서, 상호협정 시행규약의 ‘우선보상처리기준’은 하나의 교통사고에 관여된 협정회사가 복수인 경우 협정회사들 사이에서 피해자에 대한 보상순위 및 그에 따른 구상절차를 정한 것인데, ‘우선보상처리기준’의 근거가 되는 상호협정과 그 시행규약에는 선처리사가 위 조항을 위반한 경우 후처리사에 대한 구상권 행사가 제한된다거나 그렇게 해석할 여지가 있는 내용은 찾아볼 수 없는 점, 상호협정과 그 시행규약을 마련한 주된 취지는 피해자에 대한 신속한 보상을 보장하는 것이므로 형식적 절차 위반을 이유로 신속하게 보험금을 지급한 선처리사에 불이익을 주고 후처리사에 의도치 않은 이익을 주는 것은 형평에 맞지 않는 점, ‘우선보상처리기준’의 일부인 위 조항에는 선처리사가 위 조항을 위반한 경우 후처리사에 대해 갖고 있던 구상권이 소멸되거나 구상권 행사가 제한된다는 내용은 명시되어 있지 않는 점에 비추어 보면, 선처리사가 위 조항을 위반하였다고 하더라도 상호협정 제30조에 따라 제재금을 부과받는 불이익을 받는 것에 그친다고 보아야 하고, 나아가 위 조항을 포함하여 상호협정과 그 시행규약은 협정회사들 사이의 계약이므로 협정회사가 아닌 피보험자 등의 제3자에 대해서는 적용될 수 없는 것이어서, 선처리사가 피해자에게 손해를 배상한 이상 그 과정에서 위 조항을 위반하였더라도 공동불법행위자인 후처리사의 피보험자를 상대로 구상권을 행사하는 데 아무런 지장이 없으므로, 선처리사인 丁 회사에게 손해배상의무가 발생한다고 볼 수 없다고 한 사례.<br/>[2] 자동차손해배상 보장법 제3조는 자기를 위하여 자동차를 운행하는 자가 그 운행으로 다른 사람을 사망하게 하거나 부상하게 한 경우에는 그 손해를 배상할 책임을 진다고 규정하고 있다. 여기서 ‘자기를 위하여 자동차를 운행하는 자’란 자동차에 대한 운행을 지배하여 그 이익을 향수하는 책임주체로서의 지위에 있는 자를 의미하고, ‘다른 사람’이란 자기를 위하여 자동차를 운행하는 자 및 당해 자동차의 운전자를 제외한 그 이외의 자를 의미한다. 따라서 자동차 보유자나 사용권자의 배우자나 직계존비속 등의 친족이라도 운행자나 운전자에 해당하지 않는 한 ‘다른 사람’에 해당한다. 그리고 자동차 운행자나 운전자의 운행 중 과실로 인하여 피해를 입은 자가 운행자나 운전자와 신분상 내지 생활관계상 일체를 이루는 관계에 있더라도 그 운행자나 운전자와 피해자 사이에서 운행자나 운전자의 과실은 손해배상채무의 성립 요건이 될 뿐 손해배상책임의 감면 사유가 될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제726조의2, 민법 제105조 / [2] 자동차손해배상 보장법 제3조, 민법 제396조, 제763조<br/>",
  "참조판례": "[2] 대법원 1997. 11. 14. 선고 97다35344 판결(공1997하, 3842), 대법원 2009. 5. 28. 선고 2007다87221 판결(공2009하, 993)<br/>"
}