{
  "판례일련번호": "215151",
  "사건명": "특수공무집행방해치상ㆍ특수공무집행방해ㆍ특수공용물건손상ㆍ일반교통방해ㆍ집회및시위에관한법률위반ㆍ명예훼손",
  "사건번호": "2016도14995",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "[1] 명예훼손죄에서 ‘사실의 적시’의 의미 및 보고나 진술이 사실인지 의견인지 판단하는 기준 / 객관적으로 피해자의 사회적 평가를 저하시키는 사실에 관한 발언이 보도, 소문이나 제3자의 말을 인용하는 방법으로 단정적인 표현이 아닌 전문 또는 추측의 형태로 표현되었으나 표현 전체의 취지로 보아 사실이 존재할 수 있다는 것을 암시하는 방식으로 이루어진 경우, 사실을 적시한 것으로 보아야 하는지 여부(적극) 및 공적 인물과 관련된 공적 관심사에 관하여 의혹을 제기하는 형태의 표현행위를 암시에 의한 사실의 적시로 평가할 때 유의할 사항<br/>[2] 기자회견 등 공개적인 발언으로 인한 명예훼손죄가 성립하는지 판단할 때 고려하여야 할 사항 / 정부 또는 국가기관의 정책결정이나 업무수행과 관련된 사항을 주된 내용으로 하는 발언으로 그에 관여한 공직자 개인에 대한 명예훼손죄가 성립하는지 여부(한정 소극) 및 판단 기준<br/>[3] 피고인이 세월호 참사 국민대책회의 공동위원장이자 ‘4월 16일의 약속 국민연대’ 상임운영위원으로서 언론사 기자와 시민 등을 상대로 기자회견을 하던 중 ‘세월호 참사 당일 7시간 동안 대통령 甲이 마약이나 보톡스를 했다는 의혹이 사실인지 청와대를 압수ㆍ수색해서 확인했으면 좋겠다.’는 취지로 발언함으로써 허위사실을 적시하여 甲의 명예를 훼손하였다는 내용으로 기소된 사안에서, 위 발언은 ‘甲이 마약을 하거나 보톡스 주사를 맞고 있어 직무수행을 하지 않았다.’는 구체적인 사실을 적시하였다고 단정하기 어렵고, 피고인이 공적 인물과 관련된 공적 관심사항에 대한 의혹 제기 방식으로 표현행위를 한 것으로서 대통령인 甲 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것으로 평가할 수 없어 명예훼손죄로 처벌할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 민주주의 국가에서는 여론의 자유로운 형성과 전달을 통하여 다수의견을 집약시켜 민주적 정치질서를 생성ㆍ유지시켜 나가야 하므로 표현의 자유, 특히 공적 관심사에 대한 표현의 자유는 중요한 헌법상 권리로서 최대한 보장되어야 한다. 다만 개인의 사적 법익도 보호되어야 하므로, 표현의 자유 보장과 인격권 보호라는 두 법익이 충돌할 때에는 구체적인 경우에 표현의 자유로 얻어지는 가치와 인격권의 보호로 달성되는 가치를 비교형량하여 그 규제의 폭과 방법을 정해야 한다.<br/>명예훼손죄에서 ‘사실의 적시’란 가치판단이나 평가를 내용으로 하는 ‘의견표현’에 대치되는 개념으로서 시간적으로나 공간적으로 구체적인 과거 또는 현재의 사실관계에 관한 보고나 진술을 뜻하고, 표현 내용을 증거로 증명할 수 있는 것을 말한다. 보고나 진술이 사실인지 의견인지를 구별할 때에는 언어의 통상적 의미와 용법, 증명가능성, 문제 된 표현이 사용된 문맥, 표현이 이루어진 사회적 상황 등 전체적 정황을 고려하여 판단하여야 한다. 객관적으로 피해자의 사회적 평가를 저하시키는 사실에 관한 발언이 보도, 소문이나 제3자의 말을 인용하는 방법으로 단정적인 표현이 아닌 전문 또는 추측의 형태로 표현되었더라도, 표현 전체의 취지로 보아 사실이 존재할 수 있다는 것을 암시하는 방식으로 이루어진 경우에는 사실을 적시한 것으로 보아야 한다.<br/>그러나 공론의 장에 나선 전면적 공적 인물의 경우에는 비판과 의혹의 제기를 감수해야 하고 그러한 비판과 의혹에 대해서는 해명과 재반박을 통해서 이를 극복해야 하며 공적 관심사에 대한 표현의 자유는 중요한 헌법상 권리로서 최대한 보장되어야 한다. 따라서 공적 인물과 관련된 공적 관심사에 관하여 의혹을 제기하는 형태의 표현행위에 대해서는 일반인에 대한 경우와 달리 암시에 의한 사실의 적시로 평가하는 데 신중해야 한다.<br/>[2] 기자회견 등 공개적인 발언으로 인한 명예훼손죄 성립 여부가 문제 되는 경우 발언으로 인한 피해자가 공적 인물인지 사적 인물인지, 발언이 공적인 관심사안에 관한 것인지 순수한 사적인 영역에 속하는 사안에 관한 것인지, 발언이 객관적으로 국민이 알아야 할 공공성이나 사회성을 갖춘 사안에 관한 것으로 여론형성이나 공개토론에 기여하는 것인지 아닌지 등을 따져보아 공적 인물에 대한 공적 관심사안과 사적인 영역에 속하는 사안 사이에 심사기준의 차이를 두어야 한다. 문제 된 표현이 사적인 영역에 속하는 경우에는 표현의 자유보다 명예의 보호라는 인격권이 우선할 수 있으나, 공공적ㆍ사회적인 의미를 가진 경우에는 이와 달리 표현의 자유에 대한 제한이 완화되어야 한다. 특히 정부 또는 국가기관의 정책결정이나 업무수행과 관련된 사항은 항상 국민의 감시와 비판의 대상이 되어야 하고, 이러한 감시와 비판은 표현의 자유가 충분히 보장될 때 비로소 정상적으로 이루어질 수 있으며, 정부 또는 국가기관은 형법상 명예훼손죄의 피해자가 될 수 없다. 그러므로 정부 또는 국가기관의 정책결정 또는 업무수행과 관련된 사항을 주된 내용으로 하는 발언으로 정책결정이나 업무수행에 관여한 공직자에 대한 사회적 평가가 다소 저하될 수 있더라도, 발언 내용이 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것으로 평가되지 않는 한, 그 발언은 여전히 공공의 이익에 관한 것으로서 공직자 개인에 대한 명예훼손이 된다고 할 수 없다. 이때 그러한 표현이 국가기관에 대한 감시ㆍ비판을 벗어나 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것인지는 표현의 내용이나 방식, 의혹사항의 내용이나 공익성의 정도, 공직자의 사회적 평가를 저하하는 정도, 사실 확인을 위한 노력의 정도, 그 밖의 주위 여러 사정 등을 종합하여 판단해야 한다.<br/>[3] 피고인이 세월호 참사 국민대책회의 공동위원장이자 ‘4월 16일의 약속 국민연대’(이하 ‘4ㆍ16 연대’라 한다) 상임운영위원으로서 언론사 기자와 시민 등을 상대로 기자회견을 하던 중 ‘세월호 참사 당일 7시간 동안 대통령 甲이 마약이나 보톡스를 했다는 의혹이 사실인지 청와대를 압수ㆍ수색해서 확인했으면 좋겠다.’는 취지로 발언함으로써 마치 甲이 세월호 사건 발생 당일 마약을 하거나 피부미용, 성형수술을 위한 보톡스 주사를 맞고 있어 직무수행을 하지 않았던 것처럼 허위사실을 적시하여 甲의 명예를 훼손하였다는 내용으로 기소된 사안에서, 제반 사실에 비추어 위 발언은 피고인과 4ㆍ16 연대 사무실에 대한 압수ㆍ수색의 부당성과 甲의 행적을 밝힐 필요성에 관한 의견을 표명하는 과정에서 세간에 널리 퍼져 있는 의혹을 제시한 것으로 ‘甲이 마약을 하거나 보톡스 주사를 맞고 있어 직무수행을 하지 않았다.’는 구체적인 사실을 적시하였다고 단정하기 어렵고, 피고인이 공적 인물과 관련된 공적 관심사항에 대한 의혹 제기 방식으로 표현행위를 한 것으로서 대통령인 甲 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것으로 평가할 수 없어 명예훼손죄로 처벌할 수 없다는 이유로, 이와 달리 본 원심판단에 형법 제307조 제2항에서 정한 명예훼손죄의 사실 적시, 전면적 공적 인물에 대한 명예훼손죄의 위법성 판단에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조, 형법 제307조 / [2] 헌법 제21조, 형법 제307조 / [3] 헌법 제21조, 형법 제307조 제2항, 형사소송법 제325조<br/>",
  "참조판례": "[1][2] 대법원 2011. 9. 2. 선고 2010도17237 판결(공2011하, 2152) / [1] 대법원 2008. 11. 27. 선고 2007도5312 판결(공2008하, 1831), 대법원 2018. 10. 30. 선고 2014다61654 전원합의체 판결(공2018하, 2347) / [2] 대법원 2006. 10. 13. 선고 2005도3112 판결, 대법원 2013. 6. 28. 선고 2011다40397 판결<br/>"
}