{
  "판례일련번호": "215149",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2016도14165",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210325",
  "판시사항": "구 자본시장과 금융투자업에 관한 법률 제9조 제1항 제2호 (나)목, 같은 법 시행령 제9조 제2호, 구 금융투자업규정 제1-6조에서 규정한 ‘주요주주’의 의미 / 투자자가 기존 지배주주 등과의 투자계약이나 주주 간 계약 등을 통하여 1차적으로 발행주식총수의 100분의 1 이상의 주식을 인수한 다음 지배적인 영향력을 행사하는 데 필요한 추가 투자의 기반을 마련하기 위한 회사 내 여건 조성 등을 기존 지배주주 등에게 요구하였으나, 기존 지배주주 등이 경영전략 등 주요 의사결정이나 업무집행에 관하여 그 요구나 지시를 따르지 않으면 안 될 사실상 구속력을 인정하기 어렵거나, 오히려 기존 지배주주 등이 지배적인 영향력을 계속 보유ㆍ행사하면서 투자자와 대립하거나 투자자의 추가 투자 등을 통한 지배 근거 확보를 견제하고 있는 상황인 경우, 그 투자자가 위 주요주주에 해당하는지 여부(소극)<br/>",
  "판결요지": "구 자본시장과 금융투자업에 관한 법률(2015. 7. 31. 법률 제13453호로 개정되기 전의 것, 이하 ‘구 자본시장법’이라 한다) 제9조 제1항 제2호, 구 자본시장과 금융투자업에 관한 법률 시행령(2016. 7. 28. 대통령령 제27414호로 개정되기 전의 것, 이하 ‘구 자본시장법 시행령’이라 한다) 제9조에 따르면 “자기의 계산으로 법인의 의결권 있는 발행주식총수의 100분의 10 이상의 주식을 소유한 자[‘(가)목 주요주주’]” 또는 “임원의 임면 등의 방법으로 법인의 중요한 경영사항에 대하여 사실상의 영향력을 행사하는 주주[이하 ‘(나)목 주요주주’라 한다]로서 ① 단독으로 또는 다른 주주와의 합의ㆍ계약 등에 따라 대표이사 또는 이사의 과반수를 선임한 주주(‘제1호 주요주주’), 또는 ② 경영전략ㆍ조직변경 등 주요 의사결정이나 업무집행에 지배적인 영향력을 행사한다고 인정되는 자로서 금융위원회가 정하여 고시하는 주주(이하 ‘제2호 주요주주’라 한다)”는 ‘주요주주’로서 구 자본시장법 제9조 제1항이 규정하는 ‘대주주’에 해당한다. 그리고 구 자본시장법 제23조 제1항에 의하면, 금융투자업자가 발행한 주식을 취득하여 대주주가 되고자 하는 자는 미리 금융위원회의 승인을 받아야 한다.<br/>구 금융투자업규정(2016. 6. 28. 금융위원회고시 제2016-22호로 개정되기 전의 것) 제1-6조는 구 자본시장법 시행령 제9조 제2호의 위임에 따라 제2호 주요주주의 요건 중 ‘금융위원회가 정하여 고시하는 주주’를 “임원(상법 제401조의2 제1항 각호의 자를 포함한다)인 주주로서 의결권 있는 발행주식총수의 100분의 1 이상을 소유하는 자”라고 규정하고 있다. 따라서 (나)목 주요주주 중 제2호 주요주주에 해당하기 위해서는 “의결권 있는 발행주식총수의 100분의 1 이상을 소유하고, 임원의 임면 등의 권한을 포함하여 경영전략ㆍ조직변경 등(이하 ‘경영전략 등’이라 한다) 주요 의사결정이나 업무집행에 지배적인 영향력을 행사하는 자로서 상법 제401조의2 제1항 각호의 자를 포함한 임원”의 요건을 갖추어야 한다.<br/>여기서 ‘경영전략 등 주요 의사결정이나 업무집행에 지배적인 영향력을 행사’한다는 것은 주주가 경영전략 등 주요 의사결정이나 업무집행에 관하여 사실상 구속력 있는 결정이나 지시를 할 수 있는 지배의 근거를 갖추고 그에 따른 지배적인 영향력을 계속적으로 행사하는 것을 의미한다.<br/>특히 투자자가 기존 지배주주 등과의 투자계약이나 주주 간 계약 등을 통하여 1차적으로 발행주식총수의 100분의 1 이상의 주식을 인수한 다음 지배적인 영향력을 행사하는 데 필요한 추가 투자의 기반을 마련하기 위한 회사 내 여건 조성 등을 기존 지배주주 등에게 요구하였다고 하더라도, 기존 지배주주 등이 경영전략 등 주요 의사결정이나 업무집행에 관하여 그 요구나 지시를 따르지 않으면 안 될 사실상 구속력을 인정하기 어렵거나, 오히려 기존 지배주주 등이 지배적인 영향력을 계속 보유ㆍ행사하면서 투자자와 대립하거나 투자자의 추가 투자 등을 통한 지배 근거 확보를 견제하고 있는 상황이라면 그 투자자를 가리켜 (나)목 주요주주 중 제2호 주요주주에 해당한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 자본시장과 금융투자업에 관한 법률(2015. 7. 31. 법률 제13453호로 개정되기 전의 것) 제9조 제1항 제2호[현행 금융회사의 지배구조에 관한 법률 제2조 제6호 (나)목 참조], 제23조 제1항(현행 금융회사의 지배구조에 관한 법률 제31조 제1항 참조),  제446조 제1호(현행 금융회사의 지배구조에 관한 법률 제42조 제1항 제1호 참조), 구 자본시장과 금융투자업에 관한 법률 시행령(2016. 7. 28. 대통령령 제27414호로 개정되기 전의 것) 제9조(현행 금융회사의 지배구조에 관한 법률 시행령 제4조 참조), 상법 제401조의2 제1항<br/>",
  "참조판례": ""
}