{
  "판례일련번호": "215207",
  "사건명": "시장정비사업추진계획승인추천신청반려처분취소",
  "사건번호": "2009두5541",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20111124",
  "판시사항": "[1] 토지 등 소유자 아닌 제3자가 구 재래시장 및 상점가 육성을 위한 특별법에서 정한 ‘시장정비사업법인’의 구성원이 될 수 있는지 여부(소극)<br/>[2] 시장정비사업을 추진하기 위하여 법인의 사업 목적 등을 변경한 기존 법인도 구 재래시장 및 상점가 육성을 위한 특별법에서 정한 ‘시장정비사업법인’에 포함되는지 여부(적극)<br/>[3] ‘부동산 매매 및 임대업’ 등을 목적으로 설립된 甲 주식회사가 구 재래시장 및 상점가 육성을 위한 특별법에 의한 시장정비사업을 추진하기 위하여 관할 구청장에게 시장정비사업 추진계획 승인추천신청을 하였으나, 관할 구청장이 이를 반려한 사안에서, 토지 등 소유자 아닌 제3자를 구성원으로 포함하고 있는 甲 회사가 시장정비사업법인에 해당하지 아니하므로, 위 처분이 적법하다고 한 사례<br/>",
  "판결요지": "[1]           구 재래시장육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것) 제18조 제2항,           제30조 제1항,           구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것, 이하 ‘개정 재래시장법’이라 한다) 제4조,           제33조 제1항,           제2항,           제34조 제1항,           제41조 제1항의 내용, 형식, 취지 및 개정 연혁 등을 비롯하여           개정 재래시장법 제33조 제2항 제3호의 문언상 시장정비사업법인은 ‘토지 등 소유자’가 시장정비사업을 추진하기 위하여 설립한 법인으로 명확하게 규정되어 있는 점, 시장정비구역에 토지 등을 소유하지 아니한 제3자는 시장정비사업에 관하여 토지 등 소유자와는 이해관계를 달리한다고 볼 수 있는 점, 한편 토지 등 소유자 모두가 법인의 구성원이 될 것을 요구하게 되면 시장정비사업법인을 설립하는 것이 시장정비사업조합을 설립하는 것보다 더 어렵게 되어 시장정비사업의 시행자로 종래 시장정비사업조합 이외에 시장정비사업법인을 새로이 추가한 개정 재래시장법의 취지를 몰각시키게 되는 점 등의 사정을 종합하여 보면, 개정 재래시장법에 규정된 시장정비사업법인을 설립하기 위해서는 토지 등 소유자 모두가 법인의 구성원이 될 필요는 없지만, 적어도 그 구성원은 토지 등 소유자의 지위를 가진 자이어야 하고, 토지 등 소유자가 아닌 제3자는 구성원이 될 수 없다고 보는 것이 타당하다.        <br/>[2] 구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것, 이하 ‘개정 재래시장법’이라 한다)이 시장정비사업의 시행자로 종래 시장정비사업조합 이외에 시장정비사업법인을 새로이 추가함으로써 토지 등 소유자로 하여금 추진위원회를 구성한 다음 시장정비사업조합을 설립하는 대신 시장정비사업법인을 설립하는 방식으로 시장정비사업을 좀 더 신속하고 원활하게 추진할 수 있도록 규정하고 있는 점, 시장정비사업에 대한 사업추진계획을 수립하여 시장·군수·구청장에게 제출하거나 사업시행인가를 받기 위하여 사업시행계획을 작성하는 것에 대하여 각 시장정비구역 토지면적의 5분의 3 이상, 토지 등 소유자 총수의 5분의 3 이상의 동의를 얻어야 하며 또한 사업시행인가 이후에도 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다) 규정에 따라 관리처분계획을 작성하여 도시정비법에 규정된 토지 등 소유자의 동의를 얻은 후 행정청의 인가를 받아야 하는 등 사업단계별로 토지 등 소유자의 의사가 충분히 반영되고 행정청이 적절하게 감독할 수 있도록 규정되어 있는 점, 토지 등 소유자는 기존 법인의 사업 목적이나 구성원을 변경하여 시장정비사업을 추진할 것인지 또는 새로운 법인을 설립할 것인지를 의사에 따라 결정할 수 있다고 보아야 하고, 기존 법인의 사업 목적 등의 변경을 통하여 시장정비사업을 시행하는 것이 토지 등 소유자의 이익 및 신속한 정비사업 시행 등에 부합하는 점 등에 비추어 보면, 개정 재래시장법에 규정된 시장정비사업법인에는 시장정비사업을 추진하기 위하여 설립한 신설법인뿐만 아니라 시장정비사업을 추진하기 위하여 법인의 사업 목적 등을 변경한 기존 법인도 포함된다고 보는 것이 타당하다.<br/>[3] ‘부동산 매매 및 임대업’ 등을 목적으로 설립된 甲 주식회사가 구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것, 이하 ‘개정 재래시장법’이라 한다)에 따른 시장정비사업을 추진하기 위하여 시장구역 내 토지 소유자 80% 이상의 동의서를 받고, 법인의 사업 목적에 ‘대규모점포(시장) 시장정비업’을 추가하는 내용의 변경등기를 마친 뒤 관할 구청장에게 시장정비사업 추진계획 승인추천신청을 하였으나, 관할 구청장이 甲 회사가 개정 재래시장법에서 정한 시장정비사업법인 요건을 갖추지 못하였다는 이유로 이를 반려한 사안에서, 원심이 甲 회사가 기존에 설립된 법인이어서 개정 재래시장법에서 정한 시장정비사업법인에 해당하지 않는다는 이유로 위 처분이 적법하다고 본 것은 잘못이나, 토지 등 소유자가 아닌 제3자를 구성원으로 포함하고 있는 甲 회사가 시장정비사업법인에 해당하지 아니하므로, 결국 원심의 결론은 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         구 재래시장육성을 위한 특별법(2006. 4. 28. 법률 제7945호 ‘재래시장 및 상점가 육성을 위한 특별법’으로 전부 개정되기 전의 것) 제18조 제2항(현행         ‘전통시장 및 상점가육성을 위한 특별법’ 제55조 참조),         제30조 제1항(현행         ‘전통시장 및 상점가육성을 위한 특별법’ 제41조 제3항 참조),         구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것) 제4조,         제33조 제1항,         제2항,         제34조 제1항,         제41조 제1항 / [2]         구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것) 제33조 제1항,         제2항,         제34조 제1항,         제41조 제1항 / [3]         구 재래시장 및 상점가 육성을 위한 특별법(2009. 12. 30. 법률 제9887호 ‘전통시장 및 상점가 육성을 위한 특별법’으로 개정되기 전의 것) 제33조 제1항,         제2항,         제34조 제1항,         제41조 제1항<br/>",
  "참조판례": ""
}