{
  "판례일련번호": "215427",
  "사건명": "등록무효(특)",
  "사건번호": "2019후10609",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210408",
  "판시사항": "[1] 특허발명의 진보성 유무를 판단하는 기준 및 위 판단 기준은 선행 또는 공지의 발명에 기재된 상위개념에 포함되는 하위개념만을 구성요소의 전부 또는 일부로 하는 특허발명의 진보성을 판단할 때에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 선행발명에 이른바 마쿠쉬(Markush) 형식으로 기재된 화학식과 그 치환기의 범위 내에 이론상 포함되기는 하나 구체적으로 개시되지 않은 화합물을 청구범위로 하는 특허발명의 경우, 진보성을 판단할 때 구성의 곤란성을 따져 보아야 하는지 여부(적극) 및 그 방법<br/>[3] 특허발명의 진보성을 판단할 때 그 발명이 갖는 특유한 효과도 함께 고려하여야 하는지 여부(적극) / 구성의 곤란성 여부 판단이 불분명한 경우라도 특허발명이 선행발명에 비하여 이질적이거나 양적으로 현저한 효과를 가지고 있다면 진보성이 부정되지 않는지 여부(적극)<br/>[4] ‘인자 Ⅹa(텐에이) 억제제로서의 락탐 함유 화합물 및 그의 유도체’라는 이름의 특허발명 중 청구범위 제1항은 ‘락탐 고리()를 가지는 화합물 중 아픽사반() 및 그의 제약상 허용되는 염’에 관한 발명인데, 제1항 발명이 ‘인자 Ⅹa 억제제로서의 질소 함유 헤테로비시클릭 화합물’에 관한 선행발명에 의해 진보성이 부정되는지 문제 된 사안에서, 제1항 발명은 통상의 기술자가 그 구성을 도출하는 것이 쉽다고 볼 수 없으므로 선행발명에 의하여 진보성이 부정되기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 발명의 진보성 유무를 판단할 때에는 선행기술의 범위와 내용, 진보성 판단의 대상이 된 발명과 선행기술의 차이, 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라고 한다)의 기술수준에 대하여 증거 등 기록에 나타난 자료에 기초하여 파악한 다음, 통상의 기술자가 특허출원 당시의 기술수준에 비추어 진보성 판단의 대상이 된 발명이 선행기술과 차이가 있는데도 그러한 차이를 극복하고 선행기술로부터 쉽게 발명할 수 있는지를 살펴보아야 한다. 특허발명의 청구범위에 기재된 청구항이 복수의 구성요소로 되어 있는 경우에는 각 구성요소가 유기적으로 결합한 전체로서의 기술사상이 진보성 판단의 대상이 되는 것이지 각 구성요소가 독립하여 진보성 판단의 대상이 되는 것은 아니므로, 그 특허발명의 진보성을 판단할 때에는 청구항에 기재된 복수의 구성을 분해한 후 각각 분해된 개별 구성요소들이 공지된 것인지 여부만을 따져서는 아니 되고, 특유의 과제 해결원리에 기초하여 유기적으로 결합된 전체로서의 구성의 곤란성을 따져 보아야 하며, 이때 결합된 전체 구성으로서의 발명이 갖는 특유한 효과도 함께 고려하여야 한다.<br/>위와 같은 진보성 판단 기준은 선행 또는 공지의 발명에 상위개념이 기재되어 있고 위 상위개념에 포함되는 하위개념만을 구성요소의 전부 또는 일부로 하는 특허발명의 진보성을 판단할 때에도 마찬가지로 적용되어야 한다.<br/>[2] 선행발명에 특허발명의 상위개념이 공지되어 있는 경우에도 구성의 곤란성이 인정되면 진보성이 부정되지 않는다. 선행발명에 발명을 이루는 구성요소 중 일부를 두 개 이상의 치환기로 하나 이상 선택할 수 있도록 기재하는 이른바 마쿠쉬(Markush) 형식으로 기재된 화학식과 그 치환기의 범위 내에 이론상 포함되기만 할 뿐 구체적으로 개시되지 않은 화합물을 청구범위로 하는 특허발명의 경우에도 진보성 판단을 위하여 구성의 곤란성을 따져 보아야 한다. 위와 같은 특허발명의 구성의 곤란성을 판단할 때에는 선행발명에 마쿠쉬 형식 등으로 기재된 화학식과 그 치환기의 범위 내에 이론상 포함될 수 있는 화합물의 개수, 통상의 기술자가 선행발명에 마쿠쉬 형식 등으로 기재된 화합물 중에서 특정한 화합물이나 특정 치환기를 우선적으로 또는 쉽게 선택할 사정이나 동기 또는 암시의 유무, 선행발명에 구체적으로 기재된 화합물과 특허발명의 구조적 유사성 등을 종합적으로 고려하여야 한다.<br/>[3] 특허발명의 진보성을 판단할 때에는 그 발명이 갖는 특유한 효과도 함께 고려하여야 한다. 선행발명에 이론적으로 포함되는 수많은 화합물 중 특정한 화합물을 선택할 동기나 암시 등이 선행발명에 개시되어 있지 않은 경우에도 그것이 아무런 기술적 의의가 없는 임의의 선택에 불과한 경우라면 그와 같은 선택에 어려움이 있다고 볼 수 없는데, 발명의 효과는 선택의 동기가 없어 구성이 곤란한 경우인지 임의의 선택에 불과한 경우인지를 구별할 수 있는 중요한 표지가 될 수 있기 때문이다. 또한 화학, 의약 등의 기술분야에 속하는 발명은 구성만으로 효과의 예측이 쉽지 않으므로, 선행발명으로부터 특허발명의 구성요소들이 쉽게 도출되는지를 판단할 때 발명의 효과를 참작할 필요가 있고, 발명의 효과가 선행발명에 비하여 현저하다면 구성의 곤란성을 추론하는 유력한 자료가 될 것이다. 나아가 구성의 곤란성 여부의 판단이 불분명한 경우라고 하더라도, 특허발명이 선행발명에 비하여 이질적이거나 양적으로 현저한 효과를 가지고 있다면 진보성이 부정되지 않는다. 효과의 현저성은 특허발명의 명세서에 기재되어 통상의 기술자가 인식하거나 추론할 수 있는 효과를 중심으로 판단하여야 하고, 만일 그 효과가 의심스러울 때에는 그 기재 내용의 범위를 넘지 않는 한도에서 출원일 이후에 추가적인 실험 자료를 제출하는 등의 방법으로 그 효과를 구체적으로 주장ㆍ증명하는 것이 허용된다.<br/>[4] ‘인자 Ⅹa(텐에이) 억제제로서의 락탐 함유 화합물 및 그의 유도체’라는 이름의 특허발명 중 청구범위 제1항은 ‘락탐 고리()를 가지는 화합물 중 아픽사반() 및 그의 제약상 허용되는 염’에 관한 발명인데, 제1항 발명이 ‘인자 Ⅹa 억제제로서의 질소 함유 헤테로비시클릭 화합물’에 관한 선행발명에 의해 진보성이 부정되는지 문제 된 사안에서, 선행발명에 마쿠쉬(Markush) 형식으로 기재된 화학식과 그 치환기의 범위 내에 포함될 수 있는 화합물이 이론상 수억 가지에 이르는 점, 선행발명의 ‘보다 바람직한 실시태양’으로 기재된 모핵(母核) 구조에서 치환기로 락탐 고리를 우선적으로 고려할 만한 사정이 없고, 선행발명의 ‘보다 더더욱 바람직한 실시태양’으로 기재된 구체적 화합물 중 제1항 발명과 전체적으로 유사하거나 치환기로 락탐 고리를 갖는 화합물이 없는 점, 특허발명의 명세서 기재 등에 의하면 제1항 발명은 공지된 인자 Ⅹa 억제제에 비해 약동학적 효과, 병용투여 효과가 개선된 것인 점, 선행발명에서 제1항 발명의 구조를 우선적으로 또는 쉽게 선택할 사정이나 동기 또는 암시가 있다고 보기도 어려워 통상의 기술자가 선행발명으로부터 기술적 가치가 있는 최적의 조합을 찾아 제1항 발명에 도달하기까지는 수많은 선택지를 조합하면서 거듭된 시행착오를 거쳤을 것인 점 등을 종합하여 보면, 통상의 기술자가 제1항 발명의 내용을 이미 알고 있음을 전제로 사후적으로 판단하지 않는 한 그 구성을 도출하는 것이 쉽다고 볼 수 없으므로, 제1항 발명은 선행발명에 의하여 진보성이 부정되기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제29조 제2항 / [2] 특허법 제29조 제2항 / [3] 특허법 제29조 제2항 / [4] 특허법 제29조 제2항<br/>",
  "참조판례": "[1] 대법원 2007. 9. 6. 선고 2005후3284 판결(공2007하, 1582), 대법원 2016. 11. 25. 선고 2014후2184 판결(공2017상, 47) / [2] 대법원 2009. 10. 15. 선고 2008후736, 743 판결(공2009하, 1898) / [3] 대법원 2002. 8. 23. 선고 2000후3234 판결(공2002하, 2243), 대법원 2003. 4. 25. 선고 2001후2740 판결(공2003상, 1363)<br/>"
}