{
  "판례일련번호": "216669",
  "사건명": "손해배상(기)청구의소",
  "사건번호": "2020다292411",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210507",
  "판시사항": "[1] 항소심에 이르러 새로운 청구가 추가된 경우, 항소심이 기존의 청구와 추가된 청구를 모두 배척할 때의 주문 표시 방법<br/>[2] 논리적으로 양립할 수 있는 수 개의 청구라고 하더라도 수 개의 청구 사이에 논리적 관계가 밀접하고, 심판의 순위를 붙여 청구를 할 합리적 필요성이 있다고 인정되는 경우, 이른바 부진정 예비적 병합 청구의 소가 허용되는지 여부(적극)<br/>[3] 청구의 예비적 병합에서 주위적 청구를 먼저 판단하지 않고 예비적 청구만을 인용하거나 주위적 청구만을 배척하고 예비적 청구에 대하여 판단하지 않는 등의 일부판결이 법률상 허용되는지 여부(소극) 및 주위적 청구를 배척하면서 예비적 청구에 대하여 판단하지 않은 경우, 상소가 제기되면 판단이 누락된 예비적 청구 부분도 상소심으로 이심이 되는지 여부(적극) / 이러한 법리는 부진정 예비적 병합의 경우에도 마찬가지인지 여부(적극)<br/>[4] 판결서의 이유에 당사자의 모든 주장이나 공격방어방법에 관한 판단이 표시되어야 하는지 여부(소극) 및 당사자가 주장한 사항에 대한 구체적ㆍ직접적인 판단이 표시되어 있지 않지만 판결 이유의 전반적인 취지로 그 주장의 인용 또는 배척 여부를 알 수 있는 경우, 판단누락이라고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 항소심에 이르러 새로운 청구가 추가된 경우 항소심은 추가된 청구에 대해서는 실질상 제1심으로서 재판하여야 한다. 제1심이 기존의 청구를 기각한 데 대하여 원고가 항소하였고 항소심이 기존의 청구와 항소심에서 추가된 청구를 모두 배척할 경우 단순히 “원고의 항소를 기각한다.”라는 주문 표시만 해서는 안 되고, 이와 함께 항소심에서 추가된 청구에 대하여 “원고의 청구를 기각한다.”라는 주문 표시를 해야 한다.<br/>[2] 청구의 예비적 병합은 논리적으로 양립할 수 없는 수 개의 청구에 관하여 주위적 청구의 인용을 해제조건으로 예비적 청구에 대하여 심판을 구하는 형태의 병합이다. 그러나 논리적으로 양립할 수 있는 수 개의 청구라고 하더라도, 주위적으로 재산상 손해배상을 청구하면서 그 손해가 인정되지 않을 경우에 예비적으로 같은 액수의 정신적 손해배상을 청구하는 것과 같이 수 개의 청구 사이에 논리적 관계가 밀접하고, 심판의 순위를 붙여 청구를 할 합리적 필요성이 있다고 인정되는 경우에는, 당사자가 붙인 순위에 따라서 당사자가 먼저 구하는 청구를 심리하여 이유가 없으면 다음 청구를 심리하는 이른바 부진정 예비적 병합 청구의 소도 허용된다.<br/>[3] 예비적 병합의 경우에는 수 개의 청구가 하나의 소송절차에 불가분적으로 결합되어 있기 때문에 주위적 청구를 먼저 판단하지 않고 예비적 청구만을 인용하거나 주위적 청구만을 배척하고 예비적 청구에 대하여 판단하지 않는 등의 일부판결은 예비적 병합의 성질에 반하는 것으로서 법률상 허용되지 않는다. 그런데도 주위적 청구를 배척하면서 예비적 청구에 대하여 판단하지 않은 판결을 한 경우에는 그 판결에 대한 상소가 제기되면 판단이 누락된 예비적 청구 부분도 상소심으로 이심이 되고 그 부분이 재판의 누락에 해당하여 원심에 계속 중이라고 볼 것은 아니다. 이러한 법리는 부진정 예비적 병합의 경우에도 달리 볼 이유가 없다.<br/>[4] 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격방어방법에 관한 판단을 표시하면 되고 당사자의 모든 주장이나 공격방어방법에 관하여 판단할 필요가 없다(민사소송법 제208조 제2항 참조). 판결에 당사자가 주장한 사항에 대한 구체적ㆍ직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 그 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다. 설령 실제로 판단을 하지 않았다고 하더라도 그 주장이 배척될 경우임이 분명한 때에는 판결 결과에 영향을 미치는 잘못이라고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제262조, 제408조, 제414조 / [2] 민사소송법 제253조 / [3] 민사소송법 제212조 제1항, 제253조, 제392조, 제425조, 제431조 / [4] 민사소송법 제208조 제2항<br/>",
  "참조판례": "[2] 대법원 2002. 2. 8. 선고 2001다17633 판결(공2002상, 659) / [3] 대법원 2000. 11. 16. 선고 98다22253 전원합의체 판결(공2001상, 34) / [4] 대법원 2009. 2. 26. 선고 2006다24872 판결(공2009상, 368)<br/>"
}