{
  "판례일련번호": "216667",
  "사건명": "손해배상(기)",
  "사건번호": "2018다275888",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210507",
  "판시사항": "[1] 금융기관의 임원이 대출과 관련하여 선량한 관리자의 주의의무를 위반하였는지 판단하는 기준<br/>[2] 금융기관의 이사가 이른바 프로젝트 파이낸스 대출을 하면서 단순히 회사의 영업에 이익이 될 것이라고 기대하고 일방적으로 임무를 수행하여 회사에 손해를 입힌 경우, 이러한 이사의 행위가 허용되는 경영판단의 재량범위에 있다고 할 수 있는지 여부(소극)<br/>[3] 주식회사의 이사가 회사에 대하여 상법 제399조 제1항에 따라 손해배상채무를 부담하는 경우 이행청구를 받은 때부터 지체책임을 지는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 금융기관의 임원은 소속 금융기관에 대하여 선량한 관리자의 주의의무를 지므로 그 의무를 충실히 이행해야 임원으로서 임무를 다한 것이다. 금융기관의 임원이 위와 같은 선량한 관리자의 주의의무를 위반하여 자신의 임무를 게을리하였는지는 대출결정에 통상의 대출 담당 임원으로서 간과해서는 안 될 잘못이 있는지 여부를 관련 규정의 준수 여부, 대출의 조건, 내용과 규모, 변제계획, 담보 유무와 내용, 채무자의 재산과 경영상황, 성장가능성 등 여러 가지 사항에 비추어 종합적으로 판정해야 한다.<br/>[2] 이른바 프로젝트 파이낸스 대출은 부동산 개발 관련 특정 프로젝트의 사업성을 평가하여 사업에서 발생할 미래의 현금흐름을 대출원리금의 주된 변제재원으로 하는 금융거래이므로, 대출을 할 때 이루어지는 대출상환능력에 대한 판단은 프로젝트의 사업성에 대한 평가에 주로 의존한다. 이러한 경우 금융기관의 이사가 대출 요건인 프로젝트의 사업성에 관하여 심사하면서 필요한 정보를 충분히 수집ㆍ조사하고 검토하는 절차를 거친 다음 이를 근거로 금융기관의 최대 이익에 부합한다고 합리적으로 신뢰하고 신의성실에 따라 경영상의 판단을 하였고, 그 내용이 현저히 불합리하지 않아 이사로서 통상 선택할 수 있는 범위에 있는 것이라면, 비록 나중에 회사가 손해를 입게 되는 결과가 발생하였다고 하더라도 그로 인하여 이사가 회사에 대하여 손해배상책임을 부담한다고 할 수 없다. 그러나 금융기관의 이사가 이러한 과정을 거쳐 임무를 수행한 것이 아니라 단순히 회사의 영업에 이익이 될 것이라고 기대하고 일방적으로 임무를 수행하여 회사에 손해를 입게 한 경우에는 필요한 정보를 충분히 수집ㆍ조사하고 검토하는 절차를 거친 다음 이를 근거로 회사의 최대 이익에 부합한다고 합리적으로 신뢰하고 신의성실의 원칙에 따라 경영상의 판단을 한 것이라고 볼 수 없으므로, 그와 같은 이사의 행위는 허용되는 경영판단의 재량범위에 있다고 할 수 없다.<br/>[3] 채무이행의 기한이 없는 경우 채무자는 이행청구를 받은 때부터 지체책임이 있다(민법 제387조 제2항). 채무불이행으로 인한 손해배상채무는 특별한 사정이 없는 한 이행기한의 정함이 없는 채무이므로 채무자는 채권자로부터 이행청구를 받은 때부터 지체책임을 진다.<br/>상법 제399조 제1항에 따라 주식회사의 이사가 회사에 대한 임무를 게을리하여 발생한 손해배상책임은 위임관계로 인한 채무불이행책임이다. 따라서 주식회사의 이사가 회사에 대하여 위 조항에 따라 손해배상채무를 부담하는 경우 특별한 사정이 없는 한 이행청구를 받은 때부터 지체책임을 진다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제382조 제2항, 제399조, 민법 제681조 / [2] 상법 제382조 제2항, 제399조, 민법 제681조 / [3] 상법 제382조 제2항, 제399조 제1항, 민법 제387조 제2항, 제390조, 제681조<br/>",
  "참조판례": "[1] 대법원 2002. 6. 14. 선고 2001다52407 판결(공2002하, 1650), 대법원 2007. 7. 26. 선고 2006다33609 판결(공2007하, 1346) / [2] 대법원 2008. 7. 10. 선고 2006다39935 판결(공2008하, 1125), 대법원 2011. 10. 13. 선고 2009다80521 판결(공2011하, 2306) / [3] 대법원 1985. 6. 25. 선고 84다카1954 판결(공1985, 1049), 대법원 2008. 12. 11. 선고 2005다51471 판결, 대법원 2017. 5. 31. 선고 2015다22496 판결<br/>"
}