{
  "판례일련번호": "216665",
  "사건명": "추심금",
  "사건번호": "2018다259213",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210507",
  "판시사항": "[1] 전소가 후소의 변론종결 시까지 취하ㆍ각하 등에 의하여 소송계속이 소멸되는 경우, 후소가 중복제소금지에 위반되는지 여부(소극)<br/>[2] 민사소송법 제267조 제2항의 취지 및 위 조항에서 정한 ‘같은 소’의 의미 / 당사자와 소송물이 같더라도 위 조항의 취지에 반하지 않고 소제기를 필요로 하는 정당한 사정이 있는 경우, 다시 소를 제기할 수 있는지 여부(적극)<br/>[3] 甲 주식회사가 乙 등에 대하여 가지는 정산금 채권에 대하여 甲 회사의 채권자 丙이 채권압류 및 추심명령을 받아 乙 등을 상대로 추심금 청구의 소를 제기하였다가 항소심에서 소를 취하하였는데, 그 후 甲 회사의 다른 채권자 丁 등이 위 정산금 채권에 대하여 다시 채권압류 및 추심명령을 받아 乙 등을 상대로 추심금 청구의 소를 제기한 사안에서, 丁 등은 선행 추심소송과 별도로 자신의 채권 집행을 위하여 위 소를 제기한 것이므로 재소금지 규정에 반하지 않는다고 본 원심판결이 정당하다고 한 사례<br/>[4] 채무자가 금전채무의 확정된 지연손해금채무에 대하여 지체책임을 부담하는 시기(=이행청구를 받은 때부터)<br/>",
  "판결요지": "[1] 민사소송법 제259조는 “법원에 계속되어 있는 사건에 대하여 당사자는 다시 소를 제기하지 못한다.”라고 정하고 있다. 민사소송에서 중복제소금지는 소송요건에 관한 것으로서 사실심의 변론종결 시를 기준으로 판단하여야 하므로, 전소가 후소의 변론종결 시까지 취하ㆍ각하 등에 의하여 소송계속이 소멸되면 후소는 중복제소금지에 위반되지 않는다.<br/>[2] 민사소송법 제267조 제2항은 “본안에 대한 종국판결이 있은 뒤에 소를 취하한 사람은 같은 소를 제기하지 못한다.”라고 정하고 있다. 이는 소취하로 그동안 판결에 들인 법원의 노력이 무용화되고 다시 동일한 분쟁을 문제 삼아 소송제도를 남용하는 부당한 사태를 방지할 목적에서 나온 제재적 취지의 규정이다. 여기에서 ‘같은 소’는 반드시 기판력의 범위나 중복제소금지에서 말하는 것과 같은 것은 아니고, 당사자와 소송물이 같더라도 이러한 규정의 취지에 반하지 않고 소제기를 필요로 하는 정당한 사정이 있다면 다시 소를 제기할 수 있다.<br/>[3] 甲 주식회사가 乙 등에 대하여 가지는 정산금 채권에 대하여 甲 회사의 채권자 丙이 채권압류 및 추심명령을 받아 乙 등을 상대로 추심금 청구의 소를 제기하였다가 항소심에서 소를 취하하였는데, 그 후 甲 회사의 다른 채권자 丁 등이 위 정산금 채권에 대하여 다시 채권압류 및 추심명령을 받아 乙 등을 상대로 추심금 청구의 소를 제기한 사안에서, 丙이 선행 추심소송에서 패소판결을 회피할 목적 등으로 종국판결 후 소를 취하하였다거나 丁 등이 소송제도를 남용할 의도로 소를 제기하였다고 보기 어려운 사정 등을 감안할 때, 丁 등은 선행 추심소송과 별도로 자신의 甲 회사에 대한 채권의 집행을 위하여 위 소를 제기한 것이므로 새로운 권리보호이익이 발생한 것으로 볼 수 있어 재소금지 규정에 반하지 않는다고 본 원심판결이 정당하다고 한 사례.<br/>[4] 금전채무의 지연손해금채무는 금전채무의 이행지체로 인한 손해배상채무로서 이행기의 정함이 없는 채무에 해당하므로, 채무자는 확정된 지연손해금채무에 대하여 채권자로부터 이행청구를 받은 때부터 지체책임을 부담하게 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제216조 제1항, 제218조, 제259조 / [2] 민사소송법 제267조 제2항 / [3] 민사소송법 제216조 제1항, 제218조, 제259조, 제267조 제2항 / [4] 민법 제376조, 제387조, 제397조<br/>",
  "참조판례": "[1] 대법원 1998. 2. 27. 선고 97다45532 판결(공1998상, 883), 대법원 2017. 11. 14. 선고 2017다23066 판결(공2017하, 2332) / [2] 대법원 2009. 6. 25. 선고 2009다22037 판결(공2009하, 1216), 대법원 2017. 4. 13. 선고 2015다16620 판결 / [4] 대법원 2010. 12. 9. 선고 2009다59237 판결(공2011상, 97)<br/>"
}