{
  "판례일련번호": "216695",
  "사건명": "위자료[초상권 침해와 관련하여 위법성이 조각되는 사유]",
  "사건번호": "2020다227455",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210429",
  "판시사항": "[1] 초상권 및 사생활의 비밀과 자유의 헌법적 보장 / 초상권, 사생활의 비밀과 자유에 대한 부당한 침해가 불법행위를 구성하는지 여부(적극) 및 위 침해가 공개된 장소에서 이루어졌다거나 민사소송의 증거를 수집할 목적으로 이루어졌다는 사유만으로 정당화되는지 여부(소극)<br/>[2] 개인의 사생활과 관련된 사항의 공개에 관하여 위법성이 조각될 수 있는 경우 / 초상권이나 사생활의 비밀과 자유를 침해하는 행위의 위법성을 판단할 때 고려하여야 할 요소 및 위법성 조각에 관한 증명책임의 소재(=이를 주장하는 자)<br/>[3] 아파트 입주자 甲이 아파트 단지 내에 현수막을 게시하던 중 다른 입주자 乙로부터 제지를 당하자 乙에게 욕설을 하였는데, 위 아파트의 부녀회장 丙이 말다툼을 하고 있는 甲의 동영상을 촬영하여 입주자대표회의 회장 丁에게 전송하였고, 丁이 다시 이를 아파트 관리소장과 동대표들에게 전송한 사안에서, 甲의 동영상을 촬영한 것은 초상권 침해행위이지만, 행위 목적의 정당성, 수단ㆍ방법의 보충성과 상당성 등을 참작할 때 甲이 수인하여야 하는 범위에 속하므로, 위법성이 조각된다고 한 사례<br/>",
  "판결요지": "[1] 사람은 누구나 자신의 얼굴 그 밖에 사회통념상 특정인임을 식별할 수 있는 신체적 특징에 관해 함부로 촬영되거나 그림으로 묘사되지 않고 공표되지 않으며 영리적으로 이용되지 않을 권리를 갖는다. 이러한 초상권은 헌법 제10조 제1문에 따라 헌법적으로도 보장되고 있는 권리이다. 또한 헌법 제10조는 헌법 제17조와 함께 사생활의 비밀과 자유를 보장하는데, 개인은 사생활이 침해되거나 사생활이 함부로 공개되지 않을 소극적인 권리뿐만 아니라 고도로 정보화된 현대사회에서 자신에 대한 정보를 자율적으로 통제할 수 있는 적극적인 권리도 가진다. 그러므로 초상권, 사생활의 비밀과 자유에 대한 부당한 침해는 불법행위를 구성하고 위 침해는 그것이 공개된 장소에서 이루어졌다거나 민사소송의 증거를 수집할 목적으로 이루어졌다는 사유만으로는 정당화되지 않는다.<br/>[2] 개인의 사생활과 관련된 사항의 공개가 사생활의 비밀을 침해하는 것이더라도, 사생활과 관련된 사항이 공공의 이해와 관련되어 공중의 정당한 관심의 대상이 되는 사항에 해당하고, 공개가 공공의 이익을 위한 것이며, 표현내용ㆍ방법 등이 부당한 것이 아닌 경우에는 위법성이 조각될 수 있다. 초상권이나 사생활의 비밀과 자유를 침해하는 행위를 둘러싸고 서로 다른 두 방향의 이익이 충돌하는 경우에는 구체적 사안에서 여러 사정을 종합적으로 고려한 이익형량을 통하여 침해행위의 최종적인 위법성이 가려진다. 이러한 이익형량과정에서 첫째, 침해행위의 영역에 속하는 고려요소로는 침해행위로 달성하려는 이익의 내용과 중대성, 침해행위의 필요성과 효과성, 침해행위의 보충성과 긴급성, 침해방법의 상당성 등이 있고, 둘째, 피해이익의 영역에 속하는 고려요소로는 피해법익의 내용과 중대성, 침해행위로 피해자가 입는 피해의 정도, 피해이익의 보호가치 등이 있다. 그리고 일단 권리의 보호영역을 침범함으로써 불법행위를 구성한다고 평가된 행위가 위법하지 않다는 점은 이를 주장하는 사람이 증명하여야 한다.<br/>[3] 아파트 입주자 甲이 아파트 단지 내에 현수막을 게시하던 중 다른 입주자 乙로부터 제지를 당하자 乙에게 욕설을 하였는데, 위 아파트의 부녀회장 丙이 말다툼을 하고 있는 甲의 동영상을 촬영하여 입주자대표회의 회장 丁에게 전송하였고, 丁이 다시 이를 아파트 관리소장과 동대표들에게 전송한 사안에서, 공동주택관리법 시행령 제19조 제2항 제3호에 따르면 입주자는 공동주택에 광고물ㆍ표지물 또는 표지를 부착하는 행위를 하려는 경우에 관리주체의 동의를 받아야 하는데, 甲은 그러한 동의를 받지 않고 무단으로 현수막을 게시하였던 점, 甲이 게시한 현수막의 내용은 관리주체의 아파트 관리방법에 관한 반대의 의사표시로서 자신의 주장을 입주자들에게 널리 알리기 위한 것이고, 이러한 공적 논의의 장에 나선 사람은 사진 촬영이나 공표에 묵시적으로 동의하였다고 볼 수 있는 점, 甲에 대한 동영상이 관리주체의 구성원에 해당하는 관리소장과 동대표들에게만 제한적으로 전송된 점을 고려하면 甲의 동영상을 촬영한 것은 초상권 침해행위이지만, 행위 목적의 정당성, 수단ㆍ방법의 보충성과 상당성 등을 참작할 때 甲이 수인하여야 하는 범위에 속하므로, 위법성이 조각된다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제17조, 민법 제750조 / [2] 헌법 제10조, 제17조, 민법 제750조 / [3] 헌법 제10조, 제17조, 민법 제750조, 공동주택관리법 시행령 제19조 제2항 제3호<br/>",
  "참조판례": "[1] 대법원 1998. 7. 24. 선고 96다42789 판결(공1998하, 2200), 대법원 2006. 10. 13. 선고 2004다16280 판결(공2006하, 1897) / [2] 대법원 2013. 6. 27. 선고 2012다31628 판결(공2013하, 1297)<br/>"
}