{
  "판례일련번호": "216677",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2020두49324",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210507",
  "판시사항": "[1] 구 지방세법 제7조 제5항의 간주취득세 납세의무를 부담하는 과점주주에 해당하는지 판단하는 기준 및 기존의 과점주주와 특수관계에 있는 자가 기존의 과점주주로부터 주식을 이전받았으나 기존의 과점주주와 새로운 과점주주가 소유한 총주식의 비율에 변동이 없는 경우 간주취득세의 과세대상이 되는지 여부(소극)<br/>[2] 甲 주식회사가 그 회사 임원 乙의 배우자 丙과 자녀들로부터 丁 주식회사의 주식 전부를 취득함으로써 구 지방세기본법 제47조 제2호에서 정한 과점주주가 되었음을 전제로 구 지방세법 제7조 제5항에 따라 丁 회사의 부동산을 취득한 것으로 보고 관할 구청장이 甲 회사에 취득세 등을 부과한 사안에서, 丙 등이 甲 회사의 임원인 乙과 생계를 함께한다면 甲 회사의 특수관계인에 해당할 수 있고, 甲 회사도 丙 등의 특수관계인으로 보아야 한다는 이유로, 甲 회사가 丙 등으로부터 丁 회사의 주식 전부를 양수하여 새로 과점주주가 되었더라도 특수관계에 있는 甲 회사와 丙 등이 소유한 총주식의 비율에 변동이 없으므로 간주취득세의 과세대상이 되지 않을 수 있다고 한 사례<br/>",
  "판결요지": "[1] 구 지방세법(2016. 12. 27. 법률 제14474호로 개정되기 전의 것) 제7조 제5항의 간주취득세 납세의무를 부담하는 과점주주에 해당하는지는 과점주주 중 특정 주주 1명의 주식의 증가를 기준으로 판단하는 것이 아니라 과점주주 집단이 소유한 총주식 비율의 증가를 기준으로 판단하여야 한다. 따라서 과점주주 집단 내부에서 주식이 이전되거나 기존의 과점주주와 친족 기타 특수관계에 있으나 해당 법인의 주주가 아니었던 자가 기존의 과점주주로부터 그 주식의 일부 또는 전부를 이전받아 새로 과점주주가 되었더라도 기존의 과점주주와 새로운 과점주주가 소유한 총주식의 비율에 변동이 없다면 간주취득세의 과세대상이 될 수 없다.<br/>[2] 화장품 제조업 등을 하는 甲 주식회사가 그 회사 임원 乙의 배우자 丙과 자녀들(이하 ‘丙 등’이라 한다)로부터 丁 주식회사의 주식 전부를 취득함으로써 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것, 이하 같다) 제47조 제2호에서 정한 과점주주가 되었음을 전제로 구 지방세법(2016. 12. 27. 법률 제14474호로 개정되기 전의 것) 제7조 제5항에 따라 丁 회사의 부동산을 취득한 것으로 보고 관할 구청장이 甲 회사에 취득세 등을 부과한 사안에서, 丙 등은 甲 회사의 임원인 乙의 배우자와 자녀들이므로 乙과 생계를 함께한다면, ‘甲 회사의 임원과 생계를 함께하는 친족’으로서 구 지방세기본법 제2조 제1항 제34호 (나)목, 구 지방세기본법 시행령(2017. 3. 27. 대통령령 제27958호로 전부 개정되기 전의 것) 제2조의2 제2항 제3호에 따라 甲 회사의 특수관계인에 해당할 수 있고, 丙 등이 甲 회사의 특수관계인에 해당하면 甲 회사도 丙 등의 특수관계인으로 보아야 한다는 이유로, 甲 회사가 丙 등으로부터 丁 회사의 주식 전부를 양수하여 새로 과점주주가 되었더라도 특수관계에 있는 甲 회사와 丙 등이 소유한 총주식의 비율에 변동이 없으므로 간주취득세의 과세대상이 되지 않을 수 있음에도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2016. 12. 27. 법률 제14474호로 개정되기 전의 것) 제7조 제5항, 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제2조 제1항 제34호, 제47조 제2호(현행 제46조 제2호), 구 지방세기본법 시행령(2017. 3. 27. 대통령령 제27958호로 전부 개정되기 전의 것) 제2조의2 제2항 제1호(현행 제2조 제2항 제1호), 제3호(현행 제2조 제2항 제3호), 제24조 제2항 / [2] 구 지방세법(2016. 12. 27. 법률 제14474호로 개정되기 전의 것) 제7조 제5항, 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제2조 제1항 제34호 (나)목, 제47조 제2호(현행 제46조 제2호), 구 지방세기본법 시행령(2017. 3. 27. 대통령령 제27958호로 전부 개정되기 전의 것) 제2조의2 제2항 제1호(현행 제2조 제2항 제1호), 제3호(현행 제2조 제2항 제3호), 제24조 제2항<br/>",
  "참조판례": "[1] 대법원 2007. 8. 23. 선고 2007두10297 판결(공2007하, 1482), 대법원 2013. 7. 25. 선고 2012두12495 판결(공2013하, 1626)<br/>"
}