{
  "판례일련번호": "216697",
  "사건명": "손해배상(기)등ㆍ손해배상(기)",
  "사건번호": "2016다33202, 33219",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210603",
  "판시사항": "[1] 인접 토지에 외벽이 유리로 된 건물 등이 건축되어 과도한 태양반사광이 발생하고 이러한 태양반사광이 인접 주거지에 유입되어 거주자가 이로 인한 시야방해 등 생활에 고통을 받고 있음을 이유로 손해배상을 청구하기 위한 요건 및 이때 생활방해의 정도가 사회통념상 참을 한도를 넘는지 판단하는 기준<br/>[2] 태양반사광으로 인한 생활방해를 원인으로 태양반사광의 예방 또는 배제를 구하는 방지청구의 당부를 판단하는 경우, 방지청구의 허용으로 방지청구를 구하는 당사자가 받게 될 이익과 상대방 및 제3자가 받게 될 불이익 등을 비교ㆍ교량하여야 하는지 여부(적극)<br/>[3] 甲 주식회사가 외벽 전체를 통유리로 한 건물을 신축하여 사용하고 있는데, 인근 아파트에 거주하는 乙 등이 甲 회사를 상대로 위 건물 외벽유리를 매개물로 생성된 태양반사광이 주거지에 유입되어 이로 인한 생활방해가 참을 한도를 초과하였다고 주장하며 손해배상청구 및 방지청구를 한 사안에서, 태양반사광이 아파트 거실이나 안방과 같은 주된 생활공간에 어느 정도의 밝기로 얼마 동안 유입되어 눈부심 등 시각장애가 발생하는지와 태양반사광으로 인하여 아파트의 주거로서의 기능이 훼손되어 참을 한도를 넘는 생활방해에 이르렀는지 등을 직접적으로 심리하였어야 하는데도, 이를 제대로 심리하지 아니한 채 태양반사광으로 인한 생활방해가 참을 한도를 넘지 않았다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 인접 토지에 외벽이 유리로 된 건물 등이 건축되어 과도한 태양반사광이 발생하고 이러한 태양반사광이 인접 주거지에 유입되어 거주자가 이로 인한 시야방해 등 생활에 고통을 받고 있음(이하 ‘생활방해’라 한다)을 이유로 손해배상을 청구하려면, 건축행위로 인한 생활방해의 정도가 사회통념상 일반적으로 참아내야 할 정도(이하 ‘참을 한도’라 한다)를 넘는 것이어야 한다. 건축된 건물 등에서 발생한 태양반사광으로 인한 생활방해의 정도가 사회통념상 참을 한도를 넘는지는 태양반사광이 피해 건물에 유입되는 강도와 각도, 유입되는 시기와 시간, 피해 건물의 창과 거실 등의 위치 등에 따른 피해의 성질과 정도, 피해이익의 내용, 가해 건물 건축의 경위 및 공공성, 피해 건물과 가해 건물 사이의 이격거리, 건축법령상의 제한 규정 등 공법상 규제의 위반 여부, 건물이 위치한 지역의 용도와 이용현황, 피해를 줄일 수 있는 방지조치와 손해 회피의 가능성, 토지 이용의 선후 관계, 교섭 경과 등 모든 사정을 종합적으로 고려하여 판단하여야 한다. <br/>[2] 인접 토지에 외벽이 유리로 된 건물 등이 건축되어 과도한 태양반사광이 발생하고 이러한 태양반사광이 인접 주거지에 유입되어 거주자가 이로 인한 시야방해 등 생활에 고통을 받고 있음을 원인으로 태양반사광의 예방 또는 배제를 구하는 방지청구는 금전배상을 구하는 손해배상청구와는 그 내용과 요건을 서로 달리하는 것이어서 같은 사정이라도 청구의 내용에 따라 고려요소의 중요도에 차이가 생길 수 있고, 태양반사광 침해의 방지청구는 그것이 허용될 경우 소송당사자뿐 아니라 제3자의 이해관계에도 중대한 영향을 미칠 수 있어, 방지청구의 당부를 판단하는 법원으로서는 해당 청구가 허용될 경우에 방지청구를 구하는 당사자가 받게 될 이익과 상대방 및 제3자가 받게 될 불이익 등을 비교ㆍ교량하여야 한다.<br/>[3] 甲 주식회사가 외벽 전체를 통유리로 한 건물을 신축하여 사용하고 있는데, 인근 아파트에 거주하는 乙 등이 甲 회사를 상대로 위 건물 외벽유리를 매개물로 하여 생성된 태양반사광이 주거지에 유입되어 이로 인한 생활방해가 참을 한도를 초과하였다고 주장하며 손해배상청구 및 방지청구를 한 사안에서, 태양직사광으로 인한 생활방해는 어떠한 책임도 발생시키지 않는 ‘자연에 의한’ 생활방해인 반면, 태양반사광으로 인한 생활방해는 태양광이 ‘인위적으로 축조된’ 건물 외벽에 의한 반사 효과와 결합하여 발생시키는 것이고, 태양반사광 침해는 반사되는 강한 태양빛이 직접 눈에 들어와 시각장애를 일으키는 점에서 침해행위의 태양이 일조방해의 경우보다 더 적극적인 침습의 형태이므로, 태양반사광으로 인한 생활방해의 참을 한도를 판단하는 때에는 일조방해의 판단 기준과는 다른 기준을 적용할 필요가 있는바, 태양반사광이 아파트 거실이나 안방과 같은 주된 생활공간에 어느 정도의 밝기로 얼마 동안 유입되어 눈부심 등 시각장애가 발생하는지와 태양반사광으로 인하여 아파트의 주거로서의 기능이 훼손되어 참을 한도를 넘는 생활방해에 이르렀는지 등을 직접적으로 심리하였어야 하는데도, 이를 제대로 심리하지 아니한 채 태양반사광으로 인한 생활방해가 참을 한도를 넘지 않았다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 제751조 / [2] 민법 제205조, 제206조, 제214조, 제217조 / [3] 민법 제205조, 제206조, 제214조, 제217조, 제750조, 제751조<br/>",
  "참조판례": "[1] 대법원 2021. 3. 11. 선고 2013다59142 판결(공2021상, 737) / [2] 대법원 2015. 9. 24. 선고 2011다91784 판결(공2015하, 1596)<br/>"
}