{
  "판례일련번호": "216727",
  "사건명": "특수공무집행방해치상ㆍ특수공무집행방해",
  "사건번호": "2018도13458",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210527",
  "판시사항": "헌법재판소가 구 형사소송법 제216조 제1항 제1호 중 제200조의2에 관한 부분(‘구법 조항’)에 대해 헌법불합치결정을 하면서 일정 시한까지 계속 적용을 명한 부분의 효력이 ‘수색영장 없이 타인의 주거 등을 수색하여 피의자를 체포할 긴급한 필요가 없는 경우’에까지 미치는지 여부(소극) / 입법자가 위 헌법불합치결정에 따라 구법 조항을 개정하면서 부칙에 ‘개정 조항’의 소급적용에 관한 경과조치를 두고 있지 않은 경우, 위 헌법불합치결정을 하게 된 당해 사건 및 위 헌법불합치결정 당시 구법 조항의 위헌 여부가 쟁점이 되어 법원에 계속 중인 사건에 대하여 위 헌법불합치결정의 소급효가 미치는지 여부(적극) 및 이들 사건에 대하여는 위헌성이 제거된 개정 조항을 적용하여야 하는지 여부(적극)<br/>",
  "판결요지": "(가) 구 형사소송법(2019. 12. 31. 법률 제16850호로 개정되기 전의 것) 제216조 제1항은 \"검사 또는 사법경찰관은 제200조의2(영장에 의한 체포)ㆍ제200조의3(긴급체포)ㆍ제201조(구속) 또는 제212조(현행범인의 체포)의 규정에 의하여 피의자를 체포 또는 구속하는 경우에 필요한 때에는 영장 없이 다음 처분을 할 수 있다.\"라고 규정하면서 제1호에서 \"타인의 주거나 타인이 간수하는 가옥, 건조물, 항공기, 선차 내에서의 피의자 수사\"를 규정하고 있었다.<br/>헌법재판소는 2018. 4. 26. 선고 2015헌바370, 2016헌가7(병합) 전원재판부 결정에서, 위 제216조 제1항 제1호 중 제200조의2에 관한 부분(이하 ‘구법 조항’이라고 한다)은 체포영장이 발부된 피의자가 타인의 주거 등에 소재할 개연성은 소명되나, 수색에 앞서 영장을 발부받기 어려운 긴급한 사정이 인정되지 않는 경우에도 영장 없이 피의자 수색을 할 수 있다는 것이므로, 헌법 제16조의 영장주의 예외 요건을 벗어나는 것으로서 영장주의에 위반된다고 판단하였다. 나아가 구법 조항에 대하여 단순위헌결정을 하여 그 효력을 즉시 상실시킨다면, 수색영장 없이 타인의 주거 등을 수색하여 피의자를 체포할 긴급한 필요가 있는 경우에도 이를 허용할 법률적 근거가 사라지게 되는 법적 공백상태가 발생하게 된다는 이유로 헌법불합치를 선언하면서, 구법 조항은 2020. 3. 31.을 시한으로 입법자가 개정할 때까지 계속 적용된다고 결정하였다(이하 ‘헌법불합치결정’이라고 한다).<br/>헌법불합치결정에 나타나는 구법 조항의 위헌성, 구법 조항에 대한 헌법불합치결정의 잠정적용의 이유 등에 의하면, 헌법재판소가 구법 조항의 위헌성을 확인하였음에도 불구하고 일정 시한까지 계속 적용을 명한 것은 구법 조항에 근거하여 수색영장 없이 타인의 주거 등을 수색하여 피의자를 체포할 긴급한 필요가 있는 경우에는 이를 허용할 필요성이 있었기 때문이다. 따라서 구법 조항 가운데 그 해석상 ‘수색영장 없이 타인의 주거 등을 수색하여 피의자를 체포할 긴급한 필요가 없는 경우’ 부분은 영장주의에 위반되는 것으로서 개선입법 시행 전까지 적용중지 상태에 있었다고 보아야 한다.<br/>(나) 헌법불합치결정에 따라 개정된 형사소송법은 제216조 제1항 제1호 중 ‘피의자 수사’를 ‘피의자 수색’으로 개정하면서 단서에 \"제200조의2 또는 제201조에 따라 피의자를 체포 또는 구속하는 경우의 피의자 수색은 미리 수색영장을 발부받기 어려운 긴급한 사정이 있는 때에 한정한다.\"라는 부분을 추가하였으나, 부칙은 소급적용에 관하여 아무런 규정을 두고 있지 않다.<br/>어떤 법률조항에 대하여 헌법재판소가 헌법불합치결정을 하여 입법자에게 그 법률조항을 합헌적으로 개정 또는 폐지하는 임무를 입법자의 형성 재량에 맡긴 이상, 개선입법의 소급적용 여부와 소급적용 범위는 원칙적으로 입법자의 재량에 달린 것이다. 그러나 구법 조항에 대한 헌법불합치결정의 취지나 위헌심판의 구체적 규범통제 실효성 보장이라는 측면을 고려할 때, 적어도 헌법불합치결정을 하게 된 당해 사건 및 헌법불합치결정 당시에 구법 조항의 위헌 여부가 쟁점이 되어 법원에 계속 중인 사건에 대하여는 헌법불합치결정의 소급효가 미친다고 해야 하므로, 비록 현행 형사소송법 부칙에 소급적용에 관한 경과조치를 두고 있지 않더라도 이들 사건에 대하여는 구법 조항을 그대로 적용할 수는 없고, 위헌성이 제거된 현행 형사소송법의 규정을 적용하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제16조, 구 형사소송법(2019. 12. 31. 법률 제16850호로 개정되기 전의 것) 제216조 제1항 제1호, 형사소송법 제200조의2, 제216조 제1항 제1호, 부칙(2019. 12. 31.)<br/>",
  "참조판례": "대법원 2011. 9. 29. 선고 2008두18885 판결(공2011하, 2234), 헌법재판소 2018. 4. 26. 선고 2015헌바370, 2016헌가7 전원재판부 결정(헌공259, 687)<br/>"
}