{
  "판례일련번호": "216809",
  "사건명": "저작권침해등",
  "사건번호": "2019다268061",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210630",
  "판시사항": "[1] 저작권법 제2조 제1호에서 정한 ‘저작물’의 요건인 ‘창작성’의 의미<br/>[2] 甲 사단법인의 저작물은 조선시대 실학자 서유구가 편찬한 ‘임원경제지’ 중 하나인 ‘위선지’의 원문에 교감(校勘), 표점(標點) 작업을 한 부분과 이를 번역한 부분으로 이루어진 것인데, 위 교감ㆍ표점 부분이 창작성을 가지는지 문제 된 사안에서, 甲 법인의 저작물 중 교감한 문자와 표점부호 등으로 나타난 표현에는 甲 법인의 창조적 개성이 있다고 보기 어렵다고 한 사례<br/>[3] 저작권 침해가 인정되기 위한 요건 / 저작권 침해 여부를 가리기 위해 두 저작물 사이에 실질적 유사성이 있는지 판단할 때 대비하여야 할 대상(=창작적 표현 부분) <br/>[4] 민법 제750조에서 정한 ‘위법행위’의 의미 / 위법성은 문제가 되는 행위마다 개별적ㆍ상대적으로 판단하여야 하는지 여부(적극) / 법률상 보호할 가치가 있는 이익을 침해하는 경우도 위법성이 인정되면 불법행위가 성립하는지 여부(적극)<br/>[5] 계약 체결을 위한 교섭 과정에서 어느 일방이 보호가치 있는 기대나 신뢰를 가지게 된 경우, 상대방이 상당한 이유 없이 이를 침해하여 손해를 입혔다면 불법행위를 구성할 수 있는지 여부(적극) 및 계약 체결을 위한 교섭 과정에서 상대방의 기대나 신뢰를 보호하고 배려해야 할 의무를 위반하면서 상대방의 성과물을 무단으로 이용한 경우, 위법성이 인정되는지 여부(적극)<br/>[6] 甲 사단법인이 乙 국립대학교의 연구원과 협력하여 수행한 조선시대 실학자 서유구가 편찬한 ‘임원경제지’ 번역 사업에서 ‘위선지’와 ‘만학지’의 일부에 관한 교감ㆍ표점 작업이 되어 있는 원문과 이를 번역한 번역문으로 이루어진 번역본 초고를 작성하였다가 위 협력 사업이 중간에 종결되자 乙 대학교 연구원에 번역본 초고를 폐기할 것과 이를 서적 출판 등 목적으로 사용하지 말 것을 요청하였는데, 이후 乙 대학교 연구원이 丙 등과 번역을 위한 계약을 체결한 다음 이들의 번역 작업을 거쳐 ‘위선지’의 번역서를 출판사인 丁 주식회사를 통해 출판하자, 甲 법인이 위 출판행위가 민법상 불법행위를 구성한다며 국가 및 丙 등을 상대로 손해배상을 구한 사안에서, 제반 사정들을 구체적으로 심리하여 이를 기초로 乙 대학교 연구원 등의 행위가 계약 체결을 위한 준비단계에서 협력관계나 신뢰관계에 있었던 甲 법인이 가지게 된 보호가치 있는 기대나 신뢰를 침해하고 부정한 경쟁행위로서 민법상 불법행위를 구성하는지 판단하였어야 하는데도, 이와 달리 민법상 불법행위가 성립하지 않는다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 저작권법 제2조 제1호는 저작물을 ‘인간의 사상 또는 감정을 표현한 창작물’로 정하여 창작성을 요구하고 있다. ‘창작성’이란 완전한 의미의 독창성을 요구하는 것은 아니라고 하더라도, 창작성이 인정되려면 적어도 어떠한 작품이 단순히 남의 것을 모방한 것이어서는 안 되고 사상이나 감정에 대한 창작자 자신의 독자적인 표현을 담고 있어야 한다. 누가 하더라도 같거나 비슷할 수밖에 없는 표현, 즉 작성자의 창조적 개성이 드러나지 않는 표현을 담고 있는 것은 창작물이라고 할 수 없다.<br/>[2] 甲 사단법인의 저작물은 조선시대 실학자 서유구가 편찬한 ‘임원경제지’를 구성하는 16개의 지(志) 중 하나인 ‘위선지’의 원문에 교감(校勘), 표점(標點) 작업을 한 부분과 이를 번역한 부분으로 이루어진 것인데, 위 교감ㆍ표점 부분이 창작성을 가지는지 문제 된 사안에서, 甲 법인의 저작물에서 교감 작업을 통해 원문을 확정하는 것과 표점 작업을 통해 의미에 맞도록 적절한 표점부호를 선택하는 것은 모두 학술적 사상 그 자체에 해당하고, 이러한 학술적 사상을 문자나 표점부호 등으로 나타낸 甲 법인의 교감ㆍ표점 부분에 관해서는 甲 법인과 동일한 학술적 사상을 가진 사람이라면 논리구성상 그와 달리 표현하기 어렵거나 다르게 표현하는 것이 적합하지 않아 위 부분은 결국 누가 하더라도 같거나 비슷한 방식으로 표현될 수밖에 없으므로, 특별한 사정이 없는 한 甲 법인의 저작물 중 교감한 문자와 표점부호 등으로 나타난 표현에는 甲 법인의 창조적 개성이 있다고 보기 어렵다고 한 사례.<br/>[3] 저작권 침해가 인정되기 위해서는 침해자의 저작물이 저작권자의 저작물에 의거(依據)하여 그것을 이용하였어야 하고, 침해자의 저작물과 저작권자의 저작물 사이에 실질적 유사성이 인정되어야 한다. 저작권의 보호 대상은 인간의 사상이나 감정을 말, 문자, 음, 색 등으로 구체적으로 외부에 표현한 창작적인 표현 형식이므로, 저작권 침해 여부를 가리기 위하여 두 저작물 사이에 실질적인 유사성이 있는지를 판단할 때에는 창작적인 표현 형식에 해당하는 것만을 가지고 대비해 보아야 한다. 그리고 복제된 창작성 있는 표현 부분이 원저작물 전체에서 차지하는 양적ㆍ질적 비중 등도 고려하여 복제권 등의 침해 여부를 판단하여야 한다.<br/>[4] 민법 제750조는 “고의 또는 과실로 인한 위법행위로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있다.”라고 정하고 있다. 위법행위는 불법행위의 핵심적인 성립요건으로서, 법률을 위반한 경우에 한정되지 않고 전체 법질서의 관점에서 사회통념상 위법하다고 판단되는 경우도 포함할 수 있는 탄력적인 개념이다.<br/>불법행위의 성립요건으로서 위법성은 관련 행위 전체를 일체로 보아 판단하여 결정해야만 하는 것은 아니고, 문제가 되는 행위마다 개별적ㆍ상대적으로 판단하여야 한다. 소유권을 비롯한 절대권을 침해한 경우뿐만 아니라 법률상 보호할 가치가 있는 이익을 침해하는 경우에도 침해행위의 양태, 피침해이익의 성질과 그 정도에 비추어 그 위법성이 인정되면 불법행위가 성립할 수 있다. <br/>[5] 계약 체결을 위한 교섭 과정에서 어느 일방이 보호가치 있는 기대나 신뢰를 가지게 된 경우에, 그러한 기대나 신뢰를 보호하고 배려해야 할 의무를 부담하게 된 상대방이 오히려 상당한 이유 없이 이를 침해하여 손해를 입혔다면, 신의성실의 원칙에 비추어 볼 때 계약 체결의 준비 단계에서 협력관계에 있었던 당사자 사이의 신뢰관계를 해치는 위법한 행위로서 불법행위를 구성할 수 있다고 보아야 한다. 특히 계약 체결을 위한 교섭 과정에서 상대방의 기대나 신뢰를 보호하고 배려해야 할 의무를 위반하면서 상대방의 성과물을 무단으로 이용한 경우에는 당사자 사이의 신뢰관계를 해칠 뿐만 아니라 상도덕이나 공정한 경쟁질서를 위반한 것으로서 그러한 행위의 위법성을 좀 더 쉽게 인정할 수 있다.<br/>[6] 甲 사단법인이 乙 국립대학교의 연구원과 협력하여 수행한 조선시대 실학자 서유구가 편찬한 ‘임원경제지’ 번역 사업에서 ‘위선지’와 ‘만학지’의 일부에 관한 교감ㆍ표점 작업이 되어 있는 원문과 이를 번역한 번역문으로 이루어진 번역본 초고를 작성하였다가 위 협력 사업이 중간에 종결되자 乙 대학교 연구원에 번역본 초고를 폐기할 것과 이를 서적 출판 등 목적으로 사용하지 말 것을 요청하였는데, 이후 乙 대학교 연구원이 丙 등과 번역을 위한 계약을 체결한 다음 이들의 번역 작업을 거쳐 ‘위선지’의 번역서를 출판사인 丁 주식회사를 통해 출판하자, 甲 법인이 위 출판행위가 민법상 불법행위를 구성한다며 국가 및 丙 등을 상대로 손해배상을 구한 사안에서, 甲 법인의 번역본 초고가 작성되기까지 상당한 시간과 적지 않은 비용 및 높은 수준의 정신적 노력이 투입되었을 것으로 판단되는 점, 甲 법인의 번역본 초고는 乙 대학교 연구원과의 협력관계나 신뢰관계를 바탕으로 번역 계약의 체결을 위한 준비과정에서 甲 법인의 노력과 투자에 의해 작성된 것이고, 甲 법인이 협력 사업 종료 후 번역본 초고의 폐기와 사용금지를 명시적으로 요청하기도 하였는데, 만일 乙 대학교 연구원 등이 위와 같은 사정을 인식하고서도 甲 법인의 번역본 초고를 무단으로 이용하여 위선지 번역서를 작성ㆍ출판한 것이라면 그 행위는 상도덕이나 공정한 경쟁질서에 반하는 것이라고 평가할 여지가 더욱 큰 점 등을 고려하면, 위와 같은 사정들을 구체적으로 심리하여 이를 기초로 乙 대학교 연구원 등의 행위가 계약 체결을 위한 준비단계에서 협력관계나 신뢰관계에 있었던 甲 법인이 가지게 된 보호가치 있는 기대나 신뢰를 침해하고 부정한 경쟁행위로서 민법상 불법행위를 구성하는지 판단하였어야 하는데도, 이와 달리 민법상 불법행위가 성립하지 않는다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제1호 / [2] 저작권법 제2조 제1호 / [3] 저작권법 제2조 제1호, 제16조 / [4] 민법 제750조 / [5] 민법 제2조, 제750조 / [6] 민법 제2조, 제750조<br/>",
  "참조판례": "[1][3] 대법원 2020. 4. 29. 선고 2019도9601 판결(공2020상, 1046) / [1] 대법원 2011. 2. 10. 선고 2009도291 판결(공2011상, 594), 대법원 2018. 5. 15. 선고 2016다227625 판결(공2018상, 1061) / [3] 대법원 2000. 10. 24. 선고 99다10813 판결(공2000하, 2381), 대법원 2007. 12. 13. 선고 2005다35707 판결(공2008상, 1), 대법원 2012. 8. 30. 선고 2010다70520, 70537 판결 / [4] 대법원 2001. 2. 9. 선고 99다55434 판결(공2001상, 606) <br/>"
}