{
  "판례일련번호": "216811",
  "사건명": "수수료등반환청구",
  "사건번호": "2019다276338",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210630",
  "판시사항": "[1] 사정변경을 이유로 계약을 해제하거나 해지할 수 있는 경우 / 사정변경에 대한 예견가능성이 있었는지 판단하는 기준<br/>[2] 甲 등이 해외이주 알선업체인 乙 주식회사와 미국 비숙련 취업이민을 위한 알선업무계약을 체결한 후 이민허가를 받고 이에 따라 乙 회사에 국외알선 수수료를 모두 지급하였는데, 주한 미국대사관이 甲 등에 대한 이민비자 인터뷰에서 추가 행정검토 및 이민국 이송 결정을 하여 비자발급 절차가 진행되지 않고 중단된 사안에서, 甲 등은 사정변경을 이유로 위 계약을 해지할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제2조 제1항은 신의성실의 원칙에 관하여 “권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다.”라고 정하고 있다. 이 원칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범으로서 법질서 전체를 관통하는 일반 원칙으로 작용하고 있다.<br/>판례는 계약을 체결할 때 예견할 수 없었던 사정이 발생함으로써 야기된 불균형을 해소하고자 신의성실 원칙의 파생원칙으로서 사정변경의 원칙을 인정하고 있다. 즉, 계약 성립의 기초가 된 사정이 현저히 변경되고 당사자가 계약의 성립 당시 이를 예견할 수 없었으며, 그로 인하여 계약을 그대로 유지하는 것이 당사자의 이해에 중대한 불균형을 초래하거나 계약을 체결한 목적을 달성할 수 없는 경우에는 계약준수 원칙의 예외로서 사정변경을 이유로 계약을 해제하거나 해지할 수 있다.<br/>  여기에서 말하는 사정이란 당사자들에게 계약 성립의 기초가 된 사정을 가리키고, 당사자들이 계약의 기초로 삼지 않은 사정이나 어느 일방당사자가 변경에 따른 불이익이나 위험을 떠안기로 한 사정은 포함되지 않는다. 사정변경에 대한 예견가능성이 있었는지는 추상적ㆍ일반적으로 판단할 것이 아니라, 구체적인 사안에서 계약의 유형과 내용, 당사자의 지위, 거래경험과 인식가능성, 사정변경의 위험이 크고 구체적인지 등 여러 사정을 종합적으로 고려하여 개별적으로 판단하여야 한다. 이때 합리적인 사람의 입장에서 볼 때 당사자들이 사정변경을 예견했다면 계약을 체결하지 않거나 다른 내용으로 체결했을 것이라고 기대되는 경우 특별한 사정이 없는 한 예견가능성이 없다고 볼 수 있다.<br/>  경제상황 등의 변동으로 당사자에게 손해가 생기더라도 합리적인 사람의 입장에서 사정변경을 예견할 수 있었다면 사정변경을 이유로 계약을 해제하거나 해지할 수 없다. 특히 계속적 계약에서는 계약의 체결 시와 이행 시 사이에 간극이 크기 때문에 당사자들이 예상할 수 없었던 사정변경이 발생할 가능성이 높지만, 이러한 경우에도 계약을 해지하려면 경제상황 등의 변동으로 당사자에게 불이익이 발생했다는 것만으로는 부족하고 위에서 본 요건을 충족하여야 한다.<br/>[2] 甲 등이 해외이주 알선업체인 乙 주식회사와 미국 비숙련 취업이민을 위한 알선업무계약을 체결한 후 이민허가를 받고 이에 따라 乙 회사에 국외알선 수수료를 모두 지급하였는데, 주한 미국대사관이 甲 등에 대한 이민비자 인터뷰에서 추가 행정검토(Administrative Processing) 및 이민국 이송(Transfer in Progress) 결정을 하여 비자발급 절차가 진행되지 않고 중단된 사안에서, 위 계약은 성립의 기초가 되었던 비자발급 절차나 기간에 관한 사정이 현저히 변경되었고, 당사자가 계약의 성립 당시 이를 전혀 예견할 수 없었으며, 계약을 유지해도 체결한 목적을 달성할 수 없거나 당사자의 이해에 중대한 불균형을 초래하는 경우에 해당하므로, 甲 등은 사정변경을 이유로 위 계약을 해지할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제1항, 제543조 / [2] 민법 제2조 제1항, 제543조<br/>",
  "참조판례": "[1] 대법원 1985. 4. 9. 선고 84다카1131, 1132 전원합의체 판결(공1985, 721), 대법원 2007. 3. 29. 선고 2004다31302 판결(공2007상, 601), 대법원 2013. 9. 26. 선고 2012다13637 전원합의체 판결(공2013하, 1916), 대법원 2017. 6. 8. 선고 2016다249557 판결(공2017하, 1457), 대법원 2021. 6. 10. 선고 2017다52712 판결(공2021하, 1269)<br/>"
}