{
  "판례일련번호": "216891",
  "사건명": "근저당권말소회복등기등·근저당권말소",
  "사건번호": "2011다30666,30673",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110818",
  "판시사항": "[1] 본래적 급부청구에 이를 대신할 전보배상을 부가하여 대상청구를 병합하는 것이 허용되는지 여부(적극) 및 대상청구를 본래의 급부청구에 예비적으로 병합한 경우, 본래의 급부청구가 인용되면 예비적 청구에 대한 판단을 생략할 수 있는지 여부(소극) <br/>[2] 甲이 乙을 상대로 주위적으로 근저당권설정등기의 회복등기절차 이행을 구하면서, 예비적으로 乙이 丙과 공모하여 등기를 불법말소한 데 대한 손해배상금 등의 지급을 구하였는데, 제1심법원이 주위적 청구를 인용하면서 예비적 청구를 기각하였고, 甲이 기각된 부분에 대하여 항소를 제기하자, 원심법원이 주위적 청구가 인용되어 전부 승소한 甲에게는 항소를 제기할 이익이 없다는 이유로 항소를 각하한 사안에서, 위 예비적 청구의 당부를 판단하여야 함에도 항소를 각하한 원심판결에는 법리오해 등의 위법이 있다고 한 사례<br/>[3] 공동저당의 목적인 채무자 소유 부동산과 물상보증인 소유 부동산에 각각 채권자를 달리하는 후순위저당권이 설정되어 있는데 물상보증인 소유 부동산이 먼저 경매되어 1번저당권자가 변제를 받은 경우, 물상보증인 소유 부동산의 후순위저당권자가 물상보증인이 대위취득한 1번저당권에 대하여 물상대위할 수 있는지 여부(적극)<br/>[4] 공동근저당의 목적인 채무자 甲 소유 부동산과 물상보증인 乙 소유 부동산 중 乙 소유 부동산이 먼저 경매되어 공동근저당권자인 丙이 변제를 받았는데, 乙 소유 부동산에 대한 후순위저당권자 丁이 乙 명의로 대위의 부기등기를 하지 않고 있는 동안 丙이 임의로 甲 소유 부동산에 설정되어 있던 공동근저당권을 말소하였고, 그 후 甲 소유 부동산에 戊 명의의 근저당권이 설정되었다가 경매로 그 부동산이 제3자에게 매각되어 대금이 완납된 사안에서, 매각대금이 완납된 날 丙의 공동근저당권 불법말소로 인한 丁의 손해가 확정적으로 발생하였고, 丙이 배당을 받은 날과 공동근저당권이 말소된 날 사이에 丁이 대위의 부기등기를 마치지 않은 사정만으로 丙의 불법행위와 丁의 손해 사이의 인과관계가 단절된다고 할 수 없다고 한 사례<br/>[5] 공동근저당의 목적인 채무자 甲 소유 부동산과 물상보증인 乙 소유 부동산 중 乙 소유 부동산이 먼저 경매되어 공동근저당권자인 丙이 변제를 받았는데, 乙 소유 부동산에 대한 후순위저당권자 丁이 乙 명의로 대위의 부기등기를 하지 않고 있는 동안 丙이 임의로 甲 소유 부동산에 설정되어 있던 공동근저당권을 말소하였고, 그 후 甲 소유 부동산에 戊 명의의 근저당권이 설정되었다가 경매로 그 부동산이 매각된 사안에서, 乙과 丁은 戊에게 대항할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 채권자가 본래적 급부청구에 이를 대신할 전보배상을 부가하여 대상청구를 병합하여 소구한 경우 대상청구는 본래적 급부청구권이 현존함을 전제로 하여 이것이 판결확정 전에 이행불능되거나 또는 판결확정 후에 집행불능이 되는 경우에 대비하여 전보배상을 미리 청구하는 경우로서 양자의 병합은 현재 급부청구와 장래 급부청구의 단순병합에 속하는 것으로 허용된다. 이러한 대상청구를 본래의 급부청구에 예비적으로 병합한 경우에도 본래의 급부청구가 인용된다는 이유만으로 예비적 청구에 대한 판단을 생략할 수는 없다.<br/>[2] 甲이 乙을 상대로 주위적으로 근저당권설정등기의 회복등기절차 이행을 구하면서, 예비적으로 乙이 丙과 공모하여 등기를 불법말소한 데 대한 손해배상금과 지연손해금 지급을 구하였는데, 제1심법원이 주위적 청구를 인용하면서 예비적 청구를 기각하였고, 甲이 기각된 부분에 대하여 항소를 제기하자, 원심법원이 주위적 청구가 인용되어 전부 승소한 甲에게는 항소를 제기할 이익이 없다는 이유로 이 부분 항소를 각하한 사안에서, 위 예비적 청구는 주위적 청구인 근저당권설정등기 회복의무가 이행불능 또는 집행불능이 될 경우를 대비한 전보배상으로서 대상청구라고 보아야 하고, 이러한 주위적·예비적 병합은 현재 급부청구와 장래 급부청구의 단순병합에 속하므로, 甲이 항소한 부분인 예비적 청구의 당부를 판단하여야 함에도 주위적 청구가 인용된 이상 예비적 청구는 판단할 필요가 없다고 보아 이 부분 항소를 각하한 원심판결에는 법리오해 등의 위법이 있다고 한 사례<br/>[3] 공동저당의 목적인 채무자 소유 부동산과 물상보증인 소유 부동산에 각각 채권자를 달리하는 후순위저당권이 설정되어 있는 경우, 물상보증인 소유 부동산에 먼저 경매가 이루어져 경매대금의 교부에 의하여 1번저당권자가 변제를 받은 때에는 물상보증인은 채무자에 대하여 구상권을 취득함과 동시에           민법 제481조,           제482조의 규정에 의한 변제자대위에 의하여 채무자 소유 부동산에 대한 1번저당권을 취득하고, 이러한 경우 물상보증인 소유 부동산에 대한 후순위저당권자는 물상보증인에게 이전한 1번저당권으로부터 우선하여 변제를 받을 수 있으며, 자기 소유 부동산이 먼저 경매되어 1번저당권자에게 대위변제를 한 물상보증인은 1번저당권을 대위취득하고, 물상보증인 소유 부동산의 후순위저당권자는 1번저당권에 대하여 물상대위를 할 수 있다.        <br/>[4] 공동근저당의 목적인 채무자 甲 소유 부동산과 물상보증인 乙 소유 부동산 중 乙 소유 부동산이 먼저 경매가 이루어져 공동근저당권자인 丙이 변제를 받았는데, 乙 소유 부동산에 대한 후순위저당권자 丁이 乙 명의로 대위의 부기등기를 하지 않고 있는 동안 丙이 임의로 甲 소유 부동산에 설정되어 있던 공동근저당권을 말소하였고, 그 후 甲 소유 부동산에 戊 명의의 근저당권이 설정되었다가 경매로 그 부동산이 제3자에게 매각되어 대금이 완납된 사안에서, 丁은 매각대금 완납으로 더 이상 乙의 권리를 대위하여 공동근저당권설정등기의 회복등기절차 이행을 구하거나 경매절차에서 실제로 배당받은 자에 대하여 부당이득반환청구로서 배당금 한도 내에서 공동근저당권설정등기가 말소되지 않았더라면 배상받았을 금액의 지급을 구할 여지가 없으므로, 매각대금이 완납된 날 丙의 공동근저당권 불법말소로 인한 丁의 손해가 확정적으로 발생하였고, 乙 소유 부동산의 매각대금으로 丙이 배당을 받은 날과 공동근저당권이 말소된 날 사이에 丁이 대위의 부기등기를 마치지 않은 사정만으로 丙의 불법행위와 丁의 손해 사이에 존재하는 인과관계가 단절된다고 할 수 없다고 한 사례.<br/>[5] 공동근저당의 목적인 채무자 甲 소유 부동산과 물상보증인 乙 소유 부동산 중 乙 소유 부동산에 먼저 경매가 이루어져 공동근저당권자인 丙이 변제를 받았는데, 乙 소유 부동산에 대한 후순위저당권자 丁이 乙 명의로 대위의 부기등기를 하지 않고 있는 동안 丙이 임의로 甲 소유 부동산에 설정되어 있던 공동근저당권을 말소하였고, 그 후 甲 소유 부동산에 戊 명의의 근저당권이 설정되었다가 경매로 그 부동산이 매각된 사안에서,           민법 제482조 제2항 제1호에 의하여 乙과 丁은 戊에게 대항할 수 없다고 한 사례.        <br/>",
  "판결본문": "",
  "참조조문": "[1]         민사소송법 제248조,         제251조,         제253조 / [2]         민사소송법 제248조,         제251조,         제253조 / [3]         민법 제368조 제2항,         제481조,         제482조 / [4]         민법 제368조 제2항,         제481조,         제482조,         민법 제750조 / [5]         민법 제482조 제2항 제1호<br/>",
  "참조판례": "[1]         대법원 1975. 5. 13. 선고 75다308 판결(공1975, 8461),         대법원 1975. 7. 22. 선고 75다450 판결(공1975, 8610),         대법원 2006. 1. 27. 선고 2005다39013 판결 / [3]         대법원 1994. 5. 10. 선고 93다25417 판결(공1994상, 1638),         대법원 2001. 6. 1. 선고 2001다21854 판결(공2001하, 1510),         대법원 2009. 5. 28.자 2008마109 결정(공2009하, 1004)      <br/>"
}