{
  "판례일련번호": "216815",
  "사건명": "가축분뇨배출시설변경허가신청불허가처분취소청구",
  "사건번호": "2021두35681",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210630",
  "판시사항": "[1] 가축분뇨의 관리 및 이용에 관한 법률에 따른 가축분뇨 처리방법 변경허가가 허가권자의 재량행위에 해당하는지 여부(적극) 및 가축분뇨 처리방법 변경 불허가처분에 대한 사법심사의 대상과 판단 기준<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있다는 것을 처분사유로 하는 가축분뇨 처리방법 변경 불허가처분의 재량권 일탈ㆍ남용 여부를 판단하는 방법 / ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 허가권자의 재량적 판단은 폭넓게 존중해야 하는지 여부(원칙적 적극) / 처분이 재량권을 일탈ㆍ남용하였다는 사정에 관한 증명책임의 소재(=처분의 효력을 다투는 자)<br/>",
  "판결요지": "[1] 가축분뇨의 관리 및 이용에 관한 법률(이하 ‘가축분뇨법’이라 한다)의 입법 목적, 가축분뇨법 제11조 제1항, 제2항, 가축분뇨의 관리 및 이용에 관한 법률 시행령 제7조 제1항, 제2항, 구 가축분뇨의 관리 및 이용에 관한 법률 시행규칙(2020. 2. 20. 환경부령 제849호로 개정되기 전의 것) 제5조 제1항 제4호의 체제ㆍ형식과 문언, 특히 가축분뇨법 제11조 제1항, 제2항에서 배출시설 설치허가와 변경허가의 기준을 따로 구체적으로 정하고 있지는 않은 사정 등을 종합하면, 다음과 같은 결론을 도출할 수 있다.<br/>가축분뇨법에 따른 처리방법 변경허가는 허가권자의 재량행위에 해당한다. 허가권자는 변경허가 신청 내용이 가축분뇨법에서 정한 처리시설의 설치기준(제12조의2 제1항)과 정화시설의 방류수 수질기준(제13조)을 충족하는 경우에도 반드시 이를 허가하여야 하는 것은 아니고, 자연과 주변 환경에 미칠 수 있는 영향 등을 고려하여 허가 여부를 결정할 수 있다. 가축분뇨 처리방법 변경 불허가처분에 대한 사법심사는 법원이 허가권자의 재량권을 대신 행사하는 것이 아니라 허가권자의 공익판단에 관한 재량의 여지를 감안하여 원칙적으로 재량권의 일탈ㆍ남용이 있는지 여부만을 판단하여야 하고, 사실오인과 비례ㆍ평등원칙 위반 여부 등이 판단 기준이 된다.<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있다는 것을 처분사유로 하는 가축분뇨 처리방법 변경 불허가처분의 재량권 일탈ㆍ남용 여부를 심사할 때에는 가축분뇨의 관리 및 이용에 관한 법률의 입법 취지와 목적, 자연환경과 환경권의 보호에 관한 각종 규정의 입법 취지, 구체적 지역 상황과 상반되는 이익을 가진 이해관계자들 사이의 권익 균형 등을 종합하여 신중하게 판단하여야 한다. 그리고 ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 허가권자의 재량적 판단은 그 내용이 현저히 합리성을 잃었다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중하여야 한다. 또한 처분이 재량권을 일탈ㆍ남용하였다는 사정은 처분의 효력을 다투는 자가 주장ㆍ증명하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 가축분뇨의 관리 및 이용에 관한 법률 제1조, 제11조 제1항, 제2항, 가축분뇨의 관리 및 이용에 관한 법률 시행령 제7조, 구 가축분뇨의 관리 및 이용에 관한 법률 시행규칙(2020. 2. 20. 환경부령 제849호로 개정되기 전의 것) 제5조 제1항 제4호 / [2] 가축분뇨의 관리 및 이용에 관한 법률 제1조, 제11조 제1항, 제2항, 행정소송법 제26조[증명책임], 제27조<br/>",
  "참조판례": "[2] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778), 대법원 2017. 10. 31. 선고 2017두46783 판결(공2017하, 2206), 대법원 2021. 3. 25. 선고 2020두51280 판결(공2021상, 926)<br/>"
}