{
  "판례일련번호": "216847",
  "사건명": "사해행위취소",
  "사건번호": "2017다254891",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210610",
  "판시사항": "[1] 신탁계약상 신탁부동산을 처분하는 데 수익권자의 동의를 받도록 정해진 경우, 위탁자의 신탁부동산에 관한 소유권이전등기청구권을 위탁자의 적극재산에 포함시킬 수 있는지 여부(원칙적 소극)<br/>[2] 위탁자가 담보신탁된 부동산을 당초 예정된 신탁계약의 종료사유가 발생하기 전에 우선수익자 및 수탁자의 동의를 받아 제3자에게 처분하였으나, 처분 당시 위탁자가 가지고 있는 담보신탁계약상의 수익권이 적극재산으로서의 가치가 없는 경우, 위탁자가 위와 같이 신탁계약을 종료하고 부동산을 환수하여 제3자 앞으로 소유권이전등기를 넘겨주는 것이 사해행위에 해당하는지 여부(소극) / 이는 위탁자가 건축물의 분양에 관한 법률에 따른 분양관리신탁을 해 둔 경우에도 마찬가지인지 여부(적극) <br/>[3] 신탁재산에 대한 후순위 수익권의 가치를 평가하는 방법<br/>",
  "판결요지": "[1] 위탁자가 부동산에 관하여 신탁을 한 경우, 신탁부동산에 대하여 위탁자가 가지고 있는 신탁계약상의 수익권은 위탁자의 일반채권자들에게 공동담보로 제공되는 책임재산에 해당한다. 사해행위취소소송에서 채무자의 무자력 여부를 판단하기 위하여 적극재산을 산정함에 있어서는 실질적으로 재산적 가치가 없어 채권의 공동담보로서의 역할을 할 수 없는 재산은 특별한 사정이 없는 한 이를 제외하여야 하고, 그 재산이 채권인 경우에는 그것이 용이하게 변제받을 수 있는 확실성이 있다는 것이 합리적으로 긍정되는 경우에 한하여 적극재산에 포함시켜야 한다. <br/>신탁이 존속하는 동안 위탁자가 언제든지 신탁계약을 종료시키고 신탁계약에서 정한 절차에 따라 위탁자 앞으로 소유권이전등기를 마칠 수 있다는 것이 합리적으로 긍정되는 경우에는 위탁자의 신탁부동산에 관한 소유권이전등기청구권이 위탁자의 일반채권자들에게 공동담보로 제공되는 책임재산에 해당된다고 볼 여지가 있다. 그러나 신탁계약상 신탁부동산을 처분하는 데 수익권자의 동의를 받도록 정해진 경우에는 그 처분에 관하여 수익권자의 동의를 받거나 받을 수 있다는 등의 특별한 사정이 없는 한 위탁자가 신탁을 종료시키고 위탁자 앞으로 신탁부동산에 관한 소유권이전등기를 마치는 것은 허용되지 않는다. 이러한 경우에는 위탁자의 신탁부동산에 관한 소유권이전등기청구권은 실질적으로 재산적 가치가 없어 채권의 공동담보로서의 역할을 할 수 없으므로 그 소유권이전등기청구권을 위탁자의 적극재산에 포함시킬 수 없다.<br/>[2] 위탁자가 담보신탁된 부동산을 당초 예정된 신탁계약의 종료사유가 발생하기 전에 우선수익자 및 수탁자의 동의를 받아 제3자에게 처분하는 등으로 담보신탁계약상의 수익권을 소멸하게 하고, 그로써 위탁자의 소극재산이 적극재산을 초과하게 되거나 채무초과상태가 더 나빠지게 되었다면 이러한 위탁자의 처분행위는 위탁자의 일반채권자들을 해하는 행위로서 사해행위에 해당한다. 다만 처분 당시 위탁자가 가지고 있는 담보신탁계약상의 수익권이 적극재산으로서의 가치가 없다면 위탁자가 위와 같이 신탁되어 있던 부동산을 매각하면서 신탁계약을 종료하고 부동산을 환수하여 제3자 앞으로 소유권이전등기를 넘겨주어도 이는 사해행위에 해당하지 않는다. 이는 위탁자가 건축물의 분양에 관한 법률에 따른 분양관리신탁을 해 둔 경우에도 마찬가지이다. <br/>[3] 신탁재산에 대한 후순위 수익권의 가치는 장차 신탁이 종료되었을 때 예상되는 신탁재산 가액에서 소요비용과 신탁보수 등을 공제하고 거기에서 다시 우선수익자들에 대한 채무를 공제한 후 남은 금액을 사해행위 당시의 현가로 할인하는 방식으로 평가하여야 하고, 단순히 사해행위 당시의 신탁재산의 시가를 기초로 그 가치를 평가해서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제406조 제1항, 제407조 / [2] 민법 제406조 제1항, 제407조 / [3] 민법 제406조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2016. 11. 25. 선고 2016다20732 판결(공2017상, 18) / [1] 대법원 2013. 12. 12. 선고 2012다111401 판결 / [3] 대법원 2013. 10. 31. 선고 2012다14449 판결<br/>"
}