{
  "판례일련번호": "216973",
  "사건명": "보험금",
  "사건번호": "2017다218895",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210708",
  "판시사항": "[1] 외국적 요소가 있는 법률관계에 적용될 외국법규의 내용을 확정하고 그 의미를 해석하는 방법 / 외국법규에 흠결이 있거나 그 존재에 관한 자료가 제출되지 아니하여 그 내용의 확인이 불가능한 경우, 보충적으로 적용할 법원(法源)<br/>[2] 독립적 은행보증의 의의와 특성 / 독립적 은행보증의 경우, 보증인은 수익자가 제출하는 지급청구서 및 첨부서류가 보증서 등에서 정한 보증조건에 문면상 일치하는지만을 심사하여 보증금 지급 여부를 결정하는지 여부(원칙적 적극)<br/>[3] 독립적 보증에 관한 통일규칙 제26조에 따른 연장지급선택부 청구가 만기 연장이 합의되지 않아 보증금의 지급을 구하는 적법한 지급청구로 인정되기 위한 요건 / 위 통일규칙이 적용되는 독립적 은행보증에서 보증금 지급청구의 요건으로 ‘단순 청구(simple demand)’라는 문구가 기재되어 있으나 명시적으로 위 통일규칙 제20조의 적용을 배제하거나 제한하고 있지는 않은 경우, 위 통일규칙 제20조에 정한 지급청구의 요건이 충족되어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 외국적 요소가 있는 법률관계에 적용될 외국법규의 내용을 확정하고 그 의미를 해석할 때는 외국법이 그 본국에서 현실로 해석ㆍ적용되고 있는 의미와 내용에 따라 해석ㆍ적용하여야 하고, 소송과정에서 적용될 외국법규에 흠결이 있거나 그 존재에 관한 자료가 제출되지 아니하여 그 내용의 확인이 불가능한 경우 법원으로서는 법원(法源)에 관한 민사상의 대원칙에 따라 외국 관습법에 의할 것이며, 외국 관습법도 그 내용의 확인이 불가능하면 조리에 의하여 재판할 수밖에 없다.<br/>[2] 은행이 보증을 하면서 보증금 지급조건과 일치하는 청구서 및 보증서에서 명시적으로 요구하고 있는 서류가 제시되는 경우에는 그 보증이 기초하고 있는 계약이나 이행제공의 조건과 상관없이 그에 의하여 어떠한 구속도 받지 않고 즉시 수익자가 청구하는 보증금을 지급하겠다고 약정하였다면, 이는 주채무에 대한 관계에서 부종성을 지니는 통상의 보증이 아니라, 주채무자인 보증의뢰인과 채권자인 수익자 사이의 원인관계와는 독립되어 원인관계에 기한 사유로는 수익자에게 대항하지 못하고 수익자의 청구가 있기만 하면 은행의 무조건적인 지급의무가 발생하게 되는 이른바 독립적 은행보증(first demand bank guarantee)이다. 이러한 독립적 은행보증의 보증인으로서는 수익자의 청구가 있기만 하면 보증의뢰인이 수익자에 대한 관계에서 채무불이행책임을 부담하게 되는지를 불문하고 보증서에 기재된 금액을 지급할 의무가 있으며, 이 점에서 독립적 은행보증에는 수익자와 보증의뢰인 사이의 원인관계와 단절되는 추상성과 무인성이 있다. 그에 따라 독립적 은행보증에서 보증인은 특별한 사정이 없는 한 수익자가 제출하는 지급청구서 및 첨부서류가 보증서 등에서 규정하고 있는 보증조건에 문면상 일치하는지 여부만을 심사하여 보증금의 지급 여부를 결정하게 된다.<br/>[3] 연장지급선택부(extend or pay) 청구는 독립적 은행보증에서 만기 전에 수익자가 보증인에 대하여 ‘해당 보증서의 보증기간을 연장하거나 그렇지 않을 경우 만기 시에 그 청구를 적법한 청구로 보고 해당 보증금을 지급하라.’는 취지로 한 조건부 의사표시에 해당한다[독립적 보증에 관한 통일규칙(Uniform Rules for Demand Guarantees, ICC Publication No. 458, 이하 ‘청구보증 통일규칙’이라 한다) 제26조 참조]. 연장지급선택부 청구가 만기 연장이 합의되지 않아 보증금의 지급을 구하는 적법한 지급청구로 인정되기 위해서는 그 청구가 보증의 유효기간 내에 이루어져야 하고 보증서와 청구보증 통일규칙에서 정한 지급청구의 요건을 충족하여야 한다. <br/>그리고 청구보증 통일규칙 제20조 c항은 ‘보증서의 조건에서 명시적으로 배제하지 않는 한 서면에 의한 보강진술을 내용으로 하는 제20조가 적용된다.’고 규정하고 있다. 이에 의하면 청구보증 통일규칙이 적용되는 독립적 은행보증에서 보증금 지급청구의 요건으로 ‘단순 청구(simple demand)’라는 문구가 기재되어 있더라도 명시적으로 청구보증 통일규칙 제20조의 적용을 배제하거나 제한하지 않는 한 청구보증 통일규칙 제20조에 정한 지급청구의 요건 또한 충족되어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제1조, 국제사법 제1조, 제5조 / [2] 민법 제428조, 제430조, 독립적 보증에 관한 통일규칙(Uniform Rules for Demand Guarantees, ICC Publication No. 458) 제20조, 제26조 / [3] 민법 제428조, 제430조, 독립적 보증에 관한 통일규칙(Uniform Rules for Demand Guarantees, ICC Publication No. 458) 제20조, 제26조<br/>",
  "참조판례": "[1] 대법원 2000. 6. 9. 선고 98다35037 판결(공2000하, 1593), 대법원 2003. 1. 10. 선고 2000다70064 판결(공2003상, 588) / [2] 대법원 2014. 8. 26. 선고 2013다53700 판결(공2014하, 1837)<br/>"
}