{
  "판례일련번호": "216963",
  "사건명": "종합소득세등부과처분취소",
  "사건번호": "2017두69977",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210708",
  "판시사항": "[1] 거주자인 사업자가 특수관계인에게 부당하게 낮은 대가를 받고 부동산을 임대한 경우, 소득세법상 부당행위계산 부인의 기준이 되고 부가가치세법상 과세표준이 되는 부동산임대용역의 시가를 산정하는 방법<br/>[2] 구 국세기본법 제47조의2 제2항 등에 규정된 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’의 의미 / 명의신탁재산 증여의제의 경우 주식을 명의신탁하면서 주식의 매매 등이 있었던 것과 같은 외관을 형성하여 그 형식에 따른 계약서나 계좌거래내역 등을 토대로 과세관청에 신고하는 것이 증여세 부당무신고가산세의 요건인 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 해당하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 소득세법 제41조 제1항, 소득세법 시행령 제98조 제2항 제2호, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항 제4호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제50조 제1항, 제52조 제1항 등에 따르면, 거주자인 사업자가 특수관계인에게 부당하게 낮은 대가를 받고 부동산을 임대한 경우 소득세법상 부당행위계산 부인의 기준이 되고 부가가치세법상 과세표준이 되는 부동산임대용역의 시가는 거주자인 사업자가 특수관계인 외의 자와 해당 거래와 유사한 상황에서 계속적으로 거래한 가격 또는 제3자 간에 일반적으로 거래된 가격에 의하여야 하고, 그와 같은 가격이 없거나 시가가 불분명한 경우에는 부동산 가격공시 및 감정평가에 관한 법률에 따른 감정평가법인이 감정한 가액 등 법령이 정한 방법으로 계산한 금액에 의하여야 한다.<br/>[2] 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제2항은 납세의무자가 ‘부정행위’로 법정신고기한까지 세법에 따른 국세의 과세표준 신고를 하지 아니한 경우에는 산출세액 등의 100분의 40에 상당하는 금액을 가산세로 하도록 규정하고 있다(2011. 12. 31. 법률 제11124호로 개정되기 전의 구 국세기본법 제47조의2 제2항도 같은 취지이다. 이하 위 각 국세기본법을 구분하지 않고 ‘구 국세기본법’이라 통칭한다).<br/>구 국세기본법 제47조의2 제2항 등에 규정된 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’란 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 위계 기타 부정한 적극적인 행위를 말하고, 적극적 은닉 의도가 나타나는 사정이 덧붙여지지 않은 채 단순히 세법상의 신고를 하지 않거나 허위의 신고를 함에 그치는 것은 여기에 해당하지 않는다. 또한 명의신탁재산 증여의제의 경우 명의신탁자가 명의수탁자에게 주식을 명의신탁하면서 주식의 매매 등이 있었던 것과 같은 외관을 형성하여 그 형식에 따른 계약서나 계좌거래내역 등을 토대로 과세관청에 신고하는 것은 주식의 명의신탁에 통상 뒤따르는 부수행위에 불과하다고 볼 수 있다. 따라서 이와 같은 경우에는 명의신탁의 결과 명의수탁자가 부담할 증여세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 정도에 이르렀다는 등의 특별한 사정이 없는 한, 증여세 부당무신고가산세의 요건인 ‘사기나 그 밖의 부정한 행위’ 또는 ‘부정행위’에 해당한다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소득세법 제41조 제1항, 소득세법 시행령 제98조 제2항 제2호, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항 제4호(현행 제29조 제1항, 제4항 제2호, 제3호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제50조 제1항(현행 제62조 참조), 제52조 제1항(현행 부가가치세법 제29조 제4항 참조) / [2] 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전 것) 제47조의2 제2항 제1호(현행 제47조의2 제1항 제1호 참조), 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제2항(현행 제47조의2 제1항 제1호 참조), 구 국세기본법 시행령(2012. 2. 2. 대통령령 제23592호로 개정되기 전의 것) 제27조 제2항 제6호(현행 제12조의2 제1항 및 조세범 처벌법 제3조 제6항 참조)<br/>",
  "참조판례": "[2] 대법원 2017. 4. 13. 선고 2015두44158 판결(공2017상, 1023), 대법원 2018. 12. 13. 선고 2018두36004 판결<br/>"
}