{
  "판례일련번호": "216949",
  "사건명": "임의후견감독인의선임",
  "사건번호": "2020으547",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20210715",
  "판시사항": "[1] 민법 제959조의20 제1항이 본인에 대해 법정후견 개시심판 청구가 제기된 후 심판이 확정되기 전에 후견계약이 등기된 경우에도 적용되는지 여부(적극) 및 이때 가정법원은 본인의 이익을 위하여 특별히 필요하다고 인정할 때에만 법정후견 개시심판을 할 수 있는지 여부(적극) <br/>[2] 후견계약이 등기된 상태에서 본인의 이익을 위한 특별한 필요성이 인정되어 법정후견 심판을 한 경우, 후견계약이 임의후견감독인의 선임과 관계없이 본인이 성년후견 또는 한정후견 개시의 심판을 받은 때 종료하는지 여부(적극)<br/>[3] 민법 제959조의20 제1항에서 정한 ‘본인의 이익을 위하여 특별히 필요할 때’의 의미<br/>",
  "판결요지": "[1] 민법 제959조의20 제1항은 “후견계약이 등기되어 있는 경우에는 가정법원은 본인의 이익을 위하여 특별히 필요할 때에만 임의후견인 또는 임의후견감독인의 청구에 의하여 성년후견, 한정후견 또는 특정후견의 심판을 할 수 있다. 이 경우 후견계약은 본인이 성년후견 또는 한정후견 개시의 심판을 받은 때 종료된다.”라고 정하고, 제2항은 “본인이 피성년후견인, 피한정후견인 또는 피특정후견인인 경우에 가정법원은 임의후견감독인을 선임함에 있어서 종전의 성년후견, 한정후견 또는 특정후견의 종료 심판을 하여야 한다. 다만 성년후견 또는 한정후견 조치의 계속이 본인의 이익을 위하여 특별히 필요하다고 인정하면 가정법원은 임의후견감독인을 선임하지 아니한다.”라고 정하고 있다. <br/>이와 같은 민법 규정은 후견계약이 등기된 경우에는 사적 자치의 원칙에 따라 본인의 의사를 존중하여 후견계약을 우선하도록 하고, 예외적으로 본인의 이익을 위하여 특별히 필요할 때에 한하여 법정후견(성년후견, 한정후견 또는 특정후견을 가리킨다)을 개시할 수 있도록 하고 있다. 민법 제959조의20 제1항에서 후견계약의 등기 시점을 특별히 제한하지 않고 제2항 본문에서 본인에 대해 이미 법정후견이 개시된 경우에는 임의후견감독인을 선임하면서 종전 법정후견의 종료 심판을 하도록 한 점 등에 비추어 보면, 위 제1항은 본인에 대해 법정후견 개시심판 청구가 제기된 후 심판이 확정되기 전에 후견계약이 등기된 경우에도 적용된다고 보아야 하고, 그 경우 가정법원은 본인의 이익을 위하여 특별히 필요하다고 인정할 때에만 법정후견 개시심판을 할 수 있다. <br/>[2] 민법 제959조의20 제1항 전문은 후견계약이 등기된 경우에는 본인의 이익을 위하여 특별히 필요한 때에만 법정후견 심판을 할 수 있다고 정하고 있을 뿐이고 임의후견감독인이 선임되어 있을 것을 요구하고 있지 않다. 또한 법정후견 청구권자로 ‘임의후견인 또는 임의후견감독인’을 정한 것은 임의후견에서 법정후견으로 원활하게 이행할 수 있도록 민법 제9조 제1항, 제12조 제1항, 제14조의2 제1항에서 정한 법정후견 청구권자 외에 임의후견인 또는 임의후견감독인을 추가한 것이다. 민법 제959조의20 제1항 후문은 “이 경우 후견계약은 성년후견 또는 한정후견 개시의 심판을 받은 때 종료된다.”고 정하고 있고, ‘이 경우’는 같은 항 전문에 따라 법정후견 심판을 한 경우를 가리킨다. <br/>이러한 규정의 문언, 체제와 목적 등에 비추어 보면, 후견계약이 등기된 경우 본인의 이익을 위한 특별한 필요성이 인정되어 민법 제9조 제1항 등에서 정한 법정후견 청구권자, 임의후견인이나 임의후견감독인의 청구에 따라 법정후견 심판을 한 경우 후견계약은 임의후견감독인의 선임과 관계없이 본인이 성년후견 또는 한정후견 개시의 심판을 받은 때 종료한다고 보아야 한다.<br/>[3] 민법 제959조의20 제1항에서 후견계약의 등기에 불구하고 법정후견 심판을 할 수 있는 요건으로 정한 ‘본인의 이익을 위하여 특별히 필요할 때’란 후견계약의 내용, 후견계약에서 정한 임의후견인이 임무에 적합하지 않은 사유가 있는지, 본인의 정신적 제약 정도, 그 밖에 후견계약과 본인을 둘러싼 여러 사정을 종합하여, 후견계약에 따른 후견이 본인의 보호에 충분하지 않아 법정후견에 의한 보호가 필요하다고 인정되는 경우를 말한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제959조의20 / [2] 민법 제9조 제1항, 제12조 제1항, 제14조의2 제1항, 제959조의20 제1항 / [3] 민법 제959조의20 제1항<br/>",
  "참조판례": "[1][3] 대법원 2017. 6. 1. 자 2017스515 결정(공2017하, 1383)<br/>"
}