{
  "판례일련번호": "216943",
  "사건명": "계약금반환등",
  "사건번호": "2018다214210",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210715",
  "판시사항": "[1] 채무자가 계약을 이행하지 않을 의사를 명백히 표시한 경우, 채권자는 이행기 전이라도 이행의 최고 없이 채무자의 이행거절을 이유로 계약을 해제하거나 손해배상을 청구할 수 있는지 여부(적극) 및 이때 채무자가 계약을 이행하지 않을 의사를 명백히 표시하였는지 판단하는 기준 <br/>[2] 甲과 乙이 오피스텔을 임차하는 계약을 체결하면서 특약사항으로 甲이 乙에게 바닥 난방공사를 해주기로 정하였는데, 甲이 바닥 난방공사 대신 카펫이나 전기패널 등 다른 방식으로 난방을 할 것을 제안하자, 乙이 甲에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보낸 후에 곧바로 계약해제를 통보한 사안에서, 甲에게 명백한 이행거절의사가 인정되지 않는다고 볼 여지가 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제390조는 ‘채무불이행과 손해배상’이라는 제목으로 “채무자가 채무의 내용에 좇은 이행을 하지 아니한 때에는 채권자는 손해배상을 청구할 수 있다. 그러나 채무자의 고의나 과실없이 이행할 수 없게 된 때에는 그러하지 아니하다.”라고 정하여 채무불이행에 관한 일반조항주의를 채택하고 있다. 민법 제544조는 ‘이행지체와 해제’라는 제목으로 “당사자 일방이 그 채무를 이행하지 아니하는 때에는 상대방은 상당한 기간을 정하여 그 이행을 최고하고 그 기간 내에 이행하지 아니한 때에는 계약을 해제할 수 있다. 그러나 채무자가 미리 이행하지 아니할 의사를 표시한 경우에는 최고를 요하지 아니한다.”라고 정하고 있다. 채무자가 채무의 이행을 지체하고 있는 상태에서 이행거절의사를 표시한 경우에는 채권자는 그 이행을 최고하지 않고 계약을 해제할 수 있음은 분명하다.<br/>여기에서 나아가 계약상 채무자가 계약을 이행하지 않을 의사를 명백히 표시한 경우에는 채권자는 이행기 전이라도 이행의 최고 없이 채무자의 이행거절을 이유로 계약을 해제하거나 채무자를 상대로 손해배상을 청구할 수 있다. 이때 채무자가 계약을 이행하지 않을 의사를 명백히 표시하였는지는 계약 이행에 관한 당사자의 행동과 계약 전후의 구체적인 사정 등을 종합적으로 살펴서 판단하여야 한다. 위와 같은 이행거절로 인한 계약해제의 경우에는 채권자의 최고도 필요하지 않고 동시이행관계에 있는 자기 채무의 이행제공도 필요하지 않아, 이행지체를 이유로 한 계약해제와 비교할 때 계약해제의 요건이 완화되어 있으므로, 이행거절의사가 명백하고 종국적인 것으로 볼 수 있어야 한다. 명시적으로 이행거절의사를 표명하는 경우 외에 계약 당시 또는 그 후의 여러 사정을 종합하여 묵시적 이행거절의사를 인정하기 위해서는 그 거절의사가 정황상 분명하게 인정되어야 한다.<br/>[2] 甲과 乙이 오피스텔을 임차하는 계약을 체결하면서 특약사항으로 甲이 乙에게 바닥 난방공사를 해주기로 정하였는데, 甲이 바닥 난방공사 대신 카펫이나 전기패널 등 다른 방식으로 난방을 할 것을 제안하자, 乙이 甲에게 “최종적으로 바닥 공사는 카펫과 전기패널 아니면 공사 안 되는 거죠?”라고 확인 문자를 보낸 후에 곧바로 계약해제를 통보한 사안에서, 甲이 乙에게 바닥 난방공사의 위법성과 공사의 어려움 등을 강조하며 다른 대안을 제시하고 있기는 하지만 乙이 최종적으로 다른 대안을 채택하지 않을 경우에도 바닥 난방공사를 거부하겠다는 의사를 직접 표현한 부분은 찾기 어려운 점, 甲이 乙에게 바닥 난방공사를 대신할 다른 대안을 채택할 것을 설득하였다거나 乙이 보낸 확인 문자에 대하여 甲이 즉시 답변을 하지 않았다는 것만으로 甲에게 바닥 난방공사 이행에 관한 거절의사가 분명하게 인정된다고 할 수 없는 점 등을 종합하면, 甲에게 명백한 이행거절의사가 인정되지 않는다고 볼 여지가 있는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제390조, 제543조, 제544조, 제551조 / [2] 민법 제390조, 제543조, 제544조, 제551조<br/>",
  "참조판례": "[1] 대법원 1992. 9. 14. 선고 92다9463 판결(공1992, 2872), 대법원 2005. 8. 19. 선고 2004다53173 판결(공2005하, 1498), 대법원 2006. 11. 9. 선고 2004다22971 판결, 대법원 2011. 2. 10. 선고 2010다77385 판결(공2011상, 558)<br/>"
}