{
  "판례일련번호": "217351",
  "사건명": "산업단지개발계획변경신청거부처분취소청구의소",
  "사건번호": "2021두33593",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 행정계획의 의미 및 행정청이 구체적인 행정계획을 입안ㆍ결정할 때 가지는 형성의 재량의 한계 / 행정청이 행정계획을 입안ㆍ결정할 때 이익형량을 전혀 하지 않거나 이익형량의 고려 대상에 마땅히 포함시켜야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성과 객관성이 결여된 경우, 행정계획 결정이 위법한지 여부(적극) / 산업입지 및 개발에 관한 법률상 산업단지개발계획 변경권자가 산업단지 입주업체 등의 신청에 따라 산업단지개발계획을 변경할 것인지를 결정하는 경우에도 마찬가지 법리가 적용되는지 여부(적극)<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있다는 점을 처분사유로 하는 산업단지개발계획 변경신청 거부처분과 관련하여 재량권의 일탈ㆍ남용 여부를 판단하는 방법 / ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 폭넓게 존중하여야 하는지 여부(원칙적 적극) 및 처분이 재량권을 일탈ㆍ남용하였다는 사정에 관한 주장ㆍ증명책임의 소재(=처분의 효력을 다투는 자)<br/>",
  "판결요지": "[1] 행정계획은 특정한 행정목표를 달성하기 위하여 행정에 관한 전문적ㆍ기술적 판단을 기초로 관련되는 행정수단을 종합ㆍ조정함으로써 장래의 일정한 시점에 일정한 질서를 실현하기 위하여 설정한 활동기준이나 그 설정행위를 말한다. 행정청은 구체적인 행정계획을 입안ㆍ결정할 때 비교적 광범위한 형성의 재량을 가진다. 다만 행정청의 이러한 형성의 재량이 무제한적이라고 할 수는 없고, 행정계획에서는 그에 관련되는 자들의 이익을 공익과 사익 사이에서는 물론이고 공익 사이에서나 사익 사이에서도 정당하게 비교ㆍ교량하여야 한다는 제한이 있으므로, 행정청이 행정계획을 입안ㆍ결정할 때 이익형량을 전혀 행하지 아니하거나 이익형량의 고려 대상에 마땅히 포함시켜야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성과 객관성이 결여된 경우에는 그 행정계획 결정은 이익형량에 하자가 있어 위법하게 될 수 있다. 이러한 법리는 산업입지 및 개발에 관한 법률상 산업단지개발계획 변경권자가 산업단지 입주업체 등의 신청에 따라 산업단지개발계획을 변경할 것인지를 결정하는 경우에도 마찬가지로 적용된다.<br/>[2] 환경의 훼손이나 오염을 발생시킬 우려가 있다는 점을 처분사유로 하는 산업단지개발계획 변경신청 거부처분과 관련하여 재량권의 일탈ㆍ남용 여부를 심사할 때에는 산업입지 및 개발에 관한 법률의 입법 취지와 목적, 인근 주민들의 토지이용실태와 생활환경 등 구체적 지역 상황, 환경권의 보호에 관한 각종 규정의 입법 취지 및 상반되는 이익을 가진 이해관계자들 사이의 권익 균형 등을 종합하여 신중하게 판단하여야 한다. 그리고 ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 그 내용이 현저히 합리성을 결여하였다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중하여야 한다. 또한 처분이 재량권을 일탈ㆍ남용하였다는 사정은 그 처분의 효력을 다투는 자가 주장ㆍ증명하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제27조, 산업입지 및 개발에 관한 법률 제17조의2 / [2] 행정소송법 제1조[행정처분일반], 제26조[증명책임], 제27조, 산업입지 및 개발에 관한 법률 제17조의2<br/>",
  "참조판례": "[1] 대법원 2015. 10. 15. 선고 2013두21748 판결, 대법원 2015. 12. 10. 선고 2015두2338 판결, 대법원 2020. 6. 25. 선고 2019두57404 판결 / [2] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778), 대법원 2019. 12. 24. 선고 2019두45579 판결(공2020상, 359), 대법원 2020. 8. 27. 선고 2019두60776 판결<br/>"
}