{
  "판례일련번호": "217317",
  "사건명": "상관모욕",
  "사건번호": "2020도14576",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210819",
  "판시사항": "[1] 어떠한 글이 모욕적 표현을 포함하는 판단이나 의견을 담고 있더라도 형법 제20조의 정당행위에 해당하여 위법성이 조각되는 경우 / 군형법상 상관모욕죄의 보호법익 및 상관에 대한 모욕적 표현이 형법 제20조에 의하여 위법성이 조각될 수 있는지 판단하는 방법<br/>[2] 부사관 교육생이던 피고인이 동기들과 함께 사용하는 단체채팅방에서 지도관이던 피해자가 목욕탕 청소 담당에게 과실 지적을 많이 한다는 이유로 “도라이 ㅋㅋㅋ 습기가 그렇게 많은데”라는 글을 게시하여 공연히 상관인 피해자를 모욕하였다는 내용으로 기소된 사안에서, ‘도라이’는 상관인 피해자를 경멸적으로 비난한 것으로 모욕적인 언사라고 볼 수 있으나, 피고인의 위 표현은 동기 교육생들끼리 고충을 토로하고 의견을 교환하는 사이버공간에서 상관인 피해자에 대하여 일부 부적절한 표현을 사용하게 된 것에 불과하고 이로 인하여 군의 조직질서와 정당한 지휘체계가 문란하게 되었다고 보이지 않으므로, 이러한 행위는 사회상규에 위배되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 공연히 타인을 모욕한 경우에 이를 처벌하는 것은 사람의 인격적 가치에 대한 사회적 평가 즉 외부적 명예를 보호하기 위함이다. 반면에 모욕죄의 형사처벌은 표현의 자유를 제한하고 있으므로, 어떠한 글이 모욕적 표현을 포함하는 판단이나 의견을 담고 있을 경우에도 그 시대의 건전한 사회통념에 비추어 살펴보아 그 표현이 사회상규에 위배되지 않는 행위로 볼 수 있는 때에는 형법 제20조의 정당행위에 해당하여 위법성이 조각된다고 보아야 하고, 이로써 표현의 자유로 획득되는 이익 및 가치와 명예 보호에 의하여 달성되는 이익 및 가치를 적절히 조화할 수 있다.<br/>군형법상 상관모욕죄를 적용할 때에도 충돌하는 기본권이 적절히 조화되고 상관모욕죄에 의한 처벌이 필요최소한의 범위 내에서 표현의 자유를 제한하도록 하여야 한다. 다만 군형법상 상관모욕죄는 상관에 대한 사회적 평가의 보호에 더하여 군 조직의 질서 및 통수체계 유지를 보호법익으로 하므로, 해당 표현이 형법 제20조에 의하여 위법성이 조각될 수 있는지 여부는 피해자 및 피고인의 지위와 역할, 해당 표현으로 인한 군의 조직질서와 정당한 지휘체계의 침해 여부와 그 정도 등을 함께 고려하여 구체적ㆍ개별적으로 판단하여야 한다.<br/>[2] 부사관 교육생이던 피고인이 동기들과 함께 사용하는 단체채팅방에서 지도관이던 피해자가 목욕탕 청소 담당 교육생들에게 과실 지적을 많이 한다는 이유로 “도라이 ㅋㅋㅋ 습기가 그렇게 많은데”라는 글을 게시하여 공연히 상관인 피해자를 모욕하였다는 내용으로 기소된 사안에서, ‘도라이’는 상관인 피해자를 경멸적으로 비난한 것으로 모욕적인 언사라고 볼 수 있으나, 위 표현은 피고인의 입장에서 불만을 토로하는 과정에서 즉흥적이고 우발적으로 이루어진 것으로 보이는 점, 위 단체채팅방은 동기생들만 참여대상으로 하는 비공개채팅방으로 교육생 신분에서 가질 수 있는 불평불만을 토로하는 공간으로서의 역할을 하고 있었고, 교육생 상당수가 별다른 거리낌 없이 욕설을 포함한 비속어를 사용하고 대화하고 있었던 점, 당시 목욕탕 청소를 담당했던 다른 교육생들도 위 단체채팅방에서 피고인과 비슷한 불만을 토로하고 있었는데, 피고인의 위 표현은 단 1회에 그쳤고, 그 부분이 전체 대화내용에서 차지하는 비중도 크지 않은 점, 위 표현은 근래 비공개적인 상황에서는 일상생활에서 드물지 않게 사용되고 그 표현이 내포하는 모욕의 정도도 경미한 수준인 점 등에 비추어 볼 때, 피고인의 위 표현은 동기 교육생들끼리 고충을 토로하고 의견을 교환하는 사이버공간에서 상관인 피해자에 대하여 일부 부적절한 표현을 사용하게 된 것에 불과하고 이로 인하여 군의 조직질서와 정당한 지휘체계가 문란하게 되었다고 보이지 않으므로, 이러한 행위는 사회상규에 위배되지 않는다고 보는 것이 타당하다는 이유로, 위 표현이 형법 제20조의 정당행위에 해당하지 않는다고 본 원심판단에 상관모욕죄의 위법성조각사유에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 군형법 제64조 제2항, 형법 제20조 / [2] 군형법 제64조 제2항, 형법 제20조<br/>",
  "참조판례": "[1] 대법원 2005. 12. 23. 선고 2005도1453 판결, 대법원 2013. 12. 12. 선고 2013도4555 판결(공2014상, 215), 헌법재판소 2013. 6. 17. 선고 2012헌바37 전원재판부 결정(헌공201, 813), 헌법재판소 2020. 12. 23. 선고 2017헌바456, 475, 487, 2018헌바114, 351(병합) 전원재판부 결정(헌공291, 71)<br/>"
}