{
  "판례일련번호": "217373",
  "사건명": "초상권침해금지및방해예방청구",
  "사건번호": "2021다219116",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210721",
  "판시사항": "[1] 초상권이 헌법상 보장되는 권리인지 여부(적극) / 피촬영자의 동의를 받아 그의 얼굴 기타 사회통념상 특정인임을 식별할 수 있는 신체적 특징이 나타나는 사진을 촬영한 경우, 그 사진을 공표하기 위해 그에 관한 동의도 받아야 하는지 판단하는 기준 및 사진촬영 동의를 받은 점과 촬영된 사진의 공표가 촬영에 관한 동의 당시 허용한 범위 내라는 점에 관한 증명책임의 소재(=촬영자나 공표자)<br/>[2] 처분문서상 문언의 객관적 의미가 명확하게 드러나지 않는 경우, 계약 내용을 해석하는 방법 및 한쪽 당사자가 주장하는 약정의 내용이 상대방에게 중대한 불이익을 부과하는 경우 약정의 의미를 엄격하게 해석하여야 하는지 여부(적극)<br/>[3] 모델 甲이 장신구의 온라인 판매업을 영위하는 乙 주식회사와 ‘촬영한 사진의 저작권 및 사용권은 乙 회사에 있고 乙 회사는 촬영본을 인터넷에 게시 및 출판할 수 있으나, 사진의 초상권은 甲에게 있다. 촬영본의 제3자에 대한 상업적인 제공 및 2차 가공은 불가능하며, 상업적 활용 및 제3자에 대한 제공이 필요할 경우 甲과 乙 회사가 상호 협의하여야 한다.’는 내용의 촬영계약을 체결하면서 촬영한 사진의 사용 기간에 대하여는 정하지 않았는데, 乙 회사가 자신이 판매하는 장신구를 착용한 甲의 사진을 촬영한 후 위 사진을 제3자가 운영하는 인터넷 쇼핑몰 등에 게재하여 사용한 사안에서, 甲이 乙 회사에 위 사진을 乙 회사가 판매하는 상품을 광고하는 목적을 위하여 상업적으로 사용하는 것에는 동의하였다고 볼 수 있으나, 乙 회사가 甲으로부터 사진에 포함된 상품을 판매하는 동안이면 기간의 제한 없이 사진을 사용할 수 있는 권한을 부여받았다고 보기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 사람은 누구나 자신의 얼굴 기타 사회통념상 특정인임을 식별할 수 있는 신체적 특징에 관하여 함부로 촬영 또는 그림묘사되거나 공표되지 아니하며 영리적으로 이용당하지 않을 권리를 가지는데, 이러한 초상권은 헌법 제10조에 의하여 헌법적으로도 보장되고 있는 권리이다. 따라서 타인의 얼굴 기타 사회통념상 특정인임을 식별할 수 있는 신체적 특징이 나타나는 사진을 촬영하거나 공표하고자 하는 사람은 피촬영자로부터 촬영에 관한 동의를 받고 사진을 촬영하여야 하고, 사진촬영에 관한 동의를 받았다 하더라도 사진촬영에 동의하게 된 동기 및 경위, 사진의 공표에 의하여 달성하려는 목적, 거래관행, 당사자의 지식, 경험 및 경제적 지위, 수수된 급부가 균형을 유지하고 있는지 여부, 사진촬영 당시 당해 공표방법이 예견 가능하였는지 및 그러한 공표방법을 알았더라면 당사자가 사진촬영에 관한 동의 당시 다른 내용의 약정을 하였을 것이라고 예상되는지 여부 등 여러 사정을 종합하여 볼 때 사진촬영에 관한 동의 당시에 피촬영자가 사회 일반의 상식과 거래의 통념상 허용하였다고 보이는 범위를 벗어나 이를 공표하고자 하는 경우에는 그에 관하여도 피촬영자의 동의를 받아야 한다. 그리고 이 경우 피촬영자로부터 사진촬영에 관한 동의를 받았다는 점이나, 촬영된 사진의 공표가 사진촬영에 관한 동의 당시에 피촬영자가 허용한 범위 내의 것이라는 점에 관한 증명책임은 그 촬영자나 공표자에게 있다. <br/>[2] 계약당사자 사이에 어떠한 계약 내용을 처분문서인 서면으로 작성한 경우에 문언의 객관적인 의미가 명확하다면 특별한 사정이 없는 한 문언대로 의사표시의 존재와 내용을 인정하여야 하나, 그 문언의 객관적인 의미가 명확하게 드러나지 않는 경우에는 문언의 내용, 계약이 이루어지게 된 동기와 경위, 당사자가 계약으로 달성하려고 하는 목적과 진정한 의사, 거래의 관행 등을 종합적으로 고찰하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 계약 내용을 합리적으로 해석하여야 한다. 특히 한쪽 당사자가 주장하는 약정의 내용이 상대방에게 권리를 포기하는 것과 같은 중대한 불이익을 부과하는 경우에는 그 약정의 의미를 엄격하게 해석하여야 한다.<br/>[3] 모델 甲이 장신구의 온라인 판매업을 영위하는 乙 주식회사와 ‘촬영한 사진의 저작권 및 사용권은 乙 회사에 있고 乙 회사는 촬영본을 인터넷에 게시 및 출판할 수 있으나, 사진의 초상권은 甲에게 있다. 촬영본의 제3자에 대한 상업적인 제공 및 2차 가공은 불가능하며, 상업적 활용 및 제3자에 대한 제공이 필요할 경우 甲과 乙 회사가 상호 협의하여야 한다.’는 내용의 촬영계약을 체결하면서 촬영한 사진의 사용 기간에 대하여는 정하지 않았는데, 乙 회사가 자신이 판매하는 장신구를 착용한 甲의 사진을 촬영한 후 위 사진을 제3자가 운영하는 인터넷 쇼핑몰 등에 게재하여 사용한 사안에서, 위 촬영계약 문언의 내용과 체계, 거래 관행 등을 고려하면, 甲이 乙 회사에 위 사진을 乙 회사가 판매하는 상품을 광고하는 목적을 위하여 상업적으로 사용하는 것에는 동의하였다고 볼 수 있으나, 위 촬영계약의 내용이 기간의 제한 없이 乙 회사에 사진의 사용권을 부여하는 내용이라고 해석하는 것은 사진의 광범위한 유포 가능성에 비추어 甲의 사진에 관한 초상권을 사실상 박탈하여 중대한 불이익을 부과하는 것인 점, 촬영 동기 및 경위, 경제적 지위, 원고의 식별 정도, 사진의 내용과 양 등까지 고려하면, 사용 기간에 대한 명백한 합의가 존재하지 않는 위 사진의 사용 기간은 거래상 상당한 범위 내로 한정된다고 보는 것이 합리적인 점 등을 종합하여 보면, 사진의 촬영자이자 공표자인 乙 회사가 甲으로부터 사진에 포함된 상품을 판매하는 동안이면 기간의 제한 없이 사진을 사용할 수 있는 권한을 부여받았다고 보기는 어려운데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 민법 제750조, 민사소송법 제288조 / [2] 민법 제105조 / [3] 헌법 제10조, 민법 제105조, 제750조, 민사소송법 제288조<br/>",
  "참조판례": "[1] 대법원 2013. 2. 14. 선고 2010다103185 판결(공2013상, 454) / [2] 대법원 2016. 12. 15. 선고 2016다238540 판결(공2017상, 117), 대법원 2017. 7. 18. 선고 2016다254740 판결(공2017하, 1714)<br/>"
}