{
  "판례일련번호": "217365",
  "사건명": "손해배상(기)",
  "사건번호": "2018다228486",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 정신질환자의 보호의무자인 부양의무자 등이 피보호자인 정신질환자에 대한 법률상 감독의무를 위반하여 타인에게 손해를 가하는 경우, 이를 배상할 책임이 있는지 여부(적극) 및 부양의무자 등이 피보호자인 정신질환자에 관한 감독의무를 위반하였는지 판단하는 기준<br/>[2] 양극성 정동장애를 앓고 있는 정신질환자인 甲이 아파트 방에서 불을 질렀다가 甲의 아버지인 乙이 불을 껐는데, 약 4시간 후 甲이 방 안에서 다시 불을 질러 인접 호수의 아파트로 불이 옮겨붙어 丙 등에게 손해가 발생한 사안에서, 乙에게는 甲이 타인을 위해할 가능성이 있다는 구체적인 위험을 인지하였는데도 대비를 하지 않아 甲의 행위에 관해서 책임을 묻는 것이 타당한 객관적 상황이 인정되므로, 乙의 손해배상책임을 인정한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 정신보건법(2016. 5. 29. 법률 제14224호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률로 전부 개정되기 전의 것, 이하 같다) 제3조 제1호는 ‘정신질환자’란 ‘정신병(기질적 정신병을 포함한다)ㆍ인격장애ㆍ알코올 및 약물중독 기타 비정신병적정신장애를 가진 자’라고 정의하고 있고, 제21조 제1항 본문은 “정신질환자의 민법상의 부양의무자 또는 후견인(이하 ‘부양의무자 등’이라 한다)은 정신질환자의 보호의무자가 된다.”라고 정하고 있다. 또한 제22조 제2항은 “보호의무자는 보호하고 있는 정신질환자가 자신 또는 타인을 해치지 아니하도록 유의하여야 한다.”라고 정하여 부양의무자 등에게 피보호자인 정신질환자에 대한 감독의무를 부과하고 있다.<br/>정신질환자가 심신상실 중에 타인에게 손해를 가하여 배상의 책임이 없는 경우에는 민법 제755조 제1항에 따라 그를 감독할 법정의무 있는 자가 손해를 배상할 책임이 있다. 정신질환자가 책임능력이 있는 경우에도 그 손해가 감독의무자의 감독의무 위반과 인과관계가 있으면 감독의무자는 일반불법행위자로서 민법 제750조에 따라 손해를 배상할 책임이 있다.<br/>  위와 같은 법규정의 문언과 체계 등에 비추어 보면, 부양의무자 등은 피보호자인 정신질환자에 대한 법률상 감독의무를 부담하므로 그 의무 위반으로 타인에게 손해를 가하는 경우에 이를 배상할 책임이 있으나, 이러한 감독의무는 정신질환자의 행동을 전적으로 통제하고 그 행동으로 인한 모든 결과를 방지해야 하는 일반적인 의무가 아니라 구 정신보건법 등 관련 법령의 취지, 신의성실의 원칙, 형평의 원칙 등을 종합적으로 고려하여 합리적으로 제한된 범위에서의 의무라고 해석함이 타당하다.<br/>  구체적인 사안에서 부양의무자 등이 피보호자인 정신질환자에 관한 감독의무를 위반하였는지는 정신질환자의 생활이나 심신의 상태 등과 함께 친족 관계와 동거 여부, 일상적인 접촉 정도, 정신질환자의 재산관리 관여 상황 등 정신질환자와의 관계, 정신질환자가 과거에도 타인에게 위해를 가하는 행동을 한 적이 있는지 여부와 그 내용, 정신질환자의 상태에 대응하는 보호와 치료 상황 등 모든 사정을 종합적으로 고려하여, 피보호자인 정신질환자가 타인을 위해할 가능성이 있다는 구체적인 위험을 인지하였는데도 대비를 하지 않은 경우와 같이 부양의무자 등에게 정신질환자의 행위에 관해서 책임을 묻는 것이 타당한 객관적 상황이 인정되는지 여부에 따라 개별적으로 판단해야 한다.<br/>[2] 양극성 정동장애를 앓고 있는 정신질환자인 甲이 아파트 방에서 불을 질렀다가 甲의 아버지인 乙이 불을 껐는데, 약 4시간 후 甲이 방 안에서 다시 불을 질러 인접 호수의 아파트로 불이 옮겨붙어 丙 등에게 손해가 발생한 사안에서, 乙에게는 甲이 타인을 위해할 가능성이 있다는 구체적인 위험을 인지하였는데도 대비를 하지 않아 甲의 행위에 관해서 책임을 묻는 것이 타당한 객관적 상황이 인정되므로, 乙이 甲의 직계존속으로서 甲의 방화 등 우발적인 행동을 미리 방지하고 이와 같은 우발적인 행동이 있더라도 손해가 발생하거나 확대되지 않도록 할 주의의무가 있었는데도 이를 위반한 과실로 丙 등에게 손해가 발생하였다는 이유로 乙의 손해배상책임을 인정한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 정신보건법(2016. 5. 29. 법률 제14224호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률로 전부 개정되기 전의 것) 제3조 제1호(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제3조 제1호 참조), 제21조 제1항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제39조 제1항 참조), 제22조 제2항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제40조 제3항 참조), 민법 제750조, 제755조 제1항 / [2] 구 정신보건법(2016. 5. 29. 법률 제14224호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률로 전부 개정되기 전의 것) 제3조 제1호(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제3조 제1호 참조), 제21조 제1항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제39조 제1항 참조), 제22조 제2항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제40조 제3항 참조), 민법 제750조, 제755조 제1항<br/>",
  "참조판례": ""
}