{
  "판례일련번호": "217371",
  "사건명": "손해배상(기)",
  "사건번호": "2015다221668",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법령에서 입지선정위원회의 구성에 일정 수 이상의 주민대표와 주민대표가 추천한 전문가 등이 포함되도록 하고 입지선정위원회에 주민들이 의견을 제출할 수 있도록 한 취지<br/>[2] 국가나 지방자치단체가 행정절차를 진행하는 과정에서 주민들의 의견제출 등 절차적 권리를 보장하지 않은 위법이 있더라도 절차적 권리 침해로 인한 정신적 고통에 대한 배상이 인정되지 않는 경우 / 주민들의 절차적 권리 침해로 인한 정신적 고통이 여전히 남아 있다고 볼 특별한 사정이 있는 경우, 국가나 지방자치단체는 그로 인한 손해를 배상할 책임이 있는지 여부(적극) / 이때 특별한 사정에 대한 주장ㆍ증명책임의 소재(=이를 청구하는 주민들) 및 특별한 사정이 있는지 판단하는 기준<br/>",
  "판결요지": "[1] 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률(이하 ‘폐기물시설촉진법’이라 한다)은 폐기물처리시설 부지 확보 촉진과 그 주변지역 주민에 대한 지원을 통하여 폐기물처리시설의 설치를 원활히 하고 주민의 복지를 증진함으로써 환경보전과 국민 생활의 질적 향상을 목적으로 한다(제1조). 폐기물시설촉진법 제9조 제3항은 ‘폐기물처리시설 설치기관은 폐기물처리시설 입지선정계획을 공고한 경우에는 지체 없이 주민대표가 참여하는 입지선정위원회를 설치하여 폐기물처리시설의 입지를 선정하도록 하여야 한다.’고 정하고 있다. 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2009. 6. 16. 대통령령 제21543호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제7조 [별표 1]에 따르면 주민대표는 해당 폐기물처리시설이 입지하는 시ㆍ군ㆍ구에 거주하는 주민 중 해당 시ㆍ군ㆍ구의회에서 선정하되, 입지후보지에 거주하는 주민대표를 1인 이상 포함하여야 하고, 주민대표는 전문가 위원을 추천할 권한을 가진다. 이와 같이 구성된 입지선정위원회는 ‘폐기물처리시설 입지의 선정과 변경, 입지후보지 타당성 조사의 필요 여부, 공청회 또는 설명회의 개최 여부’ 등을 심의ㆍ의결하고(시행령 제11조 제1항), 지역 주민은 입지선정위원회가 수행한 타당성조사의 과정과 결과를 공람한 후 이에 대한 의견을 입지선정위원회에 제출할 수 있다(시행령 제10조). <br/>입지선정위원회는 폐기물처리시설의 입지를 선정하는 의결기관이다. 입지선정위원회의 구성에 일정 수 이상의 주민대표와 주민대표가 추천한 전문가 등이 포함되도록 하고 입지선정위원회에 주민들이 의견을 제출할 수 있도록 한 것은 폐기물처리시설 입지선정 절차에서 주민들의 이익과 의사가 실질적으로 대변될 수 있도록 하여 지방자치단체의 전횡이나 소수 주민대표의 경솔한 결정으로 주민의 권리가 부당하게 침해되는 것을 방지하고 행정의 민주화와 신뢰를 확보하는 데 그 취지가 있다. <br/>  이와 같이 입지선정 단계부터 실질적인 주민참여를 보장하고, 이후 폐기물처리시설의 입지가 선정되어 폐기물처리시설 설치계획이 공고된 후에는 폐기물처리시설의 설치ㆍ운영으로 인하여 환경상 영향을 받게 되는 주변영향지역을 결정하게 되는데 그 과정에서도 주민지원협의체의 구성과 활동을 통하여 주민참여의 기회가 보장된다(폐기물시설촉진법 제17조, 제17조의2).<br/>[2] 국가나 지방자치단체가 공익사업을 시행하는 과정에서 해당 사업부지 인근 주민들은 의견제출을 통한 행정절차 참여 등 법령에서 정하는 절차적 권리를 행사하여 환경권이나 재산권 등 사적 이익을 보호할 기회를 가질 수 있다. 그러나 법령에서 주민들의 행정절차 참여에 관하여 정하는 것은 어디까지나 주민들에게 자신의 의사와 이익을 반영할 기회를 보장하고 행정의 공정성, 투명성과 신뢰성을 확보하며 국민의 권익을 보호하기 위한 것일 뿐, 행정절차에 참여할 권리 그 자체가 사적 권리로서의 성질을 가지는 것은 아니다. 이와 같이 행정절차는 그 자체가 독립적으로 의미를 가지는 것이라기보다는 행정의 공정성과 적정성을 보장하는 공법적 수단으로서의 의미가 크므로, 관련 행정처분의 성립이나 무효ㆍ취소 여부 등을 따지지 않은 채 주민들이 일시적으로 행정절차에 참여할 권리를 침해받았다는 사정만으로 곧바로 국가나 지방자치단체가 주민들에게 정신적 손해에 대한 배상의무를 부담한다고 단정할 수 없다.<br/>이와 같은 행정절차상 권리의 성격이나 내용 등에 비추어 볼 때, 국가나 지방자치단체가 행정절차를 진행하는 과정에서 주민들의 의견제출 등 절차적 권리를 보장하지 않은 위법이 있다고 하더라도 그 후 이를 시정하여 절차를 다시 진행한 경우, 종국적으로 행정처분 단계까지 이르지 않거나 처분을 직권으로 취소하거나 철회한 경우, 행정소송을 통하여 처분이 취소되거나 처분의 무효를 확인하는 판결이 확정된 경우 등에는 주민들이 절차적 권리의 행사를 통하여 환경권이나 재산권 등 사적 이익을 보호하려던 목적이 실질적으로 달성된 것이므로 특별한 사정이 없는 한 절차적 권리 침해로 인한 정신적 고통에 대한 배상은 인정되지 않는다. 다만 이러한 조치로도 주민들의 절차적 권리 침해로 인한 정신적 고통이 여전히 남아 있다고 볼 특별한 사정이 있는 경우에 국가나 지방자치단체는 그 정신적 고통으로 인한 손해를 배상할 책임이 있다. 이때 특별한 사정이 있다는 사실에 대한 주장ㆍ증명책임은 이를 청구하는 주민들에게 있고, 특별한 사정이 있는지는 주민들에게 행정절차 참여권을 보장하는 취지, 행정절차 참여권이 침해된 경위와 정도, 해당 행정절차 대상사업의 시행경과 등을 종합적으로 고려해서 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 제1조, 제9조 제3항, 제17조, 제17조의2, 구 폐기물처리시설 설치촉진 및 주변지역지원 등에 관한 법률 시행령(2009. 6. 16. 대통령령 제21543호로 개정되기 전의 것) 제7조 [별표 1](현행 제7조 [별표 1호의2] 참조), 제10조, 제11조 제1항 / [2] 국가배상법 제2조 제1항, 민법 제750조, 제751조<br/>",
  "참조판례": "[1] 대법원 2003. 11. 14. 선고 2003두7118 판결, 대법원 2007. 4. 12. 선고 2006두20150 판결(공2007상, 733)<br/>"
}