{
  "판례일련번호": "217355",
  "사건명": "건축허가신청반려처분취소",
  "사건번호": "2021두33838",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210721",
  "판시사항": "[1] 공무원의 부작위로 인한 국가배상책임을 인정하기 위한 요건 및 그중 ‘법령을 위반하여’의 의미 / 관련 공무원에 대하여 작위의무를 명하는 법령의 규정이 없는 경우, 공무원의 부작위로 인한 국가배상책임을 인정할 것인지 판단하는 방법<br/>[2] 구 개발제한구역의 지정 및 관리에 관한 특별조치법 시행령 제22조 [별표 2] 제4호 (마)목을 관련 공무원에 대하여 건축물 이축에 있어 종전 토지의 지목을 건축물의 건축을 위한 용도가 아닌 지목으로 변경하여야 할 적극적인 작위의무를 명하는 규정으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 공무원의 부작위로 인한 국가배상책임을 인정하기 위해서는 공무원의 작위로 인한 국가배상책임을 인정하는 경우와 마찬가지로 ‘공무원이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 때’라고 하는 국가배상법 제2조 제1항의 요건이 충족되어야 한다. 여기서 ‘법령을 위반하여’란 엄격하게 형식적 의미의 법령에 명시적으로 공무원의 작위의무가 정하여져 있음에도 이를 위반하는 경우만을 의미하는 것은 아니고, 인권존중ㆍ권력남용금지ㆍ신의성실과 같이 공무원으로서 마땅히 지켜야 할 준칙이나 규범을 지키지 아니하고 위반한 경우를 포함하여 널리 그 행위가 객관적인 정당성을 결여하고 있는 경우도 포함한다. 따라서 국민의 생명ㆍ신체ㆍ재산 등에 대하여 절박하고 중대한 위험상태가 발생하였거나 발생할 상당한 우려가 있어서 국민의 생명 등을 보호하는 것을 본래적 사명으로 하는 국가가 초법규적ㆍ일차적으로 그 위험의 배제에 나서지 아니하면 국민의 생명 등을 보호할 수 없는 경우에는 형식적 의미의 법령에 근거가 없더라도 국가나 관련 공무원에 대하여 그러한 위험을 배제할 작위의무를 인정할 수 있다. 그러나 그와 같은 절박하고 중대한 위험상태가 발생하였거나 발생할 상당한 우려가 있는 경우가 아닌 한, 원칙적으로 공무원이 관련 법령에서 정하여진 대로 직무를 수행하였다면 그와 같은 공무원의 부작위를 가지고 ‘고의 또는 과실로 법령을 위반’하였다고 할 수는 없다. 따라서 공무원의 부작위로 인한 국가배상책임을 인정할 것인지가 문제 되는 경우에 관련 공무원에 대하여 작위의무를 명하는 법령의 규정이 없는 때라면 공무원의 부작위로 인하여 침해되는 국민의 법익 또는 국민에게 발생하는 손해가 어느 정도 심각하고 절박한 것인지, 관련 공무원이 그와 같은 결과를 예견하여 그 결과를 회피하기 위한 조치를 취할 수 있는 가능성이 있는지 등을 종합적으로 고려하여 판단하여야 한다.<br/>[2] 구 개발제한구역의 지정 및 관리에 관한 특별조치법 시행령(2018. 2. 9. 대통령령 제28635호로 개정되기 전의 것) 제22조 [별표 2] 제4호 (마)목은 “이주단지를 조성한 후 또는 건축물을 이축한 후의 종전 토지는 다른 사람의 소유인 경우와 공익사업에 편입된 경우를 제외하고는 그 지목을 전ㆍ답ㆍ과수원, 그 밖에 건축물의 건축을 위한 용도가 아닌 지목으로 변경하여야 한다.”라고 규정하면서 그 변경 주체와 절차에 대해서는 아무런 규정을 두고 있지 않다. 따라서 위 규정을 관련 공무원에 대하여 건축물 이축에 있어 종전 토지의 지목을 건축물의 건축을 위한 용도가 아닌 지목으로 변경하여야 할 적극적인 작위의무를 명하는 규정으로 볼 수 없고, 관련 법령에 그와 같은 작위의무 규정을 찾아볼 수도 없다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 구 개발제한구역의 지정 및 관리에 관한 특별조치법 시행령(2018. 2. 9. 대통령령 제28635호로 개정되기 전의 것) 제22조 [별표 2] 제4호 (마)목<br/>",
  "참조판례": "[1] 대법원 2012. 7. 26. 선고 2010다95666 판결(공2012하, 1486) <br/>"
}