{
  "판례일련번호": "217389",
  "사건명": "손해배상(기)",
  "사건번호": "2019다266751",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210721",
  "판시사항": "부동산 실권리자명의 등기에 관한 법률이 시행되기 전에 계약명의신탁 약정을 한 명의수탁자가 이러한 사실을 알지 못하는 소유자와 부동산에 관한 매매계약을 체결한 후 자신의 명의로 소유권이전등기를 마치면서 장차 위 부동산의 처분대가를 명의신탁자에게 지급하기로 하는 정산약정을 한 경우, 정산약정 이후에 같은 법이 시행되었다거나 부동산의 처분이 같은 법 시행 이후에 이루어졌다는 사정만으로 정산약정이 당연 무효가 되는지 여부(소극)<br/>",
  "판결요지": "부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다)이 시행되기 전에 명의신탁자와 명의수탁자가 명의신탁 약정을 맺고 이에 따라 명의수탁자가 당사자가 되어 명의신탁 약정이 있다는 사실을 알지 못하는 소유자와 부동산에 관한 매매계약을 체결한 후 그 매매계약에 기하여 당해 부동산의 소유권이전등기를 자신의 명의로 마치는 한편, 장차 위 부동산의 처분대가를 명의신탁자에게 지급하기로 하는 정산약정을 한 경우, 그러한 약정 이후에 부동산실명법이 시행되었다거나 그 부동산의 처분이 부동산실명법 시행 이후에 이루어졌다고 하더라도 그러한 사정만으로 위 정산약정까지 당연히 무효로 된다고 볼 수 없다. 그 이유는 다음과 같다.<br/>위와 같은 정산약정 당시에는 부동산실명법이 시행되기 전으로서 부동산에 관한 명의신탁 약정이 허용되었고, 명의신탁의 당사자들 사이에 명의신탁자가 이른바 내부적 소유권을 가진다고 보았다. 이에 따라 장차 명의신탁자 앞으로 목적 부동산에 관한 소유권등기를 이전하거나 그 부동산의 처분대가를 명의신탁자에게 지급하는 것 등을 내용으로 하는 약정도 유효하였다.<br/>  부동산실명법 시행 전에 명의수탁자가 명의신탁 약정에 따라 부동산에 관한 소유명의를 취득한 경우에 부동산실명법 시행 후 같은 법 제11조의 유예기간이 경과하기 전까지 명의신탁자는 언제라도 명의신탁 약정을 해지하고 해당 부동산에 관한 소유권을 취득할 수 있었던 것으로, 실명화 등의 조치 없이 위 유예기간이 경과함으로써 같은 법 제12조 제1항, 제4조에 의해 명의신탁 약정은 무효로 되는 한편, 명의수탁자가 해당 부동산에 관한 완전한 소유권을 취득하게 된다. 그런데 부동산실명법 제3조 및 제4조가 명의신탁자에게 소유권이 귀속되는 것을 막는 취지의 규정은 아니므로 명의수탁자는 명의신탁자에게 자신이 취득한 해당 부동산을 부당이득으로 반환할 의무가 있다. 이와 같은 경위로 명의신탁자가 해당 부동산의 회복을 위해 명의수탁자에 대해 가지는 소유권이전등기청구권은 그 성질상 법률의 규정에 의한 부당이득반환청구권이다. 만일 명의수탁자가 신탁부동산을 처분하였다면, 앞서 본 바와 같은 처분대가에 관한 정산약정이 없는 경우라도 명의수탁자는 민법 제747조 제1항에 의하여 명의신탁자에게 그 부동산의 가액을 반환할 의무를 부담한다.<br/>  부동산실명법 시행 전에 명의수탁자가 신탁부동산의 처분대가를 명의신탁자에게 지급하기로 하는 정산약정을 한 경우 그러한 약정에 따른 법적 효과는 위와 같이 법률에 의하여 이미 명의신탁자에게 인정되는 권리의 범위 내에 속하는 것이라고 볼 수 있다. 따라서 위 약정이 애초부터 신탁부동산의 소유권을 취득할 수 없는 명의신탁자를 위하여 사후에 보완하는 방책에 해당한다거나 무효인 명의신탁 약정이 유효함을 전제로 명의신탁 부동산 자체 또는 그 처분대금의 반환을 구하는 범주에 든다고 보기 어렵다. 달리 위 정산약정 이후에 부동산실명법이 시행되었다거나 신탁부동산의 처분이 부동산실명법 시행 이후에 이루어졌다는 것만으로 그 유효성을 부인할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "부동산 실권리자명의 등기에 관한 법률 제3조, 제4조, 제11조, 제12조 제1항, 민법 제103조[명의신탁], 제747조 제1항<br/>",
  "참조판례": "대법원 2002. 12. 26. 선고 2000다21123 판결(공2003상, 452), 대법원 2008. 11. 27. 선고 2008다62687 판결(공2008하, 1793), 대법원 2009. 7. 9. 선고 2009다23313 판결(공2009하, 1430), 대법원 2019. 3. 28. 선고 2015다17494 판결<br/>"
}