{
  "판례일련번호": "217357",
  "사건명": "대여금",
  "사건번호": "2018다230229",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 본안에 대한 종국판결이 있은 뒤에 ‘원고는 소를 취하하고, 피고는 이에 동의한다.’는 내용의 화해권고결정이 확정되어 소송이 종결된 경우, 민사소송법 제267조 제2항의 규정에 따라 같은 소를 제기하지 못하는지 여부(적극)<br/>[2] 재소금지 원칙을 규정한 민사소송법 제267조 제2항의 취지 및 위 규정의 취지에 반하지 아니하고 소제기를 필요로 하는 정당한 사정이 있는 등 취하된 소와 권리보호이익이 동일하지 않은 경우에는 다시 소를 제기할 수 있는지 여부(적극)<br/>[3] 甲 주식회사가 乙을 상대로 대여금청구 소송을 제기하여 공시송달에 의한 승소판결을 선고받았고, 그 후 甲 회사로부터 대여금 채권을 양수한 丙 유한회사가 乙을 상대로 양수금청구 소송을 제기하여 공시송달에 의한 승소판결을 선고받았으며, 乙이 위 판결들에 대하여 각 추완항소를 제기하였는데, 양수금청구 소송의 항소심법원이 ‘丙 회사는 소를 취하하고, 乙은 소취하에 동의한다.’는 내용의 화해권고결정을 하였고, 화해권고결정이 확정되기 전 丙 회사가 대여금청구 소송의 항소심에서 승계참가신청을 한 사안에서, 丙 회사의 승계참가신청이 재소금지 원칙에 위반된다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 화해권고결정에 ‘원고는 소를 취하하고, 피고는 이에 동의한다.’는 화해조항이 있고, 이러한 화해권고결정에 대하여 양 당사자가 이의하지 않아 확정되었다면, 화해권고결정의 확정으로 당사자 사이에 소를 취하한다는 내용의 소송상 합의를 하였다고 볼 수 있다. 따라서 본안에 대한 종국판결이 있은 뒤에 이러한 화해권고결정이 확정되어 소송이 종결된 경우에는 소취하한 경우와 마찬가지로 민사소송법 제267조 제2항의 규정에 따라 같은 소를 제기하지 못한다.<br/>[2] 민사소송법 제267조 제2항은 소취하로 인하여 그동안 판결에 들인 법원의 노력이 무용화되고 종국판결이 당사자에 의하여 농락당하는 것을 방지하기 위한 제재적 취지의 규정이므로, 본안에 대한 종국판결이 있은 뒤에 소를 취하한 사람이라 할지라도 이러한 규정의 취지에 반하지 아니하고 소제기를 필요로 하는 정당한 사정이 있는 등 취하된 소와 권리보호이익이 동일하지 않은 경우에는 다시 소를 제기할 수 있다.<br/>[3] 甲 주식회사가 乙을 상대로 대여금청구 소송을 제기하여 공시송달에 의한 승소판결을 선고받았고, 그 후 甲 회사로부터 대여금 채권을 양수한 丙 유한회사가 乙을 상대로 양수금청구 소송을 제기하여 공시송달에 의한 승소판결을 선고받았으며, 乙이 위 판결들에 대하여 각 추완항소를 제기하였는데, 양수금청구 소송의 항소심법원이 ‘丙 회사는 소를 취하하고, 乙은 소취하에 동의한다.’는 내용의 화해권고결정을 하였고, 화해권고결정이 확정되기 전 丙 회사가 대여금청구 소송의 항소심에서 승계참가신청을 한 사안에서, 화해권고결정의 확정으로 양수금청구 소송이 취하된 것과 같은 효과가 발생하였는데, 이는 丙 회사가 乙의 추완항소로 인하여 생긴 소송계속의 중복상태를 해소하고 먼저 소가 제기된 대여금청구 소송을 승계하는 방법으로 소송관계를 간명하게 정리한 것일 뿐이므로, 종국판결 선고 후 양수금청구 소송을 취하하는 소송상 합의를 한 동기와 경위에 비추어 보면 丙 회사의 승계참가신청이 화해권고결정의 확정으로 종결된 양수금청구 소송과 당사자와 소송물이 동일하더라도 이는 재소금지에 관한 민사소송법 제267조 제2항의 취지에 반하지 아니하고, 승계참가신청을 통해 대여금청구 소송을 승계할 정당한 사정이 있는 등 양수금청구 소송과 권리보호이익이 동일하지 않아 위 승계참가신청이 재소금지 원칙에 위반된다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제231조, 제267조 제2항 / [2] 민사소송법 제267조 제2항 / [3] 민사소송법 제81조, 제231조, 제259조, 제267조 제2항<br/>",
  "참조판례": "[2] 대법원 1997. 12. 23. 선고 97다45341 판결(공1998상, 384), 대법원 2009. 6. 25. 선고 2009다22037 판결(공2009하, 1216)<br/>"
}