{
  "판례일련번호": "217375",
  "사건명": "손해배상(자)",
  "사건번호": "2016다11257",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 상해의 후유증 등으로 불법행위 당시에는 예견할 수 없었던 손해가 발생하였다거나 손해가 확대된 경우, 그 부분에 대한 손해배상청구권의 소멸시효 기산점 / 전문적인 감정 등을 통해서 상해를 입은 피해자의 여명에 관한 예측을 토대로 손해배상의 범위가 결정되어 일시금 지급방식으로 배상이 이루어졌는데, 이후 예측된 여명기간을 지나 피해자가 계속 생존하는 경우, 추가로 발생하는 손해로 인한 배상청구권의 소멸시효 기산점<br/>[2] 후유장애로 장래에 계속적으로 지출될 치료비나 개호비 등의 지급방식을 정하는 데 법원이 고려할 사항<br/>",
  "판결요지": "[1] 불법행위로 인한 손해배상청구권은 민법 제766조 제1항에 따라 피해자나 그 법정대리인이 그 손해와 가해자를 안 날부터 3년간 행사하지 않으면 소멸시효가 완성한다. 여기에서 손해를 안다는 것은 현실로 손해가 발생한 것을 안 경우뿐만 아니라 손해발생을 예견할 수 있을 때를 포함한다. 이때 그 손해의 정도나 액수를 구체적으로 알아야 하는 것은 아니므로, 일반적으로 상해의 피해자는 상해를 입었을 때 그 손해를 알았다고 보아야 할 것이지만, 그 후 후유증 등으로 불법행위 당시에는 전혀 예견할 수 없었던 새로운 손해가 발생하였다거나 예상외로 손해가 확대된 경우에는 그러한 사유가 판명된 때에 새로이 발생하거나 확대된 손해를 알았다고 보아야 한다. 이와 같이 새로이 발생하거나 확대된 손해 부분에 대해서는 그러한 사유가 판명된 때부터 민법 제766조 제1항에서 정한 소멸시효기간이 진행된다.<br/>전문적인 감정 등을 통해서 상해를 입은 피해자의 여명에 관한 예측을 토대로 손해배상의 범위가 결정되어 소송 또는 합의 등을 통하여 정기금 지급방식이 아닌 일시금 지급방식으로 배상이 이루어졌는데, 이후 예측된 여명기간을 지나 피해자가 계속 생존하게 되면 종전에 배상이 이루어질 당시에는 예상할 수 없었던 새로운 손해가 발생할 수 있다. 이 경우 예측된 여명기간 내에 그 기간을 지나 생존할 것을 예상할 수 있는 사정이 생겼다면 그때에, 그러한 사정이 발생하지 않고 예측된 여명기간이 지나면 그때에 장래에 발생 가능한 손해를 예견할 수 있다고 보아야 한다. 따라서 종전에 손해배상 범위 결정의 전제가 된 여명기간을 지나 피해자가 생존하게 되어 발생하는 손해로 인한 배상청구권은 늦어도 종전에 예측된 여명기간이 지난 때부터 민법 제766조 제1항에서 정한 소멸시효기간이 진행된다. <br/>[2] 불법행위의 피해자가 후유장애로 장래에 계속적으로 치료비나 개호비 등을 지출하여야 하는 경우에 정기금 지급과 일시금 지급 중 어느 방식으로 손해배상을 청구할 것인지는 원칙적으로 피해자 자신이 선택할 수 있다. 다만 식물인간 등의 경우와 같이 그 후유장애의 계속기간이나 잔존여명이 단축된 정도 등을 확정하기 곤란하여 일시금 지급방식에 의한 손해배상이 사회정의와 형평의 이념에 비추어 현저하게 불합리한 결과를 초래할 우려가 있다고 인정될 때에는 피해자가 일시금 지급을 청구하였더라도 법원이 재량에 따라 정기금 지급을 명하는 판결을 할 수 있다. 특히 전문적인 감정 등을 거쳐 예측된 여명기간을 기준으로 소송 등을 통하여 손해배상이 이루어진 다음 피해자가 예측된 여명기간을 지나서 생존하여 추가 손해가 발생한 경우에는 새로운 여명기간의 예측에 대한 불확실성이 더욱 커지므로, 이러한 경우 법원으로서는 손해배상을 일시금 지급방식으로 정하는 데 더욱 신중을 기할 필요가 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 제766조 제1항 / [2] 민법 제393조, 제750조, 제763조, 민사소송법 제202조, 제202조의2<br/>",
  "참조판례": "[1] 대법원 1977. 3. 8. 선고 76다1356 판결(공1977, 9945), 대법원 2001. 9. 4. 선고 2001다9496 판결(공2001하, 2165) / [2] 대법원 1992. 10. 27. 선고 91다39368 판결(공1992, 3246), 대법원 1994. 1. 25. 선고 93다48526 판결(공1994상, 806)<br/>"
}