{
  "판례일련번호": "217335",
  "사건명": "손해배상(기)",
  "사건번호": "2021다210195",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210812",
  "판시사항": "[1] 불법행위로 피해자 소유의 물건이 손괴되어 피해자가 수리에 소요되는 부가가치세까지 부담하여야 하는 경우, 피해자가 가해자에게 위 부가가치세를 포함한 수리비만큼의 손해배상을 구할 수 있는지 여부(원칙적 적극) 및 위 부가가치세가 부가가치세법 제38조 제1항 제1호의 매입세액에 해당하여 이를 매출세액에서 공제하거나 환급받을 수 있는 경우, 피해자가 가해자에게 위 부가가치세 상당의 손해배상을 구할 수 있는지 여부(원칙적 소극) / 위 법리는 도급인이 수급인을 상대로 하자보수를 갈음하는 손해배상청구를 하는 경우에도 마찬가지인지 여부(적극)<br/>[2] 도급공사의 하자보수에 소요되는 부가가치세가 부가가치세법 제39조 제1항 제7호에서 정한 ‘면세사업과 관련된 매입세액’ 등에 해당하여 부가가치세 면세사업자인 도급인이 이를 자기의 매출세액에서 공제하거나 환급받을 수 없는 경우, 도급인이 수급인에게 위 부가가치세 상당의 손해배상을 청구할 수 있는지 여부(적극) 및 도급인에게 책임지울 수 없는 사유로 부가가치세액의 공제나 환급이 사실상 불가능하게 된 경우, 하자보수를 갈음하는 손해배상액에서 위 부가가치세액을 공제할 수 있는지 여부(소극)<br/>[3] 건설공사에 관한 도급계약이 상행위에 해당하는 경우, 수급인의 하자담보책임의 소멸시효기간(=5년) 및 그 기산점<br/>",
  "판결요지": "[1] 타인의 불법행위로 인하여 피해자 소유의 물건이 손괴되어 수리를 요하는 경우에 그 수리를 위해서는 피해자가 수리에 소요되는 부가가치세까지 부담하여야 한다면 피해자는 그 부가가치세를 포함한 수리비만큼의 손해를 입었다고 하여 가해자에 대하여 그 배상을 청구할 수 있음이 원칙이다. 그러나 피해자가 부가가치세법상 납세의무자인 사업자로서 그 수리가 자기의 사업을 위하여 사용하였거나 사용할 목적으로 공급받은 용역에 해당하는 경우에는 위 부가가치세는 부가가치세법 제38조 제1항 제1호 소정의 매입세액에 해당하는 것이어서 피해자가 자기의 매출세액에서 공제하거나 환급받을 수 있으므로 위 부가가치세는 실질적으로는 피해자의 부담으로 돌아가지 않게 되고 따라서 이러한 경우에는 다른 특별한 사정이 없는 한 피해자가 가해자에게 위 부가가치세 상당의 손해배상을 청구할 수 없다.<br/>위의 법리는 도급에 있어서, 수급인의 도급공사상 하자로 인하여 도급인이 수급인을 상대로 하자보수를 갈음하는 손해배상청구를 하는 경우도 마찬가지여서 원칙적으로 도급인이 하자보수공사에 소요되는 부가가치세까지 부담하여야 한다면 그 배상을 청구할 수 있다.<br/>  그러나 도급인이 부가가치세 과세사업자로서 그 하자보수에 소요되는 부가가치세를 자기의 매출세액에서 공제하거나 환급받을 수 있는 때에는 그 부가가치세는 실질적으로 도급인의 부담으로 돌아가지 않게 되므로, 특별한 사정이 없는 한 도급인이 수급인에게 위 부가가치세 상당의 손해배상을 청구할 수 없다.<br/>[2] 도급인이 부가가치세 면세사업자로서 그 하자보수에 소요되는 부가가치세가 부가가치세법 제39조 제1항 제7호에서 규정한 ‘면세사업과 관련된 매입세액’ 등에 해당하여 이를 자기의 매출세액에서 공제하거나 환급받을 수 없는 때에는 그 부가가치세는 실질적으로 도급인의 부담이 되므로, 도급인은 수급인에게 그 부가가치세 상당의 손해배상을 청구할 수 있다. 또한 도급인이 수급인에 대하여 청구할 수 있는 하자보수를 갈음하는 손해배상액에서 부가가치세액 상당을 공제하도록 하는 취지는 도급인이 하자 발생 및 그에 대한 보수 또는 배상으로 인하여 그 이전보다 더 유리하게 되는 불합리를 방지하고자 하는 데 있는 것이므로 현실적으로 도급인이 부가가치세액을 매출세액에서 공제하거나 환급받은 경우뿐만 아니라 그러한 가능성이 있는 경우까지도 포함한다고 할 것이지만, 도급인에게 책임지울 수 없는 사유로 부가가치세액의 공제나 환급이 사실상 불가능하게 된 때에는 하자보수를 갈음하는 손해배상액에서 이를 공제할 것은 아니다.<br/>[3] 건설공사에 관한 도급계약이 상행위에 해당하는 경우 그 도급계약에 근거한 수급인의 하자담보책임은 상법 제64조 본문에 의하여 원칙적으로 5년의 소멸시효에 걸리고, 그 소멸시효기간은 민법 제166조 제1항에 따라 그 권리를 행사할 수 있는 때인 하자가 발생한 시점부터 진행하는 것이 원칙이나, 그 하자가 건물의 인도 당시부터 이미 존재하고 있는 경우에는 이와 관련한 하자보수를 갈음하는 손해배상채권의 소멸시효기간은 건물을 인도한 날부터 진행한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제667조, 제750조, 제763조, 부가가치세법 제3조 제1항 제1호, 제37조, 제38조 제1항 제1호 / [2] 민법 제667조, 부가가치세법 제37조, 제38조, 제39조 제1항 제7호 / [3] 민법 제166조 제1항, 제664조, 상법 제64조<br/>",
  "참조판례": "[1] 대법원 1993. 7. 27. 선고 92다47328 판결(공1993하, 2390), 대법원 2006. 4. 28. 선고 2004다39511 판결 / [2] 대법원 2015. 12. 10. 선고 2015다213292 판결, 대법원 2015. 12. 10. 선고 2015다218570 판결, 대법원 2016. 3. 24. 선고 2014다219279 판결 / [3] 대법원 2012. 7. 12. 선고 2010다90234 판결<br/>"
}