{
  "판례일련번호": "217395",
  "사건명": "게임산업진흥에관한법률위반",
  "사건번호": "2021도4785",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210721",
  "판시사항": "[1] 게임물의 내용 구현과 밀접한 관련이 있는 게임물의 운영방식을 등급분류신청서나 그에 첨부된 게임물내용설명서에 기재된 내용과 다르게 변경하여 이용에 제공하는 행위가 게임산업진흥에 관한 법률 제32조 제1항 제2호에서 정한 ‘등급을 받은 내용과 다른 내용의 게임물을 이용에 제공하는 행위’에 해당하는지 여부(적극)<br/>[2] 피고인들이 PC방에 게임기를 설치하고 무료 모바일 게임물로 등급분류 받은 특정 게임물을 아케이드 게임물로 플랫폼을 변경하여 게임기의 지폐투입구에 현금 1만 원을 투입하면 3분 동안 위 게임물이 작동되게 하는 방식으로 영업함으로써 게임산업진흥에 관한 법률을 위반하였다는 내용으로 기소된 사안에서, 무료 모바일 게임물로 등급분류 받은 게임물을 유료 아케이드 게임물 형태로 제공한 피고인들의 행위는 ‘게임물의 내용 구현과 밀접한 관련이 있는 게임물의 운영방식을 변경하여 이용에 제공한 행위’로서 같은 법 제32조 제1항 제2호에서 정한 ‘등급을 받은 내용과 다른 내용의 게임물을 이용에 제공하는 행위’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 게임산업진흥에 관한 법률(이하 ‘게임산업법’이라고 한다) 제21조 제1항, 제5항, 제22조 제2항, 제28조 제2호의2, 제32조 제1항 제2호, 제38조 제8항, 제45조 제4호, 제46조 제6호, 게임산업진흥에 관한 법률 시행규칙 제9조의2 제2항, 제3항의 내용 및 입법 취지 등에 비추어 보면, 게임물 자체의 내용뿐만 아니라 게임물의 내용 구현과 밀접한 관련이 있는 게임물의 운영방식을 등급분류신청서나 그에 첨부된 게임물내용설명서에 기재된 내용과 다르게 변경하여 이용에 제공하는 행위도 게임산업법 제32조 제1항 제2호에서 정한 ‘등급을 받은 내용과 다른 내용의 게임물을 이용에 제공하는 행위’에 해당한다고 보아야 한다.<br/>[2] 피고인들이 PC방에 게임기 60대를 설치하고 무료 모바일 게임물로 등급분류 받은 특정 게임물을 아케이드 게임물로 플랫폼을 변경하여 게임기의 지폐투입구에 현금 1만 원을 투입하면 3분 동안 위 게임물이 작동되게 하는 방식으로 영업함으로써 게임산업진흥에 관한 법률(이하 ‘게임산업법’이라고 한다)을 위반하였다는 내용으로 기소된 사안에서, 무료인 모바일 게임이 유료의 아케이드 게임물 형태로 변경됨으로써 잠재적ㆍ현실적 게임이용자의 게임 참가가능성, 게임에 참여할 수 있는 횟수ㆍ정도 등에 변경이 초래된 점, 위 게임물이 사행성이 강한 슬롯머신(릴회전류)을 모사한 게임물인 점을 고려할 때 게임물의 과금체계를 무료에서 유료로 변경하는 것은 사행성 조장의 정도에서 현격한 차이가 있고, 과금체계 변경은 등급분류에 있어 중요한 의미가 있는 점 등의 여러 사정을 종합하면, 무료 모바일 게임물로 등급분류 받은 게임물을 유료 아케이드 게임물 형태로 제공한 피고인들의 행위는 ‘게임물의 내용 구현과 밀접한 관련이 있는 게임물의 운영방식을 변경하여 이용에 제공한 행위’로서 게임산업법 제32조 제1항 제2호에서 정한 ‘등급을 받은 내용과 다른 내용의 게임물을 이용에 제공하는 행위’에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 게임산업법이 정한 ‘게임물의 내용’ 및 등급분류에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 게임산업진흥에 관한 법률 제21조 제1항, 제5항, 제22조 제2항, 제28조 제2호의2, 제32조 제1항 제2호, 제38조 제8항, 제45조 제4호, 제46조 제6호, 게임산업진흥에 관한 법률 시행규칙 제9조의2 제2항, 제3항 / [2] 게임산업진흥에 관한 법률 제21조 제1항, 제5항, 제32조 제1항 제2호, 제45조 제4호<br/>",
  "참조판례": "[1] 대법원 2014. 11. 13. 선고 2013도9831 판결(공2014하, 2393)<br/>"
}