{
  "판례일련번호": "217345",
  "사건명": "부당이득금",
  "사건번호": "2019다300477",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 등에서 정한 주거이전비 등의 지급절차가 이루어지지 않은 경우, 주택재개발정비사업의 시행자가 종전 토지나 건축물을 사용ㆍ수익하고 있는 현금청산대상자를 상대로 부당이득반환을 청구할 수 있는지 여부(소극)<br/>",
  "판결요지": "구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제49조 제6항은 ‘관리처분계획의 인가ㆍ고시가 있은 때에는 종전의 토지 또는 건축물의 소유자ㆍ지상권자ㆍ전세권자ㆍ임차권자 등 권리자는 제54조의 규정에 의한 이전의 고시가 있은 날까지 종전의 토지 또는 건축물에 대하여 이를 사용하거나 수익할 수 없다. 다만 사업시행자의 동의를 받거나 제40조 및 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)에 따른 손실보상이 완료되지 아니한 권리자의 경우에는 그러하지 아니하다.’고 정한다. 이 조항은 토지보상법 제43조에 대한 특별 규정으로서, 사업시행자가 현금청산대상자나 임차인 등에 대해서 종전의 토지나 건축물의 인도를 구하려면 관리처분계획의 인가ㆍ고시만으로는 부족하고 구 도시정비법 제49조 제6항 단서에서 정한 대로 토지보상법에 따른 손실보상이 완료되어야 한다.<br/>구 도시정비법 제40조 제1항 본문은 ‘정비사업의 시행을 위한 수용 또는 사용에 관하여 도시정비법에 특별한 규정이 있는 경우를 제외하고는 토지보상법을 준용한다.’고 정한다. 토지보상법 제78조 제1항은 “사업시행자는 공익사업의 시행으로 인하여 주거용 건축물을 제공함에 따라 생활의 근거를 상실하게 되는 자를 위하여 대통령령으로 정하는 바에 따라 이주대책을 수립ㆍ실시하거나 이주정착금을 지급하여야 한다.”라고 정하고, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제41조는 ‘사업시행자가 이주대책을 수립ㆍ실시하지 아니하는 경우 또는 이주대책대상자가 이주정착지가 아닌 다른 지역으로 이주하려는 경우에는 이주대책대상자에게 국토교통부령으로 정하는 바에 따라 이주정착금을 지급하여야 한다.’고 정한다. 또한 토지보상법 제78조 제5항은 “주거용 건물의 거주자에 대하여는 주거 이전에 필요한 비용과 가재도구 등 동산의 운반에 필요한 비용을 산정하여 보상하여야 한다.”라고 정한다. 이러한 법령 조항의 내용과 체계, 그 개정 경위와 입법 취지를 종합하면 토지보상법 제78조 등에서 정한 주거이전비, 이주정착금, 이사비(이하 ‘주거이전비 등’이라 한다)는 구 도시정비법 제49조 제6항 단서에서 정한 ‘토지보상법에 따른 손실보상’에 해당한다고 보아야 한다.<br/>구 도시정비법 제49조 제6항 단서에서 정한 토지보상법에 따른 손실보상이 완료되려면 협의나 수용재결에서 정해진 토지나 건축물 등에 대한 보상금의 지급 또는 공탁뿐만 아니라 주거이전비 등에 대한 지급절차까지 이루어져야 한다. 만일 협의나 재결절차 등에 따라 주거이전비 등의 지급절차가 이루어지지 않았다면 관리처분계획의 인가ㆍ고시가 있더라도 분양신청을 하지 않거나 철회하여 현금청산대상자가 된 자는 종전의 토지나 건축물을 사용ㆍ수익할 수 있다. 위와 같이 주거이전비 등을 지급할 의무가 있는 주택재개발정비사업의 시행자가 종전 토지나 건축물을 사용ㆍ수익하고 있는 현금청산대상자를 상대로 부당이득반환을 청구하는 것은 허용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제40조 제1항(현행 제65조 제1항 참조), 제49조 제6항(현행 제81조 제1항 참조), 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제26조, 제28조 제1항, 제43조, 제62조, 제78조 제1항, 제5항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제41조, 민법 제741조<br/>",
  "참조판례": "대법원 2021. 6. 30. 선고 2019다207813 판결(공2021하, 1364)<br/>"
}