{
  "판례일련번호": "217445",
  "사건명": "소유권이전청구권가등기말소등기",
  "사건번호": "2017다48218",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210909",
  "판시사항": "[1] 임대주택의 임대의무기간 중 매도인의 임대사업자 지위를 승계하여 임대사업을 하기 위하여 임대주택을 매수한 경우, 매매계약의 효력(유효) / 매수인이 임대주택의 소유권을 취득하기 위해서는 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마친 ‘임대사업자’이어야 하는지 여부(적극) 및 이때 매수인이 임대주택의 소유권을 취득하는 시기(=소유권이전등기 후 임대사업자 등록을 마친 때)<br/>[2] 임대의무기간이 지난 공공건설임대주택의 경우 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매가 허용되는지 여부(적극) 및 이때 매수인이 공공건설임대주택의 소유권을 취득하기 위하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마쳐야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것)이 임대의무기간 중 임대주택의 매각을 원칙적으로 금지하고 임대사업자 간 매매를 예외적으로 허용하는 취지, 매각 신고 시 관할 행정청으로 하여금 매수인이 등록된 임대사업자인지 확인하도록 하는 점, 구 임대주택법상 임대사업자의 등록 기준을 갖추지 못하면 임대사업자로 등록할 수 없고 등록하지 않은 사람은 임대사업자가 아니며, 임대사업자 등록을 하지 않은 사람이 임대주택을 취득할 수 있다면 임대사업자 간 매매를 예외적으로 허용하는 임대주택법령의 취지에 반하고 임차인의 이익을 해할 우려가 있는 점 등을 종합해 보면, 임대주택의 임대의무기간 중 매도인의 임대사업자 지위를 승계하여 임대사업을 하기 위하여 임대주택을 매수한 경우 그 매매계약은 강행법규인 구 임대주택법 제16조에 반하지 않아 유효하지만, 매수인이 임대주택의 소유권을 적법하게 취득하기 위해서는 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 마친 ‘임대사업자’일 것이 요구된다고 보아야 한다. 그 경우 임대주택을 매수한 사람이 소유권이전등기를 마쳤다고 하더라도 그 임대주택에 관하여 구 임대주택법 제6조에 따른 임대사업자 등록을 하지 않았다면 임대주택의 소유권을 취득할 수 없고, 소유권이전등기 후 임대사업자 등록을 마쳤다면 그때 비로소 임대주택의 소유권을 취득한다고 봄이 타당하다.<br/>[2] 임대의무기간이 지난 공공건설임대주택에 관하여는 분양전환에 관한 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 외에 임대사업자 간 매매에 관한 규정은 없다. 그러나 임대주택을 다른 임대사업자에게 매각하는 것은 위 제21조에서 규율하는 ‘분양전환’에 해당하지 않고, 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 임차인의 이익을 해할 염려가 없어 임대주택의 매각이 엄격히 제한되는 임대의무기간 중에도 허용되는 점, 매수인이 매도인의 임대사업자 지위를 승계하여 임대의무기간 경과 후 분양전환 등과 관련된 임차인의 이익을 해할 우려가 없는 점을 고려하면, 임대의무기간이 지난 공공건설임대주택의 경우에도 구 임대주택법 제16조 제3항에 따른 임대사업자 간 매매는 허용된다고 보아야 한다. 이 경우에도 매수인이 공공건설임대주택의 소유권을 취득하기 위하여는 구 임대주택법 제6조에 따른 임대사업자 등록을 마쳐야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제2조 제4호(현행 민간임대주택에 관한 특별법 제2조 제7호 및 현행 공공주택 특별법 제4조 제1항 참조), 제6조(현행 민간임대주택에 관한 특별법 제5조 및 현행 공공주택 특별법 제4조 참조), 제16조(현행 민간임대주택에 관한 특별법 제43조 및 현행 공공주택 특별법 제50조의2 참조), 구 임대주택법 시행령(2013. 12. 4. 대통령령 제24911호로 개정되기 전의 것) 제7조 제2항(현행 민간임대주택에 관한 특별법 시행령 제4조 제2항 참조), 제8조 제2항(현행 민간임대주택에 관한 특별법 시행령 제4조 제5항 참조), 제3항(현행 민간임대주택에 관한 특별법 시행령 제4조 제7항 참조), 제13조 제2항 제1호(현행 민간임대주택에 관한 특별법 시행령 제34조 제2항 및 현행 공공주택 특별법 제50조의2 참조), 구 임대주택법 시행규칙(2013. 12. 5. 국토교통부령 제44호로 개정되기 전의 것) 제3조(현행 민간임대주택에 관한 특별법 시행규칙 제2조 참조), 제6조(현행 민간임대주택에 관한 특별법 시행규칙 제15조 및 현행 공공주택 특별법 시행규칙 제38조 참조) / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제2조 제6호(현행 공공주택 특별법 제2조 제4호 참조), 제6조(현행 민간임대주택에 관한 특별법 제5조 및 현행 공공주택 특별법 제4조 참조), 제16조 제3항(현행 민간임대주택에 관한 특별법 제43조 제2항 및 현행 공공주택 특별법 제50조의2 제2항 참조), 제21조(현행 공공주택 특별법 제50조의3 참조)<br/>",
  "참조판례": "[1] 대법원 2005. 6. 9. 선고 2005다11046 판결(공2005하, 1125) <br/>"
}