{
  "판례일련번호": "217447",
  "사건명": "손해배상(기)",
  "사건번호": "2016다203933",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210909",
  "판시사항": "[1] 당사자들이 분쟁을 인식하지 못한 상태에서 일방 당사자가 이행해야 할 채무액에 관하여 협의하였다거나 일방 당사자의 채무이행에 대해 상대방 당사자가 이의를 제기하지 않았다는 사정만으로 묵시적 화해계약의 성립을 인정할 수 있는지 여부(소극)<br/>[2] 자동차 정비업자가 보험회사에 차량 수리비를 청구하는 경우, 구 자동차손해배상 보장법 제16조 제1항에 근거하여 국토해양부장관이 공표한 자료가 수리비 산정의 기준이 되는지 여부(원칙적 적극) 및 일반적으로 정비업자가 위 조항에 근거하여 국토해양부장관이 공표한 ‘탈착교환 표준작업시간표’에 따라 산정된 수리기간 내에 차량의 수리를 마쳐야 할 의무를 부담하는지 여부(소극) / 정비업자가 수리를 지연하였다는 사정만으로 보험회사에 대해 불법행위책임을 부담하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 화해계약이 성립하기 위해서는 분쟁이 된 법률관계에 관하여 당사자 쌍방이 서로 양보함으로써 분쟁을 끝내기로 하는 의사의 합치가 있어야 하는데, 화해계약이 성립한 이후에는 그 목적이 된 사항에 관하여 나중에 다시 이행을 구하는 등으로 다툴 수 없는 것이 원칙이므로, 당사자가 한 행위나 의사표시의 해석을 통하여 묵시적으로 그와 같은 의사의 합치가 있었다고 인정하기 위해서는 그 당시의 여러 사정을 종합적으로 참작하여 이를 엄격하게 해석하여야 한다. 따라서 당사자들이 분쟁을 인식하지 못한 상태에서 일방 당사자가 이행해야 할 채무액에 관하여 협의하였다거나 일방 당사자의 채무이행에 대해 상대방 당사자가 이의를 제기하지 않았다는 사정만으로는 묵시적 화해계약이 성립하였다고 보기 어렵다.<br/>[2] 구 자동차손해배상 보장법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제16조 제1항은 “국토해양부장관은 보험회사 등과 자동차 정비업자 간의 정비요금에 대한 분쟁을 예방하기 위하여 적절한 정비요금(표준작업시간과 공임 등을 포함한다)에 대하여 조사ㆍ연구하여 그 결과를 공표한다.”라고 규정하고 있는데, 주무장관이 위 법률 조항에 근거하여 공표한 자료는 다른 반증이 없는 한 객관성과 합리성을 지닌 자료로서 정비요금의 액수가 타당한지 여부에 관한 다툼이 있을 때 유력한 증거자료가 된다. 즉, 정비업자가 보험회사에 차량 수리비를 청구하는 경우 국토해양부장관이 위와 같이 공표한 자료는 특별한 사정이 없는 한 당사자들 사이에 수리비를 산정하기 위한 기준이 된다. 그러나 국토해양부장관이 위 법률 조항에 따라 공표한 ‘탈착교환 표준작업시간표’에는 특정 정비업자의 실제 작업 상황, 즉 인력 현황, 대기 차량의 수, 차주와의 협의 사항 등이 반영되어 있지 않으므로, 일반적으로 정비업자가 자신이 처한 실제 작업 상황과 무관하게 위 ‘탈착교환 표준작업시간표’에 따라 산정된 수리기간 내에 차량의 수리를 마쳐야 할 의무를 부담한다고 볼 수는 없다.<br/>한편 보험회사는 보험계약에 따라 사고 차량의 차주가 렌터카를 이용한 기간의 전부 또는 일부에 대해 차주 또는 렌터카 업체에 렌트비 상당의 보험금을 지급하는데, 차주가 대체로 차량 수리기간 동안 렌터카를 이용하는 상황에서는 보험회사가 지출할 금액은 주로 정비업자가 차량을 인수하여 수리하는 기간에 영향을 받게 된다. 정비업자는 이러한 법률관계에 당사자로서 직접 관여하는 것은 아니므로 정비업자가 단지 수리를 지연하였다는 사정만으로 당연히 보험회사에 대해 불법행위책임을 부담하는 것은 아니고, 위와 같은 법률관계를 이용하여 보험회사로 하여금 과다한 금액을 지출하도록 할 의도로 적극적으로 수리를 지연하는 등의 특별한 사정이 있는 경우에 한하여 비로소 보험회사에 대해 불법행위책임을 부담할 여지가 있을 뿐이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제731조, 제732조 / [2] 민법 제750조, 구 자동차손해배상 보장법(2013. 3. 23. 법률 제11690호로 개정되기 전의 것) 제16조 제1항(현행 삭제)<br/>",
  "참조판례": "[1] 대법원 1998. 11. 24. 선고 98다27210 판결, 대법원 2007. 3. 15. 선고 2004다64272 판결(공2007상, 531), 대법원 2007. 11. 29. 선고 2005다64552 판결(공2007하, 2001) / [2] 대법원 2014. 4. 30. 선고 2012다109576 판결<br/>"
}