{
  "판례일련번호": "217419",
  "사건명": "성폭력범죄자의성충동약물치료에관한법률위반[피고인이 헌법불합치결정에 따른 개선입법에서 규정하고 있는 집행면제 신청을 할 수 없어 집행의 필요성에 대한 법원의 판단을 받지 못한 채 이루어진 성충동 약물치료 명령의 집행에 따른 준수사항을 위반한 사건]",
  "사건번호": "2020도16111",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210819",
  "판시사항": "[1] 성충동 약물치료 명령에 따른 준수사항 위반행위를 처벌하는 성폭력범죄자의 성충동 약물치료에 관한 법률 제35조 제2항에서 정한 ‘정당한 사유’의 법적 성격(=구성요건해당성 조각사유) 및 정당한 사유가 없다는 사실에 대한 증명책임 소재(=검사) / 준수사항 위반행위에 정당한 사유가 있는지 판단하는 방법<br/>[2] 피고인이 성폭력범죄를 저질러 성폭력범죄자의 성충동 약물치료에 관한 법률에 따른 1년간의 성충동 약물치료 명령(치료명령)을 선고받아 확정되었는데, 그 집행에 불응하여 같은 법 위반죄로 징역 1년 6월을 복역하다가 징역형 집행종료 2개월 전 재개된 치료명령의 집행시도에서 약물치료 부작용에 대한 우려 등을 이유로 보호관찰관의 약물치료 지시에 다시 불응함으로써 ‘정당한 사유’ 없이 준수사항을 위반하였다는 내용으로 기소된 사안에서, 피고인은 집행시도 당시 집행의 필요성에 대한 법원의 판단을 받을 필요가 있었음에도 그 기회를 얻지 못한 상황에서 이러한 점을 이유로 약물치료 지시에 불응한 것으로 볼 수 있어 피고인의 준수사항 위반행위에는 정당한 사유가 있다고 한 사례<br/>",
  "판결요지": "[1] 성폭력범죄자의 성충동 약물치료에 관한 법률(이하 ‘성충동약물치료법’이라고 한다) 제10조 제1항 제1호는 성충동 약물치료 명령(이하 ‘치료명령’이라고 한다)을 받은 사람은 치료기간 동안 보호관찰관의 지시에 따라 성실히 약물치료에 응하여야 한다고 규정하고, 제35조 제2항은 \"이 법에 따른 약물치료를 받아야 하는 사람이 정당한 사유 없이 제10조 제1항 각호의 준수사항을 위반한 때에는 3년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다.\"라고 규정한다. <br/>성충동 약물치료는 치료대상자의 신체의 자유, 사생활의 자유, 개인의 자기운명결정권, 인격권 등의 기본권을 제한하는 조치이므로, 성충동약물치료법 제35조 제2항은 약물치료 등 치료명령을 수인하기 어려운 정당한 사유가 있는 경우에는 피고인이 치료명령에 따른 준수사항을 위반하더라도 벌할 수 없도록 하여 기본권의 침해를 최소화하고자 하고 있다. <br/>  정당한 사유는 구체적인 사안에서 법관이 개별적으로 판단해야 하는 불확정개념으로서, 실정법의 엄격한 적용으로 생길 수 있는 불합리한 결과를 막고 구체적 타당성을 실현하기 위한 것이다. 정당한 사유는 구성요건해당성을 조각하는 사유로, 정당한 사유가 없다는 사실을 검사가 증명하여야 하고, 이는 형법상 위법성조각사유인 정당행위나 책임조각사유인 기대불가능성과는 구별된다. <br/>  준수사항 위반행위에 정당한 사유가 있는지 여부를 판단할 때에는 성충동약물치료법의 목적과 기능 및 준수사항 위반에 대한 같은 법 제35조 제2항의 입법 취지를 충분히 고려하면서, 피고인이 준수사항을 위반하게 된 구체적인 동기와 경위, 준수사항을 위반함으로써 발생한 결과 등을 종합적으로 고려하여 구체적인 사안에 따라 개별적으로 판단하여야 한다.<br/>[2] 피고인이 성폭력범죄를 저질러 성폭력범죄자의 성충동 약물치료에 관한 법률(이하 ‘성충동약물치료법’이라고 한다)에 따른 1년간의 성충동 약물치료 명령(이하 ‘치료명령’이라고 한다)을 선고받아 확정되었는데, 그 집행에 불응하여 성충동약물치료법 위반죄로 징역 1년 6월을 복역하다가 징역형 집행종료 2개월 전 재개된 치료명령의 집행시도에서 약물치료 부작용에 대한 우려 등을 이유로 보호관찰관의 약물치료 지시에 다시 불응함으로써 ‘정당한 사유’ 없이 준수사항을 위반하였다는 내용으로 기소된 사안에서, 치료명령을 규정한 성충동약물치료법 제8조 제1항에 대한 헌법재판소의 헌법불합치결정에 따라 성충동약물치료법이 2017. 12. 19. 법률 제15254호로 개정되어 치료명령의 집행시점에 집행의 필요성을 다시 한번 심리ㆍ판단하도록 하는 집행면제 신청 제도가 신설되었는데(같은 법 제8조의2), 그 부칙 제3조는 신설된 집행면제 관련 규정이 개정법 시행 전에 치료명령을 선고받은 사람에 대해서도 적용된다고 규정한 점, 피고인의 경우 집행시도 당시 치료명령 선고일로부터 6년 가까이 경과하였으므로 여전히 재범의 위험성이 있는지 등 치료명령 집행의 필요성에 대한 법원의 판단을 다시 받을 필요가 있었고, 피고인도 이를 원한다는 의사표시를 하였던 점, 그런데 피고인은 성충동약물치료법 제8조의2 제2항의 집행면제 신청기간의 제한 등으로 인하여 법원의 판단을 다시 받지 못한 점 등을 종합하면, 피고인은 집행시도 당시 집행의 필요성에 대한 법원의 판단을 받을 필요가 있었음에도 그 기회를 얻지 못한 상황에서 이러한 점을 이유로 약물치료 지시에 불응한 것으로 볼 수 있어 피고인의 준수사항 위반행위에는 정당한 사유가 있다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심의 판단에 성충동약물치료법 제35조 제2항의 ‘정당한 사유’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제12조, 제17조, 제37조 제2항, 성폭력범죄자의 성충동 약물치료에 관한 법률 제1조, 제8조 제1항, 제8조의2, 제10조 제1항, 제14조, 제35조 제2항, 부칙(2017. 12. 19.) 제3조 / [2] 성폭력범죄자의 성충동 약물치료에 관한 법률 제8조의2 제1항, 제2항, 제10조 제1항 제1호, 제14조, 제35조 제2항, 부칙(2017. 12. 19.) 제3조<br/>",
  "참조판례": "[1] 대법원 2018. 11. 1. 선고 2016도10912 전원합의체 판결(2018하, 2401)<br/>"
}