{
  "판례일련번호": "217435",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2016두36345",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210909",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률 제26조 제1항 제1호에서 정한 ‘사업자단체의 금지행위’의 성립 요건 및 어떤 공동행위가 독점규제 및 공정거래에 관한 법률 제19조 제1항에서 정한 ‘경쟁제한성’ 및 부당성을 갖는지 판단하는 방법<br/>[2] 사업자단체의 결의가 구성사업자의 사업 활동에 있어서 공정하고 자유로운 경쟁을 저해하는 경우, 독점규제 및 공정거래에 관한 법률 제26조 제1항 제3호에 규정된 ‘구성사업자의 사업내용 또는 활동을 부당하게 제한하는 행위’에 해당하는지 여부(적극)<br/>[3] 대한민국의 의사를 구성사업자로 하는 甲 사업자단체가 원격의료 및 영리병원 허용정책에 대한 찬반투표를 실시하고 그 결과에 따라 휴업 참여 여부는 소속 회원들이 자율적으로 결정하도록 하여 하루 휴업을 실행하기로 결의하고 회원들에게 이를 통지한 행위에 대하여, 공정거래위원회가 구성사업자인 의사들의 의료서비스 거래를 제한함으로써 부당하게 경쟁을 제한한다는 등의 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 위 행위는 독점규제 및 공정거래에 관한 법률 제26조 제1항 제1호, 제3호에서 금지하는 ‘부당하게 경쟁을 제한하는 행위’ 및 ‘구성사업자의 사업내용 또는 활동을 부당하게 제한하는 행위’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것, 이하 ‘공정거래법’이라 한다) 제26조 제1항 제1호가 정한 ‘사업자단체의 금지행위’는 사업자단체가 부당하게 경쟁을 제한하는 같은 법 제19조 제1항 각호에 규정된 행위를 할 것을 결정하고 사업자단체의 구성원 간에 사업자단체의 의사결정을 준수하여야 한다는 공동인식이 형성됨으로써 성립한다.<br/>어떤 공동행위가 ‘경쟁제한성’을 가지는지는 당해 상품이나 용역의 특성, 소비자의 제품선택 기준, 시장 및 사업자들의 경쟁에 미치는 영향 등 여러 사정을 고려하여, 당해 공동행위로 인하여 일정한 거래분야에서 경쟁이 감소하여 가격ㆍ수량ㆍ품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있는지를 살펴서 개별적으로 판단하여야 한다. 공동행위의 부당성은 소비자를 보호함과 아울러 국민경제의 균형 있는 발전을 도모한다는 공정거래법의 궁극적인 목적(제1조) 등에 비추어 당해 공동행위에 의하여 발생될 수 있는 경쟁제한적인 결과와 아울러 당해 공동행위가 경제 전반의 효율성에 미치는 영향 등을 비롯한 구체적 효과 등을 종합적으로 고려하여 인정 여부를 판단하여야 한다.<br/>[2] 원래 사업자단체는 구성사업자의 공동의 이익을 증진하는 것을 목적으로 하는 단체로서, 그 목적 달성을 위하여 단체의 의사결정에 의하여 구성사업자의 사업 활동에 대하여 일정한 범위의 제한을 하는 것은 예정되어 있으나, 그 결의가 구성사업자의 사업 활동에 있어서 공정하고 자유로운 경쟁을 저해하는 경우에는 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제26조 제1항 제3호에 규정된 ‘구성사업자의 사업내용 또는 활동을 부당하게 제한하는 행위'에 해당한다. <br/>[3] 대한민국의 의사면허를 취득한 자를 회원으로 의료법에 따라 설립된 甲 사업자단체가 원격의료제 등을 허용하는 내용의 의료법 개정안과 영리병원 허용정책에 대한 찬반투표를 실시하고 그 결과에 따라 휴업 참여 여부에 관하여는 소속 회원들이 자율적으로 결정하도록 하여 하루 휴업을 실행하기로 결의하고 회원들에게 이를 통지한 행위에 대하여, 공정거래위원회가 구성사업자인 의사들의 의료서비스 거래를 제한함으로써 부당하게 경쟁을 제한하고 휴업하도록 강제하는 방법으로 사업내용 또는 활동을 부당하게 제한하여 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것, 이하 ‘공정거래법’이라 한다) 제26조 제1항 제1호, 제3호에 위반된다는 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 위 행위가 경쟁제한성을 가지려면 휴업 실행 결의에 따라 상호 경쟁관계에 있는 구성사업자들 사이에서 경쟁이 제한되어 의료서비스의 가격ㆍ수량ㆍ품질 기타 거래조건 등의 결정에 영향을 미치거나 미칠 우려가 있어야 하는데, 단 하루 동안 휴업이 진행되었고 실제 참여율이 높지 않으며 응급실과 중환자실 등 필수 진료기관은 휴업에서 제외되는 등 휴업 기간, 참여율, 구체적인 범위와 내용 등에 비추어 보면 휴업으로 의료소비자의 의료서비스 이용에서의 대체가능성에 영향을 미쳤다고 볼 정도에 이르지 않았고 달리 의료서비스의 품질 기타 거래조건 등에 영향을 미쳐 의료서비스 시장에서 경쟁제한성이 인정될 정도라고 단정하기 어려운 점 등을 종합하면, 위 행위가 공정거래법 제26조 제1항 제1호 등에서 금지하는 ‘부당하게 경쟁을 제한하는 행위’에 해당한다고 볼 수 없고, 甲 사업자단체가 구성사업자들의 투표를 거쳐 휴업을 결의하기는 하였지만 구체적인 실행은 구성사업자인 의사들의 자율적 판단에 맡긴 것이어서 사업자단체인 甲이 구성사업자들인 의사들의 휴업 여부 판단에 간섭하였다고 볼 수 없는 등 위 행위가 공정거래법 제26조 제1항 제3호에서 정한 ‘부당한 제한행위’에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제1조, 제19조 제1항, 제26조 제1항 제1호 / [2] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제26조 제1항 제3호 / [3] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제19조 제1항, 제26조 제1항 제1호, 제3호<br/>",
  "참조판례": "[1] 대법원 2006. 11. 24. 선고 2004두10319 판결, 대법원 2009. 3. 26. 선고 2008두21058 판결, 대법원 2013. 11. 28. 선고 2012두17773 판결(공2014상, 77), 대법원 2015. 10. 29. 선고 2012두28827 판결(공2015하, 1791) / [2] 대법원 1997. 5. 16. 선고 96누150 판결(공1997상, 1759), 대법원 2003. 2. 20. 선고 2001두5347 전원합의체 판결(공2003상, 818)<br/>"
}