{
  "판례일련번호": "217649",
  "사건명": "노동조합설립무효확인",
  "사건번호": "2017다51610",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210225",
  "판시사항": "[1] 노동조합의 설립신고가 행정관청에 의하여 형식상 수리되었으나 헌법 제33조 제1항 및 노동조합 및 노동관계조정법 제2조 제4호가 규정한 실질적 요건을 갖추지 못한 경우, 설립이 무효로서 노동조합으로서의 지위를 가지지 않는다고 보아야 하는지 여부(적극)<br/>[2] 과거의 법률관계가 확인의 소의 대상이 될 수 있는 경우<br/>[3] 복수 노동조합 중 어느 한 노동조합이 다른 노동조합을 상대로 노동조합 및 노동관계조정법 제2조 제4호가 규정한 주체성과 자주성 등의 실질적 요건을 흠결하였음을 들어 설립무효의 확인을 구하거나 노동조합으로서의 법적 지위가 부존재한다는 확인을 구하는 소를 제기할 수 있는지 여부(적극) 및 해당 노동조합의 설립이 무효인 하자가 해소되거나 치유되지 아니한 채 존재하는지를 판단하는 기준 시점(=사실심 변론종결 시)<br/>",
  "판결요지": "[1] 노동조합의 조직이나 운영을 지배하거나 개입하려는 사용자의 부당노동행위에 의해 노동조합이 설립된 것에 불과하거나, 노동조합이 설립될 당시부터 사용자가 위와 같은 부당노동행위를 저지르려는 것에 관하여 노동조합 측과 적극적인 통모ㆍ합의가 이루어진 경우 등과 같이 해당 노동조합이 헌법 제33조 제1항 및 그 헌법적 요청에 바탕을 둔 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라고 한다) 제2조 제4호가 규정한 실질적 요건을 갖추지 못하였다면, 설령 설립신고가 행정관청에 의하여 형식상 수리되었더라도 실질적 요건이 흠결된 하자가 해소되거나 치유되는 등의 특별한 사정이 없는 한 이러한 노동조합은 노동조합법상 설립이 무효로서 노동3권을 향유할 수 있는 주체인 노동조합으로서의 지위를 가지지 않는다고 보아야 한다.<br/>[2] 일반적으로 과거의 법률관계는 확인의 소의 대상이 될 수 없지만, 그것이 이해관계인들 사이에 현재적 또는 잠재적 분쟁의 전제가 되어 과거의 법률관계 자체의 확인을 구하는 것이 관련된 분쟁을 일거에 해결하는 유효ㆍ적절한 수단이 될 수 있는 경우에는 예외적으로 확인의 이익이 인정된다.<br/>[3] 복수 노동조합의 설립이 현재 전면적으로 허용되고 있을 뿐 아니라 교섭창구 단일화 제도가 적용되고 있는 현행 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라고 한다)하에서 복수 노동조합 중의 어느 한 노동조합은 원칙적으로 스스로 교섭대표노동조합이 되지 않는 한 독자적으로 단체교섭권을 행사할 수 없고(제29조의2, 제29조 제2항 등), 교섭대표노동조합이 결정된 경우 그 절차에 참여한 노동조합의 전체 조합원의 과반수 찬성 결정이 없으면 쟁의행위를 할 수 없게 되며(제41조 제1항), 쟁위행위는 교섭대표노동조합에 의해 주도되어야 하는(제29조의5, 제37조 제2항) 등 법적인 제약을 받게 된다. 그러므로 단체교섭의 주체가 되고자 하는 노동조합으로서는 위와 같은 제약에 따르는 현재의 권리 또는 법률상 지위에 대한 위험이나 불안을 제거하기 위하여 다른 노동조합을 상대로 해당 노동조합이 설립될 당시부터 노동조합법 제2조 제4호가 규정한 주체성과 자주성 등의 실질적 요건을 흠결하였음을 들어 설립무효의 확인을 구하거나 노동조합으로서의 법적 지위가 부존재한다는 확인을 구하는 소를 제기할 수 있다고 보는 것이 타당하다. 아울러 이러한 확인청구소송의 인용판결은 사실심 변론종결 시를 기준으로 노동조합의 설립이 무효인 하자가 해소되거나 치유되지 아니한 채 남아 있음으로써 해당 노동조합이 노동조합으로서의 법적 지위를 갖지 아니한다는 점을 확인하는 것일 뿐 이러한 판결의 효력에 따라 노동조합의 지위가 비로소 박탈되는 것이 아니다. 그러므로 노동조합의 설립이 무효인 하자가 해소되거나 치유되지 아니한 채 존재하는지에 관한 증명은 판단의 기준 시점인 사실심 변론종결 당시까지 할 수 있고, 법원은 해당 노동조합의 설립 시점부터 사실심 변론종결 당시까지 사이에 발생한 여러 가지 사정들을 종합적으로 고려하여 노동조합이 설립 과정에서 노동조합법 제2조 제4호가 규정한 주체성과 자주성 등의 실질적 요건을 흠결한 하자가 여전히 남아 있는지, 이에 따라 현재의 권리 또는 법률관계인 그 노동조합이 노동조합으로서의 법적 지위를 갖는지 여부를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제33조 제1항, 노동조합 및 노동관계조정법 제1조, 제2조 제4호, 제10조, 제12조 제3항 제1호, 제21조, 제81조 제1항 제4호 / [2] 민사소송법 제250조 / [3] 헌법 제33조 제1항, 노동조합 및 노동관계조정법 제2조 제4호, 제29조 제2항, 제29조의2, 제29조의5, 제37조 제2항, 제41조 제1항, 민사소송법 제250조<br/>",
  "참조판례": "[2] 대법원 1995. 3. 28. 선고 94므1447 판결(공1995상, 1751), 대법원 1995. 11. 14. 선고 95므694 판결(공1996상, 54), 대법원 2020. 8. 20. 선고 2018다249148 판결(공2020하, 1769)<br/>"
}