{
  "판례일련번호": "217651",
  "사건명": "임료/유류분",
  "사건번호": "2016다210498",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210715",
  "판시사항": "[1] 공동상속인 중에 피상속인으로부터 재산의 생전 증여로 민법 제1008조의 특별수익을 받은 사람이 있는 경우, 증여가 상속개시 1년 이전의 것인지 또는 당사자 쌍방이 유류분권리자에게 손해를 가할 것을 알고서 하였는지와 관계없이 증여를 받은 재산이 유류분 산정을 위한 기초재산에 산입되는지 여부(적극)<br/>[2] 상속분 양도의 의미 및 공동상속인이 다른 공동상속인에게 무상으로 자신의 상속분을 양도한 경우, 그 상속분이 양도인 사망으로 인한 상속에서 유류분 산정을 위한 기초재산에 산입되는지 여부(적극)<br/>",
  "판결요지": "[1] 유류분에 관한 민법 제1118조에 따라 준용되는 민법 제1008조는 ‘특별수익자의 상속분’에 관하여 “공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 자가 있는 경우에 그 수증재산이 자기의 상속분에 달하지 못한 때에는 그 부족한 부분의 한도에서 상속분이 있다.”라고 정하고 있다. 공동상속인 중에 피상속인으로부터 재산의 생전 증여로 민법 제1008조의 특별수익을 받은 사람이 있으면 민법 제1114조가 적용되지 않으므로, 그 증여가 상속개시 1년 이전의 것인지 여부 또는 당사자 쌍방이 유류분권리자에 손해를 가할 것을 알고서 하였는지 여부와 관계없이 증여를 받은 재산이 유류분 산정을 위한 기초재산에 산입된다.<br/>[2] 상속분 양도는 상속재산분할 전에 적극재산과 소극재산을 모두 포함한 상속재산 전부에 관하여 공동상속인이 가지는 포괄적 상속분, 즉 상속인 지위의 양도를 뜻한다. 공동상속인이 다른 공동상속인에게 무상으로 자신의 상속분을 양도하는 것은 특별한 사정이 없는 한 유류분에 관한 민법 제1008조의 증여에 해당하므로, 그 상속분은 양도인의 사망으로 인한 상속에서 유류분 산정을 위한 기초재산에 산입된다고 보아야 한다. 그 이유는 다음과 같다.<br/>유류분제도는 피상속인의 재산처분행위로부터 유족의 생존권을 보호하고 법정상속분의 일정비율에 해당하는 부분을 유류분으로 산정하여 상속인의 상속재산 형성에 대한 기여와 상속재산에 대한 기대를 보장하는 데 그 목적이 있다. 민법 제1118조에 따라 준용되는 민법 제1008조는 공동상속인 중에 피상속인으로부터 재산의 증여 또는 유증을 받은 특별수익자가 있는 경우에 공동상속인들 사이의 공평을 기하기 위하여 그 수증재산을 상속분의 선급으로 다루어 구체적인 상속분을 산정하는 데 참작하도록 하려는 데 그 취지가 있다.<br/>  이러한 유류분제도의 입법 목적과 민법 제1008조의 취지에 비추어 보면, 유류분 산정의 기초재산에 산입되는 증여에 해당하는지 여부를 판단할 때에는 피상속인의 재산처분행위의 법적 성질을 형식적ㆍ추상적으로 파악하는 데 그쳐서는 안 되고, 재산처분행위가 실질적인 관점에서 피상속인의 재산을 감소시키는 무상처분에 해당하는지 여부에 따라 판단하여야 한다.<br/>  다른 공동상속인으로부터 상속분을 양수한 공동상속인은 자신이 가지고 있던 상속분과 양수한 상속분을 합한 상속분을 가지고 상속재산분할 절차에 참여하여 그 상속분 합계액에 해당하는 상속재산을 분배해 달라고 요구할 수 있다. 따라서 상속분에 포함된 적극재산과 소극재산의 가액 등을 고려할 때 상속분에 재산적 가치가 있다면 상속분 양도는 양도인과 양수인이 합의하여 재산적 이익을 이전하는 것이라고 할 수 있다. <br/>  상속재산분할이 상속이 개시된 때 소급하여 효력이 있다고 해도(민법 제1015조 본문), 위와 같이 해석하는 데 지장이 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제1008조, 제1112조, 제1113조, 제1114조, 제1118조 / [2] 민법 제1008조, 제1015조, 제1112조, 제1113조, 제1118조<br/>",
  "참조판례": "[1][2] 대법원 1996. 2. 9. 선고 95다17885 판결(공1996상, 904) / [2] 대법원 2006. 3. 24. 선고 2006다2179 판결(공2006상, 724), 헌법재판소 2010. 4. 29. 선고 2007헌바144 전원재판부 결정(헌공163, 821)<br/>"
}