{
  "판례일련번호": "217771",
  "사건명": "건물등철거ㆍ소유권이전등기",
  "사건번호": "2021다200914, 200921",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210916",
  "판시사항": "[1] 당사자가 예상하지 못한 법률적 관점에 대한 법원의 석명 또는 지적의무<br/>[2] 甲이 자신이 소유하는 토지상에 있는 건물의 소유자인 乙을 상대로 건물의 철거와 부지 부분의 인도를 구하였는데, 원심법원이 甲과 乙의 조부인 丙이 당시 甲의 아버지인 丁 명의로 소유권이전등기가 마쳐져 있던 위 토지 등을 아들들에게 유증하는 내용의 인증서에 따라 乙의 아버지인 戊가 건물 부지 부분을 유증받았고, 戊로부터 건물과 부지 부분을 증여받은 乙은 戊를 대위하여 丁의 상속인인 甲에게 부지 부분에 관한 소유권이전등기절차의 이행을 구할 수 있으므로 甲의 청구가 신의성실의 원칙에 위반되어 허용될 수 없다고 한 사안에서, 乙이 戊를 대위하여 甲에게 유증을 원인으로 한 소유권이전등기절차의 이행을 구할 수 있음을 전제로 신의칙 위반 주장을 한 적이 없는데도, 이와 관련하여 당사자들에게 의견진술의 기회를 부여하거나 석명권을 행사하지 아니한 채 甲의 청구가 신의성실의 원칙에 위반된다고 본 원심판단에 석명의무 위반의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제136조 제1항은 “재판장은 소송관계를 분명하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 대하여 질문할 수 있고, 증명을 하도록 촉구할 수 있다.”라고 정하고, 같은 조 제4항은 “법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.”라고 정하고 있다. 그러므로 당사자가 부주의 또는 오해로 인하여 증명하지 아니한 것이 분명하거나 쟁점으로 될 사항에 관하여 당사자 사이에 명시적인 다툼이 없는 경우에는 법원은 석명을 구하고 증명을 촉구하여야 하고, 만일 당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점을 이유로 법원이 청구의 당부를 판단하려는 경우에는 그 법률적 관점에 대하여 당사자에게 의견진술의 기회를 주어야 한다. 그와 같이 하지 않고 예상외의 재판으로 당사자 일방에게 불의의 타격을 가하는 것은 석명의무를 다하지 아니하여 심리를 제대로 하지 아니한 위법을 범한 것이 된다.<br/>[2] 甲이 자신이 소유하는 토지상에 있는 건물의 소유자인 乙을 상대로 건물의 철거와 부지 부분의 인도를 구하였는데, 원심법원이 甲과 乙의 조부인 丙이 당시 甲의 아버지인 丁 명의로 소유권이전등기가 마쳐져 있던 위 토지 등을 아들들에게 유증하는 내용의 인증서에 따라 乙의 아버지인 戊가 건물 부지 부분을 유증받았고, 戊로부터 건물과 부지 부분을 증여받은 乙은 戊를 대위하여 丁의 상속인인 甲에게 부지 부분에 관한 소유권이전등기절차의 이행을 구할 수 있으므로 甲의 청구가 신의성실의 원칙에 위반되어 허용될 수 없다고 한 사안에서, 토지 소유권에 근거한 甲의 건물 철거 및 부지 부분 인도 청구에 대하여 乙이 戊를 대위하여 甲에게 유증을 원인으로 한 소유권이전등기절차의 이행을 구할 수 있음을 전제로 신의칙 위반 주장을 한 적이 없으므로, 甲도 유증을 원인으로 한 소유권이전등기절차 이행청구권의 존재에 대해서는 제대로 다툴 수가 없었는데도, 인증서 기재에 유증의 효력이 인정되는지 여부, 유증을 원인으로 한 소유권이전등기절차 이행청구권의 존부 등에 관하여 당사자들에게 의견진술의 기회를 부여하거나 석명권을 행사하지 아니한 채 丙이 인증서에 의하여 戊에게 건물 부지 부분을 유증하였다고 인정하고, 그에 따라 丁이 戊에게 부담하던 소유권이전등기의무를 상속인인 甲이 부담하게 되었으므로 甲의 청구는 신의성실의 원칙에 위반된다고 본 원심판단에 석명의무 위반의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 제1항, 제4항 / [2] 민사소송법 제136조 제1항, 제4항<br/>",
  "참조판례": "[1] 대법원 1994. 10. 21. 선고 94다17109 판결(공1994하, 3070), 대법원 2009. 9. 10. 선고 2009다30687 판결<br/>"
}