{
  "판례일련번호": "217793",
  "사건명": "이행확약금청구의소",
  "사건번호": "2017다282698",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210915",
  "판시사항": "[1] 이익보장약속에 의한 부당권유행위를 금지하는 구 간접투자자산 운용업법 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률 제272조 제6항 제2호가 강행규정인지 여부(적극) 및 이에 위배되는 이익보장약속의 효력(무효) / 사모투자전문회사의 업무집행사원이 관여하여 체결된 약정이 실질적으로는 이익보장약속에서 정한 이익을 투자자에게 제공하기 위한 것인 경우, 위 약정의 효력(무효)<br/>[2] 구 간접투자자산 운용업법 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률 제272조 제6항 제2호에서 금지하는 이익보장약속에 의한 부당권유행위나 그 일부를 이루는 이익보장약속의 주체(=사모투자전문회사의 업무집행사원) / 사모투자전문회사의 유한책임사원 등 제3자가 업무집행사원과의 협의하에 투자자에게 이익보장약속을 하고 업무집행사원이 이를 이용하여 투자를 권유한 경우, 위 금지규정에 위배되는지 여부(적극) / 통상적으로 이익보장약속의 상대방이 되는 투자자(=사모투자전문회사의 유한책임사원) 및 사실상 특정 사모투자전문회사의 유한책임사원과 유사한 지위에 있는 자도 이익보장약속의 상대방이 될 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 구 간접투자자산 운용업법(2009. 2. 4. 시행된 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 간접투자법’이라고 한다) 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것, 이하 ‘구 자본시장법’이라고 한다) 제272조 제6항 제2호는 사모투자전문회사의 업무집행사원(법인이 업무집행사원인 경우에는 법인의 임직원을 포함한다)이 ‘원금 또는 일정한 이익의 보장을 약속하는 등의 방법’(이하 ‘이익보장약속’이라고 한다)으로 사원이 될 것을 부당하게 권유하는 행위를 금지하고(이하 ‘금지규정’이라고 한다), 구 간접투자법 제184조 제27호와 구 자본시장법 제446조 제47호는 위 금지규정을 위반한 자를 형사처벌하도록 규정하고 있다. 구 간접투자법과 구 자본시장법이 위 금지규정을 두어 이익보장약속에 의한 부당권유행위를 금지한 것은, 사모투자전문회사가 투자를 권유하면서 투자자에게 원금 또는 일정한 이익의 보장을 약속하게 되면, 실질적으로 대여 목적의 자금을 모집하게 되어 간접투자와 집합투자의 활성화라는 사모투자전문회사 제도의 본질을 훼손하고, 또한 사모투자전문회사나 그 업무집행사원이 그 약속을 이행하기 위하여 부득이 불건전한 거래 또는 변칙적인 거래를 할 우려가 있을 뿐만 아니라, 간접투자와 집합투자에 따른 수익의 배분과 괴리된 고정적인 이익 배분을 기대한 투자자의 안이한 투자판단을 초래하고 그 결과 투자 대상 기업의 수익 가치에 대한 일반 투자자 및 시장의 평가나 투자에 대한 위험 부담 없이 자금 모집이 이루어지게 되어 간접투자와 집합투자에 관한 공정한 거래질서의 왜곡을 가져올 위험성이 발생하기 때문이다. 이와 같은 위 금지규정의 내용과 취지, 체계 등에 비추어 보면, 위 금지규정은 강행규정에 해당하므로 위 금지규정에 위배되는 이익보장약속은 무효이다. 나아가 사모투자전문회사의 업무집행사원이 관여하여 체결된 약정이 실질적으로는 무효인 이익보장약속에서 정한 이익을 투자자에게 제공하기 위한 것인 경우 이러한 약정은 위 금지규정의 적용을 배제하거나 잠탈하기 위한 탈법행위로서 무효이다. <br/>[2] 구 간접투자자산 운용업법(2009. 2. 4. 시행된 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조로 폐지) 제144조의11 제2항 제2호와 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것) 제272조 제6항 제2호(이하 ‘금지규정’이라고 한다)의 문언상 특별한 사정이 없는 한 이익보장약속에 의한 부당권유행위나 그 일부를 이루는 이익보장약속의 주체는 업무집행사원이고, 사모투자전문회사의 유한책임사원 등의 제3자가 업무집행사원과 별도로 투자자에게 이익보장약속을 하였다 하더라도 그 사정만을 가지고 위 금지규정을 위반하였다고 할 수는 없다. 다만 제3자가 업무집행사원과의 협의하에 투자자에게 이익보장약속을 하고, 업무집행사원이 이를 이용하여 투자를 권유하였다면 이 또한 위 금지규정에 위배된다. 그리고 이익보장약속의 상대방이 되는 투자자는 그 자신이 사모투자전문회사의 유한책임사원인 경우가 통상적이지만, 그 외에도 특정 사모투자전문회사의 유한책임사원이 되고자 하는 자가 투자금을 조달하기 위하여 구성한 익명조합에 출자한 익명조합원과 같이 사실상 특정 사모투자전문회사의 유한책임사원과 유사한 지위에 있는 자도 이익보장약속의 상대방이 될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지) 제144조의11 제2항 제2호(현행 자본시장과 금융투자업에 관한 법률 제249조의14 제6항 제2호 참조), 제184조 제27호(현행 자본시장과 금융투자업에 관한 법률 제446조 제47호 참조), 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것) 제272조 제6항 제2호(현행 제249조의14 제6항 제2호 참조), 제446조 제47호 / [2] 구 간접투자자산 운용업법(2007. 8. 3. 법률 제8635호 자본시장과 금융투자업에 관한 법률 부칙 제2조 제3호로 폐지) 제144조의11 제2항 제2호(현행 자본시장과 금융투자업에 관한 법률 제249조의14 제6항 제2호 참조), 구 자본시장과 금융투자업에 관한 법률(2015. 7. 24. 법률 제13448호로 개정되기 전의 것) 제272조 제6항 제2호(현행 제249조의14 제6항 제2호 참조)<br/>",
  "참조판례": "[1][2] 대법원 2017. 12. 13. 선고 2017두31767 판결(공2018상, 208)<br/>"
}