{
  "판례일련번호": "217785",
  "사건명": "뇌물수수ㆍ허위공문서작성ㆍ허위작성공문서행사",
  "사건번호": "2019도18394",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210916",
  "판시사항": "[1] 공문서를 작성하는 과정에서 법령 등을 잘못 적용하거나 적용하여야 할 법령 등을 적용하지 아니한 잘못이 있으나 그 적용의 전제가 된 사실관계에 관하여 거짓된 기재가 없는 경우, 허위공문서작성죄가 성립하는지 여부(소극) 및 그와 같은 잘못이 공무원의 고의에 기한 것이라도 마찬가지인지 여부(적극)<br/>[2] 지방자치단체에서 발주ㆍ시행한 교량 공사의 현장감독관인 피고인이, ‘지방자치단체 입찰 및 계약 집행기준’에 따르면 자재의 제작이 완료되었더라도 현장에 반입되어 시공되지 않은 이상 기성부분으로 인정할 수 없고 예외적으로 제작 공장에서 기성검사를 실시ㆍ합격한 경우에 한하여 50% 한도 내에서만 기성고 비율을 인정하여야 함에도, 현장에 반입되지 않아 그 시공이 이루어지지 않은 교량 구조물인 ‘주탑’이 100% 제작되었음을 전제로 공사 전체의 기성고 비율과 기성부분 준공액을 산정ㆍ기재함으로써 허위의 기성검사조서를 작성하였다는 내용으로 기소된 사안에서, 위 조서에는 위 기준 적용의 전제가 되는 사실관계, 즉 주탑 등 자재의 제작 및 현장 반입 여부 등에 관하여 아무런 기재가 없으므로 피고인이 위 기준 적용의 전제가 되는 사실관계에 관하여 허위로 기재할 여지가 없다는 등의 이유로, 위 조서가 허위의 공문서에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 허위공문서작성죄는 공문서에 진실에 반하는 기재를 하는 때에 성립하는 범죄이므로, 공문서를 작성하는 과정에서 법령 등을 잘못 적용하거나 적용하여야 할 법령 등을 적용하지 아니한 잘못이 있더라도 그 적용의 전제가 된 사실관계에 관하여 거짓된 기재가 없다면 허위공문서작성죄가 성립할 수 없고, 이는 그와 같은 잘못이 공무원의 고의에 기한 것이라도 달리 볼 수 없다. 공문서 작성 과정에서 법령 등을 잘못 적용하였다고 하여 반드시 진실에 반하는 기재를 하여 공문서를 작성하게 되는 것은 아니므로, 공문서 작성 과정에서 법령 등의 적용에 잘못이 있다는 것과 기재된 공문서 내용이 허위인지 여부는 구별되어야 한다.<br/>[2] 지방자치단체에서 발주ㆍ시행한 교량 공사의 현장감독관인 피고인이, ‘지방자치단체 입찰 및 계약 집행기준’에 따르면 자재의 제작이 완료되었더라도 현장에 반입되어 시공되지 않은 이상 기성부분으로 인정할 수 없고 예외적으로 제작 공장에서 기성검사를 실시ㆍ합격한 경우에 한하여 50% 한도 내에서만 기성고 비율을 인정하여야 함에도, 현장에 반입되지 않아 그 시공이 이루어지지 않은 교량 구조물인 ‘주탑’이 100% 제작되었음을 전제로 공사 전체의 기성고 비율과 기성부분 준공액을 산정ㆍ기재함으로써 허위의 기성검사조서를 작성하였다는 내용으로 기소된 사안에서, 위 조서에는 위 기준 적용의 전제가 되는 사실관계, 즉 주탑 등 자재의 제작 및 현장 반입 여부, 제작 공장에서의 기성공사 실시 및 합격 여부 등에 관하여 아무런 기재가 없으므로 피고인이 위 기준 적용의 전제가 되는 사실관계에 관하여 허위로 기재할 여지가 없고, 기록상 주탑 등 자재의 제작과 운반, 조립ㆍ설치를 서로 다른 공종으로 구분하여 도급액을 정하였을 가능성이 다분한 이상 위 조서에 기재된 기성고 비율과 기성부분 준공액이 객관적 진실에 반하여 허위라고 보기도 어렵다는 이유로, 이와 달리 위 조서가 허위의 공문서에 해당한다고 본 원심판단에 허위공문서작성죄에서 ‘허위 작성’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제227조 / [2] 형법 제227조<br/>",
  "참조판례": "[1] 대법원 1996. 5. 14. 선고 96도554 판결(공1996하, 1963), 대법원 2000. 6. 27. 선고 2000도1858 판결(공2000하, 1809), 대법원 2003. 2. 11. 선고 2002도4293 판결(공2003상, 847)<br/>"
}