{
  "판례일련번호": "217775",
  "사건명": "조례안재의결무효확인",
  "사건번호": "2020추5138",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210916",
  "판시사항": "[1] 시ㆍ도교육청의 직속기관을 포함한 행정기구의 설치가 조례로 결정할 사항인지 여부(적극) 및 지방교육행정기관의 행정기구 설치와 관련하여 교육감과 지방의회가 가지는 권한 / 지방의회가 집행기관의 고유 권한에 속하는 사항의 행사에 관하여 사전에 적극적으로 개입할 수 있는지 여부(소극) 및 개입이 허용되는 범위<br/>[2] 전라북도의회가 의결한 ‘전라북도교육청 행정기구 설치 조례 일부 개정조례안’에 대하여 전라북도 교육감이 재의를 요구하였으나 전라북도의회가 위 조례 개정안을 원안대로 재의결함으로써 확정한 사안에서, 위 조례 개정안이 교육감의 지방교육행정기관 조직편성권을 부당하게 침해한다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 지방자치법 제22조 본문, 제113조, 지방자치법 시행령 제75조, 지방교육자치에 관한 법률 제18조 제1항, 제32조, 지방교육행정기관의 행정기구와 정원기준 등에 관한 규정 제3조 제1항 제2호, 제3호, 제25조 제1항, 제2항의 규정 내용을 종합하면, 시ㆍ도교육청의 직속기관을 포함한 지방교육행정기관의 행정기구(이하 ‘기구’라 한다)의 설치는 기본적으로 법령의 범위 안에서 조례로써 결정할 사항이다. 교육감은 시ㆍ도의 교육ㆍ학예에 관한 사무를 집행하는 데 필요한 때에는 법령 또는 조례가 정하는 바에 따라 기구를 직접 설치할 권한과 이를 위한 조례안의 제안권을 가지며, 설치된 기구 전반에 대하여 조직편성권을 가질 뿐이다. 지방의회는 교육감의 지방교육행정기구 설치권한과 조직편성권을 견제하기 위하여 조례로써 직접 교육행정기관을 설치ㆍ폐지하거나 교육감이 조례안으로써 제안한 기구의 축소, 통폐합, 정원 감축의 권한을 가진다.<br/>지방자치법상 지방자치단체의 집행기관과 지방의회는 서로 분립되어 각기 그 고유 권한을 행사하되 상호 견제의 범위 내에서 상대방의 권한 행사에 대한 관여가 허용된다. 지방의회는 집행기관의 고유 권한에 속하는 사항의 행사에 관하여 사전에 적극적으로 개입하는 것은 허용되지 않으나, 견제의 범위 내에서 소극적ㆍ사후적으로 개입하는 것은 허용된다.<br/>[2] 전라북도의회가 의결한 ‘전라북도교육청 행정기구 설치 조례 일부 개정조례안’에 대하여 전라북도 교육감이 재의를 요구하였으나 전라북도의회가 위 조례 개정안을 원안대로 재의결함으로써 확정한 사안에서, 위 조례 개정안은 직속기관들이 전라북도교육청 소속임을 분명하게 하기 위하여 해당 직속기관의 명칭에 ‘교육청’을 추가하거나 지역 명칭을 일부 변경하는 것에 불과한데, 관계 법령의 규정 내용에 따르면, 직속기관의 명칭을 결정하는 것이 교육감의 고유 권한에 해당한다고 볼 만한 근거가 없는 반면, 지방의회가 ‘이미 설치된 교육청의 직속기관’의 명칭을 변경하는 것은 사후적ㆍ소극적 개입에 해당하므로, 위 조례 개정안이 자치사무에 관하여 법령의 범위 안에서 조례를 제정할 수 있는 ‘지방의회의 포괄적인 조례 제정 권한’의 한계를 벗어난 것이라고 보기는 어렵다는 이유로, 위 조례 개정안이 교육감의 지방교육행정기관 조직편성권을 부당하게 침해한다고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제22조, 제113조, 지방자치법 시행령 제75조, 지방교육자치에 관한 법률 제18조 제1항, 제32조, 지방교육행정기관의 행정기구와 정원기준 등에 관한 규정 제3조 제1항 제2호, 제3호, 제25조 제1항, 제2항 / [2] 지방자치법 제22조, 제113조, 지방자치법 시행령 제75조, 지방교육자치에 관한 법률 제18조 제1항, 제32조, 지방교육행정기관의 행정기구와 정원기준 등에 관한 규정 제3조 제1항 제2호, 제3호, 제25조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2005. 8. 19. 선고 2005추48 판결(공2005하, 1517), 대법원 2009. 9. 24. 선고 2009추53 판결(공2009하, 1783)<br/>"
}