{
  "판례일련번호": "217777",
  "사건명": "교육세및법인세부과처분취소청구",
  "사건번호": "2017두68813",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210916",
  "판시사항": "[1] 통화선도ㆍ스왑 평가손익이 2010. 2. 18. 개정된 교육세법 시행령 제4조 제1항 제5호의 ‘외환매매익’이나 2011. 7. 14. 개정된 교육세법 시행령 제4조 제1항 제5호 (나)목의 ‘파생상품 등 거래의 손익’에 해당하여 위 각 시행령 제4조 제1항 제5호에 포함된 다른 손익 항목과 통산되어야 하는지 여부(적극)<br/>[2] 구 법인세법 제19조 제2항에서 정한 ‘일반적으로 용인되는 통상적인 비용’의 의미 및 그러한 비용에 해당하는지 여부를 판단하는 방법 / 법인세 부과처분 취소소송에서 납세자가 손금으로 신고한 금액이 손비의 요건을 갖추지 못하였다는 사정에 대한 증명책임이 과세관청에 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 교육세법 시행령 제4조 제1항 제5호의 개정 경위, 교육세 과세표준인 금융ㆍ보험업자의 수익금액에 관한 규정들의 문언과 체계, 거래손익과 평가손익의 관계 등에 비추어 보면, 통화선도ㆍ스왑 평가손익은 구 교육세법 시행령(2010. 2. 18. 대통령령 제22046호로 개정되어 2011. 7. 14. 대통령령 제23022호로 개정되기 전의 것) 제4조 제1항 제5호의 ‘외환매매익’이나 구 교육세법 시행령(2011. 7. 14. 대통령령 제23022호로 개정되어 2015. 2. 3. 대통령령 제26076호로 개정되기 전의 것) 제4조 제1항 제5호 (나)목의 ‘파생상품 등 거래의 손익’에 해당하여 위 각 시행령 제4조 제1항 제5호에 포함된 다른 손익 항목과 통산되어야 한다고 봄이 타당하다.<br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제19조 제1항은 “손금은 자본 또는 출자의 환급, 잉여금의 처분 및 이 법에서 규정하는 것을 제외하고 당해 법인의 순자산을 감소시키는 거래로 인하여 발생하는 손비의 금액으로 한다.”라고 정하고, 제2항은 “제1항의 규정에 의한 손비는 이 법 및 다른 법률에 달리 정하고 있는 것을 제외하고는 그 법인의 사업과 관련하여 발생하거나 지출된 손실 또는 비용으로서 일반적으로 용인되는 통상적인 것이거나 수익과 직접 관련된 것으로 한다.”라고 정하고 있다. <br/>여기에서 말하는 ‘일반적으로 용인되는 통상적인 비용’이란 납세의무자와 같은 종류의 사업을 영위하는 다른 법인도 동일한 상황 아래에서는 지출하였을 것으로 인정되는 비용을 뜻하고, 그러한 비용에 해당하는지 여부는 지출의 경위와 목적, 형태, 액수, 효과 등을 종합적으로 고려해서 객관적으로 판단해야 한다.<br/>  법인세 부과처분 취소소송에서 과세처분의 적법성과 과세요건사실의 존재에 대한 증명책임은 과세관청에 있으므로 과세표준의 기초가 되는 각 사업연도의 익금과 손금에 대한 증명책임도 원칙적으로 과세관청에 있다. 따라서 납세의무자가 손금으로 신고한 금액이 손비의 요건을 갖추지 못하였다는 사정도 원칙적으로 과세관청이 증명해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 교육세법 제5조 제1항 제1호, 제3항, 구 교육세법 시행령(2010. 2. 18. 대통령령 제22046호로 개정되기 전의 것) 제4조 제1항 제5호, 구 교육세법 시행령(2011. 7. 14. 대통령령 제23022호로 개정되기 전의 것) 제4조 제1항 제5호, 구 교육세법 시행령(2015. 2. 3. 대통령령 제26076호로 개정되기 전의 것) 제4조 제1항 제5호, 교육세법 시행령 제4조 제1항 제5호, 제8호, 법인세법 제42조, 법인세법 시행령 제76조 제1항, 제2항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제19조 제1항, 제2항<br/>",
  "참조판례": "[2] 대법원 2009. 11. 12. 선고 2007두12422 판결(공2009하, 2109), 대법원 2014. 8. 20. 선고 2012두23341 판결(공2014하, 1894)<br/>"
}