{
  "판례일련번호": "218177",
  "사건명": "소유권이전등기등",
  "사건번호": "2016다252560",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210930",
  "판시사항": "[1] 구 임대주택법 제21조 제7항에 따라 임대사업자가 임대주택을 제3자에게 매각하기 위하여는 임차인이 임대사업자로부터 분양전환승인에 따라 분양전환신청을 할 것을 적법하게 안내받거나 통보받아야 하는지 여부(적극)<br/>[2] 법률행위의 당사자에게 일정한 의무를 부과하거나 일정한 행위를 금지하는 법규에서 이를 위반한 법률행위의 효력에 관하여 명확하게 정하지 않은 경우, 그 법률행위의 효력을 판단하는 방법<br/>[3] 공공건설임대주택의 임대사업자의 우선분양전환의무에 관한 구 임대주택법 제21조 제1항, 제2항이 강행규정인지 여부(적극) 및 이를 위반하여 임대사업자가 우선분양전환권이 있는 임차인이 있음에도 임대주택을 제3자에게 분양전환한 경우, 분양전환계약의 사법적 효력(무효)<br/>",
  "판결요지": "[1] 구 임대주택법(2014. 5. 28. 법률 제12704호로 개정되기 전의 것) 제21조 제7항은 ‘임대사업자가 분양전환승인을 받은 다음에도 임차인이 6개월 이상 분양전환에 응하지 않은 경우에는 임대사업자가 해당 임대주택을 분양전환가격으로 국토교통부령으로 정하는 바에 따라 제3자에게 매각할 수 있다.’고 정하고 있다. 위 규정의 문언과 입법 취지 등을 고려하면, 분양전환승인일 이후로서 임차인이 임대사업자로부터 분양전환승인에 따라 분양전환신청을 할 것을 적법하게 안내받거나 통보받은 날부터 6개월이 지나도록 분양전환에 응하지 않은 경우에는 임차인의 우선분양전환권이 소멸하여 임대사업자가 해당 임대주택을 제3자에게 매각할 수 있으나, 그러한 요건을 갖추지 않은 경우에는 임차인의 우선분양전환권이 소멸하지 않는다.<br/>[2] 계약 등 법률행위의 당사자에게 일정한 의무를 부과하거나 일정한 행위를 금지하는 법규에서 이를 위반한 법률행위의 효력을 명시적으로 정하고 있는 경우에는 그 규정에 따라 법률행위의 유ㆍ무효를 판단하면 된다. 법률에서 해당 규정을 위반한 법률행위를 무효라고 정하고 있거나 해당 규정이 효력규정이나 강행규정이라고 명시하고 있으면 이러한 규정을 위반한 법률행위는 무효이다.<br/>이와 달리 이러한 규정을 위반한 법률행위의 효력에 관하여 명확하게 정하지 않은 경우에는 규정의 입법 배경과 취지, 보호법익과 규율대상, 위반의 중대성, 당사자에게 법규정을 위반하려는 의도가 있었는지 여부, 규정 위반이 법률행위의 당사자나 제3자에게 미치는 영향, 위반행위에 대한 사회적ㆍ경제적ㆍ윤리적 가치평가, 이와 유사하거나 밀접한 관련이 있는 행위에 대한 법의 태도 등 여러 사정을 종합적으로 고려해서 효력을 판단해야 한다.<br/>[3] 구 임대주택법(2014. 5. 28. 법률 제12704호로 개정되기 전의 것, 이하 같다)에 따르면, 임대사업자가 임대의무기간이 지난 후 국민주택기금의 자금을 지원받아 건설하거나 공공사업으로 조성된 택지에 건설하는 공공건설임대주택을 분양전환할 때에는 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인 등에게 우선분양전환해야 한다(제21조 제1항). 나아가 임대사업자가 어음교환소의 거래정지처분을 받거나 국민주택기금 융자금 이자를 1년 6개월을 초과하여 연체한 경우 등 일정한 경우에는 임차인의 주택 소유 여부와 관계없이 분양전환 당시 해당 임대주택에 거주한 임차인에게 우선분양전환해야 한다(제21조 제2항). 임대사업자는 공공건설임대주택을 분양전환하고자 할 때에는 시장ㆍ군수ㆍ구청장의 분양전환승인을 받아야 하고(제21조 제3항), 분양전환승인을 받은 이후에도 임차인이 6개월 이상 분양전환에 응하지 않은 경우에만 해당 임대주택을 분양전환가격으로 국토교통부령이 정하는 바에 따라 제3자에게 매각할 수 있다(제21조 제7항). 구 임대주택법 제21조를 위반하여 임대주택을 분양전환하면 형사처벌 대상이 된다(제41조 제4항 제6호).<br/>구 임대주택법 제21조 제1항, 제2항은 임대사업자에게 임대주택을 임차인에게 우선분양전환할 의무를 부과하면서도, 임대사업자가 이를 위반하여 임대주택을 임차인 아닌 제3자에게 분양전환한 경우에 그 법률행위의 효력에 관하여 명확하게 정하지 않고 있다. 구 임대주택법의 입법 취지와 보호법익, 위반행위의 중대성과 비난가능성, 거래안전에 미치는 영향 등을 종합적으로 고려하면, 공공건설임대주택의 임대사업자의 우선분양전환의무에 관한 구 임대주택법 제21조 제1항, 제2항은 강행규정에 해당하고, 이를 위반하여 임대사업자가 우선분양전환권이 있는 임차인이 있음에도 임대주택을 제3자에게 분양전환한 경우 그 분양전환계약은 사법적(私法的)으로 무효라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2014. 5. 28. 법률 제12704호로 개정되기 전의 것) 제21조 제7항(현행 공공주택 특별법 제50조의3 제4항 제2호 참조) / [2] 민법 제105조 / [3] 구 임대주택법(2014. 5. 28. 법률 제12704호로 개정되기 전의 것) 제21조(현행 공공주택 특별법 제50조의3 참조), 제41조 제4항 제6호(현행 공공주택 특별법 제57조의3 제7호 참조)<br/>",
  "참조판례": "[1] 대법원 2014. 6. 26. 선고 2014다4880, 4897, 4903 판결 / [2] 대법원 2010. 12. 23. 선고 2008다75119 판결(공2011상, 207), 대법원 2018. 10. 12. 선고 2015다256794 판결(공2018하, 2078) / [3] 대법원 2012. 11. 29. 선고 2011다84335 판결(공2013상, 21)<br/>"
}