{
  "판례일련번호": "218291",
  "사건명": "부동산가격공시및감정평가에관한법률위반",
  "사건번호": "2019도3595",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210930",
  "판시사항": "[1] 구 부동산 가격공시 및 감정평가에 관한 법률 제37조 제1항의 성실의무 등이 적용되는 감정평가업자의 업무 중 같은 법 제29조 제1항 제6호의 ‘금융기관ㆍ보험회사ㆍ신탁회사 등 타인의 의뢰에 의한 토지 등의 감정평가’에 금융기관ㆍ보험회사ㆍ신탁회사와 이에 준하는 공신력 있는 기관의 의뢰에 의한 감정평가 외에 널리 제3자의 의뢰에 의한 감정평가도 포함되는지 여부(적극)<br/>[2] 구 부동산 가격공시 및 감정평가에 관한 법률 제43조 제4호 위반죄의 성립 범위<br/>[3] 구 부동산 가격공시 및 감정평가에 관한 법률 제46조 양벌규정에 따라 사용자인 법인 또는 개인을 처벌하는 취지 및 이때 사용자인 법인 또는 개인이 상당한 주의 또는 감독 의무를 게을리하였는지 판단하는 기준<br/>",
  "판결요지": "[1] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것, 이하 ‘구 부동산공시법’이라 한다) 제37조 제1항은 \"감정평가업자는 제29조 제1항 각호의 업무를 행함에 있어 품위를 유지하여야 하고, 신의와 성실로써 공정하게 감정평가를 하여야 하며, 고의 또는 중대한 과실로 잘못된 평가를 하여서는 아니 된다.\"라고 정하고 있고, 제43조 제4호는 \"제37조 제1항의 규정을 위반하여 고의로 잘못된 평가를 한 자는 2년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다.\"라고 정하고 있으며, 제46조는 법인 대표자 등의 위반행위에 대하여 법인을 처벌하는 양벌규정을 정하고 있다.<br/>구 부동산공시법 제2조 제8호는 \"감정평가업이라 함은 타인의 의뢰에 의하여 일정한 보수를 받고 토지 등의 감정평가를 업으로 행하는 것을 말한다.\"라고 정하고 있고, 제22조는 \"감정평가사는 타인의 의뢰에 의하여 토지 등을 감정평가함을 그 직무로 한다.\"라고 정하고 있으며, 제29조 제1항 각호는 감정평가업자가 행하는 업무에 대하여 구체적으로 열거하면서 그중 제6호로 ‘금융기관ㆍ보험회사ㆍ신탁회사 등 타인의 의뢰에 의한 토지 등의 감정평가’를 규정하고 있을 뿐 감정평가 의뢰인을 금융기관ㆍ보험회사ㆍ신탁회사와 이에 준하는 공신력을 가진 기관으로 한정하지 않고 있다.<br/>구 부동산공시법은 토지 등의 적정가격 형성을 도모하고 국토의 효율적 이용과 국민경제의 발전에 이바지함을 목적으로 감정평가업무가 가지는 공공적 성질을 감안하여 일정한 자격을 갖춘 감정평가업자(제27조에 따라 신고한 감정평가사와 제28조에 따라 인가를 받은 감정평가법인)만 감정평가업을 영위할 수 있도록 하고, 감정평가업자가 아닌 자가 감정평가업을 영위하는 경우를 형사처벌하고 있다(제43조 제2호). 또한 이 법률은 감정평가의 공정성과 합리성을 보장하기 위하여 감정평가업자가 준수하여야 할 원칙과 기준을 정하고(제31조), 감정평가업자에게 성실의무 등을 부과하면서 이를 위반하여 고의 또는 중대한 과실로 잘못된 평가를 하는 경우 징계 또는 형사처벌하고 있다(제42조의2, 제43조 제4호).<br/>위와 같은 구 부동산공시법의 규정 내용과 체계, 입법 목적을 종합하면, 구 부동산공시법 제37조 제1항의 성실의무 등이 적용되는 감정평가업자의 업무 중 제29조 제1항 제6호의 ‘금융기관ㆍ보험회사ㆍ신탁회사 등 타인의 의뢰에 의한 토지 등의 감정평가’에는 금융기관ㆍ보험회사ㆍ신탁회사와 이에 준하는 공신력 있는 기관의 의뢰에 의한 감정평가뿐만 아니라 널리 제3자의 의뢰에 의한 감정평가도 모두 포함된다고 보아야 한다.<br/>[2] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것) 제43조 제4호 위반죄는 같은 법 제31조에 따라 제정된 ‘감정평가에 관한 규칙’ 등에서 정한 감정평가의 원칙과 기준에 어긋나거나 신의성실의 의무에 위배되는 방법으로 감정평가를 함으로써 그 결과가 공정성과 합리성을 갖추지 못한 모든 경우에 성립한다.<br/>[3] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것) 제46조는 \"법인의 대표자나 법인 또는 개인의 대리인, 사용인, 그 밖의 종업원이 그 법인 또는 개인의 업무에 관하여 제43조 또는 제44조의 위반행위를 하면 그 행위자를 벌하는 외에 그 법인 또는 개인에게도 해당 조문의 벌금형을 과한다. 다만 법인 또는 개인이 그 위반행위를 방지하기 위하여 해당 업무에 관하여 상당한 주의와 감독을 게을리하지 아니한 경우에는 그러하지 아니하다.\"라고 정하고 있다. 이러한 양벌규정에 따라 사용자인 법인 또는 개인을 처벌하는 것은 형벌의 자기책임 원칙에 비추어 위반행위가 발생한 그 업무와 관련하여 사용자인 법인 또는 개인이 상당한 주의 또는 감독 의무를 게을리한 과실이 있기 때문이다. 이때 사용자인 법인 또는 개인이 상당한 주의 또는 감독 의무를 게을리하였는지는 해당 위반행위와 관련된 모든 사정, 즉 법률의 입법 취지, 처벌조항 위반으로 예상되는 법익 침해의 정도, 그 위반행위에 관하여 양벌조항을 마련한 취지 등은 물론 위반행위의 구체적인 모습과 그로 인하여 실제 야기된 피해 또는 결과의 정도, 법인 또는 개인의 영업 규모, 행위자에 대한 감독가능성 또는 구체적인 지휘감독 관계, 법인 또는 개인이 위반행위 방지를 위하여 실제 행한 조치 등을 전체적으로 종합하여 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것) 제1조, 제2조 제8호, 제22조, 제29조 제1항 제6호, 제31조, 제37조 제1항, 제42조의2, 제43조 제2호, 제4호, 제46조 / [2] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것) 제31조, 제37조 제1항, 제43조 제4호 / [3] 구 부동산 가격공시 및 감정평가에 관한 법률(2013. 8. 6. 법률 제12018호로 개정되기 전의 것) 제43조 제4호, 제46조<br/>",
  "참조판례": "[2] 대법원 2001. 4. 24. 선고 2001도361 판결, 대법원 2003. 6. 24. 선고 2003도1869 판결(공2003하, 1657) / [3] 대법원 2010. 4. 29. 선고 2009도7017 판결(공2010상, 1065)<br/>"
}