{
  "판례일련번호": "218443",
  "사건명": "소유권이전등기절차이행ㆍ매매대금",
  "사건번호": "2020다278354, 278361",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211028",
  "판시사항": "[1] 구 도시 및 주거환경정비법 제47조 제1항에서 정한 ‘그 해당하게 된 날부터 150일’은 현금청산금 지급의무의 이행기를 정한 것인지 여부(적극) 및 이러한 법리는 위 150일 이내에 청산금액이 확정되지 아니하였더라도 마찬가지인지 여부(적극) / 구 도시 및 주거환경정비법 제47조 제1항에 따라 주택재건축사업의 사업시행자가 분양신청을 하지 아니한 토지 등 소유자에게 청산금 지급의무를 부담하는 경우, 토지 등 소유자의 권리제한등기 없는 소유권 이전의무 및 인도의무와 사업시행자의 청산금 지급의무가 동시이행관계에 있는지 여부(원칙적 적극)<br/>[2] 부동산매매계약에서 매도인이 매수인을 이행지체로 되게 하기 위한 이행제공의 정도 및 방법<br/>[3] 甲 주택재건축정비사업조합이 사업시행구역 내의 부동산을 소유하고 있는 乙을 상대로 현금청산대상자라는 이유로 매도청구권을 행사하자, 乙이 위 부동산에서 퇴거한 후 변호사에게 위 부동산 관련 소유권이전등기절차 이행을 위해 필요한 등기위임장 등 서류 및 출입문 열쇠 등을 보관시키면서 부동산 관련 청산금 지급과 무관하게 언제든지 변호사로부터 위 서류 등을 수령할 수 있다는 취지의 내용증명 우편을 甲 조합에 송달하였는데, 甲 조합이 위 서류 등을 수령해 가지 않자 乙이 이를 공탁한 사안에서, 乙이 위 부동산에 관한 자신의 소유권이전등기의무 및 인도의무와 관련하여 합리적인 범위 내에서 신의칙에 따라 요구되는 이행제공을 마쳤다고 볼 여지가 많은데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라고 한다) 제47조 제1항은 ‘사업시행자는 토지 등 소유자가 분양신청을 하지 아니하는 등 그 각호의 1에 해당하는 경우에는 그 해당하게 된 날부터 150일 이내에 대통령령이 정하는 절차에 따라 토지ㆍ건축물 또는 그 밖의 권리에 대하여 현금으로 청산하여야 한다.’고 규정하고 있다. 여기서 ‘그 해당하게 된 날부터 150일’은 현금청산금 지급의무의 이행기를 정한 것으로 해석되고, 이러한 법리는 위 150일 이내에 청산금액이 확정되지 아니하였다고 하더라도 다르지 않다. <br/>그리고 구 도시정비법 제47조 제1항에 따라 주택재건축사업의 사업시행자가 분양신청을 하지 아니한 토지 등 소유자에게 청산금 지급의무를 부담하는 경우에, 공평의 원칙상 토지 등 소유자는 권리제한등기가 없는 상태로 토지 등의 소유권을 사업시행자에게 이전할 의무 및 토지 등을 사업시행자에게 인도할 의무를 부담하고, 이러한 토지 등 소유자의 소유권 이전의무 및 인도의무와 사업시행자의 청산금 지급의무는 동시이행관계에 있는 것이 원칙이다.<br/>[2] 쌍무계약에 있어서 당사자의 채무에 관하여 이행의 제공을 엄격하게 요구하면 불성실한 상대 당사자에게 구실을 주게 될 수도 있으므로 당사자가 하여야 할 제공의 정도는 그 시기와 구체적인 상황에 따라 신의성실의 원칙에 어긋나지 않게 합리적으로 정하여야 하는 것이며, 부동산매매계약에서 매도인의 소유권이전등기절차 이행의무와 매수인의 매매잔대금 지급의무가 동시이행관계에 있는 한 쌍방이 이행을 제공하지 않는 상태에서는 이행지체로 되는 일이 없을 것인바, 매도인이 매수인을 이행지체로 되게 하기 위하여는 소유권이전등기에 필요한 서류 등을 현실적으로 제공하거나 그렇지 않더라도 그 서류 등을 준비하여 두고 매수인에게 그 뜻을 통지하고 수령하여 갈 것을 최고하면 된다.<br/>[3] 甲 주택재건축정비사업조합이 사업시행구역 내의 부동산을 소유하고 있는 乙을 상대로 현금청산대상자라는 이유로 매도청구권을 행사하자, 乙이 위 부동산에서 퇴거한 후 변호사에게 위 부동산 관련 소유권이전등기절차 이행을 위해 필요한 등기위임장 등 서류 및 출입문 열쇠 등을 보관시키면서 부동산 관련 청산금 지급과 무관하게 언제든지 변호사로부터 위 서류 등을 수령할 수 있다는 취지의 내용증명 우편을 甲 조합에 송달하였는데, 甲 조합이 위 서류 등을 수령해 가지 않자 乙이 이를 공탁한 사안에서, 통상적인 매매계약과 다르게 甲 조합의 일방적인 매도청구권 행사에 따라 위 부동산에 관한 매매계약 성립이 의제되는 상황에서, 乙이 소유권이전등기 및 인도의무 이행과 관련하여 자신이 단독으로 제공할 수 있는 일체의 서류를 변호사에게 보관시키면서 甲 조합의 반대급부 제공과 무관하게 언제든지 그 서류 등을 수령할 수 있음을 통지하였고, 甲 조합이 그 수령에 응하지 않자 이를 공탁하기도 한 점, 乙이 소유권이전등기절차 이행의사를 분명하게 밝히면서 자신이 단독으로 제공할 수 있는 서류 등에 대하여는 모두 이행제공을 한 이상, 甲 조합으로서는 소송에 의하지 아니하고 소유권이전등기를 마치기 위하여 필요한 노력을 하는 것이 마땅한 점, 甲 조합이 乙의 서류 등의 이행제공에 응하여 소유권이전등기를 마치기 위하여 필요한 노력을 하였다고 볼 만한 자료를 찾아볼 수 없는 점 등에 비추어 보면, 乙이 위 부동산에 관한 자신의 소유권이전등기의무 및 인도의무와 관련하여 합리적인 범위 내에서 신의칙에 따라 요구되는 이행제공을 마쳤다고 볼 여지가 많은데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제47조 제1항(현행 제73조 제1항 참조), 민법 제536조 / [2] 민법 제460조, 제544조 / [3] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제47조 제1항(현행 제73조 제1항 참조), 민법 제460조, 제536조, 제544조<br/>",
  "참조판례": "[1] 대법원 2008. 10. 9. 선고 2008다37780 판결(공2008하, 1544), 대법원 2012. 5. 24. 선고 2010다15141 판결, 대법원 2014. 8. 20. 선고 2012다69159 판결 / [2] 대법원 1995. 12. 22. 선고 95다40397 판결(공1996상, 507), 대법원 1996. 7. 30. 선고 96다17738 판결(공1996하, 2658), 대법원 2013. 7. 11. 선고 2012다83827 판결<br/>"
}