{
  "판례일련번호": "218451",
  "사건명": "손해배상(기)[동업으로 병원을 운영하던 의사들인 원고와 피고들 사이에 분쟁이 발생하여 다수지분을 가진 피고들이 원고를 제명하는 의결을 하자, 원고가 제명이 위법하다고 다툰 사건]",
  "사건번호": "2017다200702",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211028",
  "판시사항": "[1] 민법 제718조 제1항에서 조합원의 제명 요건으로 정한 ‘정당한 사유가 있는 때’의 의미 및 신뢰관계 파탄을 이유로 조합원을 제명한 것에 정당한 사유가 있는지 판단할 때 고려하여야 할 사항<br/>[2] 甲, 乙, 丙이 기간을 정하여 병원을 공동으로 운영하기 위한 동업계약을 하면서 출자지분은 甲 1/7, 乙 5/7, 丙 1/7로 하며, 乙이 병원장으로 경영권을 가지기로 하였고, 약정기간이 지난 다음에도 계속 병원을 운영하다가 乙이 동업계약 변경안을 제시하였으나 甲이 이를 반대하여 재계약을 하지 못하였고 그 과정에서 심각한 불화가 발생하였는데, 그 후 乙과 丙이 甲에 대한 제명을 결의한 사안에서, 甲의 귀책사유로 재계약이 체결되지 못했다고 볼 수 없다는 이유로 제명결의에 정당한 사유가 인정되지 않는다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법상 조합에서 조합원의 제명은 정당한 사유가 있는 때에 한하여 다른 조합원의 일치로써 결정한다(제718조 제1항). 여기에서 ‘정당한 사유가 있는 때’란 특정 조합원이 동업계약에서 정한 의무를 이행하지 않거나 조합업무를 집행하면서 부정행위를 한 경우와 같이 특정 조합원에게 명백한 귀책사유가 있는 경우는 물론이고, 이에 이르지 않더라도 특정 조합원으로 말미암아 조합원들 사이에 반목ㆍ불화로 대립이 발생하고 신뢰관계가 근본적으로 훼손되어 특정 조합원이 계속 조합원의 지위를 유지하도록 한다면 조합의 원만한 공동운영을 기대할 수 없는 경우도 포함한다. <br/>신뢰관계 파탄을 이유로 조합원을 제명한 것에 정당한 사유가 있는지를 판단할 때에는 특정 조합원으로 말미암아 조합의 목적 달성에 방해가 계속되었는지 여부와 그 정도, 제명 이외에 다른 방해제거 수단이 있었는지 여부, 조합계약의 내용, 그 존속기간과 만료 여부, 제명에 이르게 된 경위 등을 종합적으로 고려해야 한다.<br/>[2] 甲, 乙, 丙이 기간을 정하여 병원을 공동으로 운영하기 위한 동업계약을 하면서 출자지분은 甲 1/7, 乙 5/7, 丙 1/7로 하며, 乙이 병원장으로 경영권을 가지기로 하였고, 약정기간이 지난 다음에도 계속 병원을 운영하다가 乙이 동업계약 변경안을 제시하였으나 甲이 이를 반대하여 재계약을 하지 못하였고 그 과정에서 심각한 불화가 발생하였는데, 그 후 乙과 丙이 甲에 대한 제명을 결의한 사안에서, 약정기간 만료 후 동업관계가 불안정한 상태에 있게 되므로 조합을 해산하는 것이 아니라면 조합원은 그동안의 조합운영 실적을 바탕으로 동업계약에 관한 재협의를 할 필요가 있는데, 동업계약 변경안의 내용이 그동안의 조합운영 실적에 비추어 불합리하다거나 특정 조합원에게 일방적으로 불리하다고 볼 수 없으며, 이와 같이 다수 지분권을 가진 조합원이 모두 동의한 변경안이 합리적이라고 볼 여지가 있다면 甲으로서도 동업관계의 존속을 전제로 신의에 따라 성실하게 재계약을 위한 협의에 임해야 하는바, 원심으로서는 이러한 사정을 고려하여 甲이 변경안에 대한 협의를 거부한 것에 합리적인 이유가 있는지, 甲과 乙 등 사이의 신뢰관계가 파괴되어 甲과 동업관계를 유지하기 곤란한 사정이 생긴 원인이 무엇인지 등을 심리하여 제명결의에 정당한 사유가 있는지 판단해야 하는데도, 甲의 귀책사유로 재계약이 체결되지 못했다고 볼 수 없다는 이유로 제명결의에 정당한 사유가 인정되지 않는다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "민법 제718조 제1항 / [2] 민법 제716조 제1항, 제718조 제1항<br/>",
  "참조판례": ""
}