{
  "판례일련번호": "218453",
  "사건명": "손해배상(기)",
  "사건번호": "2017다219218",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211028",
  "판시사항": "[1] 공무원의 행위가 국가배상책임을 인정할 수 있을 정도로 객관적 정당성을 잃었는지 판단하는 기준<br/>[2] 집회 및 시위에 관한 법률 제20조 제1항 제5호에 따른 집회 또는 시위에 대한 해산명령이 객관적 정당성을 잃은 것인지 판단할 때 고려할 사항<br/>[3] 구 경찰관 직무집행법 제6조 제1항에 따른 경찰관의 제지 조치가 범죄의 예방을 위한 경찰 행정상 즉시강제에 해당하는지 여부(적극)<br/>[4] 甲 등이 그들이 속한 단체가 개최한 집회와 기자회견에서 있었던 乙 등 경찰의 집회 장소 점거 행위와 乙의 해산명령이 위법한 공무집행에 해당하고 이로 인해 집회의 자유가 침해되었다며 국가와 乙을 상대로 손해배상을 구한 사안에서, 제반 사정에 비추어 위 점거 행위와 해산명령이 객관적 정당성을 잃은 것이라고 볼 수 없는데도, 이를 법적 요건을 갖추지 못한 위법한 경찰력의 행사로 보아 국가와 乙의 손해배상책임을 인정한 원심판단에는 법리오해 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공무원의 행위를 원인으로 한 국가배상책임을 인정하려면 ‘공무원이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 때’라고 하는 국가배상법 제2조 제1항의 요건이 충족되어야 한다. 보통 일반의 공무원을 표준으로 공무원이 객관적 주의의무를 소홀히 하고 그로 말미암아 객관적 정당성을 잃었다고 볼 수 있으면 국가배상법 제2조가 정한 국가배상책임이 성립할 수 있다. 객관적 정당성을 잃었는지는 행위의 양태와 목적, 피해자의 관여 여부와 정도, 침해된 이익의 종류와 손해의 정도 등 여러 사정을 종합하여 판단하되, 손해의 전보책임을 국가가 부담할 만한 실질적 이유가 있는지도 살펴보아야 한다.<br/>[2] 집회 및 시위에 관한 법률 제20조 제1항 제5호, 제16조 제4항 제2호는 폭행, 협박, 손괴, 방화 등으로 질서를 유지할 수 없는 집회 또는 시위의 경우에는 해산을 명할 수 있도록 정하고 있다. 집회ㆍ시위의 경우 많은 사람이 관련되고 시위 장소 주변의 사람이나 시설에 적지 않은 영향을 줄 수 있으므로 집회 장소에서 예상치 못한 행동이 발생했을 때 경찰공무원이 집회를 허용할 것인지는 많은 시간을 두고 심사숙고하여 결정할 수 있는 것이 아니고, 현장에서 즉시 허용 여부를 결정하여 이에 따른 조치를 신속하게 취해야 할 사항이다.<br/>[3] 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제6조 제1항은 “경찰관은 범죄행위가 목전에 행하여지려고 하고 있다고 인정될 때에는 이를 예방하기 위하여 관계인에게 필요한 경고를 발하고, 그 행위로 인하여 인명ㆍ신체에 위해를 미치거나 재산에 중대한 손해를 끼칠 우려가 있어 긴급을 요하는 경우에는 그 행위를 제지할 수 있다.”라고 정하고 있다. 위 조항 중 경찰관의 제지에 관한 부분은 범죄의 예방을 위한 경찰 행정상 즉시강제, 즉 눈앞의 급박한 경찰상 장해를 제거해야 할 필요가 있고 의무를 명할 시간적 여유가 없거나 의무를 명하는 방법으로는 그 목적을 달성하기 어려운 상황에서 의무불이행을 전제로 하지 않고 경찰이 직접 실력을 행사하여 경찰상 필요한 상태를 실현하는 권력적 사실행위에 관한 근거조항이다.<br/>[4] 甲 등이 그들이 속한 단체가 개최한 집회와 기자회견에서 있었던 乙 등 경찰의 집회 장소 점거 행위와 乙의 해산명령이 위법한 공무집행에 해당하고 이로 인해 집회의 자유가 침해되었다며 국가와 乙을 상대로 손해배상을 구한 사안에서, 사건 당일 발생한 상황뿐만 아니라 위 집회 장소에서 점거와 농성이 시작된 이후 천막 등 철거의 행정대집행에 이르기까지 다수의 공무집행방해와 손괴행위가 발생하였고 장기간 불법적으로 물건이 설치되었던 일련의 과정을 고려하여 보면, 乙 등 경찰의 집회 장소 점거 행위는 불법적인 사태가 반복되는 것을 막기 위한 필요 최소한도의 조치로 볼 수 있고, 경찰이 집회참가자들을 향하여 유형력을 행사하지 않고 소극적으로 자리를 지키고 서 있었을 뿐인데도 일부 집회참가자들이 경찰을 밀치는 행위를 하는 등 당시의 현장 상황에 비추어 보면, 乙로서는 집회참가자들이 경찰에 대항하여 공공의 질서유지를 해치는 행위를 하는 것으로 판단할 수 있는 상황이었으므로, 당시 해산명령이 객관적 정당성을 잃은 것이라고 단정할 수 없는데도, 위 집회 장소 점거 행위와 해산명령을 법적 요건을 갖추지 못한 위법한 경찰력의 행사로 보아 국가와 乙의 손해배상책임을 인정한 원심판단에는 국가배상책임의 성립 요건과 위법성 여부에 관한 법리오해 등 잘못이 있다고 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 집회 및 시위에 관한 법률 제16조 제4항 제2호, 제20조 제1항 제5호 / [3] 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제6조 제1항(현행 제6조 참조) / [4] 국가배상법 제2조 제1항, 집회 및 시위에 관한 법률 제16조 제4항 제2호, 제20조 제1항 제5호, 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제6조 제1항(현행 제6조 참조)<br/>",
  "참조판례": "[1] 대법원 2000. 5. 12. 선고 99다70600 판결(공2000하, 1403), 대법원 2004. 12. 9. 선고 2003다50184 판결(공2005상, 78), 대법원 2021. 6. 30. 선고 2017다249219 판결(공2021하, 1356) / [2] 대법원 2001. 10. 9. 선고 98다20929 판결(공2001하, 2417) / [3] 대법원 2021. 9. 30. 선고 2014도17900 판결<br/>"
}