{
  "판례일련번호": "218447",
  "사건명": "부당해고구제재심판정취소",
  "사건번호": "2021두45114",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211028",
  "판시사항": "[1] 근로자에게 이미 형성된 갱신에 대한 정당한 기대권이 있는데도 사용자가 이를 배제하고 근로계약의 갱신을 거절한 데에 합리적 이유가 있는지 판단하는 기준 및 그러한 사정에 관한 증명책임의 소재(=사용자)<br/>[2] 해고사유 등의 서면통지에 관한 근로기준법 제27조의 규정 취지 및 기간제 근로계약이 종료된 후 사용자가 갱신 거절의 통보를 하는 경우에도 근로기준법 제27조가 적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 근로자에게 이미 형성된 갱신에 대한 정당한 기대권이 있는데도 사용자가 이를 배제하고 근로계약의 갱신을 거절한 데에 합리적 이유가 있는지가 문제 될 때에는 사용자의 사업 목적과 성격, 사업장 여건, 근로자의 지위와 담당 직무의 내용, 근로계약 체결 경위, 근로계약의 갱신 요건이나 절차의 설정 여부와 운용 실태, 근로자에게 책임 있는 사유가 있는지 등 근로관계를 둘러싼 여러 사정을 종합하여 갱신 거부의 사유와 절차가 사회통념에 비추어 볼 때 객관적이고 합리적이며 공정한지를 기준으로 판단하여야 하고, 그러한 사정에 관한 증명책임은 사용자가 부담한다. <br/>[2] 기간을 정하여 근로계약을 체결한 근로자의 경우 기간이 만료됨으로써 근로자로서의 신분관계는 당연히 종료되고 근로계약을 갱신하지 못하면 갱신 거절의 의사표시가 없어도 근로자는 당연 퇴직하는 것이 원칙이다. 다만 근로계약, 취업규칙, 단체협약 등에서 기간이 만료되더라도 일정한 요건이 충족되면 당해 근로계약이 갱신된다는 취지의 규정을 두고 있거나, 근로계약 당사자 사이에 일정한 요건이 충족되면 근로계약이 갱신된다는 신뢰관계가 형성되어 있어 근로자에게 근로계약이 갱신될 수 있으리라는 정당한 기대권이 인정되는 경우에는, 사용자가 합리적인 이유 없이 부당하게 근로계약 갱신을 거절하는 것은 예외적으로 그 효력이 없고, 종전의 근로계약이 갱신된 것과 동일하다고 인정하는 것이다. 그러므로 기간제 근로계약의 종료에 따른 사용자의 갱신 거절은 근로자의 의사와 관계없이 사용자가 일방적으로 근로관계를 종료시키는 해고와는 구별되는 것이고, 근로관계의 지속에 대한 근로자의 신뢰나 기대 역시 동일하다고 평가할 수는 없다. <br/>한편 근로기준법 제27조는 사용자가 근로자를 해고하려면 해고사유와 해고시기를 서면으로 통지하여야 효력이 있다고 규정하고 있는데 이는 해고사유 등의 서면통지를 통하여 사용자로 하여금 근로자를 해고하는 데 신중을 기하도록 하고, 해고의 존부 및 시기와 사유를 명확하게 하여 사후에 이를 둘러싼 분쟁이 적정하고 용이하게 해결될 수 있도록 하며, 근로자에게도 해고에 적절히 대응할 수 있게 하기 위한 취지이다. 기간제 근로계약은 기간이 만료됨으로써 당연히 종료하는 것이므로 갱신 거절의 존부 및 시기와 사유를 명확하게 하여야 할 필요성이 해고의 경우에 견주어 크지 않고, 근로기준법 제27조의 내용과 취지에 비추어 볼 때 기간제 근로계약이 종료된 후 갱신 거절의 통보를 하는 경우에까지 근로기준법 제27조를 준수하도록 예정하였다고 보기 어렵다. 이러한 사정을 종합하면, 기간제 근로계약이 종료된 후 사용자가 갱신 거절의 통보를 하는 경우에는 근로기준법 제27조가 적용되지 않는다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 기간제 및 단시간근로자 보호 등에 관한 법률 제4조, 행정소송법 제26조[증명책임] / [2] 기간제 및 단시간근로자 보호 등에 관한 법률 제2조 제1호, 제4조, 근로기준법 제23조, 제27조<br/>",
  "참조판례": "[1] 대법원 2017. 10. 12. 선고 2015두44493 판결(공2017하, 2111), 대법원 2019. 10. 31. 선고 2019두45647 판결(공2019하, 2277) / [2] 대법원 2011. 4. 14. 선고 2007두1729 판결(공2011상, 925), 대법원 2011. 10. 27. 선고 2011다42324 판결(공2011하, 2429), 대법원 2014. 2. 13. 선고 2011두12528 판결(공2014상, 590), 대법원 2015. 11. 27. 선고 2015두48136 판결(공2016상, 74)<br/>"
}