{
  "판례일련번호": "218463",
  "사건명": "배당이의",
  "사건번호": "2016다248325",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211028",
  "판시사항": "[1] 가등기담보 등에 관한 법률 제3조, 제4조를 위반하여 적법한 청산절차를 거치지 않고 이루어진 담보가등기에 기한 본등기의 효력(무효) / 이때 채무자 등이 무효인 본등기의 말소를 청구할 수 없는 경우로서 같은 법 제11조 단서 후문에서 정한 ‘선의의 제3자가 소유권을 취득한 경우’의 의미 및 제3자가 악의라는 사실에 관한 주장ㆍ증명책임의 소재(=무효를 주장하는 사람)<br/>[2] 가등기담보 등에 관한 법률 제3조, 제4조의 청산절차를 위반하여 담보가등기에 기한 본등기가 이루어진 후 선의의 제3자가 그 본등기에 터 잡아 소유권이전등기를 마치는 등으로 담보목적부동산의 소유권을 취득한 경우, 무효인 채권자 명의의 본등기가 그 등기를 마친 시점으로 소급하여 확정적으로 유효하게 되고, 담보목적부동산에 관한 채권자의 가등기담보권은 소멸하는지 여부(적극) 및 이때 채권자의 위 본등기에 터 잡아 이루어진 등기 역시 소급하여 유효하게 되는지 여부(적극) / 이러한 법리는 무효인 본등기가 마쳐진 담보목적부동산에 관하여 진행된 경매절차에서 경락인이 본등기가 무효인 사실을 알지 못한 채 담보목적부동산을 매수한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라고 한다) 제3조, 제4조를 위반하여 적법한 청산절차를 거치지 아니한 채 담보가등기에 기한 본등기가 이루어진 경우 그 본등기는 무효이다. 이때 가등기담보법 제2조 제2호에서 정한 채무자 등은 청산금채권을 변제받을 때까지는 여전히 가등기담보계약의 존속을 주장하여 그때까지의 이자와 손해금을 포함한 피담보채무액 전부를 변제하고 무효인 위 본등기의 말소를 청구할 수 있다(제11조 본문). 그러나 선의의 제3자가 소유권을 취득한 경우에는 그러하지 아니하다(제11조 단서 후문). 여기서 ‘선의의 제3자’라 함은 채권자가 적법한 청산절차를 거치지 않고 담보목적부동산에 관하여 본등기를 마쳤다는 사실을 모르고 그 본등기에 터 잡아 소유권이전등기를 마친 자를 뜻한다. 제3자가 악의라는 사실에 관한 주장ㆍ증명책임은 무효를 주장하는 사람에게 있다.<br/>[2] 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라고 한다) 제3조, 제4조의 청산절차를 위반하여 이루어진 담보가등기에 기한 본등기가 무효라고 하더라도 선의의 제3자가 그 본등기에 터 잡아 소유권이전등기를 마치는 등으로 담보목적부동산의 소유권을 취득하면, 가등기담보법 제2조 제2호에서 정한 채무자 등(이하 ‘채무자 등’이라고 한다)은 더 이상 가등기담보법 제11조 본문에 따라 채권자를 상대로 그 본등기의 말소를 청구할 수 없게 된다. 이 경우 그 반사적 효과로서 무효인 채권자 명의의 본등기는 그 등기를 마친 시점으로 소급하여 확정적으로 유효하게 되고, 이에 따라 담보목적부동산에 관한 채권자의 가등기담보권은 소멸하며, 청산절차를 거치지 않아 무효였던 채권자의 위 본등기에 터 잡아 이루어진 등기 역시 소급하여 유효하게 된다고 보아야 한다. 다만 이 경우에도 채무자 등과 채권자 사이의 청산금 지급을 둘러싼 채권ㆍ채무 관계까지 모두 소멸하는 것은 아니고, 채무자 등은 채권자에게 청산금의 지급을 청구할 수 있다.<br/>이러한 법리는 경매의 법적 성질이 사법상 매매인 점에 비추어 보면 무효인 본등기가 마쳐진 담보목적부동산에 관하여 진행된 경매절차에서 경락인이 본등기가 무효인 사실을 알지 못한 채 담보목적부동산을 매수한 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "가등기담보 등에 관한 법률 제3조, 제4조, 제11조, 민사소송법 제288조 / [2] 가등기담보 등에 관한 법률 제3조, 제4조, 제11조<br/>",
  "참조판례": "대법원 1994. 1. 25. 선고 92다20132 판결(공1994상, 790)<br/>"
}