{
  "판례일련번호": "218705",
  "사건명": "배임수재ㆍ부정청탁및금품등수수의금지에관한법률위반[신문사 기자들이 홍보성 기사를 작성해달라는 청탁을 받고 소속 신문사 계좌로 금원을 입금 받은 행위가 배임수재죄에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2019도17102",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210930",
  "판시사항": "[1] 배임수재죄에서 ‘부정한 청탁’의 의미 및 판단 기준 / 보도의 대상이 되는 자가 언론사 소속 기자에게 ‘유료 기사’ 게재를 청탁하는 행위가 배임수재죄의 부정한 청탁에 해당하는지 여부(적극) 및 ‘유료 기사’의 내용이 객관적 사실과 부합하더라도 마찬가지인지 여부(적극)<br/>[2] 2016. 5. 29. 개정된 형법 제357조 제1항에서 배임수재죄의 구성요건에 ‘제3자로 하여금 재물이나 재산상 이익을 취득하게 하는 행위’를 추가한 취지 / 개정 형법 제357조 제1항에서 정한 ‘제3자’에 사무처리를 위임한 타인이 포함되는지 여부(소극) 및 부정한 청탁에 따른 재물이나 재산상 이익이 외형상 사무처리를 위임한 타인에게 지급된 것으로 보이더라도 배임수재죄가 성립할 수 있는 경우<br/>",
  "판결요지": "[1] 배임수재죄에서 ‘부정한 청탁’은 반드시 업무상 배임의 내용이 되는 정도에 이를 필요는 없고, 사회상규 또는 신의성실의 원칙에 반하는 것을 내용으로 하면 충분하다. ‘부정한 청탁’에 해당하는지를 판단할 때에는 청탁의 내용 및 이에 관련한 대가의 액수, 형식, 보호법익인 거래의 청렴성 등을 종합적으로 고찰하여야 하고, 그 청탁이 반드시 명시적으로 이루어져야 하는 것은 아니며 묵시적으로 이루어지더라도 무방하다. 그리고 타인의 업무를 처리하는 사람에게 공여한 금품에 부정한 청탁의 대가로서의 성질과 그 외의 행위에 대한 사례로서의 성질이 불가분적으로 결합되어 있는 경우에는 그 전부가 불가분적으로 부정한 청탁의 대가로서의 성질을 갖는 것으로 보아야 한다.<br/>언론의 보도는 공정하고 객관적이어야 하며, 언론은 공적인 관심사에 대하여 공익을 대변하며, 취재ㆍ보도ㆍ논평 또는 그 밖의 방법으로 민주적 여론형성에 이바지함으로써 그 공적 임무를 수행한다(언론중재 및 피해구제 등에 관한 법률 제4조 제1항, 제3항). 또한 지역신문은 정확하고 공정하게 보도하고 지역사회의 공론의 장으로서 다양한 의견을 수렴할 책무가 있다(지역신문발전지원 특별법 제5조).<br/>그런데 ‘광고’와 ‘언론 보도’는 그 내용의 공정성, 객관성 등에 대한 공공의 신뢰에 있어 확연한 차이가 있고, ‘광고’는 ‘언론 보도’의 범주에 포함되지 않는다. 신문ㆍ인터넷신문의 편집인 및 인터넷뉴스서비스의 기사배열책임자는 독자가 기사와 광고를 혼동하지 아니하도록 명확하게 구분하여 편집하여야 하며(신문 등의 진흥에 관한 법률 제6조 제3항), 신문사 등이 광고주로부터 홍보자료 등을 전달받아 실질은 광고이지만 기사의 형식을 빌린 이른바 ‘기사형 광고’를 게재하는 경우에는, 독자가 광고임을 전제로 정보의 가치를 합리적으로 판단할 수 있도록 그것이 광고임을 표시하여야 하고, 언론 보도로 오인할 수 있는 형태로 게재하여서는 안 된다.<br/>그러므로 보도의 대상이 되는 자가 언론사 소속 기자에게 소위 ‘유료 기사’ 게재를 청탁하는 행위는 사실상 ‘광고’를 ‘언론 보도’인 것처럼 가장하여 달라는 것으로서 언론 보도의 공정성 및 객관성에 대한 공공의 신뢰를 저버리는 것이므로, 배임수재죄의 부정한 청탁에 해당한다. 설령 ‘유료 기사’의 내용이 객관적 사실과 부합하더라도, 언론 보도를 금전적 거래의 대상으로 삼은 이상 그 자체로 부정한 청탁에 해당한다.<br/>[2] 구 형법(2016. 5. 29. 법률 제14178호로 개정되기 전의 것) 제357조 제1항은 \"타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받고 재물 또는 재산상의 이익을 취득한 자는 5년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다.\"라고 규정하여, 문언상 부정한 청탁을 받은 사무처리자 본인이 재물 또는 재산상의 이익을 취득한 경우에만 처벌할 수 있었다.<br/>따라서 제3자에게 재물이나 재산상 이익을 취득하게 한 경우에는 부정한 청탁을 받은 사무처리자가 직접 받은 것과 동일하게 평가할 수 있는 관계가 있는 경우가 아닌 한 배임수재죄의 성립은 부정되었다.<br/>개정 형법(2016. 5. 29. 법률 제14178호로 개정된 것) 제357조 제1항은 구법과 달리 배임수재죄의 구성요건을 ‘타인의 사무를 처리하는 자가 그 임무에 관하여 부정한 청탁을 받고 재물 또는 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 한 때’라고 규정함으로써 제3자로 하여금 재물이나 재산상 이익을 취득하게 하는 행위를 구성요건에 추가하였다. 그 입법 취지는 부패행위를 방지하고 ‘UN 부패방지협약’ 등 국제적 기준에 부합하도록 하려는 것이다.<br/>개정 형법 제357조의 보호법익 및 체계적 위치, 개정 경위, 법문의 문언 등을 종합하여 볼 때, 개정 형법이 적용되는 경우에도 ‘제3자’에는 다른 특별한 사정이 없는 한 사무처리를 위임한 타인은 포함되지 않는다고 봄이 타당하다.<br/>그러나 배임수재죄의 행위주체가 재물 또는 재산상 이익을 취득하였는지는 증거에 의하여 인정된 사실에 대한 규범적 평가의 문제이다. 부정한 청탁에 따른 재물이나 재산상 이익이 외형상 사무처리를 위임한 타인에게 지급된 것으로 보이더라도 사회통념상 그 타인이 재물 또는 재산상 이익을 받은 것을 부정한 청탁을 받은 사람이 직접 받은 것과 동일하게 평가할 수 있는 경우에는 배임수재죄가 성립될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제357조 제1항, 언론중재 및 피해구제 등에 관한 법률 제4조 제1항, 제3항, 지역신문발전지원 특별법 제5조, 신문 등의 진흥에 관한 법률 제6조 제3항 / [2] 구 형법(2016. 5. 29. 법률 제14178호로 개정되기 전의 것) 제357조 제1항, 형법 제357조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 5. 16. 선고 2012도11258 판결, 대법원 2015. 7. 23. 선고 2015도3080 판결, 대법원 2018. 1. 25. 선고 2015다210231 판결(공2018상, 504) / [2] 대법원 2017. 12. 7. 선고 2017도12129 판결(공2018상, 245)<br/>"
}