{
  "판례일련번호": "218945",
  "사건명": "손해배상(기)",
  "사건번호": "2016다259363",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210729",
  "판시사항": "[1] 헌법재판소가 2021. 5. 27. 선고한 ‘구 광주민주화운동 관련자 보상 등에 관한 법률 제16조 제2항의 광주민주화운동과 관련하여 입은 피해 중 정신적 손해 부분은 헌법에 위반된다.’는 결정이 법원에 대하여 기속력이 있는지 여부(적극) 및 위 일부 위헌결정의 효력이 그 결정이 있기 전에 위 조항의 위헌 여부가 재판의 전제가 되어 법원에 계속 중이던 사건에 미치는지 여부(적극)<br/>[2] 헌법재판소가 2018. 8. 30. 선고한 ‘민법 제166조 제1항, 제766조 제2항 중 진실ㆍ화해를 위한 과거사정리 기본법 제2조 제1항 제3호(민간인 집단 희생사건), 제4호(중대한 인권침해사건ㆍ조작의혹사건)에 적용되는 부분은 헌법에 위반된다.’는 위헌결정의 효력이 위 제3호, 제4호 사건에서 공무원의 위법한 직무집행으로 입은 손해에 대한 배상을 구하는 소송이 위헌결정 당시까지 법원에 계속되어 있는 경우에도 미치는지 여부(적극) 및 위 손해배상청구권에 대하여 민법 제766조 제2항 또는 국가재정법 제96조 제2항에 따른 소멸시효가 적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 광주민주화운동 관련자 보상 등에 관한 법률(1997. 1. 13. 법률 제5291호로 개정되기 전의 것, 이하 ‘구 광주민주화운동보상법’이라 한다) 제16조 제2항은 \"이 법에 의한 보상금 등의 지급결정은 신청인이 동의한 때에는 광주민주화운동과 관련하여 입은 피해에 대하여 민사소송법의 규정에 의한 재판상 화해가 성립된 것으로 본다.\"라고 정하고 있었다.<br/>헌법재판소는 2021. 5. 27. 구 광주민주화운동보상법 제16조 제2항의 ‘광주민주화운동과 관련하여 입은 피해’ 중 ‘정신적 손해’ 부분은 헌법에 위반된다는 결정을 선고하였다. 그 결정은 위와 같이 ‘광주민주화운동과 관련하여 입은 피해’ 중 일부인 ‘정신적 손해’ 부분을 위헌으로 선언함으로써 그 효력을 상실시켜 구 광주민주화운동보상법 제16조 제2항의 일부가 폐지되는 것과 같은 결과를 가져오는 일부 위헌결정으로서 법원에 대한 기속력이 있다.<br/>  이러한 위헌결정의 효력은 그 위헌결정이 있기 전에 구 광주민주화운동보상법 제16조 제2항의 위헌 여부가 재판의 전제가 되어 법원에 계속 중이던 사건에 미치므로, 구 광주민주화운동보상법에 따른 보상금 등을 받더라도 불법행위로 인한 정신적 손해에 대해서는 재판상 화해가 성립된 것으로 볼 법률상 근거가 사라지게 되었다.<br/>[2] 헌법재판소는 2018. 8. 30. 민법 제166조 제1항, 제766조 제2항 중 ‘진실ㆍ화해를 위한 과거사정리 기본법’(이하 ‘과거사정리법’이라 한다) 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해사건ㆍ조작의혹사건’에 적용되는 부분은 헌법에 위반된다는 결정을 선고하였다. 이러한 위헌결정의 효력은 과거사정리법 제2조 제1항 제3호의 ‘민간인 집단 희생사건’이나 같은 항 제4호의 ‘중대한 인권침해사건ㆍ조작의혹사건’에서 공무원의 위법한 직무집행으로 입은 손해에 대한 배상을 청구하는 소송이 위헌결정 당시까지 법원에 계속되어 있는 경우에도 미친다. 따라서 그러한 손해배상청구권에 대해서는 민법 제766조 제2항에 따른 10년의 소멸시효 또는 국가재정법 제96조 제2항[구 예산회계법(1989. 3. 31. 법률 제4102호로 전부 개정되기 전의 것) 제71조 제2항]에 따른 5년의 소멸시효가 적용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법재판소법 제47조, 구 광주민주화운동 관련자 보상 등에 관한 법률(1997. 1. 13. 법률 제5291호로 개정되기 전의 것) 제16조 제2항 / [2] 국가배상법 제8조, 민법 제166조 제1항, 제766조, 구 예산회계법(1989. 3. 31. 법률 제4102호로 전부 개정되기 전의 것) 제71조 제2항(현행 국가재정법 제96조 제2항 참조), 진실ㆍ화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호<br/>",
  "참조판례": "[1] 대법원 1992. 2. 14. 선고 91누1462 판결(공1992, 1065), 대법원 2020. 10. 29. 선고 2019다249589 판결(공2020하, 2259), 대법원 2020. 11. 26. 선고 2019다2049 판결(공2021상, 120), 헌법재판소 2021. 5. 27. 선고 2019헌가17 전원재판부 결정(헌공296, 657) / [2] 대법원 2019. 11. 14. 선고 2018다233686 판결(공2020상, 16), 헌법재판소 2018. 8. 30. 선고 2014헌바148, 162, 219, 466, 2015헌바50, 440, 2014헌바223, 290, 2016헌바419 전원재판부 결정(헌공263, 1394)<br/>"
}