{
  "판례일련번호": "219295",
  "사건명": "관리비",
  "사건번호": "2020다39719",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220127",
  "판시사항": "[1] 법률에 법인의 지위를 승계하거나 법인의 권리의무가 새로 설립된 법인에 포괄적으로 승계된다는 명문의 규정이 없는 경우, 새로 설립된 법인이 계속 중인 소송절차를 수계할 수 있는지 여부(소극) 및 이와 같은 법리는 당사자가 법인격 없는 단체인 경우에도 마찬가지인지 여부(적극)<br/>  [2] 종전 대규모점포 등 관리자가 제기한 미납 관리비의 지급을 구하는 소송이 계속되던 중 새로 대규모점포 등 관리자가 유통산업발전법 제12조에 따른 신고절차를 마친 경우, 소송절차가 중단되어 소송수계절차가 이루어져야 하는지 여부(소극)<br/>",
  "판결요지": "[1] 민사소송법 제233조부터 제237조, 제239조에서 정하고 있는 사유가 발생하면 소송절차가 중단되고, 위 각 조에서 규정하고 있는 수계신청인에 의한 적법한 소송수계절차가 있어야 소송중단이 해소된다. 다만 위에서 정하고 있는 사유가 발생하더라도 소송대리인이 있는 경우에는 소송이 중단되지 않는다(민사소송법 제238조). 그중 민사소송법 제234조에 따르면, 소송계속 중 당사자인 법인이 합병에 의하여 소멸된 때에는 소송절차가 중단되고 이 경우 합병에 의하여 설립된 법인 또는 합병한 뒤의 존속법인이 소송절차를 수계하여야 한다. 또한 법인의 권리의무가 법률의 규정에 의하여 새로 설립된 법인에 승계되는 경우에는 특별한 사유가 없는 한 계속 중인 소송에서 그 법인의 법률상 지위도 새로 설립된 법인에 승계되므로 새로 설립된 법인이 소송절차를 수계하여야 하나, 법률에 법인의 지위를 승계하거나 법인의 권리의무가 새로 설립된 법인에 포괄적으로 승계된다는 명문의 규정이 없는 이상 새로 설립된 법인이 소송절차를 수계할 근거는 없다고 보아야 한다. 이와 같은 법리는 당사자가 법인격 없는 단체인 경우에도 마찬가지이다. <br/>  [2] 유통산업발전법(이하 줄여 쓸 때에는 ‘법’이라고 약칭한다) 제12조 제1항 제3호, 제2항에 따르면, 대규모점포 등 개설자가 수행하는 업무에는 ‘그 밖에 대규모점포 등을 유지·관리하기 위하여 필요한 업무’가 포함되어 있고, 대규모점포 등의 운영·관리를 위해 부과되는 관리비 징수는 대규모점포 등의 본래의 유지·관리를 위하여 필요한 업무에 속한다. 다만 매장이 분양된 대규모점포의 경우에는 대규모점포 등 관리자가 위와 같은 업무를 수행한다. 법 제12조 제2항은 대규모점포 등 관리자가 되기 위한 요건을 각호에서 규정하고 있는데, 위 요건을 갖춘 대규모점포 등 관리자는 법 제12조 제2항 각호의 1에 해당함을 증명하는 서류를 첨부하여 특별자치시장·시장·군수·구청장에게 신고하여야 하고, 신고한 사항을 변경하려는 경우에도 마찬가지이며, 신고를 받은 특별자치시장·시장·군수·구청장은 대규모점포 등 관리자 확인서를 신고인에게 교부하여야 한다(법 제12조 제3항, 유통산업발전법 시행규칙 제6조 제1항, 제5항). 한편 법은 대규모점포 등 개설자가 사망하거나 대규모점포 등을 양도한 경우 및 다른 법인과 합병하는 경우에는 등록결격 사유가 없는 한 상속인이나 양수인, 합병 후 존속하는 법인이나 합병으로 설립되는 법인이 대규모점포 등 개설자의 지위를 승계한다고 규정(법 제13조)하고 있는 반면, 대규모점포 등 관리자의 지위승계에 대하여는 아무런 규정이 없다.<br/>    위와 같은 법령의 문언과 규정 취지, 체계 및 대규모점포 등 관리자의 요건 및 그 신고행위의 성격 등에 비추어 보면, 대규모점포 등 관리자로서의 업무수행을 위해 종전 대규모점포 등 관리자가 관리비 부과·징수 업무를 포함한 건물의 유지·관리 업무를 수행하여 오던 중 다른 대규모점포 등 관리자가 적법하게 신고절차를 마치는 등으로 새로 대규모점포 등을 유지·관리하게 되면, 그때부터 종전 대규모점포 등 관리자의 관리비 부과·징수권한은 상실되고 새로운 대규모점포 등 관리자가 관리비 부과·징수권한을 가지게 됨이 원칙이다. 따라서 종전 대규모점포 등 관리자가 이미 취득하거나 부담하게 된 권리의무는 특별한 사정이 없는 한 종전 대규모점포 등 관리자에게 그대로 귀속되므로, 종전 대규모점포 등 관리자가 제기한 미납 관리비의 지급을 구하는 소송이 계속되던 중 새로 대규모점포 등 관리자가 신고절차를 마쳤다는 사정만으로 소송절차가 중단되어 소송수계절차가 이루어져야 한다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제233조, 제234조, 제235조, 제236조, 제237조, 제238조, 제239조 / [2] 민사소송법 제234조, 유통산업발전법 제12조 제1항 제3호, 제2항, 제3항, 제13조, 유통산업발전법 시행규칙 제6조 제1항, 제5항<br/>",
  "참조판례": "[1] 대법원 1984. 6. 12. 선고 83다카1409 판결(공1984, 1268), 대법원 2002. 11. 26. 선고 2001다44352 판결(공2003상, 190)<br/>"
}