{
  "판례일련번호": "219309",
  "사건명": "도시및주거환경정비법위반",
  "사건번호": "2021도15334",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220127",
  "판시사항": "[1] 정비사업의 시행에 관하여 공개하여야 할 서류 및 그 ‘관련 자료’를 규정하고 이를 위반한 조합임원 등을 처벌하는 구 도시 및 주거환경정비법 제86조 제6호, 제81조 제1항, 도시 및 주거환경정비법 제138조 제1항 제7호, 제124조 제1항의 입법 취지 / 구 도시 및 주거환경정비법 제81조 제1항 각호, 도시 및 주거환경정비법 제124조 제1항 각호에 명시된 공개대상 서류의 ‘관련 자료’를 해석하는 기준<br/>  [2] ‘속기록’이 구 도시 및 주거환경정비법 제81조 제1항 제3호, 도시 및 주거환경정비법 제124조 제1항 제3호에서 정한 의사록의 ‘관련 자료’에 포함되는지 여부(소극)<br/>  [3] ‘자금수지보고서’가 도시 및 주거환경정비법 제124조 제1항 제9호에서 정한 결산보고서의 ‘관련 자료’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제86조 제6호 및 제81조 제1항, 도시 및 주거환경정비법(이하 ‘현행 도시정비법’이라 한다) 제138조 제1항 제7호 및 제124조 제1항은 조합임원 등이 정비사업의 시행에 관하여 조합원, 토지 등 소유자 또는 세입자가 알 수 있도록 15일 이내에 인터넷과 그 밖의 방법을 병행하여 공개하여야 할 서류를 열거하면서, 위와 같이 명시된 서류의 ‘관련 자료’도 함께 공개대상으로 규정하는 한편, 이를 위반한 조합임원 등에 대하여는 1년 이하의 징역 또는 1천만 원 이하의 벌금에 처하도록 규정하고 있다. 이러한 규정들의 입법 취지는, 조합이 정비사업을 시행하는 경우 조합임원은 조합을 대표하면서 막대한 사업자금을 운영하는 등 각종 권한을 가지고 있기 때문에 조합임원과 건설사 간 유착으로 인한 비리가 발생할 소지가 크고, 정비사업과 관련된 비리는 그 조합과 조합원의 피해로 직결되어 지역사회와 국가 전체에 미치는 병폐도 크므로, 이를 개선하기 위한 방안으로서 정비사업의 시행과 관련된 서류와 자료를 공개하도록 하여 정비사업의 투명성·공공성을 확보하고 조합원의 알권리를 충족시키기 위한 것이다. <br/>    그런데 구 도시정비법과 현행 도시정비법은 공개대상이 되는 서류를 각호에서 구체적으로 열거하면서도 ‘관련 자료’의 판단 기준에 관하여는 별도로 규정하고 있지 않을 뿐만 아니라, 그 밖에 공개가 필요한 서류 및 관련 자료는 대통령령에 위임하여 이를 추가할 수 있는 근거 규정을 두고 있으므로, 구 도시정비법과 현행 도시정비법 혹은 그 위임에 따른 시행령에 명문의 근거 규정 없이 정비사업의 투명성·공공성 확보 내지 조합원의 알권리 보장 등 규제의 목적만을 앞세워 각호에 명시된 서류의 ‘관련 자료’의 범위를 지나치게 확장하여 인정하는 것은 죄형법정주의가 요구하는 형벌법규 해석원칙에 어긋난다.<br/>  [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제81조 제1항, 도시 및 주거환경정비법(이하 ‘현행 도시정비법’이라 한다) 제124조 제1항은 조합임원 등이 정비사업의 시행에 관하여 작성 또는 변경 후 15일 이내에 공개하여야 할 서류를 규정하는 한편, 구 도시정비법 제81조 제2항, 현행 도시정비법 제125조 제1항은 위와 같이 공개하여야 할 서류를 포함하여 총회 또는 중요한 회의가 있은 때에는 속기록·녹음 또는 영상자료를 만들어 청산 시까지 보관하여야 한다고 규정한다. 즉, 구 도시정비법과 현행 도시정비법은 신속하게 공개하여야 할 자료와 일정한 경우에 한하여 작성 후 청산 시까지 보관하여야 할 자료를 구분하고, 속기록·녹음 또는 영상자료는 보관대상으로 규정할 뿐 의사록과 같은 공개대상으로 명시하지 않고 있다. <br/>    의사록이 진정하게 작성되었는가는 참석자명부와 서면결의서를 통해서도 확인할 수 있으므로, 반드시 참석자의 구체적인 발언 내용이 담긴 속기록이 필요하다고 보기 어렵다. 나아가 구 도시정비법과 현행 도시정비법 위반죄의 구성요건인 ‘관련 자료’ 범위를 해석하고 그 위반을 이유로 하는 형사처벌의 범위를 정함에 있어 그에 관한 법령의 명시적인 위임 근거가 없는 정비사업에 관한 지방자치단체의 조례 및 그 하위 지침에 기속된다고 볼 수도 없다. <br/>    결국 구 도시정비법 제81조 제1항 제3호, 현행 도시정비법 제124조 제1항 제3호에서 정한 의사록의 ‘관련 자료’에 속기록이 포함된다고 보는 것은 문언의 가능한 의미를 벗어나 피고인에게 불리한 확장해석에 해당하여 허용될 수 없다.<br/>  [3] 자금수지보고서가 도시 및 주거환경정비법(이하 ‘현행 도시정비법’이라 한다) 제124조 제1항 제9호에서 정한 결산보고서의 ‘관련 자료’에 해당한다고 보아 이를 형사처벌의 근거로 삼는 것은 죄형법정주의의 원칙하에서 문언의 가능한 범위를 벗어나 피고인에게 불리한 확장해석에 해당하여 허용될 수 없다. 그 이유는 다음과 같다. <br/>    (가) 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)과 현행 도시정비법이 처음부터 공개대상으로 명시한 월별 자금의 입금·출금 세부내역에도 월별 수입·지출 내역, 현금예금 보유내역, 차입금 현황 등이 포함되어 있으므로, 결산보고서가 진정하게 성립되었는지 판단하기 위하여 반드시 자금수지보고서가 필요하다고 보기 어렵다. <br/>    (나) ‘서울특별시 정비사업 조합 등 표준 예산·회계규정’에 의하더라도 결산보고서로 재무제표 및 부속명세서를 작성한다고 규정할 뿐, 자금수지보고서가 결산보고서와 불가분적으로 또는 직접적으로 관련된다고 볼 만한 근거를 찾을 수 없다. <br/>    (다) 구 도시정비법 제81조 제1항 각호, 현행 도시정비법 제124조 제1항 각호의 서류에 관한 ‘관련 자료’의 해석이 그 위반을 이유로 하는 형사처벌의 범위를 정함에 있어 그에 관한 법령의 명시적인 위임 근거가 없는 지방자치단체 조례나 그에 따라 설치된 정비사업 종합정보관리시스템 운영지침에 기속된다고 보기 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제81조 제1항(현행 제124조 제1항 참조), 제86조 제6호(현행 제138조 제1항 제7호 참조), 도시 및 주거환경정비법 제124조 제1항, 제138조 제1항 제7호 / [2] 헌법 제12조 제1항, 형법 제1조 제1항, 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제81조 제1항 제3호(현행 제124조 제1항 제3호 참조), 제2항(현행 제125조 제1항 참조), 제86조 제6호(현행 제138조 제1항 제7호 참조), 도시 및 주거환경정비법 제124조 제1항 제3호, 제125조 제1항, 제138조 제1항 제7호 / [3] 헌법 제12조 제1항, 형법 제1조 제1항, 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제81조 제1항 제8호(현행 제124조 제1항 제8호, 제9호 참조), 도시 및 주거환경정비법 제124조 제1항 제8호, 제9호, 제138조 제1항 제7호<br/>",
  "참조판례": "[1] 대법원 2016. 2. 18. 선고 2015도10976 판결, 대법원 2021. 2. 10. 선고 2019도18700 판결(공2021상, 662), 헌법재판소 2011. 4. 28. 선고 2009헌바90 전원재판부 결정(헌공175, 702)<br/>"
}