{
  "판례일련번호": "219315",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2017두36045",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220127",
  "판시사항": "[1] 인천국제공항공사가 조달한 차입금에 상당한 토지와 시설은 국가 또는 지방자치단체가 관리할 것인지 여부에 관계없이 사업준공일에 인천국제공항공사에 소유권이 귀속되는지 여부(적극) 및 인천국제공항공사법 부칙(1999. 1. 26.) 제8조 제1항의 소유권 귀속에 관한 규정이 강행규정인지 여부(적극)<br/>  [2] 법인이 특수관계인으로부터 지급받아야 할 채권의 회수를 정당한 사유 없이 지연시키는 경우, 미회수채권에 상당하는 차입금의 지급이자가 손금에 산입되는지 여부(소극) 및 채권의 회수지연이 조세의 부담을 부당하게 감소시킨 것으로 인정되는 경우, 부당행위계산부인에 의하여 그에 대한 인정이자가 익금에 산입되는지 여부(적극) / 이때 채권의 회수지연과 관련하여 지급이자를 손금불산입하거나 인정이자를 익금산입하기 위한 전제<br/>",
  "판결요지": "[1] 구 수도권신공항건설 촉진법(2005. 1. 27. 법률 제7386호로 개정되기 전의 것) 제12조의3 제1항, 제3항, 인천국제공항공사법(이하 ‘공항공사법’이라 한다) 부칙(1999. 1. 26., 이하 같다) 제8조 제1항의 문언과 체계, 공항공사법이 인천국제공항을 효율적으로 건설하고 관리·운영하기 위하여 인천국제공항공사를 종전의 수도권신공항건설공단과는 달리 주식회사형 공사로 설립한 취지 등을 종합하면, ① 국가가 부담하는 재원으로 조성 또는 설치되는 토지와 시설은, ㉮ 국가 또는 지방자치단체가 관리할 것이 아닌 것은 사업준공일에 국가가 인천국제공항공사에 현물출자한 것으로 보아 그때 인천국제공항공사에 소유권이 귀속되고(공항공사법 부칙 제8조 제1항 본문), ㉯ 국가 또는 지방자체단체가 관리할 것은 사업준공일에 국가에 소유권이 귀속되며(공항공사법 부칙 제8조 제1항 단서 전문), ② 인천국제공항공사가 조달한 차입금에 상당한 토지와 시설은 국가 또는 지방자치단체가 관리할 것인지 여부에 관계없이 사업준공일에 인천국제공항공사에 소유권이 귀속된다고(공항공사법 부칙 제8조 제1항 단서 후문) 봄이 타당하다. 그리고 공항공사법 부칙 제8조 제1항은 인천국제공항공사가 인천국제공항건설사업의 시행으로 조성 또는 설치하는 토지와 시설의 효율적인 유지·관리를 위하여 그 소유권을 원칙적으로 인천국제공항공사에 귀속시키면서, 국가가 부담하는 재원으로 조성 또는 설치되는 토지와 시설 가운데 국가 또는 지방자치단체가 관리할 필요성이 있는 것만 예외적으로 그 소유권이 국가에 귀속하도록 정한 것으로, 위 소유권 귀속에 관한 규정은 강행규정으로 해석된다.<br/>  [2] 법인이 특수관계인으로부터 지급받아야 할 채권의 회수를 정당한 사유 없이 지연시키는 것은 실질적으로 그 채권 상당액이 의무이행기한 내에 전부 회수되었다가 다시 가지급된 것과 같은 효과를 가져온다는 점에서 그 미회수채권 상당액은 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것, 이하 같다) 제28조 제1항 제4호 (나)목이 규정하는 ‘업무와 관련 없이 지급한 가지급금 등’에 해당하여 그에 상당하는 차입금의 지급이자가 손금에 산입되지 않는다. 또한 그와 같은 채권의 회수지연이 건전한 사회통념이나 상관행에 비추어 경제적 합리성이 결여되어 조세의 부담을 부당하게 감소시킨 것으로 인정되는 경우에는 구 법인세법 제52조, 구 법인세법 시행령(2008. 2. 22. 대통령령 제20619호로 개정되기 전의 것) 제88조 제1항 제6호에 준하는 행위로서 같은 항 제9호의 규정에 따른 부당행위계산부인에 의하여 그에 대한 인정이자가 익금에 산입된다. 그러나 채권의 회수지연과 관련하여 지급이자를 손금불산입하거나 인정이자를 익금산입하기 위해서는 해당 법인이 특수관계인에 대하여 채권을 보유하고 있음이 전제가 되어야 하므로, 만약 해당 법인이 특수관계인에 대하여 채권을 보유하고 있지 않다면 그 채권의 보유를 전제로 한 지급이자 손금불산입이나 인정이자 익금산입은 할 수 없다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 수도권신공항건설 촉진법(2005. 1. 27. 법률 제7386호로 개정되기 전의 것) 제12조의3 제1항, 제3항, 인천국제공항공사법 부칙(1999. 1. 26.) 제8조 제1항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제28조 제1항 제4호 (나)목, 제52조, 구 법인세법 시행령(2008. 2. 22. 대통령령 제20619호로 개정되기 전의 것) 제88조 제1항 제6호, 제9호<br/>",
  "참조판례": "[2] 대법원 2010. 10. 28. 선고 2008두15541 판결(공2010하, 2188)<br/>"
}