{
  "판례일련번호": "219307",
  "사건명": "영업권양도",
  "사건번호": "2018다259565",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220127",
  "판시사항": "[1] 제3자를 위한 계약에서 요약자가 제3자의 권리와는 별도로 낙약자에 대하여 제3자에게 급부를 이행할 것을 요구할 수 있는 권리를 가지는지 여부(적극) 및 이때 낙약자가 요약자의 이행청구에 응하지 않은 경우, 요약자는 낙약자에 대하여 제3자에게 급부를 이행할 것을 소로써 구할 이익이 있는지 여부(원칙적 적극)<br/>  [2] 공중위생관리법에 따라 관할관청이 공중위생영업 양수인의 영업자 지위승계신고를 수리하는 경우, ‘공중위생영업자 지위 변경’의 공법상 법률효과가 발생하는지 여부(적극) / 이러한 지위승계신고과정에서 제출되는 ‘영업자의 지위를 승계하였음을 증명할 수 있는 서류’의 의미 / 양수인이 실제 영업자 지위승계신고를 마치기 위해서는 ‘기존 영업자의 폐업신고 의사표시’와 관련하여 양도인의 협력이 필요한지 여부(적극)<br/>  [3] 호텔 구분소유자들로 구성된 甲 관리단과 위 호텔의 공중위생관리법상 영업자인 乙 주식회사가 ‘甲 관리단이 새로운 위탁운영사를 선정하면 乙 회사는 호텔 영업을 완전히 종료하고, 그 영업신고 명의를 새 위탁운영사로 변경하여 주기로 하는 내용’의 합의를 하고, 이에 따라 甲 관리단이 선정한 새로운 위탁운영사 丙 주식회사가 乙 회사를 상대로 영업권 양수의 의사를 표시한 사안에서, 위 합의는 제3자를 위한 계약에 해당하므로, 丙 회사는 제3자로서 乙 회사에 대하여 영업자 지위승계신고절차 이행의 소를 제기할 수 있고, 요약자인 甲 관리단 역시 乙 회사에 대하여 丙 회사 앞으로 영업자 지위승계신고절차를 이행할 것을 구할 소의 이익이 있다고 한 사례<br/>",
  "판결요지": "[1] 이행의 소는 원칙적으로 원고가 이행청구권의 존재를 주장하는 것으로서 권리보호의 이익이 인정되고, 이행판결을 받아도 집행이 사실상 불가능하거나 현저히 곤란하다는 사정만으로 그 이익이 부정되는 것은 아니다. 제3자를 위한 계약에서 제3자는 채무자(낙약자)에 대하여 계약의 이익을 받을 의사를 표시한 때에 채무자에게 직접 이행을 청구할 수 있는 권리를 취득하고(민법 제539조), 요약자는 제3자를 위한 계약의 당사자로서 원칙적으로 제3자의 권리와는 별도로 낙약자에 대하여 제3자에게 급부를 이행할 것을 요구할 수 있는 권리를 가진다. 이때 낙약자가 요약자의 이행청구에 응하지 아니하면 특별한 사정이 없는 한 요약자는 낙약자에 대하여 제3자에게 급부를 이행할 것을 소로써 구할 이익이 있다. <br/>  [2] 공중위생관리법 제3조 제1항은 “공중위생영업을 하고자 하는 자는 보건복지부령이 정하는 시설 및 설비를 갖추고 시장·군수 또는 구청장(이하 ‘관할관청’이라고 한다)에게 신고하여야 한다.”라고 정하고, 제2항은 “제1항의 규정에 의하여 공중위생영업의 신고를 한 자(이하 ‘공중위생영업자’라고 한다)는 공중위생영업을 폐업한 날로부터 20일 이내에 관할관청에 신고하여야 한다.”라고 정한다. 제3조의2 제1항은 “공중위생영업자가 그 공중위생영업을 양도한 때에는 그 양수인이 공중위생영업자의 지위를 승계한다.”라고 정하고, 제4항은 “제1항에 의하여 공중위생영업자의 지위를 승계한 자는 1월 이내에 보건복지부령이 정하는 바에 따라 관할관청에 신고하여야 한다.”라고 정하며, 제20조 제2항 제2호는 ‘제3조의2 제1항 규정에 의하여 공중위생영업자의 지위를 승계한 자가 동조 제4항의 규정에 의한 신고를 하지 아니한 경우 6월 이하의 징역 또는 500만 원 이하의 벌금에 처한다.’고 정한다. 공중위생관리법 시행규칙 제3조의4 제1항 제3호는 ‘법 제3조의2 제4항에 따라 영업자의 지위승계신고를 하려는 자는 영업자 지위승계신고서에 영업자의 지위를 승계하였음을 증명할 수 있는 서류를 첨부하여 제출하여야 한다.’고 정한다. 관할관청이 양수인의 영업자 지위승계신고를 수리하면 양도인의 기존 영업수행권은 취소되고 양수인에게 새로운 영업수행권이 설정되는 ‘공중위생영업자 지위 변경’의 공법상 법률효과가 발생한다. <br/>    이러한 관련 규정의 내용 및 체계, 영업자 지위승계신고 수리행위의 법률효과 등을 종합하면 지위승계신고과정에서 제출되는 ‘영업자의 지위를 승계하였음을 증명할 수 있는 서류’(이하 ‘지위승계 증명서류’라고 한다)는 단순히 양도인과 양수인 사이에 사법적으로 이미 발생한 영업승계 사실을 증명하는 서류로서의 의미만을 갖는 것이 아니라, 양도인의 폐업신고 의사표시를 갈음하는 서면으로서의 성격도 함께 갖는다고 볼 수 있다. 관할관청은 지위승계 증명서류를 통하여 양수인의 영업승계 사실을 확인함과 더불어 양도인의 폐업의사를 인식할 수 있고, 이를 기초로 양수인의 지위승계신고 수리 여부를 결정한다. 이와 같이 양수인이 실제 영업자 지위승계신고를 마치기 위해서는 ‘기존 영업자의 폐업신고 의사표시’와 관련하여 양도인의 협력이 필요하다고 볼 수 있다. <br/>  [3] 호텔 구분소유자들로 구성된 甲 관리단과 위 호텔의 공중위생관리법상 영업자인 乙 주식회사가 ‘甲 관리단이 새로운 위탁운영사를 선정하면 乙 회사는 호텔 영업을 완전히 종료하고, 그 영업신고 명의를 새 위탁운영사로 변경하여 주기로 하는 내용’의 합의를 하고, 이에 따라 甲 관리단이 선정한 새로운 위탁운영사 丙 주식회사가 乙 회사를 상대로 영업권 양수의 의사를 표시한 사안에서, 위 합의는 丙 회사가 위 호텔에 관한 공중위생관리법상 영업자 지위승계신고를 마칠 수 있도록, 그 신고절차에 대한 乙 회사의 협력의무를 정하고, 그에 따른 영업자 지위승계신고절차 이행청구권을 丙 회사에 귀속시키기로 한 제3자를 위한 계약에 해당하므로, 丙 회사는 수익의 의사표시를 한 제3자로서 乙 회사에 대하여 영업자 지위승계신고절차 이행의 소를 제기할 수 있고, 요약자인 甲 관리단 역시 乙 회사에 대하여 丙 회사 앞으로 영업자 지위승계신고절차를 이행할 것을 구할 소의 이익이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제539조, 민사소송법 제248조[소의 이익] / [2] 공중위생관리법 제3조 제1항, 제2항, 제3조의2 제1항, 제4항, 제20조 제2항 제2호, 공중위생관리법 시행규칙 제3조의4 제1항 제3호 / [3] 민법 제539조, 민사소송법 제248조[소의 이익]<br/>",
  "참조판례": "[1] 대법원 2016. 8. 30. 선고 2015다255265 판결(공2016하, 1505) / [2] 대법원 1993. 6. 8. 선고 91누11544 판결(공1993하, 2026), 대법원 1995. 2. 24. 선고 94누9146 판결(공1995상, 1477)<br/>"
}