{
  "판례일련번호": "219321",
  "사건명": "혼인의무효및위자료",
  "사건번호": "2017므1224",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220127",
  "판시사항": "[1] 대한민국 국민과 베트남 국민 사이에 혼인의 성립요건을 갖추었는지를 판단하는 준거법(=각 당사자의 본국법) / 국제사법 제36조 제1항이 성립요건을 갖추지 못한 혼인의 해소에 관한 쟁송 방법이나 쟁송 이후의 신분법적 효과까지 규율하는지 여부(소극) 및 대한민국 국민이 당사자 사이에 혼인의 합의가 없어 혼인이 성립되지 않았음을 이유로 혼인의 해소를 구하는 소송에 관한 준거법(=대한민국 민법)<br/>  [2] 민법 제815조 제1호에서 혼인무효의 사유로 정한 ‘당사자 간에 혼인의 합의가 없는 때’의 의미 / 대한민국 국민과 베트남 배우자 사이에 혼인의 합의가 없는지 여부를 판단할 때, 특히 고려하여야 할 사항<br/>",
  "판결요지": "[1] 국제사법 제36조 제1항은 “혼인의 성립요건은 각 당사자에 관하여 그 본국법에 의한다.”라고 정하고 있다. 따라서 대한민국 국민과 베트남 국민 사이에 혼인의 성립요건을 갖추었는지를 판단하는 준거법은 대한민국 국민에 관해서는 대한민국 민법, 베트남 국민에 관해서는 베트남 혼인·가족법이다. <br/>대한민국 민법 제815조 제1호는 당사자 사이에 혼인의 합의가 없는 때에는 그 혼인을 무효로 한다고 정하고 있고, 베트남 혼인·가족법 제8조 제1항은 남녀의 자유의사에 따라 혼인을 결정하도록 정하고 있다. 따라서 대한민국 국민에게만 혼인의 의사가 있고 상대방인 베트남 국민과 혼인의 합의가 없는 때에는 대한민국 민법과 베트남 혼인·가족법 어느 법에 따르더라도 혼인의 성립요건을 갖추었다고 볼 수 없다. <br/>국제사법 제36조 제1항은 실체법적인 혼인의 성립요건을 판단하기 위한 준거법을 정한 것이고, 성립요건을 갖추지 못한 혼인의 해소에 관한 쟁송 방법이나 쟁송 이후의 신분법적 효과까지 규율하고 있는 것은 아니다. 따라서 대한민국 국민이 당사자 사이에 혼인의 합의가 없어 혼인이 성립되지 않았음을 이유로 혼인의 해소를 구하는 소송에 관하여 법원은 대한민국 민법에 따라 혼인무효 여부를 판단할 수 있다.  <br/>  [2] 민법 제815조 제1호에서 혼인무효의 사유로 정한 ‘당사자 간에 혼인의 합의가 없는 때’란 당사자 사이에 사회관념상 부부라고 인정되는 정신적·육체적 결합을 생기게 할 의사의 합치가 없는 경우를 뜻한다. 가정법원은 혼인에 이르게 된 동기나 경위 등 여러 사정을 살펴서 당사자들이 처음부터 혼인신고라는 부부로서의 외관만을 만들어 내려고 한 것인지, 아니면 혼인 이후에 혼인을 유지할 의사가 없어지거나 혼인관계의 지속을 포기하게 된 것인지에 대해서 구체적으로 심리·판단해야 하고, 상대방 배우자가 혼인을 유지하기 위한 노력을 게을리하였다거나 혼인관계 종료를 의도하는 언행을 하였다는 사정만으로 혼인신고 당시에 혼인의사가 없었다고 단정할 것은 아니다. <br/>    대한민국 국민이 베트남 배우자와 혼인을 할 때에는 대한민국에서 혼인신고를 할 뿐만 아니라 베트남에서 혼인 관련 법령이 정하는 바에 따라 혼인신고 등의 절차를 마치고 혼인증서를 교부받은 후 베트남 배우자가 출입국관리법령에 따라 결혼동거 목적의 사증을 발급받아 대한민국에 입국하여 혼인생활을 하게 되는 경우가 많다. 이와 같이 대한민국 국민이 베트남 배우자와 혼인을 하기 위해서는 양국 법령에 정해진 여러 절차를 거쳐야 하고 언어 장벽이나 문화와 관습의 차이 등으로 혼인생활의 양상이 다를 가능성이 있기 때문에, 이러한 사정도 감안하여 당사자 사이에 혼인의 합의가 없는지 여부를 세심하게 판단할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제36조 제1항, 민법 제815조 제1호 / [2] 민법 제815조 제1호<br/>",
  "참조판례": "[2] 대법원 2010. 6. 10. 선고 2010므574 판결(공2010하, 1372), 대법원 2021. 12. 10. 선고 2019므11584, 11591 판결(공2022상, 181)<br/>"
}