{
  "판례일련번호": "219623",
  "사건명": "법인세징수및부과처분취소[국외 등록 특허권과 관련하여 지급받은 소득이 국내원천소득인지 여부가 문제된 사건]",
  "사건번호": "2016두42883",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181227",
  "판시사항": "[1] 재산의 귀속 명의자가 지배·관리 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 지배·관리하는 자가 따로 있으며, 명의와 실질의 괴리가 조세 회피 목적에서 비롯된 경우, 재산에 관한 소득의 납세의무자(=재산의 실질적 지배·관리자) 및 이 원칙이 조세조약의 해석과 적용에서도 그대로 적용되는지 여부(원칙적 적극)<br/>[2] 미국법인이 특허권을 국외에서 등록하였을 뿐 국내에는 등록하지 아니한 경우 미국법인이 그와 관련하여 지급받는 소득을 국내원천소득으로 볼 수 있는지 여부(소극) <br/>",
  "판결요지": "[1] 국세기본법 제14조 제1항이 규정하는 실질과세의 원칙은 소득이나 수익, 재산, 거래 등의 과세대상에 관하여 귀속 명의와 달리 실질적으로 귀속되는 자가 따로 있는 경우에는 형식이나 외관을 이유로 귀속 명의자를 납세의무자로 삼을 것이 아니라 실질적으로 귀속되는 자를 납세의무자로 삼겠다는 것이므로, 재산의 귀속 명의자는 이를 지배·관리할 능력이 없고, 명의자에 대한 지배권 등을 통하여 실질적으로 이를 지배·관리하는 자가 따로 있으며, 그와 같은 명의와 실질의 괴리가 조세를 회피할 목적에서 비롯된 것인 경우에는, 재산에 관한 소득은 그 재산을 실질적으로 지배·관리하는 자에게 귀속된 것으로 보아 그를 납세의무자로 삼아야 하고, 이러한 원칙은 법률과 같은 효력을 가지는 조세조약의 해석과 적용에서도 이를 배제하는 특별한 규정이 없는 한 그대로 적용된다. <br/>[2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제93조 제9호 단서 후문은 외국법인이 특허권 등을 국외에서 등록하였을 뿐 국내에서 등록하지 아니한 경우라도 특허권 등이 국내에서 제조·판매 등에 사용된 때에는 그 사용의 대가로 지급받는 소득을 국내원천소득으로 보도록 정하였으나, 구 국제조세조정에 관한 법률(2018. 12. 31. 법률 제16099호로 개정되기 전의 것) 제28조는 \"비거주자 또는 외국법인의 국내원천소득의 구분에 관하여는 소득세법 제119조 및 법인세법 제93조에도 불구하고 조세조약이 우선하여 적용된다.\"라고 규정하고 있으므로, 국외에서 등록되었을 뿐 국내에는 등록되지 아니한 미국법인의 특허권 등이 국내에서 제조·판매 등에 사용된 경우 미국법인이 사용의 대가로 지급받는 소득을 국내원천소득으로 볼 것인지는 ‘대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약’(이하 ‘한미조세협약’이라 한다)에 따라 판단하지 아니할 수 없다. 그런데 한미조세협약의 문맥과 문언의 통상적 의미를 고려할 때, 한미조세협약 제6조 제3항, 제14조 제4항은 특허권의 속지주의 원칙상 특허권자가 특허물건을 독점적으로 생산, 사용, 양도, 대여, 수입 또는 전시하는 등의 특허실시에 관한 권리는 특허권이 등록된 국가의 영역 내에서만 효력이 미친다고 보아 미국법인이 국내에 특허권을 등록하여 국내에서 특허실시권을 가지는 경우에 그 특허실시권의 사용대가로 지급받는 소득만을 국내원천소득으로 정하였을 뿐이고, 한미조세협약의 해석상 특허권이 등록된 국가 외에서는 특허권의 침해가 발생할 수 없어 이를 사용하거나 사용의 대가를 지급한다는 것을 관념할 수도 없다. 따라서 미국법인이 특허권을 국외에서 등록하였을 뿐 국내에는 등록하지 아니한 경우에는 미국법인이 그와 관련하여 지급받는 소득은 그 사용의 대가가 될 수 없으므로 이를 국내원천소득으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제14조 제1항 / [2] 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제2조 제1항 제2호(현행 제3조 제1항 제2호 참조), 제5항(현행 제3조 제4항 참조), 제93조 제9호(현행 제93조 제8호 참조), 제98조 제1항, 구 국제조세조정에 관한 법률(2018. 12. 31. 법률 제16099호로 개정되기 전의 것) 제28조(현행 삭제), 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제6조 제3항, 제14조 제4항<br/>",
  "참조판례": "[1] 대법원 2012. 10. 25. 선고 2010두25466 판결(공2012하, 1963), 대법원 2016. 12. 15. 선고 2015두2611 판결(공2017상, 164), 대법원 2017. 7. 11. 선고 2015두55134 판결(공2017하, 1663), 대법원 2017. 12. 28. 선고 2017두59253 판결 / [2] 대법원 1992. 5. 12. 선고 91누6887 판결(공1992, 1905), 대법원 2007. 9. 7. 선고 2005두8641 판결, 대법원 2014. 11. 27. 선고 2012두18356 판결(공2015상, 63)<br/>"
}