{
  "판례일련번호": "219693",
  "사건명": "손해배상(기)",
  "사건번호": "2018다298799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220210",
  "판시사항": "[1] 물건에 대한 점유의 의미 및 판단 기준<br/>  [2] 수산업협동조합중앙회가 甲 주식회사에 수산물도매시장 건물을 임대하여 甲 회사가 시장 건물 내 점포를 상인에게 전대하는 등의 방법으로 시장을 관리·운영하던 중 시장 현대화 사업에 따라 새로운 시장이 준공되었고, 乙 등을 비롯한 구 시장 상인 일부가 현대화 시장 이전에 반대하는 단체를 구성하였는데, 수산업협동조합중앙회와 甲 회사가 乙 등을 상대로 구 시장 주차장 무단점유 및 구 시장 점포 반환거부, 공실 무단점유, 기물 파손과 무단 물품 적재 등을 이유로 손해배상을 구한 사안에서, 제반 사정에 비추어 乙 등은 수산업협동조합중앙회의 구 시장 주차장에 대한 사실적 지배를 적극적으로 배제하고 구 시장 주차장을 실질적으로 지배·관리하면서 사용·수익한 것으로 볼 수 있으며, 乙 등이 甲 회사의 정당한 관리·보존 업무에 대해서 직접적이고 현실적인 방해 행위를 계속하는 경우 이에 대응하기 위해 甲 회사가 지출한 비용 부분은 乙 등의 불법행위에 대한 통상손해로 인정함이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 물건에 대한 점유란 사회관념상 어떤 사람이 사실적으로 지배하고 있는 객관적 상태를 말하는 것으로서, 사실적 지배는 반드시 물건을 물리적, 현실적으로 지배하는 것만을 의미하는 것이 아니고, 그 인정 여부는 물건과 사람 사이의 시간적, 공간적 관계와 본권 관계, 타인 지배의 배제 가능성 등을 고려해서 사회관념에 따라 합목적적으로 판단해야 한다.<br/>  [2] 수산업협동조합중앙회가 甲 주식회사에 수산물도매시장(이하 ‘구 시장’이라 한다) 건물을 임대하여 甲 회사가 시장 건물 내 점포를 상인에게 전대하는 등의 방법으로 시장을 관리·운영하던 중 시장 현대화 사업에 따라 새로운 시장이 준공되었고, 乙 등을 비롯한 구 시장 상인 일부가 현대화 시장 이전에 반대하는 단체를 구성하였는데, 수산업협동조합중앙회와 甲 회사가 乙 등을 상대로 구 시장 주차장 무단점유 및 구 시장 점포 반환거부, 공실 무단점유, 기물 파손과 무단 물품 적재 등을 이유로 손해배상을 구한 사안에서, 乙 등이 권한 없이 구 시장 주차장 운영 중단에 관한 공고문을 떼고 진입 차단용 시설물을 파손하여 재설치를 막은 행위는 수산업협동조합중앙회의 구 시장 주차장에 대한 사실적 지배를 적극적으로 배제하는 행위에 해당하고, 안내소를 설치하여 진·출입 차량을 안내하고 주차증을 발급한 것은 구 시장의 영업을 계속하기 위해 구 시장 주차장을 실질적으로 지배·관리하면서 사용·수익한 것으로 볼 수 있으며, 수산업협동조합중앙회가 구 시장 주차장을 종국적으로 철거할 의사나 의도를 가지고 있었다는 사정은 乙 등의 점유를 정당화하거나 그로 인한 손해를 부정할 사유가 될 수 없고, 한편 甲 회사는 임대차계약이 종료하였다고 하더라도 수산업협동조합중앙회에 임대차목적물인 구 시장 건물을 원상회복할 의무가 있으므로 그 의무이행을 위한 범위에서 구 시장 건물을 관리·보전할 필요가 있고, 乙 등이 구 시장 점포의 반환을 거부하는 것을 넘어 조직적으로 구 시장 내 다른 공실을 추가로 점유·사용하거나 구 시장 내 시설을 훼손·변경하고 이를 막으려는 직원에 대해 폭력을 행사하는 등 甲 회사의 정당한 관리·보존 업무에 대해서 직접적이고 현실적인 방해 행위가 계속되는 경우에, 이에 대응하기 위해 甲 회사가 지출한 비용 부분은 乙 등의 불법행위에 대한 통상손해로 인정함이 타당한데도, 이와 달리 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제192조 / [2] 민법 제192조, 제393조, 제750조, 제763조<br/>",
  "참조판례": "[1] 대법원 2013. 7. 11. 선고 2012다201410 판결(공2013하, 1450)<br/>"
}