{
  "판례일련번호": "219691",
  "사건명": "임금등",
  "사건번호": "2018다298904",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220210",
  "판시사항": "[1] 포괄임금제에 따라 임금을 지급하기로 하는 근로계약이나 단체협약이 유효하기 위한 요건 및 포괄임금제에 관한 약정이 성립하였는지 판단하는 기준<br/>  [2] 버스운송사업을 영위하는 甲 주식회사가 노동조합과 체결한 임금협정에서 “임금내역은 운송업의 특수한 근무내용, 근무형태, 근무시간을 감안하여, 법정 제 수당을 포함한 포괄역산 방식의 체계를 유지한다. 노선수당은 근무실적에 따라 발생하는 연장근로수당, 야간근로수당과 휴일근로수당을 포괄한 수당이며, 노선수당을 지급함에 있어서 실제 근로시간과의 차이에 대하여는 노사 간 이의를 제기치 않기로 한다.”라고 정하였는데, 甲 회사가 이에 따라 승무직 근로자별 월간 운행실적에 따라 산출된 노선수당을 협정노선수당의 연장근로시간과 야간근로시간 비율에 따라 나눈 다음, 해당 금액을 각 연장근로수당과 야간근로수당 명목으로 승무직 근로자에게 지급한 사안에서, 위 임금협정은 연장근로수당과 야간근로수당에 관한 포괄임금제 약정을 포함한 것으로 볼 수 있다고 한 사례<br/>",
  "판결요지": "[1] 사용자가 근로계약을 체결할 때에는 근로자에 대하여 기본임금을 결정하고 이를 기초로 각종 수당을 가산하여 합산 지급하는 것이 원칙이다. 그러나 포괄임금제(사용자와 근로자가 기본임금을 미리 정하지 않은 채 법정수당까지 포함된 금액을 월 급여액이나 일당임금으로 정하거나 기본임금을 미리 정하면서도 법정 제 수당을 구분하지 않은 채 일정액을 법정 제 수당으로 정하여 이를 근로시간 수와 관계없이 지급하는 것을 말한다)에 따라 임금을 지급하기로 하는 계약이나 단체협약을 한 경우 그것이 근로기준법이 정한 기준에 미치지 못하는 근로조건을 포함하는 등 근로자에게 불리하지 않고 여러 사정에 비추어 정당하다고 인정될 때에는 유효하다. 포괄임금제에 관한 약정이 성립하였는지는 근로시간, 근로형태와 업무의 성질, 임금 산정의 단위, 단체협약과 취업규칙의 내용, 동종 사업장의 실태 등 여러 사정을 전체적·종합적으로 고려해서 구체적으로 판단해야 한다.<br/>  [2] 버스운송사업을 영위하는 甲 주식회사가 노동조합과 체결한 임금협정에서 “임금내역은 운송업의 특수한 근무내용, 근무형태, 근무시간을 감안하여, 법정 제 수당을 포함한 포괄역산 방식의 체계를 유지한다. 노선수당은 근무실적에 따라 발생하는 연장근로수당, 야간근로수당과 휴일근로수당을 포괄한 수당이며, 노선수당을 지급함에 있어서 실제 근로시간과의 차이에 대하여는 노사 간 이의를 제기치 않기로 한다.”라고 정하였는데, 甲 회사가 이에 따라 승무직 근로자별 월간 운행실적에 따라 산출된 노선수당을 협정노선수당의 연장근로시간과 야간근로시간 비율에 따라 나눈 다음, 해당 금액을 각 연장근로수당과 야간근로수당 명목으로 승무직 근로자에게 지급한 사안에서, 임금협정에 따라 甲 회사가 연장근로수당과 야간근로수당 명목으로 지급하는 돈은 실제 연장근로시간이나 야간근로시간의 수와 상관없이 운행실적에 따라 산출된 노선수당을 미리 합의한 비율대로 나누어 역산하는 방식으로 결정될 뿐이고, 여기에 甲 회사가 운영하는 버스운송사업의 특수한 근무내용, 근무형태, 근무시간 등을 함께 고려하면, 위 임금협정은 연장근로수당과 야간근로수당에 관한 포괄임금제 약정을 포함한 것으로 볼 수 있는데도, 이와 달리 본 원심판결에 법리오해 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제5호, 제15조, 제17조 / [2] 근로기준법 제2조 제1항 제5호, 제15조, 제17조, 제56조<br/>",
  "참조판례": "[1] 대법원 1998. 3. 24. 선고 96다24699 판결(공1998상, 1131), 대법원 2009. 12. 10. 선고 2008다57852 판결, 대법원 2020. 6. 25. 선고 2015다8803 판결<br/>"
}