{
  "판례일련번호": "219619",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)ㆍ사기ㆍ시설물의안전관리에관한특별법위반ㆍ뇌물공여",
  "사건번호": "2016도16343",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 구 시설물의 안전관리에 관한 특별법 제9조의3에서 금지하는 ‘명의대여’의 의미 / 어떤 안전진단전문기관의 명의로 도급된 안전진단 용역의 전부 또는 대부분을 다른 사람이 맡아서 수행하였으나 안전진단전문기관 자신이 안전진단 용역에 실질적으로 관여할 의사로 수급하였고 용역 수행 과정에 실질적으로 관여하여 온 경우, 명의대여에 해당하는지 여부(소극) 및 이때 안전진단전문기관이 안전진단 용역의 수행에 실질적으로 관여하였는지 판단하는 기준<br/>[2] 사기죄의 성립 요건 / 사기죄의 주관적 구성요건인 불법영득의 의사 내지 편취의 범의 유무를 판단하는 기준 및 특히 도급계약에서 편취의 범의가 있었는지 판단하는 기준 시점(=계약 당시)과 판단 방법<br/>[3] 사기죄의 보호법익(=재산권) / 기망행위에 의하여 국가적 또는 공공적 법익이 침해되었다는 사정만으로 사기죄가 성립하는지 여부(소극) / 도급계약 당시 관련 영업 또는 업무를 규제하는 행정법규나 입찰 참가자격, 계약절차 등에 관한 규정을 위반한 사정만으로 도급계약을 체결한 행위가 기망행위에 해당한다고 단정할 수 있는지 여부(소극) 및 이때 심리ㆍ판단하여야 할 사항<br/>[4] 안전진단전문기관으로 등록된 甲 주식회사를 운영하는 피고인 乙이 안전진단 용역을 낙찰받으면 나머지 피고인들이 운영하는 독립채산 하도급 업체들에 도급금액의 약 60%로 하도급하기로 나머지 피고인들과 공모한 다음, 甲 회사 명의로 다수의 안전진단 용역 입찰에 참가하여 마치 甲 회사가 해당 용역을 수행할 것처럼 가장하여 안전진단 용역을 낙찰받은 후 위 하도급 업체들에 하도급을 주어 용역을 수행하게 하고 발주처로부터 용역대금을 교부받아 편취하였다는 내용으로 기소된 사안에서, 구 시설물의 안전관리에 관한 특별법상 하도급 제한 규정을 위반한 사정만으로 곧바로 사기죄의 보호법익인 재산권을 침해하였다고 단정할 수 없고, 검사가 제출한 증거만으로는 피고인들이 발주처로부터 용역대금을 지급받은 행위가 사기죄에서의 기망행위로 인한 재물의 편취에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 시설물의 안전관리에 관한 특별법(2017. 1. 17. 법률 제14545호 시설물의 안전 및 유지관리에 관한 특별법으로 전부 개정되기 전의 것) 제9조의3이 금지하고 있는 ‘타인에게 자기의 명칭이나 상호를 사용하여 안전점검 또는 정밀안전진단 업무를 영위하게 하는 행위’(이하 ‘명의대여’라 한다)란 타인이 자신의 명칭이나 상호를 사용하여 자격을 갖춘 안전진단전문기관으로 행세하면서 안전진단 업무를 영위하리라는 것을 알면서도 그와 같은 목적에 자신의 명칭이나 상호를 사용하도록 승낙 내지 양해한 경우를 의미한다고 해석하여야 하므로, 어떤 안전진단전문기관의 명의로 도급된 안전진단 용역의 전부 또는 대부분을 다른 사람(이하 ‘용역 수행자’라 한다)이 맡아서 수행하였더라도, 안전진단전문기관 자신이 안전진단 용역에 실질적으로 관여할 의사로 수급하였고 그 용역 수행 과정에 실질적으로 관여하여 왔다면 이를 명의대여로 볼 수는 없다. 여기서 안전진단전문기관이 안전진단 용역의 수행에 실질적으로 관여하였는지 여부는, 안전진단 용역의 수급ㆍ수행 경위와 대가의 약속 및 수수 여부, 대가의 내용 및 수수방법, 안전진단 용역 수행과 관련된 안전진단전문기관과 용역 수행자의 약정내용, 용역 수행 과정에 안전진단전문기관이 관여하였는지 여부, 관여하였다면 그 정도와 범위, 용역 수행 자금의 조달ㆍ관리 및 대금의 수령방법, 용역 수행에 따른 책임과 손익의 귀속 여하 등 드러난 사실관계에 비추어 객관적으로 판단하여야 한다.<br/>[2] 사기죄는 타인을 기망하여 착오에 빠뜨리고 그 처분행위를 유발하여 재물을 교부받거나 재산상 이익을 얻음으로써 성립하는 범죄로서 그 본질은 기망행위에 의한 재물이나 재산상 이익의 취득에 있다. 그리고 사기죄는 보호법익인 재산권이 침해되었을 때 성립하는 범죄이므로, 사기죄의 기망행위라고 하려면 불법영득의 의사 내지 편취의 범의를 가지고 상대방을 기망한 것이어야 한다. 사기죄의 주관적 구성요건인 불법영득의 의사 내지 편취의 범의는 피고인이 자백하지 않는 이상 범행 전후 피고인의 재력, 환경, 범행의 내용, 거래의 이행과정 등과 같은 객관적인 사정 등을 종합하여 판단할 수밖에 없다. 특히 도급계약에서 편취에 의한 사기죄의 성립 여부는 계약 당시를 기준으로 피고인에게 일을 완성할 의사나 능력이 없음에도 피해자에게 일을 완성할 것처럼 거짓말을 하여 피해자로부터 일의 대가 등을 편취할 고의가 있었는지 여부에 의하여 판단하여야 한다. 이때 법원으로서는 도급계약의 내용, 그 체결 경위 및 계약의 이행과정이나 그 결과 등을 종합하여 판단하여야 한다.<br/>[3] 사기죄의 보호법익은 재산권이므로, 기망행위에 의하여 국가적 또는 공공적 법익이 침해되었다는 사정만으로 사기죄가 성립한다고 할 수 없다. 따라서 도급계약 당시 관련 영업 또는 업무를 규제하는 행정법규나 입찰 참가자격, 계약절차 등에 관한 규정을 위반한 사정이 있더라도 그러한 사정만으로 도급계약을 체결한 행위가 기망행위에 해당한다고 단정해서는 안 되고, 그 위반으로 말미암아 계약 내용대로 이행되더라도 일의 완성이 불가능하였다고 평가할 수 있을 만큼 그 위법이 일의 내용에 본질적인 것인지 여부를 심리ㆍ판단하여야 한다.<br/>[4] 안전진단전문기관으로 등록된 甲 주식회사를 운영하는 피고인 乙이 안전점검 또는 정밀안전진단(이하 통칭하여 ‘안전진단’이라 한다) 용역을 낙찰받으면 나머지 피고인들이 운영하는 독립채산 하도급 업체들에 도급금액의 약 60%로 하도급하기로 나머지 피고인들과 공모한 다음, 甲 회사 명의로 다수의 안전진단 용역 입찰에 참가하여 마치 甲 회사가 해당 용역을 수행할 것처럼 가장하여 안전진단 용역을 낙찰받은 후 위 하도급 업체들에 하도급을 주어 용역을 수행하게 하고 발주처로부터 용역대금을 교부받아 편취하였다는 내용으로 기소된 사안에서, 구 시설물의 안전관리에 관한 특별법(2017. 1. 17. 법률 제14545호 시설물의 안전 및 유지관리에 관한 특별법으로 전부 개정되기 전의 것)상 하도급 제한 규정(제8조의3)은 시설물의 안전점검과 적정한 유지관리를 통하여 재해와 재난을 예방하고 시설물의 효용을 증진시킨다는 국가적 또는 공공적 법익을 보호하기 위한 것이므로, 이를 위반한 경우 위 법률에 따른 제재를 받는 것은 별론으로 하고 곧바로 사기죄의 보호법익인 재산권을 침해하였다고 단정할 수 없고, 사기죄가 성립하려면 이러한 사정에 더하여 각 안전진단 용역계약의 내용과 체결 경위, 계약의 이행과정이나 결과 등까지 종합하여 살펴볼 때 과연 피고인들이 안전진단 용역을 완성할 의사와 능력이 없음에도 용역을 완성할 것처럼 거짓말을 하여 용역대금을 편취하려 하였는지를 기준으로 판단하여야 하는데, 제반 사정을 종합하면 검사가 제출한 증거만으로는 피고인들이 발주처로부터 용역대금을 지급받은 행위가 사기죄에서의 기망행위로 인한 재물의 편취에 해당한다고 보기 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 시설물의 안전관리에 관한 특별법(2017. 1. 17. 법률 제14545호 시설물의 안전 및 유지관리에 관한 특별법으로 전부 개정되기 전의 것) 제9조의3(현행 시설물의 안전 및 유지관리에 관한 특별법 제30조 참조), 제40조 제3호(현행 시설물의 안전 및 유지관리에 관한 특별법 제65조 제1항 제9호 참조) / [2] 형법 제13조, 제347조 / [3] 형법 제347조 / [4] 형법 제30조, 제347조 제1항, 구 특정경제범죄 가중처벌 등에 관한 법률(2016. 1. 6. 법률 제13719호로 개정되기 전의 것) 제3조 제1항 제2호, 구 시설물의 안전관리에 관한 특별법(2017. 1. 17. 법률 제14545호 시설물의 안전 및 유지관리에 관한 특별법으로 전부 개정되기 전의 것) 제8조의3(현행 시설물의 안전 및 유지관리에 관한 특별법 제27조 참조)<br/>",
  "참조판례": "[1] 대법원 2003. 5. 13. 선고 2002도7425 판결(공2003상, 1396), 대법원 2014. 6. 26. 선고 2013도967 판결(공2014하, 1515) / [2][3] 대법원 2019. 12. 27. 선고 2015도10570 판결(공2020상, 399), 대법원 2020. 2. 6. 선고 2015도9130 판결 / [2] 대법원 2008. 2. 28. 선고 2007도10416 판결(공2008상, 482), 대법원 2008. 4. 24. 선고 2007도9802 판결, 대법원 2014. 2. 27. 선고 2011도48 판결(공2014상, 793)<br/>"
}