{
  "판례일련번호": "219793",
  "사건명": "손해배상(기)",
  "사건번호": "2018다288631",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 미신고 옥외집회 또는 시위에 대하여 집회 및 시위에 관한 법률 제20조 제1항 제2호에 기하여 해산을 명하기 위해서는 그 옥외집회 또는 시위로 인하여 타인의 법익이나 공공의 안녕질서에 대한 직접적인 위험이 명백하게 초래되어야 하는지 여부(적극) 및 이러한 요건을 갖춘 해산명령에 불응하는 경우에만 같은 법 제24조 제5호에 따라 처벌할 수 있는지 여부(적극)<br/>[2] 경찰관 직무집행법 제6조에 따른 경찰관의 제지 조치가 적법한지 판단하는 기준<br/>[3] 공무원이 공무를 수행하는 과정에서 위법행위로 타인에게 손해를 가한 경우, 공무원 개인은 고의 또는 중과실이 있는 경우에만 손해배상책임을 부담하는지 여부(적극) 및 여기에서 공무원의 ‘중과실’의 의미<br/>[4] 청원대상기관이 청원법에 규정된 청원방법이 아닌 청원인이 요구하는 방식과 절차에 개별적으로 응하여야 할 의무를 부담하는지 여부(원칙적 소극) 및 청원인이 자신이 원하는 절차와 방식에 따른 청원권 행사의 보장을 요구하는 것이 청원권의 보호 범위에 포함되는지 여부(소극)<br/>[5] 甲 등이 세월호 진상규명 등을 촉구하는 기자회견을 한 후 청와대에 서명지 박스를 전달하기 위한 행진을 시도하였으나 관할 경찰서장인 乙 등이 해산명령과 통행차단 조치를 하였고, 이에 甲 등이 乙 등을 상대로 손해배상을 구한 사안에서, 제반 사정을 고려하면 乙 등에게 중과실이 있다고 단정하기 어려운데도 乙 등의 손해배상책임을 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 집회의 자유가 가지는 헌법적 가치와 기능, 집회에 대한 허가 금지를 선언한 헌법정신, 신고제도의 취지 등을 종합하여 보면, 신고는 행정관청에 집회에 관한 구체적인 정보를 제공함으로써 공공질서의 유지에 협력하도록 하는 데 의의가 있는 것으로 집회의 허가를 구하는 신청으로 변질되어서는 아니 되므로, 신고를 하지 아니하였다는 이유만으로 옥외집회 또는 시위를 헌법의 보호 범위를 벗어나 개최가 허용되지 않는 집회 내지 시위라고 단정할 수 없다. 따라서 집회 및 시위에 관한 법률(이하 ‘집시법’이라고 한다) 제20조 제1항 제2호가 미신고 옥외집회 또는 시위를 해산명령의 대상으로 하면서 별도의 해산 요건을 정하고 있지 않더라도, 그 옥외집회 또는 시위로 인하여 타인의 법익이나 공공의 안녕질서에 대한 직접적인 위험이 명백하게 초래된 경우에 한하여 위 조항에 기하여 해산을 명할 수 있고, 이러한 요건을 갖춘 해산명령에 불응하는 경우에만 집시법 제24조 제5호에 의하여 처벌할 수 있다고 보아야 한다.<br/>[2] 경찰관 직무집행법 제6조는 “경찰관은 범죄행위가 목전에 행하여지려고 하고 있다고 인정될 때에는 이를 예방하기 위하여 관계인에게 충분한 경고를 하고, 그 행위로 인하여 사람의 생명·신체에 위해를 끼치거나 재산에 중대한 손해를 끼칠 우려가 있는 긴급한 경우에는 그 행위를 제지할 수 있다.”라고 규정하고 있다. 위 조항 중 경찰관의 제지에 관한 부분은 범죄의 예방을 위한 경찰행정상 즉시강제, 즉 눈앞의 급박한 경찰상 장해를 제거하여야 할 필요가 있고 의무를 명할 시간적 여유가 없거나 의무를 명하는 방법으로는 그 목적을 달성하기 어려운 상황에서 의무불이행을 전제로 하지 아니하고 경찰이 직접 실력을 행사하여 경찰상 필요한 상태를 실현하는 권력적 사실행위에 관한 근거조항이다. 경찰행정상 즉시강제는 그 본질상 행정 목적 달성을 위하여 불가피한 한도 내에서 예외적으로 허용되는 것이므로, 위 조항에 의한 경찰관의 제지 조치 역시 그러한 조치가 불가피한 최소한도 내에서만 행사되도록 그 발동·행사 요건을 신중하고 엄격하게 해석하여야 하고, 그러한 해석·적용의 범위 내에서만 우리 헌법상 신체의 자유 등 기본권 보장 조항과 그 정신 및 해석 원칙에 합치될 수 있다.<br/>  특히 경찰관 직무집행법은 제1조 제2항에서 “경찰관의 직권은 그 직무 수행에 필요한 최소한도에서 행사되어야 하며 남용되어서는 아니 된다.”라고 선언하여 경찰비례의 원칙을 명시적으로 규정하고 있는데, 이는 경찰행정 영역에서의 헌법상 과잉금지원칙을 표현한 것으로서, 공공의 안녕과 질서유지라는 공익목적과 이를 실현하기 위하여 개인의 권리나 재산을 침해하는 수단 사이에는 합리적인 비례관계가 있어야 한다는 의미를 갖는다.<br/>  그러므로 경찰관은 형사처벌의 대상이 되는 행위가 눈앞에서 막 이루어지려고 하는 것이 객관적으로 인정될 수 있는 상황이고 그 행위를 당장 제지하지 않으면 곧 인명·신체에 위해를 미치거나 재산에 중대한 손해를 끼칠 우려가 있는 상황이어서, 직접 제지하는 방법 외에는 위와 같은 결과를 막을 수 없는 급박한 상태일 때에만 경찰관 직무집행법 제6조에 의하여 적법하게 그 행위를 제지할 수 있고, 그 범위 내에서만 경찰관의 제지 조치가 적법하다고 평가될 수 있다.<br/>[3] 국가배상법 제2조 제1항 본문 및 제2항에 따르면, 공무원이 공무를 수행하는 과정에서 위법행위로 타인에게 손해를 가한 경우에 국가 등이 손해배상책임을 지는 외에 그 개인은 고의 또는 중과실이 있는 경우에는 손해배상책임을 지지만 경과실만 있는 경우에는 책임을 면한다고 해석된다. 위 규정의 입법 취지는 공무원의 직무상 위법행위로 타인에게 손해를 끼친 경우에는 변제자력이 충분한 국가 등에 선임감독상 과실 여부에 불구하고 손해배상책임을 부담시켜 국민의 재산권을 보장하되, 공무원이 직무를 수행함에 있어 경과실로 타인에게 손해를 입힌 경우에는 그로 인하여 발생한 손해에 대하여 공무원 개인에게는 배상책임을 부담시키지 아니하여 공무원의 공무집행의 안정성을 확보하려는 데에 있기 때문이다.<br/>  여기에서 공무원의 중과실이란 공무원에게 통상 요구되는 정도의 상당한 주의를 하지 않더라도 약간의 주의를 한다면 손쉽게 위법·유해한 결과를 예견할 수 있는 경우임에도 만연히 이를 간과한 경우와 같이, 거의 고의에 가까운 현저한 주의를 결여한 상태를 의미한다.<br/>[4] 헌법은 제26조 제1항에서 “모든 국민은 법률이 정하는 바에 의하여 청원할 권리를 가진다.”라고 하여 청원권을 기본권으로 보장하고 있다. 청원권은 공권력과의 관계에서 일어나는 여러 가지 이해관계, 의견, 희망 등에 관하여 적법한 청원을 한 모든 국민에게 국가기관이 청원을 수리할 뿐만 아니라 이를 심사하여 청원자에게 처리결과를 통지할 것을 요구할 수 있는 권리를 의미한다. 청원권의 구체적 내용은 입법활동에 의하여 형성되며 이때의 입법형성에는 폭넓은 재량권이 인정된다.<br/>  청원법은 청원의 구체적인 절차와 방법에 대하여 정하고 있는바, 청원은 문서로 하되 청원서에는 청원의 이유와 취지를 명시하고 필요한 때에는 참고자료를 첨부한 후 청원인의 성명·주소 또는 거소 등을 기재하고 서명하여야 하며 공동청원의 경우에는 3인 이하의 대표자를 선임하여 청원서에 표시하여야 하고(제6조), 청원서는 청원사항을 관장하는 기관에 제출하되 어떤 처분 또는 처분의 시정을 요구하는 청원서는 처분관서에 제출하여야 한다(제7조 제1항, 제2항)고 규정하고 있을 뿐, 청원인이 개별적으로 선호하는 방식과 절차대로 청원할 기회를 제공하도록 규정하고 있지는 아니하다. 그러므로 청원대상기관은 특별한 사정이 없는 한 청원법에 규정된 앞서 본 청원방법 이외에는 청원인이 요구하는 방식과 절차에 개별적으로 응하여야 할 의무를 지지 않을뿐더러, 청원인 각자가 자신이 원하는 절차와 방식에 따른 청원권 행사의 보장을 요구하는 것은 청원권의 보호 범위에 포함되지 아니한다고 보는 것이 타당하다.<br/>[5] 甲 등이 세월호 진상규명 등을 촉구하는 기자회견을 한 후 청와대에 서명지 박스를 전달하기 위한 행진을 시도하였으나 관할 경찰서장인 乙 등이 해산명령과 통행차단 조치를 하였고, 이에 甲 등이 乙 등을 상대로 손해배상을 구한 사안에서, 기자회견 및 행진으로 인하여 타인의 법익이나 공공의 안녕질서에 대한 직접적인 위험이 명백하게 초래되었다고 보기 어려우므로 甲 등에 대한 해산명령 및 통행차단 조치는 위법하지만, 기자회견 및 행진이 옥외집회 및 시위가 금지되는 특정 지역과 시간적·장소적으로 상당히 근접한 지역에서 이루어졌다는 점, 경찰관의 해산명령과 제지 조치가 각각의 요건을 충족함으로써 적법한지는 개별 사안 자체의 특수성을 합리적으로 고찰하여야 하는 속성을 지니는 점 등의 제반 사정을 고려하면, 乙 등은 당시 甲 등에게 내린 해산명령 및 통행차단 조치가 집회 및 시위에 관한 법률 및 경찰관 직무집행법에서 허용되는 범위를 넘어선다는 것을 인식하지 못하였다고 볼 여지가 있고, 나아가 위와 같이 인식하지 못한 데에 고의에 가까울 정도로 현저히 주의를 결여하였다고 단정하기 어려운데도, 乙 등에게 중과실이 있다고 보아 乙 등의 손해배상책임을 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조 제1항, 제2항, 집회 및 시위에 관한 법률 제6조 제1항, 제20조 제1항 제2호, 제2항, 제24조 제5호 / [2] 헌법 제11조, 제37조 제2항, 경찰관 직무집행법 제1조 제2항, 제6조 / [3] 국가배상법 제2조 / [4] 헌법 제26조 제1항, 청원법 제6조, 제7조 / [5] 헌법 제21조 제1항, 제2항, 제26조 제1항, 국가배상법 제2조 제1항, 민법 제750조, 집회 및 시위에 관한 법률 제6조 제1항, 제11조 제3호, 제20조 제1항 제2호, 제2항, 경찰관 직무집행법 제1조 제2항, 제6조, 대통령 등의 경호에 관한 법률 제5조 제3항, 청원법 제6조, 제7조<br/>",
  "참조판례": "[1] 대법원 2012. 4. 19. 선고 2010도6388 전원합의체 판결(공2012상, 912), 대법원 2016. 7. 14. 선고 2015도20149 판결 / [2] 대법원 2008. 11. 13. 선고 2007도9794 판결(공2008하, 1713), 대법원 2013. 6. 13. 선고 2012도9937 판결(공2013하, 1272) / [3] 대법원 1996. 2. 15. 선고 95다38677 전원합의체 판결(공1996상, 771), 대법원 2003. 2. 11. 선고 2002다65929 판결(공2003상, 794), 대법원 2010. 1. 28. 선고 2007다82950, 82967 판결(공2010상, 377) / [4] 헌법재판소 2006. 6. 29. 선고 2005헌마604 전원재판부 결정(헌공117, 1024)<br/>"
}