{
  "판례일련번호": "219741",
  "사건명": "자본시장과금융투자업에관한법률위반·증거은닉교사·특정경제범죄가중처벌등에관한법률위반(횡령)·업무상횡령·사문서위조·위조사문서행사·주식회사등의외부감사에관한법률위반·사기",
  "사건번호": "2021도11110",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220113",
  "판시사항": "[1] 주권상장법인의 주식 등 대량보유·변동 보고의무 위반으로 인한 자본시장과 금융투자업에 관한 법률 위반죄가 진정부작위범에 해당하는지 여부(적극) / 위 죄의 공동정범은 그 의무가 수인에게 공통으로 부여되어 있는데도 수인이 공모하여 전원이 그 의무를 이행하지 않았을 때 성립하는지 여부(적극)<br/>[2] 주권상장법인의 주식 등 변경 보고의무 위반으로 인한 자본시장과 금융투자업에 관한 법률 위반죄가 진정부작위범에 해당하는지 여부(적극) / 위 죄의 공동정범은 그 의무가 수인에게 공통으로 부여되어 있는데도 수인이 공모하여 전원이 그 의무를 이행하지 않았을 때 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제147조 제1항 전문은 “주권상장법인의 주식 등을 대량보유(본인과 그 특별관계자가 보유하게 되는 주식 등의 수의 합계가 그 주식 등의 총수의 100분의 5 이상인 경우를 말한다)하게 된 자는 그날부터 5일 이내에 그 보유상황, 보유 목적, 그 보유 주식 등에 관한 주요계약내용, 그 밖에 대통령령으로 정하는 사항을 대통령령으로 정하는 방법에 따라 금융위원회와 거래소에 보고하여야 하며, 그 보유 주식 등의 수의 합계가 그 주식 등의 총수의 100분의 1 이상 변동된 경우에는 그 변동된 날부터 5일 이내에 그 변동내용을 대통령령으로 정하는 방법에 따라 금융위원회와 거래소에 보고하여야 한다.”라고 규정하고 있고, 자본시장법 제445조 제20호는 제147조 제1항을 위반하여 주식 등 대량보유·변동 보고를 하지 아니한 자를 처벌한다고 규정하고 있다. 그 규정 형식과 취지에 비추어 보면 주권상장법인의 주식 등 대량보유·변동 보고의무 위반으로 인한 자본시장법 위반죄는 구성요건이 부작위에 의해서만 실현될 수 있는 진정부작위범에 해당한다. 진정부작위범인 주식 등 대량보유·변동 보고의무 위반으로 인한 자본시장법 위반죄의 공동정범은 그 의무가 수인에게 공통으로 부여되어 있는데도 수인이 공모하여 전원이 그 의무를 이행하지 않았을 때 성립할 수 있다.<br/>[2] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제147조 제4항은 “제1항에 따라 보고한 자는 그 보유 목적이나 그 보유 주식 등에 관한 주요계약내용 등 대통령령으로 정하는 중요한 사항의 변경이 있는 경우에는 5일 이내에 금융위원회와 거래소에 보고하여야 한다.”라고 규정하고 있고, 자본시장법 제445조 제20호는 제147조 제4항을 위반하여 주식 등 변경 보고를 하지 아니한 자를 처벌한다고 규정하고 있다. 그 규정 형식과 취지에 비추어 보면 주권상장법인의 주식 등 변경 보고의무 위반으로 인한 자본시장법 위반죄는 구성요건이 부작위에 의해서만 실현될 수 있는 진정부작위범에 해당한다. 진정부작위범인 주식 등 변경 보고의무 위반으로 인한 자본시장법 위반죄의 공동정범은 그 의무가 수인에게 공통으로 부여되어 있는데도 수인이 공모하여 전원이 그 의무를 이행하지 않았을 때 성립할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제147조 제1항, 제445조 제20호, 형법 제30조 / [2] 자본시장과 금융투자업에 관한 법률 제147조 제4항, 제445조 제20호, 형법 제30조<br/>",
  "참조판례": "[1][2] 대법원 2008. 3. 27. 선고 2008도89 판결(공2008상, 641), 대법원 2009. 2. 12. 선고 2008도9476 판결, 대법원 2021. 5. 7. 선고 2018도12973 판결(공2021하, 1211)<br/>"
}