{
  "판례일련번호": "219791",
  "사건명": "저작권법위반방조",
  "사건번호": "2021도10903",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 전송의 방법으로 공중송신권을 침해하는 게시물이나 그 게시물이 위치한 웹페이지 등에 연결되는 링크를 한 행위자가, 정범이 공중송신권을 침해한다는 사실을 충분히 인식하면서 그러한 링크를 인터넷 사이트에 영리적·계속적으로 게시하는 등으로 공중의 구성원이 개별적으로 선택한 시간과 장소에서 침해 게시물에 쉽게 접근할 수 있도록 하는 정도의 링크 행위를 한 경우, 공중송신권 침해의 방조범이 성립하는지 여부(적극)<br/>[2] ‘법률의 착오’에 관한 형법 제16조의 취지 및 이때 ‘정당한 이유’가 있는지 판단하는 기준<br/>[3] 법률 위반 행위 중간에 일시적으로 판례에 따라 그 행위가 처벌대상이 되지 않는 것으로 해석된 적이 있었다는 사정만으로 자신의 행위가 처벌되지 않는 것으로 믿은 데에 ‘정당한 이유’가 있다고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 전송의 방법으로 공중송신권을 침해하는 게시물이나 그 게시물이 위치한 웹페이지 등에 연결되는 링크를 한 행위자가, 정범이 공중송신권을 침해한다는 사실을 충분히 인식하면서 그러한 링크를 인터넷 사이트에 영리적·계속적으로 게시하는 등으로 공중의 구성원이 개별적으로 선택한 시간과 장소에서 침해 게시물에 쉽게 접근할 수 있도록 하는 정도의 링크 행위를 한 경우에는, 침해 게시물을 공중의 이용에 제공하는 정범의 범죄를 용이하게 하므로 공중송신권 침해의 방조범이 성립한다. 이러한 링크 행위는 정범의 범죄행위가 종료되기 전 단계에서 침해 게시물을 공중의 이용에 제공하는 정범의 범죄 실현과 밀접한 관련이 있고 그 구성요건적 결과 발생의 기회를 현실적으로 증대함으로써 정범의 실행행위를 용이하게 하고 공중송신권이라는 법익의 침해를 강화·증대하였다고 평가할 수 있다. 링크 행위자에게 방조의 고의와 정범의 고의도 인정할 수 있다.<br/>[2] 형법 제16조는 ‘법률의 착오’라는 제목으로 자기가 한 행위가 법령에 따라 죄가 되지 않는 것으로 오인한 행위는 그 오인에 정당한 이유가 있는 때에 한하여 벌하지 않는다고 정하고 있다. 이는 일반적으로 범죄가 성립하지만 자신의 특수한 사정에 비추어 법령에 따라 허용된 행위로서 죄가 되지 않는다고 그릇 인식하고 그러한 인식에 정당한 이유가 있는 경우에는 벌하지 않는다는 것이다. 이때 정당한 이유는 행위자에게 자기 행위의 위법 가능성에 대해 심사숙고하거나 조회할 수 있는 계기가 있어 자신의 지적 능력을 다하여 이를 회피하기 위한 진지한 노력을 다하였더라면 스스로의 행위에 대하여 위법성을 인식할 수 있는 가능성이 있었는데도 이를 다하지 못한 결과 자기 행위의 위법성을 인식하지 못한 것인지 여부에 따라 판단해야 한다. 이러한 위법성의 인식에 필요한 노력의 정도는 구체적인 행위정황과 행위자 개인의 인식능력 그리고 행위자가 속한 사회집단에 따라 달리 평가하여야 한다.<br/>[3] 법률 위반 행위 중간에 일시적으로 판례에 따라 그 행위가 처벌대상이 되지 않는 것으로 해석되었던 적이 있었다고 하더라도 그것만으로 자신의 행위가 처벌되지 않는 것으로 믿은 데에 정당한 이유가 있다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제7호, 제10호, 제18조, 제136조 제1항 제1호, 형법 제13조, 제32조 / [2] 형법 제16조 / [3] 형법 제16조<br/>",
  "참조판례": "[1] 대법원 2021. 9. 9. 선고 2017도19025 전원합의체 판결(공2021하, 1881), 대법원 2021. 9. 30. 선고 2016도8040 판결 / [2] 대법원 2006. 3. 24. 선고 2005도3717 판결(공2006상, 766), 대법원 2017. 3. 15. 선고 2014도12773 판결(공2017상, 806) / [3] 대법원 2002. 10. 22. 선고 2002도4260 판결<br/>"
}