{
  "판례일련번호": "219795",
  "사건명": "손해배상(기)",
  "사건번호": "2018다204022",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 공익사업의 시행자가 토지소유자와 관계인에게 보상액을 지급하지 않고 승낙도 받지 않은 채 공사에 착수하여 토지소유자와 관계인이 손해를 입은 경우, 사업시행자가 손해배상책임을 지는지 여부(적극)<br/>[2] 공익사업의 시행자가 사전보상을 하지 않은 채 공사에 착수하여 토지소유자와 관계인이 손해를 입은 경우, 사업시행자의 손해배상 범위 / 이때 토지소유자와 관계인에게 손실보상금에 해당하는 손해 외에 별도의 손해가 발생한 경우, 사업시행자가 이를 배상할 책임이 있는지 여부(적극) 및 그 증명책임의 소재(=이를 주장하는 자)<br/>[3] 전통시장 공영주차장 설치사업의 시행자인 甲 지방자치단체가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따른 사업인정 절차를 거치지 않고 위 사업부지의 소유자들로부터 토지와 건물을 매수하여 협의취득하였고, 위 토지상의 건물을 임차하여 영업한 乙 등이 甲 지방자치단체에 영업손실 보상금을 지급해달라고 요청하였으나, 甲 지방자치단체가 아무런 보상 없이 위 사업을 시행하자, 乙 등이 甲 지방자치단체를 상대로 영업손실 보상액 상당의 손해배상금과 정신적 손해에 대한 위자료 지급을 구한 사안에서, 乙 등이 입은 손해는 원칙적으로 위 법률 제77조 등이 정한 영업손실 보상금이고, 손실보상금의 지급이 지연되었다는 사정만으로 손실보상금에 해당하는 손해 외에 乙 등에게 별도의 손해가 발생하였다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공익사업의 시행자는 해당 공익사업을 위한 공사에 착수하기 이전에 토지소유자와 관계인에게 보상액 전액을 지급하여야 한다(공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조 본문). 공익사업의 시행자가 토지소유자와 관계인에게 보상액을 지급하지 않고 승낙도 받지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인에 대하여 불법행위가 성립할 수 있고, 사업시행자는 그로 인한 손해를 배상할 책임을 진다. <br/>[2] 공익사업의 시행자가 사전보상을 하지 않은 채 공사에 착수함으로써 토지소유자와 관계인이 손해를 입은 경우, 토지소유자와 관계인이 입은 손해는 손실보상청구권이 침해된 데에 따른 손해이므로, 사업시행자가 배상해야 할 손해액은 원칙적으로 손실보상금이다. 다만 그 과정에서 토지소유자와 관계인에게 손실보상금에 해당하는 손해 외에 별도의 손해가 발생하였다면, 사업시행자는 그 손해를 배상할 책임이 있으나, 이와 같은 손해배상책임의 발생과 범위는 이를 주장하는 사람에게 증명책임이 있다. <br/>[3] 전통시장 공영주차장 설치사업의 시행자인 甲 지방자치단체가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)에 따른 사업인정 절차를 거치지 않고 위 사업부지의 소유자들로부터 토지와 건물을 매수하여 협의취득하였고, 위 토지상의 건물을 임차하여 영업한 乙 등이 甲 지방자치단체에 영업손실 보상금을 지급해달라고 요청하였으나, 甲 지방자치단체가 아무런 보상 없이 위 사업을 시행하자, 乙 등이 甲 지방자치단체를 상대로 영업손실 보상액 상당의 손해배상금과 정신적 손해에 대한 위자료 지급을 구한 사안에서, 위 사업은 지방자치단체인 甲이 공공용 시설인 공영주차장을 직접 설치하는 사업으로 토지보상법 제4조 제3호의 ‘공익사업’에 해당하고, 乙 등의 각 영업이 위 사업으로 폐업하거나 휴업한 것이므로 사업인정고시가 없더라도 공익사업의 시행자인 甲 지방자치단체는 공사에 착수하기 전 乙 등에게 영업손실 보상금을 지급할 의무가 있는데도 보상액을 지급하지 않고 공사에 착수하였으므로, 甲 지방자치단체는 乙 등에게 그로 인한 손해를 배상할 책임이 있는데, 乙 등이 입은 손해는 원칙적으로 토지보상법 제77조 등이 정한 영업손실 보상금이고, 그 밖에 별도의 손해가 발생하였다는 점에 관한 乙 등의 구체적인 주장·증명이 없는 한 손실보상금의 지급이 지연되었다는 사정만으로 손실보상금에 해당하는 손해 외에 乙 등에게 별도의 손해가 발생하였다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조 / [2] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제40조 제1항, 제62조, 민사소송법 제288조[증명책임] / [3] 민법 제750조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제2조 제2호, 제4조 제3호, 제20조, 제40조 제1항, 제62조, 제77조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제45조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "[1] 대법원 1998. 11. 3. 자 88마850 결정(공1988, 1518), 대법원 2013. 11. 14. 선고 2011다27103 판결(공2013하, 2189) / [2] 대법원 1990. 6. 12. 선고 89다카9552 전원합의체 판결(공1990, 1450), 대법원 2001. 4. 10. 선고 99다38705 판결(공2001상, 1081), 대법원 2013. 11. 14. 선고 2011다27103 판결(공2013하, 2189)<br/>"
}