{
  "판례일련번호": "219735",
  "사건명": "물품대금",
  "사건번호": "2021다269388",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220113",
  "판시사항": "[1] 외국적 요소가 있는 사건의 경우, 준거법과 관련한 주장이 없더라도 법원이 법률관계에 적용될 국제협약 또는 국제사법에 따른 준거법에 관하여 심리, 조사할 의무가 있는지 여부(적극)<br/>[2] 네덜란드 법인과 대한민국 법인 사이의 물품매매계약에 관하여 ‘국제물품매매계약에 관한 국제연합 협약’(United Nations Convention on Contracts for the International Sale of Goods)이 우선적으로 적용되는지 여부(적극) 및 위 협약이 적용을 배제하거나 직접적으로 규정하고 있지 않는 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용되는지 여부(적극)<br/>[3] 국제사법 제25조 제1항에 따라 준거법에 관한 명시적인 합의가 없더라도 묵시적인 합의를 인정할 수 있는지 여부(적극) / 소송절차에서 당사자가 준거법에 관하여 다투지 않았다는 사정만으로 준거법에 관한 묵시적 합의를 인정할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 외국적 요소가 있는 법률관계에 관하여 적용되는 준거법으로서의 외국법은 사실이 아니라 법으로서 법원은 직권으로 그 내용을 조사하여야 한다. 따라서 외국적 요소가 있는 사건이라면 준거법과 관련한 주장이 없더라도 법원으로서는 적극적으로 석명권을 행사하여 당사자에게 의견을 진술할 수 있는 기회를 부여하거나 필요한 자료를 제출하게 하는 등 그 법률관계에 적용될 국제협약 또는 국제사법에 따른 준거법에 관하여 심리, 조사할 의무가 있다. <br/>[2] 우리나라가 가입한 국제조약은 일반적으로 민법이나 상법 또는 국제사법보다 우선적으로 적용된다. <br/>  네덜란드와 대한민국은 모두 ‘국제물품매매계약에 관한 국제연합 협약’[United Nations Convention on Contracts for the International Sale of Goods(Vienna, 1980)(CISG), 이하 ‘매매협약’이라 한다]에 가입하였으므로, 네덜란드 법인과 대한민국 법인 사이의 물품매매계약에 관하여는 매매협약 제1조 제1항에 의하여 위 협약이 우선 적용된다. 매매협약은 국제물품매매계약의 성립, 매도인과 매수인의 의무, 위험의 이전 및 손해배상 범위 등에 관하여 규율하고 있으나 제조물책임에 관하여는 그 적용을 배제하고 있으며, 계약의 유효성이나 물품의 소유권에 관하여 계약이 미치는 효력 또는 소멸시효 등은 규정하고 있지 않다. 한편 네덜란드와 대한민국 두 나라 모두 ‘국제물품매매계약의 시효에 관한 국제연합 협약’[United Nations Convention on the Limitation Period in the International Sale of Goods(New York, 1974)]에 가입하지 않고 있다.<br/>  이와 같이 매매협약이 적용을 배제하거나 직접적으로 규정하고 있지 않는 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용된다.<br/>[3] 국제사법 제25조 제1항은 “계약은 당사자가 명시적 또는 묵시적으로 선택한 법에 의한다. 다만 묵시적인 선택은 계약 내용 그 밖에 모든 사정으로부터 합리적으로 인정할 수 있는 경우에 한한다.”라고 규정하고, 국제사법 제26조 제1항은 “당사자가 준거법을 선택하지 아니한 경우에 계약은 그 계약과 가장 밀접한 관련이 있는 국가의 법에 의한다.”라고 규정하고 있는데, 같은 조 제2항 제1호에 의하면 양도계약의 경우에는 법인인 양도인의 주된 사무소가 있는 국가의 법이 가장 밀접한 관련이 있는 것으로 추정된다. <br/>국제사법 제25조 제1항에서 계약의 준거법을 당사자가 자유롭게 선택할 수 있도록 하면서도 그것이 부당하게 확대되는 것을 방지하기 위하여 묵시적인 선택은 계약 내용 그 밖에 모든 사정으로부터 합리적으로 인정할 수 있는 경우로 제한하고 있으므로, 준거법에 관한 명시적인 합의가 없더라도 묵시적인 합의를 인정할 수도 있으나 소송절차에서 당사자가 준거법에 관하여 다투지 않았다는 사정만으로는 준거법에 관한 묵시적 합의를 인정하기는 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제1조, 제5조, 민사소송법 제134조[직권조사사항] / [2] 국제물품매매계약에 관한 국제연합 협약 제1조 제1항 / [3] 국제사법 제25조 제1항, 제26조<br/>",
  "참조판례": "[1] 대법원 1990. 4. 10. 선고 89다카20252 판결(공1990, 1043), 대법원 2019. 12. 24. 선고 2016다222712 판결(공2020상, 332) / [2] 대법원 2016. 3. 24. 선고 2013다81514 판결(공2016상, 611)<br/>"
}