{
  "판례일련번호": "219785",
  "사건명": "부당이득금반환",
  "사건번호": "2017다208423",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "주채무자에 대해 회생절차가 개시되고 채권자가 당시의 채권 전액에 관하여 회생채권자로서 권리를 행사한 경우, 장래의 구상권자인 연대보증인이 채무자 회생 및 파산에 관한 법률 제126조 제4항을 근거로 주채무자에 대해 채권자의 회생절차상 권리를 대위행사하기 위해서는 연대보증계약에 따른 채권자의 채권액 전부를 변제하여야 하는지 여부(적극) 및 이때 연대보증인이 회생계획 인가 후 변제한 금액이 회생계획에 따라 감면되고 남은 주채무자의 채무액을 초과하더라도 연대보증계약에 따른 채권자의 채권액에는 미치지 못한 경우, 회생절차개시 후에 채권자의 채권액 전부를 변제한 것으로 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "여럿이 각각 전부 이행을 해야 하는 의무를 지는 경우 그중 1인의 변제는 다른 전부 이행을 할 의무를 지는 자(이하 ‘전부의무자’라 한다)에 대해서도 절대적 효력이 있으므로 채권자는 자신의 채권 중 변제 등으로 소멸된 나머지 채권에 대해서만 다른 전부의무자에게 청구할 수 있다. 그러나 전부의무자 전원 또는 일부에 관하여 회생절차가 개시되면, 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제126조 제1항, 제2항에 따라 채권자의 회생채권액은 회생절차개시 당시를 기준으로 고정되고, 그 이후 다른 전부의무자가 채무를 변제하더라도 채권 전액이 소멸한 경우를 제외하고는 회생채권액에는 아무런 영향을 주지 않는다.<br/>  변제를 한 다른 전부의무자는 채무자에 대해 구상권을 가지므로, 회생절차에서 채권자와 구상권자 사이의 권리를 조정할 필요가 생긴다. 채무자회생법 제126조 제3항, 제4항은 같은 조 제1항, 제2항에서 정한 법률관계를 전제로 다른 전부의무자와 회생채무자 사이의 구상관계를 다루고 있다. 채권자가 회생절차에 참가하지 않은 경우 전부의무자는 회생절차개시 당시 아직 전부의무를 이행하지 않아 구상권을 취득하지 않았더라도 ‘장래에 행사할 가능성이 있는 구상권’으로 회생절차에 참가할 수 있다(제126조 제3항 본문 참조). 그러나 채권자가 회생절차개시 당시에 가지는 채권 전액에 관하여 회생절차에 참가한 경우에는 전부의무자는 회생절차에 참가할 수 없다(제126조 제3항 단서 참조). 채권자가 회생절차에 참가하여 전부의무자가 회생절차에 참가할 수 없는 경우에는 전부의무자는 채무자회생법 제126조 제4항에 따라 채권 전액이 소멸해야만 비로소 구상권의 범위 안에서 채권자가 가진 권리를 행사할 수 있다.<br/>  결국 채무자회생법 제126조는 이른바 현존액주의를 채택하여 회생절차에서 채권자가 확실히 채권의 만족을 얻을 수 있도록 함으로써 채권자를 보호하기 위한 규정이다. 즉, 여럿이 각각 전부 이행을 해야 하는 의무를 지는 경우 그 전원 또는 일부에 관하여 회생절차가 개시된 후 다른 전부의무자의 변제 등으로 채권자의 채권 일부가 소멸하더라도 이러한 사정을 회생절차에서 채권자의 채권액에 반영하지 않는다. 이에 따라 채권자는 회생절차개시 당시의 채권 전액으로 권리를 행사할 수 있는 반면, 일부 변제 등을 한 전부의무자는 회생절차에서 구상권이나 변제자대위권을 행사하는 것이 제한된다.<br/>  연대보증인은 채권자에 대해 채무자회생법 제126조에서 정한 전부의무자에 해당하고, 주채무자에 대한 회생절차개시 후에 채권자에게 변제 등으로 연대보증채무를 이행함으로써 구상권을 취득할 수 있는 지위에 있으므로, 같은 조 제2항부터 제4항까지 정한 ‘장래의 구상권자’에 해당한다.<br/>  따라서 주채무자에 대해 회생절차가 개시되고 채권자가 그 당시의 채권 전액에 관하여 회생채권자로서 권리를 행사한 경우, 장래의 구상권자인 연대보증인이 연대보증계약에 따른 채권자의 채권액 전부를 변제하지 않았다면 채무자회생법 제126조 제4항을 근거로 주채무자에 대해 채권자의 회생절차상 권리를 대위행사할 수 없다. 이때 연대보증인이 회생계획 인가 후 변제한 금액이 회생계획에 따라 감면되고 남은 주채무자의 채무액을 초과하더라도 연대보증계약에 따른 채권자의 채권액에는 미치지 못한다면 회생절차개시 후에 채권자의 채권액 전부를 변제한 것으로 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "채무자 회생 및 파산에 관한 법률 제126조, 민법 제441조, 제481조<br/>",
  "참조판례": "대법원 2015. 4. 23. 선고 2011다109388 판결(공2015상, 719)<br/>"
}