{
  "판례일련번호": "219719",
  "사건명": "사기",
  "사건번호": "2021도13108",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220113",
  "판시사항": "[1] 검사가 공소장변경허가신청서를 제출하지 않고 공소사실에 대한 검사의 의견을 기재한 서면을 제출한 경우, 이를 곧바로 공소장변경허가신청서를 제출한 것으로 볼 수 있는지 여부(소극)<br/>[2] 공소장의 기재가 불분명한 경우, 법원이 취할 조치<br/>[3] 경합범 관계에 있는 공소사실 중 판결주문이 수 개일 때 피고인과 검사가 일부에 대하여만 상소한 경우, 상소심에서 이를 파기할 때의 파기 범위(=상소된 부분) / 경합범 관계에 있는 공소사실 중 일부 유죄, 일부 무죄를 선고하여 판결주문이 수 개일 때 검사가 판결 전부에 대하여 상소한 경우, 상소심에서 이를 파기할 때 유죄 부분과 파기되는 무죄 부분을 함께 파기하여야 하는지 여부(적극) 및 이때 경합범 관계에 있는 공소사실이라도 개별적으로 파기되는 부분과 불가분의 관계에 있는 부분만을 파기하여야 하는 경우<br/>[4] 학부모들 및 대한민국에 대한 사기로 기소된 피고인에 대하여 제1심법원이 피해자 대한민국에 대한 사기 부분에 대하여 무죄를 선고하고 피해자 학부모들에 대한 사기 부분에 대하여 공소를 기각하자 검사가 제1심판결 전부에 대하여 항소를 제기한 사안에서, 제1심판결 중 공소기각 부분을 파기하는 이상 제1심판결 중 무죄 부분도 함께 파기하여야 한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 검사는 법원의 허가를 얻어 공소장에 기재한 공소사실 또는 적용법조의 추가·철회 또는 변경을 할 수 있다. 이 경우에 법원은 공소사실의 동일성을 해하지 아니하는 한도에서 허가하여야 한다(형사소송법 제298조 제1항). 검사가 형사소송법 제298조 제1항에 따라 공소장에 기재한 공소사실 또는 적용법조의 추가·철회 또는 변경을 하고자 하는 때에는 그 취지를 기재한 공소장변경허가신청서를 법원에 제출하여야 하고, 다만 피고인이 재정하는 공판정에서는 피고인에게 이익이 되거나 피고인이 동의하는 경우 구술에 의한 공소장변경을 허가할 수 있다(형사소송규칙 제142조 제1항, 제5항). 따라서 검사가 공소장변경허가신청서를 제출하지 않고 공소사실에 대한 검사의 의견을 기재한 서면을 제출하였더라도 이를 곧바로 공소장변경허가신청서를 제출한 것이라고 볼 수는 없다.<br/>[2] 재판장은 소송관계를 명료하게 하기 위하여 검사, 피고인 또는 변호인에게 사실상과 법률상의 사항에 관하여 석명을 구하거나 입증을 촉구할 수 있다(형사소송규칙 제141조 제1항). 공소장의 기재가 불분명한 경우에는 법원은 형사소송규칙 제141조에 따라 검사에게 석명을 한 다음, 그래도 검사가 이를 명확하게 하지 않은 때에야 공소사실의 불특정을 이유로 공소를 기각해야 한다. <br/>[3] 상소는 재판의 일부에 대하여도 할 수 있고, 일부에 대한 상소는 그 일부와 불가분의 관계에 있는 부분에 대하여도 효력이 미친다(형사소송법 제342조). 형법 제37조 전단의 경합범으로 동시에 기소된 수 개의 공소사실에 대하여 각기 따로 유무죄, 공소기각 및 면소를 선고하거나 형을 정하는 등으로 판결주문이 수 개일 때에는 그 1개의 주문에 포함된 부분을 다른 부분과 분리하여 일부상소를 할 수 있고 당사자 쌍방이 상소하지 않은 부분은 분리 확정된다. 따라서 경합범 관계에 있는 공소사실 중 판결주문이 수 개일 때 피고인과 검사가 일부에 대하여만 상소한 경우, 피고인과 검사가 상소하지 않은 부분은 상소기간이 지남으로써 확정되어 상소심에 계속된 사건은 상소된 부분에 대한 공소뿐이고, 그에 따라 상소심에서 이를 파기할 때에는 그 부분만을 파기하여야 한다. <br/>  반면 경합범 관계에 있는 공소사실 중 일부 유죄, 일부 무죄를 선고하여 판결주문이 수 개일 때 검사가 판결 전부에 대하여 상소하였는데 상소심에서 이를 파기할 때에는 유죄 부분과 파기되는 무죄 부분이 형법 제37조 전단의 경합범 관계에 있어 하나의 형이 선고되어야 하므로, 유죄 부분과 파기되는 무죄 부분을 함께 파기하여야 한다. 그러나 위와 같이 하나의 형을 선고하기 위해서 파기하는 경우를 제외하고는 경합범의 관계에 있는 공소사실이라고 하더라도 개별적으로 파기되는 부분과 불가분의 관계에 있는 부분만을 파기하여야 한다.<br/>[4] 피해자 학부모들 및 대한민국에 대한 사기로 기소된 피고인에 대하여 제1심법원이 피해자 대한민국에 대한 사기 부분에 대하여 무죄를 선고하고 피해자 학부모들에 대한 사기 부분에 대하여 공소를 기각하자 검사가 제1심판결 전부에 대하여 항소를 제기한 사안에서, 제1심은 경합범 관계에 있는 공소사실 중 피해자 대한민국에 대한 사기 부분을 주문 무죄로, 피해자 학부모들에 대한 사기 부분을 주문 공소기각으로 각 판단하였으므로, 검사가 제1심판결 전부에 대하여 항소하였더라도 그 판결 전체가 불가분의 관계에 있다고 볼 수 없고, 원심으로서는 각 부분에 관한 항소이유를 개별적으로 판단했어야 함에도, 공소사실 전체가 경합범 관계에 있어 불가분의 관계에 있다는 이유로 제1심판결 중 공소기각 부분을 파기하는 이상 제1심판결 중 무죄 부분도 함께 파기하여야 한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제298조 제1항, 형사소송규칙 제142조 제1항, 제5항 / [2] 형사소송규칙 제141조 제1항 / [3] 형법 제37조, 형사소송법 제342조, 제364조 / [4] 형법 제37조, 형사소송법 제342조, 제364조<br/>",
  "참조판례": "[2] 대법원 1983. 6. 14. 선고 82도293 판결, 대법원 2021. 2. 25. 선고 2020도3694 판결(공2021상, 728) / [3] 대법원 2010. 11. 25. 선고 2010도10985 판결(공2011상, 78), 대법원 2020. 3. 12. 선고 2019도18935 판결<br/>"
}