{
  "판례일련번호": "219761",
  "사건명": "대지권지분이전등기청구의소",
  "사건번호": "2020다278170",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 부동산이 신탁된 경우, 집합건물의 소유 및 관리에 관한 법률 제2조 제6호에서 정한 대지사용권의 성립 여부나 성립된 대지사용권의 법적 성질에 관하여는 대내외적으로 수탁자가 신탁 부동산의 소유자임을 전제로 판단하여야 하는지 여부(원칙적 적극)<br/>[2] 가압류집행 후 가압류목적물의 소유권이 제3자에게 이전되어 가압류채권자가 가압류채무자를 집행채무자로 하여 강제집행을 실행한 경우, 가압류의 처분금지적 효력이 미치는 범위<br/>[3] 집합건물 건축자의 대지소유권에 관하여 부동산등기법에 따른 구분건물의 대지권등기가 마쳐지지 않은 상태에서 전유부분에 관한 경매절차가 진행되는 경우, 그 경매절차에서 전유부분을 매수한 매수인이 대지사용권도 함께 취득하는지 여부(적극)<br/>",
  "판결요지": "[1] 집합건물의 소유 및 관리에 관한 법률 제2조 제6호에 따르면, 대지사용권은 구분소유자가 전유부분을 소유하기 위하여 건물의 대지에 대하여 가지는 권리로서 그 성립을 위해서는 집합건물의 존재와 구분소유자가 전유부분 소유를 위하여 해당 대지를 사용할 수 있는 권리를 보유하는 것 이외에 다른 특별한 요건이 필요하지 않다. 신탁법상의 신탁은 위탁자가 수탁자에게 특정의 재산을 이전하거나 담보권의 설정 또는 그 밖의 처분을 하여 수탁자로 하여금 신탁 목적의 달성을 위하여 그 재산권을 관리·처분하게 하는 등 필요한 행위를 하게 하는 것이므로(신탁법 제2조), 부동산의 신탁에서 수탁자 앞으로 소유권이전등기를 마치게 되면 대내외적으로 소유권이 수탁자에게 완전히 이전되고, 위탁자와의 내부관계에서 소유권이 위탁자에게 유보되어 있는 것은 아니다. 따라서 부동산이 신탁된 경우 대지사용권의 성립 여부나 성립된 대지사용권의 법적 성질은, 신탁계약의 체결 경위, 신탁계약의 목적이나 내용에 비추어 신탁재산 독립의 원칙에 반하는 등 특별한 사정이 없는 한, 대내외적으로 수탁자가 신탁 부동산의 소유자임을 전제로 판단하여야 한다.<br/>[2] 가압류집행 후 가압류목적물의 소유권이 제3자에게 이전된 경우 가압류채권자는 집행권원을 얻어 제3취득자가 아닌 가압류채무자를 집행채무자로 하여 그 가압류를 본압류로 이전하는 강제집행을 실행할 수 있다. 이 경우 그 강제집행은 가압류의 처분금지적 효력이 미치는 객관적 범위인 가압류결정 당시의 청구금액 한도 안에서만 집행채무자인 가압류채무자의 책임재산에 대한 집행절차이고, 나머지 부분은 제3취득자의 재산에 대한 매각절차이다.<br/>[3] 집합건물에서 구분소유자의 대지사용권은 규약으로써 달리 정하는 등 특별한 사정이 없는 한 전유부분과 종속적 일체불가분성이 인정되어 전유부분에 대한 가압류결정의 효력은 종물 또는 종된 권리인 대지사용권에도 미치는 것이므로(집합건물의 소유 및 관리에 관한 법률 제20조 제1항, 제2항), 건축자의 대지소유권에 관하여 부동산등기법에 따른 구분건물의 대지권등기가 마쳐지지 않았다 하더라도 전유부분에 관한 경매절차가 진행되어 그 경매절차에서 전유부분을 매수한 매수인은 전유부분과 함께 대지사용권을 취득한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제2조 제6호, 신탁법 제2조 / [2] 민사집행법 제276조 / [3] 집합건물의 소유 및 관리에 관한 법률 제2조 제6호, 제20조 제1항, 제2항, 민법 제100조<br/>",
  "참조판례": "[1] 대법원 2002. 4. 12. 선고 2000다70460 판결(공2002상, 1114), 대법원 2009. 6. 23. 선고 2009다26145 판결(공2009하, 1187), 대법원 2013. 1. 17. 선고 2010다71578 전원합의체 판결(공2013상, 298) / [2] 대법원 2005. 7. 29. 선고 2003다40637 판결(공2005하, 1425) / [3] 대법원 2006. 10. 26. 선고 2006다29020 판결(공2006하, 1985), 대법원 2012. 3. 29. 선고 2011다79210 판결<br/>"
}