{
  "판례일련번호": "219733",
  "사건명": "부당이득금반환",
  "사건번호": "2021다271183",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220114",
  "판시사항": "[1] 제3자를 위한 계약의 의미 및 이에 해당하는지 판단하는 방법<br/>[2] 제3자를 위한 계약의 당사자가 제3자의 권리를 임의로 변경·소멸시키는 행위를 한 경우, 제3자에 대하여 효력이 있는지 여부(소극)<br/>[3] 甲이 乙 사회복지법인과 노인복지시설 입소계약을 체결하면서 입소자의 사망으로 입소계약이 종료하는 경우의 ‘반환금 수취인’으로 자신의 장남인 丙을 지정하였고, 丙이 위 계약서의 ‘반환금 수취인’란에 기명날인하였는데, 그 후 甲이 사망하여 乙 법인이 丙에게 반환금을 지급하자, 甲의 다른 자녀들인 丁 등이 丙을 상대로 부당이득반환을 구한 사안에서, 위 계약은 甲과 乙 법인이 丙에게 甲의 사망 후 반환금을 반환하기로 정한 제3자를 위한 계약이고, 丙이 위 계약서에 기명날인을 하여 수익의 의사표시를 하였으므로, 丙은 위 계약에 따른 수익자의 지위에서 반환금의 지급을 구할 수 있는 권리를 취득하고, 이는 상속재산이 아니라 丙의 고유재산이라고 한 사례<br/>",
  "판결요지": "[1] 계약은 일반적으로 그 효력을 당사자 사이에서만 발생시킬 의사로 체결되지만, 제3자를 위한 계약은 당사자가 자기들 명의로 체결한 계약으로 제3자로 하여금 직접 계약당사자의 일방에 대하여 권리를 취득하게 하는 것을 목적으로 하는 계약이다. 어떤 계약이 제3자를 위한 계약에 해당하는지는 당사자의 의사가 그 계약으로 제3자에게 직접 권리를 취득하게 하려는 것인지에 관한 의사해석의 문제로서, 계약 체결의 목적, 당사자가 한 행위의 성질, 계약으로 당사자 사이 또는 당사자와 제3자 사이에 생기는 이해득실, 거래 관행, 제3자를 위한 계약제도가 갖는 사회적 기능 등을 종합하여 계약당사자의 의사를 합리적으로 해석하여 판단해야 한다.<br/>[2] 제3자를 위한 계약에서, 제3자가 민법 제539조 제2항에 따라 수익의 의사표시를 함으로써 제3자에게 권리가 확정적으로 귀속된 경우에는, 요약자와 낙약자의 합의에 의하여 제3자의 권리를 변경·소멸시킬 수 있음을 미리 유보하였거나 제3자의 동의가 있는 경우가 아니면 계약의 당사자인 요약자와 낙약자는 제3자의 권리를 변경·소멸시키지 못하고(민법 제541조), 만일 계약의 당사자가 제3자의 권리를 임의로 변경·소멸시키는 행위를 한 경우 이는 제3자에 대하여 효력이 없다.<br/>[3] 甲이 乙 사회복지법인과 노인복지시설 입소계약을 체결하면서 입소자의 사망으로 입소계약이 종료하는 경우의 ‘반환금 수취인’으로 자신의 장남인 丙을 지정하였고, 丙이 위 계약서의 ‘반환금 수취인’란에 기명날인하였는데, 그 후 甲이 사망하여 乙 법인이 丙에게 반환금을 지급하자, 甲의 다른 자녀들인 丁 등이 丙을 상대로 부당이득반환을 구한 사안에서, 노인복지시설 입소계약에서 입소자가 자신이 사망한 경우의 반환금 수취인을 자신 이외의 자로 지정하여 둔 경우, 특별한 사정이 없는 한 그 의미는 입소보증금 반환청구권이 일단 입소자에게 귀속되어 상속재산을 형성하였다가 상속인에게 이전된다는 취지라기보다는, 장래에 입소자의 사망으로 입소보증금 반환청구권이 발생한 때의 수익자를 위와 같이 지정된 ‘반환금 수취인’으로 특정한 것이라고 해석되는데, 甲이 ‘반환금 수취인’을 丙으로 지정하였으므로 위 계약은 甲과 乙 법인이 丙에게 甲의 사망 후 반환금을 반환하기로 정한 제3자를 위한 계약이고, 丙이 ‘반환금 수취인’으로서 위 계약서에 기명날인을 하여 수익의 의사표시를 하였으므로, 丙은 甲의 사망과 동시에 乙 법인에 대하여 위 계약에 따른 수익자의 지위에서 반환금의 지급을 구할 수 있는 권리를 취득하고, 이는 계약의 효력에 따라 당연히 생기는 것으로서 상속재산이 아니라 丙의 고유재산인데도, 이와 달리 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제539조 / [2] 민법 제539조, 제541조 / [3] 민법 제105조, 제539조, 제541조<br/>",
  "참조판례": "[1] 대법원 2006. 9. 14. 선고 2004다18804 판결(공2006하, 1717), 대법원 2018. 7. 12. 선고 2018다204992 판결(공2018하, 1597) / [2] 대법원 2002. 1. 25. 선고 2001다30285 판결(공2002상, 563)<br/>"
}