{
  "판례일련번호": "219721",
  "사건명": "소유권이전등기",
  "사건번호": "2021다269562",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220113",
  "판시사항": "[1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’의 의미<br/>[2] 자유심증주의의 한계<br/>[3] 甲 주식회사와 공공건설 임대주택인 아파트에 관한 임대차계약을 체결한 乙이 임대차계약 및 구 임대주택법 제21조 제1항 제4호에서 우선분양전환자격이 있는 경우로 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’에 해당하는지 문제 된 사안에서, 乙이 분양전환 당시까지 위 아파트에 실제로 거주하여 왔는지 등에 관하여 상당한 의문이 제기되는 여러 사정이 있는데도, 그러한 사정에 관하여 추가로 필요한 심리를 진행하지 않고 乙이 분양전환 당시까지 거주한 무주택자인 임차인에 해당한다고 본 원심판단에는 자유심증주의 위반 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것)은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로(제1조), 임대주택의 임차인의 자격·선정 방법·임대보증금·임대료 등 임대 조건에 관한 기준을 정하는 한편(제20조 제1항), 특별한 경우를 제외하고는 임대주택의 임차인은 임차권을 다른 사람에게 양도하거나 임대주택을 다른 사람에게 전대할 수 없다고 규정하며(제19조), 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받은 자나 법에 위반하여 임대주택의 임차권을 양도하거나 임대주택을 전대한 자를 형사처벌하도록 규정하고 있다(제41조 제4항 제1호, 제5호). 이와 같은 구 임대주택법의 입법 취지, 규정 내용과 형식 등에 비추어 볼 때, 구 임대주택법 제21조 제1항 제4호에 규정된 ‘분양전환 당시까지 거주한 무주택자인 임차인’이란 해당 임대주택을 유일하고도 단일한 거주지로 하여 임대차계약기간 개시일 무렵부터 분양전환 당시까지 임차인 본인이 직접 거주하거나 당초 임차인과 동거하던 세대 구성원 일부가 그 기간 동안 계속 거주하는 경우의 그 임차인을 의미한다.<br/>[2] 민사소송법 제202조가 증거법칙으로 선언하고 있는 자유심증주의는 형식적, 법률적인 증거규칙으로부터의 해방을 뜻할 뿐 법관의 자의적 판단을 용인한다는 것이 아니므로, 적법한 증거조사절차를 거친 증거능력 있는 적법한 증거에 의하여 사회정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 사실 주장의 진실 여부를 판단하여야 할 것이며, 비록 사실의 인정이 사실심의 전권에 속한다고 하더라도 이와 같은 제약에서 벗어날 수 없다.<br/>[3] 甲 주식회사와 공공건설 임대주택인 아파트에 관한 임대차계약을 체결한 乙이 임대차계약 및 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호에서 우선분양전환자격이 있는 경우로 정한 ‘분양전환 당시까지 거주한 무주택자인 임차인’에 해당하는지 문제 된 사안에서, 비록 乙이 입주자카드를 작성하여 관리사무소장에게 제출하고 위 아파트에 전입신고를 한 이후 현재까지 주민등록상 주소를 변경하지 않고 있다 하더라도, 乙이 임대차계약을 체결하고 전입신고를 마칠 무렵부터 분양전환 당시까지 위 아파트에 실제로 거주하여 왔는지, 제3자에게 위 아파트를 무단 전대한 것은 아닌지 등에 관하여 상당한 의문이 제기되는 여러 사정이 있는데도, 그러한 사정에 관하여 추가로 필요한 심리를 진행하지 않고 乙이 분양전환 당시까지 거주한 무주택자인 임차인에 해당한다고 본 원심판단에는 자유심증주의 위반 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 참조), 제19조(현행 공공주택 특별법 제49조의4 참조), 제20조 제1항(현행 공공주택 특별법 제48조 제1항 및 제49조 제1항 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 제41조 제4항 제1호, 제5호(현행 공공주택 특별법 제57조의3 제1호, 제3호 참조) / [2] 민사소송법 제202조 / [3] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제19조(현행 공공주택 특별법 제49조의4 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 2015. 2. 26. 선고 2014도14871 판결(공2015상, 563) / [2] 대법원 1986. 3. 25. 선고 85다카2130 판결(공1986, 698), 대법원 2018. 4. 12. 선고 2016다223357 판결(공2018상, 875)<br/>"
}