{
  "판례일련번호": "219783",
  "사건명": "회사에관한소송",
  "사건번호": "2017다222368",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 대표이사가 다른 이사의 업무집행이 위법하다고 의심할 만한 사유가 있는데도 고의 또는 과실로 감시의무를 위반하여 이를 방치한 경우, 이로 인해 회사가 입은 손해에 대하여 배상책임을 지는지 여부(적극)<br/>[2] 대규모 회사에서 대표이사와 업무담당이사들이 내부적인 사무분장에 따라 각자의 전문 분야를 전담하여 처리하는 것이 불가피하다는 사정만으로 다른 이사들의 업무집행에 관한 감시의무를 면하는지 여부(원칙적 소극) 및 이러한 경우 구축하여야 할 내부통제시스템의 형태 / 대표이사가 회사의 목적이나 규모, 영업의 성격, 법령의 규제 등에 비추어 높은 법적 위험이 예상되는데도 이와 관련된 내부통제시스템을 구축하고 그것이 제대로 작동되도록 하기 위한 노력을 전혀 하지 않거나 위 시스템을 통한 감시·감독의무의 이행을 의도적으로 외면하여 다른 이사 등의 위법한 업무집행을 방지하지 못한 경우, 대표이사로서 회사 업무 전반에 대한 감시의무를 게을리한 것인지 여부(적극)<br/>",
  "판결요지": "[1] 이사가 고의 또는 과실로 법령 또는 정관에 위반한 행위를 하거나 그 임무를 게을리한 경우에는 그 이사는 회사에 대하여 연대하여 손해를 배상할 책임이 있다(상법 제399조 제1항). 주식회사의 이사는 담당업무는 물론 다른 업무담당이사의 업무집행을 감시할 의무가 있으므로 스스로 법령을 준수해야 할 뿐 아니라 다른 업무담당이사들도 법령을 준수하여 업무를 수행하도록 감시·감독하여야 할 의무를 부담한다. 특히 대표이사는 회사의 영업에 관하여 재판상 또는 재판 외의 모든 행위를 할 권한이 있으므로(상법 제389조 제3항, 제209조 제1항), 모든 직원의 직무집행을 감시할 의무를 부담함은 물론, 이사회의 구성원으로서 다른 대표이사를 비롯한 업무담당이사의 전반적인 업무집행을 감시할 권한과 책임이 있다. 따라서 다른 대표이사나 업무담당이사의 업무집행이 위법하다고 의심할 만한 사유가 있음에도 고의 또는 과실로 인하여 감시의무를 위반하여 이를 방치한 때에는 이로 말미암아 회사가 입은 손해에 대하여 상법 제399조 제1항에 따른 배상책임을 진다.<br/>[2] 이사의 감시의무의 구체적인 내용은 회사의 규모나 조직, 업종, 법령의 규제, 영업상황 및 재무상태에 따라 크게 다를 수 있는데, 고도로 분업화되고 전문화된 대규모 회사에서 대표이사 및 업무담당이사들이 내부적인 사무분장에 따라 각자의 전문 분야를 전담하여 처리하는 것이 불가피한 경우라 할지라도 그러한 사정만으로 다른 이사들의 업무집행에 관한 감시의무를 면할 수는 없다. 그러한 경우 합리적인 정보 및 보고시스템과 내부통제시스템(이하 ‘내부통제시스템’이라고 한다)을 구축하고 그것이 제대로 작동되도록 하기 위한 노력을 전혀 하지 않거나 위와 같은 시스템이 구축되었다 하더라도 회사 업무 전반에 대한 감시·감독의무를 이행하는 것을 의도적으로 외면한 결과 다른 이사의 위법하거나 부적절한 업무집행 등 이사들의 주의를 요하는 위험이나 문제점을 알지 못하였다면, 이사의 감시의무 위반으로 인한 손해배상책임을 진다. 이러한 내부통제시스템은 비단 회계의 부정을 방지하기 위한 회계관리제도에 국한되는 것이 아니라, 회사가 사업운영상 준수해야 하는 제반 법규를 체계적으로 파악하여 그 준수 여부를 관리하고, 위반사실을 발견한 경우 즉시 신고 또는 보고하여 시정조치를 강구할 수 있는 형태로 구현되어야 한다. 특히 회사 업무의 전반을 총괄하여 다른 이사의 업무집행을 감시·감독하여야 할 지위에 있는 대표이사가 회사의 목적이나 규모, 영업의 성격 및 법령의 규제 등에 비추어 높은 법적 위험이 예상되는 경우임에도 이와 관련된 내부통제시스템을 구축하고 그것이 제대로 작동되도록 하기 위한 노력을 전혀 하지 않거나 위와 같은 시스템을 통한 감시·감독의무의 이행을 의도적으로 외면한 결과 다른 이사 등의 위법한 업무집행을 방지하지 못하였다면, 이는 대표이사로서 회사 업무 전반에 대한 감시의무를 게을리한 것이라고 할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제209조 제1항, 제389조 제3항, 제399조 제1항 / [2] 상법 제209조 제1항, 제389조 제3항, 제399조 제1항<br/>",
  "참조판례": "[2] 대법원 2008. 9. 11. 선고 2006다68636 판결(공2008하, 1345)<br/>"
}