{
  "판례일련번호": "219769",
  "사건명": "손해배상(기)",
  "사건번호": "2020다294516",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 부동산 매수인이 매매목적물에 관한 근저당권의 피담보채무를 인수하고 그 채무액을 매매대금에서 공제하기로 약정한 경우, 이를 이행인수로 보아야 하는지 여부(원칙적 적극) 및 이행인수계약의 불이행으로 인한 손해배상의 범위<br/>[2] 채무불이행으로 채권자가 제3자에 대해 채무를 부담하게 된 경우, 채권자가 채무자에게 제3자에 대한 채무액과 같은 금액을 손해배상금으로 청구하기 위한 요건<br/>[3] 甲 소유의 부동산에 채무자 甲, 근저당권자 乙 축산업협동조합으로 하는 근저당권설정등기가 마쳐진 상태에서, 丙이 丁에게 위 부동산을 매도하는 내용의 매매계약을 체결하면서 위 근저당권이 담보하는 대출금채무를 丁이 승계하는 대신 중도금의 전부나 일부로 대체하기로 하였고, 그 후 丙이 甲과 체결한 약정에 따라 위 부동산에 관하여 자기 앞으로 소유권이전등기를 한 다음 丁 앞으로 매매계약에 따른 소유권이전등기를 하였는데, 丁이 대출금채무에 대한 인수의무를 이행하지 않아 甲이 대출금 이자 등을 지급하는 손해를 입게 되자, 甲이 丁을 상대로 丙을 대위하여 채권자대위에 따른 손해배상청구를 제기하여 丙의 손해배상채권의 소멸시효 기산점이 문제된 사안에서, 丙에게 손해가 현실적으로 발생한 시점을 심리하여 소멸시효가 완성되었는지 판단하였어야 하는데도, 이에 관한 심리 없이 중도금 지급기일부터 소멸시효가 진행하였다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산의 매수인이 매매목적물에 관한 근저당권의 피담보채무를 인수하고 그 채무액을 매매대금에서 공제하기로 약정한 경우, 특별한 사정이 없는 한 매도인을 면책시키는 채무인수가 아니라 이행인수로 보아야 한다. 이행인수계약의 불이행으로 인한 손해배상의 범위는 원칙적으로 채무자가 채무의 내용에 따른 이행을 하지 않음으로써 생긴 통상의 손해를 한도로 한다. 매수인이 인수하기로 한 근저당권의 피담보채무를 변제하지 않아 원리금이 늘어났다면 그 원리금이 매수인의 이행인수계약 불이행으로 인한 통상의 손해액이 된다.<br/>[2] 소멸시효는 권리를 행사할 수 있는 때부터 진행한다(민법 제166조 제1항). 채무불이행으로 인한 손해배상청구권은 현실적으로 손해가 발생한 때에 성립한다. 채무불이행으로 채권자가 제3자에 대해 채무를 부담하게 된 경우 채권자가 채무자에게 제3자에 대한 채무액과 같은 금액을 손해배상금으로 청구하기 위해서는 채무의 부담이 현실적·확정적이어서 실제로 변제해야 할 성질의 것이어야 한다. 그와 같은 채무의 부담이 현실적·확정적이어서 손해가 현실적으로 발생하였다고 볼 것인지는 사회통념에 비추어 객관적이고 합리적으로 판단해야 한다.<br/>[3] 甲 소유의 부동산에 채무자 甲, 근저당권자 乙 축산업협동조합으로 하는 근저당권설정등기가 마쳐진 상태에서, 丙이 丁에게 위 부동산을 매도하는 내용의 매매계약을 체결하면서 위 근저당권이 담보하는 대출금채무를 丁이 승계하는 대신 중도금의 전부나 일부로 대체하기로 하였고, 그 후 丙이 甲과 체결한 약정에 따라 위 부동산에 관하여 자기 앞으로 소유권이전등기를 한 다음 丁 앞으로 매매계약에 따른 소유권이전등기를 하였는데, 丁이 대출금채무에 대한 인수의무를 이행하지 않아 甲이 대출금 이자 등을 지급하는 손해를 입게 되자, 甲이 丁을 상대로 丙을 대위하여 채권자대위에 따른 손해배상청구를 하여 丙의 손해배상채권의 소멸시효 기산점이 문제된 사안에서, 丁이 중도금 지급기일에 인수의무를 이행하지 않았다는 사정만으로 곧바로 丙에게 손해가 현실적으로 발생하였다고 볼 수는 없고, 甲이 이자 등을 지급한 때 丙에 대하여 채무불이행에 따른 손해배상청구권을 갖게 되며, 그때 丙에게 丁의 이행인수계약 불이행에 따른 손해가 현실적으로 발생하였다고 볼 수 있으므로, 丙에게 손해가 현실적으로 발생한 시점을 심리하여 소멸시효가 완성되었는지 판단하였어야 하는데도, 이에 관한 심리 없이 중도금 지급기일부터 소멸시효가 진행하여 이미 소멸시효가 완성되었다고 본 원심판단에 소멸시효 기산점 등에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제390조, 제393조, 제454조 / [2] 민법 제166조 제1항, 제390조 / [3] 민법 제166조 제1항, 제390조, 제393조, 제454조<br/>",
  "참조판례": "[1] 대법원 1976. 10. 29. 선고 76다1002 판결(공1976, 9462), 대법원 1997. 6. 24. 선고 97다1273 판결(공1997하, 2271), 대법원 2004. 4. 9. 선고 2003다69270 판결 / [2] 대법원 2001. 7. 13. 선고 2001다22833 판결(공2001하, 1860), 대법원 2020. 6. 11. 선고 2020다201156 판결(공2020하, 1334)<br/>"
}