{
  "판례일련번호": "219729",
  "사건명": "주차권존재확인등의소",
  "사건번호": "2020다278156",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220113",
  "판시사항": "[1] 집합건물의 어느 부분이 구분소유자 전원이나 일부의 공용에 제공되는지 판단하는 기준 / 이러한 법리는 여러 동의 집합건물로 이루어진 단지 내 특정 동의 건물부분으로서 구분소유의 대상이 아닌 부분의 소유권 귀속을 판단할 때에도 마찬가지로 적용되는지 여부(적극)<br/>[2] 甲 아파트 입주자대표회의가 지하주차장 진출입로에 자동차 번호판을 인식할 수 있는 차단기를 설치하여 사전에 번호를 등록한 입주자와 목적을 밝힌 방문자의 자동차만 출입하도록 하면서, 상가에 입점한 상인이나 고객 등의 자동차 출입은 제한하자, 상가 구분소유자 乙 등이 甲 아파트 입주자대표회의를 상대로 지하주차장 이용 방해 행위 금지 등을 구한 사안에서, 지하주차장이 아파트 구분소유자만의 공용에 제공되는 일부공용부분이라고 보아 乙 등의 청구를 배척한 원심판결이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 집합건물 중 여러 개의 전유부분으로 통하는 복도, 계단, 그 밖에 구조상 구분소유자의 전원 또는 일부의 공용에 제공되는 건물부분과 규약이나 공정증서로 공용부분으로 정한 건물부분 등은 공용부분이다. 집합건물의 공용부분은 원칙적으로 구분소유자 전원의 공유에 속하지만, 일부 구분소유자에게만 공용에 제공되는 일부공용부분은 그들 구분소유자의 공유에 속한다(집합건물의 소유 및 관리에 관한 법률 제3조, 제10조 제1항). <br/>  건물의 어느 부분이 구분소유자 전원이나 일부의 공용에 제공되는지 여부는 일부공용부분이라는 취지가 등기되어 있거나 소유자의 합의가 있다면 그에 따르고, 그렇지 않다면 건물의 구조·용도·이용 상황, 설계도면, 분양계약서나 건축물대장의 공용부분 기재 내용 등을 종합하여 구분소유가 성립될 당시 건물의 구조에 따른 객관적인 용도에 따라 판단하여야 한다. <br/>  이러한 법리는 여러 동의 집합건물로 이루어진 단지 내 특정 동의 건물부분으로서 구분소유의 대상이 아닌 부분이 해당 단지 구분소유자 전원의 공유에 속하는지, 해당 동 구분소유자 등 일부 구분소유자만이 공유하는 것인지를 판단할 때에도 마찬가지로 적용된다.  <br/>[2] 甲 아파트 입주자대표회의가 지하주차장 진출입로에 자동차 번호판을 인식할 수 있는 차단기를 설치하여 사전에 번호를 등록한 입주자와 목적을 밝힌 방문자의 자동차만 출입하도록 하면서, 상가에 입점한 상인이나 고객 등의 자동차 출입은 제한하자, 상가 구분소유자 乙 등이 甲 아파트 입주자대표회의를 상대로 지하주차장 이용 방해 행위 금지 등을 구한 사안에서, 아파트와 상가는 별개의 건물로 신축·분양되고 구조나 외관상 분리·독립되어 있으며 기능과 용도가 다른 점, 지하주차장은 구조에 따른 객관적 용도에 비추어 아파트 구분소유자만의 공용에 제공되고 있는 점, 아파트 구분소유자는 지하주차장 전체 면적 중 전유부분 면적에 비례하여 분할·산출한 면적을 공용부분으로 분양받았으나, 상가의 분양계약서와 건축물대장에는 지하주차장이 분양면적이나 공용부분으로 기재되어 있지 않은 점, 지하주차장은 대지사용권의 대상이 아니므로, 대지사용권이 있다고 하여 지하주차장을 사용할 수 있는 것은 아닌 점 등에 비추어, 지하주차장이 아파트 구분소유자만의 공용에 제공되는 일부공용부분이라고 보아 乙 등의 청구를 배척한 원심판결이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제1조, 제2조, 제3조, 제10조 제1항 / [2] 집합건물의 소유 및 관리에 관한 법률 제1조, 제2조, 제3조, 제10조 제1항, 제51조, 제52조<br/>",
  "참조판례": "[1] 대법원 2018. 10. 4. 선고 2018다217875 판결, 대법원 2021. 1. 14. 선고 2019다294947 판결(공2021상, 367)<br/>"
}