{
  "판례일련번호": "219847",
  "사건명": "새마을금고법위반·업무상배임·특정경제범죄가중처벌등에관한법률위반(배임)(인정된죄명:업무상배임)[업무상배임죄에서 재산상 이익과 손해의 관계가 문제된 사안]",
  "사건번호": "2016도3452",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 업무상배임죄가 성립하려면 재산상 이익과 손해 사이에 서로 대응하는 관계에 있는 등 일정한 관련성이 인정되어야 하는지 여부(적극)<br/>[2] 업무상배임죄에서 행위자나 제3자가 취득하는 재산상 이익의 의미 / 임무위배행위로 인하여 본인에게 재산상 손해를 가하였으나 행위자나 제3자가 재산상 이익을 취득한 사실이 없는 경우, 업무상배임죄가 성립하는지 여부(소극)<br/>[3] 甲 새마을금고 임원인 피고인이 새마을금고의 여유자금 운용에 관한 규정을 위반하여 금융기관으로부터 원금 손실의 위험이 있는 금융상품을 매입함으로써 甲 금고에 액수 불상의 재산상 손해를 가하고 금융기관에 수수료 상당의 재산상 이익을 취득하게 하였다고 하여 업무상배임으로 기소된 사안에서, 피고인의 임무위배행위로 甲 금고에 액수 불상의 재산상 손해가 발생하였더라도 금융기관이 취득한 수수료 상당의 이익을 그와 관련성 있는 재산상 이익이라고 인정할 수 없고, 또한 위 수수료 상당의 이익은 배임죄에서의 재산상 이익에 해당한다고 볼 수도 없다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 업무상배임죄는 업무상 타인의 사무를 처리하는 자가 임무에 위배하는 행위를 하고 그러한 임무위배행위로 인하여 재산상의 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 재산상의 손해를 가한 때 성립한다. 여기서 ‘재산상 이익 취득’과 ‘재산상 손해 발생’은 대등한 범죄성립요건이고, 이는 서로 대응하여 병렬적으로 규정되어 있다(형법 제356조, 제355조 제2항). 따라서 임무위배행위로 인하여 여러 재산상 이익과 손해가 발생하더라도 재산상 이익과 손해 사이에 서로 대응하는 관계에 있는 등 일정한 관련성이 인정되어야 업무상배임죄가 성립한다.<br/>[2] 업무상배임죄에서 본인에게 재산상 손해를 가한다 함은 총체적으로 보아 본인의 재산상태에 손해를 가하는 경우, 즉 본인의 전체적 재산가치의 감소를 가져오는 것을 말하고, 이와 같은 법리는 타인의 사무를 처리하는 자 내지 제3자가 취득하는 재산상 이익에 대하여도 동일하게 적용되는 것으로 보아야 한다. <br/>  또한 업무상배임죄는 본인에게 재산상 손해를 가하는 외에 임무위배행위로 인하여 행위자 스스로 재산상 이익을 취득하거나 제3자로 하여금 재산상 이익을 취득하게 할 것을 요건으로 하므로, 본인에게 손해를 가하였다고 할지라도 행위자 또는 제3자가 재산상 이익을 취득한 사실이 없다면 배임죄가 성립할 수 없다.<br/>[3] 甲 새마을금고 임원인 피고인이 새마을금고의 여유자금 운용에 관한 규정을 위반하여 금융기관으로부터 원금 손실의 위험이 있는 금융상품을 매입함으로써 甲 금고에 액수 불상의 재산상 손해를 가하고 금융기관에 수수료 상당의 재산상 이익을 취득하게 하였다고 하여 업무상배임으로 기소된 사안에서, 피고인의 임무위배행위로 인하여 본인인 甲 금고에 발생한 액수 불상의 재산상 손해와 금융기관이 취득한 수수료 상당의 이익 사이에 대응관계가 있는 등 관련성이 있다고 볼 수 없는 점, 금융기관에 지급된 수수료는 판매수수료로서 피고인이 금융상품을 매입하면서 금융기관으로부터 제공받은 용역에 대한 대가로 지급된 것이므로, 금융기관이 제공한 용역에 비하여 지나치게 과도한 수수료를 지급받았다는 등의 특별한 사정이 없는 한, 금융기관이 용역 제공의 대가로 정당하게 지급받은 위 수수료가 피고인의 임무위배행위로 인하여 취득한 재산상 이익에 해당한다고 단정하기 어려운 점 등을 종합하면, 피고인의 임무위배행위로 甲 금고에 액수 불상의 재산상 손해가 발생하였더라도 금융기관이 취득한 수수료 상당의 이익을 그와 관련성 있는 재산상 이익이라고 인정할 수 없고, 또한 위 수수료 상당의 이익은 배임죄에서의 재산상 이익에 해당한다고 볼 수도 없다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 배임죄 성립에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제2항, 제356조 / [2] 형법 제355조 제2항, 제356조 / [3] 형법 제355조 제2항, 제356조<br/>",
  "참조판례": "[2] 대법원 2007. 7. 26. 선고 2005도6439 판결(공2007하, 1413), 대법원 2009. 6. 25. 선고 2008도3792 판결(공2009하, 1249)<br/>"
}