{
  "판례일련번호": "219805",
  "사건명": "전자금융거래법위반[피고인이 성명불상자가 교부하는 위임장 등 서류를 이용하여 법인의 대리인으로서 법인 명의 계좌를 개설한 후 수수료를 받고 접근매체를 성명불상자에게 건네준 사건]",
  "사건번호": "2020도1709",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211230",
  "판시사항": "[1] 구 전자금융거래법 제6조 제3항 제2호에서 정한 접근매체의 ‘전달’의 의미<br/>[2] 전자금융거래의 이용자가 법인인 경우, 접근매체의 점유를 이전한 행위가 구 전자금융거래법 제6조 제3항 제2호에서 말하는 접근매체의 ‘전달’에 해당하는지 판단하는 기준<br/>",
  "판결요지": "[1] 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것, 이하 ‘구 전자금융거래법’이라고 한다)은 전자금융거래의 법률관계를 명확히 하여 전자금융거래의 안전성과 신뢰성을 확보하는 것을 입법 목적의 하나로 하고 있고(제1조), 금융회사 또는 전자금융업자가 접근매체를 발급할 때에는 이용자의 신청이 있는 경우에 한하여 본인임을 확인한 후에 발급하도록 규정하며(제6조 제2항), 접근매체의 양도 등 행위를 금지하고 이를 위반하는 경우 처벌하는 규정을 두고 있다(제6조 제3항, 제49조 제4항). 이는 전자금융거래에서 거래지시를 하거나 이용자 및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 접근매체를 이용자 본인의 의사에 따라 사용·관리되도록 함으로써 전자금융거래의 법률관계를 명확히 하고자 하는 것이다. <br/>2015. 1. 20. 법률 제13069호로 개정되기 전의 전자금융거래법 제6조 제3항은 접근매체를 양도하거나 양수하는 행위(제1호), 대가를 주고 접근매체를 대여받거나 대가를 받고 접근매체를 대여하는 행위(제2호), 접근매체를 질권의 목적으로 하는 행위(제3호), 위 각 행위를 알선하는 행위(제4호)를 금지하고 이를 위반하는 경우 처벌하도록 규정하고 있었는데, 2015. 1. 20. 개정으로 ‘대가를 수수·요구 또는 약속하면서 보관·전달·유통하는 행위’도 추가로 금지하고 이를 위반하는 경우 처벌하도록 규정하였다. 이러한 개정의 취지는 타인 명의 금융계좌가 전기통신금융사기 등 각종 범죄에 이용되는 것을 근절하기 위함이었다. <br/>  이러한 구 전자금융거래법의 입법 목적과 접근매체의 ‘전달’ 행위를 금지하는 취지 등을 종합하여 보면, 구 전자금융거래법 제6조 제3항 제2호에서 정한 접근매체의 ‘전달’은 타인 명의 금융계좌의 불법적인 거래나 이용에 기여하는 접근매체의 점유 또는 소지의 이전 행위를 말한다고 봄이 타당하다. <br/>[2] 전자금융거래의 이용자가 법인인 경우 그 접근매체는 법인의 의사에 따라 사용·관리되어야 하는바, 접근매체의 점유를 이전한 이후에도 여전히 법인의 실질적인 의사에 따라 접근매체가 사용·관리되는 경우라면 이를 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것) 제6조 제3항 제2호에서 말하는 접근매체의 ‘전달’에 해당한다고 할 것은 아니다. 그러나 법인의 설립 경위, 전자금융거래계약의 체결 경위, 접근매체의 점유를 이전하게 된 동기 및 경위, 접근매체의 점유를 이전한 이후의 정황 등 관련 사정을 객관적으로 판단해 볼 때, 피고인이 가지고 있던 접근매체의 점유를 타인에게 이전함으로써 접근매체가 법인의 실질적인 의사에 따라 사용·관리되지 아니하고 타인 명의 금융계좌의 불법적인 거래 및 이용에 기여하게 되는 경우라면 이는 위 규정에서 말하는 접근매체의 ‘전달’에 해당하고, 피고인이 이러한 사정을 알고 미필적으로라도 이를 용인하였다면 그에 관한 고의도 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 전자금융거래법(2015. 1. 20. 법률 제13069호로 개정되기 전의 것) 제6조 제3항, 제49조 제4항, 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것) 제1조, 제6조 제2항, 제3항, 제49조 제4항 / [2] 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것) 제6조 제3항, 제49조 제4항, 형법 제13조<br/>",
  "참조판례": ""
}