{
  "판례일련번호": "219829",
  "사건명": "물품대금",
  "사건번호": "2018다260299",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 당사자 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우, 그에 따라 계약이 성립한 것으로 해석하여야 하는지 여부(적극) 및 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우, 계약을 해석하는 방법<br/>[2] 甲 주식회사와 乙 주식회사가 체결한 물품공급계약에서 甲 회사가 OEM 방식으로 제품을 생산하여 丙 주식회사에 공급하면 乙 회사가 정산하기로 하면서 ‘甲 회사는 乙 회사의 제품구매자 정책에 따라 회수 등을 당함으로써 乙 회사가 입은 손해를 배상해야 한다.’고 정하였는데, 丙 회사가 식중독 사고 및 제품 일부의 하자 발생을 이유로 재고 전량을 반품하였고, 이에 甲 회사가 위 계약 조항에 따른 배상책임을 부담하는지 문제 된 사안에서, 제품구매자인 丙 회사의 정책에 따른 반품이 부정확한 사실관계를 전제로 한 것으로서 사회통념상 합리성을 갖추지 못한 자의적인 조치이므로, 甲 회사는 위 계약 조항에 따른 배상책임을 부담하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 계약을 해석할 때에는 형식적인 문구에만 얽매여서는 안 되고 당사자 사이의 진정한 의사가 무엇인가를 탐구해야 한다. 계약 내용이 명확하지 않은 경우 계약서의 문언이 계약 해석의 출발점이지만, 당사자 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우 그 의사에 따라 계약이 성립한 것으로 해석해야 한다. 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 형식과 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사, 거래 관행 등을 종합적으로 고려해서 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석해야 한다.<br/>[2] 甲 주식회사와 乙 주식회사가 체결한 물품공급계약에서 甲 회사가 OEM 방식으로 제품을 생산하여 丙 주식회사에 공급하면 乙 회사가 정산하기로 하면서 ‘甲 회사는 乙 회사의 제품구매자 정책에 따라 회수 등을 당함으로써 乙 회사가 입은 손해를 배상해야 한다.’고 정하였는데, 丙 회사가 식중독 사고 및 제품 일부의 하자 발생을 이유로 재고 전량을 반품하였고, 이에 甲 회사가 위 계약 조항에 따른 배상책임을 부담하는지 문제 된 사안에서, 위 계약 조항은 개별 제품의 하자 존부와 관계없이 제품구매자인 丙 회사의 정책에 따라 회수 등을 당함으로써 乙 회사가 입은 손해를 甲 회사가 배상하도록 정한 것으로 볼 수 있으나, 회수 등의 근거가 되는 정책은 사회통념상 합리성을 가진 것이어야 하고, 그러한 요건을 갖추지 않은 조치에 대해서는 甲 회사가 배상책임을 부담하지 않는다고 해석함이 타당한바, 丙 회사는 제품 제조과정 문제로 식중독 사고가 발생하였고 제품 일부에 하자가 발견되었다는 전제에서 제품이 대량으로 유통되는 식품이라는 특성을 고려한 정책적 판단을 거쳐 재고 전량에 관한 반품을 결정하였으나, 제반 사정에 비추어 제품 제조과정 문제로 인한 식중독 사고나 일부 제품의 하자 발생 사실을 인정할 수 없는 이상 丙 회사의 정책에 따른 반품은 부정확한 사실관계를 전제로 한 것으로서 사회통념상 합리성을 갖추지 못한 자의적인 조치이므로, 甲 회사는 위 계약 조항에 따른 배상책임을 부담하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조<br/>",
  "참조판례": "[1] 대법원 1993. 10. 26. 선고 93다2629, 2636 판결(공1993하, 3165), 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527), 대법원 2017. 9. 26. 선고 2015다245145 판결(공2017하, 2076), 대법원 2018. 7. 26. 선고 2016다242334 판결(공2018하, 1833)<br/>"
}