{
  "판례일련번호": "219833",
  "사건명": "수입통관보류처분취소",
  "사건번호": "2021두46421",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 구 관세법 제234조 제1호가 규정하는 ‘풍속을 해치는’의 의미와 판단 기준<br/>[2] 아동·청소년의 성보호에 관한 법률 제2조 제5호의 의미와 규정 취지<br/>[3] 甲이 여성의 신체 외관을 본뜬 전신 인형 형태의 남성용 자위기구를 수입신고 하였으나, 관할 세관장이 구 관세법 제234조 제1호 등에 해당한다는 이유로 위 물품의 수입통관을 보류하는 처분을 한 사안에서, 위 물품은 구 관세법 제234조 제1호가 규정한 ‘풍속을 해치는 물품’에 해당한다고 볼 여지가 있다고 한 사례<br/>",
  "판결요지": "[1] 구 관세법(2019. 12. 31. 법률 제16838호로 개정되기 전의 것) 제234조 제1호가 규정하는 ‘풍속을 해치는’이란 특별한 사정이 없는 한 성풍속을 해치는 ‘음란성’을 의미하는 것으로 해석함이 상당하고, 여기서 ‘음란’이란 사회통념상 일반 보통인의 성욕을 자극하여 성적 흥분을 유발하고 정상적인 성적 수치심을 해하여 성적 도의관념에 반하는 것으로서, 존중·보호되어야 할 인격을 갖춘 존재인 사람의 존엄성과 가치를 심각하게 훼손·왜곡하였다고 평가할 수 있을 정도로 노골적인 방법에 의하여 성적 부위나 행위를 적나라하게 표현 또는 묘사한 것으로서, 음란 여부를 판단함에 있어서는 그 사회의 평균인의 입장에서 그 시대의 건전한 사회통념에 따라 객관적이고 규범적으로 평가하여야 한다. 우리 사회에서의 음란물에 대한 규제 필요성은 사회의 성윤리나 성도덕의 보호라는 측면을 넘어서 미성년자 보호 또는 성인의 원하지 않는 음란물에 접하지 않을 자유의 측면을 더욱 중점적으로 고려하여야 한다.<br/>[2] 아동·청소년의 성보호에 관한 법률 제2조 제5호는 종전의 ‘아동·청소년이용음란물’을 ‘아동·청소년성착취물’로 규정함으로써 아동·청소년을 대상으로 하는 음란물은 그 자체로 아동·청소년에 대한 성착취, 성학대를 의미하는 것임을 명확히 하고 있다.<br/>  또한 실제의 아동·청소년뿐만 아니라 ‘아동·청소년으로 인식될 수 있는 사람이나 표현물’이 등장하는 경우도 아동·청소년성착취물에 포함되는바, 그 이유는 실제 아동·청소년인지와 상관없이 아동·청소년이 성적 행위를 하는 것으로 묘사하는 각종 매체물의 시청이 아동·청소년을 상대로 한 성범죄를 유발할 수 있다는 점을 고려하여 잠재적 성범죄로부터 아동·청소년을 보호하려는 데 있다. 가상의 표현물이라 하더라도 아동·청소년을 성적 대상으로 하는 표현물의 지속적 접촉은 아동·청소년의 성에 대한 왜곡된 인식과 비정상적 태도를 형성하게 할 수 있고, 또한 아동·청소년을 상대로 한 성범죄로 이어질 수 있다는 점을 부인하기 어렵다. <br/>[3] 甲이 여성의 신체 외관을 본뜬 전신 인형 형태의 남성용 자위기구를 수입신고 하였으나, 관할 세관장이 구 관세법(2019. 12. 31. 법률 제16838호로 개정되기 전의 것, 이하 ‘구 관세법’이라 한다) 제234조 제1호 등에 해당한다는 이유로 위 물품의 수입통관을 보류하는 처분을 한 사안에서, 그 형상, 재질, 기능, 용도 등에 비추어 보면 위 물품은 16세 미만 여성의 신체 외관을 사실적으로 본떠 만들어진 성행위 도구라고 볼 수 있는 점, 위 물품의 사용을 통해 아동의 성에 대한 왜곡된 인식과 비정상적 태도가 형성될 수 있을뿐더러 아동에 대한 잠재적인 성범죄의 위험을 증대시킬 우려가 있는 점 등을 종합하면, 위 물품은 구 관세법 제234조 제1호가 규정한 ‘풍속을 해치는 물품’에 해당한다고 볼 여지가 있는데도, 이에 관하여 충분히 심리하지 않은 채 이와 다른 전제에서 위 처분이 위법하다고 판단한 원심판결에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 관세법(2019. 12. 31. 법률 제16838호로 개정되기 전의 것) 제234조 제1호 / [2] 아동·청소년의 성보호에 관한 법률 제2조 제5호 / [3] 구 관세법(2019. 12. 31. 법률 제16838호로 개정되기 전의 것) 제234조 제1호, 제237조 제3호(현행 제237조 제1항 제3호 참조)<br/>",
  "참조판례": "[1] 대법원 2008. 3. 13. 선고 2006도3558 판결(공2008상, 537), 대법원 2008. 4. 11. 선고 2008도254 판결, 대법원 2009. 6. 23. 선고 2008두23689 판결 / [2] 대법원 2019. 5. 30. 선고 2015도863 판결(공2019하, 1336), 헌법재판소 2015. 6. 25. 선고 2013헌가17, 24, 2013헌바85 전원재판부 결정(헌공225, 978)<br/>"
}