{
  "판례일련번호": "219843",
  "사건명": "용역비",
  "사건번호": "2021다255051",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 인력공급업체가 직업안정법상 유료직업소개사업으로서 근로자를 공급받는 업체와 해당 근로자 사이에 고용계약이 성립되도록 알선하는 형태로 인력공급을 한 경우, 해당 근로자의 사용자는 인력을 공급받는 업체인지 여부(원칙적 적극) 및 일용직 인력공급의 경우, 외형상으로 인력공급업체가 임금을 지급하거나 해당 근로자들을 지휘·감독한 것으로 보이는 사정이 있다는 이유로 근로자들의 사용자를 인력공급업체라고 단정할 수 있는지 여부(소극)<br/>[2] 甲 주식회사가 하도급받은 공사 일부를 미등록 건설사업자인 乙에게 재하도급을 주었고, 인력공급업체를 운영하는 丙 주식회사는 乙과 인력공급계약을 체결하여 공사 현장에 근로자들을 공급하였는데, 丙 회사는 공사 현장에 투입된 근로자들의 임금에서 알선수수료를 공제한 금원을 근로자들에게 먼저 지급하였고, 그 후 甲 회사를 상대로 乙이 지급하지 않은 임금의 지급을 구한 사안에서, 위 근로자들의 사용자는 乙이라고 봄이 타당하므로 甲 회사는 근로기준법 제44조의2 제1항에 따라 乙과 연대하여 근로자들의 임금을 지급할 책임을 진다고 한 사례<br/>",
  "판결요지": "[1] 직업안정법 제2조의2는 직업소개란 구인 또는 구직의 신청을 받아 구직자 또는 구인자를 탐색하거나 구직자를 모집하여 구인자와 구직자 간에 고용계약이 성립되도록 알선하는 것을 말하는 것으로 규정하고(제2호), 유료직업소개사업이란 무료직업소개사업이 아닌 직업소개사업을 말하는 것으로 규정하고 있으며(제5호), 같은 법 제19조, 같은 법 시행령 제21조는 유료직업소개사업의 등록요건, 준수사항 등에 관하여 규정하고 있다. 그리고 같은 법 시행규칙은 유료직업소개사업의 시설기준(제18조), 등록사항의 변경(제22조), 현황 보고(제28조), 지도단속 및 보고(제29조) 등 구체적 사항에 대해 규정하면서, 유료직업소개사업자로 하여금 일정한 장부 및 서류를 작성·비치하도록 규정하고 있다(제26조). <br/>  인력공급업체가 직업안정법상 유료직업소개사업으로서 근로자를 공급받는 업체와 해당 근로자 사이에 고용계약이 성립되도록 알선하는 형태로 인력공급을 한 것이라면, 특별한 사정이 없는 한 해당 근로자의 사용자는 인력을 공급받는 업체로 봄이 타당하다. 특히 일용직 인력공급의 경우 그 특성상 외형상으로는 인력공급업체가 임금을 지급하거나 해당 근로자들을 지휘·감독한 것으로 보이는 사정이 있다고 하더라도 이는 실질적으로 업무의 편의 등을 위해 인력공급업체와 인력을 공급받는 업체 사이의 명시적·묵시적 동의하에 구상을 전제로 한 임금의 대위지급이거나, 임금 지급과 관련한 근거 자료 확보 등을 위해 근로자들의 현장 근로상황을 파악하는 모습에 불과할 수 있으므로, 이를 근거로 섣불리 근로자들의 사용자를 인력공급업체라고 단정하여서는 안 된다.<br/>[2] 甲 주식회사가 하도급받은 공사 일부를 미등록 건설사업자인 乙에게 재하도급을 주었고, 인력공급업체를 운영하는 丙 주식회사는 乙과 인력공급계약을 체결하여 공사 현장에 근로자들을 공급하였는데, 丙 회사는 공사 현장에 투입된 근로자들의 임금에서 알선수수료를 공제한 금원을 근로자들에게 먼저 지급하였고, 그 후 甲 회사를 상대로 乙이 지급하지 않은 임금의 지급을 구한 사안에서, 丙 회사가 공급한 근로자들은 형식상으로만 丙 회사의 직원으로 되어 있을 뿐 독자적으로 공사를 하도급받아 관리하는 乙로부터 지휘·명령을 받아 공사업무를 수행한 것으로 보이고, 근로자들은 종속적인 관계에서 乙에게 근로를 제공하였다고 볼 수 있으므로 위 근로자들의 사용자는 乙이라고 봄이 타당하고, 한편 丙 회사의 임금 지급은 대위지급에 불과하다고 보여 丙 회사를 사용자라고 볼 근거가 되기 어려우므로, 甲 회사는 근로기준법 제44조의2 제1항에 따라 하수급인인 乙의 직상 수급인으로서 乙과 연대하여 근로자들의 임금을 지급할 책임을 지는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제2호, 직업안정법 제2조의2 제2호, 제5호, 제19조, 직업안정법 시행령 제21조, 직업안정법 시행규칙 제18조, 제22조, 제26조, 제28조, 제29조 / [2] 근로기준법 제2조 제1항 제2호, 제44조의2 제1항, 직업안정법 제2조의2 제2호, 제5호, 제19조, 직업안정법 시행령 제21조, 직업안정법 시행규칙 제18조, 제22조, 제26조, 제28조, 제29조<br/>",
  "참조판례": ""
}