{
  "판례일련번호": "219801",
  "사건명": "지상권설정등기말소등기절차이행",
  "사건번호": "2019다277157",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211125",
  "판시사항": "[1] 의료법인이 재산을 처분하려면 시·도지사의 허가를 받아야 한다고 정하고 있는 의료법 제48조 제3항이 강행규정인지 여부(적극) 및 위 규정을 위반한 법률행위를 한 사람이 그 무효를 주장하는 것이 신의성실의 원칙에 위배되는지 판단하는 기준<br/>[2] 甲 의료법인의 기본재산인 토지에 乙 지방자치단체가 건물을 신축하였고 甲 법인은 乙 지방자치단체에 지상권설정등기를 해 주었는데, 甲 법인이 乙 지방자치단체와 위탁경영 계약을 체결한 다음 위 건물에서 약 35년간 계속하여 병원을 운영하다가, 위 지상권설정등기가 의료법 제48조 제3항에서 정한 시·도지사의 허가 없는 상태에서 이루어진 것으로서 무효라고 주장하며 그 말소를 구한 사안에서, 위 지상권설정등기 말소청구는 신의성실의 원칙에 위배되어 허용될 수 없다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 민법 제2조 제1항은 신의성실의 원칙(이하 ‘신의칙’이라 한다)에 관하여 “권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다.”라고 정하고 있다. 신의칙은 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신의를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행해서는 안 된다는 추상적 규범으로서 법질서 전체를 관통하는 일반 원칙으로 작용하고 있다. 신의칙에 반한다는 이유로 권리의 행사를 부정하기 위해서는 상대방에게 신뢰를 제공하였다거나 객관적으로 보아 상대방이 신뢰를 하는 데 정당한 상태에 있어야 하고, 이러한 상대방의 신뢰에 반하여 권리를 행사하는 것이 정의관념에 비추어 용인될 수 없는 정도의 상태에 이르러야 한다.<br/>  강행규정을 위반한 법률행위를 한 사람이 스스로 그 무효를 주장하는 것이 신의칙에 위배되는 권리의 행사라는 이유로 이를 배척한다면 강행규정의 입법 취지를 몰각시키는 결과가 되므로 그러한 주장은 신의칙에 위배된다고 볼 수 없음이 원칙이다. 다만 신의칙을 적용하기 위한 일반적인 요건을 갖추고 강행규정성에도 불구하고 신의칙을 우선하여 적용할 만한 특별한 사정이 있는 예외적인 경우에는 강행규정을 위반한 법률행위의 무효를 주장하는 것이 신의칙에 위배될 수 있다.<br/>의료법 제48조 제3항은 의료법인이 재산을 처분하려면 시·도지사의 허가를 받아야 한다고 정하고 있다. 이는 의료법인이 재산을 부당하게 감소시키는 것을 방지함으로써 경영에 필요한 재산을 항상 갖추고 있도록 하여 의료법인의 건전한 발달을 도모하여 의료의 적정을 기하고 국민건강을 보호증진하게 하려는 데 그 목적이 있는 조항으로서 강행규정에 해당한다. 이 규정을 위반한 법률행위를 한 사람이 그 무효를 주장하는 것이 신의칙에 위배되는지는 위 법리에 따라 판단해야 한다.<br/>[2] 甲 의료법인의 기본재산인 토지에 乙 지방자치단체가 건물을 신축하였고 甲 법인은 乙 지방자치단체에 지상권설정등기를 해 주었는데, 甲 법인이 乙 지방자치단체와 위탁경영 계약을 체결한 다음 위 건물에서 약 35년간 계속하여 병원을 운영하다가, 위 지상권설정등기가 의료법 제48조 제3항에서 정한 시·도지사의 허가 없는 상태에서 이루어진 것으로서 무효라고 주장하며 그 말소를 구한 사안에서, 위 지상권설정등기 말소청구는 자신의 의무이행을 통해 지상권설정등기에 따른 부담을 용인해야 하는 지위에 있는 甲 법인이 오히려 의무이행을 하지 않은 것을 기화로 권리자가 될 乙 지방자치단체를 상대로 그 말소를 청구하는 것인 점, 甲 법인이 위탁경영 계약을 통해 위 건물에서 병원을 계속해서 운영하기 위해서는 지상권설정등기가 필요하므로 위 지상권설정등기는 甲 법인의 설립 목적에 부합하고, 甲 법인의 재산을 부당하게 감소시키는 것을 방지하려는 의료법 규정의 취지와 입법 목적에도 어긋나지 않는 점, 甲 법인은 지상권설정등기를 한 후 위탁경영 계약에 따라 위 건물에서 병원을 운영하다가 존속기간이 만료될 무렵 스스로 존속기간을 변경하는 지상권변경의 부기등기를 하였고, 그 후에도 아무런 이의제기 없이 위탁경영 계약에 따라 병원을 계속해서 운영하였던 점에 비추어, 위 지상권설정등기 말소청구는 신의성실의 원칙에 위배되어 허용될 수 없다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제1항, 의료법 제48조 제3항 / [2] 민법 제2조 제1항, 의료법 제48조 제3항<br/>",
  "참조판례": "[1] 대법원 2003. 4. 22. 선고 2003다2390, 2406 판결(공2003상, 1192), 대법원 2005. 9. 30. 선고 2003다63937 판결(공2005하, 1687), 대법원 2021. 6. 10. 선고 2017다52712 판결(공2021하, 1269)<br/>"
}