{
  "판례일련번호": "219933",
  "사건명": "차별구제[신체적 장애가 있는 원고들이 시외버스와 광역형 시내버스에 저상버스를 도입하지 않고, 휠체어 탑승설비를 장착하지 않은 것이 「장애인차별금지 및 권리구제 등에 관한 법률」에서 금지하는 정당한 편의제공 의무 위반의 차별행위라고 주장하면서, 「장애인차별금지 및 권리구제 등에 관한 법률」 제46조에 따라 위자료의 지급과 제48조 제2항에 따라 차별행위의 시정을 위한 적극적 조치를 청구한 사안]",
  "사건번호": "2019다217421",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220217",
  "판시사항": "[1] 장애인차별금지 및 권리구제 등에 관한 법률 제46조 제1항에 따른 손해배상과 같은 법 제48조 제2항에 따른 적극적 조치 청구소송에서 소의 적법요건으로서 당사자 사이에 구체적 권리 또는 법률관계에 관한 분쟁이 존재하여야 하는지 여부(적극) 및 이러한 분쟁이 존재하는지 판단할 때 주의하여야 할 점<br/>  [2] 교통사업자가 장애인을 위한 정당한 편의로 버스에 휠체어 탑승설비를 제공할 의무를 부담하는지 여부(적극) 및 그 의무를 위반하는 것은 과도한 부담이나 현저히 곤란한 사정 등 정당한 사유가 있음을 증명하지 못하는 이상 장애인차별금지 및 권리구제 등에 관한 법률에서 금지하는 차별행위에 해당하는지 여부(적극) / 과도한 부담이나 현저히 곤란한 사정 등 정당한 사유가 있었는지 판단할 때 주의하여야 할 점<br/>  [3] 장애인차별금지 및 권리구제 등에 관한 법률 제48조 제2항에 따라 법원이 적극적 조치 판결을 하는 경우, 비례의 원칙에 따라 모든 이해관계인들의 공익과 사익을 종합적으로 비교·형량하여야 하는지 여부(적극) 및 사인(私人)인 피고에게 재정 부담을 지우는 적극적 조치 판결을 할 때 함께 고려하여야 할 사항들<br/>  [4] 장애인차별금지 및 권리구제 등에 관한 법률, 교통약자의 이동편의 증진법 시행령 등의 해석상 시외버스나 광역형 시내버스를 운행하는 교통사업자가 장애인을 위한 정당한 편의로 저상버스를 제공할 의무까지 부담하는지 여부(소극)<br/>  [5] 이동 및 교통수단 등 영역에서 장애인차별금지 및 권리구제 등에 관한 법률이 금지하는 차별행위에 해당하기 위해서는 같은 법 제4조 제1항과 제19조의 각항에서 열거한 차별행위의 유형에 포섭될 수 있어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 장애인차별금지 및 권리구제 등에 관한 법률(이하 ‘장애인차별금지법’이라 한다)은 제4조 제1항에서 같은 법이 금지하는 차별행위의 유형들을 규정하고, 제6조에서 누구든지 장애 또는 과거의 장애경력 또는 장애가 있다고 추측됨을 이유로 차별을 하여서는 아니 된다고 선언하고 있다. 제46조 제1항 본문은 누구든지 같은 법 규정을 위반하여 타인에게 손해를 가하면 손해배상책임을 진다고 규정하고, 제48조 제2항은 법원은 피해자의 청구에 따라 차별적 행위의 중지, 임금 등 근로조건의 개선, 그 시정을 위한 적극적 조치 등(이하 모두 합하여 ‘적극적 조치’라 한다)의 판결을 할 수 있다고 규정하고 있다.<br/>장애인차별금지법 제46조 제1항에 따른 손해배상 및 제48조 제2항에 따른 적극적 조치 청구소송에서도 소의 적법요건으로서 당사자 사이에 구체적 권리 또는 법률관계에 관한 분쟁이 존재하여야 한다. 법원은 구체적인 사안별로 여러 사정을 종합하여 위와 같은 분쟁이 존재하는지를 판단하되 ‘비장애인’이 아니라 ‘장애인’의 입장에서 사안을 바라보는 감수성을 잃지 않아야 한다. 구체적 권리 또는 법률관계에 관한 분쟁의 존재를 지나치게 엄격하게 요구함으로써 장애인이 이러한 권리보호의 자격을 인정받기 위해 무익한 노력을 하지 않도록 주의할 필요도 있다.<br/>  [2] 장애인차별금지 및 권리구제 등에 관한 법률(이하 ‘장애인차별금지법’이라 한다) 제4조 제1항 제3호는 ‘정당한 사유 없이 장애인에 대하여 정당한 편의 제공을 거부하는 경우’를 금지하는 차별행위로 규정하고, 제19조 제4항, 제8항, 장애인차별금지 및 권리구제 등에 관한 법률 시행령 제13조 제1항, 제2항, 교통약자의 이동편의 증진법 시행령 [별표 1], [별표 2]는 교통사업자로 하여금 장애인을 위한 정당한 편의로 버스에 휠체어 탑승설비를 제공하도록 규정하고 있다. 또 장애인차별금지법 제4조 제3항 제1호는 ‘금지된 차별행위를 하지 않음에 있어서 과도한 부담이나 현저히 곤란한 사정 등’ 정당한 사유가 있는 경우에는 차별로 보지 아니한다고 규정하고, 제47조 제2항은 차별로 보지 않는 정당한 사유가 있었다는 점은 차별행위를 당하였다고 주장하는 자의 상대방이 증명하여야 한다고 규정하고 있다.<br/>    위 관련 법령의 규정 내용에 따르면, 교통사업자는 장애인을 위한 정당한 편의로 버스에 휠체어 탑승설비를 제공할 의무가 있고, 그 의무를 위반하는 것은 과도한 부담이나 현저히 곤란한 사정 등 정당한 사유가 있었다는 점을 증명하지 못하는 이상 장애인차별금지법에서 금지하는 차별행위에 해당한다.<br/>    한편 차별로 보지 않는 과도한 부담이나 현저히 곤란한 사정 등 정당한 사유가 있었는지 여부는 구체적인 사안별로 여러 사정을 종합하여 판단하여야 한다. 이때 장애인차별금지법의 입법 목적에 비추어 금지된 차별행위를 하지 않음에 있어 일정한 재정 부담이 따른다는 이유만으로 정당한 사유를 쉽게 인정할 것은 아니다. 누구든지 ‘과도한 부담이나 현저히 곤란한 사정’에 이르지 않는 범위에서 최대한 성실하게 차별금지 의무를 이행하여야 한다.<br/>  [3] 장애인차별금지 및 권리구제 등에 관한 법률은 장애를 이유로 차별받은 사람의 권익을 효과적으로 구제할 수 있도록 제46조 제1항에서 차별행위를 한 자에 대한 손해배상 청구권을 인정하고, 제48조 제2항에서 법원은 피해자의 청구에 따라 차별적 행위의 중지, 임금 등 근로조건의 개선, 그 시정을 위한 적극적 조치 등(이하 모두 합하여 ‘적극적 조치’라 한다)의 판결을 할 수 있다고 규정하고 있다. 나아가 제48조 제3항은 법원은 적극적 조치가 필요하다고 판단하는 경우에는 그 이행 기간을 밝히고 이를 이행하지 아니하는 때에는 늦어지는 기간에 따라 일정한 배상을 명할 수 있도록 민사집행법 제261조의 간접강제에 관한 규정을 준용하도록 하고 있다. 이러한 각 규정의 내용과 적극적 조치 판결 제도를 도입한 입법 취지 등에 비추어 보면, 적극적 조치 청구소송을 담당하는 법원으로서는 피고가 차별행위를 하였다고 인정하는 경우 원고의 청구에 따라 차별행위의 시정을 위한 적극적 조치 판결을 하는 것을 전향적으로 고려하여야 하고, 그 적극적 조치의 내용과 범위 등을 구체적으로 결정할 때 폭넓은 재량을 가진다.<br/>    다만 비례의 원칙은 법치국가 원리에서 파생되는 헌법상의 기본원리로서 모든 국가작용에 적용되는 것이므로, 법원이 적극적 조치 판결을 할 때에도 원고와 피고를 비롯한 모든 이해관계인들의 공익과 사익을 종합적으로 비교·형량하여야 한다. 사인(私人)인 피고에게 재정 부담을 지우는 적극적 조치 판결을 할 때는 피고의 재정상태, 재정 부담의 정도, 피고가 적극적 조치 의무를 이행할 경우 국가나 지방자치단체 등으로부터 받을 수 있는 보조금을 비롯한 인적·물적 지원 규모, 상대적으로 재정 부담이 적은 대체 수단이 있는지, 피고가 차별행위를 하지 않기 위해 기울인 노력의 정도 등도 아울러 고려하여야 한다.<br/>  [4] 장애인차별금지 및 권리구제 등에 관한 법률 제19조 제4항, 제8항, 장애인차별금지 및 권리구제 등에 관한 법률 시행령 제13조 제2항은 교통사업자가 장애인에게 제공하여야 하는 정당한 편의의 내용은 교통약자의 이동편의 증진법 시행령 [별표 2]에서 정한 바에 따른다고 규정하고 있다. 위 [별표 2]는 교통약자의 이동편의 증진법 제10조 제1항의 위임에 따라 이동편의시설의 설치 대상시설별로 설치하여야 하는 이동편의시설의 종류를 열거하면서, 교통사업자가 시외버스와 시내버스(좌석형)에 설치하여야 하는 이동편의시설로 안내방송, 문자안내판, 목적지 표지, 휠체어 탑승설비, 교통약자용 좌석 및 장애인접근가능표시 등을 열거하고 있다.<br/>    위와 같은 관련 법령의 규정 체계 및 법령상 명시적인 근거 없이 정당한 편의제공 의무를 구체적으로 인정하는 것은 신중할 필요가 있는 점 등을 고려해 보면, 교통사업자가 제공하여야 하는 정당한 편의의 내용은 원칙적으로 위 [별표 2]에서 열거한 바에 따라 정해진다고 보는 것이 타당하다. 그런데 위 [별표 2]는 승하차 편의를 위해 휠체어 탑승설비를 설치하도록 규정하였을 뿐 저상버스의 도입에 관한 규정은 없다. 또한 고속 주행 구간이 상대적으로 많은 시외버스나 광역형 시내버스에 바닥이 낮은 저상버스를 도입하는 것은 안전성이 우려된다는 지적도 있다. 따라서 그 도입 여부에 관한 입법상 논의의 필요성 여부는 별론으로 하더라도 현행 법령의 해석상으로는 시외버스나 광역형 시내버스를 운행하는 교통사업자에게 저상버스를 제공할 의무까지 인정하기는 어렵다.<br/>  [5] 장애인차별금지 및 권리구제 등에 관한 법률(이하 ‘장애인차별금지법’이라 한다) 제1장 ‘총칙’ 편의 제4조 제1항은 금지하는 차별행위의 유형으로 ‘장애인을 장애를 사유로 정당한 사유 없이 제한·배제·분리·거부 등에 의하여 불리하게 대하는 경우’(제1호), ‘장애인에 대하여 형식상으로는 제한·배제·분리·거부 등에 의하여 불리하게 대하지 아니하지만 정당한 사유 없이 장애를 고려하지 아니하는 기준을 적용함으로써 장애인에게 불리한 결과를 초래하는 경우’(제2호), ‘정당한 사유 없이 장애인에 대하여 정당한 편의 제공을 거부하는 경우’(제3호) 등을 규정하고 있다.<br/>  제2장 ‘차별금지’ 편의 제19조는 ‘이동 및 교통수단 등에서의 차별금지’라는 제목으로 ‘교통사업자 및 교통행정기관은 이동 및 교통수단 등을 접근·이용함에 있어서 장애인을 제한·배제·분리·거부하여서는 아니 된다.’(제1항)는 조항에서부터 ‘교통사업자 및 교통행정기관은 장애인이 이동 및 교통수단 등을 장애인 아닌 사람과 동등하게 이용하여 안전하고 편리하게 보행 및 이동을 할 수 있도록 하는 데 필요한 정당한 편의를 제공하여야 한다.’(제4항)는 조항을 두고 있는데, 위 규정들은 제4조 제1항에서 열거한 차별행위 유형에 따른 차별금지 의무의 내용 등을 이동 및 교통수단 등의 영역에서 구체화한 조항이다.<br/>  위와 같은 관련 법령의 규정 내용과 체계에 따르면 이동 및 교통수단 등 영역에서 장애인차별금지법이 금지하는 차별행위에 해당하기 위해서는 위 제4조 제1항과 제19조의 각항에서 열거한 차별행위의 유형에 포섭될 수 있어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 장애인차별금지 및 권리구제 등에 관한 법률 제4조 제1항, 제6조, 제46조 제1항, 제48조 제2항 / [2] 장애인차별금지 및 권리구제 등에 관한 법률 제4조 제1항 제3호, 제3항 제1호, 제19조 제4항, 제8항, 제47조 제2항, 장애인차별금지 및 권리구제 등에 관한 법률 시행령 제13조 제1항, 제2항, 교통약자의 이동편의 증진법 시행령 제11조 [별표 1], 제12조 [별표 2] / [3] 헌법 제37조 제2항, 장애인차별금지 및 권리구제 등에 관한 법률 제46조 제1항, 제48조 제2항, 제3항, 민사집행법 제261조 / [4] 장애인차별금지 및 권리구제 등에 관한 법률 제19조 제4항, 제8항, 장애인차별금지 및 권리구제 등에 관한 법률 시행령 제13조 제2항, 교통약자의 이동편의 증진법 제10조 제1항, 교통약자의 이동편의 증진법 시행령 제12조 [별표 2] / [5] 장애인차별금지 및 권리구제 등에 관한 법률 제4조 제1항, 제19조<br/>",
  "참조판례": "[3] 대법원 2019. 9. 9. 선고 2018두48298 판결(공2019하, 1985)<br/>"
}