{
  "판례일련번호": "219919",
  "사건명": "임대차보증금반환등[임차인이 공인중개사사무실의 중개보조인을 통해 임대부동산을 관리하여 오던 임대인에게 중개보조인의 불법행위에 대한 사용자책임을 묻는 사안]",
  "사건번호": "2021다283834",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220211",
  "판시사항": "[1] 민법 제756조의 사용관계가 인정되기 위한 요건 / 타인에게 위탁하여 계속적으로 사무를 처리하여 왔고 객관적으로 타인의 행위가 위탁자의 지휘·감독 범위 내에 속하는 경우, 그 타인은 민법 제756조에서 정한 피용자에 해당하는지 여부(적극) / 민법 제756조의 사용관계에서 실질적 지휘·감독 관계가 있는지를 결정하는 기준<br/>  [2] 甲이 중개보조인 乙 및 그의 남편인 공인중개사 丙의 중개로 오피스텔을 구입한 다음, 월 임료 등 수익을 얻을 목적으로 위 오피스텔에 관한 ‘월 임료 있는 임대차계약’을 체결하면서 乙 등으로 하여금 甲 명의로 임대차계약서를 작성하게 하고, 임대차가 종료한 때에도 직접 임대차보증금을 반환하지 않고 乙 등의 주도로 새로운 임차인이 전 임차인에게 보증금을 직접 지급하는 방법으로 반환하여 왔으며, 월 임료의 수령도 乙 등이 자신들의 계좌로 송금받아 다시 甲에게 송금하는 형태를 용인하고, 임대인의 수선의무 역시 乙 등으로 하여금 이를 이행하도록 하여 왔는데, 위 오피스텔에 관한 종전 임대차계약 종료 후 乙 등이 甲 몰래 전세계약 체결 권한이 있는 것처럼 새로운 임차인 丁을 기망하여 그와 전세계약을 체결한 다음 보증금을 乙의 계좌로 송금받아 편취하는 불법행위를 저지르자, 丁이 甲을 상대로 사용자책임을 구한 사안에서, 甲은 乙 등의 불법행위에 대해 민법 제756조의 사용자책임을 부담한다고 한 사례<br/>",
  "판결요지": "[1] 민법 제756조의 사용자와 피용자의 관계는 반드시 유효한 고용관계가 있는 경우에 한하는 것이 아니고, 사실상 어떤 사람이 다른 사람을 위하여 그 지휘·감독 아래 그 의사에 따라 사무를 집행하는 관계가 있으면 인정된다.<br/>  또한 타인에게 위탁하여 계속적으로 사무를 처리하여 온 경우 객관적으로 보아 그 타인의 행위가 위탁자의 지휘·감독의 범위 내에 속한다고 보이는 경우 그 타인은 민법 제756조에 규정한 피용자에 해당한다.<br/>민법 제756조의 사용관계에 있어서 실질적인 지휘·감독 관계는 실제로 지휘·감독하고 있느냐의 여부에 의하여 결정되는 것이 아니라 객관적으로 지휘·감독을 하여야 할 관계에 있느냐의 여부에 따라 결정된다.<br/>  [2] 甲이 중개보조인 乙 및 그의 남편인 공인중개사 丙의 중개로 오피스텔을 구입한 다음, 월 임료 등 수익을 얻을 목적으로 위 오피스텔에 관한 ‘월 임료 있는 임대차계약’을 체결하면서 乙 등으로 하여금 甲 명의로 임대차계약서를 작성하게 하고, 임대차가 종료한 때에도 직접 임대차보증금을 반환하지 않고 乙 등의 주도로 새로운 임차인이 전 임차인에게 보증금을 직접 지급하게 하는 방법으로 반환하여 왔으며, 월 임료의 수령도 乙 등이 자신들의 계좌로 송금받아 다시 甲에게 송금하는 형태를 용인하고, 임대인의 수선의무 역시 乙 등으로 하여금 이행하도록 하여 왔는데, 위 오피스텔에 관한 종전 임대차계약 종료 후 乙 등이 甲 몰래 전세계약 체결 권한이 있는 것처럼 새로운 임차인 丁을 기망하여 그와 전세계약을 체결한 다음 보증금을 乙의 계좌로 송금받아 편취하는 불법행위를 저지르자, 丁이 甲을 상대로 사용자책임을 구한 사안에서, 甲이 乙 등에게 임대차계약의 체결, 월 임료와 보증금의 수령, 수선의무 이행, 보증금 반환 등의 업무를 위탁하여 계속적으로 사무를 처리하여 온 것으로 보이는 점, 乙 등은 甲의 의사에 따라 위와 같은 위탁 업무를 처리해야 할 것으로 보이고, 특히 임대차계약의 핵심인 월 임료와 보증금의 수령행위는 객관적으로 보아 위탁자인 甲의 지휘·감독 범위에 속하는 것인 점, 甲이 임대수익을 얻기 위해 오피스텔 임대 업무를 오랜 기간 乙 등에게 전적으로 맡겨 놓고 임차인의 거주 현황, 임대차계약의 내용 등에 관하여 제대로 확인하지 않는 등으로 지휘·감독권의 행사를 게을리하여 乙 등이 불법행위에 이르게 된 것인 점 등을 종합하면, 甲은 乙 등의 불법행위에 대해 민법 제756조의 사용자책임을 부담한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제756조 / [2] 민법 제756조<br/>",
  "참조판례": "[1] 대법원 1963. 2. 21. 선고 62다780 판결(집11-1, 민109), 대법원 1982. 11. 23. 선고 82다카1133 판결(공1983, 210), 대법원 1992. 2. 25. 선고 91다39146 판결(공1992, 1143), 대법원 1996. 10. 11. 선고 96다30182 판결(공1996하, 3328), 대법원 1998. 8. 21. 선고 97다13702 판결(공1998하, 2276), 대법원 2010. 10. 28. 선고 2010다48387 판결(공2010하, 2167), 대법원 2019. 11. 14. 선고 2019다216312 판결<br/>"
}