{
  "판례일련번호": "219929",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영)",
  "사건번호": "2019도4938",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220217",
  "판시사항": "[1] 수사기관이 전자정보를 담은 매체를 피의자로부터 임의제출 받아 압수하면서 거기에 담긴 정보 중 무엇을 제출하는지 명확히 확인하지 않은 경우, 압수의 대상이 되는 정보의 범위 / 수사기관이 피의자로부터 범죄혐의사실과 관련된 전자정보와 그렇지 않은 전자정보가 섞인 매체를 임의제출 받아 사무실 등지에서 정보를 탐색·복제·출력하는 경우, 피의자 측에 참여의 기회를 보장하고 압수된 전자정보가 특정된 목록을 교부해야 하는지 여부(적극) 및 그러한 조치를 하지 않았더라도 압수·수색이 적법하다고 볼 수 있는 경우<br/>  [2] 피고인이 휴대전화로 성명 불상 피해자들의 신체를 그 의사에 반하여 촬영하거나(‘1~7번 범행’), 짧은 치마를 입고 횡단보도 앞에서 신호를 기다리던 피해자의 다리를 몰래 촬영하여(‘8번 범행’) 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소되었는데, 8번 범행 피해자의 신고를 받고 출동한 경찰관이 현장에서 피고인으로부터 임의제출 받아 압수한 휴대전화를 사무실에서 탐색하는 과정에서 1~7번 범행의 영상을 발견한 사안에서, 제반 사정을 종합하면 1~7번 범행으로 촬영한 영상의 출력물과 파일 복사본을 담은 시디(CD)는 임의제출에 의해 적법하게 압수된 전자정보에서 생성된 것으로서 증거능력이 인정된다고 한 사례<br/>",
  "판결요지": "[1] 수사기관이 전자정보를 담은 매체를 피의자로부터 임의제출 받아 압수하면서 거기에 담긴 정보 중 무엇을 제출하는지 명확히 확인하지 않은 경우, 임의제출의 동기가 된 범죄혐의사실과 관련되고 이를 증명할 수 있는 최소한의 가치가 있는 정보여야 압수의 대상이 되는데, 범행 동기와 경위, 수단과 방법, 시간과 장소 등에 관한 간접증거나 정황증거로 사용될 수 있는 정보도 그에 포함될 수 있다. 수사기관이 피의자로부터 범죄혐의사실과 관련된 전자정보와 그렇지 않은 전자정보가 섞인 매체를 임의제출 받아 사무실 등지에서 정보를 탐색·복제·출력하는 경우 피의자나 변호인에게 참여의 기회를 보장하고 압수된 전자정보가 특정된 목록을 교부해야 하나, 그러한 조치를 하지 않았더라도 절차 위반행위가 이루어진 과정의 성질과 내용 등에 비추어 피의자의 절차상 권리가 실질적으로 침해되지 않았다면 압수·수색이 위법하다고 볼 것은 아니다.<br/>  [2] 피고인이 휴대전화로 성명 불상 피해자들의 신체를 그 의사에 반하여 촬영하거나(이하 ‘1~7번 범행’이라고 한다), 짧은 치마를 입고 횡단보도 앞에서 신호를 기다리던 피해자의 다리를 몰래 촬영하여(이하 ‘8번 범행’이라고 한다) 성폭력범죄의 처벌 등에 관한 특례법 위반(카메라등이용촬영)으로 기소되었는데, 8번 범행 피해자의 신고를 받고 출동한 경찰관이 현장에서 피고인으로부터 임의제출 받아 압수한 휴대전화를 사무실에서 탐색하는 과정에서 1~7번 범행의 영상을 발견한 사안에서, 1~7번 범행에 관한 동영상은 촬영 기간이 8번 범행 일시와 가깝고, 8번 범행과 마찬가지로 버스정류장 등 공공장소에서 촬영되어 임의제출의 동기가 된 8번 범죄혐의사실과 관련성 있는 증거인 점, 경찰관은 임의제출 받은 휴대전화를 피고인이 있는 자리에서 살펴보고 8번 범행이 아닌 영상을 발견하였으므로 피고인이 탐색에 참여하였다고 볼 수 있는 점, 경찰관이 피의자신문 시 1~7번 범행 영상을 제시하자 피고인은 그 영상이 언제 어디에서 찍은 것인지 쉽게 알아보고 그에 관해 구체적으로 진술하였으므로, 비록 피고인에게 압수된 전자정보가 특정된 목록이 교부되지 않았더라도 절차 위반행위가 이루어진 과정의 성질과 내용 등에 비추어 절차상 권리가 실질적으로 침해되었다고 보기 어려운 점 등을 종합하면, 1~7번 범행으로 촬영한 영상의 출력물과 파일 복사본을 담은 시디(CD)는 임의제출에 의해 적법하게 압수된 전자정보에서 생성된 것으로서 증거능력이 인정된다는 이유로, 이와 달리 보아 1~7번 범행 부분을 무죄로 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제121조, 제129조, 제218조, 제219조 / [2] 구 성폭력범죄의 처벌 등에 관한 특례법(2018. 12. 18. 법률 제15977호로 개정되기 전의 것) 제14조 제1항, 형사소송법 제121조, 제129조, 제218조, 제219조, 제307조<br/>",
  "참조판례": "[1] 대법원 2021. 11. 18. 선고 2016도348 전원합의체 판결(공2022상, 57), 대법원 2022. 1. 27. 선고 2021도11170 판결(공2022상, 486)<br/>"
}