{
  "판례일련번호": "219921",
  "사건명": "건설산업기본법위반",
  "사건번호": "2018도3821",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220224",
  "판시사항": "[1] 구 건설산업기본법상 건설업 등록제도의 취지 / 건설업 등록의무가 면제되는 ‘경미한 건설공사’ 중 하나로 공사예정금액이 1,500만 원 미만인 전문 건설공사를 정한 구 건설산업기본법 시행령 제8조 제1항의 해석과 관련하여 분할 발주된 수 개의 공사가 ‘동일한 공사’로서 공사예정금액 합산 대상에 해당하는지 판단하는 기준<br/>  [2] 산업재해보상보험법 및 고용보험법에서 정한 ‘총공사금액’의 판단 기준을 구 건설산업기본법 시행령 제8조 제1항에서 정한 ‘동일한 공사’의 해석에 유추적용할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 건설산업기본법(2017. 3. 21. 법률 제14708호로 개정되기 전의 것, 이하 ‘구 건설산업기본법’이라고 한다) 제9조 제1항 본문은 “건설업을 하려는 자는 대통령령이 정하는 업종별로 국토교통부장관에게 등록을 하여야 한다.”라고 규정하면서, 제96조 제1호에서 “제9조 제1항에 따른 등록을 하지 아니하거나 부정한 방법으로 등록을 하고 건설업을 한 자”에 대한 처벌규정을 두고 있는데, 이러한 건설업 등록제도의 취지는 건설공사의 적정한 시공과 건설산업의 건전한 발전을 도모하고 무등록업자에 의한 부실시공을 예방하여 국민의 생명과 재산을 보호하고자 하는 것이다.<br/>  한편 구 건설산업기본법 제9조 제1항 단서는 건설업 등록제도의 예외로서 “대통령령으로 정하는 경미한 건설공사를 업으로 하려는 경우에는 등록을 하지 아니하고 건설업을 할 수 있다.”라고 정하고 있고, 구 건설산업기본법 시행령(2020. 12. 29. 대통령령 제31328호로 개정되기 전의 것) 제8조 제1항은 이러한 ‘경미한 건설공사’ 중 하나로 공사예정금액이 1,500만 원 미만인 전문 건설공사를 정하면서, 동일한 공사를 2 이상의 계약으로 분할하여 발주하는 경우에는 각각의 공사예정금액을 합산한 금액을 공사예정금액으로 하도록 정하고 있다.<br/>  이러한 건설업 등록제도의 취지와 관련 규정의 내용 등에 비추어 볼 때, 분할 발주된 수 개의 공사가 ‘동일한 공사’로서 공사예정금액 합산 대상에 해당하는지 여부는 각 공사계약의 당사자, 공사 목적물, 공사기간, 공사 내용 및 방법, 수 개의 계약으로 분할하여 체결한 경위 등 제반 사정들을 종합적으로 고려하여, 실질적으로 각 공사계약이 하나의 계약으로서 각 공사 사이에 동일성이 인정되는지를 기준으로 판단하여야 한다. 반면 당사자들이 수 개의 공사에 대하여 하나의 공사계약을 체결하였다고 하더라도 각 공사가 목적물, 내용이나 시공방법 등을 달리하여 실질적으로 하나의 공사로 볼 수 없는 경우에는 이를 ‘동일한 공사’로 평가할 수 없을 것이다.<br/>  [2] 산업재해보상보험법 제6조 단서, 구 산업재해보상보험법 시행령(2017. 12. 16. 대통령령 제28506호로 개정되기 전의 것) 제2조 제1항 제3호 (가)목, 고용보험법 제8조 제1항 단서, 고용보험법 시행령 제2조 제1항 제2호 (가)목은 ‘고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령’(이하 ‘고용산재보험료징수법 시행령’이라고 한다)에 따른 총공사금액이 2,000만 원 미만인 공사에 관하여는 산업재해보상보험법 및 고용보험법의 적용을 배제하도록 정하고 있고, 고용산재보험료징수법 시행령 제2조 제1항 제2호는 총공사금액이란 총공사를 할 때 계약상의 도급금액을 말하는 것이라고 정하면서, 같은 조 제2항에서 이러한 총공사금액을 산정할 때 최종 목적물의 완성을 위하여 하는 동일한 건설공사를 둘 이상으로 분할하여 도급하는 경우에는 각각의 도급금액을 합산하되, 도급단위별 공사가 시간적 또는 장소적으로 분리되고 독립적으로 행해지는 경우에는 합산하지 않는 것으로 정하고 있다.<br/>  그러나 이러한 산업재해보상보험법 및 고용보험법에서 정한 ‘총공사금액’의 판단 기준을 구 건설산업기본법 시행령(2020. 12. 29. 대통령령 제31328호로 개정되기 전의 것)에서 정한 ‘동일한 공사’의 해석에 유추적용할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건설산업기본법(2017. 3. 21. 법률 제14708호로 개정되기 전의 것) 제9조 제1항, 제96조 제1호(현행 제95조의2 제1호 참조), 구 건설산업기본법 시행령(2020. 12. 29. 대통령령 제31328호로 개정되기 전의 것) 제8조 제1항 / [2] 산업재해보상보험법 제6조, 구 산업재해보상보험법 시행령(2017. 12. 16. 대통령령 제28506호로 개정되기 전의 것) 제2조 제1항 제3호 (가)목(현행 삭제), 고용보험법 제8조 제1항, 고용보험법 시행령 제2조 제1항 제2호 (가)목, 고용보험 및 산업재해보상보험의 보험료징수 등에 관한 법률 시행령 제2조 제1항 제2호, 제2항, 구 건설산업기본법 시행령(2020. 12. 29. 대통령령 제31328호로 개정되기 전의 것) 제8조 제1항<br/>",
  "참조판례": ""
}