{
  "판례일련번호": "219937",
  "사건명": "손해배상(기)",
  "사건번호": "2021다275741",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220217",
  "판시사항": "[1] 별소로 계속 중인 채권을 자동채권으로 하는 소송상 상계의 주장이 허용되는지 여부(적극) 및 먼저 제기된 소송에서 상계 항변을 제출한 다음 소송계속 중에 자동채권과 동일한 채권에 기한 소송을 별도의 소나 반소로 제기하는 것이 가능한지 여부(적극)<br/>  [2] 소의 취하와 달리 소송상 방어방법으로서의 상계 항변은 상대방의 동의 없이 철회할 수 있는지 여부(적극) 및 먼저 제기된 소송의 제1심에서 상계 항변을 제출하여 제1심판결로 본안에 관한 판단을 받았다가 항소심에서 상계 항변을 철회한 경우, 자동채권과 동일한 채권에 기한 소송을 별도로 제기할 수 있는지 여부(적극)<br/>  [3] 민사소송법 제216조 제2항에서 판결 이유 중의 판단인데도 상계 주장에 관한 법원의 판단에 기판력을 인정한 취지<br/>",
  "판결요지": "[1] 상계의 항변을 제출할 당시 이미 자동채권과 동일한 채권에 기한 소송을 별도로 제기하여 계속 중인 경우, 사실심의 담당재판부로서는 전소와 후소를 같은 기회에 심리·판단하기 위하여 이부, 이송 또는 변론병합 등을 시도함으로써 기판력의 저촉·모순을 방지함과 아울러 소송경제를 도모함이 바람직하나, 그렇다고 하여 특별한 사정이 없는 한 별소로 계속 중인 채권을 자동채권으로 하는 소송상 상계의 주장이 허용되지 않는다고 볼 수는 없다. 마찬가지로 먼저 제기된 소송에서 상계 항변을 제출한 다음 그 소송계속 중에 자동채권과 동일한 채권에 기한 소송을 별도의 소나 반소로 제기하는 것도 가능하다.<br/>  [2] 민사소송법 제267조 제2항은 “본안에 대한 종국판결이 있은 뒤에 소를 취하한 사람은 같은 소를 제기하지 못한다.”라고 정하고 있다. 이는 소취하로 그동안 판결에 들인 법원의 노력이 무용해지고 다시 동일한 분쟁을 문제 삼아 소송제도를 남용하는 부당한 사태를 방지할 목적에서 나온 제재적 취지의 규정이다. 그런데 상대방이 본안에 관하여 준비서면을 제출하거나 변론준비기일에서 진술 또는 변론을 한 뒤에는 상대방의 동의를 받아야 효력을 가지는 소의 취하와 달리 소송상 방어방법으로서의 상계 항변은 그 수동채권의 존재가 확정되는 것을 전제로 하여 행하여지는 일종의 예비적 항변으로서 상대방의 동의 없이 이를 철회할 수 있고, 그 경우 법원은 처분권주의의 원칙상 이에 대하여 심판할 수 없다. 따라서 먼저 제기된 소송의 제1심에서 상계 항변을 제출하여 제1심판결로 본안에 관한 판단을 받았다가 항소심에서 상계 항변을 철회하였더라도 이는 소송상 방어방법의 철회에 불과하여 민사소송법 제267조 제2항의 재소금지 원칙이 적용되지 않으므로, 그 자동채권과 동일한 채권에 기한 소송을 별도로 제기할 수 있다.<br/>  [3] 민사소송법 제216조 제1항은 “확정판결은 주문에 포함된 것에 한하여 기판력을 가진다.”라고 규정함으로써 판결 이유 중의 판단에는 원칙적으로 기판력이 미치지 않는다고 하는 한편, 그 예외로서 제2항에서 “상계를 주장한 청구가 성립되는지 아닌지의 판단은 상계하자고 대항한 액수에 한하여 기판력을 가진다.”라고 규정하고 있다. 위와 같이 판결 이유 중의 판단임에도 불구하고 상계 주장에 관한 법원의 판단에 기판력을 인정한 취지는, 만일 이에 대하여 기판력을 인정하지 않는다면 원고의 청구권의 존부에 대한 분쟁이 나중에 다른 소송으로 제기되는 자동채권의 존부에 대한 분쟁으로 변형됨으로써 상계 주장의 상대방은 상계를 주장한 자가 그 자동채권을 이중으로 행사하는 것에 의하여 불이익을 입을 수 있게 될 뿐만 아니라, 상계 주장에 대한 판단을 전제로 이루어진 원고의 청구권의 존부에 대한 전소의 판결이 결과적으로 무의미하게 될 우려가 있게 되므로, 이를 막기 위함이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제259조, 민법 제492조, 제493조 / [2] 민사소송법 제203조, 제267조 제2항, 민법 제492조, 제493조 / [3] 민사소송법 제216조, 민법 제492조, 제493조<br/>",
  "참조판례": "[1] 대법원 2001. 4. 27. 선고 2000다4050 판결(공2001상, 1234) / [2] 대법원 2011. 7. 14. 선고 2011다23323 판결, 대법원 2021. 5. 7. 선고 2018다259213 판결(공2021하, 1173) / [3] 대법원 2005. 7. 22. 선고 2004다17207 판결(공2005하, 1396), 대법원 2018. 8. 30. 선고 2016다46338, 46345 판결(공2018하, 1902)<br/>"
}