{
  "판례일련번호": "219931",
  "사건명": "택시운송사업면허취소처분취소청구",
  "사건번호": "2019두55835",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220217",
  "판시사항": "[1] 택시운송사업의 발전에 관한 법률 제12조 제2항의 규정 취지 및 위 조항을 해석할 때 고려할 사항<br/>  [2] 택시운송사업의 발전에 관한 법률 제12조 제2항의 ‘소속 택시운수종사자가 아닌 사람’의 의미 및 택시운송사업자로부터 택시를 제공받아 운전한 택시운수종사자가 위 조항에서 정한 ‘소속 택시운수종사자가 아닌 사람’에 해당하는지 판단하는 방법 및 이때 고려할 구체적 사정<br/>  [3] 택시운송사업자가 소속 택시운수종사자가 아닌 사람 한 명에게 1대의 택시만을 제공하였더라도 택시운송사업의 발전에 관한 법률 제18조 제1항 제2호에 따른 제재처분의 처분사유에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 택시운송사업의 발전에 관한 법률(이하 ‘택시발전법’이라 한다) 제12조 제2항은 택시운송사업자로부터 택시운수종사자를 보호함은 물론 여객자동차 운수사업법상의 명의이용행위에까지 이르지 않더라도 택시업계의 구조적 요인에 기인하는 위험으로부터 택시를 이용하는 일반 공중의 이익을 저해할 수 있는 일반택시운송사업의 운영 행태를 금지하고자 하는 취지에서 마련되었다. 택시운수종사자의 근로시간과 임금은 단순히 택시운송사업자나 택시운수종사자의 사적 이익에만 관련되는 것이 아니라, 사회 공공의 안전이나 택시를 이용하는 일반 공중의 이익과 직결되는 문제이다. 만일 택시운수종사자가 장시간 저임금 노동에 시달린다면 과로 상태에서 안전운전이 보장될 수 없음은 물론이고, 운송수입을 늘리려는 의도에서 과속·난폭운전, 단거리 탑승거부, 합승 등의 위반행위가 늘어나 택시운송질서가 무너질 수 있기 때문이다. 따라서 택시발전법 제12조 제2항을 해석할 때에는 택시운수종사자의 의사나 이익뿐만 아니라 일반 공중의 이익까지 고려하여야 한다.<br/>  [2] 택시운송사업의 발전에 관한 법률(이하 ‘택시발전법’이라 한다) 제12조 제2항의 문언에다가 택시를 이용하는 일반 공중의 이익까지 보호하려는 택시발전법 제12조 제2항 등 관련 규정들의 입법 취지 등을 종합하면, 택시발전법 제12조 제2항의 ‘소속 택시운수종사자가 아닌 사람(형식상의 근로계약에도 불구하고 실질적으로는 소속 택시운수종사자가 아닌 사람을 포함한다)’이란 ‘택시운송사업자와 사이의 근로계약 체결 여부와 무관하게 그로부터 택시 영업에 관한 사항을 일괄 위임받아 택시를 운행하면서 그에게 일정 기간 단위로 택시 영업에 상응하는 일정 금액을 지급·납입하는 사람’으로 해석할 수 있다. 그리고 택시운송사업자로부터 택시를 제공받아 운전한 택시운수종사자가 택시발전법 제12조 제2항에서 정한 ‘소속 택시운수종사자가 아닌 사람’에 해당하는지 여부는 택시 운행에 따른 이익·손실 위험이 누구에게 귀속되었는지, 택시운송사업자가 택시의 안전운행에 필요한 지휘·감독을 실질적으로 수행하였는지 등과 같은 택시의 실질적인 운행·관리 실태를 종합적으로 고려하여 판단하여야 한다.<br/>  이를 구체적으로 살펴보면, 택시운송사업자가 차고지에서의 차량 배차 등을 통하여 택시운수종사자의 운전 시간·강도를 전반적으로 관리·감독하였는지, 택시운송사업자가 택시운행기록장치 등을 통해 택시운수종사자의 과속·난폭운전 등 안전운행수칙 위반행위가 있었는지를 정기적으로 확인하여 취업규칙, 단체협약 등에서 정한 바에 따라 필요한 징계조치 등을 하였는지, 택시운송사업자가 택시운수종사자로 하여금 여객자동차 운수사업법(이하 ‘여객자동차법’이라 한다) 제25조 제1항에 따른 운수종사자 교육을 받는 데에 필요한 조치를 하고 그에 따라 택시운수종사자가 제때 교육을 이수하였는지, 택시운송사업자가 택시운수종사자와 계약을 체결하기에 앞서 그가 여객자동차법 제24조 제1항 각호에 따른 운전업무 종사자격을 갖추면서 제24조 제3항 각호에 따른 결격사유는 없는지를 실질적으로 확인하는 절차를 거쳤는지, 택시운송사업자가 여객자동차법 제22조 제1항 제1호, 제2호에 따른 운수종사자 명단·현황을 제때 통보하였는지 등의 사정을 종합적으로 고려하여야 한다.<br/>  [3] 택시운송사업의 발전에 관한 법률(이하 ‘택시발전법’이라 한다) 제12조 제2항, 제18조 제1항 제2호, 택시운송사업의 발전에 관한 법률 시행령 제21조 [별표 2] 2. 개별기준 (나)목의 규정 문언과 체계를 종합하면, 택시운송사업자가 소속 택시운수종사자가 아닌 사람 한 명에게 1대의 택시만을 제공하였더라도 이는 택시발전법 제12조 제2항을 위반한 것으로서 택시발전법 제18조 제1항 제2호에 따른 제재처분의 처분사유에 해당한다고 보아야 한다. 다만 위와 같은 경우에 행정청이 해당 운송사업자의 택시운송사업면허 전부를 취소하는 처분을 하였다면 행정청이 비례의 원칙을 위반하여 그 재량의 한계를 일탈·남용하였는지를 살펴 그 처분의 정당성 여부를 판단하면 될 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 택시운송사업의 발전에 관한 법률 제12조 제2항 / [2] 택시운송사업의 발전에 관한 법률 제2조 제4호, 제12조 제2항, 여객자동차 운수사업법 제22조 제1항 제1호, 제2호, 제24조 제1항, 제3항, 제25조 제1항 / [3] 택시운송사업의 발전에 관한 법률 제12조 제2항, 제18조 제1항 제2호, 택시운송사업의 발전에 관한 법률 시행령 제21조 [별표 2] 제2호 (나)목<br/>",
  "참조판례": ""
}