{
  "판례일련번호": "220269",
  "사건명": "주식명의개서",
  "사건번호": "2021나2016551",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20211126",
  "판시사항": "甲 주식회사가 乙 주식회사의 대표이사이자 대주주인 丙으로부터 그가 보유하던 乙 회사의 주권미발행 주식 중 일부를 매수하고서도 명의개서를 못 하고 있다가 丙이 사망하자 乙 회사를 상대로 명의개서를 구하는 소를 제기하였고, 그 후 개시된 乙 회사에 대한 회생절차에서 위 주식을 포함하여 주주명부상 丙이 보유하던 주식 전부를 무상 소각하는 내용의 회생계획을 인가하는 결정이 내려졌다가, 甲 회사의 즉시항고에 따른 항고심에서 ‘회생계획 인가결정 이후에 甲 회사가 회생절차개시결정일 당시 위 주식의 주주였다는 점이 밝혀지면 乙 회사는 甲 회사에 일정액의 금전을 지급한다.’는 내용의 권리보호조항이 추가된 회생계획 인가결정이 내려지자, 위 소의 청구취지를 주주 지위의 확인을 구하는 것으로 교환적으로 변경하였는데, 乙 회사가 위 청구는 과거 법률관계의 확인을 구하는 것이어서 확인의 이익이 없다고 본안전항변을 한 사안에서, 甲 회사의 청구가 과거의 법률관계에 관한 것이기는 하나 예외적으로 확인의 이익이 인정된다는 이유로 본안전항변을 배척한 다음 甲 회사는 乙 회사에 대한 회생절차개시결정일 당시 위 주식의 주주였다고 판단한 사례<br/>",
  "판결요지": "甲 주식회사가 乙 주식회사의 대표이사이자 대주주인 丙으로부터 그가 보유하던 乙 회사의 주권미발행 주식 중 일부를 매수하고서도 명의개서를 못 하고 있다가 丙이 사망하자 乙 회사를 상대로 명의개서를 구하는 소를 제기하였고, 그 후 개시된 乙 회사에 대한 회생절차에서 위 주식을 포함하여 주주명부상 丙이 보유하던 주식 전부를 무상 소각하는 내용의 회생계획을 인가하는 결정이 내려졌다가, 甲 회사의 즉시항고에 따른 항고심에서 ‘회생계획 인가결정 이후에 甲 회사가 회생절차개시결정일 당시 위 주식의 주주였다는 점이 밝혀지면 乙 회사는 甲 회사에 일정액의 금전을 지급한다.’는 내용의 권리보호조항이 추가된 회생계획 인가결정이 내려지자, 위 소의 청구취지를 주주 지위의 확인을 구하는 것으로 교환적으로 변경하였는데, 乙 회사가 위 청구는 과거 법률관계의 확인을 구하는 것이어서 확인의 이익이 없다고 본안전항변을 한 사안이다.<br/>  甲 회사의 청구는 乙 회사에 대한 회생절차개시결정일 당시 甲 회사가 위 주식의 주주였다는 확인을 구하는 것이어서 과거의 법률관계에 관한 것이기는 하나, 甲 회사가 乙 회사로부터 주주 지위를 부인당하여 위 소를 제기하였고 乙 회사가 계속하여 이를 다투고 있는 점, 甲 회사가 회생절차개시결정일 당시 주주였음이 밝혀지면 회생계획의 권리보호조항에 따른 금전의 지급을 청구할 수 있으므로 위 주식의 주주 지위에 관하여 확인판결을 받는 것이 후속 분쟁을 해결하는 유효·적절한 수단이 될 수 있는 점, 甲 회사가 회생절차개시결정일 당시 위 주식의 주주였는지는 회생계획의 권리보호조항에 따른 금전지급 청구의 선결문제로 심리·판단될 수도 있으나 이러한 사정이 확인의 이익을 전면적으로 부정할 이유가 되지는 못하는 점, 확인의 이익은 확인의 소에 특수한 소의 이익으로서 국가적·공익적 측면에서는 무익한 소송제도의 이용을 통제하는 원리인데, 이미 제1심에서부터 본안에 대한 심리가 이루어졌으므로 새삼스럽게 확인의 이익 유무를 심리하여 무익한 소송제도의 이용을 통제하고 법원의 본안판결에 따른 부담을 절감해야 할 실익은 거의 없는 점 등에 비추어 보면, 예외적으로 확인의 이익이 인정된다는 이유로 본안전항변을 배척한 다음, 甲 회사가 위 주식을 매수할 당시 매매대금이 기재된 주식매매계약서가 작성되었고 같은 날 그 매매대금이 丙의 계좌로 송금되었던 점 등을 들어, 甲 회사는 乙 회사에 대한 회생절차개시결정일 당시 위 주식의 주주였다고 판단한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민사소송법 제250조, 상법 제335조 제3항, 제336조 제1항, 제337조 제1항<br/>",
  "참조판례": ""
}