{
  "판례일련번호": "220297",
  "사건명": "공사대금",
  "사건번호": "2017다3024",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우, 계약의 해석 방법<br/>  [2] 공사도급계약이 총액계약인지 단가계약인지 판단하는 기준<br/>  [3] 甲 주식회사가 乙 법인과 체결한 공사도급계약 중 일부를 이행한 상태에서 乙 법인을 상대로 기성 공사대금의 지급을 구하였는데, 위 공사도급계약을 총액계약과 단가계약 중 어떤 계약으로 보아 기성 공사대금을 산정하여야 하는지 문제 된 사안에서, 제반 사정에 비추어 위 공사도급계약은 전체 공사대금을 정한 총액계약이라고 볼 여지가 있는데도, 계약서의 기재 내용, 계약의 목적과 거래 관행, 계약 이행과정에서 甲 회사와 乙 법인의 태도 등을 제대로 살피지 않은 채 위 공사도급계약을 단가계약으로 단정한 다음 이를 전제로 기성 공사대금을 산정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 형식과 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사, 거래 관행 등을 종합적으로 고려해서 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석해야 한다.<br/>  [2] 공사도급계약은 대금의 지급방식에 따라 크게 총액계약과 단가계약으로 나눌 수 있다. 총액계약은 계약 목적물 전체에 대한 공사대금 총액을 정하여 체결하는 계약을, 단가계약은 개별공정 또는 항목에 대한 단가와 요율을 근거로 체결하는 계약을 뜻한다. 공사도급계약이 총액계약인지, 단가계약인지는 계약의 해석 문제로서 공사도급계약서에서 정한 내용을 기준으로 판단해야 한다. 만일 공사도급계약서의 기재 내용만으로 이를 알기 어렵다면 계약 해석의 일반원칙에 따라 계약의 동기나 목적, 계약이행 과정에서 당사자의 태도, 거래 관행 등을 종합적으로 고려해서 판단해야 한다.<br/>  [3] 甲 주식회사가 乙 법인과 체결한 공사도급계약 중 일부를 이행한 상태에서 乙 법인을 상대로 기성 공사대금의 지급을 구하였는데, 위 공사도급계약을 총액계약과 단가계약 중 어떤 계약으로 보아 기성 공사대금을 산정하여야 하는지 문제 된 사안에서, 甲 회사와 乙 법인은 위 공사도급계약을 체결하면서 전체 공사대금만 정하였을 뿐 계약서에 개별공정이나 항목에 대한 단가와 요율을 근거로 공사대금을 산정한다는 내용을 기재하지 않은 점, 위 계약서에 첨부된 계약내역서에는 개별공정이나 항목에 대한 수량과 단가가 기재되어 있지만 이러한 내용이 공사대금 총액을 정하기 위한 참고자료인지 나중에 공사대금을 산정하기 위해 개별공정이나 항목별 단가를 정해둔 것인지 불분명한 점, 위 계약서에서 ‘특정 사정이 있는 경우 설계변경을 할 수 있고 설계변경에 따라 공사량의 증감이 발생하였다면 공사가격 내역서의 단가를 기준으로 공사대금을 조정할 수 있다.’고 정하고 있으나 이는 설계변경으로 공사대금의 조정이 필요한 경우에 그 기준을 정한 것일 뿐이지 위 공사도급계약이 단가계약이라는 근거가 될 수는 없는 점, 甲 회사가 乙 법인에 기성 공사대금을 청구할 때 개별공정이나 항목별 수량에 관한 자료를 근거로 제시하지 않았고, 乙 법인도 잔여물량 현황측량이 있을 때까지 甲 회사에 기성 공사물량에 대한 자료를 요구하거나 이에 대한 검측을 하지 않은 점 등 제반 사정에 비추어, 위 공사도급계약은 전체 공사대금을 정한 총액계약이라고 볼 여지가 있는데도, 계약서의 기재 내용, 계약의 목적과 거래 관행, 계약 이행과정에서 甲 회사와 乙 법인의 태도 등을 제대로 살피지 않은 채 위 공사도급계약을 단가계약으로 단정한 다음 이를 전제로 기성 공사대금을 산정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조, 제664조 / [3] 민법 제105조, 제664조<br/>",
  "참조판례": "[1] 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527), 대법원 2017. 9. 26. 선고 2015다245145 판결(공2017하, 2076), 대법원 2022. 3. 17. 선고 2021다231598 판결(공2022상, 701)<br/>"
}