{
  "판례일련번호": "220239",
  "사건명": "소유권이전등기·소유권이전등기[피고로부터 부동산을 증여받은 원고들이 피고를 상대로 증여를 원인으로 하여 위 부동산에 대한 소유권이전등기청구를 하자, 피고가 원고들 중 1인의 피고에 대한 범죄행위가 있었음을 이유로 증여의 해제를 주장한 사건]",
  "사건번호": "2017다207475, 207482",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220311",
  "판시사항": "[1] 수증자의 범죄행위를 원인으로 한 증여계약의 해제를 규정하고 있는 민법 제556조 제1항 제1호에서 정한 ‘범죄행위’의 의미와 이에 해당하는지 판단하는 기준 및 이때 수증자가 그 범죄행위로 형사처벌을 받을 필요가 있는지 여부(소극)<br/>  [2] 甲의 어머니인 乙이 甲 등에게 토지 및 건물을 증여하되 乙이 살아있는 동안에는 직접 관리하기로 하는 내용의 증여증서를 작성하여 甲 등에게 교부한 다음 건물에 관하여 甲 명의로 소유권이전등기를 마쳤고, 甲과 乙은 토지 및 건물의 운영에 관하여 동업계약서를 작성하고 공동명의로 사업자등록을 마쳤으며, 그 후 乙이 알츠하이머병에 걸렸고 甲은 자신의 단독명의로 건물의 임대차계약을 체결하면서 乙의 동의 없이 작성된 乙 명의의 동업해지계약서를 세무서에 제출하여 사업자명의를 甲의 단독명의로 변경하였는데, 甲의 행위가 민법 제556조 제1항 제1호에서 정한 범죄행위에 해당하는지 문제 된 사안에서, 甲의 행위가 乙과의 신뢰관계를 중대하게 침해하여 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도에 이르렀다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 민법 제556조 제1항 제1호는 ‘수증자가 증여자에 대하여 증여자 또는 그 배우자나 직계혈족에 대한 범죄행위가 있는 때에는 증여자는 그 증여를 해제할 수 있다.’고 정한다. 이는 중대한 배은행위를 한 수증자에 대해서까지 증여자로 하여금 증여계약상의 의무를 이행하게 할 필요가 없다는 윤리적 요청을 법률적으로 고려한 것이다. 여기에서 ‘범죄행위’는, 수증자가 증여자에게 감사의 마음을 가져야 함에도 불구하고 증여자가 배은망덕하다고 느낄 정도로 둘 사이의 신뢰관계를 중대하게 침해하여 수증자에게 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도의 범죄를 저지르는 것을 말한다. 이때 이러한 범죄행위에 해당하는지는 수증자가 범죄행위에 이르게 된 동기 및 경위, 수증자의 범죄행위로 증여자가 받은 피해의 정도, 침해되는 법익의 유형, 증여자와 수증자의 관계 및 친밀도, 증여행위의 동기와 목적 등을 종합적으로 고려하여 판단하여야 하고, 반드시 수증자가 그 범죄행위로 형사처벌을 받을 필요는 없다.<br/>  [2] 甲의 어머니인 乙이 甲 등에게 토지 및 건물을 증여하되 乙이 살아있는 동안에는 직접 관리하기로 하는 내용의 증여증서를 작성하여 甲 등에게 교부한 다음 건물에 관하여 甲 명의로 소유권이전등기를 마쳤고, 甲과 乙은 토지 및 건물의 운영에 관하여 동업계약서를 작성하고 공동명의로 사업자등록을 마쳤으며, 그 후 乙이 알츠하이머병에 걸렸고 甲은 자신의 단독명의로 건물의 임대차계약을 체결하면서 乙의 동의 없이 작성된 乙 명의의 동업해지계약서를 세무서에 제출하여 사업자명의를 甲의 단독명의로 변경하였는데, 甲의 행위가 민법 제556조 제1항 제1호에서 정한 범죄행위에 해당하는지 문제 된 사안에서, 乙은 甲에게 재정적 도움을 주기 위하여 토지 및 건물을 증여한 것으로 보이는 점, 甲이 乙 명의의 동업해지계약서를 작성하고 세무서에 제출한 것은 乙이 알츠하이머병에 걸려 건물을 관리하는 것이 어려워진 상황에서 건물의 소유자로서 건물을 직접 관리하기 위해 단독명의로 임대차계약을 체결하려는 과정에서 절차상 요건을 갖추기 위해 발생한 일로 볼 여지가 있으며, 이후 甲은 건물 임대수입의 상당 부분을 토지 및 건물의 관리나 乙을 위하여 사용한 것으로 보이는 점, 甲은 사문서위조 및 위조사문서행사의 범죄사실에 관한 형사재판에서 계속하여 무죄를 주장하며 다투었고, 이후 무죄판결이 선고·확정된 점을 종합하면, 甲의 행위가 乙과의 신뢰관계를 중대하게 침해하여 증여의 효과를 그대로 유지시키는 것이 사회통념상 허용되지 아니할 정도에 이르렀다고 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제556조 제1항 제1호 / [2] 민법 제556조 제1항 제1호<br/>",
  "참조판례": "[1] 헌법재판소 2009. 10. 29. 선고 2007헌바135 전원재판부 결정(헌공157, 1933)<br/>"
}