{
  "판례일련번호": "220313",
  "사건명": "주식매수가격결정등",
  "사건번호": "2016마5394, 5395, 5396",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20220414",
  "판시사항": "[1] 주권상장법인의 합병 등에 반대하는 주주가 해당 법인에 상장주식의 매수를 청구하였으나 매수가격에 대한 협의가 이루어지지 아니하여 주주 또는 해당 법인이 법원에 매수가격의 결정을 청구한 경우, 매수가격을 산정하는 방법<br/>    [2] 주식매수가격 결정의 재판에서 법원이 당사자의 주장에 구애되지 아니하고 주식의 공정한 가격이 얼마인지 직권으로 사실조사를 하여 산정할 수 있는지 여부(적극) 및 이때 법원이 어떠한 사실을 인정하기 위한 증명의 정도<br/>    [3] 주권상장법인의 주식매수가격 결정 시 합병계약 체결에 관한 이사회 결의일 전일 무렵의 시장주가를 기초로 가격을 산정하도록 정한 자본시장과 금융투자업에 관한 법률 시행령 제176조의7 제3항 제1호의 규정 취지 / 합병 사실이 공시되지는 않았으나 자본시장의 주요 참여자들이 합병을 예상함에 따라 시장주가가 이미 합병의 영향을 받았다고 인정되는 경우에도 이사회 결의일 전일을 기준으로 주식매수가격을 산정하여야 하는지 여부(소극)<br/>    [4] 甲 기업집단 내 계열회사인 주권상장법인 乙 주식회사와 丙 주식회사가 경영권 승계작업의 일환으로 합병을 하였는데, 이에 반대하는 乙 회사의 주주인 丁 등이 자본시장과 금융투자업에 관한 법률 제165조의5 제3항에 따라 법원에 주식매수가격의 결정을 청구한 사안에서, 乙 회사의 시장주가는 丙 회사의 상장 무렵부터는 합병의 영향을 받은 것이라고 볼 여지가 충분하므로, 乙 회사의 합병계약에 관한 이사회 결의일 전일 무렵은 乙 회사 주식의 공정한 매수가격을 산정하기 위한 기준으로 합리적이지 않다는 이유로, 丙 회사의 상장일 전일을 기준일로 주식매수가격을 결정한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 주권상장법인의 합병 등에 반대하는 주주가 자본시장과 금융투자업에 관한 법률 제165조의5 제1항에 의하여 해당 법인에 대하여 상장주식의 매수를 청구하고 주주와 해당 법인 간에 매수가격에 대한 협의가 이루어지지 아니하여 주주 또는 해당 법인이 법원에 매수가격의 결정을 청구한 경우, 법원은 원칙적으로 해당 법인의 시장주가를 참조하여 매수가격을 산정하여야 한다. 일반적으로 주권상장법인의 시장주가는 유가증권시장에 참여한 다수의 투자자가 법령에 근거하여 공시되는 해당 기업의 자산내용, 재무상황, 수익력, 장래의 사업전망 등 해당 법인에 관한 정보에 기초하여 내린 투자 판단에 의하여 해당 기업의 객관적 가치가 반영되어 형성된 것으로 볼 수 있고, 주권상장법인의 주주는 통상 시장주가를 전제로 투자행동을 취한다는 점에서 시장주가를 기준으로 매수가격을 결정하는 것이 해당 주주의 합리적 기대에 합치하기 때문이다.<br/>    다만 이처럼 시장주가에 기초하여 매수가격을 산정하는 경우라고 하여 법원이 반드시 자본시장과 금융투자업에 관한 법률 시행령(이하 ‘자본시장법 시행령’이라 한다) 제176조의7 제3항 제1호에서 정한 산정 방법에 따라서만 매수가격을 산정하여야 하는 것은 아니다. 법원은 공정한 매수가격을 산정한다는 매수가격 결정 신청사건의 제도적 취지와 개별 사안의 구체적 사정을 고려하여 이사회 결의일 이전의 어느 특정일의 시장주가를 참조할 것인지, 또는 일정 기간 동안의 시장주가의 평균치를 참조할 것인지, 그렇지 않으면 자본시장법 시행령 제176조의7 제3항 제1호에서 정한 산정 방법에 따라 산정된 가격을 그대로 인정할 것인지 등을 합리적으로 결정할 수 있다.<br/>    나아가 해당 상장주식이 유가증권시장에서 거래가 형성되지 아니한 주식이거나 시장주가가 가격조작 등 시장의 기능을 방해하는 부정한 수단에 의하여 영향을 받는 등으로 해당 주권상장법인의 객관적 가치를 반영하지 못하고 있다고 판단될 경우에는, 시장주가를 배제하거나 또는 시장주가와 함께 순자산가치나 수익가치 등 다른 평가요소를 반영하여 해당 법인의 상황이나 업종의 특성 등을 종합적으로 고려한 공정한 가액을 산정할 수도 있으나, 단순히 시장주가가 순자산가치나 수익가치에 기초하여 산정된 가격과 다소 차이가 난다는 사정만으로 시장주가가 주권상장법인의 객관적 가치를 반영하지 못한다고 쉽게 단정하여서는 아니 된다.<br/>    [2] 주식매수가격 결정의 재판(비송사건절차법 제86조의2)에 적용되는 비송사건절차는 민사소송절차와 달리 당사자의 변론에만 의존하는 것이 아니고, 법원이 자기의 권한과 책임으로 재판의 기초가 되는 자료를 수집하는, 이른바 직권탐지주의에 의하고 있으므로(비송사건절차법 제11조), 법원으로서는 당사자의 주장에 구애되지 아니하고 주식의 공정한 가격이 얼마인지 직권으로 사실조사를 하여 산정할 수 있다. 다만 그 경우에도 법률에서 달리 정하고 있지 않은 한 법원이 어떠한 사실을 인정하기 위해서는 증명이 필요하므로 통상인이라면 의심을 품지 않을 정도의 고도의 개연성이 인정되어야 한다는 점은 민사소송에서와 동일하다. 이때 증명은 신뢰성 있는 자료에 근거하여야 하고, 단순한 추측이나 의혹, 소문, 편향된 의견 등에 근거해서는 안 된다.<br/>    [3] 주권상장법인의 주식매수가격 결정 시 자본시장과 금융투자업에 관한 법률 시행령 제176조의7 제3항 제1호에서 합병계약 체결에 관한 이사회 결의일 전일 무렵의 시장주가를 기초로 가격을 산정하도록 하는 것은 주식의 가치가 합병에 의하여 영향을 받기 전의 시점을 기준으로 공정한 가액을 산정하기 위한 것이다. 일반적으로 서로 독립된 상장법인 사이의 합병 사실은 합병계약 체결에 관한 이사회 결의 등이 공시됨으로써 비로소 대외적으로 명확하게 알려질 것이기 때문이다.<br/>    따라서 합병 사실이 공시되지는 않았으나 자본시장의 주요 참여자들이 합병을 예상함에 따라 시장주가가 이미 합병의 영향을 받았다고 인정되는 경우까지 반드시 이사회 결의일 전일을 기준으로 주식매수가격을 산정하여야 한다고 볼 수 없다. 무엇보다도 합병이 대상회사에 불리함을 이유로 반대하는 주주에 대하여 합병의 영향으로 공정한 가격보다 낮게 형성된 시장주가를 기준으로 주식매매대금을 산정하는 것은 합병에 반대하여 주식매수청구권을 행사한 주주에게 지나치게 불리하여 합리적이지 않기 때문이다.<br/>  [4] 甲 기업집단 내 계열회사인 주권상장법인 乙 주식회사와 丙 주식회사가 경영권 승계작업의 일환으로 합병을 하였는데, 이에 반대하는 乙 회사의 주주인 丁 등이 자본시장과 금융투자업에 관한 법률 제165조의5 제3항에 따라 법원에 주식매수가격의 결정을 청구한 사안에서, 다수의 금융투자업자들이 적어도 丙 회사의 상장 무렵부터는 丙 회사와 계열회사의 합병을 통한 경영승계 방안을 예상하기도 하는 등 丙 회사와 유력한 합병 상대회사였던 乙 회사의 시장주가는 적어도 丙 회사의 상장 무렵부터는 합병의 영향을 받은 것이라고 볼 여지가 충분하고, 계열회사 사이의 합병에서 주식매수가격을 산정할 때는 합병 사실의 영향을 받는 시점을 보다 엄격하게 판단할 필요가 있으므로, 乙 회사의 합병계약에 관한 이사회 결의일 전일 무렵은 乙 회사 주식의 공정한 매수가격을 산정하기 위한 기준으로 합리적이지 않고, 丁 등의 주식매수청구권 행사 시기와 가장 가까운 시점으로서 합병의 영향을 최대한 배제할 수 있는 때는 합병 가능성이 구체화된 丙 회사의 상장 시점이라고 보는 것이 합리적이라는 이유로, 丙 회사의 상장일 전일을 기준일로 주식매수가격을 결정한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제165조의5 제1항, 제3항, 자본시장과 금융투자업에 관한 법률 시행령 제176조의7 제3항 제1호, 제2호 / [2] 비송사건절차법 제11조, 제86조의2, 민사소송법 제288조 / [3] 자본시장과 금융투자업에 관한 법률 시행령 제176조의7 제3항 제1호 / [4] 자본시장과 금융투자업에 관한 법률 제165조의5 제1항, 제3항, 자본시장과 금융투자업에 관한 법률 시행령 제176조의7 제3항 제1호, 비송사건절차법 제11조, 제86조의2<br/>",
  "참조판례": "[1] 대법원 2011. 10. 13. 자 2008마264 결정(공2011하, 2296) / [2] 대법원 2013. 7. 12. 선고 2011므1116, 1123 판결<br/>"
}