{
  "판례일련번호": "220347",
  "사건명": "소유권말소등기",
  "사건번호": "2021다294186",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 구 농지개혁법에 따라 국가가 매수한 농지가 분배되지 않기로 확정된 경우, 농지대상보상금이 지급되었는지 여부를 불문하고 농지의 소유권이 원소유자에게 환원되는지 여부(적극) / 구 농지개혁사업정리에 관한 특별조치법 시행 당시 분배되지 않은 농지로서 같은 법 제2조 제1항에 의하여 국유로 등기된 농지가 같은 조 제3항에서 정한 기간 내에 분배되지 아니한 경우, 그 기간이 지남과 동시에 농지의 소유권이 원소유자에게 환원되는지 여부(적극) / 구 농지법 부칙(1994. 12. 22.) 제3조에서 정한 유예기간 내에 분배농지에 대한 농지대가상환 및 등기를 완료하지 못한 경우, 위 농지는 분배되지 않기로 확정된 것으로 보고 그 소유권이 원소유자에게 환원되는지 여부(적극)<br/>  [2] 구 농지법, 구 농지개혁법 및 구 농지개혁사업정리에 관한 특별조치법에 따라 분배되지 않기로 확정되어 원소유자에게 농지의 소유권이 환원되는 경우, 국가 명의의 소유권이전등기에 근거하여 소유권이전등기를 마친 제3자에게 민법 제548조 제1항 단서가 적용 또는 유추적용되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지, 이하 ‘구 농지개혁법’이라 한다)에 의하여 국가가 자경하지 않는 농지를 매수한 것은 후에 그 농지가 분배되지 않을 것을 해제조건으로 하여 행한 조치이므로, 후에 그 농지가 분배되지 않기로 확정되었다면 원소유자에게 농지대가보상금이 지급되었는지 여부를 불문하고 원소유자에게 소유권이 환원된다. 구 농지개혁법의 시행에 따라 국가에 매수된 농지 중 구 ‘농지개혁사업정리에 관한 특별조치법’(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제2호로 폐지, 이하 ‘특별조치법’이라 한다) 시행 당시에 분배되지 않은 농지로서 특별조치법 제2조 제1항에 의하여 국유로 등기한 농지라고 하더라도 그 후 특별조치법 제2조 제3항에서 정한 기간인 1년 내에 특별조치법 제2조 제2항에 따라 분배된 농지를 제외한 나머지 농지는 그 기간이 지남과 동시에 국가의 매수조치가 해제되어 원소유자의 소유로 환원된다.<br/>  그리고 구 농지법(1994. 12. 22. 법률 제4817호로 제정되어 1996. 1. 1.부터 시행된 것, 이하 ‘구 농지법’이라 한다)은 그 부칙 제2조에서 구 농지개혁법 및 특별조치법을 각 폐지하는 한편, 부칙 제3조에서 \"이 법 시행 당시 종전의 구 농지개혁법 및 특별조치법에 의하여 농지대가상환 및 등기 등이 종료되지 아니한 분배농지에 대한 농지대가상환 및 등기 등은 이 법 시행일부터 3년 이내에 종전의 규정에 의하여 완료하여야 한다.\"라고 규정하고 있는데, 이 규정에 의하면 농지법 시행일부터 3년의 기간이 경과함으로써 농지대가상환에 관한 근거 규정이 없어질 뿐만 아니라 그 후에는 농지대가상환을 하더라도 구 농지개혁법 및 특별조치법의 적용을 받을 수 없어 법률의 규정에 의한 소유권취득이 불가능하게 되므로 농지법 시행일부터 3년 내에 농지대가상환 및 등기를 완료하지 않은 농지에 대하여는 더 이상 분배의 절차인 농지대가상환을 할 수 없다. 따라서 위와 같은 농지는 분배되지 않기로 확정된 것으로 보고 그 소유권이 원소유자에게 환원된다고 해석하여야 한다. <br/>  [2] 민법 제548조 제1항은 \"당사자 일방이 계약을 해제한 때에는 각 당사자는 그 상대방에 대하여 원상회복의 의무가 있다. 그러나 제3자의 권리를 해하지 못한다.\"라고 규정함으로써 해제된 계약으로부터 생긴 법률효과를 기초로 하여 해제 전에 새로운 이해관계를 가지고 등기 등으로 권리를 취득한 제3자, 계약해제로 인한 원상회복등기 등이 이루어지기 전에 계약당사자와 양립하지 않는 법률관계를 가지게 된 선의의 제3자에 대하여는 계약해제를 주장할 수 없다.<br/>  그러나 구 농지법(1994. 12. 22. 법률 제4817호로 제정되어 1996. 1. 1.부터 시행된 것), 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지) 및 구 농지개혁사업정리에 관한 특별조치법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제2호로 폐지)에 따라 분배되지 않기로 확정되어 원소유자에게 농지의 소유권이 환원되는 경우에는 원인무효인 국가 명의의 소유권이전등기에 근거하여 제3자가 소유권이전등기를 마쳤다고 하더라도 민법 제548조 제1항 단서가 적용 또는 유추적용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지) 제5조, 제11조, 구 농지개혁사업정리에 관한 특별조치법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제2호로 폐지) 제2조, 구 농지법(2007. 4. 11. 법률 제8352호로 전부 개정되기 전의 것) 부칙(1994. 12. 22.) 제3조(현행 삭제) / [2] 민법 제548조 제1항, 구 농지개혁법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제1호로 폐지) 제5조, 제11조, 구 농지개혁사업정리에 관한 특별조치법(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조 제2호로 폐지) 제2조, 구 농지법(2007. 4. 11. 법률 제8352호로 전부 개정되기 전의 것) 부칙(1994. 12. 22.) 제3조(현행 삭제)<br/>",
  "참조판례": "[1] 대법원 2002. 5. 28. 선고 2000다45778 판결(공2002하, 1500), 대법원 2019. 6. 13. 선고 2019다211508 판결 / [2] 대법원 2005. 1. 14. 선고 2003다33004 판결(공2005상, 274), 대법원 2005. 6. 9. 선고 2005다6341 판결(공2005하, 1122), 대법원 2014. 6. 26. 선고 2012다9386 판결, 대법원 2021. 8. 19. 선고 2018다244976 판결(공2021하, 1693)<br/>"
}