{
  "판례일련번호": "220327",
  "사건명": "토지인도",
  "사건번호": "2021다276973",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 종중이 당사자인 사건에서 이미 제출된 자료에 따라 종중의 대표자에게 적법한 대표권이 있는지를 의심할 만한 사정이 있는 경우, 법원이 이에 관하여 심리·조사할 의무가 있는지 여부(적극)<br/>  [2] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/>  [3] 甲 종중이 乙을 상대로 소를 제기하면서 소장에 대표자 표시를 누락하였다가 제1심법원의 석명준비명령에 따라 대표자를 丙으로 기재한 서면을 제출하였으나, 소제기 당시 甲 종중의 대표자는 丙이 아니라 丁이었고, 그 후 甲 종중이 원심법원에 대표자를 丙에서 丁으로 정정하는 당사자표시정정신청서를 제출하면서 丙의 기존 소송행위를 추인하는 취지라고 주장한 사안에서, 丁에게 적법한 대표권이 있는지에 관하여 석명권을 행사하는 등의 조치를 취하지 않은 채 소를 각하한 원심판결에 석명의무를 다하지 아니한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 종중이 당사자인 사건에서 종중의 대표자에게 적법한 대표권이 있는지는 소송요건에 관한 것으로서 법원의 직권조사사항이다. 법원으로서는 판단의 기초자료인 사실과 증거를 직권으로 탐지할 의무까지는 없더라도, 이미 제출된 자료에 따라 대표권의 적법성을 의심할 만한 사정이 엿보인다면 상대방이 이를 구체적으로 지적하여 다투지 않더라도 이에 관하여 심리·조사할 의무가 있다.<br/>  [2] 민사소송법 제136조 제1항은 \"재판장은 소송관계를 분명하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 대하여 질문할 수 있고, 증명을 하도록 촉구할 수 있다.\"라고 정하고, 제4항은 \"법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.\"라고 정하고 있다. 당사자가 부주의 또는 오해로 증명하지 않은 것이 분명하거나 쟁점으로 될 사항에 관하여 당사자 사이에 명시적인 다툼이 없는 경우에는 법원은 석명을 구하고 증명을 촉구하여야 하고, 만일 당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점을 이유로 법원이 청구의 당부를 판단하려는 경우에는 그러한 관점에 대하여 당사자에게 의견진술의 기회를 주어야 한다. 그와 같이 하지 않고 예상외의 재판으로 당사자 일방에게 뜻밖의 판결을 내리는 것은 석명의무를 다하지 않아 심리를 제대로 하지 않은 잘못을 저지른 것이 된다.<br/>  [3] 甲 종중이 乙을 상대로 소를 제기하면서 소장에 대표자 표시를 누락하였다가 제1심법원의 석명준비명령에 따라 대표자를 丙으로 기재한 서면을 제출하였으나, 소제기 당시 甲 종중의 대표자는 丙이 아니라 丁이었고, 그 후 甲 종중이 원심법원에 대표자를 丙에서 丁으로 정정하는 당사자표시정정신청서를 제출하면서 丙의 기존 소송행위를 추인하는 취지라고 주장한 사안에서, 丁에게 적법한 대표권이 있는지는 소송요건에 해당하므로 원심이 이를 의심할 만한 사정이 있다면 당사자들이 특별히 다투지 않더라도 이를 심리·조사할 의무가 있고, 원심 변론종결 당시까지 당사자 사이에 丁의 대표자 지위에 관해서 쟁점이 되지 않았으므로, 원심으로서는 당사자에게 이 부분에 관하여 증명이 필요함을 지적하고 적극적으로 석명권을 행사하여 당사자에게 의견진술의 기회를 부여할 의무가 있는데도, 이러한 조치를 전혀 취하지 않은 채 당사자표시정정신청서 제출 당시 丁에게 추인을 할 수 있는 적법한 대표권이 있다고 볼 증거가 부족하다는 이유로 소를 각하한 원심의 판단은 예상외의 재판으로 당사자 일방에게 뜻밖의 판결을 한 것으로서 석명의무를 다하지 않아 심리를 제대로 하지 않은 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제52조, 제134조[직권조사사항] / [2] 민사소송법 제136조 제1항, 제4항 / [3] 민사소송법 제52조, 제60조, 제64조, 제134조[직권조사사항], 제136조 제1항, 제4항<br/>",
  "참조판례": "[1] 대법원 1991. 10. 11. 선고 91다21039 판결(공1991, 2708), 대법원 2021. 11. 11. 선고 2021다238902 판결(공2022상, 41) / [2] 대법원 2006. 1. 26. 선고 2005다37185 판결, 대법원 2018. 11. 29. 선고 2018다251646 판결<br/>"
}