{
  "판례일련번호": "220317",
  "사건명": "인정취소처분등취소청구의소",
  "사건번호": "2021두60960",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 제재적 행정처분이 재량권의 범위를 일탈하였거나 남용하였는지 판단하는 방법 및 제재적 행정처분의 기준이 부령의 형식으로 되어 있는 경우, 그 기준에 따른 처분이 적법한지 판단하는 방법<br/>  [2] 구 근로자직업능력 개발법이 직업능력개발훈련과정의 인정을 받은 사람이 ‘거짓이나 그 밖의 부정한 방법으로 비용을 지급받은 경우’ 부정수급액의 반환명령 및 추가징수를 통한 환수 외에 ‘시정명령·훈련과정 인정취소·인정제한’을 할 수 있도록 규정한 취지 및 구 근로자직업능력 개발법 시행규칙 제8조의2 [별표 2]에서 정한 기준이 그 자체로 헌법 또는 법률에 합치되지 않는다거나 그 처분기준을 적용한 결과가 현저히 부당한지 여부(소극)<br/>",
  "판결요지": "[1] 제재적 행정처분이 재량권의 범위를 일탈하였거나 남용하였는지는, 처분사유인 위반행위의 내용과 위반의 정도, 처분에 의하여 달성하려는 공익상의 필요와 개인이 입게 될 불이익 및 이에 따르는 여러 사정 등을 객관적으로 심리하여 공익침해의 정도와 처분으로 개인이 입게 될 불이익을 비교·교량하여 판단하여야 한다. 이러한 제재적 행정처분의 기준이 부령 형식으로 규정되어 있더라도 그것은 행정청 내부의 사무처리준칙을 규정한 것에 지나지 않아 대외적으로 국민이나 법원을 기속하는 효력이 없다. 따라서 그 처분의 적법 여부는 처분기준만이 아니라 관계 법령의 규정 내용과 취지에 따라 판단하여야 한다. 그러므로 처분기준에 부합한다 하여 곧바로 처분이 적법한 것이라고 할 수는 없지만, 처분기준이 그 자체로 헌법 또는 법률에 합치되지 않거나 그 기준을 적용한 결과가 처분사유인 위반행위의 내용 및 관계 법령의 규정과 취지에 비추어 현저히 부당하다고 인정할 만한 합리적인 이유가 없는 한, 섣불리 그 기준에 따른 처분이 재량권의 범위를 일탈하였다거나 재량권을 남용한 것으로 판단해서는 안 된다.<br/>  [2] 구 근로자직업능력 개발법(2020. 3. 31. 법률 제17186호로 개정되기 전의 것, 이하 ‘구 직업능력개발법’이라 한다)이 직업능력개발훈련과정의 인정을 받은 사람이 ‘거짓이나 그 밖의 부정한 방법으로 비용을 지급받은 경우’ 부정수급액의 반환명령 및 추가징수를 통한 환수 외에 ‘시정명령·훈련과정 인정취소·인정제한’을 할 수 있도록 규정한 취지는, 부정수급자를 엄중하게 제재하여 부정수급 행위를 방지하고 직업능력개발훈련에 대한 건전한 신뢰와 법질서를 확립하며 직업능력개발훈련 지원금 예산의 재정건전성을 유지하고자 함에 있다. 이와 같은 구 직업능력개발법 제24조 제2항, 제3항의 입법 취지나 목적, 그에 따른 인정취소 및 위탁·인정제한의 세부기준을 정한 구 근로자직업능력 개발법 시행규칙(2020. 7. 14. 고용노동부령 제288호로 개정되기 전의 것) 조항들의 구체적인 내용 등에 비추어 보면, 같은 시행규칙 제8조의2 [별표 2]에서 정한 기준이 그 자체로 헌법 또는 법률에 합치되지 않는다거나 그 처분기준을 적용한 결과가 현저히 부당하다고 보이지 않는다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제27조 / [2] 구 근로자직업능력 개발법(2020. 3. 31. 법률 제17186호로 개정되기 전의 것) 제24조 제2항 제2호(현행 국민 평생 직업능력 개발법 제24조 제2항 제2호 참조), 제5호(현행 국민 평생 직업능력 개발법 제24조 제2항 제5호 참조), 제3항(현행 국민 평생 직업능력 개발법 제24조 제3항 참조), 제5항(현행 국민 평생 직업능력 개발법 제24조 제5항 참조), 구 근로자직업능력 개발법 시행규칙(2020. 7. 14. 고용노동부령 제288호로 개정되기 전의 것) 제8조의2 [별표 2](현행 국민 평생 직업능력 개발법 시행규칙 제8조의2 [별표 2] 참조)<br/>",
  "참조판례": "[1] 대법원 2018. 5. 15. 선고 2016두57984 판결(공2018상, 1084), 대법원 2019. 9. 26. 선고 2017두48406 판결(공2019하, 2055)<br/>"
}