{
  "판례일련번호": "220321",
  "사건명": "조례안의결무효확인",
  "사건번호": "2020추5169",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 위임명령은 법률이나 상위명령에서 구체적으로 범위를 정한 개별적인 위임이 있어야 가능한지 여부(적극) 및 이때 구체적인 위임의 범위와 그에 관한 예측가능성 유무를 판단하는 기준과 방법 / 이러한 법리는 조례가 법률로부터 위임받은 사항을 다시 지방자치단체장이 정하는 ‘규칙’ 등에 재위임하는 경우에도 적용되는지 여부(적극)<br/>  [2] 서초구의회가 의결한 ‘시가표준액 9억 원 이하의 1가구 1개 주택을 소유한 개인에 대하여 지방세법이 정한 재산세의 세율을 표준세율의 100분의 50으로 감경하는’ 내용의 ‘서울특별시 서초구 구세 조례 일부 개정 조례안’에 대하여 서울특별시장이 지방세법 위반의 소지가 있다는 이유로 재의요구를 지시하였으나 구청장이 따르지 않고 공포하자 조례안 의결의 효력 배제를 구하는 무효확인의 소를 제기한 사안에서, 위 조례안이 근거조항의 위임범위의 한계를 일탈하였다거나 조세법률주의, 포괄위임금지 원칙, 조세법률의 명확성 원칙, 지방세특례제한법의 절차, 조세평등주의 등에 위배되어 무효라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 위임명령은 법률이나 상위명령에서 구체적으로 범위를 정한 개별적인 위임이 있을 때에 가능하고, 여기에서 구체적인 위임의 범위는 규제하고자 하는 대상의 종류와 성격에 따라 달라지는 것이어서 일률적 기준을 정할 수는 없지만, 적어도 위임명령에 규정될 내용 및 범위의 기본사항이 구체적으로 규정되어 있어서 누구라도 당해 법률이나 상위법령으로부터 위임명령에 규정될 내용의 대강을 예측할 수 있어야 한다. 하지만 이 경우 그 예측가능성의 유무는 당해 위임조항 하나만을 가지고 판단할 것이 아니라 그 위임조항이 속한 법률의 전반적인 체계와 취지 및 목적, 당해 위임조항의 규정형식과 내용 및 관련 법규를 유기적·체계적으로 종합하여 판단하여야 하며, 나아가 각 규제 대상의 성질에 따라 구체적·개별적으로 검토함을 요한다. 이러한 법리는 조례가 법률로부터 위임받은 사항을 다시 지방자치단체장이 정하는 ‘규칙’ 등에 재위임하는 경우에도 적용된다. <br/>  [2] 서초구의회가 의결한 ‘시가표준액 9억 원 이하의 1가구 1개 주택을 소유한 개인에 대하여 지방세법이 정한 재산세의 세율을 표준세율의 100분의 50으로 감경하는’ 내용의 ‘서울특별시 서초구 구세 조례 일부 개정 조례안’에 대하여 서울특별시장이 지방세법 위반의 소지가 있다는 이유로 재의요구를 지시하였으나 구청장이 따르지 않고 공포하자 조례안 의결의 효력 배제를 구하는 무효확인의 소를 제기한 사안에서, 위 조례안의 근거조항인 지방세법 제111조 제1항 제3호 (나)목의 취지, 과세표준 구간이나 누진 정도의 의미를 고려하면, 위 조례안이 감경하는 세율의 적용 대상을 한정하여 그에 따라 과세표준 구간이 창설되고 과세표준 구간별 누진 정도가 변경되더라도 이는 근거조항이 조례로 감경하는 세율의 적용 대상을 한정할 수 있도록 함으로써 생기는 반사적 효과에 불과하거나 근거조항이 예정하고 있는 것이고, ‘1가구 1개 주택’ 등에 관한 내용을 분명히 알 수 있거나 예측할 수 있으며, 지방세특례제한법은 근거조항과는 목적, 요건과 효과 등을 달리하고, 위 조례안에 따라 존재하는 차별에는 합리적인 이유가 있다는 이유로, 위 조례안이 근거조항의 위임범위의 한계를 일탈하였다거나 조세법률주의, 포괄위임금지 원칙, 조세법률의 명확성 원칙, 지방세특례제한법의 절차, 조세평등주의 등에 위배되어 무효라고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방세법 제111조 제1항 제3호 (나)목, 제3항 / [2] 헌법 제11조, 제59조, 제75조, 제97조, 지방세법 제111조 제1항 제3호 (나)목, 제3항, 지방자치법 제28조, 지방세특례제한법 제4조<br/>",
  "참조판례": "[1] 대법원 2004. 7. 22. 선고 2003두7606 판결(공2004하, 1530), 대법원 2015. 1. 15. 선고 2013두14238 판결(공2015상, 240)<br/>"
}