{
  "판례일련번호": "220437",
  "사건명": "산업안전보건법위반[타워크레인을 임차한 회사가 타워크레인이 손상된 채 작업을 진행한 사건]",
  "사건번호": "2019도14416",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 사업주 등이 사업주 운영의 사업장에서 구 산업안전보건법의 위임에 따른 ‘산업안전보건기준에 관한 규칙’이 정하고 있는 위험방지조치를 취하지 않은 채 근로자에게 안전상 위험성이 있는 작업을 하도록 지시하거나 위험방지조치가 취해지지 않은 상태에서 위와 같은 작업이 이루어졌다고 인정되는 경우, 구 산업안전보건법 제67조 제1호, 제71조 위반죄가 성립하는지 여부(적극) 및 구 산업안전보건법 제23조 제3항이 정하는 위험방지조치의무는 사업주와 근로자 사이에 실질적인 고용관계가 성립하는 경우에 적용되는지 여부(적극)<br/>  [2] 건설기계를 대여받은 자가 작업자와 실질적 고용관계를 형성하여 구 산업안전보건법 제2조 제3호의 사업주에 해당하는 경우, 그 사업주는 구 산업안전보건법 제33조 제3항이 정한 위험 기계 등을 대여받은 자로서 부담하는 유해·위험방지의무와는 별개로 같은 법 제23조 제3항이 정한 위험방지조치의무도 부담하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것, 이하 같다) 제2조 제3호는 ‘사업주란 근로자를 사용하여 사업을 하는 자’라고 정하고, 제23조 제3항은 ‘사업주는 작업 중 근로자가 추락할 위험이 있는 장소 등에는 그 위험을 방지하기 위하여 필요한 조치를 하여야 한다.’고 정하고 있다. 구 산업안전보건법 제67조 제1호, 제71조에서 제23조 제3항을 위반한 행위를 처벌하는 것은, 산업재해의 결과 발생에 대한 책임을 물으려는 것이 아니라 사업주 등이 구 산업안전보건법 제23조 제3항 등에 정한 필요한 조치를 이행하지 아니한 것에 대한 책임을 물으려는 것으로 보아야 한다. 따라서 사업주 등이 사업주 운영의 사업장에서 위 법령의 위임에 따른 ‘산업안전보건기준에 관한 규칙’이 정하고 있는 위험방지조치를 취하지 아니한 채 근로자로 하여금 안전상 위험성이 있는 작업을 하도록 지시하거나 위험방지조치가 취해지지 않은 상태에서 위와 같은 작업이 이루어졌다고 인정되는 경우 그 자체로 구 산업안전보건법 제67조 제1호, 제71조 위반죄가 성립한다. 그리고 구 산업안전보건법 제23조 제3항이 정하는 위험방지조치의무는 근로자를 사용하여 사업을 행하는 사업주가 부담하여야 하는 재해방지의무로서 사업주와 근로자 사이에 실질적인 고용관계가 성립하는 경우에 적용된다.<br/>  [2] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것, 이하 같다) 제33조 제3항은 ‘기계 등을 타인에게 대여하거나 대여받는 자는 고용노동부령으로 정한 유해·위험 방지를 위하여 필요한 조치’를 하도록 정하고, 구 산업안전보건법 시행규칙(2018. 3. 30. 고용노동부령 제214호로 개정되기 전의 것) 제49조 제1항은 ‘위험 기계 등을 타인에게 대여하는 자가 취해야 할 유해·위험방지 조치’를, 제50조 제1항은 ‘법 제33조 제3항에 따라 위험 기계 등을 대여받는 자는 그가 사용하는 근로자가 아닌 사람에게 해당 기계 등을 조작하도록 하는 경우’에 취할 조치를, 제2항은 ‘기계 등을 대여받은 자가 기계 등을 반환할 때 수리·보수·점검 내역 등을 적은 서면을 발급할 의무’를 정하고 있다. 구 산업안전보건법 제23조 제3항은 사업주에게 특정 조치의무를 부과함으로써 위험한 작업환경으로부터 소속 근로자를 보호하는 것을 목적으로 하는 반면, 구 산업안전보건법 제33조 제3항은 유해하거나 위험한 기계·기구·설비 및 건축물의 대여를 통하여 발생할 수 있는 위험방지를 목적으로 한다. 따라서 건설기계를 대여받은 자가 작업자와 사이에 실질적 고용관계를 형성하여 구 산업안전보건법 제2조 제3호의 사업주에 해당하는 경우, 그 사업주는 구 산업안전보건법 제33조 제3항이 정한 위험 기계 등을 대여받은 자로서 부담하는 유해·위험방지의무와는 별개로 같은 법 제23조 제3항이 정한 위험방지조치의무도 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제2조 제3호(현행 제2조 제4호 참조), 제23조 제3항(현행 제38조 제3항 참조), 제67조 제1호(현행 제168조 제1호 참조), 제71조(현행 제173조 참조) / [2] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제2조 제3호(현행 제2조 제4호 참조), 제23조 제3항(현행 제38조 제3항 참조), 제33조 제3항(현행 제81조 참조), 구 산업안전보건법 시행규칙(2018. 3. 30. 고용노동부령 제214호로 개정되기 전의 것) 제49조 제1항(현행 제100조 참조), 제50조 제1항(현행 제101조 제1항 참조), 제2항(현행 제101조 제4항 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 11. 29. 선고 2006도7733 판결, 대법원 2009. 5. 14. 선고 2008도101 판결, 대법원 2020. 8. 27. 선고 2018도10845 판결<br/>"
}