{
  "판례일련번호": "220433",
  "사건명": "손해배상(기)[비양육친이 미성년 자녀의 불법행위에 대한 감독의무자책임을 지는지 여부가 문제된 사건]",
  "사건번호": "2020다240021",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "이혼으로 인하여 부모 중 1명이 친권자 및 양육자로 지정된 경우 그렇지 않은 부모가 미성년자의 부모라는 사정만으로 미성년 자녀에 대한 감독의무를 부담하는지 여부(원칙적 소극)<br/>",
  "판결요지": "미성년자가 책임능력이 있어 스스로 불법행위책임을 지는 경우에도 그 손해가 미성년자의 감독의무자의 의무 위반과 상당인과관계가 있으면 감독의무자는 민법 제750조에 따라 일반불법행위자로서 손해배상책임이 있다. 이 경우 그러한 감독의무 위반사실과 손해 발생과의 상당인과관계는 이를 주장하는 자가 증명하여야 한다.<br/>  미성년 자녀를 양육하며 친권을 행사하는 부모는 자녀를 경제적으로 부양하고 보호하며 교양할 법적인 의무가 있다(민법 제913조). 부모와 함께 살면서 경제적으로 부모에게 의존하는 미성년자는 부모의 전면적인 보호·감독 아래 있으므로, 그 부모는 미성년자가 타인에게 불법행위를 하지 않고 정상적으로 학교 및 사회생활을 하도록 일반적, 일상적으로 지도와 조언을 할 보호·감독의무를 부담한다. 따라서 그러한 부모는 미성년자의 감독의무자로서 위에서 본 것처럼 미성년자의 불법행위에 대하여 손해배상책임을 질 수 있다.<br/>  그런데 이혼으로 인하여 부모 중 1명이 친권자 및 양육자로 지정된 경우 그렇지 않은 부모(이하 ‘비양육친’이라 한다)에게는 자녀에 대한 친권과 양육권이 없어 자녀의 보호·교양에 관한 민법 제913조 등 친권에 관한 규정이 적용될 수 없다. 비양육친은 자녀와 상호 면접교섭할 수 있는 권리가 있지만(민법 제837조의2 제1항), 이러한 면접교섭 제도는 이혼 후에도 자녀가 부모와 친밀한 관계를 유지하여 정서적으로 안정되고 원만한 인격발달을 이룰 수 있도록 함으로써 자녀의 복리를 실현하는 것을 목적으로 하고, 제3자와의 관계에서 손해배상책임의 근거가 되는 감독의무를 부과하는 규정이라고 할 수 없다. 비양육친은 이혼 후에도 자녀의 양육비용을 분담할 의무가 있지만, 이것만으로 비양육친이 일반적, 일상적으로 자녀를 지도하고 조언하는 등 보호·감독할 의무를 진다고 할 수 없다. 이처럼 비양육친이 미성년자의 부모라는 사정만으로 미성년 자녀에 대하여 감독의무를 부담한다고 볼 수 없다.<br/>  다만 비양육친도 부모로서 자녀와 면접교섭을 하거나 양육친과의 협의를 통하여 자녀 양육에 관여할 가능성이 있는 점을 고려하면, ① 자녀의 나이와 평소 행실, 불법행위의 성질과 태양, 비양육친과 자녀 사이의 면접교섭의 정도와 빈도, 양육 환경, 비양육친의 양육에 대한 개입 정도 등에 비추어 비양육친이 자녀에 대하여 실질적으로 일반적이고 일상적인 지도, 조언을 함으로써 공동 양육자에 준하여 자녀를 보호·감독하고 있었거나, ② 그러한 정도에는 이르지 않더라도 면접교섭 등을 통해 자녀의 불법행위를 구체적으로 예견할 수 있었던 상황에서 자녀가 불법행위를 하지 않도록 부모로서 직접 지도, 조언을 하거나 양육친에게 알리는 등의 조치를 취하지 않은 경우 등과 같이 비양육친의 감독의무를 인정할 수 있는 특별한 사정이 있는 경우에는, 비양육친도 감독의무 위반으로 인한 손해배상책임을 질 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제750조, 제755조 제1항, 제837조의2 제1항, 제913조, 민사소송법 제288조<br/>",
  "참조판례": "대법원 1992. 5. 22. 선고 91다37690 판결(공1992, 1964), 대법원 1994. 2. 8. 선고 93다13605 전원합의체 판결(공1994상, 1000), 대법원 1999. 7. 13. 선고 99다19957 판결(공1999하, 1622), 대법원 2021. 12. 16. 자 2017스628 결정(공2022상, 184)<br/>"
}