{
  "판례일련번호": "220843",
  "사건명": "시정명령등처분취소청구의소[대형마트를 운영하는 원고들이 전단을 통하여 한 1+1 광고 등 가격할인광고가 ‘거짓·과장의 광고’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2019두36001",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220428",
  "판시사항": "[1] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항에서 부당한 표시·광고의 한 유형으로 규정하고 있는 ‘거짓·과장의 광고’의 의미 및 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지 판단하는 기준<br/>  [2] 할인 또는 가격인하의 방법으로 자기가 공급하는 상품을 판매하기 위한 표시·광고가 부당한 표시·광고에 해당하는지를 사업자가 광고에 기재한 판매가격과 비교되는 종전거래가격을 거짓으로 표시하였는지를 기준으로 판단하는 경우, ‘종전거래가격’을 해석할 때 구 ‘부당한 표시·광고행위의 유형 및 기준 지정 고시’의 규정 내용이 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호에서 정한 ‘거짓·과장의 광고’에 해당하는지 판단하는 주요 기준이 되는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다)은 상품 또는 용역에 관한 표시·광고를 할 때 소비자를 속이거나 소비자로 하여금 잘못 알게 하는 부당한 표시·광고를 방지하고 소비자에게 바르고 유용한 정보의 제공을 촉진함으로써 공정한 거래질서를 확립하고 소비자를 보호하는 데 목적이 있다(제1조).<br/>  이에 따라 표시광고법 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항은 ‘거짓·과장의 광고’를 부당한 표시·광고의 한 유형으로 규정하고 있는데, 여기서 ‘거짓·과장의 광고’란 사실과 다르게 광고하거나 사실을 지나치게 부풀려 광고한 것을 의미한다. 한편 일반 소비자는 광고에서 직접적으로 표현된 문장, 단어, 디자인, 도안, 소리 또는 이들의 결합에 의하여 제시되는 표현뿐만 아니라 광고에서 간접적으로 암시하고 있는 사항, 관례적이고 통상적인 상황 등도 종합하여 전체적·궁극적 인상을 형성하게 된다. 따라서 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지는 보통의 주의력을 가진 일반 소비자가 그 광고를 받아들이는 전체적·궁극적 인상을 기준으로 하여 객관적으로 판단해야 한다.<br/>  [2] 구 ‘부당한 표시·광고행위의 유형 및 기준 지정 고시’(2015. 10. 23. 공정거래위원회고시 제2015-15호로 개정되기 전의 것)는 ‘II. 3. 가격에 관한 표시·광고’ 항목에서 ‘자기가 공급하는 상품을 할인 또는 가격인하하여 판매하고자 하는 경우에 허위의 종전거래가격을 자기의 판매가격과 비교하여 표시·광고하는 행위’를 부당한 표시·광고의 하나로 규정하면서[나. (1)항], 위 ‘종전거래가격’의 의미에 대하여 \"당해 사업자가 당해 상품과 동일한 상품을 최근 상당기간(과거 20일 정도) 동안 판매하고 있던 사실이 있는 경우로서 그 기간 동안 당해 상품에 붙인 가격. 단, 위 기간 중 당해 상품의 실거래가격이 변동한 경우에는 변동된 가격 중 최저가격을 종전거래가격으로 봄\"이라고 규정하고 있다.<br/>  위 고시는 부당한 표시·광고의 세부적인 유형 또는 기준을 예시적으로 규정한 것이므로, 어떤 사업자의 표시·광고 행위가 부당한 표시·광고 행위로서 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다) 제3조를 위반한 것인지를 판단할 때 표시광고법 제3조 및 표시·광고의 공정화에 관한 법률 시행령 제3조의 규정에 따라 판단해야 하는 것이지, 공정거래위원회가 위 고시에서 예시한 내용에 해당되는지를 기준으로 판단해야 하는 것은 아니다.<br/>  다만 할인 또는 가격인하의 방법으로 자기가 공급하는 상품을 판매하기 위한 표시·광고가 부당한 표시·광고에 해당하는지는 사업자가 광고에 기재한 판매가격과 비교되는 종전거래가격을 거짓으로 표시하였는지를 기준으로 판단할 수밖에 없다. 이때 ‘종전거래가격’을 해석할 때에는 과거 20일 정도의 최근 상당기간 동안 최저가격으로 판매된 기간이 매우 짧거나 그 판매량이 미미하다는 등의 특별한 사정이 없는 한 위 고시의 규정 내용이 표시광고법 제3조 제1항 제1호에서 정한 ‘거짓·과장의 광고’에 해당하는지 여부를 판단하는 주요 기준이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항 / [2] 표시·광고의 공정화에 관한 법률 제3조 제1항 제1호, 표시·광고의 공정화에 관한 법률 시행령 제3조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 6. 14. 선고 2011두82 판결(공2013하, 1239), 대법원 2018. 7. 20. 선고 2017두59215 판결 / [2] 대법원 2018. 7. 20. 선고 2017두59215 판결<br/>"
}