{
  "판례일련번호": "220857",
  "사건명": "마약류관리에관한법률위반(향정)·출입국관리법위반",
  "사건번호": "2021도17103",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220428",
  "판시사항": "[1] 영사관계에 관한 비엔나협약 제36조 제1항 (b)호, 경찰수사규칙 제91조 제2항, 제3항에서 외국인을 체포·구속하는 경우 지체 없이 외국인에게 영사통보권 등이 있음을 고지하고, 외국인의 요청이 있는 경우 영사기관에 체포·구금 사실을 통보하도록 정한 취지 / 수사기관이 외국인을 체포하거나 구속하면서 지체 없이 영사통보권 등이 있음을 고지하지 않은 경우, 체포나 구속 절차가 위법한지 여부(적극)<br/>  [2] 적법한 절차에 따르지 아니하고 수집한 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우 및 이에 해당하는지 판단하는 기준<br/>  [3] 사법경찰관이 인도네시아 국적의 외국인인 피고인을 출입국관리법 위반의 현행범인으로 체포하면서 소변과 모발을 임의제출 받아 압수하였고, 소변검사 결과에서 향정신성의약품인 MDMA(일명 엑스터시) 양성반응이 나오자 피고인은 출입국관리법 위반과 마약류 관리에 관한 법률 위반(향정) 범행을 모두 자백한 후 구속되었는데, 피고인이 검찰 수사 단계에서 자신의 구금 사실을 자국 영사관에 통보할 수 있음을 알게 되었음에도 수사기관에 영사기관 통보를 요구하지 않은 사안에서, 체포나 구속 절차에 영사관계에 관한 비엔나협약 제36조 제1항 (b)호를 위반한 위법이 있으나, 절차 위반의 내용과 정도가 중대하거나 절차 조항이 보호하고자 하는 외국인 피고인의 권리나 법익을 본질적으로 침해하였다고 볼 수 없어 체포나 구속 이후 수집된 증거와 이에 기초한 증거들은 유죄 인정의 증거로 사용할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 영사관계에 관한 비엔나협약(Vienna Convention on Consular Relations, 1977. 4. 6. 대한민국에 대하여 발효된 조약 제594호, 이하 ‘협약’이라 한다) 제36조 제1항은 \"파견국의 국민에 관련되는 영사기능의 수행을 용이하게 할 목적으로 다음의 규정이 적용된다.\"라고 하면서, (b)호에서 \"파견국의 영사관할구역 내에서 파견국의 국민이 체포되는 경우, 재판에 회부되기 전에 구금되거나 유치되는 경우, 또는 그 밖의 방법으로 구속되는 경우에, 그 국민이 파견국의 영사기관에 통보할 것을 요청하면 접수국의 권한 있는 당국은 지체 없이 통보하여야 한다. 체포, 구금, 유치되거나 구속되어 있는 자가 영사기관에 보내는 어떠한 통신도 위 당국에 의하여 지체 없이 전달되어야 한다. 위 당국은 관계자에게 (b)호에 따른 그의 권리를 지체 없이 통보하여야 한다.\"라고 정하고 있다. 이에 따라 경찰수사규칙 제91조 제2항, 제3항은 \"사법경찰관리는 외국인을 체포·구속하는 경우 국내 법령을 위반하지 않는 범위에서 영사관원과 자유롭게 접견·교통할 수 있고, 체포·구속된 사실을 영사기관에 통보해 줄 것을 요청할 수 있다는 사실을 알려야 한다. 사법경찰관리는 체포·구속된 외국인이 제2항에 따른 통보를 요청하는 경우에는 [별지 제93호 서식]의 영사기관 체포·구속 통보서를 작성하여 지체 없이 해당 영사기관에 체포·구속 사실을 통보해야 한다.\"라고 정하고 있다.<br/>  위와 같이 협약 제36조 제1항 (b)호, 경찰수사규칙 제91조 제2항, 제3항이 외국인을 체포·구속하는 경우 지체 없이 외국인에게 영사통보권 등이 있음을 고지하고, 외국인의 요청이 있는 경우 영사기관에 체포·구금 사실을 통보하도록 정한 것은 외국인의 본국이 자국민의 보호를 위한 조치를 취할 수 있도록 협조하기 위한 것이다. 따라서 수사기관이 외국인을 체포하거나 구속하면서 지체 없이 영사통보권 등이 있음을 고지하지 않았다면 체포나 구속 절차는 국내법과 같은 효력을 가지는 협약 제36조 제1항 (b)호를 위반한 것으로 위법하다.<br/>  [2] 적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다(형사소송법 제308조의2). 다만 수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 않고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차 조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고 이를 통하여 형사 사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면 법원은 그 증거를 유죄 인정의 증거로 사용할 수 있다. 이에 해당하는지는 수사기관의 증거 수집 과정에서 이루어진 절차 위반행위와 관련된 모든 사정, 즉 절차 조항의 취지, 위반 내용과 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리나 법익의 성질과 침해 정도, 이러한 권리나 법익과 피고인 사이의 관련성, 절차 위반행위와 증거 수집 사이의 관련성, 수사기관의 인식과 의도 등을 전체적·종합적으로 고찰해서 판단해야 한다.<br/>  [3] 사법경찰관이 인도네시아 국적의 외국인인 피고인을 출입국관리법 위반의 현행범인으로 체포하면서 소변과 모발을 임의제출 받아 압수하였고, 소변검사 결과에서 향정신성의약품인 MDMA(일명 엑스터시) 양성반응이 나오자 피고인은 출입국관리법 위반과 마약류 관리에 관한 법률 위반(향정) 범행을 모두 자백한 후 구속되었는데, 피고인이 검찰 수사 단계에서 자신의 구금 사실을 자국 영사관에 통보할 수 있음을 알게 되었음에도 수사기관에 영사기관 통보를 요구하지 않은 사안에서, 사법경찰관이 체포 당시 피고인에게 영사통보권 등을 지체 없이 고지하지 않았으므로 체포나 구속 절차에 영사관계에 관한 비엔나협약(Vienna Convention on Consular Relations, 1977. 4. 6. 대한민국에 대하여 발효된 조약 제594호) 제36조 제1항 (b)호를 위반한 위법이 있으나, 제반 사정을 종합하면 피고인이 영사통보권 등을 고지받았더라도 영사의 조력을 구하였으리라고 보기 어렵고, 수사기관이 피고인에게 영사통보권 등을 고지하지 않았더라도 그로 인해 피고인에게 실질적인 불이익이 초래되었다고 볼 수 없어 피고인에게 영사통보권 등을 고지하지 않은 사정이 수사기관의 증거 수집이나 이후 공판절차에 상당한 영향을 미쳤다고 보기 어려우므로, 절차 위반의 내용과 정도가 중대하거나 절차 조항이 보호하고자 하는 외국인 피고인의 권리나 법익을 본질적으로 침해하였다고 볼 수 없어 체포나 구속 이후 수집된 증거와 이에 기초한 증거들은 유죄 인정의 증거로 사용할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 영사관계에 관한 비엔나협약(Vienna Convention on Consular Relations, 1977. 4. 6. 발효, 조약 제594호) 제36조 제1항 (b)호, 경찰수사규칙 제91조 제2항, 제3항 [별지 제93호 서식] / [2] 형사소송법 제307조, 제308조의2 / [3] 출입국관리법 제17조 제1항, 제94조 제7호, 마약류 관리에 관한 법률 제2조 제3호 (나)목, 제4조 제1항 제1호, 제60조 제1항 제2호, 영사관계에 관한 비엔나협약(Vienna Convention on Consular Relations, 1977. 4. 6. 발효, 조약 제594호) 제36조 제1항 (b)호, 경찰수사규칙 제91조 제2항, 제3항 [별지 제93호 서식], 형사소송법 제307조, 제308조의2<br/>",
  "참조판례": "[2] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2009. 3. 12. 선고 2008도11437 판결(공2009상, 900), 대법원 2019. 7. 11. 선고 2018도20504 판결(공2019하, 1609)<br/>"
}