{
  "판례일련번호": "220871",
  "사건명": "예탁금지급청구의소",
  "사건번호": "2020다268265",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220428",
  "판시사항": "[1] 민법 제760조 제1항, 제3항의 공동불법행위자에게 불법행위로 인한 손해배상책임을 지우기 위한 요건으로서 위법한 행위와 손해 사이에 상당인과관계가 있는지 판단하는 방법<br/>  [2] 甲이 乙을 대리하여 丙 신용협동조합에 乙 명의의 예탁금계좌 개설계약을 체결하고 자기앞수표를 입금한 뒤 통장을 발급받았고, 그 후 통장을 분실하였다고 신고하여 통장을 다시 발급받은 다음 乙 명의의 예탁금 지급청구서를 작성하여 乙 명의 계좌에서 금원을 인출하거나 이체하였는데, 丙 조합의 전무는 위와 같은 사정을 알면서도 직원들에게 통장을 재발급해주고 본인 확인 절차 없이 예탁금을 인출해 甲에게 지급하도록 지시하였고, 이에 乙이 丙 조합을 상대로 민법 제756조에 따른 사용자책임을 구한 사안에서, 丙 조합 직원들의 사기방조 등의 불법행위와 乙의 예금채권에 대한 소멸시효 완성으로 인한 손해 사이에 상당인과관계가 있다고 볼 여지가 충분한데도, 이와 달리 본 원심판단에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제760조 제1항, 제3항의 공동불법행위자에게 불법행위로 인한 손해배상책임을 지우려면, 그 위법한 행위와 원고가 입은 손해 사이에 상당인과관계가 있어야 하고, 그 상당인과관계의 유무는 결과발생의 개연성, 위법행위의 태양 및 피침해이익의 성질 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 甲이 乙을 대리하여 丙 신용협동조합에 乙 명의의 예탁금계좌 개설계약을 체결하고 자기앞수표를 입금한 뒤 통장을 발급받았고, 그 후 통장을 분실하였다고 신고하여 통장을 다시 발급받은 다음 乙 명의의 예탁금 지급청구서를 작성하여 乙 명의 계좌에서 금원을 인출하거나 이체하였는데, 丙 조합의 전무는 위와 같은 사정을 알면서도 직원들에게 통장을 재발급해주고 본인 확인 절차 없이 예탁금을 인출해 甲에게 지급하도록 지시하였고, 이에 乙이 丙 조합을 상대로 민법 제756조에 따른 사용자책임을 구한 사안에서, 乙의 예금채권은 甲과 丙 조합 직원들의 위법한 예금 무단 인출 및 이체행위가 있은 뒤에 예금 잔고에 따라 정기적으로 지급되는 이자가 지급되지 않음으로써 이자 지급에 따른 채무승인으로 인한 시효중단의 효과가 발생하지 않게 되었고, 그사이 乙 역시 권리를 행사하지 아니하여 예금채권에 대한 소멸시효가 완성되었는데, 이 경우 乙이 위와 같은 예금 무단 인출 및 이체사실을 알지 못하였다면, 乙의 권리행사 시점, 丙 조합의 이자 지급약정 내용, 통상적으로 예금에 대해 이자가 발생할 개연성과 이에 대한 사회 일반의 신뢰, 甲의 편취 방법과 이에 대한 丙 조합 직원들의 방조의 정도와 내용 등을 종합하여 볼 때, 甲과 丙 조합 직원들에 의한 예금 무단 인출 및 이체행위가 없었더라면 乙의 예금채권에 대한 소멸시효 완성이라는 결과가 발생하지 않았을 것이고, 丙 조합 직원들로서는 甲에게 통장을 재발급하고 예금을 무단 인출 및 이체해 줄 당시 그로 인한 결과를 예견할 수 있었다고 보이므로, 丙 조합 직원들의 사기방조 등의 불법행위와 乙의 예금채권에 대한 소멸시효 완성으로 인한 손해 사이에 상당인과관계가 있다고 볼 여지가 충분한데도, 乙이 甲과 丙 조합 직원들의 예금 무단 인출 및 이체사실을 알았는지 여부를 심리하지 아니한 채 乙의 손해와 丙 조합 직원들의 불법행위 사이에 상당인과관계가 인정되지 않는다고 본 원심판단에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제760조 제1항, 제3항 / [2] 민법 제162조, 제750조, 제756조, 제760조 제1항, 제3항<br/>",
  "참조판례": "[1] 대법원 2007. 6. 14. 선고 2006다78336 판결, 대법원 2012. 4. 26. 선고 2010다102755 판결, 대법원 2018. 7. 12. 선고 2017다249516 판결<br/>"
}