{
  "판례일련번호": "220851",
  "사건명": "구상금",
  "사건번호": "2019다200843",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220428",
  "판시사항": "[1] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/>  [2] 채무를 변제할 이익이 있는 자가 채무를 대위변제한 경우에 갖게 되는 ‘구상권’과 ‘변제자대위권’이 내용이 전혀 다른 별개의 권리인지 여부(적극) 및 이는 상법 제682조의 ‘보험자대위권’에서도 마찬가지인지 여부(적극)<br/>  [3] 甲 보험회사가 신원보증보험계약에 따라 乙의 불법행위로 丙 주식회사가 입은 재산상 손해에 대하여 보험금과 지연손해금을 지급한 다음 乙을 상대로 구상금을 구하는 소를 제기하였고, 이때 제출한 소장 및 준비서면에 따르면 청구원인의 법적 근거는 상법 제682조에 따른 보험자대위권임이 분명한데, 청구취지 및 청구원인변경신청서 제출 시부터 제1심 변론종결일까지 별도의 법적 근거를 명시하지 않은 채 ‘구상금’이라는 표현을 사용하였고, 그 후 항소이유서에서 구상금 청구의 내용으로 ‘민법 제425조 제2항의 보증인의 피보증인에 대한 구상권’을 언급한 사안에서, 법원으로서는 적극적으로 석명권을 행사하여 당사자에게 의견 진술의 기회를 줌으로써 청구원인의 법적 근거에 관한 현저한 불분명·모순을 바로 잡은 후 이를 기초로 판단하였어야 하는데도, 상법 제682조의 보험자대위권과 민법 제425조 제2항의 구상권을 혼용하여 이를 근거로 乙에게 금전지급을 명한 원심판결에는 법리오해, 석명권 불행사 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자의 주장이 법률적 관점에서 보아 현저한 모순이나 불명료한 부분이 있는 경우, 법원은 적극적으로 석명권을 행사하여 당사자에게 의견 진술의 기회를 주어야 하고, 이를 게을리한 경우에는 석명 또는 지적의무를 다하지 아니한 것으로서 위법한 평가를 받을 수 있다. 청구취지나 청구원인의 법적 근거에 따라 요건사실에 대한 증명책임이 달라지는 중대한 법률적 사항에 해당되는 경우라면 더욱 그러하다.<br/>  [2] 채무를 변제할 이익이 있는 자가 채무를 대위변제한 경우에 통상 채무자에 대하여 구상권을 가짐과 동시에 민법 제481조에 따라 당연히 채권자를 대위하게 되나, 이러한 ‘구상권’과 ‘변제자대위권’은 내용이 전혀 다른 별개의 권리이다. 이는 보험자가 제3자의 행위로 인하여 발생한 손해에 관하여 보험금을 지급한 경우에 그 지급금의 한도에서 피보험자 등의 제3자에 대한 권리를 그대로 취득함을 규정한 상법 제682조의 ‘보험자대위권’에 있어서도 마찬가지이다.<br/>  [3] 甲 보험회사가 신원보증보험계약에 따라 乙의 불법행위로 丙 주식회사가 입은 재산상 손해에 대하여 보험금과 지연손해금을 지급한 다음 乙을 상대로 구상금을 구하는 소를 제기하였고, 이때 제출한 소장 및 준비서면에 따르면 청구원인의 법적 근거는 상법 제682조에 따른 보험자대위권임이 분명한데, 청구취지 및 청구원인변경신청서 제출 시부터 제1심 변론종결일까지 별도의 법적 근거를 명시하지 않은 채 ‘구상금’이라는 표현을 사용하였고, 그 후 항소이유서에서 구상금 청구의 내용으로 ‘민법 제425조 제2항의 보증인의 피보증인에 대한 구상권’을 언급한 사안에서, 甲 회사가 상법 제682조의 ‘보험자대위권’과 전혀 다른 별개의 권리인 ‘구상금’을 주장하는 것인지, 아니면 丙 회사가 乙에 대하여 ‘구상권’을 가짐을 전제로 ‘보험자대위권’에 따라 甲 회사가 이를 취득한 후 대위하여 행사하는 것인지, 혹은 ‘보험자대위권’의 행사를 ‘구상권’의 행사로 표시하는 것인지조차 매우 불분명하고, 이러한 내용은 모두 법적 근거를 달리하는 것이자 이로 인해 요건사실에 대한 증명책임이 달라지고 법적 효과도 동일하지 아니한 중대한 법률적 사항에 해당하므로, 법원으로서는 적극적으로 석명권을 행사하여 당사자에게 의견 진술의 기회를 줌으로써 청구원인의 법적 근거에 관한 현저한 불분명·모순을 바로 잡은 후 이를 기초로 판단하였어야 하는데도, 상법 제682조의 보험자대위권과 민법 제425조 제2항의 구상권을 혼용하여 이를 근거로 乙에게 금전지급을 명한 원심판결에는 법리오해, 석명권 불행사 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 / [2] 민법 제425조 제2항, 제481조, 상법 제682조 / [3] 민사소송법 제136조, 민법 제425조 제2항, 제481조, 상법 제682조<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2009다42765 판결(공2009하, 2081) / [2] 대법원 2009. 2. 26. 선고 2005다32418 판결(공2009상, 523)<br/>"
}