{
  "판례일련번호": "221765",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(정보통신망침해등)·컴퓨터등장애업무방해·저작권법위반·정보통신망이용촉진및정보보호등에관한법률위반",
  "사건번호": "2021도1533",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제1항의 입법 취지 및 서비스제공자로부터 권한을 부여받은 이용자가 아닌 제3자가 정보통신망에 접속한 경우, 그에게 접근권한이 있는지 판단하는 기준 / 정보통신망에 대하여 서비스제공자가 접근권한을 제한하고 있는지 판단하는 방법<br/>  [2] 저작권법 제93조 제1항, 제2항의 입법 취지 / 데이터베이스제작자의 권리가 침해되었는지 판단하는 방법 / 데이터베이스의 개별 소재 또는 상당한 부분에 이르지 못하는 부분의 반복적이거나 특정한 목적을 위한 체계적 복제 등에 의한 데이터베이스제작자의 권리 침해는 데이터베이스의 개별 소재 또는 상당하지 않은 부분에 대한 반복적이고 체계적인 복제 등으로 결국 상당한 부분의 복제 등을 한 것과 같은 결과를 발생하게 한 경우에 한하여 인정되는지 여부(적극)<br/>  [3] 형법 제314조 제2항의 ‘컴퓨터 등 장애 업무방해죄’에서 말하는 ‘허위의 정보 또는 부정한 명령의 입력’, ‘기타 방법’의 의미 / 위 죄가 성립하기 위하여 정보처리에 장애가 현실적으로 발생하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2018. 12. 24. 법률 제16021호로 개정되기 전의 것, 이하 ‘구 정보통신망법’이라고 한다) 제48조 제1항은 누구든지 정당한 접근권한 없이 또는 허용된 접근권한을 넘어 정보통신망에 침입하는 것을 금지하고 있고, 이를 위반하여 정보통신망에 침입한 자에 대하여는 5년 이하의 징역 또는 5천만 원 이하의 벌금에 처한다(위 법 제71조 제1항 제9호). 위 규정은 이용자의 신뢰 내지 그의 이익을 보호하기 위한 규정이 아니라 정보통신망 자체의 안정성과 그 정보의 신뢰성을 보호하기 위한 것이므로, 위 규정에서 접근권한을 부여하거나 허용되는 범위를 설정하는 주체는 서비스제공자이다. 따라서 서비스제공자로부터 권한을 부여받은 이용자가 아닌 제3자가 정보통신망에 접속한 경우 그에게 접근권한이 있는지 여부는 서비스제공자가 부여한 접근권한을 기준으로 판단하여야 한다. 그리고 정보통신망에 대하여 서비스제공자가 접근권한을 제한하고 있는지 여부는 보호조치나 이용약관 등 객관적으로 드러난 여러 사정을 종합적으로 고려하여 신중하게 판단하여야 한다.<br/>  [2] 데이터베이스제작자는 그의 데이터베이스의 전부 또는 상당한 부분을 복제·배포·방송 또는 전송(이하 ‘복제 등’이라고 한다)할 권리를 가지고(저작권법 제93조 제1항), 데이터베이스의 개별 소재는 데이터베이스의 상당한 부분으로 간주되지 않지만, 개별 소재의 복제 등이라 하더라도 반복적이거나 특정한 목적을 위하여 체계적으로 함으로써 해당 데이터베이스의 통상적인 이용과 충돌하거나 데이터베이스제작자의 이익을 부당하게 해치는 경우에는 해당 데이터베이스의 상당한 부분의 복제 등으로 본다(저작권법 제93조 제2항). 이는 지식정보사회의 진전으로 데이터베이스에 대한 수요가 급증함에 따라 창작성의 유무를 구분하지 않고 데이터베이스를 제작하거나 그 갱신·검증 또는 보충을 위하여 상당한 투자를 한 자에 대하여는 일정기간 해당 데이터베이스의 복제 등 권리를 부여하면서도, 그로 인해 정보공유를 저해하여 정보화 사회에 역행하고 경쟁을 오히려 제한하게 되는 부정적 측면을 방지하기 위하여 단순히 데이터베이스의 개별 소재의 복제 등이나 상당한 부분에 이르지 못한 부분의 복제 등만으로는 데이터베이스제작자의 권리가 침해되지 않는다고 규정한 것이다. <br/>  데이터베이스제작자의 권리가 침해되었다고 하기 위해서는 데이터베이스제작자의 허락 없이 데이터베이스의 전부 또는 상당한 부분의 복제 등이 되어야 하는데, 여기서 상당한 부분의 복제 등에 해당하는지를 판단할 때는 양적인 측면만이 아니라 질적인 측면도 함께 고려하여야 한다. 양적으로 상당한 부분인지 여부는 복제 등이 된 부분을 전체 데이터베이스의 규모와 비교하여 판단하여야 하며, 질적으로 상당한 부분인지 여부는 복제 등이 된 부분에 포함되어 있는 개별 소재 자체의 가치나 그 개별 소재의 생산에 들어간 투자가 아니라 데이터베이스제작자가 그 복제 등이 된 부분의 제작 또는 그 소재의 갱신·검증 또는 보충에 인적 또는 물적으로 상당한 투자를 하였는지를 기준으로 제반 사정에 비추어 판단하여야 한다.<br/>  또한 앞서 본 규정의 취지에 비추어 보면, 데이터베이스의 개별 소재 또는 상당한 부분에 이르지 못하는 부분의 반복적이거나 특정한 목적을 위한 체계적 복제 등에 의한 데이터베이스제작자의 권리 침해는 데이터베이스의 개별 소재 또는 상당하지 않은 부분에 대한 반복적이고 체계적인 복제 등으로 결국 상당한 부분의 복제 등을 한 것과 같은 결과를 발생하게 한 경우에 한하여 인정함이 타당하다.<br/>  [3] 형법 제314조 제2항은 ‘컴퓨터 등 정보처리장치 또는 전자기록 등 특수매체기록을 손괴하거나 정보처리장치에 허위의 정보 또는 부정한 명령을 입력하거나 기타 방법으로 정보처리에 장애를 발생하게 하여 사람의 업무를 방해한 자’를 처벌하도록 정하고 있다. 여기에서 ‘허위의 정보 또는 부정한 명령의 입력’이란 객관적으로 진실에 반하는 내용의 정보를 입력하거나 정보처리장치를 운영하는 본래의 목적과 상이한 명령을 입력하는 것이고, ‘기타 방법’이란 컴퓨터의 정보처리에 장애를 초래하는 가해수단으로 컴퓨터의 작동에 직접·간접으로 영향을 미치는 일체의 행위를 말한다. 한편 위 죄가 성립하기 위해서는 위와 같은 가해행위 결과 정보처리장치가 그 사용목적에 부합하는 기능을 하지 못하거나 사용목적과 다른 기능을 하는 등 정보처리에 장애가 현실적으로 발생하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2018. 12. 24. 법률 제16021호로 개정되기 전의 것) 제48조 제1항, 제71조 제1항 제9호 / [2] 저작권법 제93조 제1항, 제2항 / [3] 형법 제314조 제2항<br/>",
  "참조판례": "[1] 대법원 2005. 11. 25. 선고 2005도870 판결(공2006상, 71) / [3] 대법원 2012. 5. 24. 선고 2011도7943 판결, 대법원 2013. 3. 28. 선고 2010도14607 판결(공2013상, 811), 대법원 2020. 2. 13. 선고 2019도12194 판결<br/>"
}