{
  "판례일련번호": "221767",
  "사건명": "시정명령등취소",
  "사건번호": "2022두31433",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 회사합병이 있는 경우, 피합병회사의 권리·의무는 모두 합병으로 존속한 회사에 승계되는지 여부(원칙적 적극)<br/>  [2] 공정거래위원회가 구 독점규제 및 공정거래에 관한 법률 제23조 제1항 또는 제2항, 제23조의2 또는 제23조의3, 구 대리점거래의 공정화에 관한 법률 제6조부터 제12조를 위반한 사업자에 대하여 위반행위를 시정하기 위해 필요한 제반 조치를 할 수 있는지 여부(적극) 및 공정거래위원회에 이러한 시정의 필요성 및 시정에 필요한 조치 내용의 판단에 관한 재량이 인정되는지 여부(적극)<br/>  [3] 공정거래위원회가 구 독점규제 및 공정거래에 관한 법률 제24조, 구 대리점거래의 공정화에 관한 법률 제23조에 따라 해당 사업자에 대하여 시정명령을 받은 사실을 통지하도록 명하는 경우, 통지명령의 상대방이 될 수 있는 자의 범위<br/>",
  "판결요지": "[1] 회사합병이 있는 경우에는 피합병회사의 권리·의무는 사법상의 관계 혹은 공법상의 관계를 불문하고 그 성질상 이전이 허용되지 않는 것을 제외하고는 모두 합병으로 인하여 존속한 회사에 승계되는 것으로 보아야 한다.<br/>  [2] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제24조, 구 대리점거래의 공정화에 관한 법률(2018. 1. 16. 법률 제15361호로 개정되기 전의 것, 이하 ‘구 대리점법’이라 한다) 제23조의 문언 내용에 비추어 보면, 공정거래위원회는 구 공정거래법 제23조 제1항 또는 제2항, 제23조의2 또는 제23조의3, 구 대리점법 제6조부터 제12조를 위반한 사업자에 대하여 위반행위를 시정하기 위하여 필요하다고 인정되는 제반 조치를 할 수 있고, 이러한 시정의 필요성 및 시정에 필요한 조치의 내용에 관하여는 공정거래위원회에 그 판단에 관한 재량이 인정된다.  <br/>  [3] 공정거래위원회는 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제24조, 구 대리점거래의 공정화에 관한 법률(2018. 1. 16. 법률 제15361호로 개정되기 전의 것, 이하 ‘구 대리점법’이라 한다) 제23조에 따라 위반행위를 시정하기 위하여 필요하다고 인정되는 조치의 하나로 해당 사업자에 대하여 시정명령을 받은 사실을 통지하도록 명할 수 있다. 이러한 시정조치는 현재의 법 위반행위를 중단시키고, 향후 유사행위의 재발을 방지·억지하며, 왜곡된 경쟁질서를 회복시키고, 공정하고 자유로운 경쟁을 촉진시키는 데에 취지가 있는 것으로, 그중 통지명령은 통지명령의 상대방에 대한 피해구제가 목적이 아니고, 통지명령의 상대방으로 하여금 해당 사업자의 위반행위를 명확히 인식하도록 함과 동시에 해당 사업자로 하여금 통지명령의 상대방이 지속적으로 위반행위 여부를 감시하리라는 것을 의식하게 하여 향후 유사행위의 재발 방지·억지를 보다 효율적으로 하기 위한 것이다. 따라서 통지명령의 상대방은 반드시 당해 위반행위에 의하여 직접 영향을 받았던 자로 한정되어야 하는 것은 아니고, 그 취지와 필요성 등을 고려하여 향후 영향을 받을 가능성이 큰 자도 이에 포함될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제174조 / [2] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제24조(현행 제49조 참조), 구 대리점거래의 공정화에 관한 법률(2018. 1. 16. 법률 제15361호로 개정되기 전의 것) 제23조 / [3] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제24조(현행 제49조 참조), 구 대리점거래의 공정화에 관한 법률(2018. 1. 16. 법률 제15361호로 개정되기 전의 것) 제23조<br/>",
  "참조판례": "[1] 대법원 2004. 7. 8. 선고 2002두1946 판결(공2004하, 1342) / [2] 대법원 2009. 6. 11. 선고 2007두25138 판결, 대법원 2010. 11. 25. 선고 2008두23177 판결(공2011상, 32)<br/>"
}