{
  "판례일련번호": "221781",
  "사건명": "부당노동행위구제재심판정취소",
  "사건번호": "2017두54005",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 부당노동행위 구제신청과 구제명령의 상대방인 ‘사용자’의 범위<br/>  [2] 노동조합 및 노동관계조정법 제2조 제2호에서 사용자로 규정하고 있는 ‘사업의 경영담당자’와 ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’의 의미<br/>  [3] 사용자가 한 발언이 ‘근로자가 노동조합을 조직 또는 운영하는 것을 지배하거나 이에 개입하는 행위’로서 부당노동행위가 성립하는 경우 및 부당노동행위의 성립에 반드시 근로자의 단결권 침해라는 결과의 발생을 요하는지 여부(소극)<br/>  [4] 특정 노동조합에 가입하려고 하거나 특정 노동조합과 연대하려고 하는 노동조합에 대한 부당노동행위로 인하여 특정 노동조합의 권리가 침해당할 수 있는 경우, 부당노동행위의 직접 상대방이 아닌 그 특정 노동조합이 자신의 명의로 부당노동행위에 대한 구제신청을 할 수 있는지 여부(적극)<br/>  [5] 노동조합 및 노동관계조정법 제2조 제2호의 ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 사람’이 그 권한과 책임의 범위 내에서 사업주를 위하여 한 행위가 부당노동행위가 되는 경우, 이러한 행위를 사업주의 부당노동행위로 인정할 수 있는지 여부(원칙적 적극) <br/>",
  "판결요지": "[1] 부당노동행위 구제신청과 구제명령의 상대방인 사용자에는 노동조합 및 노동관계조정법 제2조 제2호에서 정한 사업주, 사업의 경영담당자 또는 그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 사람 모두 포함된다고 해석함이 타당하다. <br/>  [2] 노동조합 및 노동관계조정법 제2조 제2호에서 ‘사용자’란 사업주, 사업의 경영담당자 또는 그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 사람을 말한다고 규정하고 있다. 여기서 ‘사업의 경영담당자’란 사업경영 일반에 관하여 책임을 지는 사람으로서 사업주로부터 사업경영의 전부 또는 일부에 대하여 포괄적인 위임을 받고 대외적으로 사업을 대표하거나 대리하는 사람을 말하고, ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’란 근로자의 인사, 급여, 후생, 노무관리 등 근로조건의 결정 또는 업무상의 명령이나 지휘·감독을 하는 등의 사항에 대하여 사업주로부터 일정한 권한과 책임을 부여받은 사람을 말한다. <br/>  [3] 사용자가 한 발언의 내용, 그것이 행하여진 상황과 시점, 그것이 노동조합의 운영이나 활동에 미치거나 미칠 수 있는 영향 등을 종합하여 노동조합의 조직이나 운영 및 활동을 지배하거나 이에 개입하는 의사가 인정되는 경우에는 ‘근로자가 노동조합을 조직 또는 운영하는 것을 지배하거나 이에 개입하는 행위’로서 부당노동행위가 성립하고, 또 그 지배·개입으로서의 부당노동행위의 성립에 반드시 근로자의 단결권 침해라는 결과의 발생까지 요하는 것은 아니다. <br/>  [4] 노동조합으로서는 자신에 대한 사용자의 부당노동행위가 있는 경우뿐만 아니라, 그 소속 조합원으로 가입한 근로자 또는 그 소속 조합원으로 가입하려고 하는 근로자에 대하여 사용자의 부당노동행위가 있는 경우에도 노동조합의 권리가 침해당할 수 있으므로, 그 경우에도 자신의 명의로 부당노동행위에 대한 구제신청을 할 수 있는 권리를 가진다. 이러한 법리는 다른 노동조합에 가입하려고 하거나 다른 노동조합과 연대하려고 하는 노동조합에 대하여 사용자의 부당노동행위가 있는 경우에도 적용된다. 따라서 특정 노동조합에 가입하려고 하거나 특정 노동조합과 연대하려고 하는 노동조합에 대한 부당노동행위로 인하여 특정 노동조합의 권리가 침해당할 수 있는 경우에는 그 특정 노동조합이 부당노동행위의 직접 상대방이 아닌 경우에도 자신의 명의로 부당노동행위에 대한 구제신청을 할 수 있다.<br/>  [5] 노동조합 및 노동관계조정법 제2조 제2호의 ‘그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자’는 근로자의 인사, 급여, 후생, 노무관리 등 근로조건의 결정 또는 업무상의 명령이나 지휘·감독을 하는 등의 사항에 대하여 사업주로부터 일정한 권한과 책임을 부여받았으므로, 그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 사람이 그 권한과 책임의 범위 내에서 사업주를 위하여 한 행위가 노동조합의 조직이나 운영 및 활동을 지배하거나 이에 개입하는 의사로 한 것으로 부당노동행위가 되는 경우 이러한 행위는 사업주의 부당노동행위로도 인정할 수 있다. 다만 사업주가 그 선임 및 업무수행상 감독에 상당한 주의를 하였음에도 부당노동행위가 행해진 경우와 같은 특별한 사정이 있는 경우에는 그러하지 않을 수 있다. 이때 특별한 사정에 대한 주장·증명책임은 사업주에게 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제2조 제2호, 제81조 제1항, 제82조, 제84조 / [2] 노동조합 및 노동관계조정법 제2조 제2호 / [3] 노동조합 및 노동관계조정법 제81조 제1항 제4호 / [4] 노동조합 및 노동관계조정법 제82조 제1항 / [5] 노동조합 및 노동관계조정법 제2조 제2호, 제81조 제1항, 행정소송법 제26조[증명책임]<br/>",
  "참조판례": "[2] 대법원 2009. 4. 23. 선고 2008도4413 판결 / [3] 대법원 2013. 5. 23. 선고 2010도15499 판결 / [4] 대법원 2008. 9. 11. 선고 2007두19249 판결<br/>"
}