{
  "판례일련번호": "221751",
  "사건명": "주주대표소송(손해배상)",
  "사건번호": "2021다279347",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 주식회사의 이사는 대표이사나 업무담당이사가 법령을 준수하여 업무를 수행하도록 감시·감독할 의무를 부담하는지 여부(적극) 및 이는 사외이사 등 회사의 상무에 종사하지 않는 이사도 마찬가지인지 여부(적극) / 주식회사의 이사가 대표이사나 업무담당이사의 업무집행이 위법하다고 의심할 만한 사유가 있는데도 고의 또는 과실로 감시의무를 위반하여 이를 방치한 경우, 이로 인해 회사가 입은 손해에 대하여 상법 제399조 제1항에 따른 배상책임을 지는지 여부(적극)<br/>  [2] 대규모 회사에서 대표이사나 일부 이사들만이 내부적인 사무분장에 따라 각자의 전문 분야를 전담하여 처리하는 것이 불가피한 경우, 이사가 부담하는 감시의무의 내용 / 업무집행을 담당하지 않는 사외이사 등이 감시의무를 위반한 것으로 인정될 수 있는 경우<br/>  [3] 이사가 법령 등을 위반한 행위를 하거나 임무를 게을리하여 회사에 손해배상책임을 지는 경우, 임무위반의 경위 등 제반 사정을 참작하여 손해배상액을 제한할 수 있는지 여부(적극) 및 이때 손해배상액 제한의 참작 사유에 관한 사실인정이나 제한 비율의 결정이 사실심의 전권사항인지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 이사가 고의 또는 과실로 법령 또는 정관에 위반한 행위를 하거나 그 임무를 게을리한 경우에는 그 이사는 회사에 대하여 연대하여 손해를 배상할 책임이 있다(상법 제399조 제1항). 주식회사의 이사는 담당업무는 물론 대표이사나 업무담당이사의 업무집행을 감시할 의무가 있으므로 스스로 법령을 준수해야 할 뿐 아니라 대표이사나 다른 업무담당이사도 법령을 준수하여 업무를 수행하도록 감시·감독하여야 할 의무를 부담한다. 이러한 감시·감독 의무는 사외이사 등 회사의 상무에 종사하지 않는 이사라고 하여 달리 볼 것이 아니다. 따라서 주식회사의 이사가 대표이사나 업무담당이사의 업무집행이 위법하다고 의심할 만한 사유가 있음에도 고의 또는 과실로 인하여 감시의무를 위반하여 이를 방치한 때에는 이로 말미암아 회사가 입은 손해에 대하여 상법 제399조 제1항에 따른 배상책임을 진다.<br/>  [2] 이사의 감시의무의 구체적인 내용은 회사의 규모나 조직, 업종, 법령의 규제, 영업상황 및 재무상태에 따라 크게 다를 수 있다. 특히 고도로 분업화되고 전문화된 대규모 회사에서 대표이사나 일부 이사들만이 내부적인 사무분장에 따라 각자의 전문 분야를 전담하여 처리하는 것이 불가피한 경우에도, 모든 이사는 적어도 회사의 목적이나 규모, 영업의 성격 및 법령의 규제 등에 비추어 높은 법적 위험이 예상되는 업무와 관련해서는 제반 법규를 체계적으로 파악하여 그 준수 여부를 관리하고 위반사실을 발견한 경우 즉시 신고 또는 보고하여 시정조치를 강구할 수 있는 형태의 내부통제시스템을 구축하여 작동되도록 하는 방식으로 감시의무를 이행하여야 한다. 다만 회사의 업무집행을 담당하지 않는 사외이사 등은 내부통제시스템이 전혀 구축되어 있지 않는데도 내부통제시스템 구축을 촉구하는 등의 노력을 하지 않거나 내부통제시스템이 구축되어 있더라도 제대로 운영되고 있지 않다고 의심할 만한 사유가 있는데도 이를 외면하고 방치하는 등의 경우에 감시의무 위반으로 인정될 수 있다.<br/>  [3] 이사가 고의 또는 과실로 법령 또는 정관에 위반한 행위를 하거나 그 임무를 게을리함으로써 회사에 대하여 손해를 배상할 책임이 있는 경우에 그 손해배상의 범위를 정함에 있어서는, 당해 사업의 내용과 성격, 당해 이사의 임무위반의 경위 및 임무위반행위의 태양, 회사의 손해 발생 및 확대에 관여된 객관적인 사정이나 그 정도, 평소 이사의 회사에 대한 공헌도, 임무위반행위로 인한 당해 이사의 이득 유무, 회사의 조직체계의 흠결 유무나 위험관리체제의 구축 여부 등 제반 사정을 참작하여 손해분담의 공평이라는 손해배상제도의 이념에 비추어 그 손해배상액을 제한할 수 있는데, 이때에 손해배상액 제한의 참작 사유에 관한 사실인정이나 그 제한의 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리한 것이 아닌 한 사실심의 전권사항이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제382조 제2항, 제3항, 제399조 제1항, 민법 제681조 / [2] 상법 제382조 제2항, 제3항, 제399조 제1항, 민법 제681조 / [3] 상법 제399조 제1항, 민법 제396조, 민사소송법 제202조, 제432조<br/>",
  "참조판례": "[1][2] 대법원 2021. 11. 11. 선고 2017다222368 판결(공2022상, 4) / [3] 대법원 2007. 10. 11. 선고 2007다34746 판결(공2007하, 1750)<br/>"
}