{
  "판례일련번호": "221763",
  "사건명": "부당이득금",
  "사건번호": "2017다278187",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 채무자가 아닌 위탁자가 타인의 채무를 담보하기 위하여 금전채권자를 우선수익자로 하는 부동산담보신탁을 설정한 경우, 위탁자가 물상보증인에 해당하는지 여부(소극)<br/>  [2] 채무자가 아닌 제3자인 위탁자가 채권자를 우선수익자로 정하여 부동산담보신탁을 한 경우, 채권자의 우선수익권에 대한 보증인의 변제자대위도 보증인과 물상보증인 상호 간의 관계와 마찬가지로 인원수에 비례하여 채권자를 대위하는 제한을 받는지 여부(적극)<br/>",
  "판결요지": "[1] 위탁자가 금전채권을 담보하기 위하여 금전채권자를 우선수익자, 위탁자를 수익자로 하여 위탁자 소유의 부동산을 신탁법에 따라 수탁자에게 이전하면서 채무불이행 시에는 신탁부동산을 처분하여 우선수익자의 채권 변제 등에 충당하고 나머지를 위탁자에게 반환하기로 하는 내용의 담보신탁을 한 경우, 특별한 사정이 없는 한 우선수익권은 경제적으로 금전채권에 대한 담보로 기능하지만, 그 성질상 금전채권과는 독립한 신탁계약상의 별개의 권리이다. 우선수익권은 수익급부의 순위가 다른 수익자에 앞선다는 점을 제외하면 일반적인 수익권과 법적 성질이 다르지 않고, 채권자가 담보신탁을 통하여 담보물권을 얻는 것도 아니다. 그러므로 채무자가 아닌 위탁자가 타인의 채무를 담보하기 위하여 금전채권자를 우선수익자로 하는 부동산담보신탁을 설정한 경우에, 설령 경제적인 실질에 있어 위탁자가 부동산담보신탁을 통하여 신탁부동산의 처분대금을 타인의 채무의 담보로 제공한 것과 같이 볼 수 있다고 하더라도, 위탁자가 자기의 재산 그 자체를 타인의 채무의 담보로 제공한 물상보증인에 해당한다고 볼 수는 없다.<br/>  [2] 민법 제482조 제2항 제4호, 제5호가 물상보증인 상호 간에는 재산의 가액에 비례하여 부담 부분을 정하도록 하면서, 보증인과 물상보증인 상호 간에는 보증인의 총재산의 가액이나 자력 여부, 물상보증인이 담보로 제공한 재산의 가액 등을 고려하지 않고 형식적으로 인원수에 비례하여 평등하게 대위비율을 결정하도록 규정한 것은, 인적 무한책임을 부담하는 보증인과 물적 유한책임을 부담하는 물상보증인 사이에는 보증인 상호 간이나 물상보증인 상호 간과 같이 상호 이해 조정을 위한 합리적인 기준을 정하는 것이 곤란하고, 당사자 간의 특약이 있다는 등의 특별한 사정이 없는 한 오히려 인원수에 따라 대위비율을 정하는 것이 공평하고 법률관계를 간명하게 처리할 수 있어 합리적이며 그것이 대위자의 통상의 의사 내지 기대에 부합하기 때문이다.<br/>  그리고 이와 같이 법정대위자 상호 간의 관계에 관하여 민법 제482조 제2항 제5호가 보증인과 물상보증인 사이에 우열을 인정하지 않고 양자를 동등하게 취급하여 그에 따라 변제자대위를 제한하거나 같은 항 제4호가 물상보증인 상호 간에 그 재산의 가액에 따라 변제자대위의 범위를 제한하거나 민법의 해석상 공동보증인 상호 간의 변제자대위가 구상권의 범위에 따라 제한된다고 보는 것은 변제자대위의 순환을 방지하여 혼란을 피하고 채무자의 무자력 위험을 보증인과 물상보증인 등 법정대위자 어느 일방이 종국적으로 부담하지 않도록 함으로써 당사자 사이의 공평을 도모하고자 하는 데 그 취지가 있다.<br/>  이러한 취지에 비추어 볼 때, 채무자가 아닌 제3자인 위탁자가 채권자를 우선수익자로 정하여 부동산담보신탁을 한 경우에 채권자가 가지는 우선수익권이 민법 제481조, 제482조 제1항에 의하여 보증채무를 이행한 보증인이 법정대위할 수 있는 ‘담보에 관한 권리’에 해당한다고 하더라도, 먼저 보증채무를 이행한 보증인이 채권자의 우선수익권에 대하여 아무런 제한 없이 보증채무를 이행한 전액에 대하여 변제자대위를 할 수 있다고 볼 수는 없으며, 다른 기준이나 별도의 약정 등 특별한 사정이 없는 이상, 채권자의 우선수익권에 대한 보증인의 변제자대위도 인원수에 비례하여 채권자를 대위할 수 있다고 보는 것이 대위자 상호 간의 합리적이고 통상적인 기대에도 부합한다고 할 것이므로, 채권자의 우선수익권에 대한 보증인의 변제자대위도 보증인과 물상보증인 상호 간의 관계와 마찬가지로 그 인원수에 비례하여 채권자를 대위하는 제한을 받는다고 해석함이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 신탁법 제56조 제1항, 민법 제356조, 제482조 제2항 제4호, 제5호 / [2] 신탁법 제56조 제1항, 민법 제481조, 제482조 제1항, 제2항 제4호, 제5호<br/>",
  "참조판례": "[1] 대법원 2017. 6. 22. 선고 2014다225809 전원합의체 판결(공2017하, 1534), 대법원 2018. 4. 12. 선고 2016다223357 판결(공2018상, 875) / [2] 대법원 2010. 6. 10. 선고 2007다61113, 61120 판결(공2010하, 1335)<br/>"
}