{
  "판례일련번호": "221755",
  "사건명": "손해배상(기)[피고와 업무위탁계약을 체결한 영업전문점인 원고가 수수료 지급방식이 피고에게 유리하게 변경되자, 피고를 상대로 약관 무효에 따른 부당이득반환, 피고의 거래상 지위 남용을 이유로 한 손해배상 및 미지급 수수료 지급 등을 청구한 사안]",
  "사건번호": "2020다278873",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 약관 조항이 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’이라는 이유로 무효라고 보기 위한 요건 및 이를 판단하는 기준<br/>  [2] 甲 주식회사가 乙 주식회사와 특정 권역 내에서 甲 회사가 제공하는 방송, 통신 서비스의 가입 등 영업업무 등을 乙 회사에 위탁하기로 하는 업무위탁계약을 체결하면서, 乙 회사에 정액으로 지급되는 영업활동비와 실적에 따라 지급되는 실적비례비로 이루어진 ‘기본수수료’ 등을 지급하기로 약정하였는데, 그 후 ‘기본수수료’ 체계를 서비스별 실적건수에 따른 ‘기본활동비’와 점수 구간에 따라 차등 지급되는 ‘실적비례비’로 변경하는 내용의 추가계약서를 작성한 사안에서, 기본수수료 지급기준을 변경한 추가계약서 조항은 乙 회사에 부당하게 불리한 조항으로서 약관의 규제에 관한 법률 제6조 제1항에서 정한 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’에 해당하여 무효라고 한 사례<br/>  [3] 병합의 형태가 선택적 병합인지 예비적 병합인지 판단하는 기준(=병합청구의 성질)<br/>",
  "판결요지": "[1] 약관의 규제에 관한 법률 제6조 제1항, 제2항 제1호에 따라 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’이라는 이유로 무효라고 보기 위해서는, 약관 조항이 고객에게 다소 불이익하다는 점만으로는 부족하고, 약관 작성자가 거래상의 지위를 남용하여 계약 상대방의 정당한 이익과 합리적인 기대에 반하여 형평에 어긋나는 약관 조항을 작성·사용함으로써 건전한 거래질서를 훼손하는 등 고객에게 부당하게 불이익을 주었다는 점이 인정되어야 한다. 그리고 이와 같이 약관 조항의 무효 사유에 해당하는 ‘고객에게 부당하게 불리한 조항’인지는 약관 조항에 의하여 고객에게 생길 수 있는 불이익의 내용과 불이익 발생의 개연성, 당사자들 사이의 거래과정에 미치는 영향, 관계 법령의 규정 등 모든 사정을 종합하여 판단하여야 한다.<br/>  [2] 甲 주식회사가 乙 주식회사와 특정 권역 내에서 甲 회사가 제공하는 방송, 통신 서비스의 가입 등 영업업무 등을 乙 회사에 위탁하기로 하는 업무위탁계약을 체결하면서, 甲 회사가 乙 회사에 정액으로 지급되는 영업활동비와 실적에 따라 지급되는 실적비례비로 이루어진 ‘기본수수료’ 등을 지급하기로 약정하였는데, 그 후 ‘기본수수료’ 체계를 서비스별 실적건수에 따른 ‘기본활동비’와 점수 구간에 따라 차등 지급되는 ‘실적비례비’로 변경하는 내용의 추가계약서를 작성한 사안에서, 추가계약서는 甲 회사가 乙 회사를 비롯하여 업무약정을 체결한 다수의 영업전문점들과 사이에 기본수수료 지급기준 등을 변경하기 위하여 일정한 형식으로 미리 마련한 계약서로서 그중 기본수수료 지급기준 변경 부분은 약관의 규제에 관한 법률(이하 ‘약관법’이라 한다) 제2조 제1호에서 정한 ‘약관’에 해당하는 점, 乙 회사는 甲 회사로부터 특정 권역 내의 지역을 영업범위로 하여 위탁받은 업무를 수행하는 영업전문점으로서 甲 회사에 대한 거래의존도가 절대적이므로, 甲 회사가 乙 회사보다 거래상 우월한 지위에 있다고 보아야 하는 점, 위탁계약에서는 기본수수료를 정액으로 지급되는 영업활동비와 실적에 따라 지급되는 실적비례비로 구성한다고 규정하였으므로, 乙 회사와 같은 영업전문점으로서는 실적에 관계없이 정액으로 지급되는 영업활동비를 안정적으로 지급받을 수 있다는 합리적인 기대를 갖게 되었는데, 추가계약서와 같이 기본수수료 지급기준이 변경될 경우 영업전문점들이 지급받는 기본수수료가 동일 실적 대비 줄어들게 될 것으로 보이므로, 이러한 기본수수료 지급기준 변경은 영업전문점들에 매우 중요한 거래조건으로서 그들에게 불리하게 계약 내용이 변경된 것인 점 등에 비추어, 기본수수료 지급기준을 변경한 추가계약서 조항은 乙 회사에 부당하게 불리한 조항으로서 약관법 제6조 제1항에서 정한 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’에 해당하여 무효라고 보아야 하는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [3] 병합의 형태가 선택적 병합인지 예비적 병합인지는 당사자의 의사가 아닌 병합청구의 성질을 기준으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제6조 제1항, 제2항 제1호 / [2] 약관의 규제에 관한 법률 제2조 제1호, 제6조 제1항, 제2항 제1호 / [3] 민사소송법 제253조<br/>",
  "참조판례": "[1] 대법원 2014. 6. 12. 선고 2013다214864 판결(공2014하, 1387), 대법원 2017. 4. 13. 선고 2016다274904 판결(공2017상, 963) / [3] 대법원 2014. 5. 29. 선고 2013다96868 판결(공2014하, 1313), 대법원 2018. 2. 28. 선고 2013다26425 판결(공2018상, 627)<br/>"
}