{
  "판례일련번호": "221771",
  "사건명": "과징금부과처분등취소청구의소",
  "사건번호": "2017두63993",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 구 독점규제 및 공정거래에 관한 법률 제23조의2 제1항 제1호, 구 독점규제 및 공정거래에 관한 법률 시행령 제38조 제3항 [별표 1의3] 제1호의 ‘상당히 유리한 조건의 거래인지 여부’를 판단하는 기준이 되는 ‘정상가격’의 의미 및 공정거래위원회가 해당 거래와 동일한 실제 사례를 찾을 수 없는 경우, 부득이 유사한 사례에 의해 정상가격을 추단하는 방법<br/>  [2] 구 독점규제 및 공정거래에 관한 법률 제23조의2 제1항 제1호에서 금지하는 특수관계인에 대한 부당한 이익제공행위에 해당하려면 제1호의 행위에 해당하는지와 별도로 그 행위를 통하여 특수관계인에게 귀속된 이익이 ‘부당’한지에 대한 규범적 평가가 이루어져야 하는지 여부(적극) 및 이때 ‘부당성’을 판단하는 방법 / 특수관계인에게 귀속된 이익이 부당하다는 점에 관한 증명책임자(=공정거래위원회)<br/>",
  "판결요지": "[1] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제23조의2 제1항 제1호, 구 독점규제 및 공정거래에 관한 법률 시행령(2017. 7. 17. 대통령령 제28197호로 개정되기 전의 것) 제38조 제3항 [별표 1의3] 제1호의 ‘상당히 유리한 조건의 거래인지 여부’를 판단하는 기준이 되는 ‘정상가격’이란, 거래당사자 간에 이루어진 경제적 급부와 동일한 경제적 급부가 시기, 종류, 규모, 기간, 신용상태 등이 유사한 상황에서 특수관계가 없는 독립된 자 간에 이루어졌을 경우 형성되었을 거래가격 등을 말한다. 공정거래위원회가 당해 거래와 동일한 실제 사례를 찾을 수 없어 부득이 유사한 사례에 의해 정상가격을 추단할 수밖에 없는 경우에는, 단순히 제반 상황을 사후적, 회고적인 시각에서 판단하여 거래 당시에 기대할 수 있었던 최선의 가격이나 당해 거래가격보다 더 나은 가격으로 거래할 수도 있었을 것이라 하여 가벼이 이를 기준으로 정상가격을 추단하여서는 안 되고, 먼저 해당 거래와 비교하기에 적합한 유사한 사례를 선정하고, 나아가 그 사례와 해당 거래 사이에 가격에 영향을 미칠 수 있는 거래조건 등의 차이가 존재하는지를 살펴 그 차이가 있다면 이를 합리적으로 조정하는 과정을 거쳐 정상가격을 추단하여야 한다. <br/>  [2] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제23조의2의 규정 내용, 입법 경위 및 입법 취지 등을 고려하면, 구 공정거래법 제23조의2 제1항 제1호에서 금지하는 특수관계인에 대한 부당한 이익제공행위에 해당하려면, 제1호의 행위에 해당하는지 여부와는 별도로 그 행위를 통하여 특수관계인에게 귀속된 이익이 ‘부당’한지에 대한 규범적 평가가 아울러 이루어져야 한다. <br/>  여기에서 말하는 ‘부당성’이란, 이익제공행위를 통하여 그 행위객체가 속한 시장에서 경쟁이 제한되거나 경제력이 집중되는 등으로 공정한 거래를 저해할 우려가 있을 것까지 요구하는 것은 아니고, 행위주체와 행위객체 및 특수관계인의 관계, 행위의 목적과 의도, 행위의 경위와 그 당시 행위객체가 처한 경제적 상황, 거래의 규모, 특수관계인에게 귀속되는 이익의 규모, 이익제공행위의 기간 등을 종합적으로 고려하여, 변칙적인 부의 이전 등을 통하여 대기업집단의 특수관계인을 중심으로 경제력 집중이 유지·심화될 우려가 있는지에 따라 판단하여야 한다. 이와 같이 특수관계인에게 귀속된 이익이 ‘부당’하다는 점은 시정명령 등 처분의 적법성을 주장하는 공정거래위원회가 증명하여야 한다.   <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제23조의2 제1항 제1호(현행 제47조 제1항 제1호 참조), 제3항(현행 제47조 제3항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2017. 7. 17. 대통령령 제28197호로 개정되기 전의 것) 제38조 제3항 [별표 1의3] 제1호 (나)목(현행 제54조 제1항 [별표 3] 제1호 (나)목 참조) / [2] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제23조의2 제1항 제1호(현행 제47조 제1항 제1호 참조)<br/>",
  "참조판례": ""
}