{
  "판례일련번호": "221749",
  "사건명": "소유권이전등기",
  "사건번호": "2019다249428",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220512",
  "판시사항": "[1] 취득시효에서 ‘소유의 의사’에 관한 증명책임 및 민법 제197조 제1항에 따른 자주점유의 추정이 깨어지는 경우 / 점유자가 점유개시 당시에 소유권 취득의 원인이 될 수 있는 법률요건이 없이 그와 같은 사실을 잘 알면서 타인 소유의 부동산을 무단점유한 것이 증명된 경우, 자주점유의 추정이 깨어지는지 여부(원칙적 적극)<br/>  [2] 부동산에 관한 계약명의신탁의 법률관계<br/>  [3] 계약명의신탁에서 명의신탁자가 명의신탁약정에 따라 부동산을 점유하는 경우, 자주점유의 추정이 깨어지는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 민법 제197조 제1항에 따라 물건의 점유자는 소유의 의사로 점유한 것으로 추정된다. 점유자가 취득시효를 주장하는 경우 스스로 소유의 의사를 증명할 책임은 없고, 오히려 취득시효의 성립을 부정하는 사람에게 그 점유자의 점유가 소유의 의사가 없음을 주장하여 증명할 책임이 있다. 점유자의 점유가 소유의 의사가 있는 자주점유인지 아니면 소유의 의사가 없는 타주점유인지는 점유자 내심의 의사에 의하여 결정되는 것이 아니라 점유취득의 원인이 된 권원의 성질이나 점유와 관계가 있는 모든 사정에 의하여 외형적, 객관적으로 결정된다. 점유자가 성질상 소유의 의사가 없는 것으로 보이는 권원에 바탕을 두고 점유를 취득한 사실이 증명되었거나, 점유자가 타인의 소유권을 배제하여 자기의 소유물처럼 배타적 지배를 행사하는 의사를 가지고 점유하는 것으로 볼 수 없는 객관적 사정, 즉 점유자가 진정한 소유자라면 통상 취하지 아니할 태도를 나타내거나 소유자라면 당연히 취했을 것으로 보이는 행동을 취하지 아니한 경우 등 외형적, 객관적으로 보아 점유자가 타인의 소유권을 배척하고 점유할 의사를 갖고 있지 아니하였던 것이라고 볼만한 사정이 증명된 경우에도 그 추정은 깨어진다. 그러므로 점유자가 점유개시 당시에 소유권 취득의 원인이 될 수 있는 법률행위 기타 법률요건이 없이 그와 같은 사실을 잘 알면서 타인 소유의 부동산을 무단점유한 것임이 증명되었다면 특별한 사정이 없는 한 점유자는 타인의 소유권을 배척하고 점유할 의사를 갖고 있지 않다고 보아야 한다. 이로써 소유의 의사가 있는 점유라는 추정은 깨어진다.<br/>  [2] 부동산 실권리자명의 등기에 관한 법률 제4조 제1항은 \"명의신탁약정은 무효로 한다.\", 제2항은 \"명의신탁약정에 따른 등기로 이루어진 부동산에 관한 물권변동은 무효로 한다. 다만 부동산에 관한 물권을 취득하기 위한 계약에서 명의수탁자가 어느 한쪽 당사자가 되고 상대방 당사자는 명의신탁약정이 있다는 사실을 알지 못한 경우에는 그러하지 아니하다.\"라고 규정한다. 따라서 명의신탁자와 명의수탁자가 명의신탁약정을 맺고 그에 따라 명의수탁자가 당사자가 되어 소유자와 부동산 매매계약을 체결하는 계약명의신탁에서, 부동산의 소유자가 명의신탁약정을 알면서 매매계약을 체결하고 명의수탁자 앞으로 부동산의 소유권이전등기를 마쳤다면 명의수탁자 명의의 소유권이전등기는 무효가 되고 부동산의 소유권은 소유자에게 그대로 남아 있게 되므로 소유자와 매매계약관계가 없는 명의신탁자는 소유자를 상대로 소유권이전등기청구를 할 수 없다. 부동산의 소유자가 명의신탁약정을 알지 못한 채 매매계약을 체결하고 명의수탁자 앞으로 부동산의 소유권이전등기를 마쳤다면 명의신탁약정이 무효라도 소유권이전등기는 유효하고 명의수탁자는 완전한 소유권을 취득하게 된다. <br/>  [3] 계약명의신탁에서 명의신탁자는 부동산의 소유자가 명의신탁약정을 알았는지 여부와 관계없이 부동산의 소유권을 갖지 못할 뿐만 아니라 매매계약의 당사자도 아니어서 소유자를 상대로 소유권이전등기청구를 할 수 없고, 이는 명의신탁자도 잘 알고 있다고 보아야 한다. 명의신탁자가 명의신탁약정에 따라 부동산을 점유한다면 명의신탁자에게 점유할 다른 권원이 인정되는 등의 특별한 사정이 없는 한 명의신탁자는 소유권 취득의 원인이 되는 법률요건이 없이 그와 같은 사실을 잘 알면서 타인의 부동산을 점유한 것이다. 이러한 명의신탁자는 타인의 소유권을 배척하고 점유할 의사를 가지지 않았다고 할 것이므로 소유의 의사로 점유한다는 추정은 깨어진다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제197조 제1항, 제245조 제1항, 민사소송법 제288조[증명책임] / [2] 부동산 실권리자명의 등기에 관한 법률 제4조 제1항, 제2항 / [3] 민법 제197조 제1항, 제245조 제1항, 부동산 실권리자명의 등기에 관한 법률 제4조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 1997. 8. 21. 선고 95다28625 전원합의체 판결(공1997하, 2501) / [2] 대법원 2002. 12. 26. 선고 2000다21123 판결(공2003상, 452), 대법원 2013. 9. 12. 선고 2010다95185 판결(공2013하, 1747)<br/>"
}