{
  "판례일련번호": "221959",
  "사건명": "자본시장과금융투자업에관한법률위반[이른바 스캘핑(scalping) 행위가 자본시장법위반죄로 기소된 사건]",
  "사건번호": "2018도13864",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호에서 정한 ‘부정한 수단, 계획 또는 기교’의 의미와 판단 기준<br/>  [2] 자본시장과 금융투자업에 관한 법률 제178조 제2항에서 정한 ‘위계’의 의미<br/>  [3] 투자자문업자, 증권분석가 등이, 자신이 선행매수하여 보유하고 있고 추천 후에 이를 매도할 수도 있다는 증권에 관한 자신의 이해관계를 표시하지 않은 채 증권의 매수를 추천하는 행위가 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호에서 정한 ‘부정한 수단, 계획, 기교를 사용하는 행위’에 해당하는지 여부(적극) 및 같은 조 제2항에서 정한 ‘위계의 사용’에도 해당하는지 여부(적극) / 어떠한 행위가 ‘증권의 매수 추천’에 해당하여 부정한 수단, 계획이나 기교를 사용하는 행위인지 또는 위계의 사용인지 등을 판단하는 기준<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호는 금융투자상품의 매매, 그 밖의 거래와 관련하여 ‘부정한 수단, 계획 또는 기교를 사용하는 행위’를 금지하고 있다. 여기서 ‘부정한 수단, 계획 또는 기교’란 사회통념상 부정하다고 인정되는 일체의 수단, 계획 또는 기교를 말한다. 어떠한 행위를 부정하다고 할지는 그 행위가 법령 등에서 금지된 것인지, 다른 투자자로 하여금 잘못된 판단을 하게 함으로써 공정한 경쟁을 해치고 선의의 투자자에게 손해를 전가하여 자본시장의 공정성, 신뢰성과 효율성을 해칠 위험이 있는지를 고려하여 판단해야 한다.<br/>  [2] 자본시장과 금융투자업에 관한 법률 제178조 제2항은 금융투자상품의 매매, 그 밖의 거래를 할 목적이나 시세의 변동을 도모할 목적으로 ‘풍문의 유포, 위계의 사용, 폭행 또는 협박’을 하는 것을 금지하고 있다. 여기서 ‘위계’란 거래 상대방이나 불특정 투자자를 기망하여 일정한 행위를 하도록 유인할 목적의 수단, 계획, 기교 등을 뜻하고, ‘기망’이란 객관적 사실과 다른 내용의 허위사실을 내세우는 등의 방법으로 타인을 속이는 것을 뜻한다.<br/>  [3] 투자자문업자, 증권분석가, 언론매체 종사자, 투자 관련 웹사이트 운영자 등이 추천하는 증권을 자신이 선행매수하여 보유하고 있고 추천 후에 이를 매도할 수도 있다는 증권에 관한 자신의 이해관계를 표시하지 않은 채 증권의 매수를 추천하는 행위는 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제178조 제1항 제1호에서 정한 ‘부정한 수단, 계획, 기교를 사용하는 행위’에 해당한다. 또한 위와 같은 행위는 투자자의 오해를 초래하지 않기 위하여 필요한 중요사항인 개인적인 이해관계의 표시를 누락함으로써 투자자에게 객관적인 동기에서 증권을 추천한다는 인상을 주어 거래를 유인하려는 행위로서 자본시장법 제178조 제2항에서 정한 ‘위계의 사용’에도 해당한다. 여기서 ‘증권의 매수를 추천’한다고 함은 투자자에게 특정 증권이 매수하기에 적합하다는 사실을 소개하여 그 증권에 대한 매수 의사를 불러일으키는 것을 가리킨다.<br/>  어떠한 행위가 ‘증권의 매수 추천’에 해당하여 부정한 수단, 계획이나 기교를 사용하는 행위인지 또는 위계의 사용인지 등은 행위자의 지위, 행위자가 특정 진술이나 표시를 하게 된 동기와 경위, 진술 등이 미래의 재무상태나 영업실적 등에 대한 예측이나 전망에 관한 사항일 때에는 합리적인 근거에 기초하여 성실하게 한 것인지, 진술 등의 내용이 거래 상대방이나 불특정 투자자에게 오인·착각을 유발할 위험이 있는지, 행위자가 진술 등을 한 후 취한 행동과 주가의 동향, 행위 전후의 여러 사정 등을 종합하여 객관적인 기준에 따라 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호, 제443조 제1항 제8호 / [2] 자본시장과 금융투자업에 관한 법률 제178조 제2항, 제443조 제1항 제9호 / [3] 자본시장과 금융투자업에 관한 법률 제178조 제1항 제1호, 제2항, 제443조 제1항 제8호, 제9호<br/>",
  "참조판례": "[1] 대법원 2014. 1. 16. 선고 2013도9933 판결(공2014상, 439) / [2] 대법원 2011. 10. 27. 선고 2011도8109 판결(공2011하, 2504) / [3] 대법원 2017. 3. 30. 선고 2014도6910 판결(공2017상, 930), 대법원 2017. 6. 8. 선고 2016도3411 판결<br/>"
}