{
  "판례일련번호": "221989",
  "사건명": "부당이득금등",
  "사건번호": "2020다253515",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 공공건설임대주택의 임대보증금과 임대료의 상한을 정한 구 임대주택법령의 규정이 효력규정인지 여부(적극) 및 임대주택의 임대보증금과 임대료를 정한 약정 중 위 규정의 한도액을 초과하는 부분의 효력(무효)<br/>  [2] 일부 무효의 법리를 정한 민법 제137조의 적용 범위 / 법률행위의 일부가 강행법규인 효력규정을 위반하여 무효가 되는 경우라도 당해 효력규정과 그 효력규정을 둔 법의 입법 취지를 고려할 때 나머지 부분을 무효로 하는 것이 당해 효력규정 및 그 법의 취지에 명백히 반하는 결과가 초래되는 경우, 나머지 부분까지 무효가 된다고 할 수 있는지 여부(소극)<br/>  [3] 공공건설임대주택의 정당한 전환임대보증금 산정을 위하여 건설원가에서 공제하는 국민주택기금 융자금의 범위(=대출약정에 따라 대출이 예정된 융자금 전액)<br/>  [4] 민법 제138조에 따른 무효행위의 전환에서 다른 법률행위를 하였을 것인지에 관한 당사자 의사의 의미와 그 판단 기준<br/>  [5] 공공건설임대주택의 임대사업자인 甲 주식회사가 임차인인 乙 등과 구 임대주택법령의 규정에서 정한 정당한 전환임대보증금보다 높은 금액의 임대보증금만으로 임대차계약을 체결하였다가 乙 등으로부터 임대보증금 약정 중 정당한 전환임대보증금을 초과하는 부분은 강행법규에 반하여 무효이므로 그 부분 보증금을 부당이득으로 반환하라는 소를 제기당하자, 무효행위 전환의 법리에 따라 위 초과 부분의 임대보증금 약정이 무효임을 알았더라면 그 부분에 상응하는 임대료를 지급하는 내용의 임대차계약을 체결하였을 것이라며 임대료 채권과 부당이득반환채권 간의 예비적 상계항변을 한 사안에서, 무효행위 전환을 허용하는 것이 강행법규인 구 임대주택법 및 그 시행령 규정의 입법 취지와 그 위반행위에 대한 제재의 의미를 사실상 부정하거나 무력화시키는 결과가 된다고 볼 여지가 많다는 등의 이유로, 같은 취지에서 예비적 상계항변을 배척한 원심판단에 법리오해의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 임대주택의 건설을 촉진하고 국민주거생활의 안정을 도모하기 위하여 제정된 구 임대주택법(2013. 6. 4. 법률 제11870호로 개정되기 전의 것, 이하 같다. 현재는 ‘민간임대주택에 관한 특별법’으로 승계되었다)은 임대사업자가 자의적으로 임대보증금과 임대료를 정하는 것을 방지하기 위하여 임대주택의 임차인의 자격, 선정 방법, 임대보증금, 임대료 등 임대조건에 관한 기준을 대통령령으로 정하도록 하였다(제20조 제1항). 그 위임에 따라 제정된 구 임대주택법 시행령(2015. 6. 30. 대통령령 제26369호로 개정되기 전의 것, 이하 같다) 제21조는 구 주택법 제16조에 따른 공공건설임대주택의 최초 임대보증금과 임대료는 국토해양부장관이 정하여 고시하는 표준임대보증금 및 표준임대료를 초과할 수 없고(제1항), 최초 임대보증금과 임대료는 임차인의 동의가 있는 경우에는 임대차계약에 따라 상호전환할 수 있으나, 이 경우에도 최초의 임대보증금은 건설원가에서 국민주택기금 융자금을 차감한 금액을 초과할 수 없다고 정하고 있다(제3항). 또한 구 임대주택법은 위 임대조건 등을 위반하여 공공건설임대주택을 임대한 자에 대한 벌칙 규정을 두고 있다(제42조).<br/>  구 임대주택법은 ‘임대주택의 건설·공급을 확대함으로써 국민의 주거생활의 안정을 도모하기 위하여 필요한 사항을 규정함’을 목적으로 하고(제1조), 위 규정들은 그에 의하여 산출되는 임대보증금과 임대료를 초과하여 주택건설업자들이 자의적으로 임대보증금과 임대료를 높게 책정하는 것을 방지하려는 데에도 그 입법 취지가 있으며, 위반행위에 대한 처벌만으로는 구 임대주택법의 실효를 거둘 수 없다. 이러한 제반 사정에 비추어 볼 때, 위와 같이 공공건설임대주택의 임대보증금과 임대료의 상한을 정한 규정은 임대주택의 임대보증금 및 임대료 약정 중 소정의 한도액을 초과하는 부분에 대한 사법상의 효력을 제한함으로써 국민의 주거생활의 안정을 증진하고자 함에 그 목적이 있는 것이므로 효력규정에 속하는 것으로서 그 한도액을 초과하는 부분은 무효이다.<br/>  [2] 민법 제137조는 임의규정으로서 의사자치의 원칙이 지배하는 영역에서 적용되므로, 법률행위의 일부가 강행법규인 효력규정에 위반되어 무효가 되는 경우 그 부분의 무효가 나머지 부분의 유효·무효에 영향을 미치는지 판단함에 있어서는 개별 법령이 일부무효의 효력에 관한 규정을 두고 있는 경우에는 그에 따라야 하고, 그러한 규정이 없다면 원칙적으로 민법 제137조가 적용된다. 다만 당해 효력규정 및 그 효력규정을 둔 법의 입법 취지를 고려하여 볼 때 나머지 부분을 무효로 한다면 당해 효력규정 및 그 법의 취지에 명백히 반하는 결과가 초래되는 경우에는 나머지 부분까지 무효가 된다고 할 수는 없다.<br/>  [3] 구 임대주택법(2013. 6. 4. 법률 제11870호로 개정되기 전의 것) 제20조, 구 임대주택법 시행령(2015. 6. 30. 대통령령 제26369호로 개정되기 전의 것) 제21조 등 공공건설임대주택의 최초 임대보증금 등에 대한 관련 규정의 문언 내용, 표준임대보증금 및 전환임대보증금(이하 ‘표준임대보증금 등’이라 한다)이 갖는 의미와 기능, 표준임대보증금 등 산정 시 국민주택기금 융자금을 공제하는 취지, 국민주택기금 융자금의 운용방식 등을 종합하여 보면, 정당한 전환임대보증금의 산정을 위하여 건설원가에서 공제하는 국민주택기금 융자금은 대출약정에 따라 대출이 예정된 융자금 전액이라고 보아야 한다. 그 이유는 다음과 같다.<br/>  ① 표준임대보증금 및 표준임대료는 입주자모집공고 당시 고지되고, 표준임대보증금과 정당한 전환임대보증금은 모두 당사자들이 임대차계약을 체결할 때 약정 가능한 최초의 임대보증금 상한액의 기준으로 작용하므로, 입주자모집 당시를 기준으로 명확하게 확정될 필요가 있다.<br/>  ② 구 임대주택법 관계 법령에서 표준임대보증금 등의 산정 시 건설원가에서 국민주택기금 융자금을 공제하도록 한 것은 임대사업자의 자기자금에 해당하는 부분 이상은 임대보증금으로 지급받지 못하게 함으로써 임차인을 보호하기 위함으로 보아야 한다.<br/>  ③ 구 국민주택기금 운용 및 관리규정(2013. 4. 12. 국토교통부훈령 제9호로 개정된 것)은 자금별 호당융자한도액 및 융자금액은 매년 수립되는 기금운용계획 또는 주택종합계획에서 정하는 바에 의하되(제26조), 융자금은 기성고율에 따라 기성급과 준공급으로 구분하여 분할 지급하도록 정하고 있다(제28조).<br/>  ④ 전환임대보증금 산정 시 실제 대출이 실행된 국민주택기금 융자금만을 공제한다면, 임대사업자는 대출약정에서 정한 융자금 전액을 기성고에 따라 순차로 지급받을 예정임에도 최초 입주자모집 내지 임대차계약 체결 당시 실제로 지급받은 대출금만을 건설원가에서 공제하여 표준임대보증금 및 정당한 전환임대보증금을 산정하는 결과가 된다. 이는 전환임대보증금 산정 시 건설원가에서 국민주택기금 융자금을 공제하는 위 각 규정의 취지에 부합하지 않을뿐더러, 임대사업자가 대출약정을 체결하여 그 기성고에 따라 지급받기로 예정된 대출금의 발생 여부가 불확실한 것이라고 보기도 어렵다.<br/>  [4] 법률행위가 강행법규에 위반되어 무효가 되는 경우에 그 법률행위가 다른 법률행위의 요건을 구비하고 당사자 쌍방이 위와 같은 무효를 알았더라면 다른 법률행위를 하는 것을 의욕하였으리라고 인정될 때에는 민법 제138조에 따라 다른 법률행위로서 효력을 가질 수도 있다. 다만 이때 다른 법률행위를 하였을 것인지에 관한 당사자의 의사는 그 법률행위가 강행법규 위반으로 무효인 점을 고려하더라도 당시에 무효임을 알았다면 의욕하였을 것으로 평가할 수 있는 가정적 효과의사로서, 당사자가 법률행위 당시와 같은 구체적 사정 아래 있다고 상정하는 경우에 거래관행을 고려하여 신의성실의 원칙에 비추어 결단하였을 바를 의미한다. 이는 그 법률행위의 경위, 목적과 내용, 무효의 사유 및 강행법규의 입법 취지와 위반의 경위 등을 두루 고려하여 판단할 것이나, 그 결과가 한쪽 당사자에게 일방적인 불이익을 주거나 거래관념과 형평에 반하는 것이어서는 안 됨은 물론, 이러한 전환을 허용하는 것이 강행법규의 입법 취지 및 그 위반행위에 대한 제재의 의미를 전적으로 부정하거나 무력화시키는 것이어서는 안 된다.<br/>  [5] 공공건설임대주택의 임대사업자인 甲 주식회사가 임차인인 乙 등과 구 임대주택법령의 규정에서 정한 정당한 전환임대보증금보다 높은 금액의 임대보증금만으로 임대차계약을 체결하였다가 乙 등으로부터 임대보증금 약정 중 정당한 전환임대보증금을 초과하는 부분은 강행법규에 반하여 무효이므로 그 부분 보증금을 부당이득으로 반환하라는 소를 제기당하자, 무효행위 전환의 법리에 따라 위 초과 부분의 임대보증금 약정이 무효임을 알았더라면 그 부분에 상응하는 임대료를 지급하는 내용의 임대차계약을 체결하였을 것이라며 임대료 채권과 부당이득반환채권 간의 예비적 상계항변을 한 사안에서, 임대차계약의 체결 경위, 목적, 내용, 임대보증금 약정 중 일부가 무효가 된 사유, 전환임대보증금의 상한을 정한 입법 취지 등을 두루 살펴볼 때, 乙 등이 임대보증금 약정 중 일부가 무효임을 알았을 경우 그에 상응하는 임대료를 지급하는 내용의 임대차계약 체결을 의욕하였으리라고 인정하기 어렵고, 이와 같이 본다 하여 甲 회사에 일방적으로 불이익하거나 형평에 반한다고 보기 어려우며, 오히려 이러한 전환을 허용하는 것이 강행법규인 구 임대주택법 및 그 시행령 규정의 입법 취지와 그 위반행위에 대한 제재의 의미를 사실상 부정하거나 무력화시키는 결과가 된다고 볼 여지가 많으므로, 같은 취지에서 예비적 상계항변을 배척한 원심판단에 법리오해의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2013. 6. 4. 법률 제11870호로 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제20조 제1항(현행 공공주택 특별법 제49조 제1항 참조), 제42조(현행 삭제), 구 임대주택법 시행령(2015. 6. 30. 대통령령 제26369호로 개정되기 전의 것) 제21조 제1항(현행 공공주택 특별법 시행령 제44조 제1항 참조), 제3항(현행 공공주택 특별법 시행령 제44조 제3항 참조) / [2] 민법 제137조 / [3] 구 임대주택법(2013. 6. 4. 법률 제11870호로 개정되기 전의 것) 제20조(현행 공공주택 특별법 제49조 참조), 구 임대주택법 시행령(2015. 6. 30. 대통령령 제26369호로 개정되기 전의 것) 제21조(현행 공공주택 특별법 시행령 제44조 참조) / [4] 민법 제138조 / [5] 민법 제138조, 제492조<br/>",
  "참조판례": "[2] 대법원 2004. 6. 11. 선고 2003다1601 판결(공2004하, 1148), 대법원 2008. 9. 11. 선고 2008다32501 판결 / [4] 대법원 2010. 7. 15. 선고 2009다50308 판결(공2010하, 1566), 대법원 2016. 11. 18. 선고 2013다42236 전원합의체 판결(공2016하, 1901)<br/>"
}