{
  "판례일련번호": "221971",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2020두36267",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 구 독점규제 및 공정거래에 관한 법률 제23조의2 제1항 제1호에서 금지하는 특수관계인에 대한 부당한 이익제공행위에서의 ‘부당성’을 판단하는 방법 및 특수관계인에게 귀속된 이익이 부당하다는 점에 관한 증명책임자(=공정거래위원회)<br/>  [2] 구 독점규제 및 공정거래에 관한 법률상의 부당한 자산·상품 등 지원행위 및 부당한 인력지원행위에서 ‘현저히 낮거나 높은 대가로 제공 또는 거래하거나 현저한 규모로 제공 또는 거래하여 과다한 경제상 이익을 제공’한 것인지 판단하는 방법 및 그 지원행위에서 급부와 반대급부가 현저히 유리한지 판단하는 기준이 되는 ‘정상가격’의 의미<br/>  [3] 구 독점규제 및 공정거래에 관한 법률상의 부당한 인력지원행위에서 ‘상당히 낮거나 높은 대가로 제공 또는 거래하거나 상당한 규모로 제공 또는 거래하여 과다한 경제상 이익을 제공’한 것인지, 부당한 거래단계 추가 등 행위에서 ‘다른 사업자와 직접 상품·용역을 거래하면 상당히 유리함에도 특수관계인이나 다른 회사를 거래단계에 추가하거나 거쳐서 거래하여 과다한 경제상 이익을 제공’한 것인지 판단하는 방법 및 그 지원행위에서 급부와 반대급부가 현저히 유리한지 판단하는 기준이 되는 ‘정상가격’의 의미<br/>",
  "판결요지": "[1] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것, 이하 ‘2013년 개정 공정거래법’이라 한다) 제23조의2의 규정 내용, 입법 경위 및 입법 취지 등을 고려하면, 2013년 개정 공정거래법 제23조의2 제1항 제1호에서 금지하는 특수관계인에 대한 부당한 이익제공행위에서의 ‘부당성’이란, 이익제공행위를 통하여 그 행위객체가 속한 시장에서 경쟁이 제한되거나 경제력이 집중되는 등으로 공정한 거래를 저해할 우려가 있을 것까지 요구하는 것은 아니고, 행위주체와 행위객체 및 특수관계인의 관계, 행위의 목적과 의도, 행위의 경위와 그 당시 행위객체가 처한 경제적 상황, 거래의 규모, 특수관계인에게 귀속되는 이익의 규모, 이익제공행위의 기간 등을 종합적으로 고려하여, 변칙적인 부의 이전 등을 통하여 대기업집단의 특수관계인을 중심으로 경제력 집중이 유지·심화될 우려가 있는지에 따라 판단하여야 한다. 이와 같이 특수관계인에게 귀속된 이익이 부당하다는 점은 시정명령 등 처분의 적법성을 주장하는 공정거래위원회가 증명하여야 한다.<br/>  [2] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다)상의 부당한 자산·상품 등 지원행위 및 부당한 인력지원행위에서 ‘현저히 낮거나 높은 대가로 제공 또는 거래하거나 현저한 규모로 제공 또는 거래하여 과다한 경제상 이익을 제공’한 것인지는 급부와 반대급부의 차이, 지원성 거래규모, 지원행위로 인한 경제상 이익, 지원기간, 지원횟수, 지원시기, 지원행위 당시 지원객체가 처한 경제적 상황 등을 종합적으로 고려하여 구체적·개별적으로 판단하여야 하고, 여기서 급부와 반대급부가 현저히 유리한지를 판단하는 기준이 되는 ‘정상가격’은, 지원주체와 지원객체 간에 이루어진 경제적 급부와 동일한 경제적 급부가 시기, 종류, 규모, 기간, 신용상태 등이 유사한 상황에서 특수관계가 없는 독립된 자 간에 이루어졌을 경우 형성되었을 거래가격 등을 말한다.<br/>  [3] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것)상의 부당한 인력지원행위에서 ‘상당히 낮거나 높은 대가로 제공 또는 거래하거나 상당한 규모로 제공 또는 거래하여 과다한 경제상 이익을 제공’한 것인지, 부당한 거래단계 추가 등 행위에서 ‘다른 사업자와 직접 상품·용역을 거래하면 상당히 유리함에도 특수관계인이나 다른 회사를 거래단계에 추가하거나 거쳐서 거래하여 과다한 경제상 이익을 제공’한 것인지를 판단할 때에도 급부와 반대급부의 차이, 지원성 거래규모, 지원행위로 인한 경제상 이익, 지원기간, 지원횟수, 지원시기, 지원행위 당시 지원객체가 처한 경제적 상황 등을 종합적으로 고려하여 구체적·개별적으로 판단하여야 한다. 그리고 여기서 급부와 반대급부가 상당히 유리한지를 판단하는 기준이 되는 ‘정상가격’은, 지원주체와 지원객체 간에 이루어진 경제적 급부와 동일한 경제적 급부가 시기, 종류, 규모, 기간, 신용상태 등이 유사한 상황에서 특수관계가 없는 독립된 자 간에 이루어졌을 경우 형성되었을 거래가격 등을 말한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제23조의2 제1항 제1호(현행 제47조 제1항 제1호 참조) / [2] 구 독점규제 및 공정거래에 관한 법률(2013. 8. 13. 법률 제12095호로 개정되기 전의 것) 제23조 제1항 제7호(현행 제45조 제1항 제9호 참조) / [3] 구 독점규제 및 공정거래에 관한 법률(2017. 4. 18. 법률 제14813호로 개정되기 전의 것) 제23조 제1항 제7호(현행 제45조 제1항 제9호 참조)<br/>",
  "참조판례": "[1] 대법원 2022. 5. 12. 선고 2017두63993 판결(공2022하, 1157) / [2] 대법원 2006. 12. 7. 선고 2004두11268 판결(공2007상, 142), 대법원 2012. 10. 25. 선고 2009두15494 판결<br/>"
}