{
  "판례일련번호": "221987",
  "사건명": "손해배상[정수기 제조업자인 피고가 정수기에서 중금속인 니켈이 검출된 사실을 인지하였음에도 피고로부터 동종의 정수기를 임차 또는 매수하여 사용하는 원고들에게 니켈 검출 사실을 알리지 않은 사안에서 원고들이 피고의 고지의무 위반을 이유로 피고에게 위자료 지급을 구하는 사건]",
  "사건번호": "2020다215124",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 계속적 계약의 일방 당사자가 계약을 이행하는 과정에서 상대방의 생명, 신체, 건강 등의 안전에 위해가 발생할 위험이 있는 경우, 계약 당사자가 그러한 위험이 있음을 상대방에게 미리 고지하여 상대방으로 하여금 위험을 회피할 적절한 방법을 선택할 수 있게 하거나 계약 당사자가 위험 발생 방지를 위한 합리적 조치를 함으로써 위험을 제거하였는지를 확인할 수 있게 할 의무가 있는지 여부(적극) / 특히 고도의 기술이 집약된 제품을 대량으로 생산하는 제조업자에게 위와 같은 고지의무를 인정할 필요가 더욱 큰지 여부(적극)<br/>  [2] 甲 등이 乙 주식회사가 제조한 얼음정수기를 임대차 또는 매매의 방법으로 제공받아 사용하고 乙 회사는 이를 정기적으로 점검, 관리하는 내용의 계약을 체결하였는데, 그 후 얼음정수기에서 중금속인 니켈이 검출된 사안에서, 乙 회사는 얼음정수기에서 니켈도금이 박리되고 니켈성분이 검출된 사실을 甲 등에게 고지할 의무가 있었는데도, 이를 고지하지 않음으로써 甲 등이 건강과 밀접한 관련이 있는 마실 물에 관하여 선택권을 행사할 기회를 상실하였으므로, 이러한 선택권의 침해로 甲 등의 정신적 손해를 인정한 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1] 계약의 일방 당사자는 신의성실의 원칙상 상대방에게 계약의 효력에 영향을 미치거나 상대방의 권리 확보에 위험을 가져올 수 있는 사정 등을 미리 고지할 의무가 있다. 이러한 의무는 계약을 체결할 때뿐만 아니라 계약 체결 이후 이를 이행하는 과정에서도 유지된다. 당사자 상호 간의 신뢰관계를 기초로 하는 계속적 계약의 일방 당사자가 계약을 이행하는 과정에서 상대방의 생명, 신체, 건강 등의 안전에 위해가 발생할 위험이 있고 계약 당사자에게 그 위험의 발생 방지 등을 위하여 합리적 조치를 할 의무가 있는 경우, 계약 당사자는 그러한 위험이 있음을 상대방에게 미리 고지하여 상대방으로 하여금 그 위험을 회피할 적절한 방법을 선택할 수 있게 하거나 계약 당사자가 위험 발생 방지를 위한 합리적 조치를 함으로써 그 위험을 제거하였는지를 확인할 수 있게 할 의무가 있다. 특히 계속적 계약의 일방 당사자가 고도의 기술이 집약된 제품을 대량으로 생산하는 제조업자이고 상대방이 소비자라면 정보 불균형으로 인한 부작용을 해소하기 위해 제조업자에 대하여 위와 같은 고지의무를 인정할 필요가 더욱 크다.<br/>  [2] 甲 등이 乙 주식회사가 제조한 얼음정수기를 임대차 또는 매매의 방법으로 제공받아 사용하고 乙 회사는 이를 정기적으로 점검, 관리하는 내용의 계약을 체결하였는데, 그 후 얼음정수기에서 중금속인 니켈이 검출된 사안에서, 위 계약은 乙 회사가 얼음정수기를 제공할 뿐만 아니라 얼음정수기의 수질을 유지하기 위해 얼음정수기를 지속적으로 점검, 관리하는 내용의 계속적 계약으로서, 甲 등은 얼음정수기에서 단순히 법령상 안전기준을 충족하는 수준의 물을 제공받는 것을 넘어 건강을 위해 보다 높은 수준의 안전성이 확보된 깨끗한 물을 지속적으로 제공받을 것을 기대하고 위 계약을 체결하였던 것으로 보이고, 乙 회사는 위 계약으로 얼음정수기의 임대나 매매와 함께 품질관리 등의 관련 서비스를 제공함으로써 얼음정수기에서 제공되는 물의 안전성과 신뢰성을 지속적으로 책임지겠다는 약속을 하였다고 볼 수 있는데, 중금속인 니켈에 장기간 노출될 경우 인체에 위해가 발생할 가능성을 배제할 수 없는 사정이나 중금속에 대한 일반적인 사회통념 등을 고려하면, 乙 회사가 얼음정수기에서 니켈도금이 박리되고 니켈성분이 검출된 사실을 甲 등에게 고지할 의무가 있었는데도, 이를 고지하지 않음으로써 甲 등이 건강과 밀접한 관련이 있는 마실 물에 관하여 선택권을 행사할 기회를 상실하였으므로, 이러한 선택권의 침해로 甲 등의 정신적 손해를 인정한 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제1항 / [2] 민법 제2조 제1항, 제105조, 제750조, 제751조<br/>",
  "참조판례": "[1] 대법원 2011. 8. 25. 선고 2011다43778 판결(공2011하, 1932), 대법원 2014. 7. 24. 선고 2013다97076 판결(공2014하, 1658)<br/>"
}