{
  "판례일련번호": "221985",
  "사건명": "대여금[지적장애를 가진 사람의 의사능력이 문제된 사건]",
  "사건번호": "2019다213344",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 의사능력의 의미 및 의사능력 유무는 구체적인 법률행위와 관련하여 개별적으로 판단해야 하는지 여부(적극) / 의사능력이 인정되기 위해서는 법률행위의 일상적 의미뿐만 아니라 법률적 의미나 효과에 대해서도 이해할 수 있어야 하는지 여부(적극)<br/>  [2] 지적장애를 가진 사람에게 의사능력이 있는지 판단하는 기준<br/>  [3] 지적장애 3급의 장애인인 甲이 乙 주식회사와 체결한 굴삭기 구입자금 대출약정에 기한 대출금채무를 연체하자 乙 회사가 甲을 상대로 대출원리금의 지급을 구하는 소를 제기하였고, 이에 甲이 대출약정 당시 의사능력이 없었으므로 대출약정이 무효라고 주장한 사안에서, 제반 사정에 비추어 지적장애인인 甲이 대출약정의 법률적인 의미나 효과를 이해할 수 있었다고 보기 어려우므로, 甲은 대출약정 당시 의사능력이 없다는 이유로 대출약정은 무효라고 볼 여지가 많은데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 의사능력이란 자기 행위의 의미나 결과를 정상적인 인식력과 예기력을 바탕으로 합리적으로 판단할 수 있는 정신적 능력이나 지능을 말한다. 의사능력 유무는 구체적인 법률행위와 관련하여 개별적으로 판단해야 하고, 특히 어떤 법률행위가 일상적인 의미만을 이해해서는 알기 어려운 특별한 법률적 의미나 효과가 부여되어 있는 경우 의사능력이 인정되기 위해서는 그 행위의 일상적인 의미뿐만 아니라 법률적인 의미나 효과에 대해서도 이해할 수 있어야 한다.<br/>  [2] 장애인복지법 제2조 제2항 제2호, 장애인복지법 시행령 제2조 제1항 [별표 1] 제6호, 장애인복지법 시행규칙 제2조 제1항 [별표 1] 제6호에 따르면, 특별한 사정이 없는 한 지능지수가 70 이하인 사람은 교육을 통한 사회적·직업적 재활이 가능하더라도 지적장애인으로서 위 법령에 따른 보호의 대상이 된다. 지적장애인에 해당하는 경우에도 의학적 질병이나 신체적 이상이 드러나지 않아 사회 일반인이 보았을 때 아무런 장애가 없는 것처럼 보이는 경우가 있다. 반면 지적장애를 가진 사람이 장애인복지법령에 따라 지적장애인 등록을 하지 않았다거나 등록 기준을 충족하지 못하였다고 해서 반드시 의사능력이 있다고 단정할 수 없다.<br/>  이러한 사정을 고려하면, 지적장애를 가진 사람에게 의사능력이 있는지를 판단할 때 단순히 그 외관이나 피상적인 언행만을 근거로 의사능력을 쉽게 인정해서는 안 되고, 의학적 진단이나 감정 등을 통해 확인되는 지적장애의 정도를 고려해서 법률행위의 구체적인 내용과 난이도, 그에 따라 부과되는 책임의 중대성 등에 비추어 볼 때 지적장애를 가진 사람이 과연 법률행위의 일상적 의미뿐만 아니라 법률적인 의미나 효과를 이해할 수 있는지, 법률행위가 이루어지게 된 동기나 경위 등에 비추어 합리적인 의사결정이라고 보기 어려운 사정이 존재하는지 등을 세심하게 살펴보아야 한다.<br/>  [3] 지적장애 3급의 장애인인 甲이 乙 주식회사와 체결한 굴삭기 구입자금 대출약정에 기한 대출금채무를 연체하자 乙 회사가 甲을 상대로 대출원리금의 지급을 구하는 소를 제기하였고, 이에 甲이 대출약정 당시 의사능력이 없었으므로 대출약정이 무효라고 주장한 사안에서, 대출약정 이후 甲에 대해 한정후견이 개시되었고, 그 심판 절차에서 이루어진 甲에 대한 정신상태 감정 결과의 내용과 감정 시기 등에 비추어 대출약정 당시 甲의 지능지수와 사회적 성숙도 역시 감정 당시와 비슷한 정도였을 것으로 보이는 점, 대출금액이 소액이라고 볼 수 없고, 위 대출약정은 굴삭기 구입자금을 마련하기 위한 것으로서 굴삭기는 실질적으로 대출금채무의 담보가 되고 대출금은 굴삭기 매도인에게 직접 지급되는데, 이와 같은 대출 구조와 내용은 甲의 당시 지적능력으로는 이해하기 어려운 정도라고 볼 수 있는 점, 대출약정 당시 甲이 제출한 굴삭기운전자격증은 위조된 것이었고, 甲의 지적능력에 비추어 굴삭기를 운전할 능력이 있었다고 보기도 어려우며, 甲이 자격증을 위조하면서까지 대출약정을 할 동기를 찾기 어려운 등 대출약정의 체결 경위에 합리적인 의사결정이라고 보기 어려운 사정이 있고, 오히려 제3자가 대출금을 실제로 사용하기 위해서 甲을 이용한 것은 아닌지 의심이 드는 점 등에 비추어, 지적장애인인 甲이 대출약정의 법률적인 의미나 효과를 이해할 수 있었다고 보기 어려우므로, 甲은 대출약정 당시 의사능력이 없다는 이유로 대출약정은 무효라고 볼 여지가 많은데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제9조 제1항, 제12조 제1항, 제14조의2 제1항 / [2] 민법 제9조 제1항, 제12조 제1항, 제14조의2 제1항, 장애인복지법 제2조 제2항 제2호, 장애인복지법 시행령 제2조 제1항 [별표 1] 제6호, 제2항, 장애인복지법 시행규칙 제2조 제1항 [별표 1] 제6호 / [3] 민법 제12조 제1항, 장애인복지법 제2조 제2항 제2호, 장애인복지법 시행령 제2조 제1항 [별표 1] 제6호, 제2항, 장애인복지법 시행규칙 제2조 제1항 [별표 1] 제6호<br/>",
  "참조판례": "[1] 대법원 2002. 10. 11. 선고 2001다10113 판결(공2002하, 2675), 대법원 2006. 9. 22. 선고 2006다29358 판결, 대법원 2009. 1. 15. 선고 2008다58367 판결(공2009상, 155)<br/>"
}