{
  "판례일련번호": "221981",
  "사건명": "이혼등[원고가 남편인 피고를 상대로 민법 제840조 제1호(배우자의 부정한 행위), 제2호(악의의 유기), 제6호(혼인을 계속하기 어려운 중대한 사유)를 주장하면서 이혼, 위자료, 재산분할 등을 청구한 사안]",
  "사건번호": "2021므15480",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 민법 제840조 제6호에서 정한 이혼사유인 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’의 의미 및 판단 기준 / 부부의 혼인관계가 돌이킬 수 없을 정도로 파탄되었다고 인정되는 경우, 이혼 청구를 받아들여야 하는지 여부(원칙적 적극)<br/>  [2] 甲과 乙은 혼인신고를 마친 부부로 乙이 해외 사업을 추진하면서 필리핀과 태국을 자주 드나들었고 상당 기간 해외에 체류하다가 귀국하였는데, 甲이 위 기간에 성병에 감염되자, 乙 때문에 감염된 것이라 의심하게 되었으며, 그 후로 乙이 해외 체류를 빈번하게 하면서도 생활비를 거의 지급하지 않아 甲이 홀로 자녀들의 양육비와 생활비를 책임지게 되었고, 이에 甲이 乙을 상대로 이혼 등을 구한 사안에서, 제반 사정 등에 비추어, 甲과 乙의 혼인관계는 乙의 책임 있는 사유로 인하여 애정과 신뢰가 상실되어 회복할 수 없을 정도로 파탄되었다고 볼 여지가 충분한데도, 이와 달리 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 혼인은 일생의 공동생활을 목적으로 하여 부부의 실체를 이루는 신분상 계약으로서, 그 본질은 애정과 신뢰에 바탕을 둔 인격적 결합에 있다. 부부는 동거하며 서로 부양하고 협조하여야 할 의무가 있는데(민법 제826조 제1항), 이는 혼인의 본질이 요청하는 바로서, 혼인생활을 하면서 부부는 애정과 신의 및 인내로써 상대방을 이해하고 보호하여 혼인생활의 유지를 위한 최선의 노력을 기울여야 한다.<br/>민법 제840조 제6호에서 정한 이혼사유인 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’란 부부간의 애정과 신뢰가 바탕이 되어야 할 혼인의 본질에 상응하는 부부공동생활관계가 회복할 수 없을 정도로 파탄되고 혼인생활의 계속을 강제하는 것이 일방 배우자에게 참을 수 없는 고통이 되는 경우를 말한다. 이를 판단할 때에는 혼인계속의사의 유무, 파탄의 원인에 관한 당사자의 책임 유무, 혼인생활의 기간, 자녀의 유무, 당사자의 연령, 이혼 후의 생활보장 등 혼인관계에 관한 여러 사정을 두루 고려하여야 하고, 이러한 사정을 고려하여 부부의 혼인관계가 돌이킬 수 없을 정도로 파탄되었다고 인정된다면 파탄의 원인에 대한 원고의 책임이 피고의 책임보다 더 무겁다고 인정되지 않는 한 이혼 청구를 받아들여야 한다.<br/>  [2] 甲과 乙은 혼인신고를 마친 부부로 乙이 해외 사업을 추진하면서 필리핀과 태국을 자주 드나들었고 상당 기간 해외에 체류하다가 귀국하였는데, 甲이 위 기간에 성병에 감염되자, 乙 때문에 감염된 것이라 의심하게 되었으며, 그 후로 乙이 해외 체류를 빈번하게 하면서도 생활비를 거의 지급하지 않아 甲이 홀로 자녀들의 양육비와 생활비를 책임지게 되었고, 이에 甲이 乙을 상대로 이혼 등을 구한 사안에서, 甲이 성병에 감염되어 치료를 받았고, 乙 때문에 성병에 감염된 것으로 의심하였는데, 乙의 부정한 행위가 증명되지는 않았다고 하더라도 위 사정은 甲과 乙의 혼인관계의 바탕이 되는 신뢰가 훼손될 수 있는 사정에 해당하고, 현재까지도 그 사정이 혼인관계에 영향을 미치고 있는지 살펴볼 필요가 있는 점, 乙로부터 해외 사업에 관한 구체적인 내용을 듣지 못한 甲으로서는 乙을 신뢰하기 어려웠던 것으로 보이고, 해외 체류 사유에 관한 심리를 통하여 乙이 가정을 소홀히 하면서까지 장기간 해외에 체류한 것이 정당화될 수 있는지 살펴볼 필요가 있는 점, 乙이 甲에게 생활비를 제대로 지급하지 않고 가정을 소홀히 한 탓으로 甲은 홀로 생활비를 책임지면서 자녀들의 육아와 가사 및 직장생활을 하여야만 했던 반면, 乙은 장기간 가정을 등한시하면서 경제적인 지원이나 자녀들에 대한 보호, 양육 등의 공동책임에서 완전히 벗어나 있었는데, 乙의 이러한 행위가 악의로 甲과 자녀들을 유기한 것까지는 아니더라도 부모의 의무인 자녀에 대한 양육의무를 성실히 이행하지 않는 것에 해당하는바, 이러한 사정은 甲이 乙에 대한 신뢰를 갖지 못하게 하고 지속적으로 혼인관계를 유지할 수 없다는 생각을 갖게 하기에 충분한 점 등에 비추어, 甲과 乙의 혼인관계는 乙의 책임 있는 사유로 인하여 애정과 신뢰가 상실되어 회복할 수 없을 정도로 파탄되었다고 볼 여지가 충분한데도, 이와 달리 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제826조 제1항, 제840조 제6호 / [2] 민법 제826조 제1항, 제840조 제6호, 민사소송법 제202조, 제423조<br/>",
  "참조판례": "[1] 대법원 1991. 7. 9. 선고 90므1067 판결(공1991, 2158), 대법원 2015. 9. 15. 선고 2013므568 전원합의체 판결(공2015하, 1601), 대법원 2021. 8. 19. 선고 2021므12108 판결(공2021하, 1721)<br/>"
}