{
  "판례일련번호": "222001",
  "사건명": "추심금",
  "사건번호": "2020다206625",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220526",
  "판시사항": "[1] 소장에서 청구의 대상으로 삼은 채권 중 일부만을 청구하면서 소송의 진행경과에 따라 장차 청구금액을 확장할 뜻을 표시하였으나 그 후 채권의 특정 부분을 청구범위에서 명시적으로 제외한 경우, 그 부분에 대하여 재판상 청구로 인한 시효중단의 효력이 발생하는지 여부(소극) 및 이와 같은 경우 채권자가 당해 소송이 종료된 때부터 6월 내에 민법 제174조에서 정한 조치를 취함으로써 나머지 부분에 대한 소멸시효를 중단시킬 수 있는지 여부(적극)<br/>  [2] 甲 등과 乙 및 丙 주식회사가 丁 주식회사를 상대로 추심금 지급을 구하는 소를 제기하면서 자신들의 채권액 비율로 안분한 일부 추심금만 각자 청구하였는데, 甲 등 및 乙의 청구는 인용되고 丙 회사의 청구는 기각되자 그 후 甲 등이 丁 회사를 상대로 나머지 추심금의 지급을 구하는 소를 제기한 사안에서, 선행소송 청구만으로 나머지 부분까지 소멸시효가 중단되었다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 하나의 채권 중 일부에 관하여만 판결을 구한다는 취지를 명백히 하여 소송을 제기한 경우에는 소 제기에 의한 소멸시효중단의 효력이 그 일부에 관하여만 발생하고, 나머지 부분에는 발생하지 않는다. 다만 소장에서 청구의 대상으로 삼은 채권 중 일부만을 청구하면서 소송의 진행경과에 따라 장차 청구금액을 확장할 뜻을 표시하고 해당 소송이 종료될 때까지 실제로 청구금액을 확장한 경우에는 소 제기 당시부터 채권 전부에 관하여 재판상 청구로 인한 시효중단의 효력이 발생하나, 소장에서 청구의 대상으로 삼은 채권 중 일부만을 청구하면서 소송의 진행경과에 따라 장차 청구금액을 확장할 뜻을 표시하였더라도 그 후 채권의 특정 부분을 청구범위에서 명시적으로 제외하였다면, 그 부분에 대하여는 애초부터 소의 제기가 없었던 것과 마찬가지이므로 재판상 청구로 인한 시효중단의 효력이 발생하지 않는다.<br/>  한편 이와 같은 경우에도 소를 제기하면서 장차 청구금액을 확장할 뜻을 표시한 채권자는 장래에 나머지 부분을 청구할 의사를 가지고 있는 것이 일반적이라고 할 것이므로, 다른 특별한 사정이 없는 한 당해 소송이 계속 중인 동안에는 나머지 부분에 대하여 권리를 행사하겠다는 의사가 표명되어 최고에 의해 권리를 행사하고 있는 상태가 지속되고 있는 것으로 보아야 하고, 채권자는 당해 소송이 종료된 때부터 6월 내에 민법 제174조에서 정한 조치를 취함으로써 나머지 부분에 대한 소멸시효를 중단시킬 수 있다.<br/>  [2] 甲 등과 乙 및 丙 주식회사가 丁 주식회사를 상대로 추심금 지급을 구하는 소를 제기하면서 자신들의 채권액 비율로 안분한 일부 추심금만 각자 청구하였는데, 甲 등 및 乙의 청구는 인용되고 丙 회사의 청구는 기각되자, 그 후 甲 등이 丁 회사를 상대로 나머지 추심금의 지급을 구하는 소를 제기한 사안에서, 甲 등이 추심할 수 있는 금액 중 각자 채권액 비율로 안분하여 일부만 청구한 경우 선행소송의 경과 등 제반 사정에 비추어 나머지 부분에 대하여 권리행사를 하였다고 볼 여지가 있더라도, 실제 나머지 부분을 청구하지 않은 이상 그 부분에 대하여는 처음부터 소의 제기가 없었던 것과 마찬가지로 볼 수밖에 없고, 다만 선행소송이 계속 중인 동안에는 나머지 부분에 대하여 ‘최고’로서 甲 등이 권리를 행사하고 있는 상태가 지속되고 있다고 볼 수 있을 뿐이므로, 甲 등이 선행소송이 종료된 때로부터 6월 내에 민법 제174조에서 정한 조치를 취하여 나머지 부분의 소멸시효를 중단시켰다는 등 특별한 사정이 없다면, 나머지 부분은 이미 소멸시효기간이 도과한 것으로 볼 수 있는데도, 선행소송 청구만으로 나머지 부분까지 소멸시효가 중단되었다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제168조 제1호, 제170조, 제174조 / [2] 민법 제168조 제1호, 제170조, 제174조<br/>",
  "참조판례": "[1] 대법원 1975. 2. 25. 선고 74다1557 판결(공1975, 8348), 대법원 1992. 4. 10. 선고 91다43695 판결(공1992, 1541), 대법원 2020. 2. 6. 선고 2019다223723 판결(공2020상, 618), 대법원 2021. 6. 10. 선고 2018다44114 판결(공2021하, 1281)<br/>"
}