{
  "판례일련번호": "222225",
  "사건명": "매매대금반환",
  "사건번호": "2020나2039878",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20211210",
  "판시사항": "甲이 자신이 소유한 아파트의 부지가 도시관리계획상 공원부지로 편입되어 乙 공사로부터 이주대책의 일환으로 아파트 입주권을 부여받게 되자, 부동산 중개업자인 丙과 위 입주권을 양도하기 위한 매매계약을 체결하면서 매수인란에 ‘丙 외 1’이라고 기재되어 있고 그 옆에 丙의 인장이 찍혀 있는 매매계약서를 작성하였는데, 위 입주권 매매가 구 주택법 제39조 등에 위반된다는 이유로 입주권이 무효가 되자, 丙의 소개로 甲으로부터 위 입주권을 매수하여 매매대금을 모두 지급하였다고 주장하는 丁이 甲이 매매계약에 따른 의무를 이행하지 못하였다며 매매계약을 해제하고 원상회복으로 매매대금의 반환을 구한 사안에서, 제반 사정에 비추어 위 매매계약의 매수인은 丁이 아니라 丙이라고 봄이 타당하므로 丁이 매수인임을 전제로 한 위 청구는 이유 없다고 한 사례<br/>",
  "판결요지": "甲이 자신이 소유한 아파트의 부지가 도시관리계획상 공원부지로 편입되어 乙 공사로부터 이주대책의 일환으로 아파트 입주권을 부여받게 되자, 부동산 중개업자인 丙과 위 입주권을 양도하기 위한 매매계약을 체결하면서 매수인란에 ‘丙 외 1’이라고 기재되어 있고 그 옆에 丙의 인장이 찍혀 있는 매매계약서를 작성하였는데, 위 입주권 매매가 구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제39조, 구 주택법 시행령(2015. 3. 30. 대통령령 제26172호로 개정되기 전의 것) 제43조에 위반된다는 이유로 입주권이 무효가 되자, 丙의 소개로 甲으로부터 위 입주권을 매수하여 매매대금을 모두 지급하였다고 주장하는 丁이 甲이 매매계약에 따른 의무를 이행하지 못하였다며 매매계약을 해제하고 원상회복으로 매매대금의 반환을 구한 사안이다.<br/>  위 매매계약처럼 실제 계약을 체결한 행위자의 이름에 ‘외 ○인’을 부가하는 형태로 매매계약서상 매수인을 표시한 경우, 비록 실제 계약을 체결한 행위자가 당시 계약금 마련 과정에서 일부 자금을 출연한 사람이나 장래 중도금 및 잔금의 지급과정에서 예상되는 제3자의 투자자 등을 ‘외 ○인’에 해당하는 공동매수인으로 추가시키려는 내심의 의사를 가지고 있었더라도, 계약 체결 시나 그 이후 합의해제 시점까지 매도인에게 ‘외 ○인’에 해당하는 매수인 명의를 특정하여 고지한 적이 없고 매도인의 입장에서 이를 특정하거나 확정할 수 있는 다른 객관적 사정도 존재하지 않는다면, 이러한 계약의 매수인 지위는 매도인과 명확하게 의사합치가 이루어진 부분으로서 실제 계약을 체결한 행위자에게만 인정된다고 보아야 하는데, 위 매매계약서 등에 丙 외의 공동매수인 명의를 확인하거나 추정할 수 있는 관련 기재나 단서가 전혀 없는 점, 丁이 아니라 丙 및 그 아들이 매매계약에 따른 계약금 및 잔금 중 일부를 甲 및 그 어머니에게 지급한 점, 잔금 중 나머지 일부를 丁이 甲에게 직접 지급하였으나, 이후 丁이 甲에게 매매대금 반환을 요구하는 내용의 서면을 보내자 甲이 丁에게 보낸 회신의 내용으로 미루어 보면, 당시 甲으로서는 丁을 전매인으로 알고 있었을 가능성을 배제하기 어려운 점, 丁은 위 매매계약 체결 당시 乙 공사의 고위직 직원이어서 본인의 매수 사실이 드러나는 것을 극력 회피하려 했던 것으로 보이는 점, 丙은 증인으로 출석하여 매매계약서 작성 당시 丁도 있었고 본인은 중개인일 뿐 실제 계약 당사자는 丁이라고 정확하게 이야기하였다고 증언하였으나, 이는 제1심에서 丁이 증거로 제출한 丙의 진술서의 내용과 배치되어 쉽사리 믿기 어려운 점, 甲이 丙과 丁을 공동피고로 계약무효확인의 소를 제기하였으나 이는 매매계약이 무효라는 재판을 받으면 입주권을 회복할 수 있다는 丙의 제안에 따라 허위로 소를 제기하면서 매매계약서에 매수인이 ‘丙 외 1’로 기재되어 있음을 감안하여 丁도 공동피고로 삼은 데 불과할 뿐, 반드시 甲이 丁을 매매계약 체결 당시부터 매수인 또는 공동매수인으로 인식하고 있었다고 보기는 어려운 점, 위 매매계약 체결 당시 매도인인 甲의 입장에서 ‘외 1인’에 해당하는 매수인 명의를 특정하거나 확정할 수 있었다고 볼 만한 객관적 사정을 찾아보기 어려운 점 등을 종합해 보면, 위 매매계약의 매수인은 丁이 아니라 丙이라고 봄이 타당하므로 丁이 매수인임을 전제로 한 위 청구는 이유 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제105조, 구 주택법(2008. 2. 29. 법률 제8852호로 개정되기 전의 것) 제39조(현행 제65조 참조), 구 주택법 시행령(2015. 3. 30. 대통령령 제26172호로 개정되기 전의 것) 제43조(현행 제74조 참조)<br/>",
  "참조판례": ""
}