{
  "판례일련번호": "222221",
  "사건명": "정보부분공개결정취소",
  "사건번호": "2021누38248",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20220126",
  "판시사항": "복종의무(지시불이행) 위반을 이유로 징계처분을 받은 부사관 甲이 징계사건의 ‘징계기록 목록 및 징계기록 일체(단 성명, 주민등록번호, 주소, 전화번호 등 진술인의 개인정보와 관련된 부분을 제외)’를 공개해 달라고 청구하였으나, 수도방위사령관이 위 정보공개청구에 대하여 구 공공기관의 정보공개에 관한 법률 제9조 제1항 제5호 등에 해당한다는 이유로 甲의 진술 부분만 공개하고 나머지 부분은 비공개하는 정보부분비공개결정을 한 사안에서, 위 비공개정보는 구 공공기관의 정보공개에 관한 법률 제9조 제1항 제5호에서 정한 비공개대상정보에 해당하지 않으므로 위 처분이 위법하다고 한 사례<br/>",
  "판결요지": "복종의무(지시불이행) 위반을 이유로 징계처분을 받은 부사관 甲이 징계사건의 ‘징계기록 목록 및 징계기록 일체(단 성명, 주민등록번호, 주소, 전화번호 등 진술인의 개인정보와 관련된 부분을 제외)’를 공개해 달라고 청구하였으나, 수도방위사령관이 위 정보공개청구에 대하여 구 공공기관의 정보공개에 관한 법률(2020. 12. 22. 법률 제17690호로 개정되기 전의 것, 이하 ‘구 정보공개법’이라 한다) 제9조 제1항 제5호 등에 해당한다는 이유로 甲의 진술 부분만 공개하고 나머지 부분은 비공개하는 정보부분비공개결정을 한 사안이다. <br/>  위 비공개정보는 甲에 대한 징계처분 징계기록 중 본인의 진술 부분을 제외한 부분으로 그중 징계의결기록, 징계심의의결서 및 투표용지를 제외한 나머지 부분은 甲이 이미 알고 있는 내용이거나 공개되더라도 징계위원회의 공정한 업무 수행에 현저한 지장을 가져온다고 인정할 만한 상당한 이유가 있는 정보에 해당하지 않고, 징계의결기록 중 징계위원회 의결내용 부분, 징계심의의결서 및 투표용지도 甲이 이미 알고 있거나, 개별 징계위원의 진술 내지 의견과 투표용지 내용만으로는 해당 징계위원이 누구인지 특정할 수 없어 공개될 경우 징계위원회의 공정한 업무 수행에 현저한 지장을 가져온다고 인정할 만한 상당한 이유가 있는 정보에 해당한다고 보기 어려워 결국 징계의결기록 중 징계위원회 회의에 참석한 징계위원의 직위, 계급, 성명 및 서명 부분이 구 정보공개법 제9조 제1항 제5호에서 정한 비공개대상정보에 해당하는지가 문제 되는데, 구 군인사법(2021. 4. 13. 법률 제18000호로 개정되기 전의 것) 제58조의2 제2항 본문, 제58조의3 제1항, 제2항, 제59조 제2항 본문, 제3항에 비추어 보면 징계처분 등의 심의대상자는 징계위원회 회의에 참석한 징계위원의 직위, 계급 및 성명을 확인함으로써 징계위원회가 적법하게 구성되었는지 여부 및 징계위원의 제척·기피사유 등을 판단할 수 있으므로, 甲에게 위 징계위원의 직위, 계급 및 성명이 공개되어야 할 필요성이 있는 점, 심의대상자는 징계위원회에 출석하여 징계위원의 직위, 계급 및 성명을 직접 확인할 수도 있는 점, 이미 甲에 대한 징계절차가 종료된 이상 징계위원회 회의에 참석한 징계위원의 직위, 계급 및 성명이 공개되더라도 징계 업무의 공정한 수행에 현저한 지장을 가져온다고 보기 어려울 뿐 아니라, 장래의 동종 업무에 대하여도 공정한 수행에 현저한 지장을 가져올 것이라고 보기 어려운 점을 종합하면, 위 비공개정보는 구 정보공개법 제9조 제1항 제5호에서 정한 비공개대상정보에 해당하지 않으므로 위 처분이 위법하다고 한 사례이다. <br/>",
  "판결본문": "",
  "참조조문": "구 공공기관의 정보공개에 관한 법률(2020. 12. 22. 법률 제17690호로 개정되기 전의 것) 제9조 제1항 제5호, 구 군인사법(2021. 4. 13. 법률 제18000호로 개정되기 전의 것) 제58조의2 제2항, 제58조의3 제1항, 제2항, 제59조 제2항, 제3항<br/>",
  "참조판례": ""
}