{
  "판례일련번호": "222645",
  "사건명": "위반차량운행정지취소등",
  "사건번호": "2021두40720",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220211",
  "판시사항": "[1] 효력기간이 정해져 있는 제재적 행정처분에 대한 취소소송에서 법원이 본안소송의 판결 선고 시까지 집행정지결정을 한 경우, 처분에서 정해 둔 효력기간은 판결 선고 시까지 진행하지 않다가 선고된 때에 다시 진행하는지 여부(적극) / 처분에서 정해 둔 효력기간의 시기와 종기가 집행정지기간 중에 모두 경과한 경우에도 마찬가지인지 여부(적극) / 이러한 법리는 행정심판위원회가 행정심판법 제30조에 따라 집행정지결정을 한 경우에도 그대로 적용되는지 여부(적극)<br/>  [2] 효력기간이 정해져 있는 제재적 행정처분의 효력이 발생한 이후 행정청이 상대방에 대한 별도의 처분으로 효력기간의 시기와 종기를 다시 정할 수 있는지 여부(적극) / 위와 같은 후속 변경처분서에 당초 행정처분의 집행을 특정 소송사건의 판결 시까지 유예한다고 기재한 경우, 처분의 효력기간은 판결 선고 시까지 진행이 정지되었다가 선고되면 다시 진행하는지 여부(적극) / 당초의 제재적 행정처분에서 정한 효력기간이 경과한 후 동일한 사유로 다시 제재적 행정처분을 하는 것이 위법한 이중처분에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 행정소송법 제23조에 따른 집행정지결정의 효력은 결정 주문에서 정한 종기까지 존속하고, 그 종기가 도래하면 당연히 소멸한다. 따라서 효력기간이 정해져 있는 제재적 행정처분에 대한 취소소송에서 법원이 본안소송의 판결 선고 시까지 집행정지결정을 하면, 처분에서 정해 둔 효력기간(집행정지결정 당시 이미 일부 집행되었다면 그 나머지 기간)은 판결 선고 시까지 진행하지 않다가 판결이 선고되면 그때 집행정지결정의 효력이 소멸함과 동시에 처분의 효력이 당연히 부활하여 처분에서 정한 효력기간이 다시 진행한다. 이는 처분에서 효력기간의 시기(始期)와 종기(終期)를 정해 두었는데, 그 시기와 종기가 집행정지기간 중에 모두 경과한 경우에도 특별한 사정이 없는 한 마찬가지이다. 이러한 법리는 행정심판위원회가 행정심판법 제30조에 따라 집행정지결정을 한 경우에도 그대로 적용된다. 행정심판위원회가 행정심판 청구 사건의 재결이 있을 때까지 처분의 집행을 정지한다고 결정한 경우에는, 재결서 정본이 청구인에게 송달된 때 재결의 효력이 발생하므로(행정심판법 제48조 제2항, 제1항 참조) 그때 집행정지결정의 효력이 소멸함과 동시에 처분의 효력이 부활한다.<br/>  [2] 효력기간이 정해져 있는 제재적 행정처분의 효력이 발생한 이후에도 행정청은 특별한 사정이 없는 한 상대방에 대한 별도의 처분으로써 효력기간의 시기와 종기를 다시 정할 수 있다. 이는 당초의 제재적 행정처분이 유효함을 전제로 그 구체적인 집행시기만을 변경하는 후속 변경처분이다. 이러한 후속 변경처분도 특별한 규정이 없는 한 의사표시에 관한 일반법리에 따라 상대방에게 고지되어야 효력이 발생한다. 위와 같은 후속 변경처분서에 효력기간의 시기와 종기를 다시 특정하는 대신 당초 제재적 행정처분의 집행을 특정 소송사건의 판결 시까지 유예한다고 기재되어 있다면, 처분의 효력기간은 원칙적으로 그 사건의 판결 선고 시까지 진행이 정지되었다가 판결이 선고되면 다시 진행된다. 다만 이러한 후속 변경처분 권한은 특별한 사정이 없는 한 당초의 제재적 행정처분의 효력이 유지되는 동안에만 인정된다. 당초의 제재적 행정처분에서 정한 효력기간이 경과하면 그로써 처분의 집행은 종료되어 처분의 효력이 소멸하는 것이므로(행정소송법 제12조 후문 참조), 그 후 동일한 사유로 다시 제재적 행정처분을 하는 것은 위법한 이중처분에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제23조, 행정심판법 제30조, 제48조 제1항, 제2항 / [2] 행정소송법 제1조[행정처분일반], 제12조<br/>",
  "참조판례": "[1] 대법원 1999. 2. 23. 선고 98두14471 판결(공1999상, 568), 대법원 2005. 6. 10. 선고 2005두1190 판결 / [2] 대법원 1959. 7. 16. 선고 4291민상437 판결(집7민, 157), 대법원 1962. 3. 2. 자 62두1 결정, 대법원 1993. 8. 24. 선고 92누18054 판결(공1993하, 2637), 대법원 2019. 8. 9. 선고 2019두38656 판결(공2019하, 1762)<br/>"
}