{
  "판례일련번호": "222691",
  "사건명": "토지인도",
  "사건번호": "2018다301350",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220616",
  "판시사항": "[1] 민법 제321조에서 정한 유치권의 불가분성은 목적물이 분할 가능하거나 수 개의 물건인 경우에도 적용되는지 여부(적극) 및 이는 상법 제58조의 상사유치권에도 적용되는지 여부(적극)<br/>  [2] 하나의 채권을 피담보채권으로 하여 여러 필지의 토지에 대하여 유치권을 취득한 유치권자가 그중 일부 필지의 토지에 대하여 선량한 관리자의 주의의무를 위반한 경우, 위반행위가 있었던 필지의 토지에 대하여만 유치권 소멸청구가 가능한지 여부(원칙적 적극)<br/>  [3] 소송계속 중 제3자가 민사소송법 제81조에 따라 소송에 참가한 후 원고가 승계참가인의 승계 여부에 대해 다투지 않으면서도 소송탈퇴, 소 취하 등을 하지 않거나 이에 대하여 피고가 부동의하여 원고가 소송에 남아 있는 경우, 승계로 인해 중첩된 원고와 승계참가인의 청구 사이에 필수적 공동소송에 관한 민사소송법 제67조가 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 민법 제321조는 \"유치권자는 채권 전부의 변제를 받을 때까지 유치물 전부에 대하여 그 권리를 행사할 수 있다.\"라고 정하므로, 유치물은 그 각 부분으로써 피담보채권의 전부를 담보하고, 이와 같은 유치권의 불가분성은 그 목적물이 분할 가능하거나 수 개의 물건인 경우에도 적용되며, 상법 제58조의 상사유치권에도 적용된다.<br/>  [2] 민법 제324조는 ‘유치권자에게 유치물에 대한 선량한 관리자의 주의의무를 부여하고, 유치권자가 이를 위반하여 채무자의 승낙 없이 유치물을 사용, 대여, 담보 제공한 경우에 채무자는 유치권의 소멸을 청구할 수 있다.’고 정한다. 하나의 채권을 피담보채권으로 하여 여러 필지의 토지에 대하여 유치권을 취득한 유치권자가 그중 일부 필지의 토지에 대하여 선량한 관리자의 주의의무를 위반하였다면 특별한 사정이 없는 한 위반행위가 있었던 필지의 토지에 대하여만 유치권 소멸청구가 가능하다고 해석하는 것이 타당하다. 구체적인 이유는 다음과 같다.<br/>  ① 여러 필지의 토지에 대하여 유치권이 성립한 경우 유치권의 불가분성으로 인하여 각 필지의 토지는 다른 필지의 토지와 관계없이 피담보채권의 전부를 담보한다. 이때 일부 필지 토지에 대한 점유를 상실하여도 나머지 필지 토지에 대하여 피담보채권의 담보를 위한 유치권이 존속한다. 같은 취지에서 일부 필지 토지에 대한 유치권자의 선량한 관리자의 주의의무 위반을 이유로 유치권 소멸청구가 있는 경우에도 그 위반 필지 토지에 대하여만 소멸청구가 허용된다고 해석함이 타당하다.<br/>  ② 민법 제321조에서 ‘유치권의 불가분성’을 정한 취지는 담보물권인 유치권의 효력을 강화하여 유치권자의 이익을 위한 것으로서 이를 근거로 오히려 유치권자에게 불이익하게 선량한 관리자의 주의의무 위반이 문제 되지 않는 유치물에 대한 유치권까지 소멸한다고 해석하는 것은 상당하지 않다.<br/>  ③ 유치권은 점유하는 물건으로써 유치권자의 피담보채권에 대한 우선적 만족을 확보하여 주는 법정담보물권이다(민법 제320조 제1항, 상법 제58조). 한편 민법 제324조에서 정한 유치권 소멸청구는 유치권자의 선량한 관리자의 주의의무 위반에 대한 제재로서 채무자 또는 유치물의 소유자를 보호하기 위한 규정이다. 유치권자가 선량한 관리자의 주의의무를 위반한 정도에 비례하여 유치권소멸의 효과를 인정하는 것이 유치권자와 채무자 또는 소유자 사이의 이익균형을 고려한 합리적인 해석이다.<br/>  [3] 승계참가에 관한 민사소송법 규정과 2002년 민사소송법 개정에 따른 다른 다수당사자 소송제도와의 정합성, 승계참가인과 피참가인인 원고의 중첩된 청구를 모순 없이 합일적으로 확정할 필요성 등을 종합적으로 고려하면, 소송이 법원에 계속되어 있는 동안에 제3자가 소송목적인 권리의 전부나 일부를 승계하였다고 주장하며 민사소송법 제81조에 따라 소송에 참가한 경우, 원고가 승계참가인의 승계 여부에 대해 다투지 않으면서도 소송탈퇴, 소 취하 등을 하지 않거나 이에 대하여 피고가 부동의하여 원고가 소송에 남아 있다면 승계로 인해 중첩된 원고와 승계참가인의 청구 사이에는 필수적 공동소송에 관한 민사소송법 제67조가 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제321조, 상법 제1조, 제58조 / [2] 민법 제320조 제1항, 제321조, 제324조, 상법 제58조 / [3] 민사소송법 제67조, 제70조, 제79조, 제81조<br/>",
  "참조판례": "[1] 대법원 2007. 9. 7. 선고 2005다16942 판결(공2007하, 1553), 대법원 2016. 12. 27. 선고 2016다244835 판결 / [3] 대법원 2019. 10. 23. 선고 2012다46170 전원합의체 판결(공2019하, 2175)<br/>"
}