{
  "판례일련번호": "222689",
  "사건명": "가처분이의",
  "사건번호": "2019마6625",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20220616",
  "판시사항": "[1] 구 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목에서 정한 부정경쟁행위에 해당하는지 판단하는 기준<br/>  [2] 甲이 돼지고기 음식점 가맹사업을 운영하는 乙 주식회사와 가맹계약을 체결하여 그 가맹사업의 상호로 가맹점을 운영하다가 가맹계약을 해지한 다음, 다른 상호로 돼지고기 음식점 및 가맹사업을 운영하면서 기존 음식점들의 외부 간판은 다른 상호로 변경하였으나 乙 회사로부터 제공받은 인테리어, 메뉴 또는 세팅의 일부 등 영업방법은 그대로 사용하자, 乙 회사가 甲을 상대로 甲이 위 영업방법을 계속 사용하는 것은 구 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목의 부정경쟁행위에 해당한다며 사용금지를 구하는 가처분신청을 한 사안에서, 甲이 위 영업방법을 계속 사용하는 것이 (카)목의 부정경쟁행위에 해당한다고 한 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2021. 12. 7. 법률 제18548호로 개정되기 전의 것) 제2조 제1호 (카)목[이하 ‘(카)목’이라고 한다]은 그 보호대상인 ‘성과 등’의 유형에 제한을 두고 있지 않으므로, 유형물뿐만 아니라 무형물도 이에 포함되고, 종래 지식재산권법에 따라 보호받기 어려웠던 새로운 형태의 결과물도 포함될 수 있다. ‘성과 등’을 판단할 때에는 결과물이 갖게 된 명성이나 경제적 가치, 결과물에 화체된 고객흡인력, 해당 사업 분야에서 결과물이 차지하는 비중과 경쟁력 등을 종합적으로 고려해야 하고, 이러한 성과 등이 ‘상당한 투자나 노력으로 만들어진 것’인지는 권리자가 투입한 투자나 노력의 내용과 정도를 그 성과 등이 속한 산업분야의 관행이나 실태에 비추어 구체적·개별적으로 판단하되, 성과 등을 무단으로 사용함으로써 침해된 경제적 이익이 누구나 자유롭게 이용할 수 있는 이른바 공공영역(public domain)에 속하지 않는다고 평가할 수 있어야 한다.<br/>  또한 (카)목이 정하는 ‘공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 무단으로 사용’한 경우에 해당하기 위해서는 권리자와 침해자가 경쟁관계에 있거나 가까운 장래에 경쟁관계에 놓일 가능성이 있는지, 권리자가 주장하는 성과 등이 포함된 산업분야의 상거래 관행이나 경쟁질서의 내용과 그 내용이 공정한지, 위와 같은 성과 등이 침해자의 상품이나 서비스에 의해 시장에서 대체될 수 있는지, 수요자나 거래자들에게 성과 등이 어느 정도 알려졌는지, 수요자나 거래자들의 혼동가능성이 있는지 등을 종합적으로 고려해야 한다.<br/>  [2] 甲이 돼지고기 음식점 가맹사업을 운영하는 乙 주식회사와 가맹계약을 체결하여 그 가맹사업의 상호로 가맹점을 운영하다가 가맹계약을 해지한 다음, 다른 상호로 돼지고기 음식점 및 가맹사업을 운영하면서 기존 음식점들의 외부 간판은 다른 상호로 변경하였으나 乙 회사로부터 제공받은 인테리어, 메뉴 또는 세팅의 일부 등 영업방법은 그대로 사용하자, 乙 회사가 甲을 상대로 甲이 위 영업방법을 계속 사용하는 것은 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2021. 12. 7. 법률 제18548호로 개정되기 전의 것) 제2조 제1호 (카)목[이하 ‘(카)목’이라고 한다]의 부정경쟁행위에 해당한다며 사용금지를 구하는 가처분신청을 한 사안에서, 乙 회사 가맹사업이 구축한 독창적인 이미지가 (카)목의 ‘상당한 투자나 노력으로 만들어진 성과 등’에 해당한다고 볼 여지가 있으나, 위 이미지는 상호, 간판 등 외관, 인테리어 및 구체적인 메뉴의 구성과 서빙 방법 등을 종합하여 형성된 것인 반면, 甲은 그중 일부인 위 영업방법만을 계속 사용하였는데, 이는 이미 다수의 식당에서 사용되고 있는 것과 유사한 형태이거나 메뉴 또는 세팅의 극히 일부에 해당하여 위 영업방법만으로는 乙 회사 가맹사업의 종합적 이미지가 형성된다고 보기 어렵고, 위 영업방법만을 별도로 ‘상당한 투자나 노력으로 만들어진 성과 등’에 해당한다고 보기도 어려우며, 나아가 甲이 상호, 간판, 그리고 내부 인테리어의 일부를 변경하고 최상급 돼지고기의 사용을 표방함으로써 乙 회사 가맹사업의 종합적인 이미지와는 다른 이미지를 구축하고 있는 것으로 보이는 점 등에 비추어 보면, 甲이 위 영업방법을 계속 사용하는 것이 ‘공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 타인의 성과를 무단으로 사용한 경우’에 해당한다고 볼 수 없는데도, 이와 달리 보아 甲이 위 영업방법을 계속 사용하는 것이 (카)목의 부정경쟁행위에 해당한다고 한 원심판단에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2021. 12. 7. 법률 제18548호로 개정되기 전의 것) 제2조 제1호 (카)목[현행 제2조 제1호 (파)목 참조] / [2] 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2021. 12. 7. 법률 제18548호로 개정되기 전의 것) 제2조 제1호 (카)목[현행 제2조 제1호 (파)목 참조]<br/>",
  "참조판례": "[1] 대법원 2020. 3. 26. 선고 2016다276467 판결(공2020상, 809), 대법원 2020. 3. 26. 자 2019마6525 결정(공2020상, 832)<br/>"
}