{
  "판례일련번호": "222673",
  "사건명": "선거무효의소",
  "사건번호": "2020수5011",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211230",
  "판시사항": "[1] 중앙선거관리위원회 위원장이 정당법에 명시된 요건이 아닌 다른 사유로 정당등록신청을 거부할 수 있는지 여부(소극)<br/>[2] 정당의 후보자 추천 절차와 직접적인 관련이 없는 정당의 목적, 조직, 활동 등 다른 사유로 정당의 후보자 추천을 제한할 수 있는지 여부(소극) / 관할선거구선거관리위원회가 구 공직선거법 제52조 제1항 내지 제4항에서 열거되지 않은 사유를 이유로 후보자등록을 무효로 할 수 있는지 여부(소극) <br/>[3] 정당의 내부질서에 대한 법적 규제의 필요성과 그 규제의 정도<br/>[4] 중앙선거관리위원회 위원장이 비례대표국회의원 후보자 추천 절차와 관련하여 심사할 사항 및 이러한 절차에 따라 후보자가 결정되지 않았다고 인정하는 경우 취할 조치 / 비례대표국회의원 후보자 결정을 위한 심사·투표 절차가 당원의 의사가 반영될 수 있는 방식일 것이 요구되는지 여부(적극)<br/>[5] 정당이 자당의 후보자를 추천하지 않고 다른 정당의 추천후보자나 무소속후보자를 지지·지원하는 것도 정당 본래의 기능에 속하는지 여부(적극) 및 정당이 정권을 획득하기 위하여 정당 간 정책연합이나 선거공조를 하는 것이 가능한지 여부(적극)<br/>",
  "판결요지": "[1] 정당법 제4조 제1항은 \"정당은 중앙당이 중앙선거관리위원회에 등록함으로써 성립한다.\"라고 규정하여 정당설립의 요건으로 정당등록을 들고 있다. 정당법은 이러한 정당등록의 요건으로 시·도당 수 및 시·도당의 당원 수(제4조 제2항, 제17조, 제18조), 등록신청서의 기재사항(제12조 제1항, 제2항), 유사명칭 등의 사용금지(제41조) 등을 규정하고 있고, 정당등록신청을 받은 관할 선거관리위원회는 형식적 요건을 구비하는 한 이를 거부하지 못한다(제15조). 정당법에 따라 중앙선거관리위원회에 등록된 정당은 그 결사가 정당임을 법적으로 확인받게 된다.<br/>  이와 같은 정당등록에 관한 규정에 의하면 중앙선거관리위원회 위원장은 정당이 정당법에 정한 형식적 요건을 구비한 경우 등록을 수리하여야 하고, 정당법에 명시된 요건이 아닌 다른 사유로 정당등록신청을 거부하는 등으로 정당설립의 자유를 제한할 수 없다. <br/>[2] 정당은 국민의 정치적 의사형성 참여의 일환으로 공직선거에 후보자를 추천할 수 있다. 공직선거법 제47조는 정당의 공직선거 후보자 추천 권한에 관하여 규정하고 있는데, 정당의 후보자 추천 절차와 직접적인 관련이 없는 정당의 목적, 조직, 활동 등 다른 사유로 정당의 후보자 추천을 제한하고 있지 않다. <br/>  나아가 공직선거법 제49조 제1항 내지 제4항은 공직선거 후보자의 등록 시 제출하여야 할 서류를 열거하고 있고, 같은 조 제8항에서 관할선거구선거관리위원회는 후보자등록신청이 있는 때에는 등록신청서, 정당의 추천서 등 특정 서류를 갖추지 아니한 경우가 아닌 한 즉시 이를 수리하여야 한다고 규정하고 있다. 또한 구 공직선거법(2020. 12. 29. 법률 제17813호로 개정되기 전의 것)은 제52조 제1항 내지 제4항에서 후보자등록 무효 사유를 한정적으로 열거하고 있고, 관할선거구선거관리위원회로서는 위 조항에 열거되지 않은 사유를 이유로 후보자등록을 무효로 할 수 없다. <br/>[3] 정당의 자유는 민주정치의 전제인 자유롭고 공개적인 정치적 의사형성을 가능하게 하는 것이므로 그 자유는 최대한 보장되지 않으면 안 된다. 그러나 정당의 활동은 헌법의 테두리 안에서 보장되는 것이고, 정당은 정치적 조직체인 탓에 그 내부조직에서 형성되는 과두적, 권위주의적 지배경영을 배제하여 민주적 내부질서를 확보하기 위한 법적 규제가 불가피하게 요구된다. 그러나 정당의 내부질서에 대한 규제는 그것이 지나칠 경우 정당의 자유에 대한 침해의 위험성이 있으므로 민주적 내부질서 확보에 필요한 최소한도의 규제로 그쳐야 한다. <br/>[4] 비례대표국회의원 후보자 추천에 관하여 정당은 후보자 추천 절차의 구체적인 사항을 당헌 또는 당규로 정하여 그 당헌 또는 당규에 따라 민주적 심사절차를 거쳐 대의원·당원 등으로 구성된 선거인단의 민주적 투표절차에 따라 추천할 후보자를 결정하여야 하고, 관할 선거관리위원회인 중앙선거관리위원회 위원장은 정당이 제출한 비례대표국회의원 선거의 후보자 추천 절차에 관한 자료를 심사하여 정당이 구 공직선거법(2020. 12. 29. 법률 제17813호로 개정되기 전의 것) 제47조 제2항 제1호 및 제2호 전단에 따라 민주적 심사를 거쳐 대의원·당원 등으로 구성된 선거인단의 민주적 투표절차에 따라 후보자를 결정하였는지, 후보자 추천 절차의 구체적 사항을 당헌·당규로 정하고 그에 따라 후보자를 결정하였는지를 심사하여야 하며, 그와 같은 방법으로 후보자가 결정되지 아니하였다고 인정하는 경우 후보자등록 수리를 거부하거나 후보자등록을 무효로 하는 조치를 취하여야 한다. 또한, 이와 같은 비례대표국회의원 후보자 추천을 위한 심사 및 대의원·당원 등으로 구성된 선거인단에 의한 투표 절차는 ‘민주적’일 것, 즉 비례대표국회의원 후보자 결정을 위한 심사·투표 절차에 당원의 의사가 반영될 수 있는 방식일 것이 요구된다.<br/>[5] 정당은 국민의 이익을 위하여 책임 있는 정치적 주장이나 정책을 추진하고 공직선거의 후보자를 추천 또는 지지함으로써 국민의 정치적 의사형성에 참여함을 목적으로 하는 국민의 자발적 조직이므로(정당법 제2조), 그 정당이 추구하는 정치적 주장이나 정책을 실현하기 위하여 자당의 후보자를 추천하는 것은 물론 자당의 후보자를 추천하지 않고 다른 정당의 추천후보자나 무소속후보자를 지지·지원하는 것 또한 정당의 본래의 기능에 속한다. 또한 공직선거법 제88조가 다른 정당이나 선거구가 같거나 일부 겹치는 다른 후보자를 위한 선거운동을 할 수 없는 자를 후보자·선거사무장 등으로 제한하면서 정당이나 정당의 당직자·당원 등을 다른 정당이나 다른 정당 소속 후보자를 위하여 자유롭게 선거운동을 할 수 있도록 허용하고 있는 점에 비추어, 정당이 정권을 획득하기 위하여 정당 간 정책연합이나 선거공조를 하는 것도 가능하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 정당법 제4조 제1항, 제2항, 제12조 제1항, 제2항, 제15조, 제17조, 제18조, 제41조 / [2] 구 공직선거법(2020. 12. 29. 법률 제17813호로 개정되기 전의 것) 제52조 제1항, 제2항, 제3항, 제4항, 공직선거법 제47조, 제49조 제1항, 제2항, 제3항, 제4항, 제8항 / [3] 헌법 제8조, 정당법 제1조, 제37조 / [4] 구 공직선거법(2020. 12. 29. 법률 제17813호로 개정되기 전의 것) 제47조 제2항 제1호, 제2호 / [5] 정당법 제2조, 공직선거법 제88조<br/>",
  "참조판례": "[2] 대법원 2021. 8. 19. 선고 2020수5325 판결 / [3] 대법원 2010. 10. 14. 선고 2010다23791 판결, 대법원 2017. 5. 17. 선고 2016수19 판결(공2017상, 1303) / [5] 대법원 2004. 5. 31. 선고 2003수26 판결<br/>"
}