{
  "판례일련번호": "222651",
  "사건명": "소유권이전등기",
  "사건번호": "2019다272053",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220428",
  "판시사항": "[1] 기부채납의 법적 성질(=증여계약) 및 지방자치단체와 상인인 기부자 사이에 체결된 기부채납 약정에 근거한 채권에 5년의 상사 소멸시효기간이 적용되는지 여부(적극)<br/>  [2] 물건에 대한 점유의 의미 및 판단 기준<br/>  [3] 甲 주식회사가 乙 지방자치단체와 체결한 주차장에 관한 기부채납 약정을 이행하기 위해 주차장을 설치하였고 이후 주민들이 무상으로 주차장을 사용하고 있는데, 乙 지방자치단체가 甲 회사를 상대로 주차장에 대한 소유권이전등기절차의 이행을 구하자, 甲 회사가 乙 지방자치단체의 소유권이전등기청구권이 시효로 소멸하였다고 항변한 사안에서, 乙 지방자치단체의 소유권이전등기청구권에는 5년의 상사 소멸시효기간이 적용되는데, 乙 지방자치단체가 직접 또는 관리 위탁을 통해 주차장을 유지·관리함으로써 주차장을 지속적으로 점유해 온 것이라고 평가할 수 있는데도, 乙 지방자치단체의 소유권이전등기청구권이 시효로 소멸하였다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 기부채납이란 지방자치단체 외의 자가 부동산 등의 소유권을 무상으로 지방자치단체에 이전하여 지방자치단체가 이를 취득하는 것으로서, 기부자가 재산을 지방자치단체의 공유재산으로 증여하는 의사표시를 하고 지방자치단체가 이를 승낙하는 채납의 의사표시를 함으로써 성립하는 증여계약에 해당한다.<br/>  당사자 쌍방에 대하여 모두 상행위가 되는 행위로 인한 채권뿐만 아니라 당사자 일방에 대하여만 상행위에 해당하는 행위로 인한 채권도 상법 제64조에 정해진 5년의 소멸시효기간이 적용되는 상사채권에 해당한다. 이 경우 상행위에는 상법 제46조 각호에 해당하는 기본적 상행위뿐만 아니라 상인이 영업을 위하여 하는 보조적 상행위(상법 제47조)도 포함되고, 상인이 영업을 위하여 하는 행위는 상행위로 보되 상인의 행위는 영업을 위하여 하는 것으로 추정된다.<br/>  따라서 기부자가 상인인 경우 지방자치단체와 그 기부자 사이에 체결된 기부채납 약정은 다른 사정이 없는 한 상인이 영업을 위하여 한 보조적 상행위에 해당하므로, 그러한 기부채납 약정에 근거한 채권에는 5년의 상사 소멸시효기간이 적용된다.<br/>  [2] 물건에 대한 점유란 사회관념상 어떤 사람이 사실적으로 지배하고 있는 객관적 상태를 말하는 것으로서, 사실적 지배는 반드시 물건을 물리적, 현실적으로 지배하는 것만을 의미하는 것이 아니고, 그 인정 여부는 물건과 사람 사이의 시간적·공간적 관계와 본권 관계, 타인 지배의 배제 가능성 등을 고려해서 사회관념에 따라 합목적적으로 판단해야 한다.<br/>  [3] 甲 주식회사가 乙 지방자치단체와 체결한 주차장에 관한 기부채납 약정을 이행하기 위해 주차장을 설치하였고 이후 주민들이 무상으로 주차장을 사용하고 있는데, 乙 지방자치단체가 甲 회사를 상대로 주차장에 대한 소유권이전등기절차의 이행을 구하자, 甲 회사가 乙 지방자치단체의 소유권이전등기청구권이 시효로 소멸하였다고 항변한 사안에서, 상인인 甲 회사가 乙 지방자치단체와 체결한 기부채납 약정으로 乙 지방자치단체가 취득한 소유권이전등기청구권에는 5년의 상사 소멸시효기간이 적용되는데, 위 주차장은 甲 회사가 기부채납을 한 것이나 주민을 위한 공용주차장으로 사용된 경위를 살펴보면 乙 지방자치단체가 주민에게 주차장을 설치·제공한 것이라고 평가할 수 있으며, 乙 지방자치단체는 직접 또는 도시관리공사를 통해 지속적으로 주차장을 관리하였고, 주차장이 장기간 공영주차장으로 정상 운영될 수 있었던 것은 이러한 지속적 관리가 있었기 때문이라고 볼 수 있으며, 또한 乙 지방자치단체가 지방자치단체라는 사정을 감안하면 주민으로 하여금 주차장을 자유롭게 사용하도록 한 것이 점유의 판단 기준으로서 ‘타인 지배의 배제 가능성’을 부정하는 요소라고 볼 수 없고, 오히려 乙 지방자치단체가 직접 또는 관리 위탁을 통해 주민이 주차장을 자유롭게 사용할 수 있도록 유지·관리한 것은 합목적적 관점에서 乙 지방자치단체가 주차장을 지속적으로 점유해 온 것이라고 평가할 수 있는데도, 乙 지방자치단체의 소유권이전등기청구권이 시효로 소멸하였다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공유재산 및 물품 관리법 제2조 제3호, 민법 제554조, 상법 제3조, 제46조, 제47조, 제64조 / [2] 민법 제192조 / [3] 공유재산 및 물품 관리법 제2조 제3호, 민법 제192조, 제554조, 상법 제3조, 제47조, 제64조<br/>",
  "참조판례": "[1] 대법원 2002. 9. 24. 선고 2002다6760, 6777 판결(공2002하, 2516), 대법원 2012. 11. 15. 선고 2010다47834 판결 / [2] 대법원 2013. 7. 11. 선고 2012다201410 판결(공2013하, 1450), 대법원 2022. 2. 10. 선고 2018다298799 판결(공2022상, 511)<br/>"
}