{
  "판례일련번호": "222693",
  "사건명": "손해배상(기)",
  "사건번호": "2022다204708",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220616",
  "판시사항": "[1] 학생에게 부여된 학습권이 학교의 설립·운영 주체 또는 학교교육의 단계에 따라 법적 근거를 달리한다고 볼 수 있는지 여부(소극)<br/>  [2] 미성년자인 학생도 학습권의 주체로서 국가의 교육권한과 부모의 교육권 범주 내에서 자신의 교육에 관하여 스스로 결정할 권리를 가지는지 여부(적극) 및 이와 같은 학생의 학습권은 부모의 교육권과 구별되는 독자적인 권리인지 여부(적극)<br/>  [3] 사립초등학교를 운영하는 甲 학교법인이 학교를 무단으로 폐교함으로써 학습권 및 교육권이 침해되었다는 이유로 재학생과 학부모 등이 甲 법인과 이사장을 상대로 위자료 지급을 구한 사안에서, 甲 법인 등이 일방적·전격적으로 폐교 결정을 함에 따라 재학생들의 학습권은 물론 학부모들의 학교선택권 등 자녀교육권이 모두 침해되었다는 이유로 甲 법인 등의 위자료 지급의무를 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 헌법은 모든 국민이 능력에 따라 균등하게 교육을 받을 권리를 가진다고 하여 국민의 기본권으로 학습권을 규정하였고(제31조 제1항), 교육에 관한 국민의 권리 등에 관한 기본적 사항을 정한 교육기본법은 모든 국민에 대하여 평생에 걸쳐 학습하고 능력과 적성에 따라 교육받을 권리가 있음과 동시에 의무교육을 받을 권리로 6년의 초등교육과 3년의 중등교육을 명시하였으며(제3조, 제8조), 사립학교의 설립·운영의 근거로 법인이나 사인(私人)이 법률로 정하는 바에 따라 학교 등을 설립·경영할 수 있음을 규정하였고(제11조 제2항), 학생을 포함한 학습자의 기본적 인권이 학교교육 과정에서 존중되고 보호되어야 함을 규정하였다(제12조). 즉, 학생에게 부여된 학습권은 위와 같은 헌법과 교육기본법의 관련 규정에 근거를 둔 것으로, 이는 학교의 설립·운영 주체가 국공립학교 또는 사립학교인지 여부나 학교교육의 단계가 유아·초등·중등·고등교육 과정인지 여부에 따라 법적 근거를 달리한다고 볼 수 없다.<br/>  [2] 학습권의 주체인 학생은 비록 그가 미성년자인 경우에도, 부모와 국가에 의한 교육의 단순한 대상이 아니라 독자적인 인격체로서 국가의 교육권한과 부모의 교육권 범주 내에서 자신의 교육에 관하여 스스로 결정할 권리를 독자적으로 가진다. 따라서 학생의 학습권의 내용·범위가 국가의 교육권한과 부모의 교육권이라는 내재적인 한계 내에서 인정된다고 하여, 학생에게 부여된 학습권이 부모의 교육권에 포함될 뿐 이와 구별되는 독자적인 권리에 해당하지 않는다고 볼 수는 없다.<br/>  [3] 사립초등학교를 운영하는 甲 학교법인이 학교를 무단으로 폐교함으로써 학습권 및 교육권이 침해되었다는 이유로 재학생과 학부모 등이 甲 법인과 이사장을 상대로 위자료 지급을 구한 사안에서, 甲 법인 등이 미리 상당한 기간을 두고서 관할 교육청 및 학교 구성원들과 충분한 의견수렴·논의를 거치거나 수년간의 유예기간 동안 점진적 폐교 방식을 채택하지 아니하였고, 관할 교육청으로부터 폐교인가처분이 내려지기도 전에 교직원을 상대로 근로계약종료를 통보하였음은 물론 폐교인가신청에 대한 반려처분이 내려졌음에도 학교를 정상화하거나 학생들의 학습권과 학부모들의 교육권이 침해되지 않도록 적절한 대책을 마련하려는 노력을 하지 아니한 채, 오히려 학생들의 전출을 계속적으로 종용하면서 위 반려처분을 위반하여 일방적·전격적으로 학교에 대한 폐교 결정을 함에 따라 재학생들의 학습권은 물론 학부모들의 학교선택권 등 자녀교육권이 모두 침해되었다는 이유로 甲 법인 등의 위자료 지급의무를 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제31조 제1항, 교육기본법 제3조, 제8조, 제11조 제2항, 제12조 / [2] 헌법 제31조 제1항, 교육기본법 제3조, 제8조, 제12조 / [3] 헌법 제31조 제1항, 제37조 제1항, 교육기본법 제3조, 제8조, 제11조 제2항, 제12조, 초·중등교육법 제4조 제3항, 사립학교법 제19조 제1항, 민법 제35조 제1항, 제750조, 제751조<br/>",
  "참조판례": "[2] 대법원 2007. 9. 20. 선고 2005다25298 판결(공2007하, 1617)<br/>"
}