{
  "판례일련번호": "222681",
  "사건명": "공갈·특수협박·협박·특수상해·특수폭행·상해",
  "사건번호": "2022도364",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220616",
  "판시사항": "수사기관이 작성한 피고인 아닌 자의 진술을 기재한 조서에 대한 실질적 진정성립을 증명할 수 있는 수단으로서 형사소송법 제312조 제4항에 규정된 ‘영상녹화물’의 의미 / 형사소송규칙 제134조의3의 입법 취지 / 형사소송법 및 형사소송규칙에 규정된 방식과 절차를 위반한 영상녹화물에 의하여 피고인 아닌 자의 진술을 기재한 조서의 실질적 진정성립을 증명할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "형사소송법 제312조 제4항은 \"검사 또는 사법경찰관이 피고인이 아닌 자의 진술을 기재한 조서는 적법한 절차와 방식에 따라 작성된 것으로서 그 조서가 검사 또는 사법경찰관 앞에서 진술한 내용과 동일하게 기재되어 있음이 원진술자의 공판준비 또는 공판기일에서의 진술이나 영상녹화물 또는 그 밖의 객관적인 방법에 의하여 증명되고, 피고인 또는 변호인이 공판준비 또는 공판기일에 그 기재 내용에 관하여 원진술자를 신문할 수 있었던 때에는 증거로 할 수 있다. 다만 그 조서에 기재된 진술이 특히 신빙할 수 있는 상태하에서 행하여졌음이 증명된 때에 한한다.\"라고 규정하여 수사기관이 작성한 피고인이 아닌 자에 대한 진술조서의 실질적 진정성립은 공판준비 또는 공판기일에서의 원진술자의 진술 외에 영상녹화물 또는 그 밖의 객관적인 방법에 의하여 인정할 수 있도록 하고 있다.<br/>형사소송법 제312조 제4항이 실질적 진정성립을 증명할 수 있는 방법으로 규정하는 영상녹화물에 대하여는 형사소송법 및 형사소송규칙에서 영상녹화의 과정, 방식 및 절차 등을 엄격하게 규정하고 있으므로(형사소송법 제221조 제1항 후문, 형사소송규칙 제134조의2, 제134조의3) 수사기관이 작성한 피고인 아닌 자의 진술을 기재한 조서에 대한 실질적 진정성립을 증명할 수 있는 수단으로서 형사소송법 제312조 제4항에 규정된 ‘영상녹화물’이라 함은 형사소송법 및 형사소송규칙에 규정된 방식과 절차에 따라 제작되어 조사 신청된 영상녹화물을 의미한다고 봄이 타당하다.<br/>형사소송법은 제221조 제1항 후문에서 \"검사 또는 사법경찰관은 피의자가 아닌 자의 출석을 요구하여 진술을 들을 경우 그의 동의를 받아 영상녹화할 수 있다.\"라고 규정하고 있고, 형사소송규칙은 제134조의3에서 검사는 피의자가 아닌 자가 공판준비 또는 공판기일에서 조서가 자신이 검사 또는 사법경찰관 앞에서 진술한 내용과 동일하게 기재되어 있음을 인정하지 아니하는 경우 그 부분의 성립의 진정을 증명하기 위하여 영상녹화물의 조사를 신청할 수 있고(제1항), 검사가 이에 따라 영상녹화물의 조사를 신청하는 때에는 피의자가 아닌 자가 영상녹화에 동의하였다는 취지로 기재하고 기명날인 또는 서명한 서면을 첨부하여야 하며(제2항), 조사 신청한 영상녹화물은 조사가 개시된 시점부터 조사가 종료되어 피의자 아닌 자가 조서에 기명날인 또는 서명을 마치는 시점까지 전 과정이 영상녹화된 것으로서 피의자 아닌 자의 진술이 영상녹화되고 있다는 취지의 고지, 영상녹화를 시작하고 마친 시각 및 장소의 고지, 신문하는 검사 또는 사법경찰관과 참여한 자의 성명과 직급의 고지, 조사를 중단·재개하는 경우 중단 이유와 중단 시각, 중단 후 재개하는 시각, 조사를 종료하는 시각의 내용을 포함하는 것이어야 한다고 규정하고 있다(제3항에 의하여 제134조의2 제3항 제1호부터 제3호, 제5호, 제6호를 준용한다). 형사소송규칙에서 피의자 아닌 자가 기명날인 또는 서명한 영상녹화 동의서를 첨부하도록 한 취지는 피의자 아닌 자의 영상녹화에 대한 진정한 동의를 받아 영상녹화를 시작했는지를 확인하기 위한 것이고, 조사가 개시된 시점부터 조사가 종료되어 조서에 기명날인 또는 서명을 마치는 시점까지 조사 전 과정이 영상녹화된 것을 요구하는 취지는 진술 과정에서 연출이나 조작을 방지하여야 할 필요성이 인정되기 때문이다.<br/>  이러한 형사소송법과 형사소송규칙의 규정 내용과 취지에 비추어 보면, 수사기관이 작성한 피고인이 아닌 자의 진술을 기재한 조서에 대하여 실질적 진정성립을 증명하기 위해 영상녹화물의 조사를 신청하려면 영상녹화를 시작하기 전에 피고인 아닌 자의 동의를 받고 그에 관해서 피고인 아닌 자가 기명날인 또는 서명한 영상녹화 동의서를 첨부하여야 하고, 조사가 개시된 시점부터 조사가 종료되어 참고인이 조서에 기명날인 또는 서명을 마치는 시점까지 조사 전 과정이 영상녹화되어야 하므로 이를 위반한 영상녹화물에 의하여는 특별한 사정이 없는 한 피고인 아닌 자의 진술을 기재한 조서의 실질적 진정성립을 증명할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "형사소송법 제221조 제1항, 제312조 제4항, 형사소송규칙 제134조의2 제3항 제1호, 제2호, 제3호, 제5호, 제6호, 제134조의3<br/>",
  "참조판례": "대법원 2016. 2. 18. 선고 2015도16586 판결(공2016상, 493)<br/>"
}