{
  "판례일련번호": "222739",
  "사건명": "배당이의",
  "사건번호": "2018다250087",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211111",
  "판시사항": "[1] 전부명령에 의한 채무소멸의 효과는 채권자가 압류명령신청 시 명시한 집행채권의 변제를 위해서만 생기는지 여부(적극) 및 압류명령신청에 기재된 집행채권이 수 개인 경우, 전부명령에 의한 채무 변제의 효과가 어느 채무에 대하여 생기는지 정하는 기준<br/>[2] 재판상 담보공탁의 담보권리자가 공탁금회수청구권을 압류하고 추심명령이나 확정된 전부명령을 받은 후 담보취소결정을 받아 공탁금회수청구를 하는 경우 담보공탁금의 피담보채권을 집행채권으로 하는 것인 이상, 이는 담보권의 실행방법으로 인정되는지 여부(적극) / 가집행선고부 판결에 대한 강제집행정지를 위하여 공탁한 담보의 담보적 효력이 미치는 범위 <br/>[3] 가집행선고부 판결에 대한 강제집행정지를 위하여 공탁한 담보금액과 피공탁자인 담보권자가 그 공탁금회수청구권에 대하여 압류·전부명령을 신청하면서 신청서에 적은 청구금액이 모두 피담보채권인 손해배상채권액을 초과하고 압류·전부명령신청서에 적은 집행권원이 그 손해배상채권을 포함하여 이를 초과하는 금액의 지급을 명하는 것일 경우, 담보되는 손해배상채권부터 우선적으로 집행채권에 포함되는지 여부(원칙적 적극) / 이때 담보공탁을 한 채무자가 수인이고 그 채무가 서로 부진정연대채무관계이며 채권자가 수인의 채무자들이 갖는 공탁금회수청구권 전체에 대해 동시에 압류·전부명령을 신청하면서 그 신청서에 그중 어느 채무자로부터 담보적 효력이 미치는 손해배상채권의 만족을 구한다는 취지를 특정하여 기재하지 않은 경우, 각 채무자가 공탁한 담보에 비례하여 각 공탁 채무자에 대한 집행채권에 손해배상채권을 배분하여야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 민사집행법과 민사집행규칙은 채권에 대한 압류명령신청서에 압류할 채권의 종류와 액수, 채권자·채무자·제3채무자와 그 대리인의 표시, 집행권원의 표시 및 집행권원에 표시된 청구권의 일부에 관하여만 압류명령을 신청하거나 목적채권의 일부에 대하여만 압류명령을 신청하는 때에는 그 범위를 적도록 규정하고 있다(민사집행법 제225조, 민사집행규칙 제159조). 한편 전부명령이 확정된 경우에는 전부명령이 제3채무자에게 송달된 때에 채무자가 채무를 변제한 것으로 보고, 다만 이전된 채권이 존재하지 아니한 때에는 그러하지 아니하며(민사집행법 제231조), 위와 같은 전부명령에 의한 채무소멸의 효과는 채권자가 압류명령신청 시에 명시한 집행채권의 변제를 위하여서만 생긴다.<br/>  따라서 압류명령신청에 기재된 집행채권이 수 개인 경우에 전부명령에 의한 채무변제의 효과가 어느 채무에 대하여 생기는지는 법정변제충당의 법리가 적용되기에 앞서 집행채권의 확정에 의하여 결정되고, 구체적으로는 집행권원과 청구금원 등 채권자가 압류명령신청서에 기재한 내용에 의하여 정하여진다. 이는 채권자의 의사에 기하여 전부명령에 의해 소멸할 집행채권의 종류와 범위를 확정하는 문제이지 민법 제476조에서 정한 지정변제충당의 문제가 아니다.<br/>[2] 재판상 담보공탁의 담보권리자가 공탁금회수청구권을 압류하고 추심명령이나 확정된 전부명령을 받은 후 담보취소결정을 받아 공탁금회수청구를 하는 경우, 그 담보공탁금의 피담보채권을 집행채권으로 하는 것인 이상, 담보권리자의 위와 같은 담보취소신청은 어디까지나 담보권을 포기하고 일반 채권자로서 강제집행을 하는 것이 아니라 오히려 적극적인 담보권실행에 의하여 그 공탁물회수청구권을 행사하기 위한 방법으로 보는 것이 타당하다. 따라서 이는 담보권의 실행방법으로 인정되고, 이 경우 그에 선행하는 일반 채권자의 압류 및 추심명령이나 전부명령으로 이에 대항할 수 없다. 한편 가집행선고부 판결에 대한 강제집행정지를 위하여 공탁한 담보는 강제집행정지로 인하여 채권자에게 생길 손해를 담보하기 위한 것이고 정지의 대상인 기본채권 자체를 담보하는 것은 아니므로, 채권자는 그 손해배상청구권에 한하여서만 담보권을 가질 뿐 기본채권에까지 담보적 효력이 미치는 것은 아니다.<br/>[3] 가집행선고부 판결에 대한 강제집행정지를 위하여 공탁한 담보금액과 피공탁자인 담보권자가 그 공탁금회수청구권에 대하여 압류·전부명령을 신청하면서 신청서에 적은 청구금액이 모두 피담보채권인 손해배상채권액을 초과하고 압류·전부명령신청서에 적은 집행권원이 그 손해배상채권을 포함하여 이를 초과하는 금액의 지급을 명하는 것일 경우에, 담보권자인 채권자의 의사는 그 신청서에 다른 의사를 표시하는 등의 특별한 사정이 없는 한 담보되는 손해배상채권부터 우선적으로 집행채권에 포함시키려 하는 데에 있다고 봄이 합리적이다. 따라서 이때에는 담보되는 손해배상채권부터 우선적으로 집행채권에 포함되고, 담보되지 않는 기본채권은 압류명령신청서에 적은 청구금액에서 손해배상채권을 뺀 잔액의 범위에서 집행채권에 포함된다고 보아야 한다.   <br/>  또한 이와 같은 경우에 담보공탁을 한 채무자가 수인이고 그 채무가 서로 부진정연대채무관계이며 채권자가 수인의 채무자들이 갖는 공탁금회수청구권 전체에 대해 동시에 압류·전부명령을 신청하면서 그 신청서에 그중 어느 채무자로부터 담보적 효력이 미치는 손해배상채권의 만족을 구한다는 취지를 특정하여 기재하지 않았다면, 채권자는 어느 채무자가 제공한 담보에서 그 피담보채권의 만족을 구할 것인지에 관한 실행선택권을 포기한 것으로 보아야 한다. 이 경우 오로지 각 공탁 채무자와 그에 대한 채권자 사이에서 이해관계의 공평한 조절이 문제 될 뿐이므로, 특별한 사정이 없는 한 각 채무자가 공탁한 담보에 비례하여 각 공탁 채무자에 대한 집행채권에 손해배상채권을 배분하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제225조, 제231조, 민사집행규칙 제159조 / [2] 민사소송법 제122조, 제123조, 제500조 제1항, 제501조, 제502조, 민사집행법 제225조, 제231조, 제232조 / [3] 민사소송법 제122조, 제123조, 제500조 제1항, 제501조, 제502조, 민사집행법 제225조, 제231조, 제232조, 민사집행규칙 제159조, 민법 제413조<br/>",
  "참조판례": "[1] 대법원 1996. 4. 12. 선고 95다55047 판결(공1996상, 1518) / [2] 대법원 2000. 1. 14. 선고 98다24914 판결(공2000상, 374), 대법원 2004. 11. 26. 선고 2003다19183 판결(공2005상, 24)<br/>"
}