{
  "판례일련번호": "222701",
  "사건명": "회사에관한소송",
  "사건번호": "2022다207967",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220616",
  "판시사항": "[1] 과거의 법률관계가 확인의 소의 대상이 될 수 있는 경우<br/>  [2] 확인의 소에서 확인의 이익 유무가 직권조사사항인지 여부(적극) 및 당사자가 현재의 권리나 법률관계에 존재하는 불안·위험이 있어 확인을 구하는 소를 제기하였으나 법원의 심리 도중 시간적 경과로 확인을 구하는 대상이 과거의 법률관계가 되어 버린 경우, 법원이 취할 조치<br/>  [3] 甲 주식회사의 이사로 근무하다가 임기가 만료된 乙이 자신의 임기만료 후 개최된 주주총회의 결의에 모두 하자가 존재하여 이사 정원에 결원이 발생하였으므로 자신의 이사 지위가 계속 유지된다고 주장하면서 이사 지위의 확인을 구하는 소를 제기하였다가, 소송 계속 중 새로운 이사가 선임되자, 자신이 임기가 만료된 때부터 약 2년 4개월 동안 이사의 지위에 있었음에 대한 확인을 구하는 것으로 청구를 변경한 사안에서, 변경 후 청구는 과거의 법률관계에 대하여 확인을 구하는 것이므로, 임기만료 후 乙이 이사의 지위에서 甲 회사 또는 이해관계인들과 사이에 어떠한 법률관계 등을 형성하여 왔고 이를 전제로 당사자들 사이에 현재 어떠한 법적 분쟁이 존재하는지, 과거의 기간에 대한 이사 지위 확인을 통하여 그러한 분쟁들이 유효·적절하게 해결될 수 있는지 등을 구체적으로 심리하거나 乙에게 청구취지 변경 여부 등에 관하여 석명하여 확인의 이익이 있는지를 판단하였어야 하는데도, 별다른 심리나 석명 없이 변론을 종결한 후 乙에게 과거 이사 지위에 대하여 확인을 구할 이익이 있다고 한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 확인의 소는 원칙적으로 분쟁 당사자 사이의 권리 또는 법률상 지위에 현존하는 불안·위험이 있고 확인판결을 받는 것이 분쟁을 근본적으로 해결하는 가장 유효·적절한 수단일 때에 허용되므로, 과거의 법률관계는 현재의 권리 또는 법률관계에 관하여 확정할 이익이 없어 확인의 소의 대상이 될 수 없음이 원칙이다.<br/>  다만 과거의 법률관계가 이해관계인들 사이에 분쟁의 전제가 되어 과거의 법률관계라고 하더라도 그에 대한 확인을 구하는 것이 이와 관련된 다수 분쟁을 일거에 해결하는 유효·적절한 수단이 될 수 있는 경우 등에는 예외적으로 확인의 이익이 인정될 수 있다.<br/>  [2] 확인의 소에서 확인의 이익 유무는 직권조사사항이므로 당사자의 주장 여부에 관계없이 법원이 직권으로 판단하여야 하고, 당사자가 현재의 권리나 법률관계에 존재하는 불안·위험이 있어 확인을 구하는 소를 제기하였으나 법원의 심리 도중 시간적 경과로 인해 확인을 구하는 대상이 과거의 법률관계가 되어 버린 경우, 법원으로서는 확인의 대상이 과거의 법률관계라는 이유로 확인의 이익이 없다고 보아 곧바로 소를 각하할 것이 아니라, 당사자에게 현재의 권리 또는 법률상 지위에 대한 위험이나 불안을 제거하기 위해 과거의 법률관계에 대한 확인을 구할 이익이나 필요성이 있는지 여부를 석명하여 이에 관한 의견을 진술하게 하거나 당사자로 하여금 청구취지를 변경할 수 있는 기회를 주어야 한다.<br/>  [3] 甲 주식회사의 이사로 근무하다가 임기가 만료된 乙이 자신의 임기만료 후 개최된 주주총회의 결의에 모두 하자가 존재하여 이사 정원에 결원이 발생하였으므로 자신의 이사 지위가 계속 유지된다고 주장하면서 이사 지위의 확인을 구하는 소를 제기하였다가, 소송 계속 중 새로운 이사가 선임되자, 자신이 임기가 만료된 때부터 약 2년 4개월 동안 이사의 지위에 있었음에 대한 확인을 구하는 것으로 청구를 변경한 사안에서, 변경 후 청구는 과거의 법률관계에 대하여 확인을 구하는 것이므로 乙이 甲 회사 등과 현재 법률적 분쟁이 있고 乙의 과거 지위에 대한 확인을 받는 것이 이러한 분쟁을 해결하는 유효·적절한 수단이 될 수 있다는 등의 특별한 사정이 있는 경우에 한하여 확인의 이익이 인정될 수 있는데, 乙에게는 위 기간 동안 이사로서의 보수를 청구할 권리가 있다는 점 외에 현재 甲 회사 등과 어떠한 법률적 다툼이 존재한다고 볼 만한 구체적 사정을 찾을 수 없고, 乙이 보수청구권을 가진다고 하여 그것만으로 과거 이사 지위에 있었음에 대한 확인을 구할 이익이 곧바로 긍정되는 것도 아니며, 확인의 소로 乙의 과거 이사 지위가 확인되더라도 적정 보수액 등을 둘러싼 추가적인 분쟁 등까지 일거에 해소될 수 있다고 보기 어려워, 위 확인의 소가 보수청구권과 관련된 분쟁을 해결할 수 있는 유효·적절한 수단이라고 단정할 수도 없으므로, 이사의 보수청구권뿐만 아니라 임기만료 후 乙이 이사의 지위에서 甲 회사 또는 이해관계인들과 사이에 어떠한 법률관계 등을 형성하여 왔고 이를 전제로 당사자들 사이에 현재 어떠한 법적 분쟁이 존재하는지 및 과거의 기간에 대한 이사 지위 확인을 통하여 그러한 분쟁들이 유효·적절하게 해결될 수 있는지 등을 구체적으로 심리하거나 乙에게 청구취지 변경 여부 등에 관하여 석명하여 확인의 이익이 있는지를 판단하였어야 하는데도, 별다른 심리나 석명 없이 변론을 종결한 후 乙에게 과거 이사 지위에 대하여 확인을 구할 이익이 있다고 한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 민사소송법 제134조[직권조사사항], 제136조, 제250조 / [3] 민사소송법 제134조[직권조사사항], 제136조, 제250조<br/>",
  "참조판례": "[1][2] 대법원 2020. 8. 20. 선고 2018다249148 판결(공2020하, 1769) / [1] 대법원 1995. 3. 28. 선고 94므1447 판결(공1995상, 1751), 대법원 1995. 5. 26. 선고 94다59257 판결(공1995하, 2257), 대법원 1995. 11. 14. 선고 95므694 판결(공1996상, 54), 대법원 1996. 5. 10. 선고 94다35565, 35572 판결(공1996하, 1788), 대법원 2002. 6. 28. 선고 2001다25078 판결(공2002하, 1794), 대법원 2022. 2. 10. 선고 2019다227732 판결(공2022상, 520) / [2] 대법원 1991. 7. 12. 선고 91다12905 판결(공1991, 2156), 대법원 2006. 3. 9. 선고 2005다60239 판결(공2006상, 589)<br/>"
}