{
  "판례일련번호": "222713",
  "사건명": "손해배상(기)[3자간 등기명의신탁에서 명의수탁자가 신탁부동산을 임의로 처분한 행위가 명의신탁자에 대해 불법행위를 구성하는지 문제된 사안]",
  "사건번호": "2020다208997",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220609",
  "판시사항": "명의수탁자가 3자간 등기명의신탁에 따라 매도인으로부터 소유권이전등기를 넘겨받은 부동산을 자기 마음대로 처분한 경우, 형사상 횡령죄로 처벌되는지와 관계없이 명의수탁자는 명의신탁자에 대하여 민사상 불법행위책임을 부담하는지 여부(적극)<br/>",
  "판결요지": "명의수탁자가 3자간 등기명의신탁에 따라 매도인으로부터 소유권이전등기를 넘겨받은 부동산을 자기 마음대로 처분한 행위가 형사상 횡령죄로 처벌되지 않더라도, 이는 명의신탁자의 채권인 소유권이전등기청구권을 침해하는 행위로써 민법 제750조에 따라 불법행위에 해당하여 명의수탁자는 명의신탁자에게 손해배상책임을 질 수 있다. 그 이유는 다음과 같다.<br/>  ① 명의신탁자가 매수한 부동산에 관하여 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다)을 위반하여 명의수탁자와 맺은 명의신탁약정에 따라 매도인에게서 바로 명의수탁자 앞으로 소유권이전등기를 마친 이른바 3자간 등기명의신탁을 한 경우에 명의수탁자가 부동산을 임의로 처분한 것이 횡령죄가 되는지 문제 된다. 대법원은 2016. 5. 19. 선고 2014도6992 전원합의체 판결을 통해 종전 판례를 변경하여 위와 같은 경우 명의신탁자는 부동산 소유자가 아니고 명의신탁자와 명의수탁자 사이에 위탁신임관계를 인정할 수도 없어 명의수탁자가 명의신탁자의 재물을 보관하는 자라고 할 수 없으므로, 명의수탁자가 신탁 부동산을 임의로 처분해도 명의신탁자에 대한 관계에서 횡령죄가 성립하지 않는다고 판결하였다.<br/>  ② 민사책임과 형사책임은 지도이념, 증명책임의 부담과 그 증명의 정도 등에서 서로 다른 원리가 적용된다. 위법행위에 대한 형사책임은 사회의 법질서를 위반한 행위에 대한 책임을 묻는 것으로서 행위자에 대한 공적인 제재인 형벌을 그 내용으로 하는 데 반하여, 민사책임은 다른 사람의 법익을 침해한 데 대하여 행위자의 개인적 책임을 묻는 것으로서 피해자에게 발생한 손해의 전보를 그 내용으로 하고 손해배상제도는 손해의 공평·타당한 부담을 그 지도원리로 한다. 따라서 형사상 범죄를 구성하지 않는 침해행위라고 하더라도 그것이 민사상 불법행위를 구성하는지는 형사책임과 별개의 관점에서 검토해야 한다.<br/>  ③ 3자간 등기명의신탁에서 명의수탁자의 임의처분 등을 원인으로 제3자 앞으로 소유권이전등기가 된 경우, 특별한 사정이 없는 한 제3자는 유효하게 소유권을 취득한다(부동산실명법 제4조 제3항). 그 결과 매도인의 명의신탁자에 대한 소유권이전등기의무는 이행불능이 되어 명의신탁자로서는 부동산 소유권을 이전받을 수 없게 된다. 명의수탁자가 명의신탁자의 채권인 소유권이전등기청구권을 침해한다는 사정을 알면서도 명의신탁받은 부동산을 자기 마음대로 처분하였다면 이는 사회통념상 사회질서나 경제질서를 위반하는 위법한 행위로서 특별한 사정이 없는 한 제3자의 채권침해에 따른 불법행위책임이 성립한다.<br/>  ④ 대법원 2014도6992 전원합의체 판결은 횡령죄의 본질이 신임관계에 기초하여 위탁된 타인의 물건을 위법하게 영득하는 데 있고 명의신탁자와 명의수탁자의 관계는 형법상 보호할 만한 가치 있는 신임관계가 아니므로 명의수탁자의 임의처분행위에 대하여 횡령죄를 인정할 수 없다고 한 것이지 명의신탁관계에서 명의신탁자의 소유권이전등기청구권을 보호할 수 없다는 취지는 아니다. 따라서 명의수탁자의 임의처분으로 명의신탁자의 채권이 침해된 이상 형법상 횡령죄의 성립 여부와 관계없이 명의수탁자는 명의신탁자에 대하여 민사상 불법행위책임을 부담한다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제750조, 부동산 실권리자명의 등기에 관한 법률 제4조, 형법 제355조 제1항<br/>",
  "참조판례": "대법원 2016. 5. 19. 선고 2014도6992 전원합의체 판결(공2016상, 817), 대법원 2021. 6. 3. 선고 2016다34007 판결(공2021하, 1238)<br/>"
}