{
  "판례일련번호": "222733",
  "사건명": "의무이행의소[비의료인으로부터 고용된 원고(의료인)가 의료기관 개설자 명의변경절차 이행을 청구하는 사안]",
  "사건번호": "2019다299423",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220414",
  "판시사항": "[1] 의료법 제33조 제2항에서 의료법인 등 비영리법인이 아닌 자의 의료기관 개설을 원천적으로 금지하고, 제87조 제1항 제2호에서 이를 위반하는 경우 처벌하는 규정을 둔 취지 / 의료법 제33조 제2항에 위반하여 이루어진 약정의 효력(무효)<br/>  [2] 의료법 제33조 제2항에서 금지하는 ‘의료기관 개설행위’의 의미 및 의료인의 자격이 없는 일반인이 필요한 자금을 투자하여 시설을 갖추고 유자격 의료인을 고용하여 그 명의로 의료기관 개설신고를 한 행위가 이에 해당하는지 여부(적극) / 비의료인이 이미 개설된 의료기관의 의료시설과 의료진을 인수하고 개설자의 명의변경절차 등을 거쳐 그 운영을 지배·관리하는 등 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있는 경우, 위 조항에서 금지하는 비의료인의 의료기관 개설행위에 해당하는지 여부(적극) / 의료법과 그 시행규칙에서 정한 의료기관 개설 또는 의료기관 개설자 변경 등의 요건과 절차<br/>",
  "판결요지": "[1] 의료법이 의료인이나 의료법인 등 비영리법인이 아닌 자의 의료기관 개설을 원천적으로 금지하고(제33조 제2항), 이를 위반하는 경우 처벌하는 규정(제87조 제1항 제2호)을 둔 취지는 의료기관 개설자격을 의료전문성을 가진 의료인이나 공적인 성격을 가진 자로 엄격히 제한함으로써 건전한 의료질서를 확립하고, 영리 목적으로 의료기관을 개설하는 경우에 발생할지도 모르는 국민 건강상의 위험을 미리 방지하고자 하는 데에 있다. 위 의료법 제33조 제2항은 의료인이나 의료법인 등이 아닌 자가 의료기관을 개설하여 운영하는 경우에 초래될 국민 보건위생상의 중대한 위험을 방지하기 위하여 제정된 이른바 강행법규에 속하는 것으로서 이에 위반하여 이루어진 약정은 무효이다. <br/>  [2] 의료법 제33조 제2항에서 금지되는 의료기관 개설행위는, 비의료인이 그 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 그 운영성과의 귀속 등을 주도적인 입장에서 처리하는 것을 의미한다. 따라서 의료인의 자격이 없는 일반인이 필요한 자금을 투자하여 시설을 갖추고 유자격 의료인을 고용하여 그 명의로 의료기관 개설신고를 한 행위는 형식적으로만 적법한 의료기관의 개설로 가장한 것일 뿐 실질적으로는 의료인 아닌 자가 의료기관을 개설한 경우에 해당하고, 개설신고가 의료인 명의로 되었다거나 개설신고 명의인인 의료인이 직접 의료행위를 하였다 하여 달리 볼 수 없다. 한편 비의료인이 이미 개설된 의료기관의 의료시설과 의료진을 인수하고 개설자의 명의변경절차 등을 거쳐 그 운영을 지배·관리하는 등 종전 개설자의 의료기관 개설·운영행위와 단절되는 새로운 개설·운영행위를 한 것으로 볼 수 있는 경우에는 의료법 제33조 제2항에서 금지하는 비의료인의 의료기관 개설행위에 해당한다.<br/>  의료법과 그 시행규칙은 의료업을 하기 위해 반드시 필요한 의료기관 개설과 관련하여, 의료기관 종류에 따라 의원급 의료기관은 시장·군수·구청장에게 개설신고를 하고, 병원급 의료기관은 시·도 의료기관개설위원회의 심의를 거쳐 시·도지사의 허가를 받도록 규정하면서, ‘의료기관 개설자 변경’ 등 보건복지부령으로 정한 중요사항을 변경할 때에도 마찬가지로 신고하거나 허가를 받도록 요건과 절차를 규정하고 있다(의료법 제33조 제2항 내지 제5항, 의료법 시행규칙 제26조, 제28조).<br/>",
  "판결본문": "",
  "참조조문": "[1] 의료법 제33조 제2항, 제87조 제1항 제2호 / [2] 의료법 제33조, 제87조 제1항 제2호, 의료법 시행규칙 제26조, 제28조<br/>",
  "참조판례": "[1] 대법원 2003. 4. 22. 선고 2003다2390, 2406 판결(공2003상, 1192) / [2] 대법원 2011. 10. 27. 선고 2009도2629 판결(공2011하, 2478)<br/>"
}