{
  "판례일련번호": "222705",
  "사건명": "노동조합및노동관계조정법위반·업무방해·폭력행위등처벌에관한법률위반(공동강요)·폭력행위등처벌에관한법률위반(공동주거침입)(피고인6에대하여인정된죄명:주거침입)·재물손괴",
  "사건번호": "2016도11744",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220609",
  "판시사항": "[1] 연장근로의 집단적 거부와 같이 사용자의 업무를 저해함과 동시에 근로자들의 권리행사로서의 성격을 아울러 가지는 행위가 노동조합 및 노동관계조정법상 쟁의행위에 해당하는지 판단하는 기준 / 이는 휴일근로 거부의 경우에도 마찬가지인지 여부(적극)<br/>  [2] 甲 노동조합의 간부인 피고인들이 주요방위산업체로 지정된 乙 주식회사와 임금단체협상을 진행하면서 乙 회사의 방산물자 생산부서 근로자인 조합원들을 포함하여 연장근로, 휴일근로를 집단적으로 거부하도록 결정함으로써 위 조합원들과 공모하여 방산물자를 생산하는 업무에 종사하는 자의 쟁의행위 금지 규정을 위반하였다고 하여 노동조합 및 노동관계조정법 위반으로 기소된 사안에서, 제반 사정을 종합하면 단체협상 기간에 甲 노동조합의 지침에 따라 연장근로·휴일근로가 이루어지지 않았더라도 방산물자 생산부서 조합원들이 쟁의행위를 하였다고 볼 수 없고, 이를 전제로 피고인들에게 공동정범의 책임을 물을 수 없다고 한 사례<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제2조 제6호에 따르면 쟁의행위란 파업·태업·직장폐쇄 기타 노동관계 당사자가 그 주장을 관철할 목적으로 행하는 행위와 이에 대항하는 행위로서 업무의 정상적인 운영을 저해하는 행위를 말한다. 노동조합법은 쟁의행위에 대하여 그 목적·방법 및 절차가 법령 기타 사회질서에 위배되지 않아야 하고 조합원은 노동조합에 의하여 주도되지 아니한 쟁의행위를 하여서는 아니 되는 등 일정한 제한을 하고 있다(노동조합법 제37조). 특히 방위사업법에 의하여 지정된 주요방위산업체에 종사하는 근로자 중 전력, 용수 및 주로 방산물자를 생산하는 업무에 종사하는 자는 쟁의행위를 할 수 없는데 이를 위반한 경우 노동조합법상 가장 중한 형사처벌을 하도록 규정하고 있다(노동조합법 제41조 제2항, 제88조). 이러한 쟁의행위에 대한 법령상의 엄정한 규율 체계와 헌법 제33조 제1항이 노동3권을 기본권으로 보장한 취지 등을 고려하면, 연장근로의 집단적 거부와 같이 사용자의 업무를 저해함과 동시에 근로자들의 권리행사로서의 성격을 아울러 가지는 행위가 노동조합법상 쟁의행위에 해당하는지는 해당 사업장의 단체협약이나 취업규칙의 내용, 연장근로를 할 것인지에 대한 근로자들의 동의 방식 등 근로관계를 둘러싼 여러 관행과 사정을 종합적으로 고려하여 엄격하게 제한적으로 판단하여야 한다. 이는 휴일근로 거부의 경우도 마찬가지이다.<br/>  [2] 甲 노동조합의 간부인 피고인들이 주요방위산업체로 지정된 乙 주식회사와 임금단체협상을 진행하면서 乙 회사의 방산물자 생산부서 근로자인 조합원들을 포함하여 연장근로, 휴일근로를 집단적으로 거부하도록 결정함으로써 위 조합원들과 공모하여 방산물자를 생산하는 업무에 종사하는 자의 쟁의행위 금지 규정을 위반하였다고 하여 노동조합 및 노동관계조정법 위반으로 기소된 사안에서, 甲 노동조합과 乙 회사가 체결한 단체협약에 연장근로·휴일근로는 甲 노동조합의 사전 동의를 얻어 실시하고, 연장근로·휴일근로를 하지 않은 이유로 불이익 처우를 하지 못한다고 정하고 있는 점, 乙 회사에서는 일정한 날을 연장근로일 또는 휴일근로일로 미리 지정하는 방식이 아니라 필요할 때마다 연장근로는 당일 아침에, 휴일근로는 보통 이틀 전에 중간관리자를 통해 신청자를 모집하는 방식으로 실시해 온 점, 甲 노동조합이 임금단체협상 진행 기간에 조합원들에게 연장근로·휴일근로 거부 지침을 내릴 때에는 乙 회사가 애초에 연장근로·휴일근로 신청자 모집 자체를 하지 않기도 한 점 등을 종합하면, 乙 회사는 甲 노동조합의 사전 동의를 얻고 필요시 근로자의 신청을 받아 연장근로·휴일근로를 실시해 왔을 뿐 일정한 날에 연장근로·휴일근로를 통상적 혹은 관행적으로 해 왔다고 단정하기 어려우므로, 단체협상 기간에 甲 노동조합의 지침에 따라 연장근로·휴일근로가 이루어지지 않았더라도 방산물자 생산부서 조합원들이 통상적인 연장근로·휴일근로를 집단적으로 거부함으로써 쟁의행위를 하였다고 볼 수 없고, 이를 전제로 피고인들에게 공동정범의 책임을 물을 수 없다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판결에 연장근로·휴일근로 거부와 쟁의행위에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제33조 제1항, 노동조합 및 노동관계조정법 제2조 제6호, 제37조, 제41조 제2항, 제88조 / [2] 노동조합 및 노동관계조정법 제41조 제2항, 제88조, 형법 제30조<br/>",
  "참조판례": ""
}