{
  "판례일련번호": "223317",
  "사건명": "적격심사대상자지위확인",
  "사건번호": "2022다209383",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 계약담당 공무원이 입찰절차에서 지방자치단체를 당사자로 하는 계약에 관한 법률 및 그 시행령이나 세부심사기준에 어긋나게 적격심사를 한 경우, 낙찰자 결정이나 이에 따른 계약이 무효가 되는지 여부(한정 적극)<br/>  [2] 지방자치단체인 甲 광역시가 실시한 용역 입찰에 乙 유한회사가 참여하여 6순위 적격심사대상자로 선정되었는데, 甲 광역시가 선순위 적격심사대상자에 대한 적격심사 도중 적격심사에 적용되는 실적인정범위가 과도하다며 입찰을 취소하고 실적인정범위를 완화한 새로운 입찰을 공고한 다음 丙 주식회사를 낙찰자로 결정하여 용역계약을 체결하자, 乙 회사가 종전 입찰의 취소에 대한 무효 확인, 새로운 입찰공고 및 이에 따른 낙찰자 결정과 계약체결에 대한 무효 확인을 구한 사안에서, 제반 사정에 비추어 새로운 입찰공고 및 이에 따른 낙찰자 결정과 계약체결이 무효라고 보기 어려운데도, 종전 입찰의 취소가 위법하여 효력이 없으므로 이를 전제로 이루어진 새로운 입찰공고 및 그에 따른 낙찰자 결정과 계약체결도 모두 무효라고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 계약담당 공무원이 입찰절차에서 지방자치단체를 당사자로 하는 계약에 관한 법률 및 그 시행령이나 세부심사기준에 어긋나게 적격심사를 하였다고 하더라도 그 사유만으로 당연히 낙찰자 결정이나 그에 따른 계약이 무효가 되는 것은 아니고, 이를 위반한 하자가 입찰절차의 공공성과 공정성이 현저히 침해될 정도로 중대할 뿐 아니라 상대방도 이러한 사정을 알았거나 알 수 있었을 경우 또는 누가 보더라도 낙찰자 결정 및 계약체결이 선량한 풍속 기타 사회질서에 반하는 행위에 의하여 이루어진 것임이 분명한 경우 등 이를 무효로 하지 않으면 그 절차에 관하여 규정한 위 법률의 취지를 몰각하는 결과가 되는 특별한 사정이 있는 경우에 한하여 무효가 된다.<br/>  [2] 지방자치단체인 甲 광역시가 실시한 용역 입찰에 乙 유한회사가 참여하여 6순위 적격심사대상자로 선정되었는데, 甲 광역시가 선순위 적격심사대상자에 대한 적격심사 도중 적격심사에 적용되는 실적인정범위가 과도하다며 입찰을 취소하고 실적인정범위를 완화한 새로운 입찰을 공고한 다음 丙 주식회사를 낙찰자로 결정하여 용역계약을 체결하자, 乙 회사가 종전 입찰의 취소에 대한 무효 확인, 새로운 입찰공고 및 이에 따른 낙찰자 결정과 계약체결에 대한 무효 확인을 구한 사안에서, 종전 입찰의 취소가 위법하여 효력이 없다고 본 원심의 판단에는 법리오해 등의 잘못이 없으나, 종전 입찰의 취소가 위법하여 효력이 없다고 하더라도 이와 별개로 이루어진 새로운 입찰이 그 하자를 승계한다고 볼 수 없어 새로운 입찰공고 및 이에 따른 낙찰자 결정과 계약체결이 당연 무효라고 할 수 없는 점, 위 입찰절차의 하자가 공공성과 공정성을 현저히 침해될 정도로 중대하다고 단정하기 어렵고, 새로운 입찰에서 낙찰자가 이러한 사정을 알았거나 알 수 있었다고 보기 어려운 점, 새로운 입찰 자체에 낙찰자가 입찰 참가자격을 갖추지 못하였다거나 그 밖에 지방자치단체를 당사자로 하는 계약에 관한 법률 시행규칙 제42조 각호에서 정한 입찰무효 사유가 있다고 인정할 자료가 없는 점 등 제반 사정에 비추어 새로운 입찰공고 및 이에 따른 낙찰자 결정과 계약체결이 무효라고 보기 어려운데도, 종전 입찰의 취소가 위법하여 효력이 없으므로 이를 전제로 이루어진 새로운 입찰공고 및 그에 따른 낙찰자 결정과 계약체결도 모두 무효라고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조, 지방자치단체를 당사자로 하는 계약에 관한 법률 제1조, 제9조, 제13조 제2항, 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제42조 / [2] 민법 제103조, 지방자치단체를 당사자로 하는 계약에 관한 법률 제1조, 제9조, 제13조 제2항, 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제42조<br/>",
  "참조판례": "[1] 대법원 2001. 12. 11. 선고 2001다33604 판결(공2002상, 256), 대법원 2014. 6. 26. 선고 2012다27254 판결<br/>"
}