{
  "판례일련번호": "223367",
  "사건명": "등록무효(상)",
  "사건번호": "2022후10128",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 구 상표법 제6조 제1항 제3호의 규정 취지 및 어떤 상표가 위 규정에서 정한 기술적 표장에 해당하는지 판단하는 기준 / 두 개 이상의 구성부분이 결합하여 이루어진 이른바 결합상표가 식별력이 있는지 판단하는 기준<br/>  [2] 화장품 등을 지정상품으로 하고 \"\"로 구성된 등록상표가 구 상표법 제6조 제1항 제3호의 ‘상품의 원재료를 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표’에 해당하는지 문제 된 사안에서, 제반 사정에 비추어 위 등록상표가 지정상품의 원재료에 ‘로열젤리’나 ‘꿀’을 사용하고 있음을 직감케 하여 원재료 등을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표라고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제6조 제1항 제3호는 ‘상품의 산지·품질·원재료·효능·용도·수량·형상(포장의 형상을 포함한다)·가격·생산방법·가공방법·사용방법 또는 시기를 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표는 상표등록을 받을 수 없다.’고 규정하고 있다. 위 규정의 취지는 그와 같은 표장은 상품의 특성을 기술하기 위하여 표시되어 있는 기술적 표장으로서 자타 상품을 식별하는 기능을 상실하는 경우가 많을 뿐만 아니라, 설령 상품 식별의 기능이 있는 경우라 하더라도 상품 거래상 누구에게나 필요한 표시이므로 어느 특정인에게만 독점적으로 사용하게 하는 것은 공익상으로 타당하지 아니하다는 데에 있다. 어떤 상표가 위 규정에서 정한 기술적 표장에 해당하는지는 상표가 지니고 있는 관념, 지정상품과의 관계, 거래사회의 실정 등을 감안하여 객관적으로 판단하여야 한다. 상표가 지정상품의 산지·품질·원재료·효능·용도 등을 암시하거나 강조하는 것으로 보인다고 하더라도, 상표의 전체적인 구성으로 볼 때 일반수요자나 거래자가 단순히 지정상품의 산지·품질·원재료·효능·용도 등을 표시한 것으로 인식할 수 없는 것은 기술적 표장에 해당하지 않는다. 또한 두 개 이상의 구성부분이 결합하여 이루어진 이른바 결합상표에 있어서는 구성부분 전체를 하나로 보아서 식별력이 있는지 여부를 판단하여야 한다.<br/>  [2] 화장품 등을 지정상품으로 하고 \"\"로 구성된 등록상표가 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제6조 제1항 제3호의 ‘상품의 원재료를 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표’에 해당하는지 문제 된 사안에서, ‘ROYAL BEE’는 ‘ROYAL’과 ‘BEE’를 결합하여 만든 조어로서 거래사회에서 일반적으로 사용되는 표현은 아닌 점, ‘로열젤리’와 ‘꿀’은 위 등록상표의 지정상품인 화장품 등의 원료 성분으로 흔히 사용되고 있고, ‘로열젤리’나 ‘꿀’을 원재료로 사용한 화장품 제품 중 ‘로열’이나 ‘ROYAL’을 포함하는 표장이 사용된 것이 다수 존재하지만 ‘로열젤리’나 ‘꿀’을 원재료로 사용하지 않으면서도 ‘로열’이나 ‘ROYAL’을 포함하는 표장이 사용된 상품도 다수 존재하는 점, 위와 같은 사정과 ‘로열’이나 ‘ROYAL’의 사전적 의미나 거래상의 관념 등에 비추어 보면, 위 등록상표가 지정상품의 원재료에 ‘로열젤리’나 ‘꿀’이 사용되었음을 암시하고 있다고 볼 수 있으나 직감시키는 상표라고 단정하기는 어려운 점, 위 등록상표는 고유한 의미를 내포한 두 개의 단어가 결합된 조어로서, 다른 사람들이 상품의 원재료에 ‘로열젤리’나 ‘꿀’을 사용하고 있음을 통상적인 방법으로 자유롭게 표시하는 데에 관하여 어떠한 영향을 미칠 수 없고, 위 등록상표가 화장품 유통과정에서 누구에게나 필요한 표시라고 볼 수도 없으므로 이를 어느 특정인에게 독점적으로 사용하게 하는 것이 공익상으로 타당하지 않다고 보기 어려운 점에 비추어, 위 등록상표가 지정상품의 원재료에 ‘로열젤리’나 ‘꿀’을 사용하고 있음을 직감케 하여 원재료 등을 보통으로 사용하는 방법으로 표시한 표장만으로 된 상표라고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제6조 제1항 제3호(현행 제33조 제1항 제3호 참조) / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제6조 제1항 제3호(현행 제33조 제1항 제3호 참조)<br/>",
  "참조판례": "[1] 대법원 1991. 3. 27. 선고 90후1208 판결(공1991, 1291), 대법원 2000. 2. 22. 선고 99후2549 판결(공2000상, 847), 대법원 2006. 1. 26. 선고 2005후2595 판결, 대법원 2006. 7. 28. 선고 2005후2786 판결, 대법원 2007. 11. 29. 선고 2007후3042 판결, 대법원 2014. 10. 15. 선고 2012후3800 판결(공2014하, 2204), 대법원 2019. 7. 10. 선고 2016후526 판결(공2019하, 1591)<br/>"
}