{
  "판례일련번호": "223321",
  "사건명": "공유물분할·부당이득금",
  "사건번호": "2020다210686, 210693",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 공유물분할청구의 소가 고유필수적 공동소송인지 여부(적극) 및 소송계속 중 변론종결일 전에 공유자의 지분이 이전된 경우, 변론종결 시까지 일부 지분권을 이전받은 자가 소송당사자가 되지 못하면 소송 전부가 부적법하게 되는지 여부(적극)<br/>  [2] 무권리자에 의한 처분행위를 권리자가 추인한 경우, 권리자는 무권리자에 대하여 처분행위로 인하여 얻은 이득의 반환을 청구할 수 있는지 여부(적극)<br/>  [3] 부동산 공유자 甲이 다른 공유자 乙 등을 상대로 제기한 공유물분할의 소에서 제1심법원이 공시송달 방법으로 소장부본 등을 송달한 다음 ‘乙 등은 甲으로부터 가액보상금을 지급받음과 동시에 각 지분에 관하여 소유권이전등기절차를 이행하라.’는 판결을 선고하였고, 그 후 甲은 丙 유한회사에 부동산을 매도한 후 제1심판결에서 정한 가액보상금을 공탁하고 乙 등의 지분에 관한 소유권이전등기를 마친 다음 丙 회사에 부동산에 관한 소유권이전등기를 해 주었는데, 乙 등이 제1심판결에 대하여 추완항소를 제기하고, 甲에 대하여 부동산 매매대금 중 乙 등의 지분에 상응하는 금액의 지급을 구하는 반소를 제기한 사안에서, 원심 변론종결 시를 기준으로 甲과 乙 등은 부동산의 지분을 소유하고 있지 않으므로 공유물분할청구의 소는 당사자적격을 갖추지 못한 것이어서 부적법하며, 乙 등이 무권리자인 甲의 처분행위를 추인하였으므로 甲은 매매대금 중 乙 등의 지분에 상응하는 금액을 乙 등에게 반환할 의무가 있다고 한 사례<br/>",
  "판결요지": "[1] 공유물분할청구소송은 분할을 청구하는 공유자가 원고가 되어 다른 공유자 전부를 공동피고로 삼아야 하는 고유필수적 공동소송이다. 따라서 소송계속 중 변론종결일 전에 공유자의 지분이 이전된 경우에는 변론종결 시까지 민사소송법 제81조에서 정한 승계참가나 민사소송법 제82조에서 정한 소송인수 등의 방식으로 일부 지분권을 이전받은 자가 소송당사자가 되어야 한다. 그렇지 못할 경우에는 소송 전부가 부적법하게 된다.<br/>  [2] 무권리자에 의한 처분행위를 권리자가 추인한 경우에 권리자는 무권리자에 대하여 무권리자가 처분행위로 인하여 얻은 이득의 반환을 청구할 수 있다.<br/>  [3] 부동산 공유자 甲이 다른 공유자 乙 등을 상대로 제기한 공유물분할의 소에서 제1심법원이 공시송달 방법으로 소장부본 등을 송달한 다음 ‘乙 등은 甲으로부터 가액보상금을 지급받음과 동시에 각 지분에 관하여 소유권이전등기절차를 이행하라.’는 판결을 선고하였고, 그 후 甲은 丙 유한회사에 부동산을 매도한 후 제1심판결에서 정한 가액보상금을 공탁하고 乙 등의 지분에 관한 소유권이전등기를 마친 다음 丙 회사에 부동산에 관한 소유권이전등기를 해 주었는데, 乙 등이 제1심판결에 대하여 추완항소를 제기하고, 甲에 대하여 부동산 매매대금 중 乙 등의 지분에 상응하는 금액의 지급을 구하는 반소를 제기한 사안에서, 제1심판결이 취소되더라도 甲이 丙 회사에 부동산을 처분한 행위가 소급하여 소멸하거나 그 전부가 무효로 된다고 볼 수 없으며, 甲이 부동산 중 자기 지분을 처분한 것은 자신의 권리를 처분한 것으로서 유효하고, 乙 등의 지분을 처분한 것은 무권리자가 타인의 권리를 처분한 경우로서 무효라고 볼 여지가 있으나, 乙 등은 甲의 처분행위가 유효함을 전제로 부동산 매매대금 중 자신들의 지분에 해당하는 금액의 반환을 구하고 있어 甲의 처분행위를 묵시적으로 추인한 것이라고 볼 수 있으므로, 丙 회사는 乙 등의 지분에 대해서도 소유권을 적법하게 취득하게 되는바, 결국 제1심판결의 취소 여부와 상관없이 위 부동산 처분행위는 유효하고, 원심 변론종결 시를 기준으로 甲과 乙 등은 부동산의 지분을 소유하고 있지 않으므로 공유물분할청구의 소는 당사자적격을 갖추지 못한 것이어서 부적법하며, 한편 부동산 중 乙 등의 지분에 대하여 권리자인 乙 등이 무권리자인 甲의 처분행위를 추인하였으므로 甲은 처분행위로 얻은 이득을 乙 등에게 반환할 의무가 있는데, 甲이 乙 등 앞으로 공탁한 금액은 부동산의 분할을 전제로 한 제1심판결의 변론종결 무렵 乙 등의 지분의 가액일 뿐이고, 甲이 乙 등의 지분을 처분하고 얻은 이익은 甲이 부동산을 丙 회사에 매도하고 받은 매매대금 중 乙 등의 지분에 상응하는 금액인데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제269조, 민사소송법 제51조, 제67조, 제81조, 제82조 / [2] 민법 제130조, 제133조, 제741조 / [3] 민법 제130조, 제133조, 제269조, 제741조, 민사소송법 제51조, 제67조<br/>",
  "참조판례": "[1] 대법원 2014. 1. 29. 선고 2013다78556 판결(공2014상, 498) / [2] 대법원 2001. 11. 9. 선고 2001다44291 판결(공2002상, 7)<br/>"
}