{
  "판례일련번호": "223365",
  "사건명": "법인세경정청구거부처분취소",
  "사건번호": "2018두54323",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 甲 주식회사가 乙 주식회사를 흡수합병하였는데 乙 회사가 보유하던 甲 회사의 발행 주식의 일부를 양도한 후 위 주식 양도금액을 익금에 산입하고 양도 당시의 그 장부가액을 손금에 산입하여 법인세를 신고하였다가, 이후 甲 회사가 ‘위 주식의 양도는 자본의 증감에 관련된 거래로서 자본거래로 봄이 상당하고 위 주식의 양도차익은 자본거래에 따른 이익으로서 익금산입 대상에서 제외된다.’는 취지로 주장하며 법인세 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 피합병법인이 보유하던 합병법인 주식의 처분이익은 구 법인세법 제15조 제1항이 익금에서 제외되는 것으로 정한 대상이나 구 법인세법 제17조 제1항 제5호가 정한 합병차익에 해당한다고 볼 수 없다고 본 원심판단을 수긍한 사례<br/>  [2] 합병법인이 구 법인세법 제44조 제2항의 요건을 갖춘 합병으로 취득한 자기주식을 양도한 경우 양도차익을 계산하는 방법<br/>",
  "판결요지": "[1] 甲 주식회사가 乙 주식회사를 흡수합병하였는데 乙 회사가 보유하던 甲 회사의 발행 주식의 일부를 양도한 후 위 주식 양도금액을 익금에 산입하고 양도 당시의 그 장부가액을 손금에 산입하여 법인세를 신고하였다가, 이후 甲 회사가 ‘위 주식의 양도는 자본의 증감에 관련된 거래로서 자본거래로 봄이 상당하고 위 주식의 양도차익은 자본거래에 따른 이익으로서 익금산입 대상에서 제외된다.’는 취지로 주장하며 법인세 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 피합병법인이 보유하던 합병법인의 주식(이하 ‘협의의 자기주식’이라 한다)은 피합병법인의 자산으로서 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것, 이하 같다) 제17조 제1항 제5호가 정한 합병차익을 산정하는 요소가 되기는 하지만 합병 이후 합병법인이 이를 처분하는 행위는 합병과는 구별되는 후속거래로서 순수한 자본거래에 해당한다고 보기 어렵고, 협의의 자기주식 역시 양도성과 자산성을 가질 뿐만 아니라 합병에 따라 자기주식을 자산으로 취득하였다가 처분하여 이익을 얻는 것이 다른 사유로 자기주식을 취득하였다가 처분하여 이익을 얻는 것과 본질적으로 다르지 아니하므로, 협의의 자기주식 처분이익은 구 법인세법 제15조 제1항이 익금에서 제외되는 것으로 정한 대상이나 구 법인세법 제17조 제1항 제5호가 정한 합병차익에 해당한다고 볼 수 없다고 본 원심판단을 수긍한 사례.<br/>  [2] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것, 이하 같다) 제44조는 피합병법인이 합병으로 해산하는 경우 그 법인의 자산을 합병법인에 양도한 것으로 보아 그 양도에 따라 발생하는 양도손익을 피합병법인이 합병등기일이 속하는 사업연도의 소득금액을 계산할 때 익금 또는 손금에 산입하되(제1항), 일정한 요건을 갖춘 합병(이른바 적격합병)의 경우 자산의 양도가액을 피합병법인의 합병등기일 현재의 순자산 장부가액으로 보아 양도손익이 없는 것으로 할 수 있도록 규정하고 있다(제2항). 한편 구 법인세법 제44조의3 제1항은 적격합병의 경우 합병법인이 피합병법인의 자산을 장부가액으로 양도받은 것으로 하도록 규정하고, 구 법인세법 시행령(2017. 2. 3. 대통령령 제27828호로 개정되기 전의 것, 이하 같다) 제72조 제2항 제3호 (가)목은 합병법인이 적격합병에 따라 취득한 자산의 취득가액을 제80조의4 제1항에 따른 장부가액으로 하도록 규정하고 있다. 그리고 구 법인세법 시행령 제80조의4 제1항 제2호는 적격합병의 경우 합병법인은 피합병법인으로부터 양수한 자산 및 부채의 가액을 합병등기일 현재의 시가로 계상하되, 시가에서 피합병법인의 장부가액을 뺀 금액을 자산조정계정으로 계상하며, 이렇게 계상된 자산조정계정 중 감가상각자산 외의 자산에 설정된 것은 해당 자산을 처분하는 사업연도에 전액 익금 또는 손금에 산입하도록 규정하고 있다.<br/>  위 각 규정의 내용을 종합하면, 합병법인이 적격합병으로 취득한 피합병법인이 보유하던 합병법인의 주식을 양도한 경우 그 양도차익은 양도금액에서 해당 주식의 합병등기일 당시의 시가를 차감한 가액에 합병 당시 자산조정계정으로 계상되었던 금액을 가감하는 방식으로 계산된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것) 제15조 제1항, 제17조 제1항 제5호 / [2] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것) 제44조, 제44조의3 제1항, 구 법인세법 시행령(2017. 2. 3. 대통령령 제27828호로 개정되기 전의 것) 제72조 제2항 제3호 (가)목, 제80조의4 제1항 제2호<br/>",
  "참조판례": ""
}