{
  "판례일련번호": "223323",
  "사건명": "용역비·관리비반환청구의소",
  "사건번호": "2020다229192, 229208",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 구 집합건물의 소유 및 관리에 관한 법률 제9조의3 제1항, 제3항의 규정 취지<br/>  [2] 구 집합건물의 소유 및 관리에 관한 법률 제9조의3에 따라 집합건물을 관리하던 분양자와 관리위탁계약을 체결한 위탁관리업자가 새롭게 관리를 개시하는 관리단을 상대로 분양자와 체결한 관리위탁계약의 효력을 주장할 수 있는지 여부(원칙적 소극) / 분양계약서에 ‘구분소유 관계가 성립된 이후 일정 기간 동안 분양자가 지정한 자가 집합건물을 관리한다.’는 내용이 포함된 경우, 이를 분양자가 체결한 관리위탁계약의 효력을 관리단이 관리를 개시한 뒤에도 인정하겠다는 구분소유자들의 서면 합의로 해석할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것, 이하 ‘구 집합건물법’이라 한다) 제9조의3 제1항은 \"분양자는 제23조 제1항에 따른 관리단이 관리를 개시할 때까지 선량한 관리자의 주의로 건물과 대지 및 부속시설을 관리하여야 한다.\"라고 정하고, 제3항은 \"분양자는 예정된 매수인의 2분의 1 이상이 이전등기를 한 날부터 3개월 이내에 구분소유자가 규약 설정 및 관리인 선임을 하기 위한 관리단집회를 소집하지 아니하는 경우에는 지체 없이 이를 위한 관리단집회를 소집하여야 한다.\"라고 정한다.<br/>  집합건물에 구분소유 관계가 성립되어 관리단이 당연 설립되었더라도 관리인 선임 등 관리업무를 수행할 조직을 갖추어 관리를 개시하기 전까지는 관리단이 집합건물에 관한 구체적인 관리업무를 수행하기 어렵다. 2012. 12. 18. 집합건물법 개정으로 신설된 구 집합건물법 제9조의3은 이때 집합건물의 분양자에게 한시적으로 집합건물의 관리의무를 부과하였다. 나아가 일정 기간 이후에는 관리단집회를 소집·개최하여 관리인을 선임할 것을 예정하였다. 이는 관리단이 관리업무를 수행할 실질적인 조직을 갖추기 전까지 분양자로 하여금 집합건물을 관리하게 함으로써 관리 공백을 막으면서도 분양자가 집합건물을 장기간 관리함으로써 관리에 관한 사항을 독단적으로 처리하여 구분소유자들의 집합건물의 관리에 관한 권한을 침해하는 상황을 방지하는 것을 목적으로 한다.<br/>  [2] 관리단의 집합건물에 대한 관리가 개시되면, 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것, 이하 ‘구 집합건물법’이라 한다) 제9조의3에 따라 집합건물을 관리하던 분양자는 그때에 관리비 징수권한을 포함한 관리권한을 상실하게 되고, 관리단이 집합건물법에서 부여받은 관리권한을 행사할 수 있게 된다. 분양자가 집합건물을 관리하면서 형성된 관리업무에 관한 법률관계는 새롭게 관리를 개시하는 관리단에 당연히 승계되는 것은 아니므로 분양자와 관리위탁계약을 체결한 위탁관리업자는 특별한 사정이 없는 한 그러한 관리위탁계약의 효력을 관리단에 주장할 수 없다. 분양자와 관리위탁계약을 체결한 위탁관리회사는 분양자가 집합건물을 관리하는 기간 동안 위탁받은 관리업무를 수행할 수 있을 뿐이고, 관리단이 관리를 개시한 이후에는 더 이상 관리비 징수 등 집합건물에 관한 관리업무를 수행할 수 없다.<br/>  위와 같은 관리단, 분양자, 위탁관리회사의 관계에 관한 법리는 집합건물의 분양계약서에 ‘구분소유 관계가 성립된 이후 일정 기간 동안 분양자가 지정한 자가 집합건물을 관리한다.’는 등의 내용이 포함되는 사정이 있더라도 마찬가지로 적용되어야 한다. 분양계약서에 포함된 내용을 어떠한 의미로 파악할 것인지는 원칙적으로 개별 분양계약의 해석 문제이기는 하나 분양자와 수분양자 사이의 구분건물 매매를 주된 목적으로 하는 분양계약에서 분양이 이루어지고 구분소유 관계가 성립된 이후 집합건물의 관리에 관한 내용을 정하는 것은 분양계약의 부수적 약정에 불과하다. 신설된 구 집합건물법 제9조의3의 목적과 취지를 고려할 때 이러한 부수적 약정의 내용을 구 집합건물법 제9조의3에 우선하여 해석할 수는 없다. 분양계약서의 내용으로 집합건물의 관리에 관한 관리단, 분양자, 위탁관리회사의 관계에 구 집합건물법 제9조의3의 적용을 배제하거나 집합건물법에서 보장하는 관리단의 관리권한을 제한하는 것은 엄격하게 인정하여야 한다. 따라서 분양계약서에 위와 같은 내용이 포함되었더라도 특별한 사정이 없는 한 구분소유자들이 구분소유 관계가 성립한 후 관리단이 관리를 개시하기 전까지 분양자의 관리기간 동안 분양자와 관리위탁계약을 체결한 위탁관리회사의 위탁관리업무를 승인한다는 의사표시로 해석하여야 하지, 분양자가 체결한 관리위탁계약의 효력을 관리단이 관리를 개시한 뒤에도 인정하겠다는 구분소유자들의 서면 합의로 해석할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것) 제9조의3 / [2] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것) 제9조의3, 제23조, 제23조의2, 민법 제105조<br/>",
  "참조판례": ""
}