{
  "판례일련번호": "223363",
  "사건명": "마약류불법거래방지에관한특례법위반방조",
  "사건번호": "2020도7866",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 대향범에 대하여 공범에 관한 형법 총칙 규정이 적용되는지 여부(소극) 및 이러한 법리는 처벌규정의 구성요건 자체에서 2인 이상의 서로 대향된 행위의 존재를 전제로 하는지 여부(적극) / 구성요건상으로는 단독으로 실행할 수 있는 형식으로 되어 있는데 단지 구성요건이 대향범의 형태로 실행되는 경우, 대향범에 관한 법리가 적용되는지 여부(소극)<br/>  [2] 마약류 불법거래 방지에 관한 특례법 제7조 제1항에서 정한 ‘불법수익 등의 출처 또는 귀속관계를 숨기거나 가장’하는 행위의 의미 / 정범의 이러한 행위에 가담하는 행위에 형법 총칙의 공범 규정이 적용되는지 여부(적극)<br/>  [3] 방조범에서 말하는 ‘방조’의 의미 및 방조범 성립에 필요한 고의의 내용 / 정범의 마약류 불법거래 방지에 관한 특례법상 ‘불법수익 등의 은닉 및 가장’ 범행의 방조범 성립에 요구되는 고의의 내용<br/>",
  "판결요지": "[1] 2인 이상의 서로 대향된 행위의 존재를 필요로 하는 대향범에 대하여 공범에 관한 형법 총칙 규정이 적용될 수 없다. 이러한 법리는 해당 처벌규정의 구성요건 자체에서 2인 이상의 서로 대향적 행위의 존재를 필요로 하는 필요적 공범인 대향범을 전제로 한다. 구성요건상으로는 단독으로 실행할 수 있는 형식으로 되어 있는데 단지 구성요건이 대향범의 형태로 실행되는 경우에도 대향범에 관한 법리가 적용된다고 볼 수는 없다.<br/>  [2] 마약류 불법거래 방지에 관한 특례법(이하 ‘마약거래방지법’이라 한다) 제7조 제1항은 ‘마약류범죄의 발견 또는 불법수익 등의 출처에 관한 수사를 방해하거나 불법수익 등의 몰수를 회피할 목적으로 불법수익 등의 성질, 소재, 출처 또는 귀속관계를 숨기거나 가장한 자’를 불법수익 등의 은닉 및 가장죄로 형사처벌하고 있다. 그중 ‘불법수익 등의 출처 또는 귀속관계를 숨기거나 가장’하는 행위는 불법수익 등을 정당하게 취득한 것처럼 취득 원인에 관한 사실을 숨기거나 가장하는 행위 또는 불법수익 등이 귀속되지 않은 것처럼 귀속에 관한 사실을 숨기거나 가장하는 행위를 뜻한다. <br/>  따라서 마약거래방지법 제7조 제1항에서 정한 ‘불법수익 등의 출처 또는 귀속관계를 숨기거나 가장하는 행위’는 처벌규정의 구성요건 자체에서 2인 이상의 서로 대향된 행위의 존재를 필요로 하지 않으므로 정범의 이러한 행위에 가담하는 행위에는 형법 총칙의 공범 규정이 적용된다.<br/>  [3] 형법 제32조 제1항은 \"타인의 범죄를 방조한 자는 종범으로 처벌한다.\"라고 정하고 있다. 방조란 정범의 구체적인 범행준비나 범행사실을 알고 그 실행행위를 가능·촉진·용이하게 하는 지원행위 또는 정범의 범죄행위가 종료하기 전에 정범에 의한 법익 침해를 강화·증대시키는 행위로서, 정범의 범죄 실현과 밀접한 관련이 있는 행위를 말한다. <br/>  또한 방조범은 정범의 실행을 방조한다는 이른바 ‘방조의 고의’와 정범의 행위가 구성요건에 해당하는 행위인 점에 대한 ‘정범의 고의’가 있어야 한다. 정범의 마약류 불법거래 방지에 관한 특례법상 ‘불법수익 등의 은닉 및 가장’ 범행의 방조범 성립에 요구되는 방조의 고의와 정범의 고의에 관하여 보면, 예컨대 마약매수인이 정범인 마약매도인으로부터 마약을 매수하면서 마약매도인의 요구로 차명계좌에 제3자 명의로 마약 매매대금을 입금하면서 그 행위가 정범의 범행 실행을 방조하는 것으로 불법성이 있다는 것을 인식해야 한다는 것을 뜻한다. 물론 방조범에서 요구되는 정범 등의 고의는 정범에 의하여 실현되는 범죄의 구체적 내용을 인식해야 하는 것은 아니고 미필적 인식이나 예견으로 충분하지만, 이는 정범의 범행 등의 불법성에 대한 인식이 필요하다는 점과 모순되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조, 제31조, 제32조 / [2] 마약류 불법거래 방지에 관한 특례법 제7조 제1항, 형법 제30조, 제31조, 제32조 / [3] 형법 제13조, 제32조 제1항, 마약류 불법거래 방지에 관한 특례법 제7조 제1항<br/>",
  "참조판례": "[1] 대법원 2004. 10. 28. 선고 2004도3994 판결(공2004하, 1991) / [2] 대법원 2014. 9. 4. 선고 2014도4408 판결(공2014하, 2085) / [3] 대법원 2005. 4. 29. 선고 2003도6056 판결(공2005상, 887), 대법원 2012. 8. 30. 선고 2012도6027 판결(공2012하, 1641), 대법원 2021. 9. 9. 선고 2017도19025 전원합의체 판결(공2021하, 1881)<br/>"
}