{
  "판례일련번호": "223815",
  "사건명": "손해배상(기)",
  "사건번호": "2022다206391",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 도시 및 주거환경정비법상 주택재건축정비사업조합의 법적 지위(=행정주체) / 주택재건축정비사업조합이 행정주체의 지위에서 수립하는 관리처분계획의 법적 성격(=행정처분) 및 이에 관하여 조합이 갖는 재량권의 행사 방법<br/>  [2] 주택재건축정비사업조합의 총회가 새로운 총회결의로써 종전 총회결의의 내용을 철회하거나 변경할 수 있는 자율성과 형성의 재량을 가지는지 여부(적극) / 주택재건축정비사업조합의 내부 규범을 변경하는 총회결의가 적법하기 위한 요건 및 그 총회결의가 신뢰보호원칙에 위반되는지 판단하는 방법<br/>  [3] 주택재건축정비사업조합이 관리처분계획의 수립 혹은 변경을 통한 집단적인 의사결정 방식 외에 개별 조합원과 사적으로 그와 관련한 약정을 체결한 경우, 약정의 당사자인 개별 조합원이 조합에 대하여 약정 내용대로 관리처분계획을 수립하도록 강제할 수 있는 민사상 권리를 가지는지 여부(소극)<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)에 따른 주택재건축정비사업조합(이하 ‘재건축조합’이라 한다)은 관할 행정청의 감독 아래 도시정비법상의 주택재건축사업을 시행하는 공법인(도시정비법 제38조)으로서, 그 목적 범위 내에서 법령이 정하는 바에 따라 일정한 행정작용을 행하는 행정주체의 지위를 갖는다. 재건축조합이 행정주체의 지위에서 도시정비법 제74조에 따라 수립하는 관리처분계획은 정비사업의 시행 결과 조성되는 대지 또는 건축물의 권리귀속에 관한 사항과 조합원의 비용 분담에 관한 사항 등을 정함으로써 조합원의 재산상 권리·의무 등에 구체적이고 직접적인 영향을 미치게 되므로, 이는 구속적 행정계획으로서 재건축조합이 행하는 독립된 행정처분에 해당한다. 재건축조합이 행정주체의 지위에서 수립하는 관리처분계획은 행정계획의 일종으로서 이에 관하여는 재건축조합에 상당한 재량이 인정되므로, 재건축조합은 종전의 토지 또는 건축물의 면적·이용상황·환경 그 밖의 사항을 종합적으로 고려하여 대지 또는 건축물이 균형 있게 분양신청자에게 배분되고 합리적으로 이용되도록 그 재량을 행사해야 한다.<br/>  [2] 주택재건축정비사업조합(이하 ‘재건축조합’이라 한다)의 총회는 조합의 최고의사결정기관이고, 정관 변경이나 관리처분계획의 수립·변경은 총회결의사항이므로, 새로운 총회결의로써 종전 총회결의의 내용을 철회하거나 변경할 수 있는 자율성과 형성의 재량을 가진다. 그러나 이러한 자율성과 재량이 무제한적일 수는 없으므로, 조합 내부의 규범을 변경하고자 하는 총회결의가 적법하려면 상위법령·정관에서 정한 절차와 의결정족수를 갖추어야 한다. 나아가 그 내용도 상위법령·정관에 위배되지 않아야 함은 물론 재건축조합에서 일단 내부 규범이 정립되면 조합원들은 특별한 사정이 없는 한 그것이 존속하리라는 신뢰를 가지게 됨에 비추어 내부 규범 변경을 통해 달성하려는 이익이 종전 내부 규범의 존속을 신뢰한 조합원들의 이익보다 우월하여야 한다. 조합 내부 규범을 변경하는 취지의 총회결의가 신뢰보호원칙에 위반되는지를 판단하기 위해서는, 종전 내부 규범의 내용을 변경하여야 할 객관적 사정과 필요가 존재하는지, 그로써 조합이 달성하려는 이익은 어떠한 것인지, 내부 규범의 변경에 따라 조합원들이 침해받는 이익은 어느 정도의 보호가치가 있으며 그 침해 정도는 어떠한지, 조합이 종전 내부 규범의 존속에 대한 조합원들의 신뢰 침해를 최소화하기 위하여 어떤 노력을 기울였는지 등과 같은 여러 사정을 종합적으로 비교·형량해야 한다.<br/>  [3] 주택재건축정비사업조합(이하 ‘재건축조합’이라 한다)이 관리처분계획의 수립 혹은 변경을 통한 집단적인 의사결정 방식 외에 전체 조합원의 일부인 개별 조합원과 사적으로 그와 관련한 약정을 체결한 경우에도, 구속적 행정계획으로서 재건축조합이 행하는 독립된 행정처분에 해당하는 관리처분계획의 본질 및 전체 조합원 공동의 이익을 목적으로 하는 재건축조합의 행정주체로서 갖는 공법상 재량권에 비추어 재건축조합이 개별 조합원 사이의 사법상 약정에 직접적으로 구속된다고 보기는 어렵다. 따라서 그 개별 약정의 내용과 취지 등을 감안하여 유효·적법한 관리처분계획 수립의 범위 내에서 그 약정의 취지를 가능한 한 성실하게 반영하기 위한 조치를 취하여야 할 의무가 인정될 수 있음은 별론으로 하더라도, 이를 초과하여 개별 조합원과의 약정을 절대적으로 반영한 관리처분계획을 수립하여야만 하는 구체적인 민사상 의무까지 인정될 수는 없고, 약정의 당사자인 개별 조합원 역시 재건축조합에 대하여 약정 내용대로의 관리처분계획 수립을 강제할 수 있는 민사상 권리를 가진다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도시 및 주거환경정비법 제38조, 제74조, 행정소송법 제2조 / [2] 도시 및 주거환경정비법 제40조, 제45조, 제74조 / [3] 도시 및 주거환경정비법 제45조, 제74조, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 1996. 2. 15. 선고 94다31235 전원합의체 판결(공1996상, 768), 대법원 2009. 9. 17. 선고 2007다2428 전원합의체 판결(공2009하, 1648), 대법원 2014. 3. 27. 선고 2011두24057 판결 / [2] 대법원 2018. 3. 13. 선고 2016두35281 판결(공2018상, 703), 대법원 2022. 5. 26. 선고 2022두30539 판결<br/>"
}