{
  "판례일련번호": "223827",
  "사건명": "입찰참가자격제한처분취소",
  "사건번호": "2022두37141",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 특정 사안과 관련하여 법률에서 하위 법령에 위임을 한 경우, 하위 법령이 위임의 한계를 준수하고 있는지 판단하는 기준<br/>  [2] 입찰 참가자격의 제한을 받은 자가 법인이나 단체인 경우 그 대표자에 대해서도 입찰 참가자격을 제한하도록 규정한 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제92조 제4항이 구 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조 제1항의 위임범위를 벗어났는지 여부(소극)<br/>",
  "판결요지": "[1] 특정 사안과 관련하여 법률에서 하위 법령에 위임을 한 경우 하위 법령이 위임의 한계를 준수하고 있는지를 판단할 때는 법률 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴보아야 한다. 위임 규정 자체에서 그 의미 내용을 정확하게 알 수 있는 용어를 사용하여 위임의 한계를 분명히 하고 있는데도 그 문언적 의미의 한계를 벗어났는지, 또한 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소하여서 위임 내용을 구체화하는 단계를 벗어나 새로운 입법을 하였는지 등도 아울러 고려되어야 한다.<br/>  [2] 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2018. 7. 24. 대통령령 제29059호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제92조 제4항은 구 지방자치단체를 당사자로 하는 계약에 관한 법률(2018. 12. 24. 법률 제16042호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제31조 제1항의 위임범위를 벗어났다고 할 수 없다. 이유는 다음과 같다.<br/>    ① 법 제31조 제1항은 입찰 참가자격 제한 대상을 계약당사자로 명시하지 않고 ‘경쟁의 공정한 집행 또는 계약의 적정한 이행을 해칠 우려가 있는 자’ 또는 ‘그 밖에 입찰에 참가시키는 것이 부적합하다고 인정되는 자’로 규정한 다음, 이러한 부정당업자에 대해서는 대통령령으로 정하는 바에 따라 입찰 참가자격을 제한하여야 한다고 정한다. 따라서 시행령 제92조 제1항부터 제3항까지의 규정에 따라 입찰 참가자격의 제한을 받은 법인이나 단체(이하 ‘법인 등’이라 한다)의 대표자가 입찰 참가자격 제한 대상에 포함되는 것으로 본다고 하여 이 문언의 통상적인 의미에 따른 위임의 한계를 벗어난 것으로 단정할 수 없다.<br/>    ② 법인 등의 행위는 법인 등을 대표하는 자연인인 대표기관의 의사결정에 따른 행위를 매개로 하여서만 실현된다. 만일 법 제31조 제1항이 입찰 참가자격 제한 대상을 계약당사자로 한정하고 있는 것으로 해석한다면, 입찰 참가자격 제한처분을 받은 법인 등의 대표자가 언제든지 새로운 법인 등을 설립하여 입찰에 참가하는 것이 가능하게 되어 위 규정의 실효성이 확보될 수 없다. 따라서 법 제31조 제1항이 정한 ‘그 밖에 입찰에 참가시키는 것이 적합하지 아니하다고 인정되는 자’의 위임범위에 법인 등의 대표자도 포함된다고 보는 것이 그 위임 취지에 부합한다.<br/>    ③ 다른 감독기관이 없는 대표자의 행위에 대하여 누군가의 감독상 과실을 인정할 수 없고, 대표자의 책임과 분리된 법인 등의 책임을 상정하기도 어려운 사정 등을 고려하면, 시행령 제92조 제4항이 부정당업자로서 입찰 참가자격 제한을 받은 법인의 대표자가 단 한 명인 경우에 별도의 예외 없이 그 대표자에 대하여 입찰 참가자격을 제한해야 한다고 정하고 있다고 해서 위임의 범위를 부당하게 확장하였다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제75조, 제95조 / [2] 구 지방자치단체를 당사자로 하는 계약에 관한 법률(2018. 12. 24. 법률 제16042호로 개정되기 전의 것) 제31조 제1항, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2018. 7. 24. 대통령령 제29059호로 개정되기 전의 것) 제92조 제1항 제7호(현행 지방자치단체를 당사자로 하는 계약에 관한 법률 제31조 제1항 제2호 참조), 제4항(현행 제92조 제6항 참조)<br/>",
  "참조판례": "[1] 대법원 2010. 4. 29. 선고 2009두17797 판결(공2010상, 1035)<br/>"
}