{
  "판례일련번호": "223829",
  "사건명": "준항고인용결정에대한재항고",
  "사건번호": "2019모2584",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20220714",
  "판시사항": "[1] 수사기관의 압수·수색영장 집행에 대한 사전적·사후적 통제수단<br/>  [2] 수사기관이 압수·수색영장을 집행할 때 취해야 할 조치의 내용<br/>  [3] 저장매체에 대한 압수·수색 과정에서 전자정보가 담긴 저장매체 또는 그 복제본을 수사기관 사무실 등으로 옮겨 복제·탐색·출력할 수 있는 예외적인 사정이 존재하였다는 점에 대한 증명책임 소재(=영장의 집행기관인 수사기관) 및 이러한 증명이 이루어졌음을 전제로 압수·수색영장을 집행하는 과정에서 피의자 등에게 참여의 기회를 보장하고 혐의사실과 무관한 전자정보의 임의적 복제 등을 막기 위한 적법한 조치를 취하지 않은 경우, 압수·수색의 적법 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 강제수사는 범죄수사 목적을 위하여 필요 최소한의 범위 내에서만 이루어져야 하므로(형사소송법 제199조 제1항), 수사기관의 압수·수색 또한 범죄수사에 필요한 경우에 한하여 피의자가 죄를 범하였다고 의심할 만한 정황이 있고 해당 사건과 관계가 있다고 인정할 수 있는 것에 한정하여 이루어져야 한다(형사소송법 제215조). 수사기관이 압수 또는 수색을 할 때에는 처분을 받는 사람에게 반드시 적법한 절차에 따라 법관이 발부한 영장을 사전에 제시하여야 하고(헌법 제12조 제3항 본문, 형사소송법 제219조 및 제118조), 피의자·피압수자 또는 변호인(이하 ‘피의자 등’이라 한다)은 압수·수색영장의 집행에 참여할 권리가 있으므로(형사소송법 제219조, 제121조), 수사기관이 압수·수색영장을 집행할 때에도 원칙적으로는 피의자 등에게 미리 집행의 일시와 장소를 통지하여야 한다(형사소송법 제219조, 제122조). 한편 수사기관은 압수영장을 집행한 직후에 압수목록을 곧바로 작성하여 압수한 물건의 소유자·소지자·보관자 기타 이에 준하는 사람에게 교부하여야 한다(형사소송법 제219조, 제129조).<br/>    헌법과 형사소송법이 정한 이러한 규정의 체계·내용을 종합하여 보면, 압수·수색영장은 수사기관의 범죄수사 목적을 위하여 필요한 최소한의 범위 내에서만 신청·청구·발부되어야 하고, 이를 전제로 한 수사기관의 압수·수색영장 집행에 대한 사전적 통제수단으로, ① 압수·수색의 대상자에게 집행 이전에 반드시 영장을 제시하도록 함으로써 법관이 발부한 영장 없이 압수·수색을 하는 것을 방지하여 영장주의 원칙을 절차적으로 보장하고, 압수·수색영장에 기재된 물건·장소·신체에 한정하여 압수·수색이 이루어질 수 있도록 함으로써 개인의 사생활과 재산권의 침해를 최소화하며, ② 피의자 등에게 미리 압수·수색영장의 집행 일시와 장소를 통지함으로써 압수·수색영장의 집행 과정에 대한 참여권을 실질적으로 보장하고, 나아가 압수·수색영장의 집행 과정에서 피의사실과 관련성이 있는 압수물의 범위가 부당하게 확대되는 것을 방지함으로써 영장 집행절차의 적법성·적정성을 확보하도록 하였다.<br/>    또한 수사기관의 압수·수색영장 집행에 대한 사후적 통제수단 및 피의자 등의 신속한 구제절차로 마련된 준항고 등(형사소송법 제417조)을 통한 불복의 기회를 실질적으로 보장하기 위하여 수사기관으로 하여금 압수·수색영장의 집행을 종료한 직후에 압수목록을 작성·교부할 의무를 규정하였다.<br/>  [2] 헌법과 형사소송법이 정한 절차와 관련 규정, 그 입법 취지 등을 충실히 구현하기 위하여, 수사기관은 압수·수색영장의 집행기관으로서 피압수자로 하여금 법관이 발부한 영장에 의한 압수·수색이라는 강제처분이 이루어진다는 사실을 확인할 수 있도록 형사소송법이 압수·수색영장에 필요적으로 기재하도록 정한 사항이나 그와 일체를 이루는 내용까지 구체적으로 충분히 인식할 수 있는 방법으로 압수·수색영장을 제시하여야 하고, 증거인멸의 가능성이 최소화됨을 전제로 영장 집행 과정에 대한 참여권이 충실히 보장될 수 있도록 사전에 피의자·피압수자 또는 변호인(이하 ‘피의자 등’이라 한다)에 대하여 집행 일시와 장소를 통지하여야 함은 물론 피의자 등의 참여권이 형해화되지 않도록 그 통지의무의 예외로 규정된 ‘피의자 등이 참여하지 아니한다는 의사를 명시한 때 또는 급속을 요하는 때’라는 사유를 엄격하게 해석하여야 하며, 준항고 등을 통한 권리구제가 신속하면서도 실질적으로 이루어질 수 있도록 압수목록을 작성할 때 압수방법·장소·대상자별로 명확히 구분하여 압수물의 품종·종류·명칭·수량·외형상 특징 등을 최대한 구체적이고 정확하게 특정하여 기재하여야 한다.<br/>  [3] 저장매체에 대한 압수·수색 과정에서 범위를 정하여 출력 또는 복제하는 방법이 불가능하거나 압수의 목적을 달성하기에 현저히 곤란한 예외적인 사정이 인정되어 전자정보가 담긴 저장매체 또는 하드카피나 이미징 등 형태를 수사기관 사무실 등으로 옮겨 복제·탐색·출력할 수는 있다. 그러나 압수·수색 과정에서 위와 같은 예외적인 사정이 존재하였다는 점에 대하여는 영장의 집행기관인 수사기관이 이를 구체적으로 증명하여야 하고, 이러한 증명이 이루어졌음을 전제로 전자정보가 담긴 저장매체 또는 하드카피·이미징 등 형태를 수사기관 사무실 등으로 옮겨 복제·탐색·출력을 통하여 압수·수색영장을 집행하는 경우에도 그 과정에서 피의자·피압수자 또는 변호인(이하 ‘피의자 등’이라 한다)에게 참여의 기회를 보장하고 혐의사실과 무관한 전자정보의 임의적 복제 등을 막기 위한 적법한 조치를 하는 등 헌법상 영장주의 및 적법절차의 원칙을 준수하여야 한다. 만약 그러한 조치를 취하지 않았다면, 그럼에도 피의자 등에 대하여 절차 참여를 보장한 취지가 실질적으로 침해되지 않았다고 볼 수 있는 특별한 사정이 없는 이상, 압수·수색을 적법하다고 평가할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제3항, 형사소송법 제118조, 제199조 제1항, 제121조, 제122조, 제129조, 제215조, 제219조, 제417조 / [2] 헌법 제12조 제3항, 형사소송법 제118조, 제199조 제1항, 제121조, 제122조, 제129조, 제215조, 제219조, 제417조 / [3] 헌법 제12조 제3항, 형사소송법 제121조, 제122조, 제215조, 제219조, 제308조<br/>",
  "참조판례": "[3] 대법원 2015. 7. 16. 자 2011모1839 전원합의체 결정(공2015하, 1274)<br/>"
}