{
  "판례일련번호": "223819",
  "사건명": "통행권존재확인등청구",
  "사건번호": "2022다228544",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 토지 소유자가 스스로 토지를 도로로 제공하여 인근 주민이나 일반 공중에 무상 통행권을 부여하거나 토지에 대한 독점적·배타적인 사용·수익권을 포기하였는지 판단하는 기준<br/>  [2] 독점적·배타적인 사용·수익권 행사의 제한이 있는 토지 소유자가 그 후 사정변경을 이유로 완전한 소유권에 기한 권리를 주장할 수 있는지 여부(적극) 및 그러한 사정변경이 있는지 판단하는 기준<br/>  [3] 甲이 건물을 신축하여 분양·사용하기 위해 토지를 4필지로 분할하면서 건축허가를 받기 위해 그중 1필지의 지목을 도로로 변경하였고, 막다른 골목 형태의 위 토지는 기존 건물들이 준공된 나머지 3필지에서 북쪽 간선도로까지 도보로 이동 가능한 유일한 통로로 그로부터 약 30년 동안 인근 주민들의 통행로로 사용되었는데, 그 후 乙이 기존 건물들과 각 부지를 매수한 후 기존 건물들을 철거하고 인근 2필지를 합병하여 다세대주택을 신축한 이후 위 토지를 거쳐 남쪽 간선도로까지 도보로 왕래할 수 있게 되었고, 위 토지와 다세대주택의 일부 부지를 통하여 차량 진입도 가능하게 된 사안에서, 甲은 기존 건물들이 준공된 무렵부터 위 토지에 관하여 독점적·배타적인 사용·수익권을 포기하였다고 봄이 합리적이고, 위 토지를 둘러싼 객관적 사정변경을 이유로 甲이 위 토지에 관하여 사용·수익권을 포함한 완전한 소유권을 주장할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 토지의 소유자가 스스로 토지를 도로로 제공하여 인근 주민이나 일반 공중에 무상 통행권을 부여하거나 토지에 대한 독점적·배타적인 사용·수익권을 포기하였는지를 판단하기 위해서는, 소유자가 당해 토지를 소유하게 된 경위와 보유기간, 토지의 제공에 따른 소유자의 이익·편익의 유무, 소유자가 토지를 공공의 사용에 제공한 경위와 규모, 도로로 사용되는 당해 토지의 위치나 형태, 인근의 다른 토지와의 관계, 주위 환경 등 여러 가지 사정과 아울러 인근의 다른 토지의 효과적인 사용·수익을 위하여 당해 토지의 기여 정도 등을 종합적으로 고찰함으로써 토지 소유권의 보장과 공공의 이익 사이에 비교형량을 하여야 한다.<br/>  [2] 토지 소유자가 토지를 일반 공중의 이용에 제공함으로써 자신의 의사에 부합하는 토지이용상태가 형성되어 그에 대한 독점적·배타적인 사용·수익권의 행사가 제한되더라도, 토지이용상태에 중대한 변화가 생기는 등 독점적·배타적인 사용·수익권의 행사를 제한하는 기초가 된 객관적인 사정이 현저히 변경되고, 소유자가 일반 공중의 사용을 위하여 토지를 제공할 당시 이러한 변화를 예견할 수 없었으며, 사용·수익권 행사가 계속하여 제한된다고 보는 것이 당사자의 이해에 중대한 불균형을 초래하는 경우에는, 토지 소유자는 이러한 사정변경이 있은 때부터는 다시 사용·수익 권능을 포함한 완전한 소유권에 기한 권리를 주장할 수 있다. 그러나 이러한 사정변경이 있는지는 해당 토지의 위치와 물리적 형태, 토지 소유자가 토지를 일반 공중의 이용에 제공하게 된 동기·경위, 해당 토지와 인근 다른 토지와의 관계, 토지이용상태가 바뀐 경위와 종전 이용상태와의 동일성 여부 및 소유자의 권리행사를 허용함으로써 일반 공중의 신뢰가 침해될 가능성 등 전후 여러 사정을 종합적으로 고려하여야 한다.<br/>  [3] 甲이 건물을 신축하여 분양·사용하기 위해 토지를 4필지로 분할하면서 건축허가를 받기 위해 그중 1필지의 지목을 도로로 변경하였고, 막다른 골목 형태의 위 토지는 기존 건물들이 준공된 나머지 3필지에서 북쪽 간선도로까지 도보로 이동 가능한 유일한 통로로 그로부터 약 30년 동안 인근 주민들의 통행로로 사용되었는데, 그 후 乙이 기존 건물들과 각 부지를 매수한 후 기존 건물들을 철거하고 인근 2필지를 합병하여 다세대주택을 신축한 이후 위 토지를 거쳐 남쪽 간선도로까지 도보로 왕래할 수 있게 되었고, 위 토지와 다세대주택의 일부 부지를 통하여 차량 진입도 가능하게 된 사안에서, 위 토지는 위치·형태·지목에 비추어 독자적인 활용가능성이 상당히 낮은 반면, 이를 통해 인근 주민들은 북쪽 간선도로에서 기존 건물들까지 이동할 수 있는 유일한 통로로 사용하는 편익을 얻었고, 甲은 위 토지를 인근 주민 및 일반 공중의 이용에 무상으로 제공함으로써 건축허가를 취득할 수 있었음은 물론 건물의 신축 및 분양·사용으로 상당한 경제적 이익을 취하는 등 위 토지를 포함한 4필지 모두의 객관적·경제적 효용가치가 모두 상승되었으므로, 토지 소유권의 보장과 공공의 이익 사이에 비교형량을 하더라도, 甲은 기존 건물들이 준공된 무렵부터 위 토지에 관하여 독점적·배타적인 사용·수익권을 포기하였다고 봄이 합리적이고, 한편 기존 건물들이 철거된 후 다세대주택이 신축되는 등 위 토지를 둘러싼 객관적 사정의 변경은, 甲이 당초 독점적·배타적인 사용·수익권을 포기하고 인근 주민 등의 통행을 위한 이용에 무상으로 제공한 위 토지의 공로로서의 존재 및 그에 대한 인근 주민 등의 계속적 이용을 전제로, 이용의 편의성 강화를 위해 인근 주민 일부의 추가적 출연 내지 부담의 결과로 발생한 것으로, 객관적 사정변경의 경위와 그 내역 등에 비추어, 위 토지를 통행로로 이용하는 인근 주민 등의 계속적 이용의 이익 내지 기대권의 보호가능성이 없어진 경우라거나, 甲의 독점적·배타적인 사용·수익권의 회복을 인정할 정당한 이익이 새로 발생한 경우라고 보기는 어려우므로, 甲은 위 토지에 관하여 사용·수익권을 포함한 완전한 소유권을 주장할 수 없고, 여전히 독점적·배타적인 사용·수익권을 포기한 상태가 계속되고 있다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제211조 / [2] 민법 제211조 / [3] 민법 제211조<br/>",
  "참조판례": "[1][2] 대법원 2019. 1. 24. 선고 2016다264556 전원합의체 판결(공2019상, 531), 대법원 2019. 6. 13. 선고 2018다253420 판결 / [1] 대법원 2009. 6. 11. 선고 2009다8802 판결(공2009하, 1116)<br/>"
}