{
  "판례일련번호": "223811",
  "사건명": "조합원부담금청구·조합원지위부존재확인등",
  "사건번호": "2021다281999, 282008",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 지역주택조합의 조합원 자격에 관한 구 주택법 제32조 제5항 및 구 주택법 시행령 제38조 제1항의 법적 성질(=단속규정) 및 이를 위반하는 약정이 당연 무효인지 여부(소극) / 당사자가 통정하여 단속규정을 위반하는 법률행위를 한 경우, 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위에 해당하는지 여부(적극)<br/>  [2] 지역주택조합의 조합원이 조합가입계약 체결 당시에는 조합원 자격 요건을 충족하였으나 주택조합설립인가신청일 이후 조합원의 지위를 상실한 경우, 그 후 이행기가 도래하는 부담금을 납부할 의무를 면하는지 여부(적극) 및 조합가입계약을 체결하였으나 그 당시는 물론 주택조합설립인가신청일까지 조합원 자격 요건을 충족하지 못한 경우, 주택조합설립인가신청일 이후 이행기가 도래하는 부담금을 납부할 의무를 면하는지 여부(적극)<br/>",
  "판결요지": "[1] 지역주택조합의 조합원 자격에 관한 구 주택법(2015. 7. 24. 법률 제13435호로 개정되기 전의 것) 제32조 제5항 및 구 주택법 시행령(2014. 12. 23. 대통령령 제25880호로 개정되기 전의 것) 제38조 제1항은 단순한 단속규정에 불과할 뿐 효력규정이라고 할 수 없어 당사자 사이에 이를 위반한 약정을 하였다고 하더라도 그 약정이 당연히 무효라고 할 수는 없다. 다만 당사자가 통정하여 위와 같은 단속규정을 위반하는 법률행위를 한 경우에 비로소 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위에 해당하게 된다.<br/>  [2] 지역주택조합과 조합원 사이의 법률관계는 근거 법령이나 조합 규약의 규정, 조합총회의 결의 또는 조합과 조합원 사이의 약정에 따라 규율된다. 일반적으로 지역주택조합사업은 무주택자들이 주택 마련이라는 일정한 목적을 가지고 조합설립 준비단계에서부터 사업부지의 확보, 조합의 설립과 사업계획승인, 아파트 등 주택의 건축에 이르기까지 일련의 절차를 진행하여 시행되고, 조합원은 사업의 진행과정에서 그 진행단계에 따라 지속적으로 발생하는 사업비에 충당할 부담금을 납부할 의무를 진다. 근거 법령에 따라 마련된 조합 규약이나 조합가입계약에는 조합원의 의무로서 부담금 및 기타 비용에 관한 납부의무를 정하고, 조합원 지위를 상실한 경우 납부한 부담금에 대하여 별도의 환불 범위, 방법 및 시기 등을 정하고 있는데, 이러한 지역주택조합사업과 조합가입계약의 성질, 조합 규약이나 조합가입계약의 내용, 당사자들의 의사, 조합원 부담금 납부의 성질, 형태와 방법 등을 고려하여 보면, 조합원이 그 지위를 상실하면 그 효력은 장래에 향해서만 미친다고 보아야 한다. 따라서 조합가입계약 체결 당시에는 조합원 자격 요건을 충족하였으나 주택조합설립인가신청일 이후 조합원의 지위를 상실한 자는 그 지위를 상실한 이후부터는 그 후 이행기가 도래하는 부담금을 납부할 의무를 면하지만, 그 전에 발생하여 이행기가 도래한 부담금은 이를 납부할 의무가 있다. 나아가 조합가입계약을 체결하였으나 그 당시는 물론 주택조합설립인가신청일까지도 조합원 자격 요건을 충족하지 못한 자에 대하여도 마찬가지로 볼 수 있으므로 그와 같은 자는 주택조합설립인가신청일 이후 이행기가 도래하는 부담금을 납부할 의무를 면하지만, 그 전에 발생하여 이행기가 도래한 부담금은 이를 납부할 의무가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 주택법(2015. 7. 24. 법률 제13435호로 개정되기 전의 것) 제32조 제5항(현행 제11조 제7항 참조), 구 주택법 시행령(2014. 12. 23. 대통령령 제25880호로 개정되기 전의 것) 제38조 제1항(현행 제21조 제1항 참조), 민법 제103조, 제105조 / [2] 구 주택법(2015. 7. 24. 법률 제13435호로 개정되기 전의 것) 제32조 제5항(현행 제11조 제7항 참조), 구 주택법 시행령(2014. 12. 23. 대통령령 제25880호로 개정되기 전의 것) 제38조 제1항(현행 제21조 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 1993. 7. 27. 선고 93다2926 판결(공1994하, 2596), 대법원 1998. 7. 10. 선고 98다17954 판결, 대법원 2011. 12. 8. 선고 2011다5547 판결(공2012상, 112), 대법원 2015. 9. 10. 선고 2012다44839 판결<br/>"
}