{
  "판례일련번호": "225455",
  "사건명": "손해배상(기)",
  "사건번호": "2017다276679",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190829",
  "판시사항": "[1] 민법 제766조 제2항에서 불법행위에 따른 손해배상청구권의 소멸시효 기산점으로 정한 ‘불법행위를 한 날’의 의미<br/>[2] 구 국가를 당사자로 하는 계약에 관한 법률 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항에 규정된 장기계속공사계약에서 이른바 ‘총괄계약’의 의미 및 효력<br/>[3] 국가의 요청에 따라 조달청장이 공고한 장기계속공사에 관한 입찰에서 甲 주식회사 공동수급체가 乙 주식회사 등과 투찰률이 90%를 넘지 않는 범위 내에서 추첨을 통하여 투찰가격을 결정하기로 합의한 후 이에 따른 투찰가격으로 투찰하여 낙찰자로 선정되자, 국가와 총공사금액 및 총공사준공일을 부기하여 위 공사의 1차 계약을 체결하였고, 그 후 차수별로 2차 내지 4차 계약을 체결하여 위 공사를 완성하고 공사대금을 지급받았는데, 공정거래위원회가 甲 회사 공동수급체와 乙 회사 등의 행위가 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호의 부당한 공동행위에 해당한다며 甲 회사와 乙 회사 등에 시정명령 및 과징금 납부명령을 하자, 국가가 甲 회사와 乙 회사 등을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 甲 회사와 乙 회사 등은 공동불법행위자로서 국가가 입은 손해를 배상할 의무가 있다고 판단한 다음, 1차 계약과 동시에 총괄계약이 체결된 사정만으로는 국가가 甲 회사에 지급할 총공사대금이 구체적으로 확정되었다고 볼 수 없는데도, 국가의 甲 회사와 乙 회사 등에 대한 손해배상채권 전부의 소멸시효가 그때부터 진행하여 모두 완성되었다고 본 원심판단에는 총괄계약의 효력 등에 관한 법리오해 등 잘못이 있다고 한 사례<br/>[4] 국가의 요청에 따라 조달청장이 공고한 장기계속공사에 관한 입찰에 甲 주식회사 공동수급체와 乙 주식회사 등이 투찰하여 甲 회사 공동수급체가 낙찰자로 선정되자, ‘낙찰자로 결정되지 아니한 자는 설계비의 일부를 보상받을 수 있다’는 입찰공고 규정에 따라 乙 회사 등이 국가로부터 설계보상비를 지급받았는데, 위 공사 완성 후 甲 회사 공동수급체와 乙 회사 등이 담합행위를 한 사실이 밝혀지자, 국가가 ‘담합한 입찰은 무효로 한다’는 공사입찰유의서 규정과 ‘입찰 무효에 해당하거나 무효에 해당하는 사실이 사후에 발견된 자 등은 설계보상비 대상자에서 제외되며, 입찰 무효사실이 발견되기 전 설계비를 보상받은 자는 반환한다’는 특별유의서 규정에 근거하여 설계보상비의 반환을 구한 사안에서, 乙 회사 등에 대하여 입찰 무효사유에 해당하는 공동행위가 사후에 밝혀진 이상 입찰 무효 여부와 관계없이 국가는 특별유의서 규정에 근거하여 乙 회사 등을 상대로 설계보상비의 반환을 구할 수 있다고 봄이 타당한데도, 이와 달리 입찰이 무효로 된 경우에 한하여 설계보상비의 반환을 구할 수 있다고 본 원심판단에는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 불법행위에 기한 손해배상채권에서 민법 제766조 제2항의 소멸시효의 기산점이 되는 ‘불법행위를 한 날’이란 가해행위가 있었던 날이 아니라 현실적으로 손해의 결과가 발생한 날을 의미하나, 그 손해의 결과발생이 현실적인 것으로 되었다면 그 소멸시효는 피해자가 손해의 결과발생을 알았거나 예상할 수 있는지 여부에 관계없이 가해행위로 인한 손해가 현실적인 것으로 되었다고 볼 수 있는 때부터 진행한다.<br/>[2] 구 국가를 당사자로 하는 계약에 관한 법률(2012. 3. 21. 법률 제11377호로 개정되기 전의 것) 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항에 규정된 장기계속공사계약은 총공사금액 및 총공사기간에 관하여 별도의 계약을 체결하고 다시 개개의 사업연도별로 계약을 체결하는 형태가 아니라, 우선 1차년도의 제1차공사에 관한 계약을 체결하면서 총공사금액과 총공사기간을 부기하는 형태로 이루어진다. 제1차공사에 관한 계약 체결 당시 부기된 총공사금액 및 총공사기간에 관한 합의를 통상 ‘총괄계약’이라 칭하고 있는데, 이러한 총괄계약은 그 자체로 총공사금액이나 총공사기간에 대한 확정적인 의사의 합치에 따른 것이 아니라 각 연차별 계약의 체결에 따라 연동된다. 즉, 총괄계약은 전체적인 사업의 규모나 공사금액, 공사기간 등에 관하여 잠정적으로 활용하는 기준으로서 구체적으로는 계약상대방이 각 연차별 계약을 체결할 지위에 있다는 점과 계약의 전체 규모는 총괄계약을 기준으로 한다는 점에 관한 합의라고 보아야 한다. 따라서 총괄계약의 효력은 계약상대방의 결정, 계약이행의사의 확정, 계약단가 등에만 미칠 뿐이고, 계약상대방이 이행할 급부의 구체적인 내용, 계약상대방에게 지급할 공사대금의 범위, 계약의 이행기간 등은 모두 연차별 계약을 통하여 구체적으로 확정된다고 보아야 한다.<br/>[3] 국가의 요청에 따라 조달청장이 공고한 장기계속공사에 관한 입찰에서 甲 주식회사 공동수급체가 乙 주식회사 등과 투찰률이 90%를 넘지 않는 범위 내에서 추첨을 통하여 투찰가격을 결정하기로 합의한 후 이에 따른 투찰가격으로 투찰하여 낙찰자로 선정되자, 국가와 총공사금액 및 총공사준공일을 부기하여 위 공사의 1차 계약을 체결하였고, 그 후 차수별로 2차 내지 4차 계약을 체결하여 위 공사를 완성하고 공사대금을 지급받았는데, 공정거래위원회가 甲 회사 공동수급체와 乙 회사 등의 행위가 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호의 부당한 공동행위에 해당한다며 甲 회사와 乙 회사 등에 시정명령 및 과징금 납부명령을 하자, 국가가 甲 회사와 乙 회사 등을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 甲 회사 공동수급체와 乙 회사 등이 한 공동행위는 독점규제 및 공정거래에 관한 법률상 부당한 공동행위이고 그 때문에 국가가 공정한 경쟁에 기하지 않은 입찰가격으로 공사계약을 체결하는 손해를 입었으므로, 甲 회사와 乙 회사 등은 공동불법행위자로서 국가가 입은 손해를 배상할 의무가 있다고 판단한 다음, 1차 계약 체결 당시 계약서에 총공사준공일 및 총공사금액을 부기함으로써 총괄계약도 함께 체결되었다고는 볼 수 있으나, 이러한 총괄계약의 효력은 계약상대방의 결정, 계약이행의사의 확정, 계약단가 등에만 미칠 뿐이고 계약상대방이 이행할 급부의 구체적인 내용, 계약상대방에게 지급할 공사대금의 범위, 계약의 이행기간 등은 모두 차수별 계약을 통하여 비로소 구체적으로 확정되므로, 1차 계약과 동시에 총괄계약이 체결된 사정만으로는 국가가 甲 회사에 지급할 총공사대금이 구체적으로 확정되었다고 볼 수 없는데도, 위 사정만으로 곧바로 그때 甲 회사의 총공사금액에 대한 권리의무가 확정되었다고 보아 국가의 甲 회사와 乙 회사 등에 대한 손해배상채권 전부의 소멸시효가 그때부터 진행하여 모두 완성되었다고 본 원심판단에는 장기계속공사계약에서 총괄계약과 차수별 계약의 관계 및 총괄계약의 효력에 관한 법리오해 등 잘못이 있다고 한 사례.<br/>[4] 국가의 요청에 따라 조달청장이 공고한 장기계속공사에 관한 입찰에 甲 주식회사 공동수급체와 乙 주식회사 등이 투찰하여 甲 회사 공동수급체가 낙찰자로 선정되자, ‘낙찰자로 결정되지 아니한 자는 설계비의 일부를 보상받을 수 있다’는 입찰공고 규정에 따라 乙 회사 등이 국가로부터 설계보상비를 지급받았는데, 위 공사 완성 후 甲 회사 공동수급체와 乙 회사 등이 담합행위를 한 사실이 밝혀지자, 국가가 ‘담합한 입찰은 무효로 한다’는 공사입찰유의서 규정과 ‘입찰 무효에 해당하거나 무효에 해당하는 사실이 사후에 발견된 자 등은 설계보상비 대상자에서 제외되며, 입찰 무효사실이 발견되기 전 설계비를 보상받은 자는 반환한다’는 특별유의서 규정에 근거하여 설계보상비의 반환을 구한 사안에서, 특별유의서에서 설계비 보상이 배제되는 경우로 ‘입찰이 무효에 해당하는 경우’와 ‘입찰의 무효에 해당하는 사실이 사후에 발견된 경우’를 구별하여 규정하고 있는 점과 그 규정의 문언을 주목하면, 입찰 무효의 근거가 될 사실이 나중에 밝혀지는 등 입찰 무효에 해당하는 사유가 존재하는 이상 비록 다른 사정 등에 의하여 입찰이 무효로 되지 않았더라도 위 사실관계가 밝혀지기 전에 설계비를 보상받은 자는 이를 반환하여야 한다고 해석함이 타당하고, 설계보상비 반환 규정의 취지는 공공 공사 입찰에 참여하는 자의 수를 많게 함으로써 그들의 진정한 경쟁을 통하여 국가계약사무의 공정성과 공공성을 강화하기 위한 것이므로 이러한 취지에 반하여 서로 담합하는 등 경쟁을 제한하는 행위를 한 자에게 애초부터 설계비 상당액을 보상할 이유가 없으며, 이는 정당한 보상대상자가 될 수 없는 자에게 설계보상비가 지급되었다는 사정이 나중에 밝혀진 경우도 마찬가지이므로, 乙 회사 등에 대하여 입찰 무효사유에 해당하는 공동행위가 사후에 밝혀진 이상 입찰 무효 여부와 관계없이 국가는 특별유의서 규정에 근거하여 乙 회사 등을 상대로 설계보상비의 반환을 구할 수 있다고 봄이 타당한데도, 이와 달리 입찰이 무효로 된 경우에 한하여 설계보상비의 반환을 구할 수 있다고 본 원심판단에는 국가를 당사자로 하는 계약에 관한 법령과 특별유의서에서 정한 설계보상비 반환에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제766조 제2항 / [2] 구 국가를 당사자로 하는 계약에 관한 법률(2012. 3. 21. 법률 제11377호로 개정되기 전의 것) 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항 / [3] 국가재정법 제96조, 민법 제766조 제2항, 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호, 구 국가를 당사자로 하는 계약에 관한 법률(2012. 3. 21. 법률 제11377호로 개정되기 전의 것) 제21조, 국가를 당사자로 하는 계약에 관한 법률 시행령 제69조 제2항 / [4] 민법 제105조, 독점규제 및 공정거래에 관한 법률 제19조 제1항 제8호, 구 국가를 당사자로 하는 계약에 관한 법률(2012. 12. 18. 법률 제11547호로 개정되기 전의 것) 제8조, 구 국가를 당사자로 하는 계약에 관한 법률 시행령(2011. 12. 31. 대통령령 제23477호로 개정되기 전의 것) 제39조 제4항, 제89조, 구 국가를 당사자로 하는 계약에 관한 법률 시행규칙(2012. 5. 18. 기획재정부령 제284호로 개정되기 전의 것) 제44조<br/>",
  "참조판례": "[1] 대법원 2005. 5. 13. 선고 2004다71881 판결(공2005상, 950) / [2] 대법원 2018. 10. 30. 선고 2014다235189 전원합의체 판결(공2018하, 2370)<br/>"
}