{
  "판례일련번호": "225471",
  "사건명": "부당이득금",
  "사건번호": "2016다252478",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190830",
  "판시사항": "[1] 서울주택도시공사가 새로 공공시설을 설치하거나 기존의 공공시설에 대체되는 공공시설을 설치하기 위하여 개발행위허가를 받거나 도시·군계획시설사업의 실시계획인가를 받아 개발사업의 시행자가 된 경우, 국토의 계획 및 이용에 관한 법률 제65조 제1항에서 정한 ‘개발사업의 시행자가 행정청인 경우’로 볼 수 있는지 여부(적극)<br/>[2] 국토의 계획 및 이용에 관한 법률 제65조 제1항, 제2항에 따라 종래 공공시설이 사업시행자에게 무상으로 귀속되거나 양도되려면 개발행위허가를 받은 사업이 넓은 면적의 사업구역을 대상으로 하는 이른바 ‘단지형 개발사업’이어야 할 뿐만 아니라 ‘종래 공공시설이 해당 개발사업의 시행으로 용도가 폐지되는 경우’이어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제65조 제1항, 제2항, 제3항 본문, 제99조의 문언 및 내용, 체계에 비추어 다음과 같은 사정을 아울러 살펴보면, 서울주택도시공사가 새로 공공시설을 설치하거나 기존의 공공시설에 대체되는 공공시설을 설치하기 위하여 개발행위허가를 받거나 도시·군계획시설사업의 실시계획인가를 받아 개발사업의 시행자가 된 경우에는 국토계획법 제65조 제1항에서 정한 ‘개발사업의 시행자가 행정청인 경우’로 볼 수 있다.<br/>  ① 서울주택도시공사는 지방공기업법에 따라 서울특별시가 전액 출자하여 설립한 공공단체(지방공사)로서, 그 설립행위 등을 통해 서울특별시로부터 서울특별시의 개발사업 시행 권한을 위임받은 행정청으로 볼 수 있다[행정절차법 제2조 제1항 (나)목].<br/>  ② 국토계획법 제65조 제1항, 제2항이 개발사업의 시행자가 행정청인 경우에는 종래의 공공시설이 무상으로 귀속된다고 규정한 반면, 개발사업의 시행자가 행정청이 아닌 경우에는 종래의 공공시설을 무상으로 양도할 수 있다고 규정하여 차이를 둔 것은 사업시행자의 법적 지위, 사업의 공공성 정도, 전통적인 감독행정청의 관여 정도 등을 고려한 것이다.<br/>  한편 국토계획법 제86조 제5항, 제7항은 특별시장·광역시장·특별자치시장·특별자치도지사·시장·군수 또는 국토교통부장관이 아닌 자가 도시·군계획시설사업의 시행자로 지정받으려면 원칙적으로 사업대상토지의 소유 면적 및 토지소유자 동의 비율에 관하여 대통령령으로 정하는 요건을 갖추어야 하지만, 국가, 지방자치단체, 대통령령으로 정하는 공공기관, 그 밖에 대통령령으로 정하는 자의 경우에는 위와 같은 토지소유·동의 요건을 갖출 필요가 없다고 규정하고 있다. 그 위임에 따른 국토의 계획 및 이용에 관한 법률 시행령 제96조 제4항 제1호는 지방공기업법에 의한 지방공사와 지방공단을 도시·군계획시설사업의 시행자로 지정받기 위하여 위와 같은 토지소유·동의 요건을 갖출 필요가 없는 자의 하나로 규정하고 있다.<br/>  이처럼 국토계획법령이 사인을 도시·군계획시설사업의 시행자로 지정하기 위한 요건으로 토지소유·동의 요건을 규정한 취지는 사인이 시행하는 도시·군계획시설사업의 공공성을 보완하고 사인에 의한 일방적인 수용을 제어하기 위한 것인데, 이미 국토계획법령 자체에서 지방공사가 도시·군계획시설사업을 시행하는 경우는 사인이 아니라 국가, 지방자치단체가 시행하는 경우와 동등하게 취급하도록 특별 규정을 두고 있다.<br/>  ③ 국토계획법 제65조 제1항과 유사하게 새로운 정비기반시설과 기존의 정비기반시설의 무상귀속·양도 제도를 규정하고 있는 ‘도시 및 주거환경정비법’(이하 ‘도시정비법’이라고 한다) 제97조 제1항, 제2항도 ‘시장·군수 등 또는 토지주택공사 등’이 정비사업을 시행하는 경우와 ‘시장·군수 등 또는 토지주택공사 등이 아닌 사업시행자’가 정비사업을 시행하는 경우를 구분하여 규정하고 있는데, 도시정비법 제2조 제10호는 ‘토지주택공사 등’을 ‘한국토지주택공사법에 따라 설립된 한국토지주택공사 또는 지방공기업법에 따라 주택사업을 수행하기 위하여 설립된 지방공사’라고 정의하여 지방공사가 정비사업을 시행하는 경우를 시장·군수 등이 정비사업을 시행하는 경우와 동등하게 취급하고 있다.<br/>  ④ 국토계획법 제65조 제1항, 제2항은 ‘개발행위허가를 받은 자가 행정청인 경우’와 ‘개발행위허가를 받은 자가 행정청이 아닌 경우’를 명확하게 구분하여 규정하고 있다. 따라서 개발행위허가를 받기 전에 이미 행정청이거나 행정청이 아니라는 점이 확정되어 있어야 한다. 마찬가지로 국토계획법 제99조에 의하여 제65조를 준용하는 경우에도 도시·군계획시설사업의 시행자로 지정되기 전에 이미 행정청이거나 행정청이 아니라는 점이 확정되어 있어야 한다. 따라서 ‘도시·군계획시설사업의 시행자로 지정됨으로써 비로소 행정권한을 위탁받은 행정청의 지위를 취득하는 경우’에는 그 시행자가 국토계획법 제99조, 제65조 제1항에서 정한 ‘행정청’에 해당하지 않는다고 보아야 한다.<br/>[2] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제65조 제1항, 제2항은 개발행위허가를 받는(의제되는 경우를 포함한다) 모든 개발사업에 대하여 적용되는 것이 아니라, 넓은 면적의 사업구역을 대상으로 하는 이른바 ‘단지형 개발사업’에 한하여 적용되는 것이며, 종래의 공공시설이 해당 개발사업의 시행으로 용도가 폐지되는 경우에 해당할 때 사업시행자에게 무상으로 귀속되거나 양도될 수 있는 대상이 된다고 보아야 한다. 그 이유는 다음과 같다.<br/>  ① 국토계획법 외에 새로 설치되는 공공시설의 무상귀속과 종래 공공시설의 무상귀속·양도 제도(이하 통틀어 ‘신·구 공공시설 무상귀속·양도 제도’라고 한다)를 규정하고 있는 법률로는 ‘도시 및 주거환경정비법’, ‘도시개발법’, ‘택지개발촉진법’, ‘주택법’, ‘산업입지 및 개발에 관한 법률’ 등이 있는데, 이들은 모두 넓은 면적의 ‘단지형 개발사업’에 관한 것이다. 단지형 개발사업의 시행자는 그 사업구역 내의 토지를 매수하거나 수용하는 등의 방식으로 유상취득하는 것이 원칙이지만, 신·구 공공시설 무상귀속·양도 제도는 그중 국·공유 행정재산의 취득·처리에 관하여 특례를 규정한 것이다. 국·공유의 일반재산의 경우 개발사업의 시행자가 매수하거나 수용하는 등의 방식으로 유상취득하는 절차를 거쳐야 한다.<br/>  ② 단지형 개발사업에서는 공공성 확보와 개발이익 환수 차원에서 시행자가 그 사업구역 내에 도로, 공원 등의 공공시설을 확충하는 내용의 사업계획을 수립할 것이 요청된다. ‘신 공공시설 무상귀속 제도’는 개발사업의 시행으로 사업구역에 새로운 공공시설의 수요가 유발되는 점을 고려하여 개발사업의 시행자에게 직접 새로운 공공시설의 설치의무를 부과함과 동시에 이를 국가 또는 지방자치단체의 관리청에 무상으로 귀속시킴으로써, 관리청이 새로 설치되는 공공시설의 소유권을 확보한 후 이를 공공의 이용에 적합하도록 효율적으로 유지·관리하게 하여 ‘공공시설의 원활한 확보와 효율적인 유지·관리’라는 과제를 실현하려는 데 그 입법 취지가 있다. 이를 통해 기존 공공시설의 규모가 확대되기도 하고, 그 위치가 조정되기도 하며, 종전에는 없던 새로운 공공시설이 설치되기도 한다.<br/>  ③ ‘구 공공시설 무상귀속·양도 제도’는 새로 설치되는 공공시설이 관리청에 무상으로 귀속됨으로 인해 야기되는 개발사업 시행자의 재산상 손실·비용을 합리적 범위 안에서 일부라도 보전해 주고자 하는 데 그 입법 취지가 있다.<br/>  개발사업의 시행자에게 종래의 공공시설을 무상으로 귀속·양도하는 것이 손실·비용 보전이 될 수 있으려면, 시행자가 종래의 공공시설을 해당 개발사업의 부지로 사용함으로써 토지가격 상당의 경제적 가치를 취득하고 나중에 이를 분양하는 방식으로 처분·환가할 수 있다는 점이 전제되어야 하며, 이는 종래의 공공시설의 용도폐지 없이는 불가능하다. 따라서 국토계획법 제65조 제1항에 따른 종래의 공공시설 무상귀속이 이루어지려면 제65조 제2항에 분명하게 규정되어 있는 것과 마찬가지로 ‘종래의 공공시설이 해당 개발사업의 시행으로 용도가 폐지되는 경우’이어야 한다고 보아야 한다.<br/>  ④ 개발사업의 시행자가 예를 들어 기존 도로를 직선화하는 등으로 노선을 조정하거나 도로폭을 확장하는 경우에 직선화된 도로나 확장된 도로는 도로관리청에 귀속되어야 하지만, 직선화로 인해 더 이상 필요 없게 된 기존 도로의 부지는 시행자에게 귀속시켜 개발사업에 활용할 수 있어야 한다. 이를 위해서는 ‘국유재산법’과 ‘공유재산 및 물품 관리법’(이하 통틀어 ‘국·공유재산법’이라 한다)에 의하면 기존 도로의 도로관리청이 용도폐지를 결정하고 그 도로부지를 시행자에게 양도하며, 시행자는 새로운 도로를 도로관리청에게 귀속시키기 위해 기부채납하는 일련의 과정을 거쳐야 한다.<br/>  신·구 공공시설 무상귀속·양도 제도는 이러한 일련의 과정을 거칠 필요 없이, 신·구 공공시설의 소유권 변동의 효과가 개별적인 법률행위를 통해서가 아니라, 개발사업의 준공시점에 법률 규정에 의해서 직접 발생하도록 함으로써 관련 행정사무 처리의 간소화·효율화를 도모하는 데에도 그 입법 취지가 있다.<br/>  ⑤ 국토계획법 제65조 제3항은 제1항과 제2항에 따른 공공시설의 귀속에 관한 사항이 포함된 개발행위허가를 하려면 미리 해당 공공시설이 속한 ‘관리청의 의견을 들어야 한다’고 규정하고 있다. 이는 종래의 공공시설이 속한 관리청의 ‘동의 또는 협의’를 규정한 것이 아니라 ‘의견청취절차’를 규정한 것에 불과하므로, 그러한 의견청취절차를 거치지 아니하였다고 하여 종래의 공공시설 무상귀속·양도의 대상에서 제외되는 것은 아니다.<br/>  국·공유재산법에 의하면, 행정재산은 용도폐지되지 않은 이상 매각·처분할 수 없으며, 행정재산의 용도폐지는 해당 행정재산의 관리청 또는 총괄청만이 할 수 있다(국유재산법 제22조, 제27조, 제40조, 공유재산 및 물품 관리법 제11조, 제19조). 신·구 공공시설 무상귀속·양도 제도에서 개발사업 인허가를 담당하는 행정청이 종래 공공시설 관리청의 동의 없이도 종래 공공시설의 용도폐지 및 무상귀속·양도에 관한 사항이 포함된 개발사업 인허가를 할 수 있도록 규정한 것은 단지형 개발사업의 시행을 통해서 전체적으로 공공시설이 확충되어 공익이 증진되므로 개별 행정재산 관리청의 이해득실은 중요하지 않다는 점을 고려한 결과로 볼 수 있다. 이러한 ‘단지형 개발사업의 특수성’이 전제되지 않는다면, 개발사업 인허가 행정청이 종래 공공시설의 관리청 또는 총괄청의 동의 없이 행정재산의 용도폐지를 결정한다는 것은 국·공유재산법의 질서에서는 정당화하기 어렵다.<br/>  ⑥ 단지형 개발사업이 아닌 경우에는, 개발사업의 시행에 필요한 토지는 설령 공공시설을 설치하려는 경우라고 하더라도 사업시행자가 사법상 계약이나 공법상 절차에 따라 그 대금(보상금)을 지급하고 유상취득하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제65조 제1항, 제2항, 제3항, 제86조 제5항, 제7항, 제99조, 행정절차법 제2조 제1항 (나)목, 지방공기업법 제49조, 제76조, 도시 및 주거환경정비법 제2조 제10호, 제97조 제1항, 제2항, 국토의 계획 및 이용에 관한 법률 시행령 제96조 제4항 제1호 / [2] 국토의 계획 및 이용에 관한 법률 제65조 제1항, 제2항, 제3항, 제99조, 국유재산법 제22조, 제27조, 제40조, 공유재산 및 물품 관리법 제11조, 제19조<br/>",
  "참조판례": "[1][2] 헌법재판소 2015. 3. 26. 선고 2014헌바156 전원재판부 결정(헌공222, 521) / [1] 대법원 2017. 7. 11. 선고 2016두35120 판결(공2017하, 1637) / [2] 대법원 2007. 4. 13. 선고 2006두11149 판결, 대법원 2009. 6. 25. 선고 2006다18174 판결(공2009하, 1189), 대법원 2018. 10. 25. 선고 2017두56476 판결(공2018하, 2257)<br/>"
}