{
  "판례일련번호": "225463",
  "사건명": "수용재결신청청구거부처분취소",
  "사건번호": "2018두57865",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190829",
  "판시사항": "[1] 공익사업으로 농업의 손실을 입게 된 자가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제34조, 제50조 등에 규정된 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 손실보상을 청구할 수 있는지 여부(소극)<br/>[2] 편입토지 보상, 지장물 보상, 영업·농업 보상에 관하여 토지소유자나 관계인이 사업시행자에게 재결신청을 청구했음에도 사업시행자가 재결신청을 하지 않을 경우, 토지소유자나 관계인의 불복 방법 및 이때 사업시행자에게 재결신청을 할 의무가 있는지가 소송요건 심사단계에서 고려할 요소인지 여부(소극)<br/>[3] 한국수자원공사법에 따른 사업을 수행하기 위한 토지 등의 수용 또는 사용으로 손실을 입게 된 토지소유자나 관계인이 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제30조에 따라 한국수자원공사에 재결신청을 청구하는 경우, 위 사업의 실시계획을 승인할 때 정한 사업시행기간 내에 해야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제26조, 제28조, 제30조, 제34조, 제50조, 제61조, 제83조 내지 제85조의 규정 내용 및 입법 취지 등을 종합하면, 공익사업으로 농업의 손실을 입게 된 자가 사업시행자로부터 토지보상법 제77조 제2항에 따라 농업손실에 대한 보상을 받기 위해서는 토지보상법 제34조, 제50조 등에 규정된 재결절차를 거친 다음 그 재결에 대하여 불복이 있는 때에 비로소 토지보상법 제83조 내지 제85조에 따라 권리구제를 받을 수 있을 뿐, 이러한 재결절차를 거치지 않은 채 곧바로 사업시행자를 상대로 손실보상을 청구하는 것은 허용되지 않는다.<br/>[2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제28조, 제30조에 따르면, 편입토지 보상, 지장물 보상, 영업·농업 보상에 관해서는 사업시행자만이 재결을 신청할 수 있고 토지소유자와 관계인은 사업시행자에게 재결신청을 청구하도록 규정하고 있으므로, 토지소유자나 관계인의 재결신청 청구에도 사업시행자가 재결신청을 하지 않을 때 토지소유자나 관계인은 사업시행자를 상대로 거부처분 취소소송 또는 부작위 위법확인소송의 방법으로 다투어야 한다. 구체적인 사안에서 토지소유자나 관계인의 재결신청 청구가 적법하여 사업시행자가 재결신청을 할 의무가 있는지는 본안에서 사업시행자의 거부처분이나 부작위가 적법한가를 판단하는 단계에서 고려할 요소이지, 소송요건 심사단계에서 고려할 요소가 아니다.<br/>[3] 한국수자원공사법에 따르면, 한국수자원공사는 수자원을 종합적으로 개발·관리하여 생활용수 등의 공급을 원활하게 하고 수질을 개선함으로써 국민생활의 향상과 공공복리의 증진에 이바지함을 목적으로 설립된 공법인으로서(제1조, 제2조), 사업을 수행하기 위하여 필요한 경우에는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제3조에 따른 토지 등을 수용 또는 사용할 수 있고, 토지 등의 수용 또는 사용에 관하여 한국수자원공사법에 특별한 규정이 있는 경우 외에는 토지보상법을 적용한다(제24조 제1항, 제7항). 한국수자원공사법 제10조에 따른 실시계획의 승인·고시가 있으면 토지보상법 제20조 제1항 및 제22조에 따른 사업인정 및 사업인정의 고시가 있은 것으로 보고, 이 경우 재결신청은 토지보상법 제23조 제1항 및 제28조 제1항에도 불구하고 실시계획을 승인할 때 정한 사업의 시행기간 내에 하여야 한다(제24조 제2항).<br/>  위와 같은 관련 규정들의 내용과 체계, 입법 취지 등을 종합하면, 한국수자원공사가 한국수자원공사법에 따른 사업을 수행하기 위하여 토지 등을 수용 또는 사용하고자 하는 경우에 재결신청은 실시계획을 승인할 때 정한 사업의 시행기간 내에 하여야 하므로, 토지소유자나 관계인이 토지보상법 제30조에 의하여 한국수자원공사에 하는 재결신청의 청구도 위 사업시행기간 내에 하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제26조, 제28조, 제30조, 제34조, 제50조, 제61조, 제77조 제2항, 제83조, 제84조, 제85조 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제28조, 제30조 / [3] 한국수자원공사법 제1조, 제2조, 제24조 제1항, 제2항, 제7항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제30조<br/>",
  "참조판례": "[1] 대법원 2011. 10. 13. 선고 2009다43461 판결(공2011하, 2302) / [2] 대법원 2011. 7. 14. 선고 2011두2309 판결(공2011하, 1642) / [3] 대법원 1996. 4. 23. 선고 95누15551 판결<br/>"
}