{
  "판례일련번호": "225493",
  "사건명": "양도소득세경정청구거부처분취소",
  "사건번호": "2018두57940",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190830",
  "판시사항": "과세기준일 현재 건축물이 사실상 멸실된 날부터 6개월이 지나지 아니한 건축물의 부속토지 중 구 지방세법 시행령 제101조 제1항 제2호에 정한 면적의 토지가 장기보유특별공제 적용 배제 대상인 구 소득세법 제104조의3 제1항이 정한 비사업용 토지인지 판단하는 기준<br/>",
  "판결요지": "구 소득세법(2015. 12. 15. 법률 제13558호로 개정되기 전의 것, 이하 같다) 제95조 제2항, 제104조의3 제1항 제4호, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것, 이하 같다) 제168조의6 제1호는 양도로 인한 장기보유특별공제 적용 배제 대상인 ‘비사업용 토지’에 관하여 토지의 소유기간이 5년 이상인 경우에 양도일 직전 5년 중 2년을 초과하는 기간, 양도일 직전 3년 중 1년을 초과하는 기간 및 토지의 소유기간의 100분의 20에 상당하는 기간을 초과하는 기간의 모두에 해당하는 기간 동안 ‘농지, 임야 및 목장용지 외의 토지’에 해당하는 토지는 원칙적으로 비사업용 토지로 보아 장기보유특별공제 적용 대상에서 배제하되, 구 소득세법 제104조의3 제1항 제4호 (나)목은 지방세법 제106조 제1항 제2호 및 제3호에 따른 재산세 별도합산과세대상 또는 분리과세대상이 되는 토지에 해당하는 기간은 비사업용 토지로 보는 기간에서 제외하도록 정하고 있다.<br/>  한편 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것, 이하 같다) 제106조 제1항 제2호 (가)목 및 그 위임을 받은 구 지방세법 시행령(2015. 12. 31. 대통령령 제26836호로 개정되기 전의 것, 이하 같다) 제101조 제1항 제2호, 제103조 제1항 제1호는 재산세 별도합산과세대상 토지의 하나로 ‘과세기준일 현재 건축물이 사실상 멸실된 날부터 6개월이 지나지 아니한 건축물의 부속토지 중 건축물의 바닥면적에 용도지역별 적용배율을 곱하여 산정한 면적 범위의 토지’를 들고 있고, 여기서 건축물이란 ‘토지에 정착하는 공작물 중 지붕과 기둥 또는 벽이 있는 건축물이나 이와 유사한 형태의 건축물’ 등을 말한다(구 지방세법 제104조 제2호 및 제6조 제4호, 건축법 제2조 제1항 제2호 참조).<br/>  이와 같은 관련 규정의 문언과 체계, 구 소득세법에서 양도소득금액 산정과 관련하여 재산세 별도합산과세대상이 되는 ‘농지, 임야 및 목장용지 외의 토지’의 소유기간 동안을 비사업용 토지로 이용된 기간으로 보지 않는 취지 등을 종합하면, 건축물의 부속토지 중 구 지방세법 시행령 제101조 제1항 제2호에 정한 면적의 토지는 건축물이 사실상 멸실된 날부터 6개월 동안 재산세 별도합산과세대상이 되는 ‘농지, 임야 및 목장용지 외의 토지’로서 그 기간을 비사업용 토지로 보는 기간에서 제외하여 구 소득세법 시행령 제168조의6 각호의 기간 요건을 모두 충족하였는지 여부에 따라 장기보유특별공제 적용 배제 대상인 구 소득세법 제104조의3 제1항이 정한 비사업용 토지인지 여부를 판정하여야 한다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "구 소득세법(2015. 12. 15. 법률 제13558호로 개정되기 전의 것) 제95조 제2항, 제104조의3 제1항 제4호 (나)목, 구 소득세법 시행령(2015. 2. 3. 대통령령 제26067호로 개정되기 전의 것) 제168조의6 제1호, 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것) 제6조 제4호, 제104조 제2호, 제106조 제1항 제2호 (가)목, 구 지방세법 시행령(2015. 12. 31. 대통령령 제26836호로 개정되기 전의 것) 제101조 제1항 제2호, 제103조 제1항 제1호[현행 지방세법 제106조 제1항 제2호 (다)목 및 지방세법 시행령 제103조의2 참조], 건축법 제2조 제1항 제2호<br/>",
  "참조판례": ""
}