{
  "판례일련번호": "225487",
  "사건명": "청년인턴지원금반환청구의소",
  "사건번호": "2018다242451",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20190830",
  "판시사항": "甲 주식회사가 고용노동부가 시행한 ‘청년취업인턴제’ 사업에 실시기업으로 참여하여 고용노동부로부터 사업에 관한 업무를 위탁받은 乙 주식회사와 청년인턴지원협약을 체결하고 인턴을 채용해 왔는데, 甲 회사는 30명의 인턴에 대하여 실제 약정 임금이 130만 원임에도 마치 150만 원을 지급한 것처럼 꾸며 乙 회사로부터 1인당 150만 원의 50%인 75만 원의 청년인턴지원금을 청구하여 지급받았고, 이에 乙 회사가 甲 회사를 상대로 지원금 반환을 구하는 소를 제기한 사안에서, 乙 회사의 甲 회사에 대한 협약에 따른 지원금 반환청구는 협약에서 정한 의무의 위반을 이유로 채무불이행 책임을 구하는 것으로 민사소송의 대상이고, 甲 회사가 임금을 부풀린 허위의 인턴약정서 등을 제출하여 乙 회사로부터 지급받은 지원금액 전부가 협약에 따라 乙 회사에 반환하여야 할 대상이라고 한 사례<br/>",
  "판결요지": "甲 주식회사가 고용노동부가 시행한 ‘청년취업인턴제’ 사업에 실시기업으로 참여하여 고용노동부로부터 사업에 관한 업무를 위탁받은 乙 주식회사와 청년인턴지원협약을 체결하고 인턴을 채용해 왔는데, 甲 회사는 30명의 인턴에 대하여 실제 약정 임금이 130만 원임에도 마치 150만 원을 지급한 것처럼 꾸며 乙 회사로부터 1인당 150만 원의 50%인 75만 원의 청년인턴지원금을 청구하여 지급받았고, 이에 乙 회사가 甲 회사를 상대로 지원금 반환을 구하는 소를 제기한 사안에서, 乙 회사가 고용노동부의 ‘청년취업인턴제 시행지침’ 또는 구 보조금 관리에 관한 법률(2016. 1. 28. 법률 제13931호로 개정되기 전의 것) 제33조의2 제1항 제1호에 따라 보조금수령자에 대하여 거짓 신청이나 그 밖의 부정한 방법으로 지급받은 보조금을 반환하도록 요구하는 의사표시는 우월한 지위에서 하는 공권력의 행사로서의 ‘반환명령’이 아니라, 대등한 당사자의 지위에서 계약에 근거하여 하는 의사표시라고 보아야 하며, 또한 乙 회사의 甲 회사에 대한 협약에 따른 지원금 반환청구는 협약에서 정한 의무의 위반을 이유로 채무불이행 책임을 구하는 것에 불과하고, 채무의 존부 및 범위에 관한 다툼이 협약에 포함된 공법적 요소에 어떤 영향을 받는다고 볼 수도 없으므로 민사소송의 대상이라고 보아야 하는데, 협약에 따라 乙 회사와 甲 회사 사이의 계약 내용으로 편입된 위 시행지침에 의하면, 실시기업이 지원금 지급신청을 하면서 임금을 부풀린 허위의 인턴약정서를 제출하는 행위는 ‘거짓 기타 부정한 방법으로 지원금을 신청하는 경우’에 해당하고, 운영기관이 실시기업으로부터 인턴약정서 등을 제출받아 심사하는 단계에서 거짓 기타 부정한 방법이 개입되었음을 확인한 경우에는 해당 신청에 대해서도 지원금을 일부라도 지급하지 않아야 하는바, 운영기관이 실시기업이 허위의 인턴약정서를 제출하였다는 사정을 미처 파악하지 못하고 해당 신청에 따른 지원금을 지급한 경우에는, 실시기업이 해당 신청으로 수령한 지원금액 전액이 거짓 기타 부정한 방법으로 지원받은 금액으로서 운영기관에 반환하여야 할 대상이라고 보아야 하므로, 甲 회사가 임금을 부풀린 허위의 인턴약정서 등을 제출하여 乙 회사로부터 지급받은 지원금액 전부가 협약에 따라 乙 회사에 반환하여야 할 대상이라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "고용정책기본법 제25조, 고용보험법 제25조 제1항 제3호, 제35조 제1항, 구 고용보험법 시행령(2011. 12. 30. 대통령령 제23467호로 개정되기 전의 것) 제36조 제1항 제3호, 제2항, 구 보조금 관리에 관한 법률(2016. 1. 28. 법률 제13931호로 개정되기 전의 것) 제33조의2 제1항 제1호(현행 제33조 제1항 제1호 참조), 제3항(현행 제33조의3 제1항 제2호 참조)<br/>",
  "참조판례": ""
}