{
  "판례일련번호": "225633",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(통신매체이용음란)",
  "사건번호": "2019도11540",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 불이익변경금지원칙을 적용할 때에는 주문을 전체적·실질적으로 고찰하여 판단하여야 하는지 여부(적극) / 취업제한명령의 성격(=보안처분) / 피고인만이 항소한 경우, 항소심이 제1심판결에서 정한 형과 동일한 형을 선고하면서 제1심에서 정한 취업제한기간보다 더 긴 취업제한명령을 부가하는 것이 허용되는지 여부(소극)<br/>  [2] 2018. 12. 11. 법률 제15904호로 개정된 장애인복지법의 시행 전에 성범죄를 범한 피고인에 대하여, 제1심이 개정법 시행일 이전에 유죄를 인정하여 징역 1년과 120시간의 성폭력 치료프로그램 이수명령, 아동·청소년 관련기관 등에 5년간의 취업제한명령을 선고하였고, 이에 대하여 피고인만 양형부당을 이유로 항소하였는데, 개정법 시행일 이후에 판결을 선고한 원심이 개정법 부칙 제2조와 개정법 제59조의3 제1항에 따라 판결 선고와 동시에 아동·청소년 관련기관 등에 대한 취업제한명령뿐 아니라 장애인복지시설에 대한 취업제한명령을 선고하여야 한다는 이유로 제1심판결을 직권으로 파기하고 유죄를 인정하면서 제1심과 동일한 형 등과 함께 장애인복지시설에 5년간의 취업제한명령을 선고한 사안에서, 원심의 판단에 불이익변경금지원칙에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 피고인만이 항소한 사건에 대하여는 제1심판결의 형보다 중한 형을 선고하지 못한다. 불이익변경금지원칙을 적용할 때에는 주문을 개별적·형식적으로 고찰할 것이 아니라 전체적·실질적으로 고찰하여 판단하여야 한다. 취업제한명령은 범죄인에 대한 사회내 처우의 한 유형으로서 형벌 그 자체가 아니라 보안처분의 성격을 가지는 것이지만, 실질적으로 직업선택의 자유를 제한하는 것이다. 따라서 원심이 제1심판결에서 정한 형과 동일한 형을 선고하면서 제1심에서 정한 취업제한기간보다 더 긴 취업제한명령을 부가하는 것은 전체적·실질적으로 피고인에게 불리하게 변경한 것이므로, 피고인만이 항소한 경우에는 허용되지 않는다. <br/>  [2] 2018. 12. 11. 법률 제15904호로 개정된 장애인복지법(이하 ‘개정법’이라 한다)의 시행 전에 성범죄를 범한 피고인에 대하여, 제1심이 개정법 시행일 이전에 유죄를 인정하여 징역 1년과 120시간의 성폭력 치료프로그램 이수명령, 아동·청소년 관련기관 등에 5년간의 취업제한명령을 선고하였고, 이에 대하여 피고인만 양형부당을 이유로 항소하였는데, 개정법 시행일 이후에 판결을 선고한 원심이 개정법 부칙 제2조와 개정법 제59조의3 제1항(이하 ‘개정규정’이라 한다)에 따라 판결 선고와 동시에 아동·청소년 관련기관 등에 대한 취업제한명령뿐 아니라 장애인복지시설에 대한 취업제한명령을 선고하여야 한다는 이유로 제1심판결을 직권으로 파기하고 유죄를 인정하면서 제1심과 동일한 형 등과 함께 장애인복지시설에 5년간의 취업제한명령을 선고한 사안에서, 개정규정과 개정법 부칙 제1조, 제2조, 제3조 제1항 각호, 제4조의 내용과 취지 등에 비추어 보면, 피고인은 구 장애인복지법(2018. 12. 11. 법률 제15904호로 개정되기 전의 것) 제59조의3 제1항에 따라 취업제한을 받는 사람으로서, 개정법 시행 전에 징역 1년을 선고한 제1심판결에 대하여 검사와 피고인이 항소하지 않아 제1심판결이 확정되었다면 별도의 취업제한명령의 선고가 없더라도 개정법 부칙 제3조 제1항 제2호에 따라 장애인복지시설에 취업이 제한되는 기간은 3년이 되었을 것인데, 원심은 개정법 부칙 제2조에 따라 개정규정을 적용하여 피고인에게 제1심과 동일한 형 등과 함께 장애인복지시설에 5년간의 취업제한명령을 선고하였으므로, 결국 제1심판결에 대하여 피고인만이 항소하였는데도, 원심은 제1심과 동일한 형 등을 선고하면서 개정법 부칙에서 정한 취업제한기간보다 더 긴 5년간의 취업제한명령을 선고함으로써 피고인에게 불리하게 제1심판결을 변경한 것이어서 허용되지 않는다는 이유로, 원심의 판단에 불이익변경금지원칙에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제368조 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제13조, 제16조 제2항, 아동·청소년의 성보호에 관한 법률 제56조 제1항, 구 장애인복지법(2018. 12. 11. 법률 제15904호로 개정되기 전의 것) 제59조의3 제1항, 장애인복지법(2018. 12. 11. 법률 제15904호로 개정된 것) 제59조의3 제1항, 부칙(2018. 12. 11.) 제1조, 제2조, 제3조 제1항 제2호, 제4조, 형사소송법 제368조<br/>",
  "참조판례": "[1] 대법원 2013. 12. 12. 선고 2012도7198 판결(공2014상, 212)<br/>"
}