{
  "판례일련번호": "225613",
  "사건명": "건물인도등",
  "사건번호": "2017다286485",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 1동의 건물에 대하여 구분소유가 성립하기 위한 요건 / 구분소유가 성립하는 경우 구분소유권의 객체가 되는 부분(=구분행위에 상응하여 객관적·물리적으로 완성된 구분건물) 및 구분소유권의 객체를 확정하기 위하여 집합건축물대장의 등록이나 등기부의 등재가 필요한지 여부(소극)<br/>  [2] 층마다 1호, 2호의 2개의 구분건물이 좌우로 위치하면서 면적과 구조가 동일한 세대로 되어 있는 한 동의 건물이 신축된 후 집합건축물대장을 만드는 과정에서 층별로 전유부분 출입문에 표시된 호수가 뒤바뀐 건축물 현황도가 첨부되었고, 그 밖의 사항은 집합건축물대장과 부동산등기부 표제부의 기재가 일치하였는데, 건물의 구분소유자들이 등기부 표제부의 건물번호와 일치하는 전유부분 출입문 표시대로 구분건물에 관한 점유를 개시하여 이를 기초로 모든 법률관계가 형성되어 오다, 층별로 각 호수의 건축물 현황도를 맞바꾸는 방법으로 집합건축물대장이 정정되었는데, 위 구분건물 중 등기부상 제2층 제1호를 경매절차에서 매수한 甲 주식회사가 당초 건축물 현황도의 표시대로 특정되었던 구분건물의 소유권을 취득하였다고 주장하면서 등기부상 제2층 제2호를 점유하고 있는 乙을 상대로 건물인도 등을 구한 사안에서, 제반 사정을 고려하면 甲 회사가 경매절차에서 매수한 구분건물이 乙이 점유하는 구분건물이라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 1동의 건물에 대하여 구분소유가 성립하기 위해서는 객관적·물리적인 측면에서 1동의 건물이 존재하고 구분된 건물부분이 구조상·이용상 독립성을 갖추어야 할 뿐 아니라 1동의 건물 중 물리적으로 구획된 건물부분을 각각 구분소유권의 객체로 하려는 구분행위가 있어야 한다. 구분행위는 건물의 물리적 형질을 변경하지 않고 건물의 특정 부분을 구분하여 별개의 소유권의 객체로 하려는 법률행위로서, 그 시기나 방식에 특별한 제한이 있는 것은 아니고 처분권자의 구분의사가 객관적으로 외부에 표시되면 인정할 수 있다. 1동의 건물과 그 구분행위에 상응하는 구분건물이 객관적·물리적으로 완성되면 그 시점에서 구분소유가 성립한다. 이와 같이 구분소유가 성립하는 이상 구분행위에 상응하여 객관적·물리적으로 완성된 구분건물이 구분소유권의 객체가 되고, 구분건물에 관하여 집합건축물대장에 등록하거나 등기부에 등재하는 것은 구분소유권의 내용을 공시하는 사후적 절차일 뿐이다.<br/>  [2] 층마다 1호, 2호의 2개의 구분건물이 좌우로 위치하면서 면적과 구조가 동일한 세대로 되어 있는 한 동의 건물이 신축된 후 집합건축물대장을 만드는 과정에서 층별로 전유부분 출입문에 표시된 호수가 뒤바뀐 건축물 현황도가 첨부되었고, 그 밖의 사항은 집합건축물대장과 부동산등기부 표제부의 기재가 일치하였는데, 건물의 구분소유자들이 등기부 표제부의 건물번호와 일치하는 전유부분 출입문 표시대로 구분건물에 관한 점유를 개시하여 이를 기초로 모든 법률관계가 형성되어 오다, 층별로 각 호수의 건축물 현황도를 맞바꾸는 방법으로 집합건축물대장이 정정되었는데, 위 구분건물 중 등기부상 제2층 제1호를 경매절차에서 매수한 甲 주식회사가 당초 건축물 현황도의 표시대로 특정되었던 구분건물의 소유권을 취득하였다고 주장하면서 등기부상 제2층 제2호를 점유하고 있는 乙을 상대로 건물인도 등을 구한 사안에서, 건물의 구분소유자들이 구분건물의 사용을 개시한 때부터 형성된 법률관계 등에 비추어 건물의 건축주는 출입문 표시대로 전유부분을 구분하였고, 다만 집합건축물대장 등록 신청 시 착오로 좌우 건물번호가 뒤바뀐 건축물 현황도를 첨부한 것으로 볼 수 있으며, 층별 각 호수의 전유부분의 면적이 동일하기 때문에 출입문 표시와 집합건축물대장에 첨부된 건축물 현황도가 일치하지 않으면 등기부 기재만으로 어느 전유부분이 몇 호인지를 구분할 수 없지만, 건물 건축주가 위와 같이 전유부분을 구분한 것으로 볼 수 있는 이상 그러한 구분행위에 상응하여 출입문 표시대로 구분건물이 구분소유권의 객체가 되고 그것이 등기부에 반영된 것으로 보아야 하며, 또한 경매절차에서 구분건물을 매매한 경우 매수인이 소유권을 취득하는 대상은 등기부가 표상하는 구분건물이므로 甲 회사가 경매절차에서 매수한 구분건물이 乙이 점유하는 구분건물이라고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제1조, 제2조 제1호, 제3호, 제56조, 부동산등기법 제46조, 민법 제215조 / [2] 집합건물의 소유 및 관리에 관한 법률 제1조, 제2조 제1호, 제3호, 제56조, 부동산등기법 제46조, 민법 제215조<br/>",
  "참조판례": "[1] 대법원 2013. 1. 17. 선고 2010다71578 전원합의체 판결(공2013상, 298), 대법원 2015. 9. 10. 선고 2015다205659, 205666 판결<br/>"
}