{
  "판례일련번호": "225605",
  "사건명": "손해배상(기)",
  "사건번호": "2014다46778",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 물건 점유자를 상대로 한 물건의 인도판결이 확정된 경우, 점유자가 그 판결의 효력으로 판결의 상대방에게 물건을 인도하여야 할 실체적 의무가 생기거나 정당한 점유권원이 소멸하여 그때부터 물건의 점유가 위법하게 되는지 여부(소극) 및 위 인도판결의 기판력이 물건에 대한 불법점유를 원인으로 하는 손해배상청구 소송에 미치는지 여부(소극)<br/>  [2] 甲 주식회사가 乙 주식회사와 체결한 하도급계약에 따라 공사현장에 흙막이 가시설물을 설치하였다가 乙 회사의 회생절차개시를 이유로 하도급계약의 해지를 통보하고 공사를 중단하자, 乙 회사가 법원으로부터 공사재개허가를 받아 공사를 진행하면서 甲 회사에 위 시설물의 해체를 요청한 다음 甲 회사가 이를 거부하고 위 시설물을 수거하지 않자 공사 진행을 위해 이를 다른 곳으로 옮겨 보관하고 있었는데, 甲 회사가 乙 회사의 관리인을 상대로 위 시설물의 인도를 구하는 소를 제기하여 승소 확정판결을 받은 다음, 乙 회사가 인도판결에도 불구하고 위 시설물의 인도를 거부하고 이를 불법점유하고 있다며 乙 회사의 관리인을 상대로 손해배상 등을 구한 사안에서, 불법행위의 성립요건에 관하여 별다른 심리를 하지 않은 채 인도판결이 확정된 사정만을 들어 인도판결 확정 다음 날부터 乙 회사의 위 시설물에 대한 점유가 위법하다고 보아 甲 회사에 대한 점유반환 시까지 기간에 대하여 乙 회사의 손해배상책임을 인정한 원심판단에는 이행판결의 효력, 불법점유로 인한 손해배상책임 등에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>  [3] 회생절차종결결정에 관한 공고의 효력이 발생하는 시점(=관보에 게재된 날의 다음 날 또는 대법원규칙이 정하는 방법에 의한 공고가 있은 날의 다음 날) 및 회생절차종결결정의 효력이 발생하면 그와 동시에 관리인의 권한이 소멸하는지 여부(적극)<br/>",
  "판결요지": "[1] 물건 점유자를 상대로 한 물건의 인도판결이 확정되면 점유자는 인도판결 상대방에 대하여 소송에서 더 이상 물건에 대한 인도청구권의 존부를 다툴 수 없고 인도소송의 사실심 변론종결 시까지 주장할 수 있었던 정당한 점유권원을 내세워 물건의 인도를 거절할 수 없다. 그러나 의무 이행을 명하는 판결의 효력이 실체적 법률관계에 영향을 미치는 것은 아니므로, 점유자가 그 인도판결의 효력으로 판결 상대방에게 물건을 인도해야 할 실체적 의무가 생긴다거나 정당한 점유권원이 소멸하여 그때부터 그 물건에 대한 점유가 위법하게 되는 것은 아니다. 나아가 물건을 점유하는 자를 상대로 하여 물건의 인도를 명하는 판결이 확정되더라도 그 판결의 효력은 이들 물건에 대한 인도청구권의 존부에만 미치고, 인도판결의 기판력이 이들 물건에 대한 불법점유를 원인으로 한 손해배상청구 소송에 미치지 않는다.<br/>  [2] 甲 주식회사가 乙 주식회사와 체결한 하도급계약에 따라 공사현장에 흙막이 가시설물을 설치하였다가 乙 회사의 회생절차개시를 이유로 하도급계약의 해지를 통보하고 공사를 중단하자, 乙 회사가 법원으로부터 공사재개허가를 받아 공사를 진행하면서 甲 회사에 위 시설물의 해체를 요청한 다음 甲 회사가 이를 거부하고 위 시설물을 수거하지 않자 공사 진행을 위해 이를 다른 곳으로 옮겨 보관하고 있었는데, 甲 회사가 乙 회사의 관리인을 상대로 위 시설물의 인도를 구하는 소를 제기하여 승소 확정판결을 받은 다음, 乙 회사가 인도판결에도 불구하고 위 시설물의 인도를 거부하고 이를 불법점유하고 있다며 乙 회사의 관리인을 상대로 손해배상 등을 구한 사안에서, 인도판결로 위 시설물에 관한 실체적 법률관계에 어떠한 변동이 생기는 것이 아니어서 인도판결이 확정되었다는 사정만으로 곧바로 인도판결 확정 다음 날부터 위 시설물에 대한 乙 회사의 점유가 위법하게 되어 甲 회사에 손해가 발생하였다고 볼 수 없고, 乙 회사가 인도판결이 확정된 다음 위 시설물에 대한 인도를 적극적으로 이행하지 않았다고 해서 이를 곧바로 불법행위로 단정할 수 없어 이로 인해 甲 회사가 위 시설물을 사용·수익하지 못하는 손해를 입었다고 볼 수도 없으며, 甲 회사가 乙 회사를 상대로 위 시설물의 인도를 명하는 인도판결을 받아 판결이 확정되었더라도 판결의 효력이 위 시설물에 대한 인도청구권의 존부에만 미칠 뿐 위 시설물의 불법점유로 인한 손해배상청구 소송에는 미치지 않는데도, 불법행위의 성립요건에 관하여 별다른 심리를 하지 않은 채 인도판결이 확정된 사정만을 들어 인도판결 확정 다음 날부터 乙 회사의 위 시설물에 대한 점유가 위법하다고 보아 甲 회사에 대한 점유반환 시까지 기간에 대하여 乙 회사의 손해배상책임을 인정한 원심판단에는 이행판결의 효력, 불법점유로 인한 손해배상책임 등에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>  [3] 채무자 회생 및 파산에 관한 법률에 따르면, 회생계획에 따른 변제가 시작되면 법원은 관리인 등의 신청 또는 직권으로 회생절차종결의 결정을 하고(제283조 제1항), 그 주문과 이유의 요지를 공고하여야 한다(제283조 제2항). 회생절차종결결정의 공고는 관보에 게재된 날의 다음 날 또는 대법원규칙이 정하는 방법에 의한 공고가 있은 날의 다음 날에 그 효력이 발생하고(제9조 제2항), 회생절차종결결정의 효력이 발생함과 동시에 채무자는 업무수행권과 재산의 관리처분권을 회복하고 관리인의 권한은 소멸한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조, 민사소송법 제216조 제1항 / [2] 민법 제750조, 민사소송법 제216조 제1항 / [3] 채무자 회생 및 파산에 관한 법률 제9조 제2항, 제56조, 제74조 제1항, 제283조 제1항, 제2항<br/>",
  "참조판례": ""
}