{
  "판례일련번호": "225621",
  "사건명": "도로점용허가처분무효확인등[서울특별시 서초구청장의 도로점용허가처분에 대하여 서초구 주민들이 주민소송을 제기한 사건]",
  "사건번호": "2018두104",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 위법한 행정처분에 대한 취소판결이 확정된 경우, 행정청이 취할 조치 및 행정처분이 불복기간의 경과로 확정될 경우, 그 효력으로서 확정력의 의미<br/>  [2] 지방자치법 제17조 제1항에 따른 주민소송에서 다툼의 대상이 된 처분의 위법성을 판단하는 기준 및 주민소송에서 처분의 위법성은 해당 처분으로 지방자치단체의 재정에 손실이 발생하였는지만을 기준으로 판단해야 하는지 여부(소극)<br/>  [3] 공유재산에 해당하는 도로에 관하여 적용할 법률로서 공유재산 및 물품 관리법과 도로법의 관계<br/>  [4] 도로의 점용에 관하여 우선 적용될 법령 및 그 경우 구 공유재산 및 물품 관리법 제13조가 적용되는지 여부(소극)<br/>  [5] 甲 교회가 지구단위계획구역으로 지정되어 있던 토지 중 일부를 매수한 후 교회 건물을 신축하는 과정에서 乙 구(區) 소유 국지도로 지하에 지하주차장 진입 통로를 건설하고 지하공간에 건축되는 예배당 시설 부지의 일부로 사용할 목적으로 乙 구청장에게 위 도로 지하 부분에 대한 도로점용허가를 신청하였고, 乙 구청장이 위 도로 중 일부 도로 지하 부분을 甲 교회가 점용할 수 있도록 하는 내용의 도로점용허가처분을 하자, 甲 교회가 위 도로 지하 부분을 포함한 신축 교회 건물 지하에 예배당 등의 시설을 설치한 사안에서, 위 도로점용허가가 비례·형평의 원칙을 위반하였다고 본 원심판단을 수긍한 사례<br/>  [6] 취소소송에 의한 행정처분 취소의 경우에도 수익적 행정처분의 취소·철회 제한에 관한 법리가 적용되는지 여부(소극)<br/>  [7] 법문언에 모호함이 내포되어 있으나 법관의 보충적인 가치판단을 통해서 법문언의 의미 내용을 확인할 수 있고 그러한 보충적 해석이 해석자의 개인적인 취향에 따라 좌우될 가능성이 없는 경우, 명확성원칙에 반한다고 할 수 있는지 여부(소극)<br/>  [8] 지방자치법 제17조 제1항 중 ‘재산의 취득·관리·처분에 관한 사항’ 부분이 명확성원칙에 반하는지 여부(소극)<br/>",
  "판결요지": "[1] 어떤 행정처분을 위법하다고 판단하여 취소하는 판결이 확정되면 행정청은 취소판결의 기속력에 따라 그 판결에서 확인된 위법사유를 배제한 상태에서 다시 처분을 하거나 그 밖에 위법한 결과를 제거하는 조치를 할 의무가 있다(행정소송법 제30조). 그리고 행정처분이 불복기간의 경과로 인하여 확정될 경우 그 확정력은, 처분으로 인하여 법률상 이익을 침해받은 자가 해당 처분이나 재결의 효력을 더 이상 다툴 수 없다는 의미일 뿐, 더 나아가 판결에 있어서와 같은 기판력이 인정되는 것은 아니어서 처분의 기초가 된 사실관계나 법률적 판단이 확정되고 당사자들이나 법원이 이에 기속되어 모순되는 주장이나 판단을 할 수 없게 되는 것은 아니다. <br/>  [2] 지방자치법 제16조, 제17조 제1항, 제2항 제2호, 제17항의 내용과 체계에다가 주민소송 제도의 입법 취지와 법적 성질 등을 종합하면, 주민소송에서 다툼의 대상이 된 처분의 위법성은 행정소송법상 항고소송에서와 마찬가지로 헌법, 법률, 그 하위의 법규명령, 법의 일반원칙 등 객관적 법질서를 구성하는 모든 법규범에 위반되는지 여부를 기준으로 판단하여야 하는 것이지, 해당 처분으로 지방자치단체의 재정에 손실이 발생하였는지만을 기준으로 판단할 것은 아니다.<br/>  [3] 구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제1조, 제2조, 도로법 제1조 등 관련 규정들의 내용과 체계에다가 두 법률의 입법 목적 등을 종합하면, 공유재산 및 물품 관리법은 공유재산 및 물품의 취득, 관리·처분에 대한 사항 일반을 규율하는 일반법의 성격을 지니는 반면, 도로법은 일반 공중의 교통에 제공되는 시설이라는 도로의 기능적 특성을 고려하여 그 소유관계를 불문하고 특수한 공법적 규율을 하는 법률로서 도로가 공유재산에 해당하는 경우 공유재산 및 물품 관리법보다 우선적으로 적용되는 특별법에 해당한다. <br/>  [4] 구 도로법(2010. 3. 22. 법률 제10156호로 개정되기 전의 것) 제38조, 구 도로법 시행령(2012. 11. 27. 대통령령 제24205호로 개정되기 전의 것, 이하 같다) 제28조 제5항 각호, 그리고 도로점용허가의 대상이 되는 공작물 또는 시설의 구조기준을 정한 구 도로법 시행령 제28조 제1항 [별표 1의2]의 내용과 체계에다가 구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것, 이하 ‘구 공유재산법’이라 한다)과 도로법의 관계 등을 종합하면, 도로법령은 구 공유재산법 제13조에 대한 특별 규정이므로, 도로의 점용에 관해서는 위 도로법령의 규정들이 우선적으로 적용되고 구 공유재산법 제13조는 적용되지 않는다. <br/>  [5] 甲 교회가 지구단위계획구역으로 지정되어 있던 토지 중 일부를 매수한 후 교회 건물을 신축하는 과정에서 乙 구(區) 소유 국지도로 지하에 지하주차장 진입 통로를 건설하고 지하공간에 건축되는 예배당 시설 부지의 일부로 사용할 목적으로 乙 구청장에게 위 도로 지하 부분에 대한 도로점용허가를 신청하였고, 乙 구청장이 위 도로 중 일부 도로 지하 부분을 2010. 4. 9.부터 2019. 12. 31.까지 甲 교회가 점용할 수 있도록 하는 내용의 도로점용허가처분을 하자, 甲 교회가 위 도로 지하 부분을 포함한 신축 교회 건물 지하에 예배당 등의 시설을 설치한 사안에서, 예배당, 성가대실, 방송실과 같은 지하구조물 설치를 통한 지하의 점유는 원상회복이 쉽지 않을 뿐 아니라 유지·관리·안전에 상당한 위험과 책임이 수반되고, 이러한 형태의 점용을 허가하여 줄 경우 향후 유사한 내용의 도로점용허가신청을 거부하기 어려워져 도로의 지하 부분이 무분별하게 사용되어 공중안전에 대한 위해가 발생할 우려가 있으며, 위 도로 지하 부분이 교회 건물의 일부로 사실상 영구적·전속적으로 사용되게 됨으로써 도로 주변의 상황 변화에 탄력적·능동적으로 대처할 수 없게 된다는 등의 사정을 들어, 위 도로점용허가가 비례·형평의 원칙을 위반하였다고 본 원심판단을 수긍한 사례.<br/>  [6] 수익적 행정처분에 대한 취소권 등의 행사는 기득권의 침해를 정당화할 만한 중대한 공익상의 필요 또는 제3자의 이익보호의 필요가 있는 때에 한하여 허용될 수 있다는 법리는, 처분청이 수익적 행정처분을 직권으로 취소·철회하는 경우에 적용되는 법리일 뿐 쟁송취소의 경우에는 적용되지 않는다. <br/>  [7] 법치국가 원리의 한 표현인 명확성원칙은 모든 기본권제한 입법에 대하여 요구되나, 명확성원칙을 산술적으로 엄격히 관철하도록 요구하는 것은 입법기술상 불가능하거나 현저히 곤란하므로 입법기술상 추상적인 일반조항과 불확정개념의 사용은 불가피하다. 따라서 법문언에 어느 정도의 모호함이 내포되어 있다고 하더라도 법관의 보충적인 가치판단을 통해서 법문언의 의미 내용을 확인할 수 있고 그러한 보충적 해석이 해석자의 개인적인 취향에 따라 좌우될 가능성이 없다면 명확성원칙에 반한다고 할 수 없다.<br/>  [8] 지방자치법 제17조 제1항 중 ‘재산의 취득·관리·처분에 관한 사항’ 부분이 ‘재산의 취득·관리·처분’이라는 일반·추상적 용어를 사용하고 있더라도, ‘재산’, ‘취득’, ‘관리’, ‘처분’ 개념은 다수의 법률에서 널리 사용하는 용어이고, 특히 지방자치단체의 재산에 관한 사항을 규율하고 있는 지방자치법과 구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 등 관련 법률의 조항들을 통해 의미를 파악하는 것이 가능하며, 어떤 ‘재산의 취득·관리·처분’에 관한 행위가 주민소송의 대상이 되는지는 결국 법원이 주민소송 제도의 입법 취지를 고려하여 구체적으로 심리하여 판단해야 할 영역이다.<br/>    나아가 대법원은 \"도로 등 공물이나 공공용물을 특정 사인이 배타적으로 사용하도록 하는 점용허가가 도로 등의 본래 기능 및 목적과 무관하게 그 사용가치를 실현·활용하기 위한 것으로 평가되는 경우에는 주민소송의 대상이 되는 재산의 관리·처분에 해당한다고 보아야 한다.\"라고 판시하여 주민소송의 대상에 관하여 구체적인 판단 기준을 제시한 바 있다. <br/>    따라서 지방자치법 제17조 제1항 중 ‘재산의 취득·관리·처분에 관한 사항’ 부분은 명확성원칙에 반하지 아니한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제1조[행정처분일반], 제30조 / [2] 지방자치법 제16조, 제17조 제1항, 제2항 제2호, 제17항 / [3] 구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제1조, 제2조, 도로법 제1조 / [4] 구 공유재산 및 물품 관리법(2010. 2. 4. 법률 제10006호로 개정되기 전의 것) 제13조, 구 공유재산 및 물품 관리법 시행령(2014. 7. 7. 대통령령 제25441호로 개정되기 전의 것) 제9조 제9호, 구 도로법(2010. 3. 22. 법률 제10156호로 개정되기 전의 것) 제38조 제1항(현행 제61조 제1항 참조), 제2항(현행 제61조 제2항 참조), 구 도로법 시행령(2012. 11. 27. 대통령령 제24205호로 개정되기 전의 것) 제28조 제1항 [별표 1의2](현행 제54조 제1항, 제5항 [별표 2] 참조), 제5항(현행 제55조 참조) / [5] 구 도로법(2010. 3. 22. 법률 제10156호로 개정되기 전의 것) 제38조 제1항(현행 제61조 제1항 참조), 행정소송법 제27조 / [6] 행정소송법 제1조[행정처분일반], 제12조 / [7] 헌법 제12조 / [8] 헌법 제12조, 지방자치법 제17조 제1항<br/>",
  "참조판례": "[1] 대법원 2004. 7. 8. 선고 2002두11288 판결(공2004하, 1359), 대법원 2015. 10. 29. 선고 2013두27517 판결(공2015하, 1808) / [3] 대법원 1981. 11. 10. 선고 80누618 판결(공1982, 50), 대법원 2011. 5. 26. 선고 2010두28106 판결(공2011하, 1313) / [6] 대법원 1991. 5. 14. 선고 90누9780 판결(공1991, 1656) / [7] 헌법재판소 2013. 12. 26. 선고 2012헌바375 전원재판부 결정(헌공207, 123) / [8] 대법원 2016. 5. 27. 선고 2014두8490 판결(공2016하, 888)<br/>"
}