{
  "판례일련번호": "225623",
  "사건명": "개발행위불허가처분취소[태양광발전시설 설치 시 이격거리 기준을 정한 조례에 관한 사건]",
  "사건번호": "2018두40744",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 법률이 주민의 권리의무에 관한 사항에 관하여 구체적으로 범위를 정하지 않은 채 조례로 정하도록 포괄적으로 위임한 경우, 주민의 권리의무에 관한 사항을 조례로 제정할 수 있는지 여부(한정 적극)<br/>  [2] 주요도로와 주거 밀집지역 등으로부터 일정한 거리 내에 태양광발전시설의 입지를 제한함으로써 토지의 이용·개발을 제한하고 있는 청송군 도시계획 조례 제23조의2 제1항 제1호, 제2호의 법률상 위임근거가 있는지 문제 된 사안에서, 위 조례 조항은 국토의 계획 및 이용에 관한 법령이 위임한 사항을 구체화한 것이라고 한 사례<br/>  [3] 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우, 조례가 위임의 한계를 준수하고 있는지 판단하는 기준<br/>  [4] 청송군 도시계획 조례 제23조의2 제1항 제1호, 제2호가 상위법령의 위임한계를 일탈하였는지 문제 된 사안에서, 위 조례 조항이 국토의 계획 및 이용에 관한 법령에서 위임한 한계를 벗어난 것이라고 볼 수 없다고 한 사례 <br/>",
  "판결요지": "[1] 헌법 제117조 제1항은 지방자치단체에 포괄적인 자치권을 보장하고 있으므로, 자치사무와 관련한 조례에 대한 법률의 위임은 법규명령에 대한 법률의 위임과 같이 구체적으로 범위를 정하여서 할 엄격성이 반드시 요구되지는 않는다. 법률이 주민의 권리의무에 관한 사항에 관하여 구체적으로 범위를 정하지 않은 채 조례로 정하도록 포괄적으로 위임한 경우에도 지방자치단체는 법령에 위반되지 않는 범위 내에서 각 지역의 실정에 맞게 주민의 권리의무에 관한 사항을 조례로 제정할 수 있다. <br/>  [2] 주요도로와 주거 밀집지역 등으로부터 일정한 거리 내에 태양광발전시설의 입지를 제한함으로써 토지의 이용·개발을 제한하고 있는 청송군 도시계획 조례 제23조의2 제1항 제1호, 제2호의 법률상 위임근거가 있는지 문제 된 사안에서, 비록 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)이 태양광발전시설 설치의 이격거리 기준에 관하여 조례로써 정하도록 명시적으로 위임하고 있지는 않으나, 조례에의 위임은 포괄 위임으로 충분한 점, 도시·군계획에 관한 사무의 자치사무로서의 성격, 국토계획법령의 다양한 규정들의 문언과 내용 등을 종합하면, 위 조례 조항은 국토계획법령이 위임한 사항을 구체화한 것이라고 한 사례. <br/>  [3] 특정 사안과 관련하여 법령에서 조례에 위임을 한 경우 조례가 위임의 한계를 준수하고 있는지를 판단할 때에는, 해당 법령 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 살펴야 하고, 위임 규정의 문언에서 의미를 명확하게 알 수 있는 용어를 사용하여 위임의 범위를 분명히 하고 있는데도 그 의미의 한계를 벗어났는지, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 그 범위를 확장하거나 축소함으로써 위임 내용을 구체화하는 데에서 벗어나 새로운 입법을 한 것으로 볼 수 있는지 등도 아울러 고려해야 한다. <br/>  [4] 청송군 도시계획 조례 제23조의2 제1항 제1호, 제2호가 상위법령의 위임한계를 일탈하였는지 문제 된 사안에서, 위 조례 조항의 위임근거가 되는 국토의 계획 및 이용에 관한 법령 규정들의 문언과 내용, 체계, 입법 취지 및 지방자치단체가 개발행위에 관한 세부기준을 조례로 정할 때 형성의 여지가 보다 넓게 인정되어야 하는 점, 태양광발전시설이 가져올 수 있는 환경훼손의 문제점과 청송군의 지리적·환경적 특성, 조례 조항에 따른 이격거리 기준을 적용하지 않는 예외사유를 인정하고 있는 점, 국토의 계획 및 이용에 관한 법령에서 개발행위허가기준의 대강과 한계만을 정하고 구체적인 세부기준은 각 지방자치단체가 지역의 특성, 주민 의견 등을 고려하여 지방자치단체의 실정에 맞게 정할 수 있도록 위임하고 있는 취지 등을 관련 법리에 비추어 살펴보면, 위 조례 조항이 ‘고속도로, 국도, 지방도, 군도, 면도 등 주요도로에서 1,000미터 내’와 ‘10호 이상 주거 밀집지역, 관광지, 공공시설 부지 경계로부터 500미터 내’의 태양광발전시설 입지를 제한하고 있다고 하여 국토의 계획 및 이용에 관한 법령에서 위임한 한계를 벗어난 것이라고 볼 수 없다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제117조 제1항 / [2] 헌법 제117조 제1항 / [3] 헌법 제117조 제1항 / [4] 헌법 제117조 제1항, 국토의 계획 및 이용에 관한 법률 제56조, 제58조, 국토의 계획 및 이용에 관한 법률 시행령 제56조 제1항 [별표 1의2], 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2017. 12. 5. 선고 2016추5162 판결, 헌법재판소 1995. 4. 20. 선고 92헌마264, 279 전원재판부 결정(헌공10, 324) / [3] 대법원 2012. 10. 25. 선고 2010두25077 판결(공2012하, 1924)<br/>"
}