{
  "판례일련번호": "225609",
  "사건명": "우선권무효처분취소",
  "사건번호": "2016두58543",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 특허협력조약이 정한 국제출원을 할 때 지정국을 우리나라로 한 경우, 우선권 주장의 조건 및 효과는 우리나라의 법령에 따르는지 여부(적극) / 발명자가 선출원 발명의 기술사상을 포함하는 후속 발명을 출원하면서 우선권을 주장하는 경우, 선출원 발명 중 후출원 발명과 동일한 부분의 출원일을 우선권 주장일로 보아야 하는지 여부(적극) / 후출원의 출원인이 후출원 시에 ‘특허를 받을 수 있는 권리’를 승계한 경우, 우선권 주장을 할 수 있는지 여부(적극) 및 이때 선출원에 대하여 특허출원인변경신고를 마쳐야 하는지 여부(소극) <br/>  [2] 甲 등이 乙이 출원한 제1 내지 제5 선출원 발명에 대한 특허를 받을 수 있는 권리를 양수하였고, 丙이 甲 등으로부터 위 선출원 발명들을 기초로 우선권을 주장하여 특허협력조약(Patent Cooperation Treaty, PCT)이 정한 국제출원을 할 수 있는 권리를 이전받기로 하는 계약을 체결한 후, 중국 특허청에 5개의 PCT 국제출원을 하면서 선출원 발명들을 기초로 우선권을 주장하였는데, 그 후 丁 등이 후출원들에 관한 권리를 양수한 후 특허출원인명의를 변경하였고 특허청장에게 후출원들에 관하여 선출원 발명들에 기초한 우선권 주장이 포함된 국내서면을 제출하였으나, 특허청장이 후출원들의 출원시점에서의 출원인과 우선권 주장의 기초가 된 선출원의 출원인이 일치하지 않는다는 등의 이유로 각 우선권 주장을 무효로 하는 처분을 한 사안에서, 丙이 우선권을 주장할 수 있는 권리를 정당하게 승계받았는지 여부를 확인하지 아니한 채 국내 특허출원을 기초로 우선권을 주장한 PCT 국제출원에서 후출원 당시에 특허출원인변경신고를 마치지 않았다는 사정만으로 선출원의 출원인과 후출원의 출원인이 다르다고 보아 우선권 주장을 무효로 보아서는 안 된다고 한 사례<br/>",
  "판결요지": "[1] 우리나라에서 먼저 특허출원을 한 후 이를 우선권 주장의 기초로 하여 그로부터 1년 이내에 특허협력조약(Patent Cooperation Treaty, 이하 ‘PCT’라 한다)이 정한 국제출원을 할 때 지정국을 우리나라로 할 수 있다. 이 경우 우선권 주장의 조건 및 효과는 우리나라의 법령이 정하는 바에 의한다[PCT 제8조 ⑵⒝]. <br/>    특허를 받으려는 사람은 자신이 특허를 받을 수 있는 권리를 가진 특허출원으로 먼저 한 출원(이하 ‘선출원’이라 한다)의 출원서에 최초로 첨부된 명세서 또는 도면에 기재된 발명을 기초로 그 특허출원한 발명에 관하여 우선권을 주장할 수 있다(특허법 제55조 제1항). 우선권 주장을 수반하는 특허출원된 발명 중 해당 우선권 주장의 기초가 된 선출원의 최초 명세서 등에 기재된 발명(이하 ‘선출원 발명’이라 한다)과 같은 발명에 관하여 신규성, 진보성 등의 일정한 특허요건을 적용할 때에는 그 특허출원은 그 선출원을 한 때(이하 ‘우선권 주장일’이라 한다)에 한 것으로 본다(같은 조 제3항). <br/>    따라서 발명자가 선출원 발명의 기술사상을 포함하는 후속 발명을 출원하면서 우선권을 주장하면 선출원 발명 중 후출원 발명과 동일한 부분의 출원일을 우선권 주장일로 보게 된다. 이러한 국내우선권 제도의 취지는 기술개발이 지속적으로 이루어지는 점을 감안하여 발명자의 누적된 성과를 특허권으로 보호받을 수 있도록 하는 것이다. <br/>    발명을 한 자 또는 그 승계인은 특허법에서 정하는 바에 의하여 특허를 받을 수 있는 권리를 갖고(특허법 제33조 제1항 본문), 특허를 받을 수 있는 권리는 이전할 수 있으므로(특허법 제37조 제1항), 후출원의 출원인이 후출원 시에 ‘특허를 받을 수 있는 권리’를 승계하였다면 우선권 주장을 할 수 있고, 후출원 시에 선출원에 대하여 특허출원인변경신고를 마쳐야만 하는 것은 아니다. 특허출원 후 특허를 받을 수 있는 권리의 승계는 상속 기타 일반승계의 경우를 제외하고는 특허출원인변경신고를 하지 아니하면 그 효력이 발생하지 아니한다고 규정한 특허법 제38조 제4항은 특허에 관한 절차에서 참여자와 특허를 등록받을 자를 쉽게 확정함으로써 출원심사의 편의성 및 신속성을 추구하고자 하는 규정으로 우선권 주장에 관한 절차에 적용된다고 볼 수 없다. 따라서 후출원의 출원인이 선출원의 출원인과 다르더라도 특허를 받을 수 있는 권리를 승계받았다면 우선권 주장을 할 수 있다고 보아야 한다. <br/>  [2] 甲 등이 乙이 출원한 제1 내지 제5 선출원 발명(이하 ‘선출원들’이라 한다)에 대한 특허를 받을 수 있는 권리를 양수하였고, 丙이 甲 등으로부터 선출원들을 기초로 우선권을 주장하여 특허협력조약(Patent Cooperation Treaty, 이하 ‘PCT’라 한다)이 정한 국제출원(이하 ‘PCT 국제출원’이라 한다)을 할 수 있는 권리를 이전받기로 하는 계약을 체결한 후, 중국 특허청에 5개의 PCT 국제출원(이하 ‘후출원들’이라 한다)을 하면서 선출원들을 기초로 우선권을 주장하였는데, 그 후 丁 등이 후출원들에 관한 권리를 양수한 후 특허출원인명의를 변경하였고 특허청장에게 후출원들에 관하여 선출원들에 기초한 우선권 주장이 포함된 국내서면을 제출하였으나, 특허청장이 후출원들의 출원시점에서의 출원인과 우선권 주장의 기초가 된 선출원의 출원인이 일치하지 않는다는 등의 이유로 각 우선권 주장을 무효로 하는 처분을 한 사안에서, 丙은 후출원을 할 때 선출원들을 기초로 우선권 주장을 하면서 그 시점에 선출원들에 관하여 특허청장에게 특허출원인변경신고를 하지 않았지만, 후출원 시에 선출원들에 대하여 반드시 특허출원인변경신고를 마쳐야 한다고 볼 수 없고, 丙이 우선권을 주장할 수 있는 권리를 정당하게 승계받았는지 여부를 확인하지 아니한 채 국내 특허출원을 기초로 우선권을 주장한 PCT 국제출원에서 후출원 당시에 특허출원인변경신고를 마치지 않았다는 사정만으로 선출원의 출원인과 후출원의 출원인이 다르다고 보아 우선권 주장을 무효로 보아서는 안 되는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 특허협력조약 제8조 ⑵⒝, 특허법 제33조 제1항, 제37조 제1항, 제38조 제4항, 제52조, 제53조, 제55조 제1항, 제3항, 특허법 시행규칙 제7조 제1항, 제26조 제1항 / [2] 특허협력조약 제8조 ⑵⒝, 특허법 제33조 제1항, 제37조 제1항, 제55조 제1항, 제3항, 특허법 시행규칙 제7조 제1항, 제26조 제1항<br/>",
  "참조판례": ""
}