{
  "판례일련번호": "225629",
  "사건명": "특허권침해금지등·특허권침해금지등",
  "사건번호": "2019다222782, 222799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191017",
  "판시사항": "[1] 선 특허발명과 후 발명이 이용관계에 있는 경우, 후 발명이 선 특허발명의 권리범위에 속하는지 여부(적극) 및 이때 ‘두 발명이 이용관계에 있는 경우’의 의미<br/>  [2] 특허발명의 보호범위를 확정하는 기준 및 발명의 설명이나 도면 등으로 보호범위를 제한하거나 확장할 수 있는지 여부(원칙적 소극) / 청구범위에 적혀 있는 사항을 해석하는 방법<br/>  [3] 물건의 발명에 관한 특허권자가 물건에 대하여 가지는 독점적인 특허실시에 관한 권리가 특허권이 등록된 국가의 영역 내에서만 효력이 미치는지 여부(원칙적 적극) 및 국내에서 특허발명의 실시를 위한 부품 또는 구성 전부가 생산되거나 대부분의 생산단계를 마쳐 주요 구성을 모두 갖춘 반제품이 생산되고, 그와 같은 부품 전체의 생산 또는 반제품의 생산만으로도 특허발명의 각 구성요소가 유기적으로 결합한 일체로서 가지는 작용효과를 구현할 수 있는 경우, 국내에서 특허발명의 실시제품이 생산된 것과 같이 보아야 하는지 여부(적극)<br/>  [4] 특허법 제130조의 규정 취지 및 타인의 특허발명을 허락 없이 실시한 자가 과실의 추정을 벗어나기 위하여 주장·증명하여야 할 사항<br/>",
  "판결요지": "[1] 선 특허발명과 후 발명이 이용관계에 있는 경우에는 후 발명은 선 특허발명의 권리범위에 속하게 된다. 여기에서 두 발명이 이용관계에 있는 경우라고 함은 후 발명이 선 특허발명의 기술적 구성에 새로운 기술적 요소를 부가하는 것으로서, 후 발명이 선 특허발명의 요지를 전부 포함하고 이를 그대로 이용하되, 후 발명 내에서 선 특허발명이 발명으로서의 일체성을 유지하는 경우를 말한다.<br/>  [2] 특허발명의 보호범위는 청구범위에 적혀 있는 사항에 따라 정해지고 발명의 설명이나 도면 등으로 보호범위를 제한하거나 확장하는 것은 원칙적으로 허용되지 않는다. 그러나 청구범위에 적혀 있는 사항은 발명의 설명이나 도면 등을 참작하여야 기술적인 의미를 정확하게 이해할 수 있으므로, 청구범위에 적혀 있는 사항의 해석은 문언의 일반적인 의미 내용을 기초로 하면서도 발명의 설명이나 도면 등을 참작하여 문언에 의하여 표현하고자 하는 기술적 의의를 고찰한 다음 객관적·합리적으로 하여야 한다.<br/>  [3] 특허권의 속지주의 원칙상 물건의 발명에 관한 특허권자가 물건에 대하여 가지는 독점적인 생산·사용·양도·대여 또는 수입 등의 특허실시에 관한 권리는 특허권이 등록된 국가의 영역 내에서만 효력이 미치는 것이 원칙이다. 그러나 국내에서 특허발명의 실시를 위한 부품 또는 구성 전부가 생산되거나 대부분의 생산단계를 마쳐 주요 구성을 모두 갖춘 반제품이 생산되고, 이것이 하나의 주체에게 수출되어 마지막 단계의 가공·조립이 이루어질 것이 예정되어 있으며, 그와 같은 가공·조립이 극히 사소하거나 간단하여 위와 같은 부품 전체의 생산 또는 반제품의 생산만으로도 특허발명의 각 구성요소가 유기적으로 결합한 일체로서 가지는 작용효과를 구현할 수 있는 상태에 이르렀다면, 예외적으로 국내에서 특허발명의 실시제품이 생산된 것과 같이 보는 것이 특허권의 실질적 보호에 부합한다.<br/>  [4] 특허법 제130조는 타인의 특허권 또는 전용실시권을 침해한 자는 그 침해행위에 대하여 과실이 있는 것으로 추정한다고 정하고 있다. 그 취지는 특허발명의 내용은 특허공보 또는 특허등록원부 등에 의해 공시되어 일반 공중에게 널리 알려져 있을 수 있고, 또 업으로서 기술을 실시하는 사업자에게 당해 기술분야에서 특허권의 침해에 대한 주의의무를 부과하는 것이 정당하다는 데 있다. 위 규정에도 불구하고 타인의 특허발명을 허락 없이 실시한 자에게 과실이 없다고 하기 위해서는 특허권의 존재를 알지 못하였다는 점을 정당화할 수 있는 사정이 있다거나 자신이 실시하는 기술이 특허발명의 권리범위에 속하지 않는다고 믿은 점을 정당화할 수 있는 사정이 있다는 것을 주장·증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제98조, 제126조, 제128조 / [2] 특허법 제97조 / [3] 특허법 제94조, 제127조 제1호 / [4] 특허법 제130조<br/>",
  "참조판례": "[1] 대법원 2001. 8. 21. 선고 98후522 판결(공2001하, 2110), 대법원 2016. 4. 28. 선고 2015후161 판결 / [2] 대법원 2009. 10. 15. 선고 2007다45876 판결(공2009하, 1817) / [4] 대법원 2006. 4. 27. 선고 2003다15006 판결(공2006상, 879)<br/>"
}