{
  "판례일련번호": "225749",
  "사건명": "손해배상(기)[어린이가 수영장에 빠져 중상해를 입은 것에 대하여 수영장 관리자에게 손해배상을 청구한 사건]",
  "사건번호": "2017다14895",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191128",
  "판시사항": "[1] 민법 제758조 제1항에서 정한 ‘공작물의 설치·보존상의 하자’의 의미 및 그 존부를 판단하는 기준과 방법<br/>  [2] 지방공기업인 甲 공단이 관리·운영하는 수영장은 하나의 수영조에 깊이가 다른 성인용 구역과 어린이용 구역이 수면 위에 떠있는 코스로프(course rope)만으로 구분되어 함께 설치되어 있고, 수심 표시가 체육시설의 설치·이용에 관한 법률 시행규칙 제8조 [별표 4]에서 정한 수영조의 벽면이 아니라 수영조의 각 구역 테두리 부분에 되어 있는데, 乙(사고 당시 만 6세)이 어머니 丙, 누나 丁과 함께 어린이용 구역에서 물놀이를 하고 밖으로 나와 쉰 다음 다시 물놀이를 하기 위해 혼자서 수영조 쪽으로 뛰어갔다가 튜브 없이 성인용 구역에 빠져 의식을 잃은 채 발견되는 사고로 무산소성 뇌손상을 입어 사지마비, 양안실명 등의 상태에 이르자, 乙, 丙, 丁 및 아버지 戊가 甲 공단을 상대로 수영장에 설치·보존상 하자가 있다고 주장하면서 민법 제758조 제1항에 따른 손해배상을 구한 사안에서, 위 수영장에는 성인용 구역과 어린이용 구역을 동일한 수영조에 두었다는 점과 수심 표시를 제대로 하지 않은 점 등의 하자가 있고, 이러한 하자 때문에 위 사고가 발생하였다고 볼 수 있는 이상 甲 공단에 책임이 없다고 할 수 없으며, 乙에 대한 보호감독의무를 부담하는 丙 등의 주의의무 위반이 사고 발생의 공동원인이 되었더라도 이것이 甲 공단에 대하여 수영장의 설치·보존상 하자로 인한 책임을 인정하는 데 장애가 되지 않는데도, 이와 달리 보아 乙 등의 주장을 배척한 원심판단에는 공작물책임에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제758조 제1항은 \"공작물의 설치 또는 보존상의 하자로 인하여 타인에게 손해를 가한 때에는 공작물점유자가 손해를 배상할 책임이 있다. 그러나 점유자가 손해의 방지에 필요한 주의를 해태하지 아니한 때에는 그 소유자가 손해를 배상할 책임이 있다.\"라고 규정하고 있다. 위 규정의 입법 취지는 공작물의 관리자는 위험의 방지에 필요한 주의를 다하여야 하고, 만일에 위험이 현실화하여 손해가 발생한 경우에는 그들에게 배상책임을 부담시키는 것이 공평하다는 데 있다. 따라서 ‘공작물의 설치·보존상의 하자’란 공작물이 그 용도에 따라 통상 갖추어야 할 안전성을 갖추지 못한 상태에 있음을 말하고, 위와 같은 안전성의 구비 여부를 판단할 때에는 공작물을 설치·보존하는 자가 그 공작물의 위험성에 비례하여 사회통념상 일반적으로 요구되는 정도로 위험방지조치를 다하였는지 여부를 기준으로 판단하여야 한다. 하자의 존재에 관한 증명책임은 피해자에게 있으나, 일단 하자가 있음이 인정되고 그 하자가 사고의 공동원인이 되는 이상, 그 사고가 위와 같은 하자가 없었더라도 불가피한 것이었다는 점이 공작물의 소유자나 점유자에 의하여 증명되지 않는다면 그 손해는 공작물의 설치 또는 보존의 하자에 의하여 발생한 것으로 해석함이 타당하다.<br/>  이 경우 하자 여부를 판단할 때에는 위험의 현실화 가능성의 정도, 위험이 현실화하여 사고가 발생하였을 때 침해되는 법익의 중대성과 피해의 정도, 사고 방지를 위한 사전조치에 드는 비용이나 위험방지조치를 함으로써 희생되는 이익 등을 종합적으로 고려하여야 한다.<br/>  이러한 법리는 ‘불합리한 손해의 위험’을 최소화하기 위한 조치로서 위험으로 인한 손해를 위험을 회피하기 위한 부담과 비교할 것을 요구한다는 측면에서 법경제학에서의 비용·편익 분석임과 동시에 균형접근법에 해당한다. 법관이 법을 만들어나가는 속성을 지닌 불법행위법에서 법관이 수행해야 할 균형 설정의 역할이 중요함에도 불구하고, 이러한 균형 설정은 구체적 사안과의 관련성 속에서 비로소 실질적인 내용을 가지는 것이므로, 미리 세세한 기준을 작성하여 제시하기는 어려운 것이 현실이다. 이때는 이른바 ‘Hand Rule’을 참고하여, 사고 방지를 위한 사전조치를 하는 데 드는 비용(B)과 사고가 발생할 확률(P) 및 사고가 발생할 경우 피해의 정도(L)를 살펴, ‘B 〈 P·L’인 경우에는 공작물의 위험성에 비하여 사회통념상 요구되는 위험방지조치를 다하지 않은 것으로 보아 공작물의 점유자에게 불법행위책임을 인정하는 접근 방식도 고려할 수 있다.<br/>  [2] 지방공기업인 甲 공단이 관리·운영하는 수영장은 하나의 수영조에 깊이가 다른 성인용 구역과 어린이용 구역이 수면 위에 떠있는 코스로프(course rope)만으로 구분되어 함께 설치되어 있고, 수심 표시가 체육시설의 설치·이용에 관한 법률 시행규칙(이하 ‘체육시설법 시행규칙’이라 한다) 제8조 [별표 4]에서 정한 수영조의 벽면이 아니라 수영조의 각 구역 테두리 부분에 되어 있는데, 乙(사고 당시 만 6세)이 어머니 丙, 누나 丁과 함께 어린이용 구역에서 물놀이를 하고 밖으로 나와 쉰 다음 다시 물놀이를 하기 위해 혼자서 수영조 쪽으로 뛰어갔다가 튜브 없이 성인용 구역에 빠져 의식을 잃은 채 발견되는 사고로 무산소성 뇌손상을 입어 사지마비, 양안실명 등의 상태에 이르자, 乙, 丙, 丁 및 아버지 戊가 甲 공단을 상대로 수영장에 설치·보존상 하자가 있다고 주장하면서 민법 제758조 제1항에 따른 손해배상을 구한 사안에서, 체육시설의 설치·이용에 관한 법률상 시설 기준 등 안전 관련 법령을 위반하지 않았다고 하여 공작물이 그 용도에 따라 통상 갖추어야 하는 안전성을 갖추었다고 단정할 수 없는 점, 체육시설 관련 규정의 내용 및 체계를 살펴보면 운동시설인 수영장과 편의시설인 물 미끄럼대, 유아 및 어린이용 수영조는 구분하여 설치하는 것을 전제로 하고 있는 점, 하나의 수영조에 성인용 구역과 어린이용 구역이 함께 있는 경우 수영조가 분리되어 있는 경우보다 어린이가 물에 빠지는 사고가 발생할 가능성이 더 높은 점, 수영장 시설에서 성인용 구역과 어린이용 구역을 분리하지 아니함으로 인하여 어린이가 물에 빠지는 사고가 발생할 가능성과 그와 같은 사고로 인하여 예상되는 피해의 정도를 성인용 구역과 어린이용 구역을 분리하여 설치하는 데 추가로 소요되는 비용 내지 이미 설치된 기존시설을 위와 같이 분리하는 데 소요되는 비용과 비교하면, 전자가 훨씬 더 클 것임을 충분히 예상할 수 있는 점, 甲 공단이 체육시설법 시행규칙 제8조 [별표 4]를 위반하여 수심 표시를 수영조의 벽면에 제대로 하지 않은 점 등을 종합하면, 위 수영장에는 성인용 구역과 어린이용 구역을 동일한 수영조에 두었다는 점과 수심 표시를 제대로 하지 않은 점 등의 하자가 있고, 이러한 하자 때문에 위 사고가 발생하였다고 볼 수 있는 이상 甲 공단에 책임이 없다고 할 수 없으며, 乙에 대한 보호감독의무를 부담하는 丙 등의 주의의무 위반이 사고 발생의 공동원인이 되었더라도 이것이 甲 공단에 대하여 수영장의 설치·보존상 하자로 인한 책임을 인정하는 데 장애가 되지 않는데도, 이와 달리 보아 甲 공단의 공작물책임에 관한 乙 등의 주장을 배척한 원심판단에는 공작물책임에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제758조 제1항 / [2] 민법 제758조 제1항, 체육시설의 설치·이용에 관한 법률 제11조 제1항, 체육시설의 설치·이용에 관한 법률 시행규칙 제8조 [별표 4]<br/>",
  "참조판례": "[1] 대법원 1995. 8. 25. 선고 94다47803 판결(공1995하, 3269), 대법원 2005. 4. 29. 선고 2004다66476 판결, 대법원 2015. 8. 27. 선고 2012다42284 판결, 대법원 2018. 7. 12. 선고 2015다68348 판결(공2018하, 1573)<br/>"
}