{
  "판례일련번호": "225775",
  "사건명": "임금",
  "사건번호": "2019다261084",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191128",
  "판시사항": "[1] 사용자가 선택적 복지제도를 시행하면서 단체협약, 취업규칙 등에 근거하여 근로자들에게 계속적·정기적으로 배정한 복지포인트가 근로기준법에서 정한 임금 및 통상임금에 해당하는지 여부(소극)<br/>  [2] 근로기준법에서 정한 통상임금에 산입될 수당을 통상임금에서 제외하기로 하는 노사 간 합의의 효력(=근로기준법에서 정한 기준에 미치지 못하는 근로조건이 포함된 부분에 한하여 무효)<br/>  [3] 甲 지방자치단체의 단체협약에 ‘연장노동, 야간노동, 휴일노동이 중복될 때 통상임금의 50%를 각각 가산 지급한다’라고 규정하고 있었는데, 甲 지방자치단체의 근로자인 乙 등이 상여금 등을 통상임금에 포함시킨 다음 단체협약에서 정한 가산율을 적용하여 산정한 추가 휴일근로수당 등의 지급을 구한 사안에서, 통상임금은 근로기준법이 정한 바에 따르되 가산율은 위 단체협약 조항에서 정한 바가 그대로 적용된다고 보게 되면, 하나의 근로조건에 포함된 여러 가지 요소들을 개별적으로 비교하게 될 뿐만 아니라 근로자에게 가장 유리한 내용을 각 요소별로 취사선택하는 것을 허용하는 결과가 되어 구 근로기준법 제15조의 취지에 위배된다고 한 사례<br/>",
  "판결요지": "[1] 사용자가 선택적 복지제도를 시행하면서 직원 전용 온라인 쇼핑사이트에서 물품을 구매하는 방식 등으로 사용할 수 있는 복지포인트를 단체협약, 취업규칙 등에 근거하여 근로자들에게 계속적·정기적으로 배정한 경우라고 하더라도, 이러한 복지포인트는 근로기준법에서 말하는 임금에 해당하지 않고, 그 결과 통상임금에도 해당하지 않는다.<br/>  [2] 근로기준법 제15조는 제1항에서 “이 법에서 정하는 기준에 미치지 못하는 근로조건을 정한 근로계약은 그 부분에 한하여 무효로 한다.”라고 규정하고, 제2항에서 “제1항에 따라 무효로 된 부분은 이 법에서 정한 기준에 따른다.”라고 규정하고 있다. 위 각 규정은 근로기준법의 목적을 달성하기 위하여 개별적 노사 간의 합의라는 형식을 빌려 근로자로 하여금 근로기준법에서 정한 기준에 미치지 못하는 근로조건을 감수하도록 하는 것을 저지함으로써 근로자에게 실질적으로 최소한의 근로조건을 유지시켜 주기 위한 것이다. 이러한 위 각 규정의 문언과 취지에 비추어 보면, 근로기준법에서 정한 통상임금에 산입될 수당을 통상임금에서 제외하기로 하는 노사 간의 합의는 그 전부가 무효가 되는 것이 아니라, 근로기준법에서 정한 기준과 전체적으로 비교하여 그에 미치지 못하는 근로조건이 포함된 부분에 한하여 무효로 된다.<br/>  [3] 甲 지방자치단체의 단체협약에 ‘연장노동, 야간노동, 휴일노동이 중복될 때 통상임금의 50%를 각각 가산 지급한다’라고 규정하고 있었는데, 甲 지방자치단체의 근로자인 乙 등이 상여금 등을 통상임금에 포함시킨 다음 단체협약에서 정한 가산율을 적용하여 산정한 추가 휴일근로수당 등의 지급을 구한 사안에서, 구 근로기준법(2018. 3. 20. 법률 제15513호로 개정되기 전의 것, 이하 ‘구 근로기준법’이라고 한다) 제56조는 “사용자는 연장근로와 야간근로 또는 휴일근로에 대하여는 통상임금의 100분의 50 이상을 가산하여 지급하여야 한다.”라고 규정하고 있을 뿐인데, 위 단체협약 조항을 휴일근로와 연장근로 내지 야간근로가 실제 중복되는 범위에 상관없이 휴일근로시간 전부에 대하여 중첩적으로 100분의 50의 가산율을 적용하여야 한다는 의미로 해석하면서, 통상임금은 근로기준법이 정한 바에 따르되 가산율은 위 단체협약 조항에서 정한 바가 그대로 적용된다고 보게 되면, 하나의 근로조건에 포함된 여러 가지 요소들을 개별적으로 비교하게 될 뿐만 아니라 근로자에게 가장 유리한 내용을 각 요소별로 취사선택하는 것을 허용하는 결과가 되어 구 근로기준법 제15조의 취지에 위배되므로, 원심으로서는 乙 등이 주장하는 상여금 등 수당을 포함시켜 근로기준법에 따른 적법한 통상임금을 재산정한 다음, 통상임금의 범위뿐 아니라 가산율 역시 근로기준법에서 정한 기준을 적용하였어야 하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제2조 제1항 제5호, 제43조 제1항, 근로기준법 시행령 제6조, 근로복지기본법 제1조, 제3조 제1항, 제81조, 제82조 / [2] 근로기준법 제2조 제1항 제5호, 제15조, 근로기준법 시행령 제6조 제1항 / [3] 구 근로기준법(2018. 3. 20. 법률 제15513호로 개정되기 전의 것) 제2조 제1항 제5호, 제15조, 제56조, 근로기준법 시행령 제6조 제1항<br/>",
  "참조판례": "[1] 대법원 2019. 8. 22. 선고 2016다48785 전원합의체 판결(공2019하, 1740) / [2] 대법원 2007. 11. 29. 선고 2006다81523 판결, 대법원 2019. 2. 28. 선고 2015다200555 판결<br/>"
}