{
  "판례일련번호": "225777",
  "사건명": "특정범죄가중처벌등에관한법률위반(뇌물)·특정범죄가중처벌등에관한법률위반(국고등손실)[일부인정된죄명:특정경제범죄가중처벌등에관한법률위반(횡령)]·업무상횡령[변경된주위적죄명:특정범죄가중처벌등에관한법률위반(국고등손실)·인정된예비적죄명:업무상횡령][대통령이 국가정보원장들로부터 특별사업비를 교부받은 사건]",
  "사건번호": "2019도11766",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191128",
  "판시사항": "[1] 횡령 범행으로 취득한 돈을 공범자끼리 수수한 행위가 공동정범들 사이의 범행에 의하여 취득한 돈을 공모에 따라 내부적으로 분배한 것에 지나지 않는 경우, 별도로 그 돈의 수수행위에 관하여 뇌물죄가 성립하는지 여부(소극) 및 그와 같이 수수한 돈의 성격을 뇌물로 볼 것인지 횡령금의 분배로 볼 것인지 판단하는 기준<br/>  [2] 회계관계직원 등의 책임에 관한 법률 제2조에서 정한 ‘회계관계직원’의 의미 / 중앙관서의 장이 소속 공무원에게 회계관계업무를 위임하지 않았거나 또는 법령상 중앙관서의 장이 스스로 회계관계업무를 처리하도록 되어 있는 경우, 중앙관서의 장도 회계관계직원의 범위에 포함되는지 여부(적극)<br/>  [3] 국가정보원장이 특별사업비 집행에 관하여 회계관계직원 등의 책임에 관한 법률 제2조 제1호 (카)목에서 정한 ‘그 밖에 국가의 회계사무를 처리하는 사람’에 해당하여 회계관계직원에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 횡령 범행으로 취득한 돈을 공범자끼리 수수한 행위가 공동정범들 사이의 범행에 의하여 취득한 돈을 공모에 따라 내부적으로 분배한 것에 지나지 않는다면 별도로 그 돈의 수수행위에 관하여 뇌물죄가 성립하는 것은 아니다. 그와 같이 수수한 돈의 성격을 뇌물로 볼 것인지 횡령금의 분배로 볼 것인지 여부는 돈을 공여하고 수수한 당사자들의 의사, 수수된 돈의 액수, 횡령 범행과 수수행위의 시간적 간격, 수수한 돈이 횡령한 그 돈인지 여부, 수수한 장소와 방법 등을 종합적으로 고려하여 객관적으로 평가하여 판단하여야 한다.<br/>  [2] 회계관계직원 등의 책임에 관한 법률(이하 ‘회계직원책임법’이라 한다)은 회계관계직원 등의 책임을 명확히 하고 법령이나 그 밖의 관계 규정 및 예산에 정하여진 바를 위반하는 회계관계행위를 방지함으로써 국가, 지방자치단체 등이 회계사무를 적정하게 집행하는 것을 목적으로 한다(제1조). 회계직원책임법 제2조는 회계관계직원이란 다음 각호의 어느 하나에 해당하는 사람을 말한다고 정의하고 있다. 제1호에서는 국가재정법, 국가회계법, 국고금 관리법 등 국가의 예산 및 회계에 관계되는 사항을 정한 법령에 따라 국가의 회계사무를 집행하는 사람으로서 다음 각 목의 어느 하나에 해당하는 사람을 회계관계직원이라고 정하고 (가)목부터 (차)목까지 구체적인 직명을 열거한 후 (카)목에서 ‘그 밖에 국가의 회계사무를 처리하는 사람’을 규정하고 있다. 그리고 제4호에서는 제1호부터 제3호까지에 규정된 사람의 보조자로서 그 회계사무의 일부를 처리하는 사람도 회계관계직원에 해당한다고 규정하고 있다. 이러한 규정들의 내용과 회계직원책임법의 입법 취지 등을 종합하여 보면, 회계직원책임법 제2조에서 정한 회계관계직원은 제1호 (가)목부터 (차)목까지 열거된 직명을 갖는 사람은 물론 그러한 직명을 갖지 않는 사람이라도 실질적으로 그와 유사한 회계관계업무를 처리하면 이에 해당하고, 반드시 그 업무를 전담하고 있을 필요도 없으며, 직위의 높고 낮음도 불문한다. 국고금 관리법 제6조, 제9조 제1항, 제19조, 제21조 제1항, 국가회계법 제6조 제1항 등의 규정에 따르면, 중앙관서의 장은 소관 수입의 징수와 수납에 관한 사무, 소관 지출원인행위와 지출에 관한 사무 등 소관의 회계에 관한 사무를 관리하고, 소속 공무원에게 특정 사무를 위임하여 하게 할 수 있다. 이러한 규정에 따르면, 중앙관서의 회계관계업무는 원칙적으로 중앙관서의 장의 권한이고, 그중 특정한 권한을 소속 공무원에게 위임할 수 있는 것이므로 중앙관서의 장이 이러한 위임을 하지 않았거나 또는 법령상 중앙관서의 장이 스스로 회계관계업무를 처리하도록 되어 있는 경우에는 중앙관서의 장도 회계직원책임법 제2조에서 정한 회계관계직원의 범위에 포함된다고 보아야 한다.<br/>  [3] ① 국가정보원장(이하 ‘국정원장’이라 한다)은 중앙관서의 장으로서 소관 수입의 징수와 수납에 관한 사무, 소관 지출원인행위와 지출에 관한 사무 등 소관의 회계에 관한 사무를 관리하므로(국고금 관리법 제2조 제4호, 제6조, 제19조, 국가회계법 제6조 제1항, 정부조직법 제2조, 제17조, 국가정보원법 제7조) 국가정보원(이하 ‘국정원’이라 한다) 소관 회계에 관한 사무는 원칙적으로 국정원장의 권한에 속한다.<br/>  ② 회계에 관한 사무 중 하나인 지출원인행위는 지출의 원인이 되는 계약이나 그 밖의 행위로서(국고금 관리법 제19조), 일정한 금액의 지출의무를 확정적으로 발생시키는 행위를 의미한다.<br/>  국정원의 통상적인 예산 집행과 관련하여 국정원장은 지출원인행위를 기획조정실장에게 위임하였고, 실제로 이와 같이 위임된 업무는 국정원장의 승인 절차 없이 기획조정실장이 처리한다. 그러나 특별사업비는 국정원장이 스스로 사용처, 지급시기와 지급할 금액 등 지출의무의 내용을 확정하고, 다른 직원이 개입할 여지가 없다.<br/>  특별사업비 집행 과정 중에 사업명과 소요예산이 간략히 기재된 서류가 국정원 내에서 기획조정실장의 전결로 작성되기는 한다. 그러나 이는 국정원장이 확정한 금액을 예금계좌에서 인출하기 위한 절차에 불과한 것으로 보일 뿐이고, 위 서류를 작성하는 행위 자체를 지출원인행위로 볼 수는 없다.<br/>  ③ 국정원장은 사용처를 지정하여 특별사업비의 지출을 지시한다.<br/>  위와 같은 사정을 관련 법리에 비추어 보면, 국정원장들은 특별사업비 집행 과정에서 직접 사용처, 지급시기와 지급할 금액을 확정함으로써 지출원인행위를 수행할 뿐만 아니라 특별사업비를 실제로 지출하도록 함으로써 자금지출행위에도 관여하는 등 회계관계업무에 해당하는 지출원인행위와 자금지출행위를 실질적으로 처리하였다. 따라서 국정원장들은 업무의 실질에 있어 회계관계직원 등의 책임에 관한 법률 제2조 제1호 (카)목에서 정한 ‘그 밖에 국가의 회계사무를 처리하는 사람’에 해당하여 회계관계직원에 해당한다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조, 제129조 제1항, 제355조 제1항 / [2] 회계관계직원 등의 책임에 관한 법률 제1조, 제2조 제1호, 제4호, 국고금 관리법 제2조 제4호, 제6조, 제9조 제1항, 제19조, 제21조 제1항, 국가회계법 제6조 제1항 / [3] 특정범죄 가중처벌 등에 관한 법률 제5조, 형법 제355조 제1항, 회계관계직원 등의 책임에 관한 법률 제2조 제1호 (카)목, 국고금 관리법 제2조 제4호, 제6조, 제19조, 국가회계법 제6조 제1항, 정부조직법 제2조, 제17조, 국가정보원법 제7조<br/>",
  "참조판례": "[1] 대법원 1997. 2. 25. 선고 94도3346 판결(공1997상, 1017), 대법원 2007. 10. 12. 선고 2005도7112 판결(공2007하, 1796) / [2] 대법원 2001. 2. 23. 선고 99두5498 판결(공2001상, 780), 대법원 2004. 10. 27. 선고 2003도6534 판결, 대법원 2004. 10. 27. 선고 2003도6738 판결<br/>"
}