{
  "판례일련번호": "225747",
  "사건명": "채무부존재확인·손해배상(기)",
  "사건번호": "2016다233538, 233545",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191128",
  "판시사항": "[1] 적법하게 가동하거나 공용에 제공한 시설로부터 발생하는 유해배출물로 인하여 제3자가 손해를 입은 경우, 위법성을 판단하는 기준<br/>  [2] 민법 제758조 제1항에서 정한 ‘공작물의 설치 또는 보존의 하자’의 의미 및 공작물의 이용에 따른 피해가 제3자의 ‘참을 한도’를 넘는지 판단하는 기준<br/>  [3] 공해소송에서 인과관계에 관한 증명책임의 분배<br/>  [4] 고속도로에 인접한 과수원의 운영자인 甲이 과수원에 식재된 과수나무 중 고속도로에 접한 1열과 2열에 식재된 과수나무의 생장과 결실이 다른 곳에 식재된 과수나무에 비해 현격하게 부진하자 과수원의 과수가 고사하는 등의 피해는 고속도로에서 발생하는 매연과 한국도로공사의 제설제 사용 등으로 인한 것이라고 주장하며 한국도로공사를 상대로 손해배상을 구한 사안에서, 한국도로공사가 설치·관리하는 고속도로에서 발생한 매연과 한국도로공사가 살포한 제설제의 염화물 성분 등이 甲이 운영하는 과수원에 도달함으로써, 과수가 고사하거나 성장과 결실이 부족하고 상품판매율이 떨어지는 피해가 발생하였을 뿐만 아니라, 이는 통상의 참을 한도를 넘는 것이어서 위법성이 인정된다고 보아 한국도로공사의 손해배상책임을 인정한 사례<br/>",
  "판결요지": "[1] 불법행위 성립요건으로서의 위법성은 관련 행위 전체를 일체로만 판단하여 결정하여야 하는 것은 아니고 문제가 되는 행위마다 개별적·상대적으로 판단하여야 할 것이므로, 어느 시설을 적법하게 가동하거나 공용에 제공하는 경우에도 그로부터 발생하는 유해배출물로 인하여 제3자가 손해를 입은 경우에는 그 위법성을 별도로 판단하여야 한다. 이 경우 판단 기준은 유해의 정도가 사회통념상 일반적으로 참아내야 할 정도를 넘는 것인지 여부이다.<br/>  [2] 고속도로를 설치하고 보존·관리하는 자는 설치 또는 보존·관리의 하자로 인하여 피해가 발생한 경우 민법 제758조 제1항에 따라 이를 배상할 의무가 있다. 공작물의 설치 또는 보존의 하자는 해당 공작물이 그 용도에 따라 갖추어야 할 안전성을 갖추지 못한 상태에 있다는 것을 의미한다. 여기에서 안전성을 갖추지 못한 상태, 즉 타인에게 위해를 끼칠 위험성이 있는 상태라 함은 해당 공작물을 구성하는 물적 시설 자체에 물리적·외형적 결함이 있거나 필요한 물적 시설이 갖추어져 있지 않아 이용자에게 위해를 끼칠 위험성이 있는 경우뿐만 아니라, 그 공작물을 본래의 목적 등으로 이용하는 과정에서 일정한 한도를 초과하여 제3자에게 사회통념상 일반적으로 참아내야 할 정도(이하 ‘참을 한도’라고 한다)를 넘는 피해를 입히는 경우까지 포함된다. 이 경우 참을 한도를 넘는 피해가 발생하였는지 여부는 구체적으로 피해의 성질과 정도, 피해이익의 공공성, 가해행위의 종류와 태양, 가해행위의 공공성, 가해자의 방지조치 또는 손해 회피의 가능성, 공법상 규제기준의 위반 여부, 토지가 있는 지역의 특성과 용도, 토지이용의 선후 관계 등 모든 사정을 종합적으로 고려하여 판단하여야 한다.<br/>  [3] 일반적으로 불법행위로 인한 손해배상청구사건에서 가해자의 가해행위, 피해자의 손해발생, 가해행위와 피해자의 손해발생 사이의 인과관계에 관한 증명책임은 청구자인 피해자가 부담한다. 다만 대기오염이나 수질오염 등에 의한 공해로 인한 손해배상을 청구하는 소송에서 피해자에게 사실적인 인과관계의 존재에 관하여 과학적으로 엄밀한 증명을 요구하는 것은 공해로 인한 사법적 구제를 사실상 거부하는 결과가 될 수 있는 반면에, 기술적·경제적으로 피해자보다는 가해자에 의한 원인조사가 훨씬 용이한 경우가 많을 뿐만 아니라 가해자는 손해발생의 원인을 은폐할 염려가 있기 때문에, 가해자가 어떤 유해한 원인물질을 배출하고 그것이 피해물건에 도달하여 손해가 발생하였다면 가해자 측에서 그것이 무해하다는 것을 증명하지 못하는 한 가해행위와 피해자의 손해발생 사이의 인과관계를 인정할 수 있다. 그러나 이 경우에 있어서도 적어도 가해자가 어떤 유해한 원인물질을 배출한 사실, 그 유해의 정도가 사회통념상 일반적으로 참아내야 할 정도를 넘는다는 사실, 그것이 피해물건에 도달한 사실, 그 후 피해자에게 손해가 발생한 사실에 관한 증명책임은 피해자가 여전히 부담한다.<br/>  [4] 고속도로에 인접한 과수원의 운영자인 甲이 과수원에 식재된 과수나무 중 고속도로에 접한 1열과 2열에 식재된 과수나무의 생장과 결실이 다른 곳에 식재된 과수나무에 비해 현격하게 부진하자 과수원의 과수가 고사하는 등의 피해는 고속도로에서 발생하는 매연과 한국도로공사의 제설제 사용 등으로 인한 것이라고 주장하며 한국도로공사를 상대로 손해배상을 구한 사안에서, 한국도로공사가 설치·관리하는 고속도로에서 발생한 매연과 한국도로공사가 살포한 제설제의 염화물 성분 등이 甲이 운영하는 과수원에 도달함으로써, 과수가 고사하거나 성장과 결실이 부족하고 상품판매율이 떨어지는 피해가 발생하였을 뿐만 아니라, 이는 통상의 참을 한도를 넘는 것이어서 위법성이 인정된다고 보아 한국도로공사의 손해배상책임을 인정한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 민법 제758조 제1항 / [3] 민법 제750조, 민사소송법 제288조 / [4] 민법 제750조, 제758조 제1항, 민사소송법 제288조<br/>",
  "참조판례": "[1] 대법원 2001. 2. 9. 선고 99다55434 판결(공2001상, 606) / [2] 대법원 2011. 11. 10. 선고 2010다98863, 98870 판결, 대법원 2015. 9. 24. 선고 2011다91784 판결(공2015하, 1596) / [3] 대법원 2013. 10. 11. 선고 2012다111661 판결, 대법원 2016. 12. 29. 선고 2014다67720 판결<br/>"
}