{
  "판례일련번호": "225841",
  "사건명": "인가공증인인가신청반려처분취소청구의소",
  "사건번호": "2018두41907",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 법무부장관에게 공증인의 정원을 정하고 임명공증인을 임명하거나 인가공증인을 인가할 수 있는 재량이 주어져 있는지 여부(적극)<br/>  [2] 행정절차법 제20조 제1항에서 행정청으로 하여금 처분기준을 구체적으로 정하여 공표할 의무를 부과한 취지 및 처분기준 사전공표 의무의 예외를 정한 같은 조 제2항에 따라 처분기준을 따로 공표하지 않거나 개략적으로만 공표할 수 있는 경우<br/>  [3] 처분의 근거와 이유제시에 관한 행정절차법 제23조 제1항의 규정 취지 및 처분서에 근거와 이유가 구체적으로 명시되어 있지 않더라도 처분을 취소해야 할 절차상 하자로 볼 수 없는 경우<br/>  [4] 행정절차법이나 민원 처리에 관한 법률상 처분·민원의 처리기간에 관한 규정이 강행규정인지 여부(소극) / 행정청이 처리기간을 지나 처분을 한 경우 및 민원 처리에 관한 법률 시행령 제23조에 따른 민원처리진행상황 통지를 하지 않은 경우, 처분을 취소할 절차상 하자로 볼 수 있는지 여부(소극)<br/>  [5] 법무부장관이 공증인의 정원을 결정할 때 고려할 사항<br/>",
  "판결요지": "[1] 공증사무는 국가 사무로서 공증인 인가·임명행위는 국가가 사인에게 특별한 권한을 수여하는 행위이다. 그런데 위와 같이 공증인법령은 공증인 선정에 관한 구체적인 심사기준이나 절차를 자세하게 규율하지 않은 채 법무부장관에게 맡겨두고 있다. 위와 같은 공증인법령의 내용과 체계, 입법 취지, 공증사무의 성격 등을 종합하면, 법무부장관에게는 각 지방검찰청 관할 구역의 면적, 인구, 공증업무의 수요, 주민들의 접근가능성 등을 고려하여 공증인의 정원을 정하고 임명공증인을 임명하거나 인가공증인을 인가할 수 있는 광범위한 재량이 주어져 있다고 보아야 한다. <br/>  [2] 행정절차법 제20조는 제1항에서 “행정청은 필요한 처분기준을 해당 처분의 성질에 비추어 되도록 구체적으로 정하여 공표하여야 한다. 처분기준을 변경하는 경우에도 또한 같다.”라고 정하면서, 제2항에서 “제1항에 따른 처분기준을 공표하는 것이 해당 처분의 성질상 현저히 곤란하거나 공공의 안전 또는 복리를 현저히 해치는 것으로 인정될 만한 상당한 이유가 있는 경우에는 처분기준을 공표하지 아니할 수 있다.”라고 정하고 있다. <br/>  이와 같이 행정청으로 하여금 처분기준을 구체적으로 정하여 공표하도록 한 것은 해당 처분이 가급적 미리 공표된 기준에 따라 이루어질 수 있도록 함으로써 해당 처분의 상대방으로 하여금 결과에 대한 예측가능성을 높이고 이를 통하여 행정의 공정성, 투명성, 신뢰성을 확보하며 행정청의 자의적인 권한행사를 방지하기 위한 것이다. 그러나 처분의 성질상 처분기준을 미리 공표하는 경우 행정목적을 달성할 수 없게 되거나 행정청에 일정한 범위 내에서 재량권을 부여함으로써 구체적인 사안에서 개별적인 사정을 고려하여 탄력적으로 처분이 이루어지도록 하는 것이 오히려 공공의 안전 또는 복리에 더 적합한 경우도 있다. 그러한 경우에는 행정절차법 제20조 제2항에 따라 처분기준을 따로 공표하지 않거나 개략적으로만 공표할 수도 있다. <br/>  [3] 행정절차법 제23조 제1항은 “행정청은 처분을 할 때에는 다음 각호의 어느 하나에 해당하는 경우를 제외하고는 당사자에게 그 근거와 이유를 제시하여야 한다.”라고 정하고 있다. 이는 행정청의 자의적 결정을 배제하고 당사자로 하여금 행정구제절차에서 적절히 대처할 수 있도록 하는 데 그 취지가 있다. 따라서 처분서에 기재된 내용, 관계 법령과 해당 처분에 이르기까지 전체적인 과정 등을 종합적으로 고려하여, 처분 당시 당사자가 어떠한 근거와 이유로 처분이 이루어진 것인지를 충분히 알 수 있어서 그에 불복하여 행정구제절차로 나아가는 데 별다른 지장이 없었던 것으로 인정되는 경우에는 처분서에 처분의 근거와 이유가 구체적으로 명시되어 있지 않았더라도 이를 처분을 취소하여야 할 절차상 하자로 볼 수 없다.<br/>  [4] 행정절차법 제19조 제1항은 “행정청은 신청인의 편의를 위하여 처분의 처리기간을 종류별로 미리 정하여 공표하여야 한다.”라고 정하고 있다. 민원 처리에 관한 법률 제17조 제1항은 “행정기관의 장은 법정민원을 신속히 처리하기 위하여 행정기관에 법정민원의 신청이 접수된 때부터 처리가 완료될 때까지 소요되는 처리기간을 법정민원의 종류별로 미리 정하여 공표하여야 한다.”라고 정하고 있고, 민원 처리에 관한 법률 시행령(이하 ‘민원처리법 시행령’이라 한다) 제23조 제1항은 “행정기관의 장은 민원이 접수된 날부터 30일이 지났으나 처리가 완료되지 아니한 경우 또는 민원인의 명시적인 요청이 있는 경우에는 그 처리진행상황과 처리완료 예정일 등을 적은 문서를 민원인에게 교부하거나 정보통신망 또는 우편 등의 방법으로 통지하여야 한다.”라고 정하고 있다. <br/>  처분이나 민원의 처리기간을 정하는 것은 신청에 따른 사무를 가능한 한 조속히 처리하도록 하기 위한 것이다. 처리기간에 관한 규정은 훈시규정에 불과할 뿐 강행규정이라고 볼 수 없다. 행정청이 처리기간이 지나 처분을 하였더라도 이를 처분을 취소할 절차상 하자로 볼 수 없다. 민원처리법 시행령 제23조에 따른 민원처리진행상황 통지도 민원인의 편의를 위한 부가적인 제도일 뿐, 그 통지를 하지 않았더라도 이를 처분을 취소할 절차상 하자로 볼 수 없다.<br/>  [5] 지역별 공증인의 정원은 ‘공증사무의 적절성과 공정성 확보’라는 공증인법의 입법 목적과 지역별 면적, 인구, 공증사무의 수요, 주민들의 편의 등과 같은 객관적인 사정을 고려하여 결정하여야 하고, 공증인이 되고자 하는 사람의 주관적 이익을 우선할 수는 없다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 공증인법 제10조 제2항, 제15조의2, 제15조의4, 행정소송법 제27조 / [2] 행정절차법 제20조 제1항, 제2항 / [3] 행정절차법 제23조 제1항 / [4] 행정절차법 제19조 제1항, 민원 처리에 관한 법률 제17조 제1항, 민원 처리에 관한 법률 시행령 제23조 제1항 / [5] 공증인법 제10조 제2항<br/>",
  "참조판례": "[2] 대법원 2008. 4. 24. 선고 2006두9283 판결, 대법원 2011. 8. 25. 선고 2008두5148 판결 / [3] 대법원 2013. 11. 14. 선고 2011두18571 판결(공2013하, 2244), 대법원 2016. 11. 9. 선고 2016두45578 판결, 대법원 2019. 1. 31. 선고 2016두65718 판결 / [4] 대법원 2004. 11. 12. 선고 2004두7115 판결, 대법원 2015. 8. 27. 선고 2013두1560 판결(공2015하, 1410)<br/>"
}