{
  "판례일련번호": "225847",
  "사건명": "손해배상(기)",
  "사건번호": "2019다259371",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 불법행위로 인한 손해배상청구권의 단기소멸시효의 기산점이 되는 민법 제766조 제1항의 ‘손해 및 가해자를 안 날’의 의미 및 피해자가 언제 불법행위의 요건사실을 현실적·구체적으로 인식하였는지 판단하는 방법<br/>  [2] 甲의 소유인 건물에 화재가 발생한 후 건물 임차인인 乙 주식회사가 임대인인 甲을 상대로 손해배상을 구하는 소를 제기하였는데, 원심이 위 건물의 다른 임차인이 甲을 상대로 임대차계약상 수선의무 불이행을 원인으로 한 손해배상을 구한 관련사건에서 위 화재에 관하여 甲의 손해배상책임을 인정하는 내용의 제1심판결이 선고될 무렵에 乙 회사가 화재의 원인 및 공작물 설치·보존상의 하자에 기한 손해배상책임의 요건사실에 관하여 구체적으로 인식하게 되었다고 보아 乙 회사의 손해배상청구권이 시효로 소멸하였다고 한 사안에서, 乙 회사는 관련사건 상고심판결이 선고되어 확정된 때에 비로소 화재로 인한 위법한 손해의 발생, 위법한 가해행위의 존재, 가해행위와 손해의 발생 사이에 상당인과관계가 있다는 사실 등 불법행위의 요건사실을 현실적·구체적으로 인식하였다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 불법행위로 인한 손해배상청구권의 단기소멸시효의 기산점이 되는 민법 제766조 제1항의 ‘손해 및 가해자를 안 날’이라고 함은 손해의 발생, 위법한 가해행위의 존재, 가해행위와 손해의 발생 사이에 상당인과관계가 있다는 사실 등 불법행위의 요건사실에 대하여 현실적·구체적으로 인식하였을 때를 의미한다. 피해자가 언제 불법행위의 요건사실을 현실적·구체적으로 인식하였는지는 개별 사건에서 여러 객관적 사정을 참작하고 손해배상청구가 사실상 가능한 상황을 고려하여 합리적으로 인정하여야 한다.<br/>  [2] 甲의 소유인 건물에 화재가 발생한 후 건물 임차인인 乙 주식회사가 임대인인 甲을 상대로 손해배상을 구하는 소를 제기하였는데, 원심이 위 건물의 다른 임차인이 甲을 상대로 임대차계약상 수선의무 불이행을 원인으로 한 손해배상을 구한 관련사건에서 위 화재에 관하여 甲의 손해배상책임을 인정하는 내용의 제1심판결이 선고될 무렵에 乙 회사가 화재의 원인 및 공작물 설치·보존상의 하자에 기한 손해배상책임의 요건사실에 관하여 구체적으로 인식하게 되었다고 보아 乙 회사의 손해배상청구권이 시효로 소멸하였다고 한 사안에서, 甲은 관련사건의 항소심 및 상고심에서 화재가 공작물의 하자로 발생한 것이 아니라는 주장을 계속하면서 화재의 원인, 발화지점, 임대인인 甲의 수선의무 불이행 여부, 면책가능성 등을 주된 쟁점으로 다투었던 점, 甲과 보험계약을 체결한 丙 보험회사가 乙 회사의 대표이사 등에 대하여 구상금 청구의 소를 제기하였고, 그 소송이 진행되던 중에 관련사건의 제1심판결이 선고되었으나, 甲의 항소 및 상고로 관련사건 결과를 기다리기 위하여 상당기간 추정되다가 관련사건 상고심 판결이 선고된 이후에야 丙 회사의 패소 판결이 선고된 점 등을 종합하면, 화재의 원인이나 발화지점, 책임의 주체 등 위법행위 여부를 판단하기 위해서는 전문적인 지식이 필요하고, 乙 회사의 대표이사에 대하여 구상금 청구에 관한 소가 진행 중이었던 사정, 위 구상금 청구 소송의 진행경과 등에 비추어, 乙 회사의 입장에서 관련사건 제1심판결 선고 무렵에 화재의 원인 및 공작물 설치·보존상의 하자에 기한 손해배상책임의 요건사실에 관하여 현실적·구체적으로 인식하였다고 단정할 수 없고, 관련사건 상고심판결이 선고되어 확정된 때에 비로소 화재로 인한 위법한 손해의 발생, 위법한 가해행위의 존재, 가해행위와 손해의 발생 사이에 상당인과관계가 있다는 사실 등 불법행위의 요건사실을 현실적·구체적으로 인식하였다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제766조 제1항 / [2] 민법 제766조 제1항<br/>",
  "참조판례": "[1] 대법원 2008. 4. 24. 선고 2006다30440 판결(공2008상, 770), 대법원 2011. 11. 10. 선고 2011다54686 판결(공2011하, 2549), 대법원 2018. 7. 24. 선고 2018다215664 판결<br/>"
}