{
  "판례일련번호": "225801",
  "사건명": "상장폐지결정무효확인",
  "사건번호": "2016다243405",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191212",
  "판시사항": "[1] 자본시장과 금융투자업에 관한 법률에 따라 거래소허가를 받아 설립된 거래소가 제정한 증권상장규정의 법적 성질 및 증권상장규정의 특정 조항이 위법하여 무효라고 볼 수 있는 경우 / 같은 법 제390조 제2항 제2호에서 증권상장규정에 상장폐지기준과 상장폐지에 관한 사항 등을 포함하도록 규정한 취지 및 상장폐지 여부에 대한 심사과정에서 상장폐지 대상 기업의 절차참여권이 충분히 보장되어야 하는지 여부(적극)<br/>  [2] 자본시장과 금융투자업에 관한 법률에 따라 설립된 甲 거래소의 ‘코스닥시장 상장규정’에서 일정 규모 이상의 횡령·배임혐의가 공시 등을 통해 확인되는 경우 기업의 계속성, 경영의 투명성 그 밖에 코스닥시장의 건전성 등을 종합적으로 고려하여 상장적격성 실질심사 대상 기업을 정하도록 하고 있는데, 위 규정에 따른 상장적격성 실질심사 결과 상장폐지 결정을 받은 乙 주식회사가 위 규정의 심사항목이 구체적이지 않고 대상 법인의 절차참여권을 충분하게 보장하지 않았다고 주장하며 상장폐지 결정의 무효확인을 구한 사안에서, 위 규정에 이를 무효로 삼아야 할 정도의 위법이 있다고 보기 어려울 뿐만 아니라, 상장적격성 실질심사 대상 법인을 선정하는 단계에서 대상 법인의 의견진술권 등 절차참여권을 보장하지 않은 것을 절차적 위법이라고 볼 수 없다고 한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라고 한다)에 따라 거래소허가를 받아 설립된 거래소가 제정한 증권상장규정은, 자본시장법이 거래소로 하여금 자치적인 사항을 스스로 정하도록 위임하여 제정된 자치 규정으로서, 상장계약과 관련하여서는 계약의 일방 당사자인 거래소가 다수의 상장신청법인과 상장계약을 체결하기 위하여 일정한 형식에 의하여 미리 마련한 계약의 내용, 즉 약관의 성질을 가진다.<br/>  다만 증권 및 장내파생상품의 공정한 가격 형성과 그 매매, 그 밖의 거래의 안정성 및 효율성의 도모가 거래소의 존립 목적이라는 데에서 알 수 있듯이 거래소는 고도의 공익적 성격을 가지고 있고, 또한 증권상장규정은 자본시장법의 규정에 근거를 두고 상장법인 내지 상장신청법인 모두에게 당연히 적용되는 규정으로서 실질적으로 규범적인 성격을 가지고 있음을 부인할 수 없다. 이러한 특수성에 비추어 증권상장규정의 특정 조항이 비례의 원칙이나 형평의 원칙에 현저히 어긋나서 정의관념에 반한다거나 다른 법률이 보장하는 상장법인의 권리를 지나치게 제약함으로써 그 법률의 입법 목적이나 취지에 반하는 내용을 담고 있다면 그 조항은 위법하여 무효이다.<br/>  특히 증권상장규정에서는 증권의 상장기준 및 상장심사에 관한 사항과 함께 상장폐지기준과 상장폐지에 관한 사항 등도 포함하도록 되어 있는데(자본시장법 제390조 제2항 제2호), 이는 상장법인의 영업, 재무상황이나 기업지배구조 등 기업투명성이 부실하게 된 경우 그 기업의 상장을 폐지하여 시장건전성을 제고하고 잠재적인 다수의 투자자를 보호하기 위한 조치를 취하기 위한 것이다. 그러나 상장폐지로 인하여 대상 법인의 평판이 저해되고 투자자들도 증권의 유통성 상실 등으로 피해를 입을 수 있으므로, 상장폐지 여부에 대한 심사는 투명하고 공정하게 이루어져야 하고, 그 과정에서 상장폐지 대상 기업의 절차참여권은 충분히 보장되어야 한다.<br/>  [2] 자본시장과 금융투자업에 관한 법률에 따라 설립된 甲 거래소의 ‘코스닥시장 상장규정’에서 일정 규모 이상의 횡령·배임혐의가 공시 등을 통해 확인되는 경우 기업의 계속성, 경영의 투명성 그 밖에 코스닥시장의 건전성 등을 종합적으로 고려하여 상장적격성 실질심사 대상 기업을 정하도록 하고 있는데, 위 규정에 따른 상장적격성 실질심사 결과 상장폐지 결정을 받은 乙 주식회사가 위 규정의 심사항목이 구체적이지 않고 대상 법인의 절차참여권을 충분하게 보장하지 않았다고 주장하며 상장폐지 결정의 무효확인을 구한 사안에서, 모든 상장법인에 대한 상장적격성 실질심사를 실시할 수 없는 현실에서 일정 규모 이상의 횡령·배임혐의가 공시 등을 통해 확인되는 경우를 실질심사 개시의 단초로 삼아 추가적으로 기업의 계속성, 경영의 투명성, 코스닥시장의 건전성 등을 참작하여 실질심사의 대상으로 삼도록 규정할 정책적 필요성이 인정되고, 상장적격성 실질심사의 구체적인 세부심사항목을 제공하는 ‘코스닥시장 상장적격성 실질심사지침’에 따르면 상장법인으로서는 상장적격성 실질심사에서 어떤 측면을 평가대상으로 삼을 것인지 충분히 짐작할 수 있으며, 상장적격성 실질심사지침에서 각 심사항목에 배점을 부여하지 않은 것은 실질심사에서 평가하는 항목의 특성상 계량화가 용이하지 않고 배점이 부여되지 않았다고 하여 객관성이 결여되었거나 심사항목을 예측하기 어렵다고 볼 수 없기 때문이므로, 각 심사항목이 더 구체화되지 아니하였다고 하여 위 규정에 이를 무효로 삼아야 할 정도의 위법이 있다고 보기 어려울 뿐만 아니라, 위 상장규정에서 상장적격성 실질심사의 전 과정에 대상 법인의 절차참여권을 충분히 보장하고 있는 데다가 상장적격성 실질심사 개시 여부에 관한 판단이 신속하게 이루어질 필요가 있는 사정 등을 참작하면, 상장적격성 실질심사 대상 법인을 선정하는 단계에서 대상 법인의 의견진술권 등 절차참여권을 보장하지 않은 것을 절차적 위법이라고 볼 수 없다고 한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제8조의2 제2항, 제373조의2, 제390조 / [2] 자본시장과 금융투자업에 관한 법률 제8조의2 제2항, 제373조의2, 제390조<br/>",
  "참조판례": "[1] 대법원 2007. 11. 15. 선고 2007다1753 판결(공2007하, 1913), 대법원 2017. 2. 9. 선고 2015다8797 판결<br/>"
}