{
  "판례일련번호": "225803",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(정보통신망침해등)[구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제48조 제2항의 '악성프로그램'에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2017도16520",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191212",
  "판시사항": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제71조 제9호 및 제48조 제2항 위반죄는 악성프로그램을 전달 또는 유포하는 행위만으로 범죄가 성립하는지 여부(적극) 및 그로 인하여 정보통신시스템 등의 훼손·멸실·변경·위조 또는 그 운용을 방해하는 결과가 발생할 것을 요하는지 여부(소극) / 이러한 ‘악성프로그램’에 해당하는지 판단하는 기준<br/>  [2] 피고인들이 자동 회원가입, 자동 방문 및 이웃신청 등의 기능을 이용하여 네이버 카페나 블로그 등에 자동적으로 게시 글과 댓글을 등록하고 쪽지와 초대장을 발송하는 등의 작업을 반복 수행하도록 설계된 다수의 프로그램들을 판매함으로써 정당한 사유 없이 정보통신시스템 등의 운용을 방해할 수 있는 악성프로그램을 유포하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반으로 기소된 사안에서, 위 프로그램들이 같은 법 제48조 제2항의 ‘악성프로그램’에 해당한다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제71조 제9호 및 제48조 제2항 위반죄는 정보통신시스템, 데이터 또는 프로그램 등(이하 ‘정보통신시스템 등’이라 한다)을 훼손·멸실·변경·위조하거나 그 운용을 방해할 수 있는 프로그램(이하 ‘악성프로그램’이라 한다)이 정보통신시스템 등에 미치는 영향을 고려하여 악성프로그램을 전달 또는 유포하는 행위만으로 범죄 성립을 인정하고, 그로 인하여 정보통신시스템 등의 훼손·멸실·변경·위조 또는 그 운용을 방해하는 결과가 발생할 것을 요하지 않는다. 이러한 ‘악성프로그램’에 해당하는지 여부는 프로그램 자체를 기준으로 하되, 그 사용용도 및 기술적 구성, 작동 방식, 정보통신시스템 등에 미치는 영향, 프로그램 설치에 대한 운용자의 동의 여부 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 피고인들이 자동 회원가입, 자동 방문 및 이웃신청 등의 기능을 이용하여 네이버 카페나 블로그 등에 자동적으로 게시 글과 댓글을 등록하고 쪽지와 초대장을 발송하는 등의 작업을 반복 수행하도록 설계된 다수의 프로그램들을 판매함으로써 정당한 사유 없이 정보통신시스템 등의 운용을 방해할 수 있는 악성프로그램을 유포하였다고 하여 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것, 이하 ‘구 정보통신망법’이라 한다) 위반으로 기소된 사안에서, 위 프로그램들은 인터넷 커뮤니티 등에 업체나 상품 등을 광고하는 데 사용하기 위한 것으로, 일반 사용자가 통상적으로 작업하는 것보다 빠른 속도로 작업하기 위하여 자동적으로 댓글의 등록이나 쪽지의 발송 등의 작업을 반복 수행할 뿐이고, 기본적으로 일반 사용자가 직접 작업하는 것과 동일한 경로와 방법으로 위와 같은 작업을 수행하는 점, 위 프로그램들 중 일부는 프록시 서버를 이용하여 네이버 등에 간접적으로 접속할 수 있도록 함으로써 네이버 등의 정보통신시스템 등이 IP를 차단하는 것을 회피할 수 있도록 설계되어 있으나, 이는 네이버 등의 정보통신시스템 등을 훼손·멸실·변경·위조하는 등 그 기능을 물리적으로 수행하지 못하게 하는 방법으로 IP 차단을 방해하는 것이 아닌, 위 정보통신시스템 등이 예정한 대로 작동하는 범위 내에서 IP 차단 사유에 해당하지 않고 통과할 수 있도록 도와주는 것에 불과한 점, 위 프로그램들 사용으로 정보통신시스템 등의 기능 수행이 방해된다거나 네이버 등의 서버가 다운되는 등의 장애가 발생한다고 볼 만한 증거가 없는 점 등을 종합하면, 검사가 제출한 증거만으로는 위 프로그램들이 구 정보통신망법 제48조 제2항의 ‘악성프로그램’에 해당한다고 단정하기 어렵다는 이유로, 같은 취지에서 피고인들에게 무죄를 선고한 원심판결이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제48조 제2항, 제71조 제9호(현행 제70조의2 참조) / [2] 구 정보통신망 이용촉진 및 정보보호 등에 관한 법률(2016. 3. 22. 법률 제14080호로 개정되기 전의 것) 제48조 제2항, 제71조 제9호(현행 제70조의2 참조), 형사소송법 제325조<br/>",
  "참조판례": ""
}