{
  "판례일련번호": "225833",
  "사건명": "사기·석유및석유대체연료사업법위반",
  "사건번호": "2017도20752",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 구 석유 및 석유대체연료 사업법 제46조 제10호, 제39조 제1항 제2호에서 처벌하는 ‘사용공차(使用公差)를 벗어나 정량에 미달되게 판매하는 행위’는 그 수단이 계량기 등 기계 조작에 의한 것을 구성요건으로 한정하는지 여부(소극) 및 위 처벌조항의 취지<br/>  [2] 석유판매업자인 피고인이 경유 탱크의 경유를 보일러로 보내 국제기준온도 15℃보다 훨씬 높은 평균 32℃~38℃로 가열하여 20ℓ당 평균 270㎖(약 1.35%)의 부피를 증가시킨 다음 이를 성명불상의 고객들에게 판매하는 방법으로 정량을 속여 판매하였다고 하여 구 석유 및 석유대체연료 사업법 위반으로 기소된 사안에서, 피고인이 인위적으로 경유를 가열하여 경유의 부피를 증가시켜 판매한 행위는 ‘사용공차를 벗어나 정량에 미달하여 석유를 판매한 행위’에 포함된다는 등의 이유로, 이와 달리 본 원심판결에 같은 법 위반죄에서의 정량 미달 판매행위의 해석에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 석유 및 석유대체연료 사업법(2015. 1. 28. 법률 제13085호로 개정되기 전의 것) 제46조 제10호, 제39조 제1항 제2호는 ‘사용공차(使用公差)를 벗어나 정량에 미달되게 판매하는 행위’를 규정하고 있을 뿐, 그 수단이 계량기 등 기계 조작에 의한 것을 구성요건으로 한정하지 않는다. 따라서 석유판매자 등이 계량기의 오차를 달리 설정하거나 그 표시를 조작하는 등 기타의 방법으로 실제 판매한 석유의 양이 계량기의 사용공차를 벗어나 정량에 미달되게 판매하는 경우를 처벌하기 위한 것이다. <br/>  [2] 석유판매업자인 피고인이 경유 탱크의 경유를 보일러로 보내 국제기준온도 15℃보다 훨씬 높은 평균 32℃~38℃로 가열하여 20ℓ당 평균 270㎖(약 1.35%)의 부피를 증가시킨 다음 이를 성명불상의 고객들에게 판매하는 방법으로 정량을 속여 판매하였다고 하여 구 석유 및 석유대체연료 사업법(2015. 1. 28. 법률 제13085호로 개정되기 전의 것, 이하 ‘구 석유사업법’이라 한다) 위반으로 기소된 사안에서, 관련 법령 규정들을 체계적으로 종합하면 구 석유사업법 제46조 제10호, 제39조 제1항 제2호의 ‘사용공차(使用公差)를 벗어나 정량에 미달되게 판매하는 행위’는 ‘석유를 검정기준상 최대허용오차의 1.5배를 초과하여 정량에 미달되게 판매하는 행위’를 의미하고, ‘주유기의 사용공차’는 ‘최대허용오차의 1.5배 값인 ± 0.75%’이며, 석유의 정량을 계량하기 위한 기준온도는 15℃가 되므로, 피고인이 온도 조건을 32℃~38℃로 변동시킨 상태에서 경유 20ℓ를 판매한 경우, 위 경유를 다시 기준온도인 15℃로 변화시켰을 때 20ℓ를 기준으로 한 사용공차가 약 150㎖보다 크게 줄어든 것으로 측정되면 사용공차 범위를 초과하여 정량에 미달하는 것으로서, 한국석유관리원 검사보고서의 기재에 의하면, 일반적으로 경유는 기준온도 15℃를 기준으로 온도 1℃가 증가할 때마다 0.08~0.09%의 부피가 증가하는데, 피고인은 주유소 사업장 내에 급속가열장치를 설치하고 가열된 경유를 탱크(경유용)를 통해 주유기로 연결하여 부피가 팽창된 경유를 소비자에게 판매하였고, 피고인의 주유기 등 4곳에서 채취된 경유 시료의 온도는 32℃~38℃였으며, 이를 기준온도 15℃에 가까운 온도로 조건을 변화시키고자 상온 상태에서 약 50분~80분 정도 방치한 이후 경유 온도 약 22℃~25℃에서 측정한 결과 모두 20ℓ당 정량에 210㎖가 미달하는 것이 확인되었으므로, 피고인이 인위적으로 경유를 가열하여 경유의 부피를 증가시켜 판매한 행위는 ‘사용공차를 벗어나 정량에 미달하여 석유를 판매한 행위’에 포함되고, 한편 구 석유사업법이 2015. 1. 28. 개정되면서 제39조 제1항 제3호로 ‘인위적으로 열을 가하는 등 부당하게 석유 및 석유대체연료의 부피를 증가시켜 판매하는 행위’를 신설하여 2015. 7. 29.부터 시행되었는데, 이는 하위 법령에 순차 위임되었던 구 석유사업법 제46조 제10호, 제39조 제1항 제2호의 요건을 법률에 규정함으로써 구성요건을 명백히 한 것으로 볼 수 있어 그와 같은 처벌조항이 신설되었더라도 구 석유사업법 시행 당시의 행위에 대해서는 여전히 구 석유사업법 제46조 제10호, 제39조 제1항 제2호로 처벌할 수 있다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 구 석유사업법 위반죄에서의 정량 미달 판매행위의 해석에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 석유 및 석유대체연료 사업법(2015. 1. 28. 법률 제13085호로 개정되기 전의 것) 제39조 제1항 제2호, 제46조 제10호 / [2] 구 석유 및 석유대체연료 사업법(2015. 1. 28. 법률 제13085호로 개정되기 전의 것) 제39조 제1항 제2호, 제46조 제10호, 구 석유 및 석유대체연료 사업법(2017. 4. 18. 법률 제14774호로 개정되기 전의 것) 제39조 제1항 제3호, 제46조 제10호, 구 석유 및 석유대체연료 사업법 시행령(2015. 6. 15. 대통령령 제26316호로 개정되기 전의 것) 제42조의4, 제45조 제8항 제5호(현행 제45조 제8항 제9호 참조), 구 계량에 관한 법률(2017. 3. 21. 법률 제14661호로 개정되기 전의 것) 제23조 제2항, 구 계량에 관한 법률 시행령(2017. 12. 12. 대통령령 제28471호로 개정되기 전의 것) 제20조 제2항, 제32조 [별표 17]<br/>",
  "참조판례": ""
}