{
  "판례일련번호": "225839",
  "사건명": "소유권말소등기",
  "사건번호": "2018다290825",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 구 임야대장상 소유자란 기재의 추정력<br/>  [2] 구 임야대장에 甲이 소유권을 이전받은 것으로 기재되어 있는 종전 토지가 분할되고 그 일부가 등록전환되어 토지대장이 작성되었고, 그 후 국가가 등록전환된 일부 토지에 관하여 소유권보존등기를 마쳤는데, 위 일부 토지에 대한 구 토지대장(부책식)에는 甲이 소유자로 기재되어 있고, 카드식으로 작성된 구 토지대장에도 구 임야대장의 내용과 동일한 시점에 甲이 소유권을 취득한 것으로 기재되어 있는 사안에서, 종전 토지가 분할되면서 그 지번이 등록전환되지 않고 남은 토지의 지번으로 변경되었고, 종전 토지에 대한 구 임야대장 역시 남은 토지의 지번에 대한 임야대장으로 남게 되었는데, 위 임야대장은 일제 강점기에 최초 등록되어 작성된 것으로 볼 수 있고, 위 임야대장에 甲이 종전 토지를 소유권 이전받은 것으로 기재된 것은 당시 이미 甲 앞으로 소유권이전등기가 되었고 등기공무원의 통지에 따라 기재된 것으로 보아야 하며, 일부 토지가 종전 토지에서 분할되어 위 임야대장의 소유자란 기재가 일부 토지에 대한 구 토지대장에 그대로 옮겨진 것이므로 소유자란 기재의 권리추정력은 그대로 유지되는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 임야대장규칙(1920. 8. 23. 조선총독부령 제113호) 제2조에 의하여 준용되던 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조는 소유권 이전에 관해서는 등기공무원의 통지가 없으면 임야대장에 등록할 수 없도록 정하고 있다. 당시의 임야대장에 누군가에게 소유권이 이전된 것으로 등재되어 있다면 임야에 관해 이미 그 명의로 이전등기가 마쳐져 있었고 등기공무원의 통지에 의하여 임야대장에 등재된 것으로 보아야 한다.<br/>  [2] 구 임야대장에 甲이 소유권을 이전받은 것으로 기재되어 있는 종전 토지가 분할되고 그 일부가 등록전환되어 토지대장이 작성되었고, 그 후 국가가 등록전환된 일부 토지에 관하여 소유권보존등기를 마쳤는데, 위 일부 토지에 대한 구 토지대장(부책식)에는 甲이 소유자로 기재되어 있고, 카드식으로 작성된 구 토지대장에도 구 임야대장의 내용과 동일한 시점에 甲이 소유권을 취득한 것으로 기재되어 있는 사안에서, 종전 토지가 분할되면서 그 지번이 등록전환되지 않고 남은 토지의 지번으로 변경되었고, 종전 토지에 대한 구 임야대장 역시 남은 토지의 지번에 대한 임야대장으로 남게 되었는데, 위 임야대장에는 대정(大正)과 소화(昭和) 등 일제 강점기에 사용하던 연호를 사용하고 일본어가 부동문자로 인쇄되어 있는 점 등에 비추어 위 임야대장은 일제 강점기에 최초 등록되어 작성된 것으로 볼 수 있고, 위 임야대장에 甲이 종전 토지를 소유권 이전받은 것으로 기재된 것은 당시 이미 甲 앞으로 소유권이전등기가 되었고 등기공무원의 통지에 따라 기재된 것으로 보아야 하며, 일부 토지가 종전 토지에서 분할되어 위 임야대장의 소유자란 기재가 일부 토지에 대한 구 토지대장에 그대로 옮겨진 것이므로 소유자란 기재의 권리추정력은 그대로 유지되는데도, 이와 달리 소관청이 법적 근거 없이 임의로 종전 토지에 대한 임야대장을 복구한 것이라고 보아 소유자 변동의 기재에 아무런 추정력이 없다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임야대장규칙(1920. 8. 23. 조선총독부령 제113호) 제2조, 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조, 민법 제186조 / [2] 구 임야대장규칙(1920. 8. 23. 조선총독부령 제113호) 제2조, 구 토지대장규칙(1914. 4. 25. 조선총독부령 제45호) 제2조, 민법 제186조<br/>",
  "참조판례": "[1] 대법원 1977. 4. 12. 선고 76다2042 판결(공1977, 10004), 대법원 2004. 9. 3. 선고 2003다3157 판결(공2004하, 1644)<br/>"
}