{
  "판례일련번호": "225849",
  "사건명": "소유권말소등기",
  "사건번호": "2019다267464",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 부동산 매도인이 등기부상 소유명의자와 동일인이고 등기부나 다른 사정에 의하여 매도인의 소유권을 의심할 수 있는 여지가 엿보이지 않는 경우, 등기부의 기재가 유효한 것으로 믿고 매수한 사람에게 과실이 있다고 할 수 있는지 여부(소극) 및 이는 매수인이 지적공부 등의 관리주체인 국가나 지방자치단체인 경우에도 마찬가지인지 여부(적극)<br/>  [2] 부동산소유권 이전등기 등에 관한 특별조치법에 의하여 甲의 숙부 乙 명의로 소유권보존등기가 마쳐졌다가 증여를 원인으로 乙의 처 丙 명의로 소유권이전등기가 이루어진 부동산을 지방자치단체가 丙으로부터 협의취득하여 소유권이전등기를 마쳤는데, 甲이 丙과 지방자치단체를 상대로 위 부동산에 관한 乙 명의의 소유권보존등기는 부동산소유권 이전등기 등에 관한 특별조치법에 따라 적법하게 마쳐진 것이 아니어서 무효이고, 丙과 지방자치단체 명의의 각 소유권이전등기 역시 무효인 소유권보존등기에 근거한 것이어서 무효라며 위 각 소유권이전등기의 말소를 구하자, 지방자치단체가 등기부 시효취득을 주장한 사안에서, 등기부나 다른 사정에 의하여 丙의 소유권을 의심할 만한 특별한 사정이 없고, 위 지방자치단체가 지방자치단체라는 이유로 특별히 가중된 조사의무를 부과하여 그 요건을 제한해야 한다고 볼 수도 없는데도, 일반 개인 사이의 거래와는 달리 위 지방자치단체의 경우는 등기부의 기재를 믿고 취득하였다는 사정만으로 점유에 과실이 없었다고 인정할 수 없다는 이유로 위 지방자치단체의 등기부 시효취득 주장을 배척한 원심판단에 등기부 시효취득에서의 무과실에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산을 매수하는 사람은 매도인에게 그 부동산을 처분할 권한이 있는지 여부를 알아보아야 하는 것이 원칙이고, 이를 알아보았더라면 무권리자임을 알 수 있었을 때에는 과실이 있다고 보아야 할 것이나, 매도인이 등기부상의 소유명의자와 동일인인 경우에는 그 등기부나 다른 사정에 의하여 매도인의 소유권을 의심할 수 있는 여지가 엿보인다면 몰라도 그렇지 않은 경우에는 등기부의 기재가 유효한 것으로 믿고 매수한 사람에게 과실이 있다고 말할 수는 없는 것이다. 이러한 법리는 매수인이 지적공부 등의 관리주체인 국가나 지방자치단체라고 하여 달리 볼 것은 아니다.<br/>  [2] 부동산소유권 이전등기 등에 관한 특별조치법(이하 ‘특별조치법’이라 한다)에 의하여 甲의 숙부 乙 명의로 소유권보존등기가 마쳐졌다가 증여를 원인으로 乙의 처 丙 명의로 소유권이전등기가 이루어진 부동산을 지방자치단체가 丙으로부터 협의취득하여 소유권이전등기를 마쳤는데, 甲이 丙과 지방자치단체를 상대로 위 부동산에 관한 乙 명의의 소유권보존등기는 특별조치법에 따라 적법하게 마쳐진 것이 아니어서 무효이고, 丙과 지방자치단체 명의의 각 소유권이전등기 역시 무효인 소유권보존등기에 근거한 것이어서 무효라며 위 각 소유권이전등기의 말소를 구하자, 지방자치단체가 등기부 시효취득을 주장한 사안에서, 위 지방자치단체가 특별조치법에 의한 소유권보존등기 명의인에게서 증여를 받아 이전등기를 마친 丙으로부터 위 부동산을 매수하였다면, 등기부나 다른 사정에 의하여 丙의 소유권을 의심할 만한 특별한 사정이 없는 한 지방자치단체에 과실이 없다고 보아야 하는데, 위와 같은 특별한 사정을 인정할 만한 자료를 찾아볼 수 없고, 지방자치단체가 사경제주체로서 법령에 정해진 절차에 따라 등기부상 소유자인 丙으로부터 부동산을 협의취득한 것인 점에서 위 지방자치단체가 지방자치단체라는 이유로 특별히 가중된 조사의무를 부과하여 그 요건을 제한해야 한다고 볼 수 없는데도, 위 지방자치단체가 특별조치법에 따른 소유권보존등기에 관하여 확인서의 발급 및 대장상의 소유명의인 변경등록을 처리하는 기관이었으므로 임야대장 등을 확인하는 방법으로 소유권보존등기가 적법한지 충분히 확인할 수 있었다는 점 등을 들어 일반 개인 사이의 거래와는 달리 위 지방자치단체의 경우는 등기부의 기재를 믿고 취득하였다는 사정만으로 점유에 과실이 없었다고 인정할 수 없다는 이유로 위 지방자치단체의 등기부 시효취득 주장을 배척한 원심판단에 등기부 시효취득에서의 무과실에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제186조, 제245조 제2항 / [2] 민법 제186조, 제245조 제2항, 구 부동산소유권 이전등기 등에 관한 특별조치법(1982. 4. 3. 법률 제3562호로 개정되기 전의 것, 실효) 제7조, 제10조<br/>",
  "참조판례": "[1] 대법원 1994. 6. 28. 선고 94다7829 판결(공1994하, 2100), 대법원 1998. 2. 24. 선고 96다8888 판결(공1998상, 839), 대법원 2004. 5. 14. 선고 2002다26696 판결, 대법원 2006. 1. 26. 선고 2005다36045 판결, 대법원 2007. 5. 11. 선고 2006다46001 판결<br/>"
}