{
  "판례일련번호": "225899",
  "사건명": "채무부존재확인등",
  "사건번호": "2015다78857",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 헬스클럽의 시설주체가 회비를 임의 조절할 수 있도록 클럽규약에 규정되어 있는 경우, 회비의 인상 여부 및 인상 범위를 정하는 방법<br/>  [2] 회원제 스포츠센터를 운영하고 있는 甲 주식회사가 일반회원에 비해 2배가 넘는 가입비를 납부하는 대신 연회비를 면제받는 조건으로 가입한 특별회원들에 대하여 물가상승, 금리하락, 스포츠센터 시설의 증·개축, 일반회원의 회비인상 등의 사정을 들어 연회비를 매년 납부하거나 추가 보증금을 일거에 납부할 것을 요구한 사안에서, 甲 회사가 특별회원들에게 추가로 부과한 회비는 객관적으로 합리적인 범위를 벗어난 것임에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 헬스클럽의 시설주체가 공과금, 물가인상 기타 경제적 요인을 고려하여 클럽시설 이용의 대가인 회비를 임의 조절할 수 있도록 클럽규약에 규정되어 있다면, 일단 회비의 인상 여부 및 그 인상의 범위를 정할 수 있는 권한은 시설주체에게 위임되어 있다고 할 수 있지만, 그렇다고 하여 시설주체가 아무런 합리적인 근거 없이 임의로 회비에 관한 사항을 정할 권한을 가진다고는 해석할 수 없고, 오히려 다수의 회원과 시설이용계약을 체결한 시설주체로서는 객관적으로 합리적인 범위 내에서만 그 회비의 인상 여부 및 인상 범위를 정할 수 있다고 보아야 한다.<br/>  [2] 회원제 스포츠센터를 운영하고 있는 甲 주식회사가 일반회원에 비해 2배가 넘는 가입비를 납부하는 대신 연회비를 면제받는 조건으로 가입한 특별회원들에 대하여 물가상승, 금리하락, 스포츠센터 시설의 증·개축, 일반회원의 회비인상 등의 사정을 들어 연회비를 매년 납부하거나 추가 보증금을 일거에 납부할 것을 요구한 사안에서, 스포츠센터가 개관된 때부터 시설의 증·개축 공사를 시작하기 전까지 사이에 물가가 상승하였고 금리가 하락하였음에도 甲 회사는 특별회원들에게 회비의 인상을 요구하지 않았는데, 이는 특별회원들로부터는 일반회원의 2배가 넘는 가입비를 받아 스포츠센터의 개관에 필요한 초기 자금을 마련하였다는 사정을 감안하여 단순히 물가상승이나 금리하락만으로는 특별회원의 회비를 인상하지 않기로 하는 의사의 합치가 있었기 때문으로 보이고, 甲 회사가 특별회원들에게 회비의 인상을 요구하게 되었던 것은 각종 공사를 통해 스포츠센터의 시설이 증·개축되면서 특별회원들이 회원계약 체결 당시에는 예상치 않았던 이익을 얻게 되었기 때문으로 보이는바, 甲 회사로서는 특별회원들에게 스포츠센터의 시설을 증·개축하는 과정에서 발생한 비용 가운데 일부를 분담할 것을 요구할 수 있을 뿐이며, 특별회원들이 가입 당시 납부하였던 보증금이 일반회원들이 납부하였던 보증금과 연회비의 액수를 기초로 하여 비율적으로 산정되었다고 인정할 만한 근거는 보이지 않으므로, 일반회원들의 연회비가 인상되었다는 사정만으로 곧바로 특별회원들에게 회비의 인상을 요구할 수는 없고, 스포츠센터가 개관되었을 당시부터 시행되었던 회칙 제17조에는 ‘기 납부된 회비에 대하여는 그 권리를 인정한다’는 내용이 포함되어 있는데, 甲 회사가 특별회원들에게 추가로 납부할 것을 요구하고 있는 회비에는 특별회원들이 가입 당시 보증금을 납부하였다는 사정이 반영되어 있지 아니한 점 등을 고려할 때, 甲 회사가 특별회원들에게 추가로 부과한 회비는 객관적으로 합리적인 범위를 벗어난 것임에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조, 제10조 제1호 / [2] 약관의 규제에 관한 법률 제5조, 제10조 제1호, 부칙(1986. 12. 31.) 제3조, 체육시설의 설치·이용에 관한 법률 제2조, 제22조<br/>",
  "참조판례": "[1] 대법원 1996. 2. 27. 선고 95다35098 판결(공1996상, 1090)<br/>"
}