{
  "판례일련번호": "225837",
  "사건명": "구상금[학교안전공제회와 책임보험자 사이의 구상관계가 문제된 사건]",
  "사건번호": "2018다287010",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191213",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건이 갖추어지지 않았더라도 대법원이 실체법 해석·적용의 잘못에 관하여 직권으로 판단할 수 있는 경우<br/>  [2] 피공제자가 경과실로 학교안전사고를 일으킨 경우, 학교안전공제회가 수급권자에게 공제급여를 지급한 후 피공제자를 상대로 구상권을 행사할 수 있는지 여부(소극) 및 이처럼 학교안전공제회가 손해배상책임 있는 피공제자에게 제한적으로만 구상권을 행사하도록 한 취지<br/>  [3] 경과실로 학교안전사고를 일으킨 피공제자가 먼저 피해자에게 손해배상을 한 경우, 학교안전공제회를 상대로 구상권을 행사할 수 있는지 여부(적극)<br/>  [4] 학교안전공제회가 학교안전사고로 피해를 입은 수급권자에게 공제급여를 지급한 경우, 손해배상책임 있는 피공제자의 책임보험자에게 수급권자의 보험금직접청구권을 대위행사할 수 있는지 여부(적극) 및 이는 책임보험의 피보험자인 피공제자가 경과실로 학교안전사고를 일으킨 경우에도 마찬가지인지 여부(적극) / 피공제자가 경과실로 학교안전사고를 일으켜 피공제자의 책임보험자가 먼저 피해자에게 손해배상금을 지급한 경우, 학교안전공제회를 상대로 구상권을 행사할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우에는, 대법원이 소액사건이라는 이유로 그 법령의 해석에 관하여 판단을 하지 않고 사건을 종결한다면 국민생활의 법적 안정성이 저해될 수 있다. 따라서 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 않았더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하기 위하여 실체법 해석·적용의 잘못에 관하여 판단할 수 있다.<br/>  [2] 학교안전사고 예방 및 보상에 관한 법률(이하 ‘학교안전법’이라 한다)에 의하면 학교안전공제회가 학교안전사고로 인하여 발생한 피해에 대하여 수급권자에게 공제급여를 지급한 때에는 그 피해에 대하여 보상 또는 배상책임이 있는 공제가입자와 피공제자 등은 그 책임을 면한다(제45조 제1항). 또한 학교안전사고가 피공제자의 고의 또는 중대한 과실로 인하여 발생하거나 피공제자 또는 공제가입자가 아닌 자의 고의·과실로 인하여 발생하고 학교안전공제회가 공제급여를 지급한 경우에는 그 공제급여 금액의 범위 내에서 학교안전사고를 일으킨 자 등에게 구상권을 행사할 수 있다(제44조 제1항). 즉, 피공제자가 경과실로 학교안전사고를 일으킨 경우에는 수급권자에게 공제급여가 지급되더라도 학교안전공제회로부터 구상을 당하지 않는다.<br/>  이처럼 학교안전공제회가 손해배상책임 있는 피공제자(이하 ‘가해자인 피공제자’라고 한다)에게 제한적으로만 구상권을 행사하도록 한 것은, 교육활동의 당사자인 피공제자가 안정적으로 교육활동에 참가하도록 하기 위해서는 학교안전사고로 인한 피해를 신속·적정하게 보상해야 할 뿐만 아니라 가해자인 피공제자의 손해배상책임도 어느 정도 제한될 필요가 있음을 고려한 것이다. 특히 가해자인 피공제자가 경과실로 학교안전사고를 일으킨 경우에 수급권자에게 공제급여가 지급되면 그 피공제자는 피해자 측에 대한 손해배상책임이 면제될 뿐만 아니라 학교안전공제회에 대한 구상책임도 없으므로, 결과적으로 경과실로 학교안전사고를 일으킨 피공제자와 학교안전공제회 사이에서는 학교안전공제회가 최종적인 부담을 지게 된다. 이는 학교안전법이 경과실로 학교안전사고를 일으킨 가해자인 피공제자까지 보호하기 위하여 특별히 배려한 것으로 볼 수 있다.<br/>  [3] 손해배상책임 있는 피공제자(이하 ‘가해자인 피공제자’라고 한다)가 경과실로 학교안전사고를 일으킨 경우에는 학교안전공제회가 공제급여 금액의 범위 안에서 최종적으로 손해배상에 관한 부담을 지게 된다. 따라서 이와 같은 경우 가해자인 피공제자가 먼저 피해자에게 손해배상을 하였다면 공제급여 상당액에 대해서는 학교안전공제회에 구상할 수 있다고 봄이 타당하다. 이와 달리 경과실로 학교안전사고를 일으킨 가해자인 피공제자가 먼저 손해배상을 한 경우 학교안전공제회에 구상할 수 없다고 보게 되면, 누가 먼저 변제를 하였느냐에 따라 최종적으로 손해배상책임을 지게 되는 자가 달라지게 되고, 이러한 결과는 배상이나 보상의 지체를 초래할 수 있을 뿐만 아니라 경과실로 학교안전사고를 일으킨 가해자인 피공제자까지 보호대상으로 삼고자 하는 학교안전사고 예방 및 보상에 관한 법률의 취지에도 반한다.<br/>  [4] 피해자는 책임보험의 피보험자가 책임을 질 사고가 발생한 경우 상법 제724조 제2항에 의하여 그 책임보험자에게 보험금직접청구권을 행사할 수 있다. 한편 학교안전공제회는 수급권자에게 공제급여를 지급한 후 학교안전사고 예방 및 보상에 관한 법률(이하 ‘학교안전법’이라 한다) 제44조 제1항에 따라 공제급여의 범위 내에서 수급권자가 학교안전사고를 일으킨 자 등에 대해 가지는 손해배상청구권을 대위 취득한다. 따라서 학교안전공제회는 공제급여를 지급한 후 학교안전사고를 일으킨 손해배상책임 있는 피공제자(이하 ‘가해자인 피공제자’라고 한다)의 책임보험자에게 수급권자의 보험금직접청구권을 대위행사할 수 있다. 이는 책임보험의 피보험자인 피공제자가 경과실로 학교안전사고를 일으킨 경우에도 마찬가지로 적용된다. 즉, 가해자인 피공제자가 경과실로 학교안전사고를 일으킨 경우에 학교안전공제회가 수급권자에게 공제급여를 지급하더라도 그 피공제자에게 구상할 수 없으나, 그렇다고 하여 그 피공제자의 책임보험자에 대해서까지 구상할 수 없게 되는 것은 아니다. 피해자인 피공제자가 가해자인 피공제자의 책임보험자에 대하여 갖는 보험금직접청구권은 가해자인 피공제자에 대한 손해배상청구권과는 별개의 권리일 뿐만 아니라, 가해자인 피공제자가 경과실로 학교안전사고를 일으킨 경우에 학교안전공제회의 구상권 행사가 제한되는 것은 학교안전법이 그러한 피공제자를 특별히 보호하기 위한 취지를 근거로 한 것이므로, 이러한 취지를 넘어서 가해자인 피공제자의 책임보험자에게까지 이러한 규정을 확장하여 적용할 수는 없기 때문이다. 이와 달리 책임보험자도 피해자에게 손해배상금을 지급한 후 학교안전공제회에 구상할 수 있다고 보게 되면, 책임보험자로서는 그 피보험자가 학교안전공제의 피공제자로서 경과실로 보험사고를 일으켰다는 우연한 사정만으로 사회보장적 성격을 갖는 공제급여라는 재원으로 자신이 원래 졌어야 할 책임을 면하는 경제적 이익을 누리게 되어 부당하다. 결국 가해자인 피공제자의 책임보험자와 학교안전공제회 사이에서는 학교안전사고가 경과실에 의하여 발생하였는지 여부와 관계없이 책임보험자가 최종적으로 손해배상에 관한 부담을 진다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 학교안전사고 예방 및 보상에 관한 법률 제44조 제1항, 제45조 제1항 / [3] 학교안전사고 예방 및 보상에 관한 법률 제44조 제1항, 제45조 제1항 / [4] 학교안전사고 예방 및 보상에 관한 법률 제44조 제1항, 제45조 제1항, 상법 제724조 제2항<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2003다1878 판결(공2004하, 1571), 대법원 2008. 12. 11. 선고 2006다50420 판결(공2009상, 6) / [4] 대법원 2016. 12. 15. 선고 2013다82401 판결(공2017상, 77)<br/>"
}