{
  "판례일련번호": "225807",
  "사건명": "공문서부정행사·사문서위조·위조사문서행사·도로교통법위반(음주운전)·도로교통법위반(무면허운전)[타인의 자동차운전면허증을 촬영한 이미지파일을 제시하여 공문서부정행사로 공소제기된 사건]",
  "사건번호": "2018도2560",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191212",
  "판시사항": "자동차 등의 운전자가 운전 중에 도로교통법 제92조 제2항에 따라 경찰공무원으로부터 운전면허증의 제시를 요구받은 경우, 운전면허증의 특정된 용법에 따른 행사는 도로교통법 관계 법령에 따라 발급된 운전면허증 자체를 제시하는 것인지 여부(적극) / 이때 자동차 등의 운전자가 경찰공무원에게 다른 사람의 운전면허증 자체가 아니라 이를 촬영한 이미지파일을 휴대전화 화면 등을 통하여 보여주는 행위가 공문서부정행사죄를 구성하는지 여부(소극)<br/>",
  "판결요지": "공문서부정행사죄는 사용권한자와 용도가 특정되어 작성된 공문서 또는 공도화를 사용권한 없는 자가 사용권한이 있는 것처럼 가장하여 부정한 목적으로 행사하거나 또는 권한 있는 자라도 정당한 용법에 반하여 부정하게 행사하는 경우에 성립한다. <br/>  공문서부정행사죄는 공문서에 대한 공공의 신용 등을 보호하기 위한 데 입법 취지가 있는 것으로, 공문서에 대한 공공의 신용 등을 해할 위험이 있으면 범죄가 성립하지만, 그러한 위험조차 없는 경우에는 범죄가 성립하지 아니한다. <br/>  도로교통법은 자동차 등을 운전하려는 사람은 지방경찰청장으로부터 운전면허를 받아야 하고(제80조 제1항), 운전면허의 효력은 본인 또는 대리인이 운전면허증을 발급받은 때부터 발생한다고 규정하고 있으며(제85조 제5항), 이러한 운전면허증의 서식, 재질, 규격 등은 법정되어 있다(도로교통법 제85조 제2항, 도로교통법 시행규칙 제77조 제2항 [별지 제55호 서식]). <br/>  도로교통법에 의하면, 운전면허증을 발급받은 사람은 자동차 등을 운전할 때 운전면허증 등을 지니고 있어야 하고(제92조 제1항), 운전자는 운전 중에 교통안전이나 교통질서 유지를 위하여 경찰공무원이 운전면허증 등을 제시할 것을 요구할 때에는 이에 응하여야 한다(제92조 제2항). 도로교통법이 자동차 등의 운전자에 대하여 위와 같은 의무를 부과하는 취지는 경찰공무원으로 하여금 교통안전 등을 위하여 현장에서 운전자의 신원과 면허조건 등을 법령에 따라 발급된 운전면허증의 외관만으로 신속하게 확인할 수 있도록 하고자 하는 데 있다. 만일 경찰공무원이 자동차 등의 운전자로부터 운전면허증의 이미지파일 형태를 제시받는 경우에는 그 입수 경위 등을 추가로 조사·확인하지 않는 한 이러한 목적을 달성할 수 없을 뿐만 아니라, 그 이미지파일을 신용하여 적법한 운전면허증의 제시가 있었던 것으로 취급할 수도 없다. <br/>  따라서 도로교통법 제92조 제2항에서 제시의 객체로 규정한 운전면허증은 적법한 운전면허의 존재를 추단 내지 증명할 수 있는 운전면허증 그 자체를 가리키는 것이지, 그 이미지파일 형태는 여기에 해당하지 않는다. <br/>  이와 같은 공문서부정행사죄의 구성요건과 입법 취지, 도로교통법 제92조의 규정 내용과 입법 취지 등에 비추어 보면, 자동차 등의 운전자가 운전 중에 도로교통법 제92조 제2항에 따라 경찰공무원으로부터 운전면허증의 제시를 요구받은 경우 운전면허증의 특정된 용법에 따른 행사는 도로교통법 관계 법령에 따라 발급된 운전면허증 자체를 제시하는 것이라고 보아야 한다. 이 경우 자동차 등의 운전자가 경찰공무원에게 다른 사람의 운전면허증 자체가 아니라 이를 촬영한 이미지파일을 휴대전화 화면 등을 통하여 보여주는 행위는 운전면허증의 특정된 용법에 따른 행사라고 볼 수 없는 것이어서 그로 인하여 경찰공무원이 그릇된 신용을 형성할 위험이 있다고 할 수 없으므로, 이러한 행위는 결국 공문서부정행사죄를 구성하지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제230조, 도로교통법 제80조 제1항, 제85조 제2항, 제5항, 제92조, 도로교통법 시행규칙 제77조 제2항 [별지 제55호 서식]<br/>",
  "참조판례": "대법원 1990. 8. 14. 선고 89도1396 판결(공1990, 1985), 대법원 1998. 8. 21. 선고 98도1701 판결(공1998하, 2371), 대법원 1999. 5. 14. 선고 99도206 판결(공1999상, 1219)<br/>"
}