{
  "판례일련번호": "225823",
  "사건명": "영업휴업보상등",
  "사건번호": "2019두47629",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191212",
  "판시사항": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조에서 정한 사업인정의 법적 성격 및 효력 <br/>  [2] 산업입지 및 개발에 관한 법률에 따른 산업단지개발사업의 경우, 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점(=산업단지 지정 고시일)<br/>  [3] ‘지역·지구 등’을 지정하는 경우 지형도면 작성·고시방법과 ‘지역·지구 등’ 지정의 효력이 지형도면을 고시한 때 발생하고, ‘지역·지구 등’ 지정과 운영에 관하여 다른 법률의 규정이 있더라도 이를 따르도록 정한 토지이용규제 기본법 제3조, 제8조에도 불구하고 산업입지 및 개발에 관한 법률에 따른 산업단지 지정의 효력은 산업단지 지정 고시를 한 때에 발생하는지 여부(적극) 및 산업단지개발사업의 경우 산업단지 지정 고시일을 손실보상 여부 판단의 기준시점으로 보아야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조 제1항, 제22조 제3항은 사업시행자가 토지 등을 수용하거나 사용하려면 국토교통부장관의 사업인정을 받아야 하고, 사업인정은 고시한 날부터 효력이 발생한다고 규정하고 있다. 이러한 사업인정은 수용권을 설정해 주는 행정처분으로서, 이에 따라 수용할 목적물의 범위가 확정되고, 수용권자가 목적물에 대한 현재 및 장래의 권리자에게 대항할 수 있는 공법상 권한이 생긴다. <br/>  [2] 산업입지 및 개발에 관한 법률(이하 ‘산업입지법’이라 한다)도 산업단지지정권자가 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다)상 사업인정 및 그 고시가 있는 것으로 본다고 규정함으로써, 산업단지 지정에 따른 사업인정을 통해 수용 및 손실보상의 대상이 되는 목적물의 범위를 구체적으로 확정한 다음 이를 고시하고 관계 서류를 일반인이 열람할 수 있도록 함으로써 토지소유자 및 관계인이 산업단지개발사업의 시행과 그로 인해 산업단지 예정지 안에 있는 물건이나 권리를 해당 공익사업의 시행을 위하여 수용당하거나 사업예정지 밖으로 이전하여야 한다는 점을 알 수 있도록 하고 있다. <br/>  따라서 산업입지법에 따른 산업단지개발사업의 경우에도 토지보상법에 의한 공익사업의 경우와 마찬가지로 토지보상법에 의한 사업인정고시일로 의제되는 산업단지 지정 고시일을 토지소유자 및 관계인에 대한 손실보상 여부 판단의 기준시점으로 보아야 한다.<br/>  [3] 토지이용규제 기본법(이하 ‘토지이용규제법’이라 한다)의 입법 취지에 비추어 보면, 토지이용규제법 제3조, 제8조는 개별 법령에 따른 ‘지역·지구 등’ 지정과 관련하여 개별 법령에 지형도면 작성·고시절차가 규정되어 있지 않은 경우에도 관계 행정청으로 하여금 기본법인 토지이용규제법 제8조에 따라 지형도면을 작성하여 고시할 의무를 부과하기 위함이지, 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에 대해서까지 토지이용규제법 제8조에서 정한 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법을 따르도록 하려는 것은 아니다. 따라서 이미 개별 법령에서 ‘지역·지구 등’의 지정과 관련하여 지형도면을 작성하여 고시하는 절차를 완비해 놓은 경우에는 ‘지역·지구 등’ 지정의 효력발생시기나 지형도면 작성·고시방법은 개별 법령의 규정에 따라 판단하여야 한다. <br/>  산업입지 및 개발에 관한 법률(이하 ‘산업입지법’이라 한다)은 산업단지와 관련하여 지형도면을 작성하여 고시하도록 하면서도, 이를 산업단지지정권자가 산업단지 지정·고시를 하는 때가 아니라 그 후 사업시행자의 산업단지개발실시계획을 승인·고시하는 때에 하도록 규정하고 있다. 이는 입법자가 산업단지개발사업의 특수성을 고려하여 지형도면의 작성·고시 시점을 특별히 정한 것이므로, 산업단지 지정의 효력은 산업입지법 제7조의4에 따라 산업단지 지정 고시를 한 때에 발생한다고 보아야 하며, 토지이용규제법 제8조 제3항에 따라 실시계획 승인 고시를 하면서 지형도면을 고시한 때에 비로소 발생한다고 볼 것은 아니다. <br/>  손실보상의 대상인지 여부는 토지소유자와 관계인, 일반인이 특정한 지역에서 공익사업이 시행되리라는 점을 알았을 때를 기준으로 판단하여야 하는데, 산업입지법에 따른 산업단지개발사업의 경우 “수용·사용할 토지·건축물 또는 그 밖의 물건이나 권리가 있는 경우에는 그 세부 목록”이 포함된 산업단지개발계획을 수립하여 산업단지를 지정·고시한 때에 토지소유자와 관계인, 일반인이 특정한 지역에서 해당 산업단지개발사업이 시행되리라는 점을 알게 되므로 산업단지 지정 고시일을 손실보상 여부 판단의 기준시점으로 보아야 하고, 그 후 실시계획 승인 고시를 하면서 지형도면을 고시한 때를 기준으로 판단하여서는 아니 된다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제20조 제1항, 제22조 제3항 / [2] 산업입지 및 개발에 관한 법률 제7조의4, 제22조 제1항, 제2항, 제5항 / [3] 토지이용규제 기본법 제3조, 제8조 제2항, 제3항, 산업입지 및 개발에 관한 법률 제7조의4, 제22조 제1항, 제2항, 제5항<br/>",
  "참조판례": "[1] 대법원 1994. 11. 11. 선고 93누19375 판결(공1994하, 3283), 대법원 2018. 7. 26. 선고 2017두33978 판결(공2018하, 1868) / [3] 대법원 2017. 6. 8. 선고 2015두38573 판결<br/>"
}