{
  "판례일련번호": "225871",
  "사건명": "영업비밀침해금지및계약위반행위금지등",
  "사건번호": "2016다222712",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191224",
  "판시사항": "[1] 외국적 요소가 있는 법률관계에 적용될 준거법으로서의 외국법의 내용이 법원의 직권조사사항인지 여부(적극)<br/>  [2] 甲 주식회사는 乙 외국법인으로부터 올레플렉스 공정에 관한 라이선스 계약을 체결할 권한 등을 부여받은 丙 외국법인과 올레플렉스 공정을 도입하여 공장에 설치하고 이를 가동하는 내용의 엔지니어링 계약을 체결하고, 이에 따라 乙, 丙 법인으로부터 엔지니어링 디자인 설명서 등을 제공받아 공장을 완공하여 프로필렌을 생산하였으며, 엔지니어링 계약에는 乙, 丙 법인이 甲 회사에 제공한 기술정보는 위 공장의 건설, 가동 등에만 사용해야 하고, 복제하거나 제3자에게 개시 등을 해서는 안 되며, 위 계약이 해지되더라도 이에 관한 의무가 없어지지 않는다고 정하고 있었는데, 그 후 甲 회사가 乙, 丙 법인과 엔지니어링 계약을 합의해지하고, 완공된 공장 부지 내에 새로운 프로필렌 공장을 신축하기 위하여 丁 주식회사와 신축 공사계약을 체결하였으나 공사 도중에 丁 회사와의 계약이 해지되자 자체적으로 공사를 계속하여 새로운 공장을 완공한 후 프로필렌을 생산하고 있는 사안에서, 제반 사정에 비추어 甲 회사는 엔지니어링 디자인 설명서 중 배관 및 기구 도면 등의 문서에 포함된 각 기술정보의 일부를 새로운 공장의 건설에 사용한 것으로 볼 수 있으나, 엔지니어링 계약의 성립과 효력에 관한 준거법은 미국 일리노이주 법인데도, 이와 달리 우리나라 법을 적용하여 엔지니어링 계약 위반으로 인한 새로운 공장의 가동 중단과 손해배상의무 등의 성립 여부를 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 외국적 요소가 있는 법률관계에 관하여 적용되는 준거법으로서의 외국법은 사실이 아니라 법으로서 법원은 직권으로 그 내용을 조사하고, 그러한 직권조사에도 불구하고 외국법의 내용을 확인할 수 없는 경우에 한하여 조리 등을 적용해야 한다.<br/>  [2] 甲 주식회사는 乙 외국법인으로부터 올레플렉스 공정에 관한 라이선스 계약을 체결할 권한 등을 부여받은 丙 외국법인과 올레플렉스 공정을 도입하여 공장에 설치하고 이를 가동하는 내용의 엔지니어링 계약을 체결하고, 이에 따라 乙, 丙 법인으로부터 엔지니어링 디자인 설명서 등을 제공받아 공장을 완공하여 프로필렌을 생산하였으며, 엔지니어링 계약에는 乙, 丙 법인이 甲 회사에 제공한 기술정보는 위 공장의 건설, 가동 등에만 사용해야 하고, 복제하거나 제3자에게 개시 등을 해서는 안 되며, 위 계약이 해지되더라도 이에 관한 의무가 없어지지 않는다고 정하고 있었는데, 그 후 甲 회사가 乙, 丙 법인과 엔지니어링 계약을 합의해지하고, 완공된 공장 부지 내에 새로운 프로필렌 공장을 신축하기 위하여 丁 주식회사와 신축 공사계약을 체결하였으나 공사 도중에 丁 회사와의 계약이 해지되자 자체적으로 공사를 계속하여 새로운 공장을 완공한 후 프로필렌을 생산하고 있는 사안에서, 甲 회사는 새로운 공장 건설의 입찰을 위하여 엔지니어링 디자인 설명서를 일부 수정한 도면을 丁 회사 등 시공사에 제공하였고, 丁 회사는 새로운 공장 건설을 위한 시공사로 선정된 후 위 도면과 甲 회사로부터 제공받은 기본데이터 등을 참고하여 새로운 공장에 관한 상세설계가 반영된 설계도면을 작성하였는데, 제반 사정에 비추어 丁 회사가 작성한 설계도면과 엔지니어링 디자인 설명서는 다수의 차이점이 존재하기는 하지만, 엔지니어링 디자인 설명서에 나타나 있는 설계의 기본 틀은 丁 회사가 작성한 설계도면에도 유지되어 있고, 엔지니어링 디자인 설명서 중 배관 및 기구 도면 등의 문서에 포함된 각 기술정보의 구체적인 세부 수치가 丁 회사가 작성한 설계도면과 일치하는 경우가 발견되고 있으므로, 甲 회사는 위 각 기술정보의 일부를 새로운 공장의 건설에 사용한 것으로 볼 수 있으나, 甲 회사는 대한민국 법인, 乙 법인은 미합중국 법인, 丙 법인은 일본국 법인으로 설립의 준거법이 다르고 乙, 丙 법인 모두 외국에 본점이 있으며 乙, 丙 법인이 甲 회사를 상대로 엔지니어링 계약에 기초하여 새로운 공장의 가동 중단과 손해배상 등을 청구하고 있으므로, 이는 외국적 요소가 있는 사건으로 국제사법에 따라 준거법을 정해야 하고, 엔지니어링 계약 제10조 (e)항 3문에서 ‘이 계약은 미국 일리노이주 법에 따라 해석되고 당사자들 간의 법률관계는 이 법에 따라 결정된다.’고 정하고 있으므로, 엔지니어링 계약의 성립과 효력에 관한 준거법은 미국 일리노이주 법인데도, 이와 달리 우리나라 법을 적용하여 엔지니어링 계약 위반으로 인한 새로운 공장의 가동 중단과 손해배상의무 등의 성립 여부를 판단한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제1조, 제5조 / [2] 국제사법 제1조, 제5조, 구 섭외사법(2001. 4. 7. 법률 제6465호 국제사법으로 전부 개정되기 전의 것) 제9조(현행 국제사법 제25조 참조)<br/>",
  "참조판례": "[1] 대법원 1990. 4. 10. 선고 89다카20252 판결(공1990, 1043), 대법원 2000. 6. 9. 선고 98다35037 판결(공2000하, 1593)<br/>"
}