{
  "판례일련번호": "225875",
  "사건명": "법인세부과처분취소",
  "사건번호": "2016두35212",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191224",
  "판시사항": "[1] ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’ 제10조 제2항 (가)목에서 정한 ‘수익적 소유자’의 의미 및 이에 해당하는지 판단하는 기준<br/>  [2] 독일 법인인 甲 유한회사가 독일 투자법에 따라 설정한 상장·공모형 투자펀드인 乙 펀드의 투자자금으로 부동산임대업을 하는 대한민국 법인인 丙 주식회사의 발행주식 100%를 취득하였고, 丙 회사는 건물의 임대 등으로 발생한 소득을 甲 회사에 배당금으로 지급하면서 ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’ 제10조 제2항 (가)목의 5% 제한세율을 적용하여 원천징수한 법인세를 과세관청에 납부한 후, 나머지 금액을 甲 회사가 乙 펀드를 위하여 개설한 계좌로 송금하였는데, 과세관청이 배당소득의 수익적 소유자가 乙 펀드임을 전제로 위 조약 제10조 제2항 (나)목의 15% 제한세율을 적용하여 丙 회사에 해당 사업연도 원천징수 법인세를 고지하는 징수처분을 하였고, 甲 회사를 丙 회사의 제2차 납세의무자로 지정하여 위 법인세를 납부하라는 통지를 한 사안에서, 제반 사정에 비추어 甲 회사에 지급된 배당소득은 丙 회사의 주식을 직접 보유한 수익적 소유자인 독일 법인에 지급된 것이어서 위 조약 제10조 제2항 (가)목의 5% 제한세율이 적용되어야 한다고 한 사례<br/>",
  "판결요지": "[1] ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’(이하 ‘한·독 조세조약’이라 한다) 제4조는 제1항 본문에서 “이 협정의 목적상 ‘일방체약국의 거주자’라 함은 주소, 거소, 본점이나 주사무소의 소재지 또는 이와 유사한 성질의 다른 기준에 의하여 그 국가의 법에 따라 그 국가 안에서 납세의무가 있는 인을 말한다.”라고 규정하고 있다. 한·독 조세조약 제10조 제2항 (가)목은 수령인이 상대방 국가의 거주자인 수익적 소유자로서, 배당을 지급하는 법인의 지분 25% 이상을 직접 소유하는 법인인 경우에는 배당에 대한 원천지국 과세가 총배당액의 5%를 초과할 수 없도록 규정하고 있다. 이에 따라 대한민국 법인이 독일의 거주자로서 수익적 소유자인 법인주주에게 배당금을 지급하는 경우에는 위 지분 조건 등을 충족하면 배당소득에 대한 대한민국의 원천징수 법인세는 법인세법 규정에 불구하고 최대 5% 세율로 제한된다. 위 조약 규정의 도입 연혁과 문맥 등을 종합할 때, 수익적 소유자는 해당 배당을 지급받은 자가 타인에게 이를 다시 이전할 법적 또는 계약상의 의무 등이 없는 사용·수익권을 가지는 경우를 뜻한다. 이러한 수익적 소유자에 해당하는지는 해당 소득에 관련된 사업활동의 내용과 현황, 소득의 실제 사용과 운용 내역 등 여러 사정을 종합하여 판단하여야 한다.<br/>  [2] 독일 법인인 甲 유한회사가 독일 투자법에 따라 설정한 상장·공모형 투자펀드인 乙 펀드의 투자자금으로 부동산임대업을 하는 대한민국 법인인 丙 주식회사의 발행주식 100%를 취득하였고, 丙 회사는 건물의 임대 등으로 발생한 소득을 甲 회사에 배당금(이하 ‘배당소득’이라 한다)으로 지급하면서 ‘대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정’(이하 ‘한·독 조세조약’이라 한다) 제10조 제2항 (가)목의 5% 제한세율을 적용하여 원천징수한 법인세를 과세관청에 납부한 후, 나머지 금액을 甲 회사가 乙 펀드를 위하여 개설한 계좌로 송금하였는데, 과세관청이 배당소득의 수익적 소유자가 乙 펀드임을 전제로 한·독 조세조약 제10조 제2항 (나)목의 15% 제한세율을 적용하여 丙 회사에 해당 사업연도 원천징수 법인세를 고지하는 징수처분을 하였고, 甲 회사를 丙 회사의 제2차 납세의무자로 지정하여 위 법인세를 납부하라는 통지를 한 사안에서, 甲 회사의 설립 목적과 사업 연혁, 乙 펀드의 투자자와 투자대상, 乙 펀드 계좌의 개설 경위, 甲 회사의 乙 펀드에 관한 업무수행 내역, 그에 따른 丙 회사의 배당소득 지급 등을 비롯한 여러 사정들과 甲 회사 및 乙 펀드에 관한 독일 법령 등을 종합적으로 고려하면, 독일 거주자인 甲 회사는 乙 펀드와 함께 하나의 집합투자기구로 기능하였고, 배당소득을 乙 펀드의 일반투자자 등 타인에게 이전할 법적 또는 계약상의 의무를 부담하지 않은 채 수익적 소유자로서 그에 대한 사용·수익권을 향유하고 있었다고 보아야 하므로, 이와 같은 경위로 甲 회사에 지급된 배당소득은 丙 회사의 주식을 직접 보유한 수익적 소유자인 독일 법인에 지급된 것이어서 한·독 조세조약 제10조 제2항 (가)목의 5% 제한세율이 적용되어야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제4조 제1항, 제10조 제2항 (가)목, 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제2조 제1항 제2호(현행 제3조 제1항 제2호 참조), 제5항(현행 제3조 제4항 참조), 제93조 제2호, 제98조 제1항 제2호, 구 국세기본법(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제14조 제1항, 제39조 제2호 / [2] 대한민국과 독일연방공화국 간의 소득과 자본에 대한 조세의 이중과세회피와 탈세방지를 위한 협정 제4조 제1항, 제10조 제2항 (가)목, (나)목, 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제2조 제1항 제2호(현행 제3조 제1항 제2호 참조), 제5항(현행 제3조 제4항 참조), 제93조 제2호, 제98조 제1항 제2호, 구 국세기본법(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제14조 제1항, 제39조 제2호<br/>",
  "참조판례": ""
}