{
  "판례일련번호": "225855",
  "사건명": "장기수선충당금균등부과처분취소",
  "사건번호": "2019가단11986",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20191217",
  "판시사항": "甲 아파트의 입주자대표회의가 전체 입주자에게 ‘설문조사와 주민총회를 거쳐 입주민들의 의견을 수렴한 결과 승강기를 전면 교체하고, 필요한 예산은 장기수선충당금을 한시적으로 인상하여 적립하자는 다수의 의견에 따라 장기수선계획을 조정하여 추진하려고 하였으나, 1, 2층 입주자들이 승강기 교체비용을 차등 부과하여야 한다고 주장하고 있다. 국토교통부와 관할구청에 질의하였는데, 승강기는 아파트 공용시설물이고 공용시설물을 보수·교체하는 데 필요한 장기수선충당금은 균등 부과하는 것이 원칙이라는 회신을 받았다. 다른 아파트들도 대부분 균등 부과하고 있다’는 내용의 안내문과 함께 균등 부과와 차등 부과에 대하여 찬반 의견을 묻는 동의서를 배부한 다음, 동의서를 제출한 입주자 중 다수로부터 균등 부과에 찬성하는 의견을 받아 1, 2층 입주자를 포함한 전체 입주자에게 주택공급면적에 따라 장기수선충당금을 균등하게 인상한 관리비의 납부 통지를 하자, 1, 2층 입주자 乙이 1, 2층 입주자의 반대가 있었는데도 적법한 절차를 거치지 않고 승강기를 이용하지 않는 1, 2층 입주자에게 승강기 교체 관련 장기수선충당금을 균등 부과하는 것은 부당하다며 입주자대표회의를 상대로 장기수선충당금 균등부과처분의 취소를 구한 사안에서, 입주자대표회의가 乙을 포함한 1, 2층 입주자의 입장, 입주자들 사이의 의견 대립, 균등 부과와 차등 부과의 장단점, 다른 아파트의 사례 등을 입주자들에게 충분히 알린 후 추가적인 의견 수렴이나 동의를 받는 등의 절차를 거치지 않은 채 1, 2층 입주자에게도 장기수선충당금을 주택공급면적에 따라 균등 부과하기로 결정하고, 이에 따라 乙에게 장기수선충당금을 인상하여 부과한 것은 위법하다고 한 사례<br/>",
  "판결요지": "甲 아파트의 입주자대표회의가 전체 입주자에게 ‘설문조사와 주민총회를 거쳐 입주민들의 의견을 수렴한 결과 승강기를 전면 교체하고, 필요한 예산은 장기수선충당금을 한시적으로 인상하여 적립하자는 다수의 의견에 따라 장기수선계획을 조정하여 추진하려고 하였으나, 1, 2층 입주자들이 승강기 교체비용을 차등 부과하여야 한다고 주장하고 있다. 국토교통부와 관할구청에 질의하였는데, 승강기는 아파트 공용시설물이고 공용시설물을 보수·교체하는 데 필요한 장기수선충당금은 균등 부과하는 것이 원칙이라는 회신을 받았다. 다른 아파트들도 대부분 균등 부과하고 있다’는 내용의 안내문과 함께 균등 부과와 차등 부과에 대하여 찬반 의견을 묻는 동의서를 배부한 다음, 동의서를 제출한 입주자 중 다수로부터 균등 부과에 찬성하는 의견을 받아 1, 2층 입주자를 포함한 전체 입주자에게 주택공급면적에 따라 장기수선충당금을 균등하게 인상한 관리비의 납부 통지를 하자, 1, 2층 입주자 乙이 1, 2층 입주자의 반대가 있었는데도 적법한 절차를 거치지 않고 승강기를 이용하지 않는 1, 2층 입주자에게 승강기 교체 관련 장기수선충당금을 균등 부과하는 것은 부당하다며 입주자대표회의를 상대로 장기수선충당금 균등부과처분의 취소를 구한 사안이다.<br/>  입주자대표회의는 승강기 교체를 위한 장기수선충당금 부담 비율 문제에 관하여 1, 2층 입주자와 3층 이상 입주자 사이에 첨예한 대립이 있음을 잘 알고 있었고, 입주자들의 의견을 들어 투명하고 공정하게 결정하지 않을 경우 분쟁이 발생할 수 있다는 사실을 예측할 수 있었으며, 1, 2층 입주자들이 자신들은 승강기를 이용하지 않아 승강기 교체를 위한 장기수선충당금을 균등 부과하는 것은 부당하다는 취지의 주장은 상당한 설득력이 있으므로, 이러한 사정을 충분히 고려하여 승강기 교체를 위한 장기수선충당금 부담 비율을 결정하였어야 했던 점, 위 안내문의 내용과 형식을 보면, 마치 공용부분 보수·교체비용에 필요한 장기수선충당금은 균등 부과가 원칙이고 대부분의 아파트가 균등 부과하고 있는데, 乙을 포함한 1, 2층 입주자가 자신들이 이용하지 않는다는 이유로 차등 부과를 주장하고 있다는 취지로 읽히나, 입주자대표회의가 제시한 국토교통부 질의응답 자료에 따르면 ‘공동주택관리법에서는 공용부분의 효율적인 관리와 수선유지를 위하여 장기수선충당금을 지분 비율에 따라 부담하도록 규정하고 있다. 1, 2층 입주자에 대한 승강기 유지비 감면에 대해서는 주택법령에 별도로 정한 바가 없으므로, 입주자 등의 의견을 합리적으로 반영해 감면 여부와 얼마를 감면할지 등을 관리규약에 정해 운용하면 될 것으로 사료된다’는 것인 점, 입주자대표회의가 乙을 포함한 1, 2층 입주자 주장의 구체적 내용과 합리성, 차등 부과하는 다른 아파트의 사례 등을 안내문에 함께 적었다면 다른 결과가 나왔을 가능성을 배제할 수 없고, 오히려 위와 같은 안내문에도 불구하고 많은 세대가 차등 부과를 선택한 것은 이에 대하여 상당한 공감대가 있음을 나타낸 것인 점, 공동주택관리법 제30조 제4항, 같은 법 시행령 제30조, 같은 법 시행규칙 제7조 제1항 [별표 1] 7. ‘월간 세대별 장기수선충당금 산정방법’ 및 甲 아파트의 관리규약은 세대당 주택공급면적을 기준으로 장기수선충당금을 산정하도록 정하고 있고, 입주자대표회의의 균등 부과 결정은 이에 부합하나, 위와 같은 법령보다 입주자들의 자치 규약이 우선 적용되므로 입주자들이 장기수선충당금 부담 비율을 세대별로 달리 정할 수 있는 점 등 제반 사정에 비추어 보면, 입주자대표회의가 乙을 포함한 1, 2층 입주자의 입장, 입주자들 사이의 의견 대립, 균등 부과와 차등 부과의 장·단점, 다른 아파트의 사례 등을 입주자들에게 충분히 알린 후 추가적인 의견 수렴이나 동의를 받는 등의 절차를 거치지 않은 채 1, 2층 입주자에게도 장기수선충당금을 주택공급면적에 따라 균등 부과하기로 결정하고, 이에 따라 乙에게 장기수선충당금을 인상하여 부과한 것은 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "공동주택관리법 제2조 제1항 제8호, 제3조, 제17조 제2항, 제18조, 제30조 제4항, 공동주택관리법 시행령 제30조, 공동주택관리법 시행규칙 제7조 제1항 [별표 1]<br/>",
  "참조판례": ""
}