{
  "판례일련번호": "225919",
  "사건명": "유족연금수급권이전대상자불가통보처분취소청구의소",
  "사건번호": "2018두46780",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 구 군인연금법상 선순위 유족의 연금청구와 국방부장관의 지급결정으로 발생한 구체적인 유족연금수급권이 독립적으로 구 군인연금법 제8조 제1항에서 정한 소멸시효의 적용 대상이 되는지 여부(소극) 및 이는 선순위 유족에게 유족연금수급권의 상실사유가 발생하여 동순위 또는 차순위 유족에게 구체적인 유족연금수급권이 같은 법 제29조 제2항 규정에 따라 이전되는 경우에도 마찬가지인지 여부(적극)<br/>  [2] 구 군인연금법상 선순위 유족이 유족연금수급권을 상실함에 따라 동순위 또는 차순위 유족이 유족연금수급권 이전 청구를 한 경우, 이에 관한 국방부장관의 결정이 항고소송의 대상인 처분에 해당하는지 여부(적극) 및 국방부장관이 거부결정을 하는 경우 청구인의 불복 방법<br/>  [3] 군인의 공무상 사망으로 선순위 유족이 구 군인연금법 제26조 제1항 제3호 규정에 따라 곧바로 취득하는 추상적 유족연금청구권, 구체적 유족연금수급권을 취득한 선순위 유족이 갖게 되는 월별 수급권 및 선순위 유족이 구체적 유족연금수급권을 상실함에 따라 이를 취득한 동순위 또는 차순위 유족이 갖게 되는 월별 수급권에 대하여 같은 법 제8조 제1항에서 정한 5년의 소멸시효 기간이 적용되는지 여부(적극) / 이때 추상적 유족연금청구권과 월별 수급권의 경우에 같은 법 제8조 제1항에서 소멸시효의 기산점으로 규정한 ‘급여의 사유가 발생한 날’의 의미<br/>  [4] 구 군인연금법상 선순위 유족이 구체적 유족연금수급권을 상실함에 따라 동순위 또는 차순위 유족이 구체적 유족연금수급권을 취득한 경우 그로부터 발생하는 월별 수급권의 소멸시효 기간과 기산점 / 국방부장관에게 유족연금수급권 이전 청구를 한 경우, 이전 청구 시부터 5년 이내의 월별 수급권은 소멸시효의 진행이 중단되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것, 이하 ‘법’이라 한다)상 유족연금에 관한 제26조 제1항 제3호, 제3조 제1항 제4호, 제12조, 제29조 제1항, 제2항, 제8조 제1항의 내용과 체계에, 유족에게 적절한 급여를 지급함으로써 유족의 생활 안정과 복리 향상에 기여함을 목적으로 하는 유족연금 제도의 입법 취지를 종합하면, 군인의 사망으로 인한 유족연금수급권은 선순위 유족이 ‘군인이 사망한 날로부터 5년 내’에 유족연금을 청구하여 국방부장관의 지급결정을 받아 구체적인 유족연금수급권(기본권)이 발생한 경우, 그에 따라 다달이 발생하는 월별 수급권(지분권)이 소멸시효에 걸릴 수 있을 뿐, 구체적인 유족연금수급권은 독립적으로 법 제8조 제1항에서 정한 소멸시효의 적용 대상이 되지 아니한다. 이는 선순위 유족에게 유족연금수급권의 상실사유가 발생하여 동순위 또는 차순위 유족에게 구체적인 유족연금수급권이 법 제29조 제2항 규정에 따라 이전되는 경우에도 마찬가지라고 보아야 한다.<br/>  [2] 선순위 유족이 유족연금수급권을 상실함에 따라 동순위 또는 차순위 유족이 상실 시점에서 유족연금수급권을 법률상 이전받더라도 동순위 또는 차순위 유족은 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제56조에서 정한 바에 따라 국방부장관에게 ‘유족연금수급권 이전 청구서’를 제출하여 심사·판단받는 절차를 거쳐야 비로소 유족연금을 수령할 수 있게 된다. 이에 관한 국방부장관의 결정은 선순위 유족의 수급권 상실로 청구인에게 유족연금수급권 이전이라는 법률효과가 발생하였는지를 ‘확인’하는 행정행위에 해당하고, 이는 월별 유족연금액 지급이라는 후속 집행행위의 기초가 되므로, ‘행정청이 행하는 구체적 사실에 관한 법 집행으로서의 공권력의 행사 또는 그 거부’(행정소송법 제2조 제1항 제1호)로서 항고소송의 대상인 처분에 해당한다고 보아야 한다. 그러므로 만약 국방부장관이 거부결정을 하는 경우 그 거부결정을 대상으로 항고소송을 제기하는 방식으로 불복하여야 하고, 청구인이 정당한 유족연금수급권자라는 국방부장관의 심사·확인 결정 없이 곧바로 국가를 상대로 한 당사자소송으로 그 권리의 확인이나 유족연금의 지급을 소구할 수는 없다.<br/>  [3] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제8조 제1항은 ‘급여를 받을 권리’는 ‘그 급여의 사유가 발생한 날’로부터 5년간 이를 행사하지 아니할 때에는 시효로 인하여 소멸한다고 규정하고 있고, 이는 군인연금법상 급여를 받을 모든 권리에 대하여 적용되는 것이므로, ① 군인의 공무상 사망으로 선순위 유족이 법 제26조 제1항 제3호 규정에 따라 곧바로 취득하는 추상적 유족연금청구권뿐 아니라, ② 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제53조에 따른 유족연금 최초 청구를 하여 국방부장관의 지급결정을 거쳐 구체적 유족연금수급권을 취득한 선순위 유족이 망인의 공무상 사망일 다음 달부터 갖게 되는 월별 수급권이나, ③ 선순위 유족에게 법 제29조 제1항 각호에서 정한 사유가 발생하여 구체적 유족연금수급권을 상실함에 따라 법 제29조 제2항 규정에 의하여 곧바로 구체적 유족연금수급권을 취득한 동순위 또는 차순위 유족이 갖게 되는 월별 수급권에 대하여도 5년의 소멸시효 기간이 적용된다. 따라서 법 제8조 제1항에서 소멸시효의 기산점으로 규정한 ‘급여의 사유가 발생한 날’이란, 추상적 유족연금청구권의 경우에는 ‘급여를 받을 권리가 발생한 원인이 되는 사실이 발생한 날’을, 월별 수급권의 경우에는 ‘매달 연금지급일’을 의미한다.<br/>  [4] 선순위 유족에게 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것, 이하 ‘법’이라 한다) 제29조 제1항 각호에서 정한 사유가 발생하여 구체적 유족연금수급권을 상실함에 따라 동순위 또는 차순위 유족이 법 제29조 제2항 규정에 의하여 곧바로 구체적 유족연금수급권을 취득한 경우 그로부터 발생하는 월별 수급권은 매 연금지급일(매달 25일)부터 5년간 이를 행사하지 아니한 때에는 각 시효가 완성되어 소멸하게 되며, 국방부장관에게 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제56조에 따라 유족연금수급권 이전 청구를 한 경우에는 이미 발생한 월별 수급권에 관하여 권리를 행사한다는 취지를 객관적으로 표명한 것이므로, 그 이전 청구 시부터 거꾸로 계산하여 5년 이내의 월별 수급권은 소멸시효의 진행이 중단되어 지급받을 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것) 제3조 제1항 제4호, 제8조 제1항, 제12조, 제26조 제1항 제3호, 제29조 / [2] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것) 제29조, 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제56조, 행정소송법 제2조 제1항 제1호, 제3조 제1호, 제2호 / [3] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것) 제8조 제1항, 제26조 제1항 제3호, 제29조, 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제53조 / [4] 구 군인연금법(2013. 3. 22. 법률 제11632호로 개정되기 전의 것) 제8조 제1항, 제26조 제1항 제3호, 제29조, 구 군인연금법 시행령(2010. 11. 2. 대통령령 제22467호로 개정되기 전의 것) 제56조<br/>",
  "참조판례": ""
}