{
  "판례일련번호": "225971",
  "사건명": "직권남용권리행사방해[검사 전보인사 관련 직권남용권리행사방해 사건]",
  "사건번호": "2019도11698",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "[1] 직권남용권리행사방해죄에서 말하는 ‘사람으로 하여금 의무 없는 일을 하게 한 때’의 의미 / 공무원이 자신의 직무권한에 속하는 사항에 관하여 실무 담당자로 하여금 직무집행을 보조하게 한 행위가 ‘의무 없는 일을 하게 한 때’에 해당하는 경우 및 이에 해당하는지 판단하는 기준<br/>  [2] 법무부 검찰국장인 피고인이, 검찰국이 마련하는 인사안 결정과 관련한 업무권한을 남용하여 검사인사담당 검사 甲으로 하여금 2015년 하반기 검사인사에서 부치지청에 근무하고 있던 경력검사 乙을 다른 부치지청으로 다시 전보시키는 내용의 인사안을 작성하게 함으로써 의무 없는 일을 하게 하였다고 하여 직권남용권리행사방해로 기소된 사안에서, 피고인이 甲으로 하여금 위 인사안을 작성하게 한 것을 두고 피고인의 직무집행을 보조하는 甲으로 하여금 그가 지켜야 할 직무집행의 기준과 절차를 위반하여 법령상 의무 없는 일을 하게 한 때에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 형법 제123조의 직권남용권리행사방해죄에서 말하는 ‘사람으로 하여금 의무 없는 일을 하게 한 때’란 공무원이 직권을 남용하여 다른 사람으로 하여금 법령상 의무 없는 일을 하게 한 때를 의미한다. 따라서 공무원이 자신의 직무권한에 속하는 사항에 관하여 실무 담당자로 하여금 직무집행을 보조하는 사실행위를 하도록 하더라도 이는 공무원 자신의 직무집행으로 귀결될 뿐이므로 원칙적으로 의무 없는 일을 하게 한 때에 해당한다고 할 수 없다. 그러나 직무집행의 기준과 절차가 법령에 구체적으로 명시되어 있고 실무 담당자에게도 직무집행의 기준을 적용하고 절차에 관여할 고유한 권한과 역할이 부여되어 있다면 실무 담당자로 하여금 그러한 기준과 절차를 위반하여 직무집행을 보조하게 한 경우에는 ‘의무 없는 일을 하게 한 때’에 해당한다. 공무원의 직무집행을 보조하는 실무 담당자에게 직무집행의 기준을 적용하고 절차에 관여할 고유한 권한과 역할이 부여되어 있는지 여부 및 공무원의 직권남용행위로 인하여 실무 담당자가 한 일이 그러한 기준이나 절차를 위반하여 한 것으로서 법령상 의무 없는 일인지 여부는 관련 법령 등의 내용에 따라 개별적으로 판단하여야 한다.<br/>  [2] 법무부 검찰국장인 피고인이, 검찰국이 마련하는 인사안 결정과 관련한 업무권한을 남용하여 검사인사담당 검사 甲으로 하여금 2015년 하반기 검사인사에서 부치지청에 근무하고 있던 경력검사 乙을 다른 부치지청으로 다시 전보시키는 내용의 인사안을 작성하게 함으로써 의무 없는 일을 하게 하였다고 하여 직권남용권리행사방해로 기소된 사안에서, 검사에 대한 전보인사는 검찰청법 등 관련 법령에 근거한 것으로서 법령에서 정한 원칙과 기준에 따라야 하나, 한편 전보인사는 인사권자의 권한에 속하고, 검사는 고도의 전문지식과 직무능력, 인격을 갖출 것이 요구되므로 인사권자는 법령의 제한을 벗어나지 않는 한 여러 사정을 참작하여 전보인사의 내용을 결정할 필요가 있고 이를 결정함에 있어 상당한 재량을 가지며, 인사권자의 지시 또는 위임에 따라 검사인사에 관한 직무집행을 보조 내지 보좌하는 실무 담당자도 그 범위에서 일정한 권한과 역할이 부여되어 재량을 가진다고 볼 수 있는 점, 위 인사안 작성 당시 경력검사 부치지청 배치제도가 인사기준 내지 고려사항의 하나로 유지되고 있었더라도, 이는 부치지청에서 근무한 경력검사를 차기 전보인사에서 배려한다는 내용에 불과하며, 관련 법령이나 검찰인사위원회의 심의·의결사항 등을 전제로 한 여러 인사기준 또는 다양한 고려사항들 중 하나로서, 검사인사담당 검사가 검사의 전보인사안을 작성할 때 지켜야 할 일의적·절대적 기준이라고 볼 수 없고, 다른 인사기준 내지 다양한 고려사항들보다 일방적으로 우위에 있는 것으로 볼 만한 근거도 찾기 어려운 점 등의 사정을 종합하면, 피고인이 甲으로 하여금 위 인사안을 작성하게 한 것을 두고 피고인의 직무집행을 보조하는 甲으로 하여금 그가 지켜야 할 직무집행의 기준과 절차를 위반하여 법령상 의무 없는 일을 하게 한 때에 해당한다고 보기 어렵다는 이유로, 이와 달리 보아 피고인에게 유죄를 인정한 원심의 판단에 직권남용권리행사방해죄에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제123조 / [2] 형법 제123조, 검찰청법 제34조 제1항, 제35조, 제35조의2, 정부조직법 제2조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2011. 2. 10. 선고 2010도13766 판결(공2011상, 602), 대법원 2012. 1. 27. 선고 2010도11884 판결(공2012상, 403), 대법원 2015. 7. 23. 선고 2015도3328 판결, 대법원 2017. 10. 31. 선고 2017도12534 판결<br/>"
}