{
  "판례일련번호": "225977",
  "사건명": "재판기록의열람등제한",
  "사건번호": "2019마6016",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20200109",
  "판시사항": "[1] 민사소송법 제163조 제1항 제2호에서 정한 ‘영업비밀’의 개념은 부정경쟁방지 및 영업비밀보호에 관한 법률상 영업비밀의 개념과 동일하게 해석하여야 하는지 여부(적극) / 부정경쟁방지 및 영업비밀보호에 관한 법률상 ‘영업비밀’에 해당하기 위한 요건<br/>  [2] 미확정 상태의 소송기록에 적혀 있는 영업비밀의 보호 필요성<br/>  [3] 다른 사건의 소송당사자로서 제3자인 甲 주식회사가 아직 미확정 상태인 사건의 소송기록을 대상으로 문서송부촉탁을 신청하여 채택되자, 미확정 사건의 소송당사자인 乙 주식회사가 위 소송기록 중 일부 문서에 영업비밀이 포함되어 있다며 그 일부 문서에 대하여 열람 제한 등을 신청한 사안에서, 乙 회사가 열람 제한 등을 신청한 대상문서 중 일부는 乙 회사가 제3자와 체결한 계약서이고, 그 계약서의 비밀준수의무 관련 조항 등에 비추어 위 계약서에 영업비밀이 적혀 있다는 점에 대한 소명이 있다고 볼 여지가 있는데도, 이와 달리 보아 위 계약서에 관한 열람 제한 등 신청을 기각한 원심결정 부분에는 민사소송법 제163조 제1항 제2호, 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서 정한 영업비밀 소명 등에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제163조 제1항 제2호에 의하면, 소송기록 중에 당사자가 가지는 영업비밀이 적혀 있는 때에 해당한다는 소명이 있는 경우에는 법원은 당사자의 신청에 따라 결정으로 소송기록 중 그 부분의 열람 등을 신청할 수 있는 자를 당사자로 한정할 수 있다. 위 조항은 “이때의 영업비밀은 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에 규정된 영업비밀을 말한다.”라고 규정하고 있으므로 위 영업비밀의 개념은 부정경쟁방지 및 영업비밀보호에 관한 법률상의 영업비밀의 개념과 동일하게 해석함이 타당하다.<br/>2015. 1. 28. 법률 제13081호로 개정되기 전의 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서는 영업비밀에 관하여 상당한 노력에 의하여 비밀로 유지될 것을 요구하였고, 대법원 2008. 7. 10. 선고 2008도3435 판결, 대법원 2017. 1. 25. 선고 2016도10389 판결 등도 “‘상당한 노력에 의하여 비밀로 유지된다’는 것은 그 정보가 비밀이라고 인식될 수 있는 표시를 하거나 고지를 하고, 그 정보에 접근할 수 있는 대상자나 접근 방법을 제한하거나 그 정보에 접근한 자에게 비밀준수의무를 부과하는 등 객관적으로 그 정보가 비밀로 유지·관리되고 있다는 사실이 인식 가능한 상태인 것을 말한다.”라고 판시하였다. 이후 법률 제13081호로 개정된 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서는 ‘합리적인 노력에 의하여 비밀로 유지’될 것만을 요구하게 되었다(나아가 2019. 7. 9.부터 시행되는 2018. 1. 8. 법률 제16204호로 개정된 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서는 영업비밀에 관하여 ‘비밀로 관리’될 것만을 요구하고 있다).<br/>  [2] 확정 판결서에 대하여는 누구든지 열람 및 복사를 할 수 있고(민사소송법 제163조의2), 확정된 소송기록은 학술연구 등 일정한 목적하에 열람할 수 있도록(민사소송법 제162조 제2항) 정한 반면, 미확정 상태의 소송기록에 관하여는 당사자나 이해관계를 소명한 제3자만이 열람 등이 가능하도록(민사소송법 제162조 제1항) 정하고 있다.<br/>  그런데 민사소송법 제352조에 따라 미확정 상태의 다른 소송기록을 대상으로 하는 문서의 송부가 촉탁된 경우, 해당 소송기록을 보관하는 법원은 정당한 사유가 없는 한 이에 협력할 의무를 부담한다(민사소송법 제352조의2). 이에 따라 이해관계의 소명이 없는 제3자라 할지라도 다른 미확정 상태의 소송기록을 대상으로 문서송부촉탁을 신청하여 채택된다면, 대상 기록에 관해 민사소송법 제163조의 소송기록 열람 등 제한이 되어 있지 않는 경우에는, 제한 없이 미확정 상태의 소송기록을 열람할 수 있는 결과가 된다. 대상문서를 지정하지 않은 채로 법원의 송부촉탁 결정이 이루어지고, 송부촉탁 결정 이후 신청인이 직접 대상 기록을 열람한 후에 필요한 부분을 지정하여 문서송부촉탁이 이루어지고 있는 현실에 비추어 본다면, 미확정 상태의 소송기록에 적혀 있는 영업비밀을 보호할 필요성이 더욱 크다.<br/>  [3] 다른 사건의 소송당사자로서 제3자인 甲 주식회사가 아직 미확정 상태인 사건의 소송기록을 대상으로 문서송부촉탁을 신청하여 채택되자, 미확정 사건의 소송당사자인 乙 주식회사가 위 소송기록 중 일부 문서에 영업비밀이 포함되어 있다며 그 일부 문서에 대하여 열람 제한 등을 신청한 사안에서, 乙 회사가 열람 제한 등을 신청한 대상문서 중 일부는 乙 회사가 제3자와 체결한 계약서이고, 그 계약서의 비밀유지의무 관련 조항은 계약당사자에 대해 비밀유지의무를 부과할 뿐 아니라 나아가 계약당사자로 하여금 ‘이사, 임원, 직원, 대리인 및 하청업자에게 위 조항의 모든 사항을 준수할 수 있도록 필요한 모든 조치를 취하여야 한다’는 구체적인 의무를 부과하는 한편, 위 조항이 계약 종료 후 3년간 유효하다고 정함으로써 합리적인 기간 내로 그 의무의 부담을 제한하고 있는데, 이와 같이 비밀유지조항의 내용이 단순히 추상적이고 일반적인 비밀유지의무만을 부과하는 데 그치지 않고 상대방에 대하여 해당 계약서의 관리방법 또는 그 계약서에 접근할 수 있는 임직원과 피용자 등에게 비밀유지의무를 부과하도록 하는 등 계약 내용을 비밀로 관리해야 하는 구체적인 감독의무를 부과하는 정도까지 규정하였다면, 적어도 이러한 정도의 비밀유지의무가 부과된 문서에 관하여는 영업비밀이 적혀 있다는 소명이 있다고 볼 여지가 있고, 문서송부촉탁신청의 채부를 결정할 때 그 대상인 소송기록에 영업비밀이 포함되어 있는지는 고려하지 않아 구체적 비밀유지의무가 부과되어 있는 위 계약서가 제한 없이 제3자에게 공개될 위험성도 크므로, 乙 회사의 신청을 기각한 원심결정 중 위 계약서에 영업비밀이 적혀 있다는 점에 대한 소명이 부족하다고 보아 위 계약서에 관한 열람 제한 등 신청을 기각한 부분에는 민사소송법 제163조 제1항 제2호, 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호에서 정한 영업비밀 소명 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제163조 제1항 제2호, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2015. 1. 28. 법률 제13081호로 개정되기 전) 제2조 제2호, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2018. 1. 8. 법률 제16204호 개정되기 전의 것) 제2조 제2호, 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호 / [2] 민사소송법 제162조 제1항, 제2항, 제163조, 제163조의2, 제352조, 제352조의2 / [3] 민사소송법 제162조 제1항, 제2항, 제163조, 제163조의2, 제352조, 제352조의2, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2015. 1. 28. 법률 제13081호로 개정되기 전의 것) 제2조 제2호, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2018. 1. 8. 법률 제16204호 개정되기 전의 것) 제2조 제2호, 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제2호<br/>",
  "참조판례": "[1] 대법원 2008. 7. 10. 선고 2008도3435 판결(공2008하, 1212), 대법원 2017. 1. 25. 선고 2016도10389 판결<br/>"
}