{
  "판례일련번호": "225905",
  "사건명": "보험정산금·부당이득금",
  "사건번호": "2016다224428, 224435",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 이동통신회사인 甲 주식회사의 폰세이프 부가서비스는 고객이 도난당하거나 분실한 휴대전화 단말기를 대신하여 새로운 단말기를 구입할 때 구매대금 중 일부를 대리점에 지급하는 방식으로 금전지원을 하는 것인데, 甲 회사가 위 부가서비스에 가입한 고객을 피보험자로 하여 乙 보험회사와 체결한 보험계약의 보상 내용이 문제 된 사안에서, 위 보험계약의 보상 내용은 甲 회사가 피보험자인 고객에게 단말기를 새로 구입하는 데 소요되는 비용을 지급하고 乙 회사로부터 피보험자인 고객을 대신하여 고객이 지급받아야 할 보험금을 지급받는 것이라고 본 원심판단에 보험의 구조 등에 관한 법리오해의 잘못이 없다고 한 사례<br/>  [2] 이동통신회사인 甲 주식회사가 폰세이프 부가서비스에 가입한 고객을 피보험자로 하여 乙 보험회사와 체결한 보험계약에서 보험금 산정기준이 되는 ‘출고가’의 해석과 피보험이익의 산정이 문제 된 사안에서, 乙 회사가 지급할 보험금의 산정기준이 되는 ‘출고가’란 소비자를 비롯한 시장에 ‘출고가’라는 이름으로 공개되는 가격을 의미하고, 위 보험계약의 피보험이익은 피보험자인 고객이 단말기를 도난당하거나 분실하였을 경우 이를 새로 구입하는 데 소요되는 비용 상당액, 즉 위 ‘출고가’ 상당액이라고 본 원심판단에는 보험가액의 산정, 보험금 산정요소인 출고가의 해석 등에 관한 법리오해의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 이동통신회사인 甲 주식회사의 폰세이프 부가서비스는 고객이 도난당하거나 분실한 휴대전화 단말기(이하 ‘단말기’라고 한다)를 대신하여 새로운 단말기를 구입할 때 구매대금 중 일부를 대리점에 지급하는 방식으로 금전지원을 하는 것인데, 甲 회사가 위 부가서비스에 가입한 고객을 피보험자로 하여 乙 보험회사와 체결한 보험계약의 보상 내용이 문제 된 사안에서, 위 보험계약과 함께 체결된 업무약정에서는 보험계약과 업무약정 사이에 상충되는 내용이 있을 경우 업무약정이 우선한다고 명시하고 있고, 乙 회사가 피보험자인 고객이 아니라 甲 회사에 보험금을 지급한다는 내용과 그 산정기준만 정하고 있을 뿐, 甲 회사가 단말기를 구매하여 고객에게 제공해야 한다거나 乙 회사가 甲 회사의 단말기 구매비용을 甲 회사에 지급한다는 내용은 전혀 없는데, 이러한 사정 등에 비추어 보면, 위 보험계약의 보상 내용은 甲 회사가 피보험자인 고객에게 단말기를 새로 구입하는 데 소요되는 비용을 지급하고 乙 회사로부터 피보험자인 고객을 대신하여 고객이 지급받아야 할 보험금을 지급받는 것이라고 본 원심판단에 보험의 구조 등에 관한 법리오해의 잘못이 없다고 한 사례.<br/>  [2] 이동통신회사인 甲 주식회사가 폰세이프 부가서비스에 가입한 고객을 피보험자로 하여 乙 보험회사와 체결한 보험계약에서 보험금 산정기준이 되는 ‘출고가’의 해석과 피보험이익의 산정이 문제 된 사안에서, 휴대전화 단말기(이하 ‘단말기’라고 한다) 시장에서 장려금은 이동통신회사와 사이에 특정한 내용의 이동통신서비스 약정을 체결하는 것을 조건으로 지급되므로, 이동통신서비스 약정을 새로 체결하지 않고 기존의 이동통신서비스 약정을 그대로 유지하면서 단말기만을 구매하려는 소비자는 단말기 시장에 공개된 거래의 기준가격인 ‘출고가’로 단말기를 구매할 수밖에 없고, 그 때문에 위 보험계약 및 업무약정과 연계된 甲 회사의 폰세이프 부가서비스에서도 단말기를 도난당하거나 분실한 고객이 새로운 단말기를 ‘출고가’로 구매하는 것을 전제로 하고 있는 것이어서, 위 보험계약과 업무약정에서 사용한 ‘출고가’라는 용어 역시 단말기 시장에서 통용되는 의미로 사용하였다고 봄이 합리적인데, 단말기에 대하여는 소비자가 특정 이동통신회사의 이동통신서비스에 가입하면서 단말기를 구입하는 경우 지급해야 하는 가격과 소비자가 그 외에 단말기를 구입해야 하는 경우 지급해야 하는 가격, 즉 제조회사와 이동통신회사가 ‘출고가’라는 이름으로 공표한 가격 등 2가지의 소매가격이 존재하고, 위 보험계약은 甲 회사의 폰세이프 부가서비스 가입 고객을 피보험자로 하여 고객이 단말기를 도난당하거나 분실했을 경우 당해 고객에게 단말기를 새로 구입하는 데 소요되는 비용을 보험금으로 지급하는 계약으로서 이와 같이 기존 고객이 단말기를 도난당하거나 분실하여 새로 단말기를 구입하는 경우에는 신규 가입 고객이 단말기를 구입하는 경우의 혜택이 부여되지 않아 위 ‘출고가’로 공표한 가격을 지급하여야 하므로, 乙 회사가 지급할 보험금의 산정기준이 되는 ‘출고가’는 소비자를 비롯한 시장에 ‘출고가’라는 이름으로 공개되는 가격을 의미하고, 위 보험계약의 피보험이익은 결국 피보험자인 고객이 단말기를 도난당하거나 분실하였을 경우 이를 새로 구입하는 데 소요되는 비용 상당액, 즉 위 ‘출고가’ 상당액이라고 본 원심판단에는 보험가액의 산정, 보험금 산정요소인 출고가의 해석 등에 관한 법리오해의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제665조 / [2] 상법 제665조, 제668조, 민법 제105조<br/>",
  "참조판례": ""
}