{
  "판례일련번호": "225907",
  "사건명": "선박보험금수령권확인청구의소등·공탁금출급권자확인의소등",
  "사건번호": "2017다208232, 208249",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 자가 피보험자로 인정될 수 있는 경우<br/>  [2] 甲 외국법인이 소유한 선박의 선체용선자인 乙 주식회사로부터 선박의 관리를 위탁받은 丙 주식회사가 보험증권상 피보험자를 ‘소유자 甲 법인, 관리자 丙 회사’로 하여 丁 보험회사와 위 선박에 관하여 선박의 멸실 또는 훼손을 보험사고로 하는 선체보험계약이 포함된 보험계약을 체결하였는데, 보험사고 발생 후 甲 법인과 乙 회사가 각각 자신이 정당한 보험금청구권자라며 보험금의 지급을 구하자, 丁 회사가 채권자 불확지를 이유로 보험금을 변제공탁한 사안에서, 위 보험계약의 해석에 관하여는 영국법이 준거법인데, 보험증권에 피보험자로 기재되지 않은 乙 회사는 영국법상 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’에 따라 위 보험계약의 피보험자가 될 수 없으므로, 같은 취지에서 자신이 보험계약상 피보험자에 해당된다는 乙 회사의 주장을 받아들이지 않은 원심판단은 정당하고, 거기에 영국법상 보험계약의 해석에 관한 법리오해 등의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 영국법상 보험계약서에 피보험자로 기재되어 있지 않은 자도 피보험자로 인정될 수 있는 경우가 있다. 즉, 본인으로부터 보험계약 체결의 대리권을 수여받은 대리인이 상대방에게 본인의 신원을 현명하지는 않았으나 본인의 존재를 노출하여 상대방이 본인의 존재를 알고 있는 경우에는 현명되지 않은 본인(unnamed/unidentified principal)이 보험계약상 권리·의무를 부담할 수 있다. 또한 대리인과 보험계약을 체결한 상대방이 본인의 존재를 알지 못한 경우에도, 대리인이 그 노출되지 않은 본인(undisclosed principal)으로부터 보험계약 체결에 관한 대리권을 수여받아 보험계약 체결 당시 본인을 위하여 보험계약을 체결한다는 의도를 가지고 있었고, 보험계약의 내용상 노출되지 않은 본인이 계약의 당사자가 되는 것을 금지하는 내용이 없다면 노출되지 않은 본인이 보험계약상 권리·의무를 부담할 수 있다(이른바 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’).<br/>  [2] 甲 외국법인이 소유한 선박의 선체용선자인 乙 주식회사로부터 선박의 관리를 위탁받은 丙 주식회사가 보험증권상 피보험자를 ‘소유자 甲 법인, 관리자 丙 회사’로 하여 丁 보험회사와 위 선박에 관하여 선박의 멸실 또는 훼손을 보험사고로 하는 선체보험계약이 포함된 보험계약을 체결하였는데, 보험사고 발생 후 甲 법인과 乙 회사가 각각 자신이 정당한 보험금청구권자라며 보험금의 지급을 구하자, 丁 회사가 채권자 불확지를 이유로 보험금을 변제공탁한 사안에서, 위 보험계약의 해석에 관하여는 영국법이 준거법인데, 보험계약 체결 당시 丙 회사가 丁 회사에 대하여 누군가를 대리하여 계약을 체결한다는 취지를 밝혔다거나 丁 회사가 이러한 사정을 알고 있었다고 볼 수 없고, 나아가 丙 회사가 乙 회사로부터 보험계약을 체결할 대리권을 수여받아 계약 체결 당시 乙 회사를 위하여 보험계약을 체결할 의도를 가지고 있었다고 보기도 어려워, 보험증권에 피보험자로 기재되지 않은 乙 회사는 영국법상 ‘현명되지 않은 본인 또는 노출되지 않은 본인의 법리’에 따라 위 보험계약의 피보험자가 될 수 없으므로, 같은 취지에서 자신이 보험계약상 피보험자에 해당된다는 乙 회사의 주장을 받아들이지 않은 원심판단은 정당하고, 거기에 영국법상 보험계약의 해석에 관한 법리오해 등의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제25조 제1항, 상법 제665조, 제666조 제7호의2 / [2] 국제사법 제25조 제1항, 상법 제665조, 제666조 제7호의2<br/>",
  "참조판례": ""
}