{
  "판례일련번호": "225913",
  "사건명": "관리비",
  "사건번호": "2018다37857",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았지만 대법원이 실체법 해석·적용의 잘못에 관하여 판단할 수 있는 경우<br/>  [2] 구 유통산업발전법상 대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’의 의미 및 상가건물의 업종 제한 내지 변경 업무가 ‘구분소유와 관련된 사항’에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건들이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우, 소액사건이라는 이유로 대법원이 법령의 해석에 관하여 판단을 하지 아니한 채 사건을 종결한다면 국민생활의 법적 안전성을 해칠 것이 우려된다. 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 아니하였다고 하더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석·적용의 잘못에 관하여 판단할 수 있다고 보아야 한다.<br/>  [2] 구 유통산업발전법(2017. 10. 31. 법률 제14997호로 개정되기 전의 것, 이하 ‘구 유통산업발전법’이라 한다)은 구분소유자 전원으로 당연 설립되는 집합건물의 소유와 관리에 관한 법률(이하 ‘집합건물법’이라 한다)상의 관리단이 아닌 입점상인들에 의해서 설립되는 대규모점포관리자에게 대규모점포의 유지·관리에 관한 일반적인 권한을 부여하면서도, ‘구분소유와 관련된 사항’에 관하여는 구분소유자단체인 관리단에 의해서 설정된 규약 또는 관리단 집회의 결의 등 집합건물법의 규정에 따르도록 함으로써 대규모점포의 관리에서 구분소유자와 입점상인 사이의 이해관계를 조절하고 있다. 따라서 구 유통산업발전법의 입법 취지 및 집합건물법과의 관계를 고려하면 대규모점포관리자의 업무에서 제외되는 ‘구분소유와 관련된 사항’은 대규모점포의 유지·관리 업무 중 그 업무를 대규모점포개설자 내지 대규모점포관리자에게 허용하면 점포소유자들의 소유권 행사와 충돌이 되거나 구분소유자들의 소유권을 침해할 우려가 있는 사항이라고 해석함이 타당하다.<br/>  한편 상가건물이 집합건물법의 규율대상인 집합건물인 경우 분양이 개시되고 입주가 이루어짐으로써 공동관리의 필요가 생긴 때에는 그 당시의 미분양된 전유부분의 구분소유자를 포함한 구분소유자 전원을 구성원으로 하는 집합건물법 제23조에서 말하는 관리단이 당연히 설립되고, 관리단의 설립 이후에는 집합건물법 제28조의 관리단 규약을 통하여 업종 제한을 새로 설정하거나 변경할 수도 있는데, 이러한 업종 제한에는 기본적으로 수분양자 또는 구분소유자에게 해당 업종에 관한 독점적 운영권을 보장하는 의미가 내포되어 있으므로 이를 변경하기 위해서는 임차인 등의 제3자가 아닌 수분양자들이나 구분소유자들 스스로의 합의가 필요하다. 따라서 상가건물의 업종 제한 내지 변경 업무는 이를 대규모점포개설자 내지 대규모점포관리자에게 허용하면 점포소유자들의 소유권 행사와 충돌하거나 구분소유자들의 소유권을 침해할 우려가 있는 ‘구분소유와 관련된 사항’에 해당하고, 대규모점포 본래의 유지·관리를 위하여 필요한 업무에 포함되지 않는다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 구 유통산업발전법(2017. 10. 31. 법률 제14997호로 개정되기 전의 것) 제12조 제1항 제3호, 제2항, 제4항, 집합건물의 소유 및 관리에 관한 법률 제23조, 제28조<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2003다1878 판결(공2004하, 1571), 대법원 2015. 3. 26. 선고 2012다48824 판결 / [2] 대법원 2011. 10. 13. 선고 2007다83427 판결(공2011하, 2293), 대법원 2012. 11. 29. 선고 2011다79258 판결(공2013상, 17)<br/>"
}