{
  "판례일련번호": "225917",
  "사건명": "법인세부과처분취소",
  "사건번호": "2018두37472",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 고유목적사업준비금 손금산입한도액의 전제가 되는 ‘수익사업에서 발생한 소득’의 계산에 관한 구 법인세법 시행령 제56조 제3항 괄호 밖의 부분에서 말하는 ‘법 제24조 제2항에 따른 기부금’의 의미(=비영리내국법인이 법정기부금으로 지출한 금액)<br/>  [2] 甲 의료법인이 법정기부금 손금산입한도 계산과 관련하여 해당 기부금손금산정기준 소득금액을 법정기부금과 지정기부금뿐만 아니라 고유목적사업준비금 또한 손금에 산입하기 전의 소득금액이라고 보아 해당 사업연도 법인세를 신고·납부한 사안에서, 법정기부금 손금산입한도액 계산의 기초가 되는 구 법인세법 제24조 제1항 및 제2항의 ‘해당 사업연도의 소득금액’은 법정기부금과 지정기부금만을 손금에 산입하기 전의 소득금액을 의미한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것, 이하 같다) 제24조 제1항 제1호, 제2호, 제2항, 제29조 제1항 제4호, 제8항, 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것, 이하 같다) 제56조 제3항의 문언 내용과 체계, 구 법인세법 제24조 제1항 제1호와 제2호에서 ‘법 제24조 제2항에 따른 기부금’과 ‘법 제24조 제2항에 따라 손금에 산입되는 기부금’을 구분하고 있는 점 및 조세법률주의의 원칙상 과세요건이거나 비과세요건 또는 조세감면요건을 막론하고 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해석하여야 하는 점 등을 종합하면, 고유목적사업준비금 손금산입한도액의 전제가 되는 ‘수익사업에서 발생한 소득’의 계산에 관한 구 법인세법 시행령 제56조 제3항 괄호 밖의 부분에서 말하는 ‘법 제24조 제2항에 따른 기부금’은 구 법인세법 제24조 제2항에 따라 손금에 산입되는 기부금인 ‘법정기부금의 손금산입한도액’이 아니라 ‘비영리내국법인이 법정기부금으로 지출한 금액’을 의미하는 것으로 보아야 한다.<br/>  [2] 甲 의료법인이 법정기부금 손금산입한도 계산과 관련하여 해당 기부금손금산정기준 소득금액을 법정기부금과 지정기부금뿐만 아니라 고유목적사업준비금 또한 손금에 산입하기 전의 소득금액이라고 보아 해당 사업연도 법인세를 신고·납부한 사안에서, 법정기부금 손금산입한도액 계산의 기초가 되는 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것) 제24조 제1항 및 제2항의 ‘해당 사업연도의 소득금액’은 법정기부금과 지정기부금만을 손금에 산입하기 전의 소득금액을 의미하고, 법정기부금과 지정기부금 외에 고유목적사업준비금까지 손금에 산입하기 전의 소득금액으로 해석할 수는 없다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것) 제24조 제1항(현행 제24조 제2항, 제4항 참조), 제2항(현행 제24조 제2항, 제3항 참조), 제29조 제1항 제4호(현행 제29조 제1항 제2호 참조), 제8항(현행 제29조 제10항 참조), 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제56조 제3항 / [2] 구 법인세법(2015. 12. 15. 법률 제13555호로 개정되기 전의 것) 제24조 제1항(현행 제24조 제2항, 제4항 참조), 제2항(현행 제24조 제2항, 제3항 참조), 제29조 제1항 제4호(현행 제29조 제1항 제2호 참조), 제8항(현행 제29조 제10항 참조), 구 법인세법 시행령(2016. 2. 12. 대통령령 제26981호로 개정되기 전의 것) 제56조 제3항<br/>",
  "참조판례": "[1] 대법원 2017. 9. 7. 선고 2016두35083 판결(공2017하, 1926)<br/>"
}