{
  "판례일련번호": "225955",
  "사건명": "관세경정거부처분취소",
  "사건번호": "2018두61888",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "[1] 관세법 제38조의3 제3항에서 후발적 경정청구제도를 둔 취지 및 후발적 경정청구사유 중 관세법 시행령 제34조 제2항 제1호에 정한 ‘거래 또는 행위 등이 그에 관한 소송에 대한 판결에 의하여 다른 것으로 확정된 경우’의 의미<br/>  [2] 형사사건의 재판절차에서 납세의무의 존부나 범위에 관한 판단을 기초로 판결이 확정된 경우, 관세법 제38조의3 제3항 및 관세법 시행령 제34조 제2항 제1호에서 말하는 ‘최초의 신고 또는 경정에서 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등이 그에 관한 소송에 대한 판결에 의하여 다른 내용의 것으로 확정된 경우’에 해당하는지 여부(원칙적 소극)<br/>  [3] 국내 소비자들로부터 영국 현지 물품을 주문받아 판매하는 인터넷 온라인 쇼핑몰 운영자인 甲이 배송한 물품에 대해 국내 소비자들을 납세의무자로 하여 관세법 제94조 제4호에 따른 소액물품 감면대상에 해당한다고 수입신고를 하자, 관할 세관장이 甲에게 관세법을 위반한 사실이 확인되었다는 이유로 관세 및 과소신고가산세 등을 부과·고지하였는데, 甲이 이와 관련하여 관세법 위반죄로 기소되었다가 무죄판결이 선고·확정되자 이를 근거로 위 부과처분에 대하여 경정청구를 하였으나 관할 세관장이 거부한 사안에서, 甲에게 무죄를 선고한 관련 형사판결에 의하여 당초 부과처분의 과세표준과 세액의 계산근거가 된 거래 또는 행위가 다른 내용의 것으로 확정되었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 관세법 제38조의3 제3항에서 후발적 경정청구제도를 둔 취지는 납세의무 성립 후 일정한 후발적 사유의 발생으로 말미암아 과세표준 및 세액의 산정기초에 변동이 생긴 경우 납세자로 하여금 그 사실을 증명하여 감액을 청구할 수 있도록 함으로써 납세자의 권리구제를 확대하려는 데 있는바, 여기서 말하는 후발적 경정청구사유 중 관세법 시행령 제34조 제2항 제1호의 ‘거래 또는 행위 등이 그에 관한 소송에 대한 판결에 의하여 다른 것으로 확정된 경우’는 최초의 신고 등이 이루어진 후 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등에 관한 분쟁이 발생하여 그에 관한 소송에서 판결에 의하여 거래 또는 행위 등의 존부나 법률효과 등이 다른 내용의 것으로 확정됨으로써 최초의 신고 등이 정당하게 유지될 수 없게 된 경우를 의미한다.<br/>  [2] 형사사건의 재판절차에서 납세의무의 존부나 범위에 관한 판단을 기초로 판결이 확정되었다 하더라도, 이는 특별한 사정이 없는 한 관세법 제38조의3 제3항 및 관세법 시행령 제34조 제2항 제1호에서 말하는 ‘최초의 신고 또는 경정에서 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등이 그에 관한 소송에 대한 판결에 의하여 다른 내용의 것으로 확정된 경우’에 해당한다고 볼 수 없다. 구체적인 이유는 다음과 같다.<br/>  ① 관세법 제38조의3 제3항 및 관세법 시행령 제34조 제2항 제1호는 후발적 경정청구의 사유를 규정하면서 소송의 유형을 특정하지 않은 채 ‘판결’이라고만 규정하고 있다. 그러나 형사소송은 국가 형벌권의 존부 및 적정한 처벌범위를 확정하는 것을 목적으로 하는 것으로서 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등에 관해 발생한 분쟁의 해결을 목적으로 하는 소송이라고 보기 어렵고, 형사사건의 확정판결만으로는 사법상 거래 또는 행위가 무효로 되거나 취소되지도 아니한다. 따라서 형사사건의 판결은 그에 의하여 ‘최초의 신고 또는 경정에서 과세표준 및 세액의 계산근거가 된 거래 또는 행위 등의 존부나 법률효과 등이 다른 내용의 것으로 확정’되었다고 볼 수 없다.<br/>  ② 과세절차는 실질과세의 원칙 등에 따라 적정하고 공정한 과세를 위하여 과세표준 및 세액을 확정하는 것인데 반하여, 형사소송절차는 불고불리의 원칙에 따라 기소된 공소사실을 심판대상으로 하여 국가 형벌권의 존부 및 범위를 확정하는 것을 목적으로 하므로, 설사 조세포탈죄의 성립 여부 및 범칙소득금액을 확정하기 위한 형사소송절차라고 하더라도 과세절차와는 목적이 다르고 그 확정을 위한 절차도 별도로 규정되어 서로 상이하다. 형사소송절차에서는 대립 당사자 사이에서 과세표준 및 세액의 계산근거가 된 거래 또는 행위의 취소 또는 무효 여부에 관하여 항변, 재항변 등 공격·방어방법의 제출을 통하여 이를 확정하는 절차가 마련되어 있지도 않다.<br/>  ③ 더욱이 형사소송절차에는 엄격한 증거법칙하에서 증거능력이 제한되고 무죄추정의 원칙이 적용된다. 법관으로 하여금 합리적 의심이 없을 정도로 공소사실이 진실한 것이라는 확신을 가지게 할 수 있는 정도의 증명력을 가진 증거에 의하여만 유죄의 인정을 할 수 있다. 따라서 형사소송에서의 무죄판결은 그러한 증명이 없다는 의미일 뿐이지 공소사실의 부존재가 증명되었다는 의미가 아니다.<br/>  [3] 국내 소비자들로부터 영국 현지 물품을 주문받아 판매하는 인터넷 온라인 쇼핑몰 운영자인 甲이 배송한 물품에 대해 국내 소비자들을 납세의무자로 하여 관세법 제94조 제4호에 따른 소액물품 감면대상에 해당한다고 수입신고를 하자, 관할 세관장이 甲에게 관세법을 위반한 사실이 확인되었다는 이유로 관세 및 과소신고가산세 등을 부과·고지하였는데, 甲이 이와 관련하여 관세법 위반죄로 기소되었다가 무죄판결이 선고·확정되자 이를 근거로 위 부과처분에 대하여 경정청구를 하였으나 관할 세관장이 거부한 사안에서, 甲에게 무죄를 선고한 관련 형사판결에 의하여 당초 부과처분의 과세표준과 세액의 계산근거가 된 거래 또는 행위, 즉 甲이 물품을 해외 판매자로부터 수입하여 국내 소비자에게 판매하였다는 내용의 거래 또는 행위가 다른 내용의 것으로 확정되어 관세법 제38조의3 제3항 및 관세법 시행령 제34조 제2항 제1호에 정한 후발적 경정청구사유에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 관세법 제38조의3 제3항, 관세법 시행령 제34조 제2항 제1호 / [2] 관세법 제38조의3 제3항, 관세법 시행령 제34조 제2항 제1호 / [3] 관세법 제38조의3 제3항, 제94조 제4호, 관세법 시행령 제34조 제2항 제1호<br/>",
  "참조판례": "[1] 대법원 2017. 9. 7. 선고 2017두41740 판결(공2017하, 1931) / [2] 대법원 1998. 9. 8. 선고 98다25368 판결, 대법원 2006. 9. 14. 선고 2006다27055 판결<br/>"
}