{
  "판례일련번호": "225925",
  "사건명": "용선료청구의소",
  "사건번호": "2019다218462",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20191227",
  "판시사항": "[1] 준거법을 영국법으로 하여 체결된 정기용선계약에서 ‘반선(redelivery)’의 의미 및 위 정기용선계약에서 선박소유자로 하여금 반선 시점에 선박에 남아 있는 연료유(bunker)를 인수하고 정기용선자에게 그 대금을 정산하여 지급하도록 하는 한편, 정기용선자에게는 사전에 선박소유자에게 반선 시점과 반선 지점을 수차례에 걸쳐 통지할 의무를 부과하고, 반선 시점에 남아 있는 연료유의 품질과 예상 최소수량을 정하는 등 그 요건과 절차를 정하고 있는 경우, 이때의 반선에 정기용선계약의 중도해지 등으로 선박을 돌려주는 경우 등이 포함되는지 여부(원칙적 소극)<br/>  [2] 甲 주식회사가 乙 외국법인 등과 그들이 소유하는 각 선박에 관하여 준거법을 영국법으로 하는 정기용선계약을 체결하여 선박을 인도받았다가, 甲 회사에 대한 회생절차가 개시된 후 甲 회사의 관리인이 위 각 계약을 중도해지하고 선박을 乙 법인 등에 돌려주었는데, 그 후 乙 법인 등이 甲 회사의 파산관재인 丙을 상대로 정기용선계약에 따른 용선료의 지급을 구하자, 丙이 乙 법인 등에 대한 잔존연료유 대금채권을 자동채권으로 하여 상계항변을 한 사안에서, 甲 회사의 회생절차가 개시된 이후에 그 관리인이 쌍방미이행 쌍무계약임을 이유로 정기용선계약을 해지한 경우에는 반선 시 선박소유자가 잔존연료유를 인수하고 그 대금을 지급하도록 정한 위 정기용선계약의 부속서 조항이 적용되지 않아 丙의 乙 법인 등에 대한 잔존연료유 대금채권이 존재하지 않으므로 이를 자동채권으로 한 丙의 상계항변은 이유 없다고 본 원심판단에는 계약의 해석, 연료유의 소유권 귀속에 관한 법리오해 등의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 선박의 점유, 선장 및 선원에 대한 임면권, 그리고 선박에 대한 전반적 지배관리권이 모두 선박소유자에게 있는 정기용선계약에서 “반선(redelivery)”이라는 용어는 원칙적으로 정기용선계약에서 정한 조건에 따라 정기용선자가 선박소유자에게 배를 돌려주는 것을 의미한다. 만약 정기용선계약에서, 선박소유자로 하여금 반선 시점에 선박에 남아 있는 연료유(bunker)를 인수하고 정기용선자에게 그 대금을 정산하여 지급하도록 정하는 한편, 정기용선자에게는 사전에 선박소유자에게 반선 시점과 반선 지점을 수차례에 걸쳐 통지할 의무를 부과하고, 또 반선 시점에 남아있는 연료유의 품질과 예상 최소수량을 정하는 등 그 요건과 절차를 정하고 있다면, 특별히 달리 정하지 않는 한 이때의 반선은 정기용선계약에서 정한 조건에 따라 이루어지는 것을 전제로 하므로, 여기에는 정기용선계약의 중도해지 등으로 인하여 선박을 돌려주는 경우 등은 포함되지 않는다고 해석하여야 한다.<br/>  [2] 甲 주식회사가 乙 외국법인 등과 그들이 소유하는 각 선박에 관하여 준거법을 영국법으로 하는 정기용선계약을 체결하여 선박을 인도받았다가, 甲 회사에 대한 회생절차가 개시된 후 甲 회사의 관리인이 위 각 계약을 중도해지하고 선박을 乙 법인 등에 돌려주었는데, 그 후 乙 법인 등이 甲 회사의 파산관재인 丙을 상대로 정기용선계약에 따른 용선료의 지급을 구하자, 丙이 乙 법인 등에 대한 잔존연료유 대금채권을 자동채권으로 하여 상계항변을 한 사안에서, 위 정기용선계약에서는 정기용선자가 선박을 반선할 때 선박소유자에게 그 시점과 지점을 사전에 통지할 의무를 부과하고, 또 선박을 인도받았을 때의 연료유의 양과 근접한 수준의 연료유의 양을 유지하여 반선하도록 정하고 있는데, 정기용선계약이 중도해지되는 경우에는 정기용선자가 선박소유자에게 위와 같은 의무를 이행하기 불가능한 점, 위 정기용선계약은 ‘NYPE(New York Produce Exchange) 1946 양식’을 기본으로 하되 일부 조항을 부속서로 개정하는 형식으로 체결되었는데, 선박소유자가 잔존연료유를 인수하고 그 대금을 지급하도록 정한 부속서 조항에서는 “인도(delivery)”와 “반선(redelivery)” 이외에 정기용선계약의 중도해지에 의한 종료를 포함하고 있지 않은 점 등을 종합하면 甲 회사의 회생절차가 개시된 이후에 그 관리인이 쌍방미이행 쌍무계약임을 이유로 정기용선계약을 해지한 경우에는 위 부속서 조항이 적용되지 않아 丙의 乙 법인 등에 대한 잔존연료유 대금채권이 존재하지 않으므로 이를 자동채권으로 한 丙의 상계항변은 이유 없다고 본 원심판단에는 계약의 해석, 연료유의 소유권 귀속에 관한 법리오해 등의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제25조 제1항, 상법 제842조 / [2] 국제사법 제25조 제1항, 상법 제842조, 민법 제492조<br/>",
  "참조판례": ""
}