{
  "판례일련번호": "225945",
  "사건명": "공사대금",
  "사건번호": "2015다230587",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "甲 주식회사 등이 지방자치단체와 공사도급계약을 체결하면서 계약의 일부로 편입한 지방자치단체 공사계약 일반조건의 ‘공사의 일시정지’ 관련 조항은 가항에서 ‘발주기관의 필요에 의하여 계약담당자가 지시한 경우’를 공사감독관이 공사의 이행을 정지시킬 수 있는 경우 중 하나로 들고 있고, 다항에서 ‘가항의 규정에 의하여 공사를 정지시킨 경우 계약상대자는 계약기간의 연장 또는 추가금액을 청구할 수 없다. 다만 계약상대자의 책임 있는 사유로 인한 정지가 아닌 때에는 그러하지 아니한다’고 정하고 있으며, 라항에서는 ‘발주기관의 책임 있는 사유에 의한 공사 정지기간이 60일을 초과한 경우 발주기관은 그 초과된 기간에 대하여 잔여 계약금액에 초과일수 1일마다 시중은행 일반자금 대출금리를 곱하여 산출한 금액을 준공대가 지급 시 계약상대자에게 지급하여야 한다’고 정하고 있는데, 지방자치단체가 甲 회사 등에 공사를 정지하라고 통보하였다가 그 후 예산사정으로 계약이행이 불가능하다며 도급계약을 해지하자, 甲 회사 등이 지방자치단체를 상대로 라항을 근거로 한 청구를 별소로 제기한 다음, 다시 다항을 근거로 하여 공사정지에 따른 추가금액의 지급을 구한 사안에서, 도급계약에 편입된 위 가항, 다항 및 라항을 종합하면 라항은 다항의 특별규정이 아니라 다항과는 별개의 규정이라고 보아야 하는데도, 라항을 다항의 특별규정으로 보아 甲 회사 등이 라항을 근거로 제기한 별소에서 승소 확정판결을 받았다는 이유만으로 다항을 근거로 한 위 청구를 배척한 원심판단에는 위 다항과 라항의 해석에 관한 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "甲 주식회사 등이 지방자치단체와 공사도급계약을 체결하면서 계약의 일부로 편입한 지방자치단체 공사계약 일반조건의 ‘공사의 일시정지’ 관련 조항은 가항에서 ‘발주기관의 필요에 의하여 계약담당자가 지시한 경우’를 공사감독관이 공사의 이행을 정지시킬 수 있는 경우 중 하나로 들고 있고, 다항에서 ‘가항의 규정에 의하여 공사를 정지시킨 경우 계약상대자는 계약기간의 연장 또는 추가금액을 청구할 수 없다. 다만 계약상대자의 책임 있는 사유로 인한 정지가 아닌 때에는 그러하지 아니한다’고 정하고 있으며, 라항에서는 ‘발주기관의 책임 있는 사유에 의한 공사 정지기간이 60일을 초과한 경우 발주기관은 그 초과된 기간에 대하여 잔여 계약금액에 초과일수 1일마다 시중은행 일반자금 대출금리를 곱하여 산출한 금액을 준공대가 지급 시 계약상대자에게 지급하여야 한다’고 정하고 있는데, 지방자치단체가 甲 회사 등에 공사를 정지하라고 통보하였다가 그 후 예산사정으로 계약이행이 불가능하다며 도급계약을 해지하자, 甲 회사 등이 지방자치단체를 상대로 라항을 근거로 한 청구를 별소로 제기한 다음, 다시 다항을 근거로 하여 공사정지에 따른 추가금액의 지급을 구한 사안에서, 도급계약에 편입된 위 가항, 다항 및 라항을 종합하면, 발주기관의 필요로 계약담당자가 지시하여 공사감독관이 공사의 전부 또는 일부를 정지시킨 경우 계약상대자의 책임 있는 사유로 인한 정지가 아니라면 다항을 근거로 계약상대자는 발주기관에 계약기간 연장 또는 추가금액을 청구할 수 있고, 발주기관의 책임 있는 사유로 공사 정지기간이 60일을 초과한 경우 라항을 근거로 계약상대자는 발주기관에 준공대가 지급 시에 초과된 기간에 대하여 잔여 계약금액에 시중은행 일반자금 대출금리를 곱하여 산출한 금액을 청구할 수 있다고 해석할 수 있어, 다항을 근거로 한 추가금액 청구권은 공평의 원칙상 인정되는 실비보상청구권의 일종으로 이해할 수 있고, 반면에 라항을 근거로 한 지연배상금 청구권은 발주기관의 책임 있는 사유에 의해 공사가 정지된 경우 수급인이 잔여 공사대금을 그만큼 늦게 지급받게 되는 손해를 보전해 주기 위한 것으로 이해할 수 있으므로, 라항은 다항의 특별규정이 아니라 다항과는 별개의 규정이라고 보아야 하는데도, 라항을 다항의 특별규정으로 보아 甲 회사 등이 라항을 근거로 제기한 별소에서 승소 확정판결을 받았다는 이유만으로 다항을 근거로 한 위 청구를 배척한 원심판단에는 위 다항과 라항의 해석에 관한 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "민법 제2조, 제105조, 제398조, 제664조<br/>",
  "참조판례": ""
}