{
  "판례일련번호": "225949",
  "사건명": "건강기능식품에관한법률위반[건강기능식품의 판매업 영업신고에 관한 사건]",
  "사건번호": "2016도16555",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "[1] 차전자피 분말이 그 자체로 구 건강기능식품에 관한 법률 제3조 제1호의 ‘건강기능식품’에 해당하는지 여부(적극) 및 이를 건강기능식품의 원료(원료성 제품)로서 건강기능식품 제조업체 등에 판매하였더라도 마찬가지인지 여부(적극)<br/>  [2] 원료성 제품인 차전자피 분말을 판매하는 영업을 하려는 경우에도 구 건강기능식품에 관한 법률 제6조 제2항에 따른 ‘건강기능식품판매업’ 영업신고를 하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 건강기능식품과 그 영업에 관한 관계 법령과 고시의 규정 내용을 체계적·종합적으로 살펴보면, 차전자피(질경이 씨앗의 껍질로서 식품에 해당한다) 분말은 그 자체로 구 건강기능식품에 관한 법률(2015. 2. 3. 법률 제13201호로 개정되기 전의 것, 이하 ‘건강기능식품법’이라고 한다) 제3조 제1호의 건강기능식품에 해당한다고 보아야 하고, 이를 건강기능식품의 원료(원료성 제품)로서 건강기능식품 제조업체 등에 판매하였다고 하여 달리 볼 것은 아니다. 구체적인 이유는 다음과 같다.<br/>  ① 차전자피 분말은 기능성 원료인 차전자피 식이섬유를 함유하고 있고 소비자가 섭취할 수 있는 식품에 해당하며, 적어도 구 건강기능식품의 기준 및 규격(2016. 4. 20. 식품의약품안전처고시 제2016-29호로 개정되기 전의 것, 이하 ‘기준·규격고시’라고 한다)이 정하는 원료성 제품의 규격과 요건을 갖추었으므로, 건강기능식품법 제3조 제1호가 정의하고 있는 ‘건강기능식품’의 개념에 포섭된다.<br/>  ② 건강기능식품법 제3조 제1호는 건강기능식품의 포장 방법이나 형태를 건강기능식품의 개념 요소로 규정하지 않고, 기준·규격고시와 ‘기구 및 용기·포장의 기준 및 규격’(식품의약품안전처고시) 모두 건강기능식품을 1회 섭취량 단위로 소량 포장하여야 한다는 규정을 두고 있지 않다.<br/>  기준·규격고시의 공통제조기준은 ‘건강기능식품이 정제·캡슐·환·과립·액상·분말·편상·페이스트상·시럽·겔·젤리·바·필름의 형태로 1회 섭취가 용이하게 제조·가공되어야 한다’는 취지일 뿐이고, ‘건강기능식품이 되기 위해서는 개별기준 및 규격에 따른 1회 섭취량 단위로 소량 포장되어야 한다’는 취지는 아니다.<br/>  ③ 식품 등의 표시·광고에 관한 법률 제4조 제1항 제3호 및 식품 등의 표시·광고에 관한 법률 시행규칙 제2조 [별표 1]은 원료용 건강기능식품도 건강기능식품에 해당함을 전제로 그 표시에 관하여 규정하면서, 다만 건강기능식품 표시사항 중 ‘섭취량, 섭취방법 및 섭취 시 주의사항’ 등의 표시를 생략할 수 있도록 규정하고 있다.<br/>  [2] 건강기능식품과 그 영업에 관한 관계 법령과 고시의 규정 내용을 구 건강기능식품에 관한 법률(2015. 2. 3. 법률 제13201호로 개정되기 전의 것, 이하 ‘건강기능식품법’이라고 한다)의 입법 목적에 비추어 살펴보면, 원료성 제품인 차전자피 분말을 판매하는 영업을 하려는 경우에도 건강기능식품법 제6조 제2항에 따른 건강기능식품판매업 영업신고를 하여야 한다. 구체적인 이유는 다음과 같다.<br/>  ① 건강기능식품의 안전성을 확보하고 그 품질을 향상한다는 건강기능식품법의 입법 목적을 달성하기 위해서는 건강기능식품의 제조부터 최종 판매에 이르는 전 과정에 대하여 행정청의 관리·감독이 필요하고, 따라서 최종제품의 원료로 사용되는 원료성 제품에 대하여도 관리·감독이 이루어져야 한다.<br/>  ② 건강기능식품법 제10조 제1항에서 건강기능식품의 안전성 확보 및 품질관리와 유통질서 유지 및 국민 보건의 증진을 위하여 건강기능식품을 제조·가공·수입·판매하는 자(이하 ‘영업자’라고 한다)에게 부과하는 준수사항인 ‘보건위생상 위해가 없고 안전성이 확보되도록 관리할 의무’(제1호), ‘유통기간이 지난 경우 건강기능식품 제조에 사용하지 않아야 하는 의무’(제2호) 등의 대상이 되는 건강기능식품에 최종제품만을 포함시키고 원료성 제품을 제외할 근거가 없다.<br/>  ③ 건강기능식품제조업 허가를 받은 자가 원료성 제품을 제조하기 위해서는 건강기능식품법 제7조 제1항에 따라 품목제조신고를 하여야 한다. 행정청이 제조업 허가와 품목제조신고를 통하여 원료성 제품의 제조 단계에서 관리·감독을 할 수 있는 이상, 그 이후 원료성 제품의 유통 및 판매 단계에서도 관리·감독을 할 수 있다고 새기는 것이 타당하다.<br/>  ④ 원료성 제품을 식품으로만 취급하여 식품위생법에 따라 규제할 수도 있으나, 식품위생법이 식품판매업자에게 부과하는 규제의 내용과 정도는 건강기능식품법이 건강기능식품판매업자에게 부과하는 규제에 비하여 약하다. 원료성 제품의 판매자에 대하여도 건강기능식품법상의 영업자 준수사항(제10조 제1항)과 기준·규격 위반 건강기능식품의 판매 등의 금지의무(제24조 참조) 등을 부과함으로써 건강기능식품의 안전성을 확보할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건강기능식품에 관한 법률(2015. 2. 3. 법률 제13201호로 개정되기 전의 것) 제3조 제1호, 식품 등의 표시·광고에 관한 법률 제4조 제1항 제3호, 식품 등의 표시·광고에 관한 법률 시행규칙 제2조 [별표 1] / [2] 구 건강기능식품에 관한 법률(2015. 2. 3. 법률 제13201호로 개정되기 전의 것) 제1조, 제3조 제1호, 제6조 제2항, 제7조 제1항, 제10조 제1항, 제24조, 제44조 제1호<br/>",
  "참조판례": ""
}