{
  "판례일련번호": "225997",
  "사건명": "연구개발확인서발급절차이행청구의소",
  "사건번호": "2019다264700",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200116",
  "판시사항": "[1] 행정청의 행위가 항고소송의 대상이 되는지 판단하는 기준 및 어떠한 처분에 법령상 근거가 있는지, 행정절차법에서 정한 처분절차를 준수하였는지가 소송요건 심사단계에서 고려할 요소인지 여부(소극)<br/>  [2] 항고소송에서 처분의 위법 여부를 판단하는 기준 시기(=처분 당시) 및 이는 신청에 따른 처분의 경우도 마찬가지인지 여부(적극) / 신청에 따른 처분의 발급에 관한 법령이 개정된 경우, 경과규정에서 달리 정하지 않은 한 처분 당시에 시행되는 개정 법령과 그에서 정한 기준에 의하여 위 처분의 발급 여부를 결정하는 것이 원칙인지 여부(적극)<br/>  [3] 행정소송법상 항고소송으로 제기하여야 할 사건을 민사소송으로 잘못 제기하였으나 수소법원이 항고소송에 대한 관할도 동시에 가지고 있는 경우, 원고에게 항고소송으로 소를 변경하도록 석명권을 행사하여 행정소송법이 정하는 절차에 따라 심리·판단하여야 하는지 여부(원칙적 적극)<br/>  [4] 국방전력발전업무훈령에 따른 연구개발확인서 발급 및 그 거부의 법적 성질(=행정처분)<br/>  [5] 개발업체가 전력지원체계 연구개발사업을 성공적으로 수행한 경우, 해당 품목에 관하여 수의계약 체결을 요구할 권리를 당연히 갖는지 여부(소극) / 개발업체가 국방전력발전업무훈령에서 정한 연구개발확인서 발급 요건을 충족한 경우, 사업관리기관이 관련 국방예산을 배정받지 못했다거나 해당 품목이 군수품 양산 우선순위에서 밀려 곧바로 수의계약을 체결하지는 않을 예정이라는 이유만으로 위 확인서 발급을 거부할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 항고소송의 대상인 ‘처분’이란 “행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그 밖에 이에 준하는 행정작용”(행정소송법 제2조 제1항 제1호)을 말한다. 행정청의 행위가 항고소송의 대상이 될 수 있는지는 추상적·일반적으로 결정할 수 없고, 구체적인 경우에 관련 법령의 내용과 취지, 그 행위의 주체·내용·형식·절차, 그 행위와 상대방 등 이해관계인이 입는 불이익 사이의 실질적 견련성, 법치행정의 원리와 그 행위에 관련된 행정청이나 이해관계인의 태도 등을 고려하여 개별적으로 결정하여야 한다. 또한 어떠한 처분에 법령상 근거가 있는지, 행정절차법에서 정한 처분절차를 준수하였는지는 본안에서 당해 처분이 적법한가를 판단하는 단계에서 고려할 요소이지, 소송요건 심사단계에서 고려할 요소가 아니다.<br/>  [2] 항고소송에서 처분의 위법 여부는 특별한 사정이 없는 한 그 처분 당시를 기준으로 판단하여야 한다. 이는 신청에 따른 처분의 경우에도 마찬가지이다. 새로 개정된 법령의 경과규정에서 달리 정함이 없는 한, 처분 당시에 시행되는 개정 법령과 그에서 정한 기준에 의하여 신청에 따른 처분의 발급 여부를 결정하는 것이 원칙이고, 그러한 개정 법령의 적용과 관련하여서는 개정 전 법령의 존속에 대한 국민의 신뢰가 개정 법령의 적용에 관한 공익상의 요구보다 더 보호가치가 있다고 인정되는 경우에 그러한 국민의 신뢰를 보호하기 위하여 그 적용이 제한될 수 있는 여지가 있을 따름이다.<br/>  [3] 행정소송법상 항고소송으로 제기하여야 할 사건을 민사소송으로 잘못 제기한 경우에 수소법원이 그 항고소송에 대한 관할도 동시에 가지고 있다면, 전심절차를 거치지 않았거나 제소기간을 도과하는 등 항고소송으로서의 소송요건을 갖추지 못했음이 명백하여 항고소송으로 제기되었더라도 어차피 부적법하게 되는 경우가 아닌 이상, 원고로 하여금 항고소송으로 소 변경을 하도록 석명권을 행사하여 행정소송법이 정하는 절차에 따라 심리·판단하여야 한다.<br/>  [4] 국방전력발전업무훈령 제113조의5 제1항에 의한 연구개발확인서 발급은 개발업체가 ‘업체투자연구개발’ 방식 또는 ‘정부·업체공동투자연구개발’ 방식으로 전력지원체계 연구개발사업을 성공적으로 수행하여 군사용 적합판정을 받고 국방규격이 제·개정된 경우에 사업관리기관이 개발업체에게 해당 품목의 양산과 관련하여 경쟁입찰에 부치지 않고 수의계약의 방식으로 국방조달계약을 체결할 수 있는 지위(경쟁입찰의 예외사유)가 있음을 인정해 주는 ‘확인적 행정행위’로서 공권력의 행사인 ‘처분’에 해당하고, 연구개발확인서 발급 거부는 신청에 따른 처분 발급을 거부하는 ‘거부처분’에 해당한다.<br/>  [5] 어떤 군수품을 조달할지 여부나 그 수량과 시기는 국방예산의 배정이나 육·해·공군(이하 ‘각군’이라 한다)에서 요청하는 군수품 소요의 우선순위에 따라 탄력적으로 결정될 수 있어야 하므로, 관계 법령이나 규정에서 특별히 달리 정하지 않은 이상, 군수품 조달에 관해서는 방위사업청장이나 각군에게 광범위한 재량이 있다. 국방전력발전업무훈령이 업체투자연구개발 방식이나 정부·업체공동투자연구개발 방식으로 연구개발이 완료되어 군사용 적합판정을 받고 국방규격이 제·개정된 품목에 관해서도 반드시 양산하여야 한다거나 또는 수의계약을 체결하여야 한다고 규정하고 있지 않은 것도 이 때문이다. 따라서 개발업체가 전력지원체계 연구개발사업을 성공적으로 수행하였다고 하더라도 언제나 해당 품목에 관하여 수의계약 체결을 요구할 권리가 있는 것은 아니다.<br/>  그렇다고 하더라도, 사업관리기관에 의한 연구개발확인서 발급 여부 결정은 수의계약 체결 여부를 결정하기 전에 행해지는 별개의 확인적 행정행위이므로, 개발업체가 국방전력발전업무훈령 제113조의5 제1항에서 정한 발급 요건을 충족한다면 연구개발확인서를 발급하여야 하며, 관련 국방예산을 배정받지 못했다거나 또는 해당 품목이 군수품 양산 우선순위에서 밀려 곧바로 수의계약을 체결하지는 않을 예정이라는 이유만으로 연구개발확인서 발급조차 거부하여서는 안 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제2조 제1항 제1호, 제27조[행정소송재판일반] / [2] 행정소송법 제27조[행정소송재판일반] / [3] 민사소송법 제136조, 행정소송법 제4조 / [4] 행정소송법 제2조 제1항 제1호, 국가를 당사자로 하는 계약에 관한 법률 제7조 제1항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제1호 (다)목, 방위사업법 시행규칙 제14조 / [5] 행정소송법 제1조[행정처분일반], 국가를 당사자로 하는 계약에 관한 법률 제7조 제1항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제26조 제1항 제1호 (다)목, 방위사업법 시행규칙 제14조<br/>",
  "참조판례": "[1] 대법원 2010. 11. 18. 선고 2008두167 전원합의체 판결(공2010하, 2279), 대법원 2016. 8. 30. 선고 2015두60617 판결(공2016하, 1531) / [2] 대법원 2005. 7. 29. 선고 2003두3550 판결(공2005하, 1442), 대법원 2017. 4. 7. 선고 2014두37122 판결(공2017상, 980) / [3] 대법원 1999. 11. 26. 선고 97다42250 판결(공2000상, 14)<br/>"
}