{
  "판례일련번호": "225987",
  "사건명": "아동복지법위반[장애전담교사인 피고인이 발달장애증세를 앓고 있는 피해아동의 팔을 잡는 등의 행동이 신체적 학대행위에 해당하는지 문제 되는 사건]",
  "사건번호": "2017도12742",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200116",
  "판시사항": "[1] 2014. 1. 28. 개정된 아동복지법상 처벌대상인 ‘신체적 학대행위’에 해당하는지 판단하는 기준<br/>  [2] 어린이집 장애전담교사인 피고인이, 발달장애증세를 앓고 있는 장애아동 甲(5살)이 놀이도구를 제대로 정리하지 않고 바닥에 드러누웠다는 이유로 甲의 팔을 세게 잡는 등 신체적 학대행위를 하였다는 아동복지법 위반의 주위적 공소사실로 기소된 사안에서, 피고인이 합리적 범위 안에서 가장 적절하다고 생각하는 지도방법을 택하였고 이는 계속적인 훈육의 일환으로 볼 수 있다는 이유로 신체적 학대행위를 부정한 원심의 판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 아동복지법(2014. 1. 28. 법률 제12361호로 개정되기 전의 것, 이하 같다) 제17조 제3호는 처벌대상인 신체적 학대행위를 ‘아동의 신체에 손상을 주는 학대행위’라고 규정하였다. 구 아동복지법하에서 판례는, ‘신체에 손상을 주는 학대행위’는 아동의 신체에 대한 유형력의 행사로 신체의 완전성을 훼손하거나 생리적 기능에 장애를 초래하는 ‘상해’의 정도에까지는 이르지 않더라도 그에 준하는 정도로 신체에 부정적인 변화를 가져오는 것을 의미한다고 보았다.<br/>개정 아동복지법(2014. 1. 28. 법률 제12361호로 개정된 것, 이하 같다) 제17조 제3호는 ‘아동의 신체에 손상을 주거나 신체의 건강 및 발달을 해치는 신체적 학대행위’라고 규정함으로써 ‘신체의 건강 및 발달을 해치는 신체적 학대행위’가 구성요건에 추가되었다.<br/>  개정 아동복지법상 신체적 학대행위에 해당하는지 여부를 판단함에 있어서는 아동이 건강하게 출생하여 행복하고 안전하게 자라나도록 복지를 보장하기 위한 아동복지법의 목적(제1조)에 비추어 행위가 발생한 장소와 시기, 행위에 이른 동기와 경위, 행위의 정도와 태양, 아동의 반응 등 구체적인 행위 전후의 사정과 더불어 아동의 연령 및 건강 상태, 행위자의 평소 성향이나 유사 행위의 반복성 여부 및 기간까지도 고려하여 종합적으로 판단하여야 한다.<br/>  [2] 어린이집 장애전담교사인 피고인이, 발달장애증세를 앓고 있는 장애아동 甲(5살)이 놀이도구를 제대로 정리하지 않고 바닥에 드러누웠다는 이유로 甲의 팔을 세게 잡는 등 신체적 학대행위를 하였다는 아동복지법 위반의 주위적 공소사실로 기소된 사안에서, 피고인은 장애아동 복지지원법령에 따라 장애영유아를 위한 어린이집 특수교사로서 발달장애 등을 갖고 있는 甲을 포함하여 장애아동 3명의 지도를 전담해 왔고, 한 달 반 정도 시행착오를 거치면서 甲의 행동을 교정하기 위하여 반복적으로 말로 지시하거나 무관심한 척하거나 일부만을 수행하도록 하고 나머지를 교사가 해주는 식으로 여러 가지 교육적 지도를 시도해 온 점, 당시에도 甲이 놀이 후 정리하기를 거부하고 드러눕는 등 고집을 부리는 문제 상황이 발생하여 훈육 목적으로 일시적으로 보다 단호한 지도방법으로서 甲의 팔을 잡는 등의 행동을 하게 된 것으로 일련의 교육과정의 일환으로 볼 여지가 많으며, 또한 피고인의 위 행위 전후를 포함한 일련의 행위가 甲의 지도에 관한 내용으로 일관되어 있고, 그 일련의 행위 중에 甲을 손으로 때린다거나 발로 차는 등 적극적인 가해의사가 추인될 만한 행동은 없는 점, 이후 甲은 피고인의 지도에 잘 따르고, 피고인은 수업시간에 甲 옆에 앉아 甲의 팔을 주물러 주고 머리를 쓰다듬는 등의 행위로 甲을 정상적으로 지도한 점을 종합하면, 피고인이 합리적 범위 안에서 가장 적절하다고 생각하는 지도방법을 택하였고 이는 계속적인 훈육의 일환으로 볼 수 있다는 이유로 신체적 학대행위를 부정한 원심의 판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 아동복지법(2014. 1. 28. 법률 제12361호로 개정되기 전의 것) 제17조 제3호, 아동복지법 제1조, 제17조 제3호 / [2] 구 아동복지법(2017. 10. 24. 법률 제14925호로 개정되기 전의 것) 제71조 제1항 제2호, 아동복지법 제17조 제3호, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2016. 5. 12. 선고 2015도6781 판결(공2016상, 813)<br/>"
}