{
  "판례일련번호": "225953",
  "사건명": "영업정지처분취소",
  "사건번호": "2018두47561",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200109",
  "판시사항": "[1] 건설업자가 갖추어야 할 등록기준에 미달하는 경우 제재처분을 하도록 규정한 건설산업기본법 제83조 및 일시적으로 등록기준을 미달하는 등의 경우 그 예외를 규정한 같은 법 제83조 제3호 단서의 입법 취지<br/>  [2] 건설업 등록기준에 미달하였으나 등록말소 등 제재처분의 대상이 되지 않는 예외적인 경우를 규정한 구 건설산업기본법 시행령 제79조의2 각호가 예시적 규정인지 여부(적극)<br/>  [3] 구 건설산업기본법 시행령 제79조의2 각호에 해당하지 않으나 건설업자가 건설업 등록기준에 일시적으로 경미하게 미달한 경우, 건설산업기본법 제83조 제3호 단서에 따라 등록말소 또는 1년 이내의 영업정지라는 제재처분의 대상에서 제외되는지 여부(적극)<br/>",
  "판결요지": "[1] 건설산업기본법(이하 ‘법’이라 한다)이 건설업자가 갖추어야 할 등록기준을 정하고, 그 등록기준에 미달하는 경우 건설업자에 대하여 등록말소 또는 1년 이내의 영업정지라는 중대한 제재처분을 하도록 규정한 것은, 건설업자들로 하여금 일정한 등록기준을 갖추도록 강제하고 등록기준을 갖추지 못한 건설업자가 건설시장에서 활동하지 못하도록 함으로써 건설공사의 적정한 시공과 건설산업의 건전한 발전을 도모하려는 데에 입법 취지가 있다(법 제1조, 제3조 참조).<br/>  나아가 법 제83조 제3호 본문이 건설업자가 건설업 등록기준에 미달한 경우를 건설업자에 대한 등록말소 또는 1년 이내의 영업정지 사유로 규정하면서도, 제83조 제3호 단서가 ‘일시적으로 등록기준에 미달하는 등 대통령령으로 정하는 경우는 예외로 한다’고 규정한 것은, 법 제83조에 의한 등록말소 또는 1년 이내의 영업정지가 위 법이 규정한 여러 종류의 제재처분들 중에서도 가장 강도가 높은 제재수단에 해당하는 점을 고려하여, 건설업 등록기준에 일시적으로 경미하게 미달한 건설업자에 대해서는 법 제83조에 의한 제재처분을 하지 않도록 함으로써 헌법상 비례의 원칙을 구현하기 위한 것이라고 볼 수 있다.<br/>  [2] 헌법상 비례의 원칙의 구현이라는 측면에서 건설산업기본법령 관련 규정들의 내용과 체계, 입법 취지 등을 종합하면, 구 건설산업기본법 시행령(2016. 8. 4. 대통령령 제27440호로 개정되기 전의 것) 제79조의2 각호는 건설산업기본법(이하 ‘법’이라 한다) 제83조 제3호 단서의 위임 취지에 따라 법 제83조 제3호 본문에 의한 제재처분의 대상이 되지 않는 경우를 구체화하여 예시적으로 규정한 것이라고 봄이 타당하다.<br/>  [3] 구 건설산업기본법 시행령(2016. 8. 4. 대통령령 제27440호로 개정되기 전의 것, 이하 ‘시행령’이라 한다) 제79조의2 각호는 건설산업기본법(이하 ‘법’이라 한다) 제83조 제3호 단서의 위임 취지에 따라 법 제83조 제3호 본문에 의한 제재처분의 대상이 되지 않는 경우를 구체화하여 예시적으로 규정한 것이므로, 시행령 제79조의2 각호에 해당하지 않더라도 건설업자가 건설업 등록기준에 일시적으로 경미하게 미달한 것으로 볼 수 있는 경우에는 법 제83조 제3호 단서에 따라 등록말소 또는 1년 이내의 영업정지라는 제재처분의 대상에서 제외된다고 해석함이 정당하다. 이로써 하위법령은 최대한 헌법과 모법에 합치되도록 해석하여야 한다는 법령해석의 원칙에도 부합하게 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 건설산업기본법 제1조, 제3조, 제9조, 제83조 제3호, 구 건설산업기본법 시행령(2016. 8. 4. 대통령령 제27440호로 개정되기 전의 것) 제13조 제1항, 제79조의2 / [2] 건설산업기본법 제1조, 제3조, 제9조, 제83조 제3호, 구 건설산업기본법 시행령(2016. 8. 4. 대통령령 제27440호로 개정되기 전의 것) 제13조 제1항, 제79조의2 / [3] 건설산업기본법 제1조, 제3조, 제9조, 제83조 제3호, 구 건설산업기본법 시행령(2016. 8. 4. 대통령령 제27440호로 개정되기 전의 것) 제13조 제1항, 제79조의2<br/>",
  "참조판례": ""
}