{
  "판례일련번호": "226049",
  "사건명": "근저당권말소[통정한 허위의 의사표시에 기하여 허위 가등기가 설정된 후 그 원인이 된 통정허위표시가 철회되었으나 그 외관인 허위 가등기가 제거되지 않고 잔존하는 동안에 가등기명의인인 소외인이 임의로 소유권이전의 본등기를 마친 다음, 다시 위 본등기를 토대로 원고에게 소유권이전등기가 마쳐진 사안에서, 원고가 민법 제108조 제2항 소정의 ‘제3자’에 해당하는지가 문제된 사건]",
  "사건번호": "2019다280375",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200130",
  "판시사항": "[1] 민법 제108조 제2항에서 상대방과 통정한 허위의 의사표시의 무효를 선의의 제3자에게 대항하지 못하게 한 취지 및 이때 ‘제3자’에 해당하는지 판단하는 기준<br/>  [2] 甲이 부동산 관리를 위해 乙에게 매매예약을 등기원인으로 소유권이전등기청구권 가등기를 마쳐주었고, 그 후 乙이 제기한 가등기에 기한 본등기의 이행을 구하는 소송이 공시송달로 진행된 결과 乙의 승소판결이 선고되어 외형상 확정되었으나, 甲이 추완항소를 제기하여 가등기의 등기원인인 매매예약이 甲과 乙의 통정한 허위의 의사표시에 의한 것으로 무효라는 이유로 제1심판결을 취소하고 乙의 청구를 기각하는 판결이 선고·확정되었는데, 위 부동산에 관하여 乙이 甲의 추완항소 이전에 발급받았던 송달증명원 및 확정증명원을 가지고 확정판결을 원인으로 지분소유권이전등기를 마쳤고, 乙의 남편인 丙이 재산분할을 원인으로 지분소유권이전등기를 마쳤으며, 그 후 丁과 戊가 위 부동산에 관하여 매매를 원인으로 지분소유권이전등기를 순차로 마친 사안에서, 戊는 乙 명의의 허위 가등기 자체를 기초로 하여 새로운 법률상 이해관계를 맺은 제3자의 지위에 있다고 볼 수 없는데도, 戊가 통정한 허위의 의사표시의 제3자에 해당한다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상대방과 통정한 허위의 의사표시는 무효이고 누구든지 그 무효를 주장할 수 있는 것이 원칙이나, 허위표시의 당사자와 포괄승계인 이외의 자로서 허위표시에 의하여 외형상 형성된 법률관계를 토대로 실질적으로 새로운 법률상 이해관계를 맺은 선의의 제3자에 대하여는 허위표시의 당사자뿐만 아니라 그 누구도 허위표시의 무효를 대항하지 못하는 것인데, 허위표시의 무효를 선의의 제3자에게 대항하지 못하게 한 취지는 이를 기초로 하여 별개의 법률원인에 의하여 고유한 법률상의 이익을 갖는 법률관계에 들어간 자를 보호하기 위한 것이므로 제3자의 범위는 권리관계에 기초하여 형식적으로만 파악할 것이 아니라 허위표시행위를 기초로 하여 새로운 법률상 이해관계를 맺었는지 여부에 따라 실질적으로 파악하여야 한다.<br/>  [2] 甲이 부동산 관리를 위해 乙에게 매매예약을 등기원인으로 소유권이전등기청구권 가등기를 마쳐주었고, 그 후 乙이 제기한 가등기에 기한 본등기의 이행을 구하는 소송이 공시송달로 진행된 결과 乙의 승소판결이 선고되어 외형상 확정되었으나, 甲이 추완항소를 제기하여 가등기의 등기원인인 매매예약이 甲과 乙의 통정한 허위의 의사표시에 의한 것으로 무효라는 이유로 제1심판결을 취소하고 乙의 청구를 기각하는 판결이 선고·확정되었는데, 위 부동산에 관하여 乙이 甲의 추완항소 이전에 발급받았던 송달증명원 및 확정증명원을 가지고 확정판결을 원인으로 지분소유권이전등기를 마쳤고, 乙의 남편인 丙이 재산분할을 원인으로 지분소유권이전등기를 마쳤으며, 그 후 丁과 戊가 위 부동산에 관하여 매매를 원인으로 지분소유권이전등기를 순차로 마친 사안에서, 위 부동산에 관한 乙 명의의 본등기는 甲과 乙 사이의 허위 가등기 설정이라는 통정한 허위의 의사표시 자체에 기한 것이 아니라, 이러한 통정한 허위의 의사표시가 철회된 이후에 乙이 항소심판결에 의해 취소·확정되어 소급적으로 무효가 된 제1심판결에 기초하여 일방적으로 마친 원인무효의 등기라고 봄이 타당하고, 이에 따라 乙 명의의 본등기를 비롯하여 그 후 戊에 이르기까지 순차적으로 마쳐진 각 지분소유권이전등기는 부동산등기에 관하여 공신력이 인정되지 아니하는 우리 법제하에서는 특별한 사정이 없는 한 무효임을 면할 수 없으며, 나아가 甲과 乙이 통정한 허위의 의사표시에 기하여 마친 가등기와 丙 명의의 지분소유권이전등기 사이에는 乙이 일방적으로 마친 원인무효의 본등기가 중간에 개재되어 있으므로, 이를 기초로 마쳐진 丙 명의의 지분소유권이전등기는 乙 명의의 가등기와는 서로 단절된 것으로 평가되고, 가등기의 설정행위와 본등기의 설정행위는 엄연히 구분되는 것으로서 丙 내지 그 후 지분소유권이전등기를 마친 자들에게 신뢰의 대상이 될 수 있는 ‘외관’은 乙 명의의 가등기가 아니라 단지 乙 명의의 본등기일 뿐이라는 점에서도 이들은 乙 명의의 허위 가등기 자체를 기초로 하여 새로운 법률상 이해관계를 맺은 제3자의 지위에 있다고 볼 수 없으며, 이는 甲의 추완항소를 계기로 甲과 乙 사이의 통정한 허위의 의사표시가 실체적으로는 철회되었음에도 불구하고 그 외관인 乙 명의의 가등기가 미처 제거되지 않고 잔존하는 동안에 乙 명의의 본등기가 마쳐졌다고 하여 달리 볼 수 없는데도, 戊가 통정한 허위의 의사표시의 제3자에 해당한다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제108조 / [2] 민법 제108조<br/>",
  "참조판례": "[1] 대법원 2000. 7. 6. 선고 99다51258 판결(공2000하, 1861)<br/>"
}