{
  "판례일련번호": "226033",
  "사건명": "상표법위반[계약위반과 권리소진의 원칙에 관한 판결]",
  "사건번호": "2018도14446",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200130",
  "판시사항": "[1] 상표권자 또는 그의 동의를 얻은 자가 국내에서 등록상표가 표시된 상품을 양도한 경우, 해당 상품에 대한 상표권이 소진되는지 여부(적극) / 통상사용권계약상 통상사용권의 범위를 넘는 통상사용권자의 상표 사용행위는 상표권자의 동의를 받지 않은 것으로 볼 수 있는지 여부(적극) 및 통상사용권자가 계약상 부수적인 조건을 위반하여 상품을 양도한 경우, 상표권의 소진 여부 및 상표권이 침해되었는지 판단하는 기준<br/>  [2] 온라인몰 시계판매업체의 실질적 대표자인 피고인이, 상표권자인 甲 주식회사가 乙 주식회사에 甲 회사와 합의된 매장에서 판매하는 경우에는 상표를 사용할 수 있는 조건으로 통상사용권을 부여한 ‘M’자 문양의 브랜드가 부착된 시계를 위 약정에 위반하여 乙 회사로부터 납품받아 甲 회사와 합의되지 않은 온라인몰이나 오픈마켓 등에서 판매함으로써 甲 회사의 상표권을 침해하였다는 내용으로 기소된 사안에서, 乙 회사가 피고인에게 상품을 공급함으로써 해당 상품에 대한 상표권은 그 목적을 달성한 것으로서 소진되고, 그로써 상표권의 효력은 해당 상품을 사용, 양도 또는 대여한 행위 등에는 미치지 않는다고 한 사례<br/>",
  "판결요지": "[1] 상표권자 또는 그의 동의를 얻은 자가 국내에서 등록상표가 표시된 상품을 양도한 경우에는 해당 상품에 대한 상표권은 그 목적을 달성한 것으로서 소진되고, 그로써 상표권의 효력은 해당 상품을 사용, 양도 또는 대여한 행위 등에는 미치지 않는다. 한편 지정상품, 존속기간, 지역 등 통상사용권의 범위는 통상사용권계약에 따라 부여되는 것이므로 이를 넘는 통상사용권자의 상표 사용행위는 상표권자의 동의를 받지 않은 것으로 볼 수 있다. 하지만 통상사용권자가 계약상 부수적인 조건을 위반하여 상품을 양도한 경우까지 일률적으로 상표권자의 동의를 받지 않은 양도행위로서 권리소진의 원칙이 배제된다고 볼 수는 없고, 계약의 구체적인 내용, 상표의 주된 기능인 상표의 상품출처표시 및 품질보증 기능의 훼손 여부, 상표권자가 상품 판매로 보상을 받았음에도 추가적인 유통을 금지할 이익과 상품을 구입한 수요자 보호의 필요성 등을 종합하여 상표권의 소진 여부 및 상표권이 침해되었는지 여부를 판단하여야 한다.<br/>  [2] 온라인몰 시계판매업체의 실질적 대표자인 피고인이, 상표권자인 甲 주식회사가 乙 주식회사에 甲 회사와 합의된 매장에서 판매하는 경우에는 상표를 사용할 수 있는 조건으로 통상사용권을 부여한 ‘M’자 문양의 브랜드가 부착된 시계를 위 약정에 위반하여 乙 회사로부터 납품받아 甲 회사와 합의되지 않은 온라인몰이나 오픈마켓 등에서 판매함으로써 甲 회사의 상표권을 침해하였다는 내용으로 기소된 사안에서, 피고인이 판매한 시계는 甲 회사의 허락을 받아 乙 회사가 적법하게 상표를 부착하여 생산한 진정상품으로서, 판매장소 제한 약정을 위반하여 피고인의 인터넷 쇼핑몰에서 상품을 유통시킨 것만으로는 상표의 출처표시 기능이나 품질보증 기능이 침해되었다고 보기 어려운 점, 상표권사용계약상 乙 회사에 시계 상품에 대한 제조·판매 권한이 부여되어 있고, 판매를 전면 금지한 재래시장과는 달리 할인매장과 인터넷 쇼핑몰에서의 판매는 상표권자의 동의하에 가능하여 유통이 원천적으로 금지되지도 않은 점, 피고인의 인터넷 쇼핑몰이 판매가 허용된 다른 인터넷 쇼핑몰과 근본적인 차이가 없고, 인터넷 쇼핑몰에서 판매된다는 것만으로 바로 甲 회사 상표의 명성이나 그동안 甲 회사가 구축한 상표권에 대한 이미지가 손상된다고 보기도 어려운 점, 甲 회사는 상표권사용계약에 따라 乙 회사로부터 상표권 사용료를 지급받기로 하였고, 乙 회사는 피고인으로부터 대가를 받고 상품을 공급한 것이므로, 상품이 판매됨으로써 상표권자에게 금전적 보상이 이루어졌다고 볼 수 있고, 상표권자가 추가적인 유통을 금지할 이익이 크다고 보기 어려운 반면 거래를 통해 상품을 구입한 수요자 보호의 필요성은 인정되는 점을 종합하면, 결국 乙 회사가 피고인에게 상품을 공급함으로써 해당 상품에 대한 상표권은 그 목적을 달성한 것으로서 소진되고, 그로써 상표권의 효력은 해당 상품을 사용, 양도 또는 대여한 행위 등에는 미치지 않는다는 이유로, 이와 달리 본 원심판단에 상표권의 소진에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제57조(현행 제97조 참조), 제93조(현행 제230조 참조) / [2] 구 상표법(2016. 2. 29. 법률 제14033호로 전부 개정되기 전의 것) 제57조(현행 제97조 참조), 제66조 제1항 제2호(현행 제108조 제1항 제2호 참조), 제93조(현행 제230조 참조), 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2003. 4. 11. 선고 2002도3445 판결(공2003상, 1218)<br/>"
}