{
  "판례일련번호": "226039",
  "사건명": "세무대리업무등록취소처분취소등[헌법불합치결정에 따른 개선입법 없이 개정시한이 도과된 사건]",
  "사건번호": "2018두49154",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200130",
  "판시사항": "[1] 비형벌조항에 대해 잠정적용 또는 적용중지 헌법불합치결정이 선고되었으나 위헌성이 제거된 개선입법이 이루어지지 않은 채 개정시한이 지난 경우, 그 법률조항의 효력이 상실되는 시점 / 비형벌조항에 대해 잠정적용 헌법불합치결정이 선고되었으나 해당 법률조항의 잠정적용을 명한 부분의 효력이 미치는 사안이 아니라 적용중지 상태에 있는 부분의 효력이 미치는 사안인 경우, 그 법률조항 중 적용중지 상태에 있는 부분은 헌법불합치결정이 있었던 때로 소급하여 효력을 상실하는지 여부(적극)<br/>  [2] 세무사 자격을 보유하고 있는 변호사 甲이 국세청장에게 세무대리업무등록 갱신을 신청하였으나 국세청장이 세무사법 제6조 제1항, 제20조 제1항에 따라 甲의 신청을 반려하는 처분을 하자, 甲이 처분의 취소를 구하는 소송 계속 중 위 법률조항에 대하여 위헌법률심판제청을 신청하였고 원심법원이 위헌법률심판제청을 하였는데, 헌법재판소가 위 법률조항이 세무사 자격 보유 변호사의 직업선택 자유를 침해한다며 위 법률조항에 대한 헌법불합치를 선언하면서 2019. 12. 31.을 시한으로 입법자가 개정할 때까지 위 법률조항의 계속 적용을 결정하였으나 국회가 개정시한까지 위 법률조항을 개정하지 않은 사안에서, 위 법률조항 가운데 세무사 자격 보유 변호사의 세무대리를 전면적·일률적으로 금지한 부분은 헌법불합치결정이 있었던 때로 소급하여 효력을 상실하였으므로 헌법불합치결정을 하게 된 해당 사건에 대해서는 위 법률조항이 그대로 적용될 수 없다는 이유로, 위 법률조항이 적용됨을 전제로 甲의 세무대리업무등록 갱신 신청을 반려한 국세청장의 처분이 위법하다고 한 사례<br/>",
  "판결요지": "[1] 비형벌조항에 대해 잠정적용 헌법불합치결정이 선고되었으나 위헌성이 제거된 개선입법이 이루어지지 않은 채 개정시한이 지남으로써 그 법률조항의 효력이 상실되었다고 하더라도 그 효과는 장래에 향해서만 미칠 뿐이고, 당해 사건이라고 하여 이와 달리 취급할 이유는 없다. 한편 비형벌조항에 대한 적용중지 헌법불합치결정이 선고되었으나 위헌성이 제거된 개선입법이 이루어지지 않은 채 개정시한이 지난 때에는 헌법불합치결정 시점과 법률조항의 효력이 상실되는 시점 사이에 아무런 규율도 존재하지 않는 법적 공백을 방지할 필요가 있으므로, 그 법률조항은 헌법불합치결정이 있었던 때로 소급하여 효력을 상실한다. 비형벌조항에 대해 잠정적용 헌법불합치결정이 선고된 경우라도 해당 법률조항의 잠정적용을 명한 부분의 효력이 미치는 사안이 아니라 적용중지 상태에 있는 부분의 효력이 미치는 사안이라면, 그 법률조항 중 적용중지 상태에 있는 부분은 헌법불합치결정이 있었던 때로 소급하여 효력을 상실한다고 보아야 한다.<br/>  [2] 세무사 자격을 보유하고 있는 변호사 甲이 국세청장에게 세무대리업무등록 갱신을 신청하였으나 국세청장이 세무사법 제6조 제1항, 제20조 제1항에 따라 甲의 신청을 반려하는 처분을 하자, 甲이 처분의 취소를 구하는 소송 계속 중 위 법률조항에 대하여 위헌법률심판제청을 신청하였고 원심법원이 위헌법률심판제청을 하였는데, 헌법재판소가 위 법률조항이 세무사 자격 보유 변호사의 직업선택 자유를 침해한다며 위 법률조항에 대한 헌법불합치를 선언하면서 2019. 12. 31.을 시한으로 입법자가 개정할 때까지 위 법률조항의 계속 적용을 결정하였으나 국회가 개정시한까지 위 법률조항을 개정하지 않은 사안에서, 헌법재판소가 헌법불합치결정에서 위 법률조항의 계속 적용을 명한 부분의 효력은 일반 세무사의 세무사등록을 계속 허용하는 근거 규정이라는 점에 미치고 이와 달리 위 법률조항 가운데 세무사 자격 보유 변호사의 세무대리를 전면적·일률적으로 금지한 부분은 여전히 적용이 중지되고 개정시한이 지남으로써 헌법불합치결정이 있었던 때로 소급하여 효력을 상실하였으므로 헌법불합치결정을 하게 된 해당 사건에 대해서는 위 법률조항이 그대로 적용될 수 없다는 이유로, 위 법률조항이 적용됨을 전제로 甲의 세무대리업무등록 갱신 신청을 반려한 국세청장의 처분이 위법하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법재판소법 제47조 / [2] 세무사법 제6조 제1항, 제20조 제1항, 헌법재판소법 제47조<br/>",
  "참조판례": "[1] 대법원 2012. 10. 11. 선고 2012도7455 판결(공2012하, 1864)<br/>"
}