{
  "판례일련번호": "226051",
  "사건명": "특정범죄가중처벌등에관한법률위반(관세)·관세법위반·조세범처벌법위반·특정범죄가중처벌등에관한법률위반(조세)·범인도피·범인도피교사",
  "사건번호": "2019도11489",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200130",
  "판시사항": "[1] 관세법 제241조 제1항이 물품을 수출·수입 또는 ‘반송’하고자 할 때 세관장에게 신고하도록 규정한 취지 / 관세법 제269조에서 무신고 수출입 및 ‘반송’ 행위를 처벌하는 주된 취지 / 외국으로부터 국내에 도착한 외국물품이 수입통관절차를 거치지 아니하고 다시 외국으로 반출되는 경우, 반송신고의 대상이 되는지 여부(원칙적 적극) 및 이러한 신고 없이 해당 물품을 ‘반송’하는 행위가 관세법 제269조 제3항 제1호에 해당하는지 여부(적극)<br/>  [2] 출국지를 우리나라로 변경할 목적으로 국내에 도착한 외국물품이 ‘세관절차의 간소화 및 조화에 관한 국제협약 개정 의정서’(개정 교토협약)에 따라 반송신고 등 통관절차가 면제되는 환적물품에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 관세법은 ‘반송’이란 ‘국내에 도착한 외국물품이 수입통관절차를 거치지 아니하고 다시 외국으로 반출되는 것을 말한다’라고 정의하면서(제2조 제3호), ‘외국으로부터 우리나라에 도착한 물품으로서 제241조 제1항에 따른 수입의 신고가 수리되기 전의 것’은 ‘외국물품’에 해당한다고 규정하고 있다[제2조 제4호 (가)목]. 또한 관세법은 물품을 ‘반송’하려면 해당 물품의 품명·규격·수량 및 가격과 그 밖에 대통령령으로 정하는 사항을 세관장에게 신고하도록 규정하면서(제241조 제1항), 위 규정에 따른 신고를 하지 아니하고 물품을 ‘반송’한 자를 처벌하도록 규정하고 있다(제269조 제3항 제1호). 다만 관세법 제241조 제2항은 ‘휴대품·탁송품 또는 별송품 등에 해당하는 물품은 대통령령으로 정하는 바에 따라 제1항에 따른 신고를 생략하게 할 수 있다’고 규정함으로써 신고의무의 예외를 두고 있다. 한편 관세법 제2조 제13호는 “통관이란 이 법에 따른 절차를 이행하여 물품을 수출·수입 또는 ‘반송’하는 것을 말한다.”라고 규정하고 있고, 제2조 제14호는 “환적이란 동일한 세관의 관할구역에서 입국 또는 입항하는 운송수단에서 출국 또는 출항하는 운송수단으로 물품을 옮겨 싣는 것을 말한다.”라고 규정하고 있다.<br/>  관세법은 통관을 화물의 이동경로에 따라 크게 수입통관, 수출통관 및 반송통관 등 세 가지로만 분류하는 전제에서 통관제도에 대하여 규율하고 있는데, 관세법 제241조 제1항이 물품을 수출·수입 또는 ‘반송’하고자 할 때 세관장에게 신고하도록 규정한 취지는 통관절차에서 관세법과 기타 수출입 관련 법령에 규정된 조건의 구비 여부를 확인하고자 하는 데 있다. 한편 관세법 제269조에서 무신고 수출입 및 ‘반송’ 행위를 처벌하는 주된 취지는 수출입 및 반송 물품에 대한 적정한 통관절차의 이행을 확보하는 데에 있고, 관세수입의 확보는 부수적인 목적에 불과하다.<br/>  이와 같은 관련 규정의 문언, 체계와 취지 등을 종합하여 보면, 외국으로부터 국내에 도착한 외국물품이 수입통관절차를 거치지 아니하고 다시 외국으로 반출되는 경우에는 관세법 제241조 제2항에 해당하는 등 특별한 사정이 없는 한 반송신고의 대상이 되므로, 이러한 신고 없이 해당 물품을 ‘반송’하는 행위는 관세법 제269조 제3항 제1호에 해당한다고 봄이 타당하다.<br/>  [2] 우리나라가 가입하여 2006. 2. 3.부터 국내에서 발효된 ‘세관절차의 간소화 및 조화에 관한 국제협약 개정 의정서’(이하 ‘개정 교토협약’이라고 한다)의 특별부속서 E(운송) 제2장(환적)의 이행지침에서는, 환적물품에 대하여 통관절차가 면제되는 취지로 규정하면서, 환적의 필수적인 특성으로 해당 물품은 오직 해당 관세영역으로부터 반출을 위하여 다른 운송수단으로 옮겨 실을 목적으로만 그 관세영역에 도착할 것 등을 규정하고 있다. 따라서 출국지를 우리나라로 변경할 목적으로 국내에 도착한 외국물품은 개정 교토협약에 따라 반송신고 등 통관절차가 면제되는 환적물품에 해당하지 않는다고 볼 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 관세법 제2조 제3호, 제4호 (가)목, 제13호, 제14호, 제241조 제1항, 제2항, 제269조 제3항 제1호 / [2] 관세법 제2조 제3호, 제4호 (가)목, 제13호, 제14호, 제241조 제1항, 제2항, 제269조 제3항 제1호<br/>",
  "참조판례": "[1] 대법원 2005. 12. 23. 선고 2005도6484 판결(공2006상, 211), 대법원 2006. 5. 25. 선고 2004도1133 판결(공2006하, 1199)<br/>"
}