{
  "판례일련번호": "226019",
  "사건명": "손해배상등",
  "사건번호": "2015다49422",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200130",
  "판시사항": "[1] 민사소송에서 법원의 심판 대상과 범위<br/>  [2] 甲 외국법인이 乙 주식회사를 상대로 乙 회사가 甲 법인과 체결한 기술제휴협약에 따라 봉강절단기 제품에 관한 도면을 제공받아 여러 업체에 위 제품을 제조·판매하고서도 이를 甲 법인에 보고하지 않았다며 기술제휴협약 위반에 따른 위약금 등 청구의 소를 제기하여 위 제품의 제작·판매 등 금지, 甲 법인이 특정한 고유기술의 사용 등 금지, 도면 등의 인도, 손해배상 및 그 지연손해금의 지급을 명하는 선행판결을 선고받아 판결 확정 후 乙 회사와 ‘乙 회사가 위 판결에 따른 금전지급의무 중 일부를 면제받고 나머지 의무를 성실히 준수한다’는 내용의 약정을 체결하였는데, 그 후 다시 乙 회사가 위 제품을 제조·판매하자, 甲 법인이 乙 회사를 상대로 선행판결 또는 위 약정에 따른 의무 위반을 주위적 청구원인으로 하여 봉강절단기 제조 금지 및 봉강절단기 제조·판매로 인한 손해배상을 구한 사안에서, 선행판결이나 위 약정에 따른 의무 위반을 원인으로 하는 금지 및 손해배상청구는 부정경쟁방지 및 영업비밀보호에 관한 법률상 영업비밀 침해를 원인으로 하는 금지 및 손해배상청구와는 요건과 증명책임을 달리하는 전혀 별개의 소송물인데도, 甲 법인이 주위적 청구에 부정경쟁방지 및 영업비밀보호에 관한 법률상 영업비밀 침해를 원인으로 하는 금지 및 손해배상청구를 선택적으로 추가하였다고 선해하여 위 금지 및 손해배상청구를 인용한 원심판결에는 민사소송법 제203조에서 정한 처분권주의를 위반한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법은 ‘처분권주의’라는 제목으로 “법원은 당사자가 신청하지 아니한 사항에 대하여는 판결하지 못한다.”라고 정하고 있다. 민사소송에서 심판 대상은 원고의 의사에 따라 특정되고, 법원은 당사자가 신청한 사항에 대하여 신청 범위 내에서만 판단하여야 한다.<br/>  [2] 甲 외국법인이 乙 주식회사를 상대로 乙 회사가 甲 법인과 체결한 기술제휴협약에 따라 봉강절단기 제품에 관한 도면을 제공받아 여러 업체에 위 제품을 제조·판매하고서도 이를 甲 법인에 보고하지 않았다며 기술제휴협약 위반에 따른 위약금 등 청구의 소를 제기하여 위 제품의 제작·판매 등 금지, 甲 법인이 특정한 고유기술의 사용 등 금지, 도면 등의 인도, 손해배상 및 그 지연손해금의 지급을 명하는 선행판결을 선고받아 판결 확정 후 乙 회사와 ‘乙 회사가 위 판결에 따른 금전지급의무 중 일부를 면제받고 나머지 의무를 성실히 준수한다’는 내용의 약정을 체결하였는데, 그 후 다시 乙 회사가 위 제품을 제조·판매하자, 甲 법인이 乙 회사를 상대로 선행판결 또는 위 약정에 따른 의무 위반을 주위적 청구원인으로 하여 봉강절단기 제조 금지 및 봉강절단기 제조·판매로 인한 손해배상을 구한 사안에서, 선행판결이나 위 약정에 따른 의무 위반을 원인으로 하는 금지 및 손해배상청구는 부정경쟁방지 및 영업비밀보호에 관한 법률(이하 ‘부정경쟁방지법’이라 한다)상 영업비밀 침해를 원인으로 하는 금지 및 손해배상청구와는 요건과 증명책임을 달리하는 전혀 별개의 소송물인데도, 甲 법인과 乙 회사가 영업비밀성에 관한 공방을 하자, 甲 법인이 주위적 청구에 부정경쟁방지법 제10조 제1항에 따른 금지 청구와 같은 법 제11조에 따른 손해배상청구를 선택적으로 추가하였다고 선해한 다음, 甲 법인이 특정한 기술정보 중 일부를 제외한 나머지 정보가 공연히 알려지지 않은 정보이고, 독립된 경제적 가치를 가지며, 비밀로 유지하기 위하여 상당한 노력을 한 것으로 영업비밀에 해당하고, 乙 회사가 영업비밀의 침해 금지기간이 지났다고 주장하나 그 기간이 지났다거나 언제까지라고 합리적으로 단정할 수 없다는 이유로 위 금지 및 손해배상청구를 인용한 원심판결에는 甲 법인이 신청하지도 않은 사항에 대하여 판결함으로써 민사소송법 제203조에서 정한 처분권주의를 위반한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제203조 / [2] 민사소송법 제203조, 제423조, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2015. 1. 28. 법률 제13081호로 개정되기 전의 것) 제2조 제2호, 제11조, 제14조의2 제5항, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2019. 1. 8. 법률 제16204호로 개정되기 전의 것) 제2조 제2호, 제10조 제1항<br/>",
  "참조판례": "[1] 대법원 1982. 4. 27. 선고 81다카550 판결(공1982, 557), 대법원 2013. 5. 9. 선고 2011다61646 판결<br/>"
}