{
  "판례일련번호": "226113",
  "사건명": "재심기각결정에대한재항고",
  "사건번호": "2015모2204",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20200221",
  "판시사항": "법률조항의 개정이 자구만 형식적으로 변경된 데 불과하여 개정 전후 법률조항들의 동일성이 그대로 유지되는 경우, ‘개정 전 법률조항’에 대한 위헌결정의 효력이 ‘개정 법률조항’에 대하여도 미치는지 여부(적극) / 법률조항의 개정이 자구만 형식적으로 변경된 것에 불과하여 개정 전후 법률조항들 사이에 실질적 동일성이 인정되는 경우, ‘개정 법률조항’에 대한 위헌결정의 효력이 ‘개정 전 법률조항’에까지 그대로 미치는지 여부(소극)<br/>",
  "판결요지": "어느 법률조항의 개정이 자구만 형식적으로 변경된 데 불과하여 개정 전후 법률조항들 자체의 의미내용에 아무런 변동이 없고, 개정 법률조항이 해당 법률의 다른 조항이나 관련 다른 법률과의 체계적 해석에서도 개정 전 법률조항과 다른 의미로 해석될 여지가 없어 양자의 동일성이 그대로 유지되고 있는 경우에는 ‘개정 전 법률조항’에 대한 위헌결정의 효력은 그 주문에 개정 법률조항이 표시되어 있지 아니하더라도 ‘개정 법률조항’에 대하여도 미친다.<br/>  그러나 이와 달리 ‘개정 법률조항’에 대한 위헌결정이 있는 경우에는, 비록 그 법률조항의 개정이 자구만 형식적으로 변경된 것에 불과하여 개정 전후 법률조항들 사이에 실질적 동일성이 인정된다 하더라도, ‘개정 법률조항’에 대한 위헌결정의 효력이 ‘개정 전 법률조항’에까지 그대로 미친다고 할 수는 없다. 그 이유는 다음과 같다.<br/>  ① 동일한 내용의 형벌법규라 하더라도 그 법률조항이 규율하는 시간적 범위가 상당한 기간에 걸쳐 있는 경우에는 시대적·사회적 상황의 변화와 사회 일반의 법의식의 변천에 따라 위헌성에 대한 평가가 달라질 수 있다. 따라서 헌법재판소가 특정 시점에 위헌으로 선언한 형벌조항이라 하더라도 그것이 원래부터 위헌적이었다고 단언할 수 없으며, 헌법재판소가 과거 어느 시점에 당대의 법 감정과 시대상황을 고려하여 합헌결정을 한 사실이 있는 법률조항이라면 더욱 그러하다.<br/>  그럼에도 개정 전후 법률조항들의 내용이 실질적으로 동일하다고 하여 ‘개정 법률조항’에 대한 위헌결정의 효력이 ‘개정 전 법률조항’에까지 그대로 미친다고 본다면, 오랜 기간 그 법률조항에 의하여 형성된 합헌적 법집행을 모두 뒤집게 되어 사회구성원들의 신뢰와 법적 안정성에 반하는 결과를 초래할 수 있다.<br/>  ② 형벌에 관한 법률조항에 대한 위헌결정의 소급효를 일률적으로 부정하여 과거에 형성된 위헌적 법률관계를 구제의 범위 밖에 두게 되면 구체적 정의와 형평에 반할 수 있는 반면, 위헌결정의 소급효를 제한 없이 인정하면 과거에 형성된 법률관계가 전복되는 결과를 가져와 법적 안정성에 중대한 영향을 미치게 된다. 헌법재판소법 제47조 제3항은 본문에서 ‘형벌에 관한 법률조항은 위헌결정으로 소급하여 그 효력을 상실한다’고 규정하면서도, 단서에서 ‘해당 법률조항에 대하여 종전에 합헌으로 결정한 사건이 있는 경우에는 그 결정이 있는 날의 다음 날로 소급하여 효력을 상실한다’고 규정하고 있다. 이는 형벌조항에 대한 합헌결정이 있는 경우 그 합헌결정에 대하여 위헌결정의 소급효를 제한하는 효력을 인정함으로써 합헌결정이 있는 날까지 쌓아온 규범에 대한 사회적 신뢰와 법적 안정성을 보호하도록 한 것이다. 또한 헌법재판소는 위헌결정의 소급효를 둘러싼 위와 같이 대립되는 법률적 이념에 대한 고려와 형량의 결과로 심판대상을 확장 또는 제한하게 된다.<br/>  형벌에 관한 법률조항에 대한 합헌결정이 갖는 규범적 의미, 위헌결정의 소급적 확장 여부에 관한 헌법재판소의 심판대상 확정의 의의 및 법원과 헌법재판소 사이의 헌법상 권한분장의 취지를 고려할 때, 헌법재판소가 합헌결정을 한 바 있는 ‘개정 전 법률조항’에 대하여 법원이 이와 다른 판단을 할 수는 없으며, 이는 헌법재판소가 ‘개정 법률조항’에 대한 위헌결정의 이유에서 ‘개정 전 법률조항’에 대하여 한 종전 합헌결정의 견해를 변경한다는 취지를 밝히는 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "헌법재판소법 제47조 제3항, 제4항<br/>",
  "참조판례": "대법원 2014. 8. 28. 선고 2014도5433 판결(공2014하, 1955)<br/>"
}