{
  "판례일련번호": "226133",
  "사건명": "항만시설사용료요율변경등취소청구",
  "사건번호": "2017두37215",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200227",
  "판시사항": "[1] 특정 사안과 관련하여 법률에서 하위 법령에 위임을 한 경우, 모법의 위임범위를 확정하거나 하위 법령이 위임의 한계를 준수하고 있는지 판단하는 방법 / 이 경우 해당 법률이나 상위법령으로부터 위임명령에 규정될 내용의 대강을 예측할 수 있어야 하는지 여부(적극) 및 이때 예측가능성 유무를 판단하는 방법<br/>  [2] 화물입출항료의 징수대상시설에 항로나 정박지 등과 같은 수역시설을 포함시킨 해양수산부 고시 ‘항만공사가 징수하는 사용료 및 임대료의 세부 구분 등에 관한 규정’ 제3조 제1항 제1호 (나)목, 제2항 [별표 1]의 화물입출항료 징수대상시설 중 수역시설에 관한 부분이 위임입법의 한계를 벗어났는지 여부(소극)<br/>",
  "판결요지": "[1] 특정 사안과 관련하여 법률에서 하위 법령에 위임을 한 경우에 모법의 위임범위를 확정하거나 하위 법령이 위임의 한계를 준수하고 있는지를 판단할 때에는, 하위 법령이 규정한 내용이 입법자가 형식적 법률로 스스로 규율하여야 하는 본질적 사항으로서 의회유보의 원칙이 지켜져야 할 영역인지와 함께, 당해 법률 규정의 입법 목적과 규정 내용, 규정의 체계, 다른 규정과의 관계 등을 종합적으로 고려하여야 하고, 위임 규정 자체에서 의미 내용을 정확하게 알 수 있는 용어를 사용하여 위임의 한계를 분명히 하고 있는데도 문언적 의미의 한계를 벗어났는지 여부나 하위 법령의 내용이 모법 자체로부터 위임된 내용의 대강을 예측할 수 있는 범위 내에 속한 것인지, 수권 규정에서 사용하고 있는 용어의 의미를 넘어 범위를 확장하거나 축소하여서 위임 내용을 구체화하는 단계를 벗어나 새로운 입법을 한 것으로 평가할 수 있는지 등을 구체적으로 따져 보아야 한다.<br/>    구체적인 위임의 범위는 규제하고자 하는 대상의 종류와 성격에 따라 달라지는 것이어서 일률적 기준을 정할 수는 없지만, 적어도 위임명령에 규정될 내용과 범위의 기본사항이 구체적으로 규정되어 있어서 누구라도 해당 법률이나 상위법령으로부터 위임명령에 규정될 내용의 대강을 예측할 수 있어야 한다. 이 경우 예측가능성의 유무는 위임조항 하나만을 가지고 판단할 것이 아니라 위임조항이 속한 법률의 전반적인 체계, 취지와 목적, 위임조항의 규정형식과 내용, 관련 법규를 유기적·체계적으로 종합하여 판단하여야 하며, 나아가 규제 대상의 성질에 따라 구체적·개별적으로 검토할 필요가 있다.<br/>  [2] 항만공사법 제30조 제1항, 제3항과 항만공사법 시행령 제13조 제1항 제1호 (나)목, 제2항, 항만공사법 시행규칙 제12조 제1항의 규정 내용, 체계에다가 국내 항만운영정책의 특성과 항만시설사용료 체계 및 운영실태 등을 관련 법리에 비추어 살펴보면, ‘항만공사가 징수하는 사용료 및 임대료의 세부 구분 등에 관한 규정’(2013. 5. 6. 해양수산부고시 제2013-28호) 조항에 규정될 화물입출항료의 징수대상시설에는 적어도 항로나 정박지 등과 같은 수역시설이 포함될 것임을 충분히 예측할 수 있다. 따라서 위 해양수산부 고시 제3조 제1항 제1호 (나)목, 제2항 [별표 1]의 화물입출항료 징수대상시설 중 수역시설에 관한 부분[1. 나. (1)]이 항만공사법령으로부터 위임받은 범위를 일탈하여 위임입법의 한계를 벗어났다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제75조, 제95조 / [2] 항만공사법 제30조 제1항, 제3항, 항만공사법 시행령 제13조 제1항 제1호 (나)목, 제2항, 항만공사법 시행규칙 제12조 제1항<br/>",
  "참조판례": "[1] 대법원 2015. 8. 20. 선고 2012두23808 전원합의체 판결(공2015하, 1419), 대법원 2017. 1. 12. 선고 2016두35199 판결(공2017상, 385)<br/>"
}