{
  "판례일련번호": "226185",
  "사건명": "부당이득금[국세환급가산금의 기산일 사건]",
  "사건번호": "2018다264161",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200312",
  "판시사항": "[1] 동일한 과세기간 및 세목의 국세에 대하여 당초 신고 또는 부과에 따른 납부 이후에 증액경정처분 및 그에 따른 납부가 이루어진 경우, 국세환급가산금의 기산일(=각각의 국세환급금이 발생한 국세 납부일의 다음 날)<br/>  [2] 甲은 과세관청의 2009년 귀속 종합부동산세 등 부과처분에 따른 금액을 납부하였고, 2010년 귀속 종합부동산세 등을 신고·납부하였으며, 이후 과세물건의 추가 등을 이유로 한 과세관청의 제1, 2차 증액경정처분에 따라 증가된 2009년 및 2010년 귀속 종합부동산세 등을 각 추가로 납부하였는데, 그 후 甲 등이 관할 세무서장 등을 상대로 제기한 종합부동산세 부과처분 등 취소청구의 소의 판결이 확정됨에 따라 과세관청이 종합부동산세 세액계산 시 공제할 재산세액이 과소 산정되었음을 이유로 甲이 초과납부한 2009년 및 2010년 귀속 종합부동산세 등의 금액을 환급금으로 결정하고 그 금액 및 환급가산금을 지급하면서, 환급가산금을 국세기본법 시행령 제43조의3 제1항 제1호 단서에 따라 2009년 및 2010년 귀속 종합부동산세의 각 마지막 납부일 다음 날부터 순차적으로 기산하여 산정한 사안에서, 환급금의 환급가산금 기산일은 국세기본법 시행령 제43조의3 제1항 제1호 본문에 따라 각 국세 납부일의 다음 날로 보아야 하고, 또한 환급금은 최초 부과처분 및 신고, 제1, 2차 증액경정처분에 따른 각 납부분 중 각 재산세액 과소공제분만큼 발생한 것이므로, 그 각각의 금액을 납부한 다음 날이 환급가산금의 기산일이 되어야 함에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2017. 12. 19. 법률 제15220호로 개정되기 전의 것) 제52조, 같은 법 시행령 제43조의3 제1항 제1호 본문 및 단서 규정의 내용과 체계 및 국세환급가산금은 국세환급금에 대한 법정이자로서의 성질을 가진 지급금이라는 점 등을 고려하면, 납부 후 그 납부의 기초가 된 신고 또는 부과를 취소함에 따라 발생한 국세환급금의 경우 국세환급가산금의 기산일은 국세기본법 시행령 제43조의3 제1항 제1호 단서에 따라 ‘그 국세가 2회 이상 분할납부된 경우’ 등이 아닌 이상 같은 호 본문에 따라 ‘국세 납부일의 다음 날’로 봄이 타당하다. 따라서 동일한 과세기간 및 세목의 국세에 대하여 당초 신고 또는 부과에 따른 납부 이후에 증액경정처분 및 그에 따른 납부가 이루어진 경우 국세환급가산금의 기산일은 국세기본법 시행령 제43조의3 제1항 제1호 본문에 따라 각각의 국세환급금이 발생한 국세 납부일의 다음 날로 보아야 한다.<br/>  [2] 甲은 과세관청의 2009년 귀속 종합부동산세 등 부과처분에 따른 금액을 납부하였고, 2010년 귀속 종합부동산세 등을 신고·납부하였으며, 이후 과세물건의 추가 등을 이유로 한 과세관청의 제1, 2차 증액경정처분에 따라 증가된 2009년 및 2010년 귀속 종합부동산세 등을 각 추가로 납부하였는데, 그 후 甲 등이 관할 세무서장 등을 상대로 제기한 종합부동산세 부과처분 등 취소청구의 소의 판결이 확정됨에 따라 과세관청이 종합부동산세 세액계산 시 공제할 재산세액이 과소 산정되었음을 이유로 甲이 초과납부한 2009년 및 2010년 귀속 종합부동산세 등의 금액을 환급금으로 결정하고 그 금액 및 환급가산금을 지급하면서, 환급가산금을 국세기본법 시행령 제43조의3 제1항 제1호 단서에 따라 2009년 및 2010년 귀속 종합부동산세의 각 마지막 납부일 다음 날부터 순차적으로 기산하여 산정한 사안에서, 甲은 2009년 및 2010년 귀속 종합부동산세 등을 최초의 신고 또는 부과처분과 제1, 2차 증액경정처분에 따라 각각 납부한 것일 뿐 각 증액경정처분에 따른 세액을 ‘분할납부’하였다고 볼 수 없으므로, 환급금의 환급가산금 기산일은 국세기본법 시행령 제43조의3 제1항 제1호 본문에 따라 각 국세 납부일의 다음 날로 보아야 하고, 또한 환급금은 최초 부과처분 및 신고, 제1, 2차 증액경정처분에 따른 각 납부분 중 각 재산세액 과소공제분만큼 발생한 것이므로, 그 각각의 금액을 납부한 다음 날이 환급가산금의 기산일이 되어야 함에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2017. 12. 19. 법률 제15220호로 개정되기 전의 것) 제52조, 국세기본법 시행령 제43조의3 제1항 제1호 / [2] 구 국세기본법(2017. 12. 19. 법률 제15220호로 개정되기 전의 것) 제52조, 국세기본법 시행령 제43조의3 제1항 제1호<br/>",
  "참조판례": ""
}