{
  "판례일련번호": "226179",
  "사건명": "사기·공전자기록등위작·위작공전자기록등행사·건설폐기물의재활용촉진에관한법률위반",
  "사건번호": "2016도19170",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200312",
  "판시사항": "[1] 형법 제227조의2(공전자기록위작·변작)에 규정된 ‘공무원’, ‘공무소’, ‘공무원 또는 공무소의 전자기록’의 의미 / 공무원 또는 공무소가 아닌 행위주체가 계약 등에 의하여 공무와 관련되는 업무를 일부 대행하는 경우, 위 조항의 ‘공무원 또는 공무소’가 될 수 있는지 여부(원칙적 소극)<br/>  [2] 한국환경공단이 환경부장관의 위탁을 받아 건설폐기물 인계·인수에 관한 내용 등의 전산처리를 위한 전자정보처리프로그램인 올바로시스템을 구축·운영하고 있는 경우, 그 업무를 수행하는 한국환경공단 임직원을 공전자기록의 작성권한자인 공무원으로 보거나 한국환경공단을 공무소로 볼 수 있는지 여부(소극) / 한국환경공단법 등이 한국환경공단 임직원을 형법 제129조 내지 제132조의 적용에 있어 공무원으로 본다고 규정한다고 하여 그들 또는 그들이 직무를 행하는 한국환경공단을 형법 제227조의2에 정한 공무원 또는 공무소에 해당한다고 보는 것은 죄형법정주의 원칙에 반하는지 여부(적극)<br/>",
  "판결요지": "[1] 형법 제227조의2(공전자기록위작·변작)는 “사무처리를 그르치게 할 목적으로 공무원 또는 공무소의 전자기록 등 특수매체기록을 위작 또는 변작한 자는 10년 이하의 징역에 처한다.”라고 규정하고 있다. 여기에서 ‘공무원’이란 원칙적으로 법령에 의해 공무원의 지위를 가지는 자를 말하고, ‘공무소’란 공무원이 직무를 행하는 관청 또는 기관을 말하며, ‘공무원 또는 공무소의 전자기록’은 공무원 또는 공무소가 직무상 작성할 권한을 가지는 전자기록을 말한다. 따라서 그 행위주체가 공무원과 공무소가 아닌 경우에는 형법 또는 특별법에 의하여 공무원 등으로 의제되는 경우를 제외하고는 계약 등에 의하여 공무와 관련되는 업무를 일부 대행하는 경우가 있더라도 공무원 또는 공무소가 될 수 없다. 형벌법규의 구성요건인 공무원 또는 공무소를 법률의 규정도 없이 확장해석하거나 유추해석하는 것은 죄형법정주의 원칙에 반하기 때문이다.<br/>  [2] 건설폐기물의 재활용촉진에 관한 법률(이하 ‘건설폐기물법’이라고 한다) 제18조 제1항 본문은 “건설폐기물을 배출, 수집·운반 또는 처리를 하는 자는 건설폐기물을 배출, 수집·운반 또는 처리를 할 때마다 건설폐기물의 인계·인수에 관한 내용을 제19조 제1항에 따른 전자정보처리프로그램에 입력하여야 한다.”라고 규정하고 있고, 같은 법 제19조 제1항은 “환경부장관은 건설폐기물의 인계·인수에 관한 정보를 처리할 수 있는 전자정보처리프로그램을 구축·운영하여야 한다.”라고 규정하고 있다. 한편 폐기물관리법 제62조 제2항, 폐기물관리법 시행령 제37조의2는 폐기물의 인계·인수 내용들을 관리할 수 있는 전산처리기구의 설치·운영 업무 및 전자정보처리프로그램의 구축·운영 업무를 한국환경공단에 위탁한다고 규정하고 있다. 그리고 환경부고시인 ‘폐기물 전자정보처리 프로그램 운영 및 사용 등에 관한 고시’는 폐기물관리법 제45조 제1항에 정한 전산처리기구는 한국환경공단법에 의하여 설립된 한국환경공단을 말하고(제4조), 올바로시스템이란 폐기물관리법 제18조 제3항, 건설폐기물법 제18조 제1항 등에 따라 폐기물 인계·인수 내용 등의 전산처리를 위하여 전산처리기구에 구축·운영하는 전자정보처리프로그램을 말한다(제2조 제1호)라고 규정하여, 전산처리기구의 장으로 하여금 올바로시스템 유지보수 등의 업무를 처리하도록 하고 있다(제5조 제3호).<br/>    그런데 한국환경공단은 한국환경공단법에 의해 설립된 법인으로서, 그 임직원은 공무원이 아니고 단지 같은 법 제11조, 건설폐기물법 제61조, 폐기물관리법 제62조의2 등에 의하여 형법 제129조부터 제132조까지의 규정을 적용할 때 공무원으로 의제될 뿐이며, 한국환경공단 임직원을 공전자기록 등 위작죄에서 공전자기록 작성권한자인 공무원으로 의제하거나 한국환경공단이 작성하는 전자기록을 공전자기록으로 의제하는 취지의 명문규정은 없다.<br/>    이러한 관련 법령을 법리에 비추어 살펴보면, 한국환경공단이 환경부장관의 위탁을 받아 건설폐기물 인계·인수에 관한 내용 등의 전산처리를 위한 전자정보처리프로그램인 올바로시스템을 구축·운영하고 있더라도, 그 업무를 수행하는 한국환경공단 임직원을 공전자기록의 작성권한자인 공무원으로 보거나 한국환경공단을 공무소로 볼 수는 없다. 그리고 한국환경공단법 등이 한국환경공단 임직원을 형법 제129조 내지 제132조의 적용에 있어 공무원으로 본다고 규정한다고 하여 그들 또는 그들이 직무를 행하는 한국환경공단을 형법 제227조의2에 정한 공무원 또는 공무소에 해당한다고 보는 것은 형벌법규를 피고인에게 불리하게 확장해석하거나 유추해석하는 것이어서 죄형법정주의 원칙에 반한다. 이는 한국환경공단 또는 그 임직원이 환경부장관으로부터 위탁받은 업무와 관련하여 직무상 작성한 문서를 공문서로 볼 수 없는 것과 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 제227조의2 / [2] 헌법 제12조 제1항, 형법 제1조 제1항, 제129조, 제130조, 제131조, 제132조, 제227조의2, 건설폐기물의 재활용촉진에 관한 법률 제18조 제1항, 제19조 제1항, 제61조, 폐기물관리법 제18조 제3항, 제45조 제1항, 제62조 제2항, 제62조의2, 폐기물관리법 시행령 제37조의2, 한국환경공단법 제11조<br/>",
  "참조판례": "[1] 대법원 2016. 1. 14. 선고 2015도9133 판결, 대법원 2016. 4. 15. 선고 2015도9772 판결<br/>"
}