{
  "판례일련번호": "226193",
  "사건명": "국제조세조정에관한법률위반",
  "사건번호": "2019도11381",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200312",
  "판시사항": "구 국제조세조정에 관한 법률 제34조 제6항의 위임에 따라 시행령에서 구체화될 ‘신고의무자 판정기준’에 외국법인(완전자회사)의 의결권 있는 주식 100분의 100을 직접 또는 간접 소유한 내국법인(완전모회사)을 실질적 소유자로 판정하는 기준이 포함될 수 있음을 충분히 예측할 수 있는지 여부(적극) / 완전모회사인 내국법인을 완전자회사인 외국법인 명의의 해외금융계좌의 실질적 소유자로 정한 구 국제조세조정에 관한 법률 시행령 제50조 제4항 본문 중 괄호 부분이 구 국제조세조정에 관한 법률 제34조 제6항의 위임범위를 일탈하여 무효인지 여부(소극)<br/>",
  "판결요지": "구 국제조세조정에 관한 법률(2018. 12. 31. 법률 제16099호로 개정되기 전의 것, 이하 ‘구 국제조세조정법’이라고 한다) 제34조의2 제1항은 ‘제34조 제1항에 따른 해외금융계좌정보의 신고의무자로서 신고기한 내에 신고하지 아니한 금액이나 과소 신고한 금액이 50억 원을 초과하는 경우에는 2년 이하의 징역 또는 신고의무 위반금액의 100분의 20 이하에 상당하는 벌금에 처한다. 다만 정당한 사유가 있는 경우에는 그러하지 아니하다’고 규정하고 있다. 그리고 구 국제조세조정법 제34조는 ‘해외금융회사에 개설된 해외금융계좌를 보유한 거주자 및 내국법인 중에서 해당 연도의 매월 말일 중 어느 하루의 보유계좌잔액이 대통령령으로 정하는 금액을 초과하는 자는 보유자의 성명·주소 등 신원에 관한 정보, 해외금융계좌 관련자에 관한 정보 등 해외금융계좌정보를 다음 연도 6월 1일부터 30일까지 납세지 관할 세무서장에게 신고하여야 한다’(제1항), ‘해외금융계좌 관련자(해외금융계좌 중 실지명의에 의하지 아니한 계좌 등 그 계좌의 명의자와 실질적 소유자가 다른 경우에는 명의자 및 실질적 소유자를, 공동명의 계좌인 경우에는 공동명의자 각각을 말한다)는 해당 계좌를 각각 보유한 것으로 본다’(제4항), ‘신고의무자 판정기준 등 해외금융계좌 신고에 관하여 필요한 사항은 대통령령으로 정한다’(제6항)고 규정하고 있다.<br/>  그 위임에 따른 구 국제조세조정에 관한 법률 시행령(2015. 2. 3. 대통령령 제26078호로 개정되어 2019. 2. 12. 대통령령 제29525호로 개정되기 전의 것, 이하 ‘구 국제조세조정법 시행령’이라고 한다) 제50조 제4항은 ‘국제조세조정법 제34조 제4항에 따른 실질적 소유자는 해당 계좌의 명의와는 관계없이 해당 해외금융계좌와 관련한 거래에서 경제적 위험을 부담하거나 이자·배당 등의 수익을 획득하거나 해당 계좌를 처분할 권한을 가지는 등 해당 계좌를 사실상 관리하는 자(내국법인이 외국법인의 의결권 있는 주식의 100분의 100을 직접 또는 간접으로 소유한 경우 그 내국법인을 포함하되, 조세조약의 체결 여부 등을 고려하여 기획재정부장관이 정하는 경우에는 그러하지 아니하다)로 한다. 다만 다음 각호의 어느 하나에 해당하는 경우에는 실질적 소유자로 보지 아니한다’고 규정하고 있다. 한편 ‘해외금융계좌의 실질소유자 간주 범위에 대한 고시’(2016. 5. 20. 기획재정부고시 제2016-12호)는 “국제조세조정에 관한 법률 시행령 제50조 제4항의 ‘기획재정부장관이 정하는 경우’란 ‘내국법인이 의결권 있는 주식의 100분의 100을 직접 또는 간접으로 소유한 외국법인’이 우리나라와 국제조세조정에 관한 법률 제2조 제1항 제2호의 조세조약을 체결하고 시행하는 국가에 소재하는 경우를 말한다.”라고 규정하고 있다.<br/>  위와 같은 구 국제조세조정법령의 규정 내용과 체계, 해외금융계좌 신고제도의 도입 취지, 완전모자회사의 특수성 등을 관련 법리에 비추어 살펴보면, 구 국제조세조정법 제34조 제6항의 위임에 따라 시행령에서 구체화될 ‘신고의무자 판정기준’에는 외국법인의 의결권 있는 주식 100분의 100을 직접 또는 간접 소유한 내국법인(이하 ‘완전모회사’라고 하고, 완전모회사가 주식 100분의 100을 직접 또는 간접 소유한 외국법인을 ‘완전자회사’라고 한다)을 실질적 소유자로 판정하는 기준이 포함될 수 있음을 충분히 예측할 수 있다고 보아야 한다. 그러므로 완전모회사인 내국법인을 완전자회사인 외국법인 명의의 해외금융계좌의 실질적 소유자로 정한 구 국제조세조정법 시행령 제50조 제4항 본문 중 괄호 부분이 구 국제조세조정법 제34조 제6항의 위임범위를 일탈하여 무효라고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 형법 제1조 제1항, 구 국제조세조정에 관한 법률(2018. 12. 31. 법률 제16099호로 개정되기 전의 것) 제1조, 제2조 제1항 제2호, 제34조 제1항, 제4항, 제6항, 제34조의2 제1항(현행 삭제), 구 국제조세조정에 관한 법률 시행령(2015. 2. 3. 대통령령 제26078호로 개정되기 전의 것) 제50조 제4항(현행 제50조 제5항 참조), 구 국제조세조정에 관한 법률 시행령(2019. 2. 12. 대통령령 제29525호로 개정되기 전의 것) 제50조 제4항(현행 제50조 제5항 참조)<br/>",
  "참조판례": ""
}