{
  "판례일련번호": "226117",
  "사건명": "적립금이관의소",
  "사건번호": "2016다260325",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200227",
  "판시사항": "[1] 구 농업협동조합의 구조개선에 관한 법률 부칙(2014. 3. 11.) 제2조 제1항의 ‘공제사업부문계정에 적립된 것’의 의미<br/>  [2] 농업협동조합법과 농업협동조합의 구조개선에 관한 법률 개정에 따른 후속조치로서 그동안 농업협동조합중앙회가 적립·관리하던 공제사업부문계정의 적립금을 예금보험공사에 이관하게 되었는데, 농업협동조합중앙회가 기금관리위원회의 결의를 통해 조합 경제사업 부실액의 기금계정별 분담기준을 이미 발생한 경제사업 부실액에 대해서도 소급 적용함에 따라 공제사업부문계정 적립금에서 일정 액수를 공제한 나머지 금액만 예금보험공사에 이관한 사안에서, 예금보험공사가 농업협동조합중앙회를 상대로 농림축산식품부장관이 정한 ‘상호금융예금자보호기금 공제사업부문계정 적립금 이관기준’에 따라 구체적으로 확정된 적립금 이관채무의 이행을 구하는 것은 민사소송의 대상이라고 보아야 하고, 만일 적법한 회계처리가 이루어졌다면 마땅히 공제사업부문계정에 속하는 것으로 처리되었을 재산은 농업협동조합중앙회가 예금보험공사에 이관하여야 할 공제사업부문계정의 적립금에 포함되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 구 농업협동조합의 구조개선에 관한 법률(2016. 12. 27. 법률 제14481호로 개정되기 전의 것, 이하 같다) 부칙(2014. 3. 11.) 제2조 제1항의 취지는 구 농업협동조합법(2011. 5. 19. 법률 제10684호로 개정되기 전의 것, 이하 같다) 시행일(2012. 3. 2.)에 상호금융예금자보호기금 공제사업부문계정에 속한 재산과 권리·의무에 관한 회계가 적법하게 처리되어 있는 것을 전제로 공제사업부문계정에 적립된 것을 예금보험공사의 예금보험기금에 이관하도록 한 것이다. 따라서 구 농업협동조합의 구조개선에 관한 법률 부칙(2014. 3. 11.) 제2조 제1항에서 정한 ‘공제사업부문계정에 적립된 것’이란 원칙적으로 2012. 3. 2.의 전일을 기준으로 해당 회계에 속하는 것으로 처리되어 있는 재산과 권리·의무를 의미하되, 만일 회계처리가 관계 법령 등에 위배되어 위법한 경우에는 적법한 회계처리가 이루어졌다면 마땅히 공제사업부문계정에 속하는 것으로 처리되었을 재산과 권리·의무를 포함한다고 해석함이 타당하다.<br/>  회계처리의 적법 여부를 가리지 않고 실제 이루어진 회계처리에 따라 ‘공제사업부문계정에 적립된 것’을 이전하도록 한다면, 농업협동조합중앙회가 자의적으로 회계처리를 하여 ‘공제사업부문계정에 적립된 것’에 변동을 가져올 수 있고 이를 그대로 이전받는 예금보험공사로서는 충분한 적립금을 확보하지 못한 상태에서 보험금을 지급해야 하는 상황에 처할 수 있다. 이는 원활한 예금자보호기능의 수행을 위하여 예금자보호사무의 귀속주체를 농업협동조합중앙회에서 예금보험공사로 변경하도록 한 구 농업협동조합법과 구 농업협동조합의 구조개선에 관한 법률의 취지에 반한다.<br/>  [2] 농업협동조합법과 농업협동조합의 구조개선에 관한 법률 개정에 따른 후속조치로서 그동안 농업협동조합중앙회가 적립·관리하던 공제사업부문계정의 적립금을 예금보험공사에 이관하게 되었는데, 농업협동조합중앙회가 기금관리위원회의 결의를 통해 조합 경제사업 부실액의 기금계정별 분담기준을 이미 발생한 경제사업 부실액에 대해서도 소급 적용함에 따라 공제사업부문계정 적립금에서 일정 액수를 공제한 나머지 금액만 예금보험공사에 이관한 사안에서, 예금보험공사가 농업협동조합중앙회를 상대로 농림축산식품부장관이 정한 ‘상호금융예금자보호기금 공제사업부문계정 적립금 이관기준’에 따라 구체적으로 확정된 적립금 이관채무의 이행을 구하는 것은 공제사업부문계정의 적립금 자체와 그 이관의무의 발생에 포함되어 있는 공법적 요소에 따라 영향을 받지 않으므로 민사소송의 대상이라고 보아야 하고, 위 기금관리위원회의 결의는 공제사업부문계정의 이관이 예상되는 상황에서 합리적인 이유 없이 종전 결의에 따라 수년간 지속적으로 이루어진 회계처리를 소급적으로 변경한 것으로서 위법하므로, 만일 적법한 회계처리가 이루어졌다면 마땅히 공제사업부문계정에 속하는 것으로 처리되었을 재산은 농업협동조합중앙회가 예금보험공사에 이관하여야 할 공제사업부문계정의 적립금에 포함되어야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 농업협동조합의 구조개선에 관한 법률(2016. 12. 27. 법률 제14481호로 개정되기 전의 것) 부칙(2014. 3. 11.) 제2조 제1항 / [2] 구 농업협동조합법(2011. 5. 19. 법률 제10684호로 개정되기 전의 것) 제134조의5(현행 제161조의12 참조), 부칙(2011. 3. 31.) 제15조 제5항, 구 농업협동조합의 구조개선에 관한 법률(2011. 3. 31. 법률 제10522호로 개정되기 전의 것) 제11조, 구 농업협동조합의 구조개선에 관한 법률(2016. 12. 27. 법률 제14481호로 개정되기 전의 것) 부칙(2014. 3. 11.) 제2조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2010. 7. 15. 선고 2008다49363 판결(공2010하, 1561)<br/>"
}