{
  "판례일련번호": "226121",
  "사건명": "한국주택금융공사법위반·부동산실권리자명의등기에관한법률위반",
  "사건번호": "2016도8741",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200227",
  "판시사항": "[1] 구 한국주택금융공사법 제21조, 제67조 제2항의 보호법익 / 같은 법 제21조에서 말하는 ‘직무상 알게 된 비밀’의 의미 및 이에 해당하는지 판단하는 기준<br/>  [2] 한국주택금융공사의 임원인 피고인이 지인인 甲의 부탁을 받고 甲에게 한국주택금융공사의 IT센터 이전 및 구축사업의 기술능력평가위원 후보자 중 교수그룹 평가위원 후보자 명단을 열람하게 함으로써 직무상 알게 된 비밀을 누설하였다고 하여 구 한국주택금융공사법 위반으로 기소된 사안에서, 위 평가위원 후보자 명단은 그중 일부라도 누설될 경우 사업 입찰결과의 공정성과 신뢰성을 저해하고 한국주택금융공사 업무 전반의 안정적 수행에 지장을 초래할 수 있으므로 한국주택금융공사의 목적 달성을 위하여 이를 실질적으로 비밀로서 보호할 가치가 있는 것으로서 ‘직무상 알게 된 비밀’에 해당한다는 이유로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 한국주택금융공사법은 한국주택금융공사(이하 ‘공사’라 한다)를 설립하여 주택저당채권 등의 유동화, 주택금융 신용보증과 주택담보노후연금보증 업무를 수행하게 함으로써 주택금융 등의 장기적·안정적 공급을 촉진하여 국민의 복지증진과 국민경제의 발전에 이바지함을 목적으로 한다(제1조). 이 법 및 공공기관의 운영에 관한 법률과 정관이 정하는 바에 따라 운영되는 공사의 구체적인 업무 범위에 관하여 정하고 있고(제3조, 제22조), 공사의 임원과 대통령령으로 정하는 직원을 형법상 뇌물죄 규정의 적용에서 공무원으로 의제하고 있다(제69조). 또한 구 한국주택금융공사법(2018. 2. 21. 법률 제15417호로 개정되기 전의 것) 제21조는 “공사의 임직원 및 그 직에 있었던 사람은 직무상 알게 된 비밀을 누설하여서는 아니 된다.”라고 정하고, 제67조 제2항은 위 조항을 위반하여 비밀을 누설한 자를 처벌한다고 정하고 있다.<br/>    한국주택금융공사법의 입법 취지, 국가의 주거복지 정책 기능을 보조·담당하는 공사의 업무와 임직원 신분의 특성, 위 규정들의 문언·내용 등에 비추어 보면, 위 규정들은 전현직 공사 임직원의 비밀 누설로 위협받는 국가 또는 공사의 기능을 보호하기 위한 것이므로, 여기에서 ‘직무상 알게 된 비밀’은 공사의 목적 달성을 위하여 실질적으로 비밀로서 보호할 가치가 있는 것이어야 한다. 이에 해당하는지는 해당 사실이 누설됨으로써 공사의 목적 달성을 저해하거나 그 기능을 위협할 우려가 있는지 여부를 기준으로 판단하여야 하고, 비밀을 알게 된 직무 내용이 반드시 한국주택금융공사법 제22조 제1항 각호에서 열거하는 업무에 한정되는 것은 아니다.<br/>  [2] 한국주택금융공사(이하 ‘공사’라 한다)의 임원인 피고인이 지인인 甲의 부탁을 받고 甲에게 공사의 IT센터 이전 및 구축사업의 기술능력평가위원 후보자 중 교수그룹 평가위원 후보자 명단을 열람하게 함으로써 직무상 알게 된 비밀을 누설하였다고 하여 구 한국주택금융공사법(2018. 2. 21. 법률 제15417호로 개정되기 전의 것, 이하 같다) 위반으로 기소된 사안에서, 위 사업의 목적과 내용, 사업을 수행할 사업자 선정에서 평가위원의 평가가 미치는 영향력의 정도, 평가위원 후보자와 평가위원 선정 우선순위에 대한 보안을 유지하려는 공사의 조치 등을 종합하면, 위 평가위원 후보자 명단은 그중 일부라도 누설될 경우 사업 입찰결과의 공정성과 신뢰성을 저해하고 공사 업무 전반의 안정적 수행에 지장을 초래할 수 있으므로 공사의 목적 달성을 위하여 이를 실질적으로 비밀로서 보호할 가치가 있는 것으로서 ‘직무상 알게 된 비밀’에 해당한다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 구 한국주택금융공사법에서 말하는 ‘직무상 알게 된 비밀’의 의미에 관한 법리를 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 한국주택금융공사법(2018. 2. 21. 법률 제15417호로 개정되기 전의 것) 제21조, 제67조 제2항, 한국주택금융공사법 제1조, 제3조, 제22조, 제69조 / [2] 구 한국주택금융공사법(2018. 2. 21. 법률 제15417호로 개정되기 전의 것) 제21조, 제67조 제2항<br/>",
  "참조판례": ""
}