{
  "판례일련번호": "226163",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(명예훼손)[사이버대학교 총학생회장 입후보자격 관련 댓글 게시 명예훼손 사건]",
  "사건번호": "2018도15868",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200302",
  "판시사항": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항에서 정한 ‘사람을 비방할 목적’의 의미와 판단 기준 및 ‘공공의 이익’을 위한 것과의 관계 / 적시한 사실이 ‘공공의 이익’에 관한 것인지 판단하는 기준<br/>  [2] 사이버대학교 법학과 학생인 피고인이, 법학과 학생들만 회원으로 가입한 네이버밴드에 甲이 총학생회장 출마자격에 관하여 조언을 구한다는 글을 게시하자 이에 대한 댓글 형식으로 직전 연도 총학생회장 선거에 입후보하였다가 중도 사퇴한 乙의 실명을 거론하며 ‘○○○이라는 학우가 학생회비도 내지 않고 총학생회장 선거에 출마하려 했다가 상대방 후보를 비방하고 이래저래 학과를 분열시키고 개인적인 감정을 표한 사례가 있다.’고 언급한 다음 ‘그러한 부분은 지양했으면 한다.’는 의견을 덧붙임으로써 乙의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 피고인의 주요한 동기와 목적은 공공의 이익을 위한 것으로서 피고인에게 乙을 비방할 목적이 있다고 보기 어렵다는 이유로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항에서 정한 ‘사람을 비방할 목적’이란 가해의 의사나 목적을 필요로 하는 것으로서, 사람을 비방할 목적이 있는지는 적시된 사실의 내용과 성질, 사실의 공표가 이루어진 상대방의 범위, 표현의 방법 등 표현 자체에 관한 여러 사정을 감안함과 동시에 그 표현으로 훼손되거나 훼손될 수 있는 명예의 침해 정도 등을 비교·형량하여 판단하여야 한다. ‘비방할 목적’은 공공의 이익을 위한 것과는 행위자의 주관적 의도라는 방향에서 상반되므로, 적시한 사실이 공공의 이익에 관한 것인 경우에는 특별한 사정이 없는 한 비방할 목적은 부정된다. 여기에서 ‘적시한 사실이 공공의 이익에 관한 것인 경우’란 적시한 사실이 객관적으로 볼 때 공공의 이익에 관한 것으로서 행위자도 주관적으로 공공의 이익을 위하여 그 사실을 적시한 것이어야 한다. 공공의 이익에 관한 것에는 널리 국가·사회 그 밖에 일반 다수인의 이익에 관한 것뿐만 아니라 특정한 사회집단이나 그 구성원 전체의 관심과 이익에 관한 것도 포함한다. 그 사실이 공공의 이익에 관한 것인지는 명예훼손의 피해자가 공무원 등 공인인지 아니면 사인에 불과한지, 그 표현이 객관적으로 공공성·사회성을 갖춘 공적 관심 사안에 관한 것으로서 사회의 여론형성이나 공개토론에 기여하는 것인지 아니면 순수한 사적인 영역에 속하는 것인지, 피해자가 명예훼손적 표현의 위험을 자초한 것인지 여부, 그리고 표현으로 훼손되는 명예의 성격과 침해의 정도, 표현의 방법과 동기 등 여러 사정을 고려하여 판단하여야 한다. 행위자의 주요한 동기와 목적이 공공의 이익을 위한 것이라면 부수적으로 다른 사익적 목적이나 동기가 포함되어 있더라도 비방할 목적이 있다고 보기는 어렵다.<br/>  [2] 사이버대학교 법학과 학생인 피고인이, 약 200명의 법학과 학생들만 회원으로 가입한 네이버밴드에 甲이 총학생회장 출마자격에 관하여 조언을 구한다는 글을 게시하자 이에 대한 댓글 형식으로 직전 연도 총학생회장 선거에 입후보하였다가 중도 사퇴한 乙의 실명을 거론하며 ‘○○○이라는 학우가 학생회비도 내지 않고 총학생회장 선거에 출마하려 했다가 상대방 후보를 비방하고 이래저래 학과를 분열시키고 개인적인 감정을 표한 사례가 있다.’고 언급한 다음 ‘그러한 부분은 지양했으면 한다.’는 의견을 덧붙임으로써 乙의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 위 댓글은 피고인이 甲에게 총학생회장 입후보자가 갖추어야 할 자격 또는 지양하여야 할 사항에 관한 자신의 의견을 밝히고 조언하려는 취지에서 작성된 일련의 댓글들 중 일부로서, 피고인은 자신의 의견을 뒷받침할 구체적인 사례로 직전 연도에 乙이 총학생회장에 입후보하였을 때의 사례를 언급하였고, 주요 내용은 객관적 사실에 부합하는 것으로 보이는 점, 총학생회장 입후보자는 입후보 당시뿐 아니라 이후라도 후보 사퇴나 당락을 떠나 후보자로서 한 행동에 대하여 다른 학생들의 언급이나 의사 표명을 어느 정도 수인하여야 하는 점, 피고인이 乙의 실명을 거론하기는 하였으나 乙을 ‘학우’라 칭하는 등 乙에게 공격적인 표현을 사용하지 않았으며, 乙이 총학생회장에 출마하였을 때 있었던 사례를 언급한 피고인의 글로 乙의 사회적 평가가 저하되는 정도가 총학생회장 출마자격에 관한 법학과 학생들의 관심 증진과 올바른 여론형성에 따른 이익에 비해 더 크다고 보기 어려운 점, 피고인이 댓글을 작성할 무렵 乙과 개인적인 갈등이나 대립을 겪고 있었다고 볼 만한 사정이 없는 점 등을 종합하면, 위 댓글은 총학생회장 입후보와 관련한 사이버대학교 법학과 학생들의 관심과 이익에 관한 사항이고, 피고인은 甲을 비롯하여 총학생회장에 입후보하려는 법학과 학생들에게 의사결정에 도움이 되는 의견을 제공하고자 댓글을 작성하였으므로, 피고인의 주요한 동기와 목적은 공공의 이익을 위한 것으로서 피고인에게 乙을 비방할 목적이 있다고 보기 어렵다는 이유로, 이와 달리 보아 유죄를 인정한 원심판결에 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항에서 정한 ‘비방할 목적’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항 / [2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2011. 11. 24. 선고 2010도10864 판결, 대법원 2012. 11. 29. 선고 2012도10392 판결(공2013상, 114), 대법원 2018. 11. 29. 선고 2016도14678 판결<br/>"
}