{
  "판례일련번호": "226155",
  "사건명": "공전자기록등불실기재·불실기재공전자기록등행사[범죄에 이용할 목적으로 주식회사 설립등기를 한 것으로 인한 공전자기록 등 불실기재죄와 그 행사죄가 문제 되는 사건]",
  "사건번호": "2019도9293",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200227",
  "판시사항": "[1] 공정증서원본 불실기재죄나 공전자기록 등 불실기재죄의 보호법익과 성립요건 및 위 죄에서 말하는 ‘불실의 사실’의 의미<br/>  [2] 주식회사의 발기인 등이 상법 등 법령에 정한 회사설립의 요건과 절차에 따라 회사설립등기를 함으로써 회사가 성립하였다고 볼 수 있는 경우, 회사설립등기와 그 기재 내용이 공정증서원본 불실기재죄나 공전자기록 등 불실기재죄에서 말하는 ‘불실의 사실’에 해당하는지 여부(원칙적 소극) / 이때 발기인 등이 회사를 설립할 당시 회사를 실제로 운영할 의사 없이 회사를 이용한 범죄 의도나 목적이 있었다거나, 회사로서의 인적·물적 조직 등 영업의 실질을 갖추지 않았다는 이유만으로 불실의 사실을 법인등기부에 기록하게 한 것으로 볼 수 있는지 여부(소극)<br/>  [3] 피고인 등이 공모하여, 甲 주식회사를 설립한 후 회사 명의로 통장을 개설하여 이른바 대포통장을 유통시킬 목적이었을 뿐 자본금을 납입하거나 회사를 설립한 사실이 없는데도 허위의 회사설립등기 신청서를 법원 등기관에게 제출하여 등기관으로 하여금 상업등기 전산정보처리시스템의 법인등기부에 위 신청서의 기재 내용을 입력하고 이를 비치하게 하여 행사하였다고 하여 공전자기록 등 불실기재와 불실기재 공전자기록 등 행사의 공소사실로 기소된 사안에서, 피고인 등이 실제 회사를 설립하려는 의사를 가지고 상법이 정하는 회사설립에 필요한 정관 작성, 주식 발행·인수, 임원 선임 등의 절차를 이행함으로써 甲 회사는 상법상 주식회사로 성립하였다는 등의 이유로 甲 회사에 대한 회사설립등기는 공전자기록 등 불실기재죄에서 말하는 ‘불실의 사실’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 형법 제228조 제1항에서 정한 공정증서원본 불실기재죄나 공전자기록 등 불실기재죄는 특별한 신빙성이 인정되는 공문서에 대한 공공의 신용을 보장하는 것을 보호법익으로 하는 범죄로서, 공무원에게 진실에 반하는 허위신고를 하여 공정증서원본 또는 이와 동일한 전자기록 등 특수매체기록에 그 증명하는 사항에 관해 실체관계에 부합하지 않는 불실의 사실을 기재하거나 기록하게 한 때 성립한다. 불실의 사실이란 권리의무관계에 중요한 의미를 갖는 사항이 진실에 반하는 것을 말한다.<br/>  [2] 주식회사의 발기인 등이 상법 등 법령에 정한 회사설립의 요건과 절차에 따라 회사설립등기를 함으로써 회사가 성립하였다고 볼 수 있는 경우 회사설립등기와 그 기재 내용은 특별한 사정이 없는 한 공정증서원본 불실기재죄나 공전자기록 등 불실기재죄에서 말하는 불실의 사실에 해당하지 않는다. 발기인 등이 회사를 설립할 당시 회사를 실제로 운영할 의사 없이 회사를 이용한 범죄 의도나 목적이 있었다거나, 회사로서의 인적·물적 조직 등 영업의 실질을 갖추지 않았다는 이유만으로는 불실의 사실을 법인등기부에 기록하게 한 것으로 볼 수 없다.<br/>  [3] 피고인 등이 공모하여, 甲 주식회사를 설립한 후 회사 명의로 통장을 개설하여 이른바 대포통장을 유통시킬 목적이었을 뿐 자본금을 납입하거나 회사를 설립한 사실이 없는데도 상호, 본점, 1주의 금액, 발행주식의 총수, 자본금의 액, 목적, 임원 등이 기재된 허위의 회사설립등기 신청서를 법원 등기관에게 제출하여 등기관으로 하여금 상업등기 전산정보처리시스템의 법인등기부에 위 신청서의 기재 내용을 입력하고 이를 비치하게 하여 행사하였다고 하여 공전자기록 등 불실기재와 불실기재 공전자기록 등 행사의 공소사실로 기소된 사안에서, 피고인 등이 甲 회사를 정관에 정한 목적대로 운영할 의사는 없었더라도 설립된 회사 명의로 금융기관 계좌를 개설하기 위해 상법상 회사를 설립할 의사는 있었던 점, 甲 회사의 설립에 필요한 정관을 작성하고, 주식 발행·인수 절차와 관련해 주금 납입 사실을 증명하기 위하여 금융기관으로부터 잔고증명서를 발급받아 설립등기신청의 첨부정보로 제출하였으며, 회사 임원으로 등재될 사람들로부터 취임승낙을 증명하는 정보를 받아 첨부정보로 제출한 점, 이와 같은 요건과 절차가 단지 설립된 회사의 법인격을 범죄 등에 이용하기 위한 방편으로 이행된 측면이 있더라도, 상법상 회사설립절차를 이루는 회사 정관의 작성 자체가 없었다거나 주금 납입 사실 자체가 부존재한다거나 납입의 효력이 없다고 볼 수 없는 점, 회사설립등기에 임원으로 등재된 사람에게 임원 등재 의사가 인정되는 이상 실제로 직무를 행사할 의사까지는 없었다고 해서 그 사람이 회사의 임원이 아니라거나 회사에 임원이 부존재한다고 볼 수도 없는 점을 종합하면, 피고인 등이 실제 회사를 설립하려는 의사를 가지고 상법이 정하는 회사설립에 필요한 정관 작성, 주식 발행·인수, 임원 선임 등의 절차를 이행함으로써 甲 회사는 상법상 주식회사로 성립하였고, 甲 회사의 설립행위에 일부 하자가 있었다거나 피고인 등이 甲 회사 설립 당시 정관에 기재된 목적 수행에 필요한 영업의 실질을 갖추거나 영업에 필요한 인적·물적 조직을 갖추지 않았다는 등의 사정만으로는 甲 회사의 성립 자체를 부정하고 甲 회사가 부존재한다고 인정할 수 없으므로, 甲 회사에 대한 회사설립등기는 공전자기록 등 불실기재죄에서 말하는 불실의 사실에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제228조 제1항 / [2] 형법 제228조 제1항, 상법 제169조, 제170조, 제172조, 제176조 제1항 제1호, 상업등기법 제26조 제10호, 상업등기규칙 제129조 / [3] 형법 제228조 제1항, 제229조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2004. 1. 27. 선고 2001도5414 판결(공2004상, 413), 대법원 2013. 1. 24. 선고 2012도12363 판결(공2013상, 441), 대법원 2017. 2. 15. 선고 2014도2415 판결<br/>"
}