{
  "판례일련번호": "226161",
  "사건명": "조세채권존재확인",
  "사건번호": "2017두41771",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200302",
  "판시사항": "[1] 민법 제168조 제1호에서 소멸시효의 중단사유로 규정하고 있는 ‘청구’가 국세징수권의 소멸시효 중단사유가 될 수 있는지 여부(한정 적극)<br/>  [2] 조세채권의 소멸시효 중단을 위한 재판상 청구에 예외적으로 소의 이익이 있는 경우<br/>  [3] 국가 등 과세주체가 당해 확정된 조세채권의 소멸시효 중단을 위하여 납세의무자를 상대로 제기한 조세채권존재확인의 소의 법적 성질(=공법상 당사자소송)<br/>",
  "판결요지": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것, 이하 같다) 제27조 제2항은 국세징수권의 소멸시효에 관하여 국세기본법 또는 세법에 특별한 규정이 있는 것을 제외하고는 민법에 따른다고 규정하고 있고, 제28조 제1항은 납세고지(제1호), 독촉 또는 납부최고(제2호), 교부청구(제3호), 압류(제4호)를 국세징수권의 소멸시효 중단사유로 규정하고 있다.<br/>    위 납세고지, 독촉 또는 납부최고, 교부청구, 압류는 국세징수를 위해 국세징수법에 규정된 특유한 절차들로서 국세기본법이 규정한 특별한 국세징수권 소멸시효 중단사유이기는 하다. 그러나 구 국세기본법은 민법에 따른 국세징수권 소멸시효 중단사유의 준용을 배제한다는 규정을 두지 않고 있고, 조세채권도 민사상 채권과 비교하여 볼 때 성질상 민법에 정한 소멸시효 중단사유를 적용할 수 있는 경우라면 준용을 배제할 이유도 없다. 따라서 구 국세기본법 제28조 제1항 각호의 소멸시효 중단사유를 제한적·열거적 규정으로 보아 구 국세기본법 제28조 제1항 각호가 규정한 사유들만이 국세징수권의 소멸시효 중단사유가 된다고 볼 수는 없다. 이와 같은 관련 규정의 체계와 문언 내용 등에 비추어, 민법 제168조 제1호가 소멸시효의 중단사유로 규정하고 있는 ‘청구’도 그것이 허용될 수 있는 경우라면 구 국세기본법 제27조 제2항에 따라 국세징수권의 소멸시효 중단사유가 될 수 있다고 봄이 타당하다.<br/>  [2] 조세는 국가존립의 기초인 재정의 근간으로서, 세법은 공권력 행사의 주체인 과세관청에 부과권이나 우선권 및 자력집행권 등 세액의 납부와 징수를 위한 상당한 권한을 부여하여 공익성과 공공성을 담보하고 있다. 따라서 조세채권자는 세법이 부여한 부과권 및 자력집행권 등에 기하여 조세채권을 실현할 수 있어 특별한 사정이 없는 한 납세자를 상대로 소를 제기할 이익을 인정하기 어렵다.<br/>    다만 납세의무자가 무자력이거나 소재불명이어서 체납처분 등의 자력집행권을 행사할 수 없는 등 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제28조 제1항이 규정한 사유들에 의해서는 조세채권의 소멸시효 중단이 불가능하고 조세채권자가 조세채권의 징수를 위하여 가능한 모든 조치를 충실히 취하여 왔음에도 조세채권이 실현되지 않은 채 소멸시효기간의 경과가 임박하는 등의 특별한 사정이 있는 경우에는, 그 시효중단을 위한 재판상 청구는 예외적으로 소의 이익이 있다고 봄이 타당하다.<br/>  [3] 국가 등 과세주체가 당해 확정된 조세채권의 소멸시효 중단을 위하여 납세의무자를 상대로 제기한 조세채권존재확인의 소는 공법상 당사자소송에 해당한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제27조 제2항, 제28조 제1항, 민법 제168조 제1호 / [2] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제27조 제2항, 제28조 제1항, 민법 제168조 제1호, 행정소송법 제12조 / [3] 구 국세기본법(2013. 1. 1. 법률 제11604호로 개정되기 전의 것) 제27조 제2항, 제28조 제1항, 민법 제168조 제1호, 행정소송법 제3조 제2호<br/>",
  "참조판례": ""
}