{
  "판례일련번호": "226203",
  "사건명": "요양급여비용환수처분취소[구 정신보건법령상 시설기준 위반을 이유로 한 부당이득징수처분 사건]",
  "사건번호": "2019두40079",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200312",
  "판시사항": "[1] 의료법 등 다른 개별 행정 법률을 위반하여 요양급여를 제공하고 요양급여비용을 수령한 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은’ 경우에 해당하는지 판단하는 방법<br/>  [2] 구 정신보건법령상 정신과의원의 입원실 수를 초과한 상태에서 요양급여가 제공되었다는 사정만으로 해당 요양급여비용을 수령하는 행위가 ‘속임수나 그 밖의 부당한 방법에 의하여 요양급여비용을 받는 행위’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다)은 국민의 질병·부상에 대한 예방·진단·치료·재활과 출산·사망 및 건강증진에 대하여 보험급여를 실시함으로써 국민보건 향상과 사회보장 증진에 이바지함을 목적으로 제정된 법률로서 의료법 등 다른 개별 행정 법률과는 입법 목적과 규율대상이 다르다. 따라서 의료법 등 다른 개별 행정 법률을 위반하여 요양급여를 제공하고 요양급여비용을 수령한 것이 구 국민건강보험법 제57조 제1항에서 부당이득징수의 대상으로 정한 ‘속임수나 그 밖의 부당한 방법으로 보험급여비용을 받은’ 경우에 해당하는지는 구 국민건강보험법과 다른 개별 행정 법률의 입법 목적 및 규율대상의 차이를 염두에 두고 구 국민건강보험법령상 보험급여기준의 내용과 취지 및 다른 개별 행정 법률에 의한 제재수단 외에 구 국민건강보험법상 부당이득징수까지 하여야 할 필요성의 유무와 정도 등을 고려하여 판단하여야 한다.<br/>  [2] 국민건강보험 요양급여의 기준에 관한 규칙이 요양급여의 일반원칙으로 ‘요양기관은 가입자 등의 요양급여에 필요한 적정한 인력·시설 및 장비를 유지하여야 한다’고 규정한 취지는 요양기관으로 하여금 가입자 또는 피부양자에게 적정한 요양급여를 제공하게 하려는 것이지, 구 정신보건법(2016. 5. 29. 법률 제14224호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률로 전부 개정되기 전의 것, 이하 같다) 및 구 정신보건법 시행규칙(2017. 5. 30. 보건복지부령 제497호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 시행규칙으로 전부 개정되기 전의 것)상 정신과의원의 입원실 수를 제한·유지하기 위한 것이라고 볼 수는 없다. 또한 정신의료기관이 구 정신보건법령상 시설기준을 위반하였더라도, 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것, 이하 같다)에서 정한 요양급여의 기준에 미달하거나 그 기준을 초과하는 등의 다른 사정이 없는 한 구 정신보건법 규정에 따라 시정명령 등을 하는 외에 곧바로 해당 정신의료기관에 지급된 요양급여비용을 구 국민건강보험법상 부당이득징수의 대상으로 보아 제재하여야 할 정도의 공익상 필요성이 있다고 인정하기도 어렵다.<br/>    따라서 구 정신보건법령상 정신과의원의 입원실 수를 초과한 상태에서 요양급여가 제공되었다는 사정만으로는 해당 요양급여비용을 수령하는 행위가 ‘속임수나 그 밖의 부당한 방법에 의하여 요양급여비용을 받는 행위’에 해당된다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제57조 제1항 / [2] 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제41조 제2항(현행 제41조 제3항 참조), 국민건강보험 요양급여의 기준에 관한 규칙 제5조 제1항 [별표 1] 제1호 (라)목, 구 정신보건법(2016. 5. 29. 법률 제14224호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률로 전부 개정되기 전의 것) 제1조(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제1조 참조), 제12조 제1항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제19조 제1항 참조), 제3항(현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 제19조 제4항 참조), 구 정신보건법 시행규칙(2017. 5. 30. 보건복지부령 제497호 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 시행규칙으로 전부 개정되기 전의 것) 제7조 제1항 [별표 2](현행 정신건강증진 및 정신질환자 복지서비스 지원에 관한 법률 시행규칙 제11조 제1항 [별표 3] 참조)<br/>",
  "참조판례": "[1] 대법원 2019. 5. 30. 선고 2015두36485 판결(공2019하, 1310), 대법원 2019. 11. 28. 선고 2017두59284 판결(공2020상, 189)<br/>"
}