{
  "판례일련번호": "226369",
  "사건명": "손해배상(기)[해군본부가 해군 홈페이지 자유게시판에 집단적으로 게시된 제주 강정마을 해군기지 건설사업에 반대하는 취지의 항의글을 삭제하자, 항의글 작성자인 원고들이 자신들의 표현의 자유가 침해되었다고 주장하면서 국가배상을 청구한 사건]",
  "사건번호": "2015다233807",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200604",
  "판시사항": "[1] 정부에 대한 비판 자체를 원천적으로 배제하려는 공권력의 행사에 정당성을 인정할 수 있는지 여부(소극) / 국가배상책임을 인정하기 위한 요건으로서 ‘법령 위반’의 의미 및 공무원의 행위가 객관적인 정당성을 결여하고 있는 경우가 이에 포함되는지 여부(적극)<br/>  [2] 국가기관이 자신이 관리·운영하는 홈페이지에 게시된 글에 대하여 정부의 정책에 찬성 또는 반대하는 내용인지에 따라 선별적으로 삭제 여부를 결정하는 것이 허용되는지 여부(원칙적 소극)<br/>  [3] 해군본부가 해군 홈페이지 자유게시판에 게시된 ‘제주해군기지 건설사업에 반대하는 취지의 항의글’ 100여 건을 삭제하는 조치를 취하자, 항의글을 게시한 甲 등이 국가를 상대로 손해배상을 구한 사안에서, 위 삭제 조치가 객관적 정당성을 상실한 위법한 직무집행에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 정부의 정책에 대하여 정치적인 반대의사를 표시하는 것은 헌법이 보장하는 정치적 자유의 가장 핵심적인 부분이다. 자신의 정치적 생각을 집회와 시위를 통해 설파하거나 서명운동 등을 통해 자신과 의견이 같은 세력을 규합해 나가는 것은 국가의 안전에 대한 위협이 아니라, 우리 헌법의 근본이념인 ‘자유민주적 기본질서’의 핵심적인 보장 영역에 속한다. 정부에 대한 비판에 대하여 합리적인 홍보와 설득으로 대처하는 것이 아니라, 비판 자체를 원천적으로 배제하려는 공권력의 행사는 대한민국 헌법이 예정하고 있는 자유민주적 기본질서에 부합하지 아니하므로 정당성을 인정할 수 없다.<br/>  그러나 공무원의 행위를 원인으로 한 국가배상책임을 인정하려면 ‘공무원이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 때’라고 하는 국가배상법 제2조 제1항의 요건이 충족되어야 한다. 여기서 ‘법령을 위반하여’라고 함은 엄격하게 형식적 의미의 법령에 명시적으로 공무원의 행위의무가 정하여져 있음에도 이를 위반하는 경우만을 의미하는 것은 아니고, 인권존중·권력남용금지·신의성실과 같이 공무원으로서 마땅히 지켜야 할 준칙이나 규범을 지키지 아니하고 위반한 경우를 비롯하여 널리 그 행위가 객관적인 정당성을 결여하고 있는 경우를 포함한다.<br/>  [2] 일반적으로 국가기관이 자신이 관리·운영하는 홈페이지에 게시된 글에 대하여 정부의 정책에 찬성하는 내용인지, 반대하는 내용인지에 따라 선별적으로 삭제 여부를 결정하는 것은 특별한 사정이 없는 한 국민의 기본권인 표현의 자유와 자유민주적 기본질서에 배치되므로 허용되지 않는다.<br/>  [3] 해군본부가 해군 홈페이지 자유게시판에 집단적으로 게시된 ‘제주해군기지 건설사업에 반대하는 취지의 항의글’ 100여 건을 삭제하는 조치를 취하자, 항의글을 게시한 甲 등이 위 조치가 위법한 직무수행에 해당하며 표현의 자유 등이 침해되었다고 주장하면서 국가를 상대로 손해배상을 구한 사안에서, 해군 홈페이지 자유게시판이 정치적 논쟁의 장이 되어서는 안 되는 점, 위와 같은 항의글을 게시한 행위는 정부정책에 대한 반대의사 표시이므로 ‘해군 인터넷 홈페이지 운영규정’에서 정한 게시글 삭제 사유인 ‘정치적 목적이나 성향이 있는 경우’에 해당하는 점, 해군본부가 집단적 항의글이 위 운영규정 등에서 정한 삭제 사유에 해당한다고 판단한 것이 사회통념상 합리성이 없다고 단정하기 어려운 점, 반대의견을 표출하는 항의 시위의 1차적 목적은 달성되었고 현행법상 국가기관으로 하여금 인터넷 공간에서의 항의 시위의 결과물인 게시글을 영구히 또는 일정 기간 보존하여야 할 의무를 부과하는 규정은 없는 점 등에 비추어 위 삭제 조치가 객관적 정당성을 상실한 위법한 직무집행에 해당한다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조, 국가배상법 제2조 제1항 / [2] 헌법 제21조, 국가배상법 제2조 제1항 / [3] 헌법 제5조 제2항, 제21조, 국방·군사시설사업에 관한 법률 제3조 제2호, 제4조, 국군조직법 제10조, 제14조, 국가배상법 제2조 제1항<br/>",
  "참조판례": "[1] 대법원 2015. 8. 27. 선고 2012다204587 판결(공2015하, 1377), 헌법재판소 2013. 3. 21. 선고 2010헌바70, 132, 170 전원재판부 결정(헌공198, 472)<br/>"
}