{
  "판례일련번호": "226345",
  "사건명": "위반차량감차처분취소",
  "사건번호": "2017두73693",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 구 화물자동차 운수사업법 시행령 제5조 제1항 [별표 1] 제재처분기준 제2호 및 비고 제4호에서 정한 ‘위반행위의 횟수에 따른 가중처분기준’의 취지 / ‘위반행위 횟수에 따른 가중처분기준’이 적용되기 위한 요건 및 선행 위반행위에 대한 선행 제재처분이 반드시 위 시행령 [별표 1] 제재처분기준 제2호에 명시된 처분내용대로 이루어진 경우이어야 하는지 여부(소극)<br/>  [2] 화물자동차 운수사업법 제21조 제2항의 위임에 따라 사업정지처분을 갈음하여 과징금을 부과할 수 있는 위반행위의 종류와 과징금의 금액을 정한 구 화물자동차 운수사업법 시행령 제7조 제1항 [별표 2] ‘과징금을 부과하는 위반행위의 종류와 과징금의 금액’에 열거되지 않은 위반행위의 종류에 대해서 사업정지처분을 갈음하여 과징금을 부과할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 화물자동차 운수사업법 시행령(2017. 1. 10. 대통령령 제27782호로 개정되기 전의 것, 이하 ‘구 시행령’이라 한다) 제5조 제1항 [별표 1] 제재처분기준 제2호 및 비고 제4호에서 정한 ‘위반행위의 횟수에 따른 가중처분기준’은 위반행위에 따른 제재처분을 받았음에도 또다시 같은 내용의 위반행위를 반복하는 경우에 더욱 중하게 처벌하려는 데에 취지가 있다. 이러한 제도의 취지와 구 시행령 [별표 1] 비고 제4호의 문언을 종합하면, ‘위반행위의 횟수에 따른 가중처분기준’이 적용되려면 실제 선행 위반행위가 있고 그에 대하여 유효한 제재처분이 이루어졌음에도 그 제재처분일로부터 1년 이내에 다시 같은 내용의 위반행위가 적발된 경우이면 족하다고 보아야 한다. 선행 위반행위에 대한 선행 제재처분이 반드시 구 시행령 [별표 1] 제재처분기준 제2호에 명시된 처분내용대로 이루어진 경우이어야 할 필요는 없으며, 선행 제재처분에 처분의 종류를 잘못 선택하거나 처분양정(量定)에서 재량권을 일탈·남용한 하자가 있었던 경우라고 해서 달리 볼 것은 아니다.<br/>  [2] 화물자동차 운송사업자가 화물자동차 운수사업법(이하 ‘화물자동차법’이라 한다) 제19조 제1항 각호에서 정한 사업정지처분사유에 해당하는 위반행위를 한 경우에는 화물자동차법 제19조 제1항에 따라 사업정지처분을 하는 것이 원칙이다. 다만 입법자는 화물자동차 운송사업자에 대하여 사업정지처분을 하는 것이 운송사업의 이용자에게 불편을 주거나 그 밖에 공익을 해칠 우려가 있으면 대통령령으로 정하는 바에 따라 사업정지처분을 갈음하여 과징금을 부과할 수 있도록 허용하고 있다. 이처럼 입법자는 대통령령에 단순히 ‘과징금의 산정기준’을 구체화하는 임무만을 위임한 것이 아니라, 사업정지처분을 갈음하여 과징금을 부과할 수 있는 ‘위반행위의 종류’를 구체화하는 임무까지 위임한 것이라고 보아야 한다. 따라서 구 화물자동차 운수사업법 시행령(2017. 1. 10. 대통령령 제27782호로 개정되기 전의 것) 제7조 제1항 [별표 2] ‘과징금을 부과하는 위반행위의 종류와 과징금의 금액’에 열거되지 않은 위반행위의 종류에 대해서 사업정지처분을 갈음하여 과징금을 부과하는 것은 허용되지 않는다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 화물자동차 운수사업법 제19조 제1항, 구 화물자동차 운수사업법 시행령(2017. 1. 10. 대통령령 제27782호로 개정되기 전의 것) 제5조 제1항 [별표 1] / [2] 화물자동차 운수사업법 제19조 제1항, 제21조 제1항, 제2항, 구 화물자동차 운수사업법 시행령(2017. 1. 10. 대통령령 제27782호로 개정되기 전의 것) 제7조 제1항 [별표 2]<br/>",
  "참조판례": "[1] 대법원 2014. 6. 12. 선고 2014두2157 판결(공2014하, 1416)<br/>"
}