{
  "판례일련번호": "226387",
  "사건명": "폭력행위등처벌에관한법률위반(공동상해)·집회및시위에관한법률위반",
  "사건번호": "2016도3048",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200611",
  "판시사항": "[1] 쟁의행위 기간 중 쟁의행위로 중단된 업무의 수행을 위하여 당해 사업과 관계없는 자를 채용 또는 대체하는 사용자를 처벌하도록 규정한 노동조합 및 노동관계조정법 제91조, 제43조 제1항을 사용자에게 채용 또는 대체되는 자에 대하여 바로 적용하여 처벌할 수 있는지 여부(소극) / 위 사용자에게 채용 또는 대체되는 자의 행위에 대하여 일반적인 형법 총칙상의 공범 규정을 적용하여 공동정범, 교사범 또는 방조범으로 처벌할 수 있는지 여부(소극)<br/>  [2] 甲 노동조합 소속 지회의 지회장 등인 피고인들이, 파업기간 중에 위 지회에 가입한 업체인 乙 회사에 채용되어 丙 회사의 공장에서 대체근로 중이던 丁을 발견하고 뒤쫓아 가 붙잡으려는 과정에서 丁에게 상해를 입게 하여 폭력행위 등 처벌에 관한 법률 위반(공동상해) 등으로 기소된 사안에서, 피고인들의 행위가 적법한 현행범인 체포로서 정당행위에 해당한다고 보아 공소사실을 무죄로 판단한 원심판결에 노동조합 및 노동관계조정법 제91조, 제43조 제1항 위반죄 등에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사용자는 쟁의행위 기간 중 그 쟁의행위로 중단된 업무의 수행을 위하여 당해 사업과 관계없는 자를 채용 또는 대체할 수 없고, 이를 위반한 자는 1년 이하의 징역 또는 1천만 원 이하의 벌금으로 처벌된다[노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제91조, 제43조 제1항]. 여기서 처벌되는 ‘사용자’는 사업주, 사업의 경영담당자 또는 그 사업의 근로자에 관한 사항에 대하여 사업주를 위하여 행동하는 자를 말한다(노동조합법 제2조 제2호).<br/>노동조합법 제91조, 제43조 제1항은 사용자의 위와 같은 행위를 처벌하도록 규정하고 있으므로, 사용자에게 채용 또는 대체되는 자에 대하여 위 법조항을 바로 적용하여 처벌할 수 없음은 문언상 분명하다. 나아가 채용 또는 대체하는 행위와 채용 또는 대체되는 행위는 2인 이상의 서로 대향된 행위의 존재를 필요로 하는 관계에 있음에도 채용 또는 대체되는 자를 따로 처벌하지 않는 노동조합법 문언의 내용과 체계, 법 제정과 개정 경위 등을 통해 알 수 있는 입법 취지에 비추어 보면, 쟁의행위 기간 중 그 쟁의행위로 중단된 업무의 수행을 위하여 당해 사업과 관계없는 자를 채용 또는 대체하는 사용자에게 채용 또는 대체되는 자의 행위에 대하여는 일반적인 형법 총칙상의 공범 규정을 적용하여 공동정범, 교사범 또는 방조범으로 처벌할 수 없다고 판단된다.<br/>  [2] 甲 노동조합 소속 지회의 지회장 및 조합원 등인 피고인들이, 파업기간 중에 위 지회에 가입한 중장비 임대업체인 乙 회사에 채용되어 丙 회사의 공장 내부에서 乙 회사의 기중기를 운전하며 대체근로 중이던 丁을 발견하고 뒤쫓아 가 붙잡으려는 과정에서 丁에게 상해를 입게 하여 폭력행위 등 처벌에 관한 법률 위반(공동상해) 등으로 기소된 사안에서, 丁은 乙 회사 소속 근로자들의 쟁의행위로 중단된 업무를 수행하기 위하여 乙 회사에 채용된 근로자에 불과하므로, 대향범 관계에 있는 행위 중 ‘사용자’만 처벌하는 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제91조, 제43조 제1항 위반죄의 단독정범이 될 수 없고, 형법 총칙상 공범 규정을 적용하여 공동정범 또는 방조범으로 처벌할 수도 없으므로, 결국 丁은 노동조합법 제91조, 제43조 제1항 위반에 따른 현행범인이 아니고, 피고인들이 丁을 체포하려던 당시 상황을 기초로 보더라도 현행범인 체포의 요건을 갖추지 못하였다는 이유로, 이와 달리 피고인들의 행위가 적법한 현행범인 체포로서 정당행위에 해당한다고 보아 공소사실을 무죄로 판단한 원심판결에 노동조합법 제91조, 제43조 제1항 위반죄, 형법 총칙상 공범의 성립 및 현행범인 체포의 요건 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조, 제31조, 제32조, 노동조합 및 노동관계조정법 제2조 제2호, 제43조 제1항, 제91조 / [2] 형법 제20조, 제30조, 제31조, 제32조, 제257조 제1항, 구 폭력행위 등 처벌에 관한 법률(2014. 12. 30. 법률 제12896호로 개정되기 전의 것) 제2조 제1항 제3호(현행 삭제), 제2항, 노동조합 및 노동관계조정법 제2조 제2호, 제43조 제1항, 제91조, 형사소송법 제212조<br/>",
  "참조판례": "[1] 대법원 1988. 4. 25. 선고 87도2451 판결(공1988, 928), 대법원 2004. 10. 28. 선고 2004도3994 판결(공2004하, 1991)<br/>"
}