{
  "판례일련번호": "226337",
  "사건명": "손해배상(기)",
  "사건번호": "2017다211559",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 관련 공무원에게 작위의무를 명하는 법령 규정이 없는 경우, 공무원의 부작위로 국가배상책임을 인정하기 위한 요건 및 그 판단 기준<br/>  [2] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 업무처리지침이나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’이 대외적으로 국민이나 법원을 구속하는 효력이 있는지 여부(원칙적 소극) 및 공무원의 조치가 행정규칙에 적합한지 여부에 따라 공무원의 조치의 적법 여부를 판단할 수 있는지 여부(소극)<br/>  [3] 자살우려자 식별과 신상파악·관리·처리의 책임이 있는 각급 부대의 지휘관 등 관계자가 장병의 자살 등의 사고를 방지하기 위해 취할 조치 및 이러한 조치를 취하지 않은 상황에서 소속 장병의 자살 사고가 발생한 경우, 자살 사고가 발생할 수 있음을 예견할 수 있었고 그러한 조치를 취했다면 자살 사고의 결과를 회피할 수 있었다면 국가배상책임이 인정되는지 여부(원칙적 적극)<br/>  [4] 甲이 하사로 임관하여 해군교육사령부 정보통신학교 등에서 교육을 받고 함선에서 근무하던 중 자살한 사안에서, 甲이 해군교육사령부에서 받은 인성검사에서 ‘부적응, 관심, 자살예측’이라는 결과가 나왔음에도 자살예방 및 생명존중문화 조성을 위한 법률 및 장병의 자살예방 대책과 관련한 부대관리훈령 등에 따른 자살우려자 식별과 신상파악 등의 조치가 이루어지지 아니한 사정 등을 이유로 국가의 배상책임을 인정한 사례<br/>",
  "판결요지": "[1] 공무원의 부작위로 인한 국가배상책임을 인정하기 위해서는 공무원의 작위로 인한 국가배상책임을 인정하는 경우와 마찬가지로 ‘공무원이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 때’라는 국가배상법 제2조 제1항의 요건이 충족되어야 한다. 여기서 ‘법령 위반’이란 엄격하게 형식적 의미의 법령에 명시적으로 공무원의 작위의무가 규정되어 있는데도 이를 위반하는 경우만을 의미하는 것은 아니고, 인권존중·권력남용금지·신의성실과 같이 공무원으로서 마땅히 지켜야 할 준칙이나 규범을 지키지 않고 위반한 경우를 포함하여 널리 객관적인 정당성이 없는 행위를 한 경우를 포함한다. 국민의 생명·신체·재산 등에 관하여 절박하고 중대한 위험상태가 발생하였거나 발생할 우려가 있어서 국민의 생명·신체·재산 등을 보호하는 것을 본래적 사명으로 하는 국가가 초법규적, 일차적으로 그 위험 배제에 나서지 않으면 국민의 생명·신체·재산 등을 보호할 수 없는 경우에는 형식적 의미의 법령에 근거가 없더라도 국가나 관련 공무원에 대하여 그러한 위험을 배제할 작위의무를 인정할 수 있다. 그러나 그와 같이 절박하고 중대한 위험상태가 발생하였거나 발생할 우려가 없는 경우에는 원칙적으로 공무원이 관련 법령을 준수하여 직무를 수행하였다면 공무원의 부작위를 가지고 ‘고의 또는 과실로 법령을 위반’하였다고 할 수는 없다. 따라서 공무원의 부작위로 인한 국가배상책임을 인정할 것인지 여부가 문제 되는 경우에 관련 공무원에 대하여 작위의무를 명하는 법령 규정이 없다면 공무원의 부작위로 인하여 침해된 국민의 법익 또는 국민에게 발생한 손해가 어느 정도 심각하고 절박한 것인지, 관련 공무원이 그와 같은 결과를 예견하여 결과를 회피하기 위한 조치를 취할 가능성이 있는지 등을 종합적으로 고려하여 판단하여야 한다. <br/>  [2] 상급행정기관이 소속 공무원이나 하급행정기관에 대하여 업무처리지침이나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’은 일반적으로 행정조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 공무원의 조치가 행정규칙을 위반하였다고 해서 그러한 사정만으로 곧바로 위법하게 되는 것은 아니고, 공무원의 조치가 행정규칙을 따른 것이라고 해서 적법성이 보장되는 것도 아니다. 공무원의 조치가 적법한지는 행정규칙에 적합한지 여부가 아니라 상위법령의 규정과 입법 목적 등에 적합한지 여부에 따라 판단해야 한다. <br/>  [3] 자살예방 및 생명존중문화 조성을 위한 법률과 장병의 자살예방 대책과 관련한 부대관리훈령 등의 규정 내용을 종합하면, 자살우려자 식별과 신상파악·관리·처리의 책임이 있는 각급 부대의 지휘관 등 관계자는 장병의 자살을 예방하기 위해 마련된 부대관리훈령 등의 관련 규정을 준수하여 자살이 우려되는 장병을 식별하고 장병의 신상을 파악하려고 노력하고, 자살의 가능성이 확인된 장병에 대해서는 정신과 군의관의 진단 등을 거쳐 그 결과에 따라 해당 장병을 적절하게 관리하는 등의 조치를 취하여 자살 등의 사고를 미리 방지하고 그가 신체적·정신적 건강을 회복할 수 있도록 할 의무가 있다. 각급 부대의 관계자가 위와 같은 자살예방 관련 규정에 따라 필요한 조치를 취하지 않은 상황에서 소속 장병의 자살 사고가 발생한 경우, 자살 사고가 발생할 수 있음을 예견할 수 있었고 그러한 조치를 취했을 경우 자살 사고의 결과를 회피할 수 있었다면, 특별한 사정이 없는 한 해당 관계자의 직무상 의무 위반과 이에 대한 과실이 인정되고, 국가는 국가배상법 제2조 제1항에 따라 배상책임을 진다.<br/>  [4] 해군 기초군사교육단에 입소하여 교육을 받은 후 하사로 임관한 甲이 해군교육사령부에서 받은 인성검사에서 ‘부적응, 관심, 자살예측’이라는 결과가 나왔으나, 甲의 소속 부대 당직소대장 乙은 위 검사 결과를 교관 등에게 보고하지 않았고, 甲은 그 후 실시된 면담 및 검사에서 특이사항이 없다는 판정을 받고 신상등급 C급(신상에 문제점이 없는 자)으로 분류되었는데 함선 근무 중 자살한 사안에서, 甲이 해군교육사령부에서 받은 인성검사에서 자살이 예측되는 결과가 나타난 이상 당시 甲에게 자살 가능성이 있음을 충분히 예견할 수 있는 사정이 있었는데도 위 인성검사 결과를 제대로 반영하지 아니한 것은 자살우려자 식별과 신상파악·관리·처리의 책임이 있는 교관, 지휘관 등 관계자가 자살예방 및 생명존중문화 조성을 위한 법률 및 장병의 자살을 예방하기 위해 마련된 관련 규정들에 따른 조치 등 甲의 자살을 방지하기 위해 필요한 조치를 할 직무상 의무를 과실로 위반한 것이고, 그와 같은 직무상 의무 위반과 위 자살 사고 사이에 상당인과관계가 있다고 보아 국가의 배상책임을 인정한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 행정소송법 제1조[행정처분일반] / [3] 자살예방 및 생명존중문화 조성을 위한 법률 제4조 / [4] 국가배상법 제2조 제1항, 행정소송법 제1조[행정처분일반], 자살예방 및 생명존중문화 조성을 위한 법률 제4조<br/>",
  "참조판례": "[1] 대법원 1998. 10. 13. 선고 98다18520 판결(공1998하, 2665), 대법원 2008. 6. 12. 선고 2007다64365 판결 / [2] 대법원 2019. 7. 11. 선고 2017두38874 판결(공2019하, 1567)<br/>"
}