{
  "판례일련번호": "226335",
  "사건명": "과징금납부명령취소",
  "사건번호": "2016두36062",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 공정거래위원회가 대규모유통업에서의 거래 공정화에 관한 법률 제6조 내지 제18조에서 대규모유통업자에게 부과하고 있는 의무를 위반한 대규모유통업자에 대하여 과징금을 산정·부과할 때 주장·증명할 사항 및 이때 위반행위와 관련한 상품의 범위를 판단하는 방법<br/>  [2] 대규모유통업자가 납품업자 등과 사전에 파견조건을 서면으로 약정하지 아니하고 납품업자 등으로부터 종업원 등을 파견받아 자신의 사업장에서 근무하게 하였으나 그 종업원 등의 파견이 대규모유통업에서의 거래 공정화에 관한 법률 제12조 제1항 단서 제1호 내지 제4호의 어느 하나에 해당하는 경우, 서면약정이 없었다는 점만으로 대규모유통업자가 우월적 지위를 이용하여 해당 납품업자들과 거래하는 상품이나 그 상품의 거래관계에 직접 또는 간접적인 영향을 미쳤다고 단정할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 대규모유통업에서의 거래 공정화에 관한 법률(이하 ‘대규모유통업법’이라 한다)은 대규모유통업자가 위 법 제6조 내지 제18조에서 대규모유통업자에게 부과하고 있는 각 의무를 위반한 행위(이하 ‘위반행위’라 한다)에 의하여 얻은 불법적인 경제적 이익을 박탈하고 위반행위를 하지 않도록 제재한다는 행정목적을 실현하기 위하여, 공정거래위원회로 하여금 위반행위자에게 대통령령으로 정하는 산출방식에 따른 납품대금이나 연간 임대료를 초과하지 아니하는 범위에서 과징금을 부과할 수 있도록 하되(제35조 제1항 본문), 그 액수를 산정하기 곤란한 경우 등에는 5억 원을 초과하지 아니하는 범위에서 과징금을 부과할 수 있도록 규정하고 있다(제35조 제1항 단서). 그리고 위와 같은 대규모유통업법의 위임에 따라 구 대규모유통업에서의 거래 공정화에 관한 법률 시행령(2018. 1. 9. 대통령령 제28580호로 개정되기 전의 것) 제28조는 “대통령령으로 정하는 산출방식에 따른 납품대금이란 해당 대규모유통업자가 위반행위를 한 기간 동안 구매한 관련 상품의 매입액 또는 이에 준하는 금액을 말한다.”라고 규정하고 있다.<br/>  이러한 대규모유통업법령의 문언·체제·취지 등을 종합하면, 공정거래위원회가 위반행위를 한 대규모유통업자에 대하여 과징금을 산정·부과할 때에는, 해당 대규모유통업자가 위반행위를 한 기간 동안 구매한 위반행위와 관련한 상품의 매입액이나 이에 준하는 금액 또는 연간 임대료의 범위를 구체적으로 주장·증명하여야 한다. 그리고 여기서 위반행위와 관련한 상품의 범위는 위반행위로 인하여 직접 또는 간접적으로 영향을 받는 상품의 종류와 성질, 거래지역, 거래상대방, 거래단계 등을 고려하여 행위 유형별로 개별적·구체적으로 판단하여야 한다.<br/>  [2] 대규모유통업에서의 거래 공정화에 관한 법률(이하 ‘대규모유통업법’이라 한다) 제12조 제1항의 문언과 취지 등에 비추어 보면, 대규모유통업자가 납품업자 등과 사전에 대통령령으로 정하는 바에 따라 파견조건을 서면으로 약정하지 아니하고 자신의 사업장에서 근무하게 한 행위만으로도 대규모유통업법 제12조 제1항 위반은 성립되지만, 그 종업원 등의 파견이 같은 항 단서 제1호 내지 제4호의 어느 하나에 해당하는 경우에는 다른 사정이 없다면 그 서면약정이 없다는 점만으로 대규모유통업자가 우월적 지위를 이용하여 해당 납품업자들과 거래하는 상품이나 그 상품의 거래관계에 직접 또는 간접적인 영향을 미쳤다고 단정할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 대규모유통업에서의 거래 공정화에 관한 법률 제6조, 제7조, 제8조, 제9조, 제10조, 제11조, 제12조, 제13조, 제14조, 제15조, 제15조의2, 제16조, 제17조, 제18조, 제35조 제1항, 구 대규모유통업에서의 거래 공정화에 관한 법률 시행령(2018. 1. 9. 대통령령 제28580호로 개정되기 전의 것) 제28조 / [2] 대규모유통업에서의 거래 공정화에 관한 법률 제12조 제1항<br/>",
  "참조판례": ""
}