{
  "판례일련번호": "226373",
  "사건명": "요양급여비용징수처분취소청구[사무장 병원의 개설명의인에 대하여 요양급여비용 징수 처분을 한 사례]",
  "사건번호": "2015두39996",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200604",
  "판시사항": "[1] 의료기관을 개설할 수 없는 자가 개설한 의료기관이 요양기관으로서 요양급여를 실시하고 그 급여비용을 청구한 경우, 구 국민건강보험법 제52조 제1항, 제70조 제1항, 제3항에서 정한 부당이득징수 처분의 상대방인 요양기관에 해당하는지 여부(적극) 및 이러한 의료기관이 요양급여비용을 청구하는 것이 ‘사위 기타 부당한 방법’에 해당하는지 여부(적극)<br/>  [2] 구 국민건강보험법 제52조 제1항이 정한 부당이득징수가 재량행위인지 여부(적극) / 의료기관의 개설명의인을 상대로 요양급여비용을 징수할 때 고려할 사항 및 이러한 사정을 고려하지 않고 의료기관의 개설명의인을 상대로 요양급여비용 전액을 징수하는 경우, 재량권을 일탈·남용한 때에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 구 국민건강보험법(2011. 12. 31. 법률 제11141호로 전부 개정되기 전의 것, 이하 같다) 제39조, 제43조, 제52조 제1항, 제70조 제1항, 제3항, 제40조 제1항 제1호, 구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것) 제30조 제2항, 제53조 제1항 제2호, 제66조 제3호, 제69조의 내용과 체재 등에 비추어 보면, 의료기관을 개설할 수 없는 자가 개설한 의료기관은 국민건강보험법상 요양기관이 될 수 없지만, 이러한 의료기관이라 하더라도 요양기관으로서 요양급여를 실시하고 그 급여비용을 청구한 이상 구 국민건강보험법 제52조 제1항에서 정한 부당이득징수 처분의 상대방인 요양기관에 해당하고, 이러한 의료기관이 요양급여비용을 청구하는 것은 ‘사위 기타 부당한 방법’에 해당한다.<br/>  [2] 구 국민건강보험법(2011. 12. 31. 법률 제11141호로 전부 개정되기 전의 것, 이하 같다) 제52조 제1항은 \"공단은 사위 기타 부당한 방법으로 보험급여를 받은 자 또는 보험급여비용을 받은 요양기관에 대하여 그 급여 또는 급여비용에 상당하는 금액의 전부 또는 일부를 징수한다.\"라고 규정하여 문언상 일부 징수가 가능함을 명시하고 있다. 위 조항은 요양기관이 부당한 방법으로 급여비용을 지급청구하는 것을 방지함으로써 바람직한 급여체계의 유지를 통한 건강보험 및 의료급여 재정의 건전성을 확보하려는 데 입법 취지가 있다. 그러나 요양기관으로서는 부당이득징수로 인하여 이미 실시한 요양급여에 대하여 그 비용을 상환받지 못하는 결과가 되므로 침익적 성격이 크다.<br/>  한편 구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것, 이하 같다) 제30조 제2항이 금지하는 ‘비의료인의 의료기관 개설행위’는 비의료인이 의료기관의 시설 및 인력의 충원·관리, 개설신고, 의료업의 시행, 필요한 자금의 조달, 운영성과의 귀속 등을 주도적으로 처리하는 것을 의미한다. 즉, 의료인인 개설명의인은 개설자에게 자신의 명의를 제공할 뿐 의료기관의 개설과 운영에 관여하지 않으며, 그에게 고용되어 근로 제공의 대가를 받을 뿐 의료기관 운영에 따른 손익이 그대로 귀속되지도 않는다. 이 점을 반영하여 구 의료법은 제30조 제2항 위반행위의 주체인 비의료인 개설자는 5년 이하의 징역 또는 2천만 원 이하의 벌금에 처하도록 규정한 반면, 의료인인 개설명의인은 제69조에서 ‘의료기관의 개설자가 될 수 없는 자에게 고용되어 의료행위를 한 자’로서 300만 원 이하의 벌금에 처하도록 규정하고 있다.<br/>  이상에서 살펴본 위 각 법 규정의 내용, 체재와 입법 취지, 부당이득징수의 법적 성질 등을 고려할 때, 구 국민건강보험법 제52조 제1항이 정한 부당이득징수는 재량행위라고 보는 것이 옳다. 그리고 요양기관이 실시한 요양급여 내용과 요양급여비용의 액수, 의료기관 개설·운영 과정에서의 개설명의인의 역할과 불법성의 정도, 의료기관 운영성과의 귀속 여부와 개설명의인이 얻은 이익의 정도, 그 밖에 조사에 대한 협조 여부 등의 사정을 고려하지 않고 의료기관의 개설명의인을 상대로 요양급여비용 전액을 징수하는 것은 다른 특별한 사정이 없는 한 비례의 원칙에 위배된 것으로 재량권을 일탈·남용한 때에 해당한다고 볼 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2011. 12. 31. 법률 제11141호로 전부 개정되기 전의 것) 제39조(현행 제41조 참조), 제40조 제1항 제1호(현행 제42조 제1항 제1호 참조), 제43조(현행 제47조 참조), 제52조 제1항(현행 제57조 제1항 참조), 제70조 제1항(현행 제81조 제1항 참조), 제3항(현행 제81조 제3항 참조), 구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것) 제30조 제2항(현행 제33조 제2항 참조), 제53조 제1항 제2호(현행 제66조 제1항 제2호 참조), 제66조 제3호(현행 제87조 참조), 제69조(현행 제90조 참조) / [2] 구 국민건강보험법(2011. 12. 31. 법률 제11141호로 전부 개정되기 전의 것) 제52조 제1항(현행 제57조 제1항 참조), 구 의료법(2007. 4. 11. 법률 제8366호로 전부 개정되기 전의 것) 제30조 제2항(현행 제33조 제2항 참조), 제69조(현행 제90조 참조)<br/>",
  "참조판례": "[2] 대법원 2018. 11. 29. 선고 2018도10779 판결(공2019상, 248), 헌법재판소 2011. 6. 30. 선고 2010헌바375 전원재판부 결정(헌공177, 943)<br/>"
}