{
  "판례일련번호": "226351",
  "사건명": "아동복지법위반·정보통신망이용촉진및정보보호등에관한법률위반(명예훼손)[카카오톡 계정 프로필 상태메시지 게시 명예훼손 사건]",
  "사건번호": "2019도12750",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항에 따른 범죄가 성립하기 위한 요건으로서 ‘피해자가 특정된 사실을 드러내어 명예를 훼손한 것’인지 판단하는 방법<br/>  [2] 피고인이 초등학생인 딸 甲에 대한 학교폭력을 신고하여 교장이 가해학생인 乙에 대하여 학교폭력대책자치위원회의 의결에 따라 ‘피해학생에 대한 접촉, 보복행위의 금지’ 등의 조치를 하였는데, 그 후 피고인이 자신의 카카오톡 계정 프로필 상태메시지에 \"학교폭력범은 접촉금지!!!\"라는 글과 주먹 모양의 그림말 세 개를 게시함으로써 乙의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 제반 사정에 비추어 피고인이 위 상태메시지를 통해 乙의 사회적 가치나 평가를 저하시키기에 충분한 구체적인 사실을 드러냈다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항은 \"사람을 비방할 목적으로 정보통신망을 통하여 공공연하게 사실을 드러내어 다른 사람의 명예를 훼손한 자는 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다.\"라고 정하고 있다. 이 규정에 따른 범죄가 성립하기 위해서는 피해자가 특정된 사실을 드러내어 명예를 훼손하여야 한다. 여기에서 사실을 드러낸다는 것은 이로써 특정인의 사회적 가치나 평가가 침해될 가능성이 있을 정도로 구체성을 띠는 사실을 드러낸다는 것을 뜻하는데, 그러한 요건이 충족되기 위해서 반드시 구체적인 사실이 직접적으로 명시되어 있어야 하는 것은 아니지만, 적어도 특정 표현에서 그러한 사실이 곧바로 유추될 수 있을 정도는 되어야 한다. 그리고 피해자가 특정되었다고 하기 위해서는 표현의 내용을 주위사정과 종합하여 볼 때, 그 표현이 누구를 지목하는가를 알아차릴 수 있을 정도가 되어야 한다. 한편 특정 표현이 사실인지 아니면 의견인지를 구별할 때에는 언어의 통상적 의미와 용법, 증명가능성, 문제 된 말이 사용된 문맥, 그 표현이 행해진 사회적 상황 등 전체적 정황을 고려하여 판단하여야 한다.<br/>  [2] 피고인이 초등학생인 딸 甲에 대한 학교폭력을 신고하여 교장이 가해학생인 乙에 대하여 학교폭력대책자치위원회의 의결에 따라 ‘피해학생에 대한 접촉, 보복행위의 금지’ 등의 조치를 하였는데, 그 후 피고인이 자신의 카카오톡 계정 프로필 상태메시지에 \"학교폭력범은 접촉금지!!!\"라는 글과 주먹 모양의 그림말 세 개를 게시함으로써 乙의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 위 상태메시지에는 그 표현의 기초가 되는 사실관계가 드러나 있지 않고, ‘학교폭력범’이라는 단어는 ‘학교폭력을 저지른 사람’을 통칭하는 표현인데, 피고인은 ‘학교폭력범’ 자체를 표현의 대상으로 삼았을 뿐 특정인을 ‘학교폭력범’으로 지칭하지 않았으며, 학교폭력이 심각한 문제로 대두되고 있는 우리 사회의 현실, 초등학생 자녀를 둔 피고인의 지위 등을 고려하면, 피고인이 ‘학교폭력범’이라는 단어를 사용하였다고 하여 실제 일어난 학교폭력 사건에 관해 언급한 것이라고 단정할 수 없고, ‘접촉금지’라는 어휘는 통상적으로 ‘접촉하지 말 것’이라는 의미로 이해되며, 위 의결 등을 통해 乙에게 위 조치가 내려졌다는 사실이 乙과 같은 반 학생들이나 그 부모들에게 알려졌음을 인정할 증거도 없으므로, 피고인이 상태메시지를 통해 乙의 학교폭력 사건이나 그 사건으로 乙이 받은 조치에 대해 기재함으로써 乙의 사회적 가치나 평가를 저하시키기에 충분한 구체적인 사실을 드러냈다고 볼 수 없는데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항 / [2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항<br/>",
  "참조판례": "[1] 대법원 1982. 11. 9. 선고 82도1256 판결(공1983, 129), 대법원 1998. 3. 24. 선고 97도2956 판결(공1998상, 1248), 대법원 2011. 8. 18. 선고 2011도6904 판결(공2011하, 1964), 대법원 2014. 3. 27. 선고 2011도11226 판결<br/>"
}