{
  "판례일련번호": "226343",
  "사건명": "공급자등록취소무효확인등청구",
  "사건번호": "2017두66541",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 공공기관의 운영에 관한 법률 제39조 제2항과 그 하위법령에 따른 입찰참가자격제한 조치가 행정처분에 해당하는지 여부(적극) 및 한국수력원자력 주식회사가 법령에 따라 행정처분권한을 위임받은 공공기관으로서 행정청에 해당하는지 여부(적극)<br/>  [2] 행정기관이 소속 공무원이나 하급행정기관에 대하여 세부적인 업무처리절차나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’이 대외적으로 국민이나 법원을 구속하는 효력이 있는지 여부(원칙적 소극) 및 행정기관의 재량에 속하는 사항에 관한 행정규칙의 경우, 법원은 이를 존중해야 하는지 여부(원칙적 적극) / 상위법령이나 법의 일반원칙을 위반한 행정규칙의 효력(당연무효) 및 이 경우 법원이 위 행정규칙에 따라 행정기관이 한 조치의 당부를 판단하는 방법<br/>  [3] 한국수력원자력 주식회사의 ‘공급자관리지침’ 중 등록취소 및 그에 따른 일정 기간의 거래제한조치에 관한 규정들이 대외적 구속력이 없는 행정규칙인지 여부(적극)<br/>  [4] 한국수력원자력 주식회사가 자신의 ‘공급자관리지침’에 근거하여 등록된 공급업체에 대하여 하는 ‘등록취소 및 그에 따른 일정 기간의 거래제한조치’가 행정처분에 해당하는지 여부(적극)<br/>  [5] 공공기관의 어떤 제재조치가 계약에 따른 제재조치에 해당하기 위한 요건<br/>",
  "판결요지": "[1] 행정절차에 관한 일반법인 행정절차법은 행정청을 “행정에 관한 의사를 결정하여 표시하는 국가 또는 지방자치단체의 기관”, “그 밖에 법령 또는 자치법규에 따라 행정권한을 가지고 있거나 위임 또는 위탁받은 공공단체 또는 그 기관이나 사인(私人)”이라고 정의하고 있고(제2조 제1호), 행정소송법도 “이 법을 적용함에 있어서 행정청에는 법령에 의하여 행정권한의 위임 또는 위탁을 받은 행정기관, 공공단체 및 그 기관 또는 사인이 포함된다.”라고 규정하고 있다(제2조 제2항).<br/>공공기관의 운영에 관한 법률(이하 ‘공공기관운영법’이라 한다) 제39조는 공기업·준정부기관은 공정한 경쟁이나 계약의 적정한 이행을 해칠 것이 명백하다고 판단되는 사람·법인 또는 단체 등에 대하여 2년의 범위 내에서 일정 기간 입찰참가자격을 제한할 수 있고(제2항), 그에 따른 입찰참가자격의 제한기준 등에 관하여 필요한 사항은 기획재정부령으로 정하도록 규정하고 있다(제3항). 그 위임에 따른 ‘공기업·준정부기관 계약사무규칙’ 제15조는 기관장은 공정한 경쟁이나 계약의 적정한 이행을 해칠 것이 명백하다고 판단되는 자에 대해서는 ‘국가를 당사자로 하는 계약에 관한 법률’ 제27조에 따라 입찰참가자격을 제한할 수 있다고 규정하고 있다. 이와 같이 공공기관운영법 제39조 제2항과 그 하위법령에 따른 입찰참가자격제한 조치는 ‘구체적 사실에 관한 법집행으로서의 공권력의 행사’로서 행정처분에 해당한다. 공공기관운영법은 공공기관을 공기업, 준정부기관, 기타공공기관으로 구분하고(제5조), 그중에서 공기업, 준정부기관에 대해서는 입찰참가자격제한처분을 할 수 있는 권한을 부여하였다.<br/>  한국수력원자력 주식회사는 한국전력공사법에 의하여 설립된 공법인인 한국전력공사가 종래 수행하던 발전사업 중 수력·원자력 발전사업 부문을 전문적·독점적으로 수행하기 위하여 2000. 12. 23. 법률 제6282호로 제정된 ‘전력산업 구조개편 촉진에 관한 법률’에 의하여 한국전력공사에서 분할되어 설립된 회사로서, 한국전력공사가 그 주식 100%를 보유하고 있으며, 공공기관운영법 제5조 제3항 제1호에 따라 ‘시장형 공기업’으로 지정·고시된 ‘공공기관’이다. 한국수력원자력 주식회사는 공공기관운영법에 따른 ‘공기업’으로 지정됨으로써 공공기관운영업 제39조 제2항에 따라 입찰참가자격제한처분을 할 수 있는 권한을 부여받았으므로 ‘법령에 따라 행정처분권한을 위임받은 공공기관’으로서 행정청에 해당한다.<br/>  [2] 행정기관이 소속 공무원이나 하급행정기관에 대하여 세부적인 업무처리절차나 법령의 해석·적용 기준을 정해 주는 ‘행정규칙’은 상위법령의 구체적 위임이 있지 않는 한 조직 내부에서만 효력을 가질 뿐 대외적으로 국민이나 법원을 구속하는 효력이 없다. 행정규칙이 이를 정한 행정기관의 재량에 속하는 사항에 관한 것인 때에는 그 규정 내용이 객관적 합리성을 결여하였다는 등의 특별한 사정이 없는 한 법원은 이를 존중하는 것이 바람직하다. 그러나 행정규칙의 내용이 상위법령이나 법의 일반원칙에 반하는 것이라면 법치국가원리에서 파생되는 법질서의 통일성과 모순금지 원칙에 따라 그것은 법질서상 당연무효이고, 행정내부적 효력도 인정될 수 없다. 이러한 경우 법원은 해당 행정규칙이 법질서상 부존재하는 것으로 취급하여 행정기관이 한 조치의 당부를 상위법령의 규정과 입법 목적 등에 따라서 판단하여야 한다.<br/>  [3] 공공기관의 운영에 관한 법률(이하 ‘공공기관운영법’이라 한다)이나 그 하위법령은 공기업이 거래상대방 업체에 대하여 공공기관운영법 제39조 제2항 및 공기업·준정부기관 계약사무규칙 제15조에서 정한 범위를 뛰어넘어 추가적인 제재조치를 취할 수 있도록 위임한 바 없다. 따라서 한국수력원자력 주식회사가 조달하는 기자재, 용역 및 정비공사, 기기수리의 공급자에 대한 관리업무 절차를 규정함을 목적으로 제정·운용하고 있는 ‘공급자관리지침’ 중 등록취소 및 그에 따른 일정 기간의 거래제한조치에 관한 규정들은 공공기관으로서 행정청에 해당하는 한국수력원자력 주식회사가 상위법령의 구체적 위임 없이 정한 것이어서 대외적 구속력이 없는 행정규칙이다.<br/>  [4] 한국수력원자력 주식회사가 자신의 ‘공급자관리지침’에 근거하여 등록된 공급업체에 대하여 하는 ‘등록취소 및 그에 따른 일정 기간의 거래제한조치’는 행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사인 ‘처분’에 해당한다.<br/>  [5] 계약당사자 사이에서 계약의 적정한 이행을 위하여 일정한 계약상 의무를 위반하는 경우 계약해지, 위약벌이나 손해배상액 약정, 장래 일정 기간의 거래제한 등의 제재조치를 약정하는 것은 상위법령과 법의 일반원칙에 위배되지 않는 범위에서 허용되며, 그러한 계약에 따른 제재조치는 법령에 근거한 공권력의 행사로서의 제재처분과는 법적 성질을 달리한다.<br/>  그러나 공공기관의 어떤 제재조치가 계약에 따른 제재조치에 해당하려면 일정한 사유가 있을 때 그러한 제재조치를 할 수 있다는 점을 공공기관과 그 거래상대방이 미리 구체적으로 약정하였어야 한다. 공공기관이 여러 거래업체들과의 계약에 적용하기 위하여 거래업체가 일정한 계약상 의무를 위반하는 경우 장래 일정 기간의 거래제한 등의 제재조치를 할 수 있다는 내용을 계약특수조건 등의 일정한 형식으로 미리 마련하였다고 하더라도, 약관의 규제에 관한 법률 제3조에서 정한 바와 같이 계약상대방에게 그 중요 내용을 미리 설명하여 계약내용으로 편입하는 절차를 거치지 않았다면 계약의 내용으로 주장할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정절차법 제2조 제1호, 행정소송법 제2조 제2항, 공공기관의 운영에 관한 법률 제5조 제3항 제1호, 제39조 제2항, 제3항, 공기업·준정부기관 계약사무규칙 제15조 / [2] 헌법 제95조 / [3] 공공기관의 운영에 관한 법률 제39조 제2항, 공기업·준정부기관 계약사무규칙 제15조 / [4] 공공기관의 운영에 관한 법률 제39조 제2항, 공기업·준정부기관 계약사무규칙 제15조, 행정소송법 제2조 제1항 제1호 / [5] 공공기관의 운영에 관한 법률 제39조 제2항, 공기업·준정부기관 계약사무규칙 제15조, 약관의 규제에 관한 법률 제3조<br/>",
  "참조판례": "[2] 대법원 2019. 10. 31. 선고 2013두20011 판결(공2019하, 2251) / [5] 대법원 2014. 12. 24. 선고 2010다83182 판결(공2015상, 169)<br/>"
}