{
  "판례일련번호": "226395",
  "사건명": "취득세등부과처분취소",
  "사건번호": "2017두36953",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200611",
  "판시사항": "[1] 구 건축법 시행령 제3조의5 [별표 1] 제1호 (다)목에서 정한 ‘다가구주택’이 임대주택 등에 대한 취득세 감면조항인 구 지방세특례제한법 제31조 제1항 제1호에 따라 취득세가 면제되는 ‘공동주택’에 포함되는지 여부(원칙적 소극)<br/>  [2] 판결서의 이유에 당사자의 모든 주장이나 공격·방어방법에 관한 판단이 표시되어야 하는지 여부(소극) 및 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적 판단이 표시되어 있지 않지만 판결 이유의 전반적인 취지로 주장의 인용 여부를 알 수 있는 경우 또는 실제로 판단을 하지 않았지만 주장이 배척될 것이 분명한 경우, 판단누락의 위법이 있는지 여부(소극)<br/>",
  "판결요지": "[1] 구 지방세특례제한법(2015. 7. 24. 법률 제13435호로 개정되기 전의 것, 이하 같다) 제31조 제1항 제1호(이하 ‘감면조항’이라 한다)에 의하면, 임대주택법 제2조 제4호에 따른 임대사업자(임대용 부동산 취득일부터 60일 이내에 임대사업자로 등록한 경우를 포함한다)가 임대할 목적으로 2015. 12. 31.까지 그 전단에 따라 공동주택을 ‘건축’하거나, 후단에 따라 공동주택 또는 오피스텔을 ‘건축주로부터 최초로 분양’받은 경우 그 공동주택 또는 오피스텔의 전용면적이 60㎡ 이하이면 취득세가 면제된다. 그리고 감면조항 중 ‘공동주택’의 정의에 관하여 구 지방세특례제한법 제2조 제1항 제3호는 “주택법 제2조 제2호에 따른 공동주택을 말하되 기숙사는 제외한다.”라고 규정하고 있다. 이와 같이 감면조항은 임대주택의 건설 및 분양을 촉진하여 장기적인 주거생활의 안정을 도모하기 위하여 임대사업자가 취득한 임대주택에 대하여 취득세 감면의 혜택을 부여하면서도, 조세형평 등을 고려하여 감면대상의 범위를 임대주택의 구체적 취득방법 등에 따라 제한하면서 그 임대주택을 원칙적으로 전용면적이 60㎡ 이하인 ‘주택법 제2조 제2호에 따른 공동주택’에 한정하고 있다.<br/>  한편 구 주택법(2016. 1. 19. 법률 제13782호로 개정되기 전의 것) 제2조 제2호는 ‘공동주택’을 “건축물의 벽·복도·계단이나 그 밖의 설비 등의 전부 또는 일부를 공동으로 사용하는 각 세대가 하나의 건축물 안에서 각각 독립된 주거생활을 할 수 있는 구조로 된 주택을 말하며, 그 종류와 범위는 대통령령으로 정한다.”라고 규정하고 있다. 그 위임에 따른 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제2조 제1항은 ‘공동주택’의 종류와 범위를 용도별 건축물의 종류를 정하고 있는 구 건축법 시행령(2016. 2. 11. 대통령령 제26974호로 개정되기 전의 것, 이하 같다) 제3조의5 [별표 1] 제2호 (가)목 내지 (다)목에 따라 아파트, 연립주택, 다세대주택으로 한정하고 있다. 반면 구 건축법 시행령 제3조의5 [별표 1] 제1호 (다)목은 다가구주택을 ‘단독주택’의 하나로 들면서 주택으로 쓰는 층수, 1개 동의 주택으로 쓰이는 바닥면적, 거주할 수 있는 세대수 등과 같은 다가구주택의 요건을 정하고 있다.<br/>  조세법률주의 원칙상 과세요건이나 비과세요건 또는 조세감면요건을 막론하고 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해석할 것이고, 합리적 이유 없이 확장해석하거나 유추해석하는 것은 허용되지 아니하며, 특히 감면요건 규정 가운데 명백히 특혜규정이라고 볼 수 있는 것은 엄격하게 해석하는 것이 조세공평의 원칙에도 부합한다.<br/>  위와 같은 관련 규정의 문언과 체계, 감면조항의 취지, 특히 구 지방세특례제한법에서 ‘공동주택’에 관하여 별도의 정의규정을 두고 있는 점 등을 종합하면, 감면조항에 따라 취득세가 면제되는 ‘공동주택’은 구 건축법 시행령 제3조의5 [별표 1] 제2호 (가)목 내지 (다)목에서 정한 아파트, 연립주택 및 다세대주택을 의미하는 것이고, 특별한 사정이 없는 한 구 건축법 시행령 제3조의5 [별표 1] 제1호 (다)목에서 정한 다가구주택은 공동주택에 포함되지 않는다고 보아야 한다.<br/>  [2] 판결서의 이유에는 주문이 정당하다는 것을 인정할 수 있을 정도로 당사자의 주장, 그 밖의 공격·방어방법에 관한 판단을 표시하면 되고 당사자의 모든 주장이나 공격·방어방법에 관하여 판단할 필요가 없다(행정소송법 제8조 제2항, 민사소송법 제208조). 따라서 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 아니하더라도 판결 이유의 전반적인 취지에 비추어 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없고, 설령 실제로 판단을 하지 아니하였더라도 주장이 배척될 경우임이 분명한 때에는 판결 결과에 영향이 없어 판단누락의 위법이 있다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세특례제한법(2015. 7. 24. 법률 제13435호로 개정되기 전의 것) 제2조 제1항 제3호, 제31조 제1항 제1호, 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제2조 제4호(현행 민간임대주택에 관한 특별법 제2조 제7호 및 공공주택 특별법 제4조 제1항 참조), 구 주택법(2016. 1. 19. 법률 제13782호로 개정되기 전의 것) 제2조 제2호(현행 제2조 제3호 참조), 구 주택법 시행령(2016. 8. 11. 대통령령 제27444호로 전부 개정되기 전의 것) 제2조 제1항(현행 제3조 제1항 참조), 구 건축법 시행령(2016. 2. 11. 대통령령 제26974호로 개정되기 전의 것) 제3조의5 [별표 1] 제1호 (다)목, 제2호 (가)목, (나)목, (다)목, 국세기본법 제18조 / [2] 행정소송법 제8조 제2항, 민사소송법 제208조, 제423조<br/>",
  "참조판례": "[1] 대법원 2004. 5. 28. 선고 2003두7392 판결(공2004하, 1096), 대법원 2017. 6. 15. 선고 2017두32401 판결(공2017하, 1494) / [2] 대법원 2014. 5. 16. 선고 2013두22482 판결, 대법원 2019. 9. 26. 선고 2017두48406 판결(공2019하, 2055)<br/>"
}