{
  "판례일련번호": "226339",
  "사건명": "손해배상(기)",
  "사건번호": "2017다265389",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200528",
  "판시사항": "[1] 한국토지공사가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 택지개발사업 지구 내 토지에 관하여 토지소유자와 매매계약을 체결한 행위가 상행위인지 여부(소극)<br/>  [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 공공사업의 시행자가 토지를 협의취득하는 경우, 일방 당사자의 채무불이행에 대하여 민법에 따른 손해배상 또는 하자담보책임을 물을 수 있는지 여부(적극) 및 이 경우 매도인의 하자담보책임에 따른 손해배상청구권에 적용되는 소멸시효기간(=10년)과 기산점(=매수인이 매매의 목적물을 인도받은 때)<br/>  [3] 甲 공사가 택지개발사업을 시행하면서 乙 등이 소유한 토지를 공공용지로 협의취득하였고, 甲 공사를 합병한 丙 공사가 위 택지개발사업을 준공한 다음 위 토지 중 일부를 丁에게 매도하여 소유권이전등기를 마쳐주었는데, 丁이 건물을 신축하기 위해 터파기공사를 하던 중 위 토지 지하에 폐기물이 매립되어 있는 것을 발견하여 丙 공사에 통보하자, 丙 공사가 乙 등을 상대로 매도인의 하자담보책임에 기한 손해배상을 구한 사안에서, 甲 공사가 乙 등 소유의 토지를 매수한 행위는 상행위에 해당하지 않아 상법 제64조가 적용되지 않고, 丙 공사가 乙 등에게 매도인의 담보책임을 구하고 있으므로, 甲 공사가 위 토지에 관하여 소유권이전등기를 마친 때부터 민법 제162조 제1항에 따른 10년의 소멸시효가 진행되고, 그로부터 10년이 지나기 전에 소가 제기되어 丙 공사의 손해배상청구권은 소멸시효가 완성되지 않았다고 한 사례<br/>",
  "판결요지": "[1] 어느 행위가 상법 제46조의 기본적 상행위에 해당하기 위하여는 영업으로 같은 조 각호의 행위를 하는 경우이어야 하고, 여기서 ‘영업으로 한다’는 것은 영리를 목적으로 동종의 행위를 계속 반복적으로 하는 것을 의미한다. 구 한국토지공사법(2009. 5. 22. 법률 제9706호 한국토지주택공사법 부칙 제2조로 폐지)에 따라 설립된 한국토지공사는 토지를 취득·관리·개발 및 공급하게 함으로써 토지자원의 효율적인 이용을 촉진하고 국토의 종합적인 이용·개발을 도모하여 건전한 국민경제의 발전에 이바지하게 하기 위하여 설립된 법인이다. 따라서 한국토지공사가 택지개발사업을 시행하기 위하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 토지소유자로부터 사업 시행을 위한 토지를 매수하는 행위를 하더라도 한국토지공사를 상인이라 할 수 없고, 한국토지공사가 택지개발사업 지구 내에 있는 토지에 관하여 토지소유자와 매매계약을 체결한 행위를 상행위로 볼 수 없다.<br/>  [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 공공사업의 시행자가 토지를 협의취득하는 행위는 사법상의 법률행위로 일방 당사자의 채무불이행에 대하여 민법에 따른 손해배상 또는 하자담보책임을 물을 수 있다. 이 경우 매도인에 대한 하자담보에 기한 손해배상청구권에 대하여는 민법 제162조 제1항의 채권 소멸시효의 규정이 적용되고, 매수인이 매매의 목적물을 인도받은 때부터 소멸시효가 진행한다.<br/>  [3] 甲 공사가 택지개발사업을 시행하면서 乙 등이 소유한 토지를 공공용지로 협의취득하였고, 甲 공사를 합병한 丙 공사가 위 택지개발사업을 준공한 다음 위 토지 중 일부를 丁에게 매도하여 소유권이전등기를 마쳐주었는데, 丁이 건물을 신축하기 위해 터파기공사를 하던 중 위 토지 지하에 폐기물이 매립되어 있는 것을 발견하여 丙 공사에 통보하자, 丙 공사가 乙 등을 상대로 매도인의 하자담보책임에 기한 손해배상을 구한 사안에서, 甲 공사가 택지개발사업을 시행하기 위하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 乙 등 소유의 토지를 매수한 행위는 상행위에 해당하지 않아 상법 제64조가 적용되지 않고, 甲 공사를 합병한 丙 공사가 乙 등에게 매도인의 담보책임을 구하고 있으므로, 甲 공사가 위 토지에 관하여 소유권이전등기를 마친 때부터 민법 제162조 제1항에 따른 10년의 소멸시효가 진행되고, 그로부터 10년이 지나기 전에 소가 제기되어 丙 공사의 손해배상청구권은 소멸시효가 완성되지 않았는데도, 甲 공사가 영업으로 부동산을 개발하여 매각할 목적으로 이를 매수하였다는 점 등을 근거로 甲 공사와 乙 등이 체결한 매매계약은 상행위에 해당하므로 상법 제64조가 적용되어 丙 공사의 손해배상청구권이 5년의 소멸시효 완성으로 소멸하였다고 본 원심판단에는 상행위와 소멸시효에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제17조, 상법 제46조, 구 한국토지공사법(2009. 5. 22. 법률 제9706호 한국토지주택공사법 부칙 제2조로 폐지) 제1조 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제17조, 민법 제162조 제1항, 제166조, 제390조, 제575조 제1항, 제580조 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제17조, 상법 제46조, 제64조, 민법 제162조 제1항, 제166조, 제575조 제1항, 제580조<br/>",
  "참조판례": "[1] 대법원 1994. 4. 29. 선고 93다54842 판결(공1994상, 1611), 대법원 1998. 7. 10. 선고 98다10793 판결(공1998하, 2091) / [2] 대법원 2004. 7. 22. 선고 2002다51586 판결(공2004하, 1431), 대법원 2011. 10. 13. 선고 2011다10266 판결(공2011하, 2339)<br/>"
}