{
  "판례일련번호": "226407",
  "사건명": "손해배상(기)",
  "사건번호": "2020다201156",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200611",
  "판시사항": "[1] 도급계약에 따라 완성된 목적물에 하자가 있는 경우, 수급인의 하자담보책임과 채무불이행책임이 경합적으로 인정되는지 여부(적극) 및 이는 도급인이 하자보수비용을 하자보수를 갈음하는 손해배상으로 구하는 경우에도 마찬가지인지 여부(적극)<br/>  [2] 민법 제391조에서 정한 ‘이행보조자’의 의미 및 이행보조자가 채무의 이행을 위하여 제3자를 복이행보조자로 사용하는 것을 승낙하였거나 적어도 묵시적으로 동의한 경우, 채무자가 복이행보조자의 고의·과실에 관하여 책임을 부담하는지 여부(적극)<br/>  [3] 채무불이행으로 인한 손해배상청구권의 소멸시효 기산점(=현실적으로 손해가 발생한 때) 및 이때 현실적으로 손해가 발생하였는지 판단하는 방법<br/>  [4] 甲 주식회사가 잠수함 건조계약에 따라 해군에 인도한 잠수함의 추진전동기에서 이상 소음이 발생하자, 국가(해군)가 甲 회사를 상대로 계약의 불완전이행으로 인한 손해배상을 구한 사안에서, 국가(해군)의 손해가 현실적으로 발생한 때는 추진전동기에서 이상 소음이 처음 발생한 때 또는 사단법인 한국선급과 국방기술품질원이 추진전동기의 고장 원인에 대한 보고서를 작성하여 제출한 때이고, 그때부터 소멸시효가 진행한다고 한 사례<br/>",
  "판결요지": "[1] 도급계약에 따라 완성된 목적물에 하자가 있는 경우, 수급인의 하자담보책임과 채무불이행책임은 별개의 권원에 의하여 경합적으로 인정된다. 목적물의 하자를 보수하기 위한 비용은 수급인의 하자담보책임과 채무불이행책임에서 말하는 손해에 해당한다. 따라서 도급인은 하자보수비용을 민법 제667조 제2항에 따라 하자담보책임으로 인한 손해배상으로 청구할 수도 있고, 민법 제390조에 따라 채무불이행으로 인한 손해배상으로 청구할 수도 있다. 하자보수를 갈음하는 손해배상에 관해서는 민법 제667조 제2항에 따른 하자담보책임만이 성립하고 민법 제390조에 따른 채무불이행책임이 성립하지 않는다고 볼 이유가 없다.<br/>  [2] 민법 제391조는 이행보조자의 고의·과실을 채무자의 고의·과실로 본다고 정하고 있다. 이러한 이행보조자는 채무자의 의사 관여 아래 채무의 이행행위에 속하는 활동을 하는 사람이면 충분하고 반드시 채무자의 지시 또는 감독을 받는 관계에 있어야 하는 것은 아니므로, 그가 채무자에 대하여 종속적인 지위에 있는지, 독립적인 지위에 있는지는 상관없다. 이행보조자가 채무의 이행을 위하여 제3자를 복이행보조자로 사용하는 경우에도 채무자가 이를 승낙하였거나 적어도 묵시적으로 동의한 경우 채무자는 복이행보조자의 고의·과실에 관하여 민법 제391조에 따라 책임을 부담한다고 보아야 한다.<br/>  [3] 소멸시효는 권리를 행사할 수 있는 때부터 진행한다(민법 제166조 제1항). 채무불이행으로 인한 손해배상청구권은 현실적으로 손해가 발생한 때에 성립하고, 현실적으로 손해가 발생하였는지 여부는 사회통념에 비추어 객관적이고 합리적으로 판단하여야 한다.<br/>  [4] 甲 주식회사가 잠수함 건조계약에 따라 해군에 인도한 잠수함의 추진전동기에서 이상 소음이 발생하자, 이에 국가(해군)가 甲 회사를 상대로 계약의 불완전이행으로 인한 손해배상을 구한 사안에서, 甲 회사가 해군에 잠수함을 인도한 후 항해훈련 전에는 이상 소음이 발생하였다고 볼 자료가 없는 점, 추진전동기의 하자는 사단법인 한국선급과 국방기술품질원이 고장 원인에 대한 보고서를 작성하여 국방기술품질원장에게 제출함으로써 밝혀진 점 등에 비추어, 국가(해군)의 손해가 현실적으로 발생한 때는 추진전동기에서 이상 소음이 처음 발생한 때 또는 사단법인 한국선급과 국방기술품질원이 추진전동기의 고장 원인에 대한 보고서를 작성하여 제출한 때이고, 그때부터 소멸시효가 진행한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제390조, 제667조, 제669조 / [2] 민법 제391조 / [3] 민법 제166조 제1항, 제390조 / [4] 민법 제166조 제1항, 제390조<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2001다70337 판결(공2004하, 1561), 대법원 2020. 1. 30. 선고 2019다268252 판결(공2020상, 528) / [2] 대법원 2011. 5. 26. 선고 2011다1330 판결(공2011하, 1293), 대법원 2018. 2. 13. 선고 2017다275447 판결(공2018상, 563) / [3] 대법원 2001. 7. 13. 선고 2001다22833 판결(공2001하, 1860), 대법원 2011. 1. 27. 선고 2009다10249 판결(공2011상, 390)<br/>"
}