{
  "판례일련번호": "226471",
  "사건명": "폐기물처리사업계획부적합통보처분취소",
  "사건번호": "2020두36007",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200723",
  "판시사항": "[1] 행정청이 지정폐기물이 아닌 폐기물처리업 허가 신청에 앞서 제출된 폐기물처리사업계획서의 적합 여부를 판단할 때 검토할 사항 및 그 판단에 관하여 행정청에 광범위한 재량권이 인정되는지 여부(적극) / 법원이 위 폐기물처리사업계획서의 적합 여부 결정과 관련한 행정청의 재량권 일탈·남용 여부를 심사하는 방법과 대상<br/>  [2] 행정청이 폐기물처리사업계획서 부적합 통보를 하면서 처분서에 불확정개념으로 규정된 법령상의 허가기준 등을 충족하지 못하였다는 취지만 간략히 기재한 경우, 부적합 통보에 대한 취소소송절차에서 행정청은 구체적 불허가사유를 분명히 하여야 하는지 여부(적극) 및 이 경우 부적합 통보의 효력을 다투는 상대방은 구체적인 불허가사유에 관한 판단과 근거에 재량권 일탈·남용의 위법이 있음을 밝히기 위하여 추가적인 주장 등을 할 필요가 있는지 여부(적극)<br/>  [3] 행정절차법 제17조 제5항이 행정청으로 하여금 신청에 대하여 거부처분을 하기 전에 반드시 신청인에게 신청의 내용이나 처분의 실체적 발급요건에 관한 사항까지 보완할 기회를 부여하여야 할 의무를 정한 것인지 여부(소극)<br/>",
  "판결요지": "[1] 폐기물관리법과 환경정책기본법은 지정폐기물이 아닌 폐기물의 경우에도 폐기물관리법과 환경정책기본법의 입법 목적에 입각하여 환경 친화적으로 폐기물처리업을 영위하도록 요구하고 있다.<br/>폐기물관리법 제25조 제1항, 제2항, 제3항, 환경정책기본법 제12조 제1항, 제13조, 제3조 제1호의 내용과 체계, 입법 취지에 비추어 보면, 행정청은 사람의 건강이나 주변 환경에 영향을 미치는지 여부 등 생활환경과 자연환경에 미치는 영향을 두루 검토하여 폐기물처리사업계획서의 적합 여부를 판단할 수 있으며, 이에 관해서는 행정청에 광범위한 재량권이 인정된다.<br/>    따라서 법원이 적합 여부 결정과 관련한 행정청의 재량권 일탈·남용 여부를 심사할 때에는 해당 지역의 자연환경, 주민들의 생활환경 등 구체적 지역 상황, 상반되는 이익을 가진 이해관계자들 사이의 권익 균형과 환경권의 보호에 관한 각종 규정의 입법 취지 등을 종합하여 신중하게 판단하여야 한다. ‘자연환경·생활환경에 미치는 영향’과 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 그 내용이 현저히 합리적이지 않다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중하여야 한다. 그리고 이 경우 행정청의 당초 예측이나 평가와 일부 다른 내용의 감정의견이 제시되었다는 등의 사정만으로 쉽게 행정청의 판단이 위법하다고 단정할 것은 아니다. 또한 이때 제출된 폐기물처리사업계획 그 자체가 독자적으로 생활환경과 자연환경에 미칠 수 있는 영향을 분리하여 심사대상으로 삼을 것이 아니라, 기존의 주변 생활환경과 자연환경 상태를 기반으로 그에 더하여 제출된 폐기물처리사업계획까지 실현될 경우 주변 환경에 총량적·누적적으로 어떠한 악영향을 초래할 우려가 있는지를 심사대상으로 삼아야 한다.<br/>  [2] 처분이 재량권을 일탈·남용하였다는 사정은 처분의 효력을 다투는 자가 주장·증명하여야 한다. 행정청이 폐기물처리사업계획서 부적합 통보를 하면서 처분서에 불확정개념으로 규정된 법령상의 허가기준 등을 충족하지 못하였다는 취지만을 간략히 기재하였다면, 부적합 통보에 대한 취소소송절차에서 행정청은 처분을 하게 된 판단 근거나 자료 등을 제시하여 구체적 불허가사유를 분명히 하여야 한다. 이러한 경우 재량행위인 폐기물처리사업계획서 부적합 통보의 효력을 다투는 원고로서는 행정청이 제시한 구체적인 불허가사유에 관한 판단과 근거에 재량권 일탈·남용의 위법이 있음을 밝히기 위하여 소송절차에서 추가적인 주장을 하고 자료를 제출할 필요가 있다.<br/>  [3] 행정절차법 제17조에 따르면, 행정청은 신청에 구비서류의 미비 등 흠이 있는 경우에는 보완에 필요한 상당한 기간을 정하여 지체 없이 신청인에게 보완을 요구하여야 하고(제5항), 신청인이 그 기간 내에 보완을 하지 않았을 때에는 그 이유를 구체적으로 밝혀 접수된 신청을 되돌려 보낼 수 있으며(제6항), 신청인은 처분이 있기 전에는 그 신청의 내용을 보완·변경하거나 취하할 수 있다(제8항 본문).<br/>    이처럼 행정절차법 제17조가 ‘구비서류의 미비 등 흠의 보완’과 ‘신청 내용의 보완’을 분명하게 구분하고 있는 점에 비추어 보면, 행정절차법 제17조 제5항은 신청인이 신청할 때 관계 법령에서 필수적으로 첨부하여 제출하도록 규정한 서류를 첨부하지 않은 경우와 같이 쉽게 보완이 가능한 사항을 누락하는 등의 흠이 있을 때 행정청이 곧바로 거부처분을 하는 것보다는 신청인에게 보완할 기회를 주도록 함으로써 행정의 공정성·투명성 및 신뢰성을 확보하고 국민의 권익을 보호하려는 행정절차법의 입법 목적을 달성하고자 함이지, 행정청으로 하여금 신청에 대하여 거부처분을 하기 전에 반드시 신청인에게 신청의 내용이나 처분의 실체적 발급요건에 관한 사항까지 보완할 기회를 부여하여야 할 의무를 정한 것은 아니라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 폐기물관리법 제25조 제1항, 제2항, 제3항, 환경정책기본법 제3조 제1호, 제12조 제1항, 제13조, 행정소송법 제27조 / [2] 폐기물관리법 제25조 제2항, 행정소송법 제27조 / [3] 행정절차법 제17조 제5항, 제6항, 제8항<br/>",
  "참조판례": "[1] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778), 대법원 2017. 10. 31. 선고 2017두46783 판결(공2017하, 2206) / [2] 대법원 2016. 10. 27. 선고 2015두41579 판결, 대법원 2018. 12. 27. 선고 2018두49796 판결 / [3] 대법원 2015. 9. 15. 선고 2013두27005 판결<br/>"
}