{
  "판례일련번호": "226469",
  "사건명": "저작권침해금지등청구의소",
  "사건번호": "2020다220607",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200723",
  "판시사항": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (차)목에서 정한 부정경쟁행위에 해당하는지 판단하는 기준 / 아이디어 정보 제공이 위 (차)목의 시행일 전에 이루어졌으나 위 (차)목의 부정경쟁행위에 해당하는 행위가 그 시행일 이후에 계속되고 있는 경우, 위 (차)목이 적용될 수 있는지 여부(적극)<br/>  [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목에서 정한 부정경쟁행위에 해당하는지 판단하는 기준<br/>",
  "판결요지": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률(이하 ‘부정경쟁방지법’이라 한다) 제2조 제1호 (차)목 본문은 “사업제안, 입찰, 공모 등 거래교섭 또는 거래과정에서 경제적 가치를 가지는 타인의 기술적 또는 영업상의 아이디어가 포함된 정보를 그 제공목적에 위반하여 자신 또는 제3자의 영업상 이익을 위하여 부정하게 사용하거나 타인에게 제공하여 사용하게 하는 행위”를 부정경쟁행위로 규정하고 있다. 위 (차)목은 거래교섭 또는 거래과정에서 제공받은 경제적 가치를 가지는 아이디어를 정당한 보상 없이 사용하는 행위를 규제하기 위해 2018. 4. 17. 법률 제15580호로 개정된 부정경쟁방지법(2018. 7. 18. 시행)에서 신설된 규정이다. <br/>    여기서 ‘경제적 가치를 가지는 기술적 또는 영업상의 아이디어가 포함된 정보’(이하 ‘아이디어 정보’라 한다)에 해당하는지 여부는 아이디어 정보의 보유자가 정보의 사용을 통해 경쟁자에 대하여 경쟁상의 이익을 얻을 수 있거나 또는 정보의 취득이나 개발을 위해 상당한 비용이나 노력이 필요한 경우인지 등에 따라 구체적·개별적으로 판단해야 한다. 다만 아이디어를 제공받은 자가 제공받을 당시 이미 알고 있었거나 동종 업계에서 널리 알려진 아이디어는 위 (차)목의 보호대상에서 제외된다[위 (차)목 단서]. ‘거래교섭 또는 거래과정에서 제공받은 아이디어 정보를 그 제공목적에 위반하여 부정하게 사용하는 등의 행위’에 해당하기 위해서는 거래교섭 또는 거래과정의 구체적인 내용과 성격, 아이디어 정보의 제공이 이루어진 동기와 경위, 아이디어 정보의 제공으로 달성하려는 목적, 아이디어 정보 제공에 대한 정당한 대가의 지급 여부 등을 종합적으로 고려하여, 아이디어 정보 사용 등의 행위가 아이디어 정보 제공자와의 거래교섭 또는 거래과정에서 발생한 신뢰관계 등에 위배된다고 평가할 수 있어야 한다. 한편 아이디어 정보 제공이 위 (차)목의 시행일 전에 이루어졌어도 위 (차)목의 부정경쟁행위에 해당하는 행위가 그 시행일 이후에 계속되고 있다면 위 (차)목이 적용될 수 있다. <br/>  [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목은 보호대상인 ‘성과 등’의 유형에 제한을 두고 있지 않으므로, 유형물뿐만 아니라 무형물도 이에 포함되고, 종래 지식재산권법에 따라 보호받기 어려웠던 새로운 형태의 결과물도 포함될 수 있다. ‘성과 등’을 판단할 때에는 위와 같은 결과물이 갖게 된 명성이나 경제적 가치, 결과물에 화체된 고객흡인력, 해당 사업 분야에서 결과물이 차지하는 비중과 경쟁력 등을 종합적으로 고려해야 한다. 이러한 성과 등이 ‘상당한 투자나 노력으로 만들어진’ 것인지는 권리자가 투입한 투자나 노력의 내용과 정도를 그 성과 등이 속한 산업분야의 관행이나 실태에 비추어 구체적·개별적으로 판단하되, 성과 등을 무단으로 사용함으로써 침해된 경제적 이익이 누구나 자유롭게 이용할 수 있는 이른바 공공영역(公共領域, public domain)에 속하지 않는다고 평가할 수 있어야 한다. 또한 위 (카)목이 정하는 ‘공정한 상거래 관행이나 경쟁질서에 반하는 방법으로 자신의 영업을 위하여 무단으로 사용’한 경우에 해당하기 위해서는 권리자와 침해자가 경쟁관계에 있거나 가까운 장래에 경쟁관계에 놓일 가능성이 있는지, 권리자가 주장하는 성과 등이 포함된 산업분야의 상거래 관행이나 경쟁질서의 내용과 그 내용이 공정한지, 위와 같은 성과 등이 침해자의 상품이나 서비스에 의해 시장에서 대체될 수 있는지, 수요자나 거래자들에게 성과 등이 어느 정도 알려졌는지, 수요자나 거래자들의 혼동가능성이 있는지 등을 종합적으로 고려해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (차)목 / [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (카)목<br/>",
  "참조판례": "[2] 대법원 2020. 3. 26. 선고 2016다276467 판결(공2020상, 809), 대법원 2020. 3. 26.자 2019마6525 결정(공2020상, 832)<br/>"
}