{
  "판례일련번호": "226465",
  "사건명": "건축허가취소처분취소",
  "사건번호": "2019두31839",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200723",
  "판시사항": "[1] 건축물의 건축이 허용되기 위한 요건인 ‘부지 확보’의 의미 / 어떤 토지를 그 토지의 용도(지목)와 달리 이용하려는 경우, 해당 토지의 용도를 적법하게 변경하기 위하여 국토의 계획 및 이용에 관한 법률 제56조 제1항에 따른 개발행위(토지형질변경) 허가를 받아야 하는지 여부(적극) 및 이는 그 토지의 실제 현황이 어느 시점에 공부상의 지목과 달라졌거나 또는 토지의 물리적인 형상을 변경하기 위한 공사가 필요하지 않은 경우에도 마찬가지인지 여부(적극)<br/>  [2] 어떤 개발사업의 시행과 관련하여 인허가의 근거 법령에서 절차간소화를 위하여 관련 인허가를 의제 처리할 수 있는 근거 규정을 둔 경우, 사업시행자가 인허가를 신청하면서 반드시 관련 인허가 의제 처리를 신청할 의무가 있는지 여부(소극) / 건축주가 ‘부지 확보’ 요건을 완비하지는 못한 상태이더라도 가까운 장래에 ‘부지 확보’ 요건을 갖출 가능성이 높은 경우, 건축행정청이 추후 별도로 국토의 계획 및 이용에 관한 법률상 개발행위(토지형질변경) 허가를 받을 것을 명시적 조건으로 하거나 또는 묵시적인 전제로 하여 건축주에 대하여 건축법상 건축허가를 발급하는 것이 위법한지 여부(소극) 및 건축주가 건축법상 건축허가를 발급받은 후 위 개발행위 허가절차를 이행하기를 거부하거나 허가를 발급할 가능성이 사라진 경우, 건축행정청이 이미 발급한 건축허가를 직권으로 취소·철회하는 방법으로 회수할 필요가 있는지 여부(적극)<br/>  [3] 건축물의 건축을 위해서는 건축법상 건축허가절차에서 관련 인허가 의제 제도를 통해 건축법상 건축허가와 국토의 계획 및 이용에 관한 법률상 개발행위(건축물의 건축) 허가의 발급 여부가 동시에 심사·결정되어야 하는지 여부(적극) / 국토의 계획 및 이용에 관한 법률상 개발행위 허가기준 충족 여부에 관한 심사가 누락된 채 건축법상 건축허가가 발급된 경우, 건축허가를 취소할 수 있는지 여부(적극) 및 이때 건축허가를 취소한 건축행정청이 취하여야 할 조치<br/>  [4] 환경영향평가법 시행령 제59조 [별표 4] 제1호 (다)목에서 소규모 환경영향평가의 대상으로 정한 ‘국토의 계획 및 이용에 관한 법률 제6조 제3호에 따른 농림지역의 경우 사업계획 면적이 7,500㎡ 이상인 개발사업’에서 ‘사업계획 면적’의 의미<br/>  [5] 수익적 행정처분을 직권으로 취소할 수 있는 경우 및 수익적 행정처분의 하자가 처분상대방의 사실은폐나 그 밖의 부정한 방법에 의한 신청행위에 기인한 경우, 처분상대방의 처분에 관한 신뢰이익을 고려해야 하는지 여부(소극)<br/>  [6] 행정처분의 근거가 되는 개정 법령이 그 시행 전에 완성 또는 종결되지 않은 기존의 사실 또는 법률관계를 적용대상으로 하면서 국민의 재산권과 관련하여 종전보다 불리한 법률효과를 규정하고 있는 경우, 개정 법령의 적용이 소급입법에 의한 재산권 침해인지 여부(원칙적 소극)<br/>  [7] 국토의 계획 및 이용에 관한 법률상 개발행위허가의 허가기준 및 금지요건에 해당하는지 여부가 행정청의 재량판단의 영역에 속하는지 여부(적극) 및 그에 대한 사법심사의 대상과 판단 기준 / 환경의 훼손이나 오염을 발생시킬 우려가 있는 개발행위에 대한 행정청의 허가와 관련하여 재량권의 일탈·남용 여부를 심사하는 방법<br/>  [8] 甲이 국토의 계획 및 이용에 관한 법률에 따라 농림지역 및 농업진흥구역으로 지정된 지목이 ‘답’인 토지 중 7,457㎡ 부분에서 돼지 축사 10개 동을 건축하기 위하여 건축허가를 신청하였고, 관할 건축행정청이 甲의 의뢰에 따라 축사를 설계한 건축사 乙이 제출한 ‘건축허가조사 및 검사조서’의 기재를 그대로 믿고 건축허가를 발급하였는데, 이후 건축허가에 대한 민원이 제기되자 건축허가를 직권으로 취소한 사안에서, 제반 사정에 비추어 건축행정청이 직권으로 건축허가를 취소할 수 있는 사유가 인정되고, 위 직권취소 처분이 수익적 행정처분 직권취소 제한 법리에 위배되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 건축물의 건축은 건축주가 그 부지를 적법하게 확보한 경우에만 허용될 수 있다. 여기에서 ‘부지 확보’란 건축주가 건축물을 건축할 토지의 소유권이나 그 밖의 사용권원을 확보하여야 한다는 점 외에도 해당 토지가 관계 법령상 건축물의 건축이 허용되는 법적 성질을 지니고 있어야 한다는 점을 포함한다.<br/>    토지는 그 토지의 용도(지목)에 적합하게 이용되어야 한다. 어떤 토지를 그 지목과 달리 이용하기 위해서는 해당 토지의 용도를 적법하게 변경하기 위하여 국토의 계획 및 이용에 관한 법률 제56조 제1항에 따른 개발행위(토지형질변경) 허가를 받아야 한다. 그 토지의 실제 현황이 어느 시점에 공부상의 지목과 달라졌거나 또는 토지의 물리적인 형상을 변경하기 위한 공사가 필요하지 않더라도 마찬가지이다. 개발행위(토지형질변경) 허가를 통해 먼저 해당 토지의 용도(법적으로 허용된 이용가능성)를 적법하게 변경한 다음, 공간정보의 구축 및 관리 등에 관한 법률 제81조에 따라 지적소관청에 지목변경을 신청하여야 한다.<br/>  [2] 어떤 개발사업의 시행과 관련하여 여러 개별 법령에서 각각 고유한 목적과 취지를 가지고 요건과 효과를 달리하는 인허가 제도를 각각 규정하고 있다면, 그 개발사업을 시행하기 위해서는 개별 법령에 따른 여러 인허가 절차를 각각 거치는 것이 원칙이다. 다만 어떤 인허가의 근거 법령에서 절차간소화를 위하여 관련 인허가를 의제 처리할 수 있는 근거 규정을 둔 경우에는, 사업시행자가 인허가를 신청하면서 하나의 절차 내에서 관련 인허가를 의제 처리해줄 것을 신청할 수 있다. 관련 인허가 의제 제도는 사업시행자의 이익을 위하여 만들어진 것이므로, 사업시행자가 반드시 관련 인허가 의제 처리를 신청할 의무가 있는 것은 아니다.<br/>    만약 건축주가 ‘부지 확보’ 요건을 완비하지는 못한 상태이더라도 가까운 장래에 ‘부지 확보’ 요건을 갖출 가능성이 높다면, 건축행정청이 추후 별도로 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)상 개발행위(토지형질변경) 허가를 받을 것을 명시적 조건으로 하거나 또는 당연히 요청되는 사항이므로 묵시적인 전제로 하여 건축주에 대하여 건축법상 건축허가를 발급하는 것이 위법하다고 볼 수는 없다.<br/>    그러나 건축주가 건축법상 건축허가를 발급받은 후에 국토계획법상 개발행위(토지형질변경) 허가절차를 이행하기를 거부하거나, 그 밖의 사정변경으로 해당 건축부지에 대하여 국토계획법상 개발행위(토지형질변경) 허가를 발급할 가능성이 사라졌다면, 건축행정청은 건축주의 건축계획이 마땅히 갖추어야 할 ‘부지 확보’ 요건을 충족하지 못하였음을 이유로 이미 발급한 건축허가를 직권으로 취소·철회하는 방법으로 회수하는 것이 필요하다.<br/>  [3] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제56조 제1항 제1호, 제57조 제1항의 내용과 체계, 입법 취지를 종합하면, 건축주가 건축물을 건축하기 위해서는 건축법상 건축허가와 국토계획법상 개발행위(건축물의 건축) 허가를 각각 별도로 신청하여야 하는 것이 아니라, 건축법상 건축허가절차에서 관련 인허가 의제 제도를 통해 두 허가의 발급 여부가 동시에 심사·결정되도록 하여야 한다. 즉, 건축주는 건축행정청에 건축법상 건축허가를 신청하면서 국토계획법상 개발행위(건축물의 건축) 허가 심사에도 필요한 자료를 첨부하여 제출하여야 하고, 건축행정청은 개발행위허가권자와 사전 협의절차를 거침으로써 건축법상 건축허가를 발급할 때 국토계획법상 개발행위(건축물의 건축) 허가가 의제되도록 하여야 한다.<br/>    이를 통해 건축법상 건축허가절차에서 건축주의 건축계획이 국토계획법상 개발행위 허가기준을 충족하였는지가 함께 심사되어야 한다. 건축주의 건축계획이 건축법상 건축허가기준을 충족하더라도 국토계획법상 개발행위 허가기준을 충족하지 못한 경우에는 해당 건축물의 건축은 법질서상 허용되지 않는 것이므로, 건축행정청은 건축법상 건축허가를 발급하면서 국토계획법상 개발행위(건축물의 건축) 허가가 의제되지 않은 것으로 처리하여서는 안 되고, 건축법상 건축허가의 발급을 거부하여야 한다. 건축법상 건축허가절차에서 국토계획법상 개발행위 허가기준 충족 여부에 관한 심사가 누락된 채 건축법상 건축허가가 발급된 경우에는 그 건축법상 건축허가는 위법하므로 취소할 수 있다. 이때 건축허가를 취소한 경우 건축행정청은 개발행위허가권자와의 사전 협의를 통해 국토계획법상 개발행위 허가기준 충족 여부를 심사한 후 건축법상 건축허가 발급 여부를 다시 결정하여야 한다.<br/>  [4] 환경영향평가법 제2조 제3호, 제43조 제1항, 제44조 제1항, 같은 법 시행령 제59조 [별표 4] 제1호 (다)목에 의하면, ‘소규모 환경영향평가’란 환경보전이 필요한 지역이나 난개발(亂開發)이 우려되어 계획적 개발이 필요한 지역에서 개발사업을 시행할 때에 입지의 타당성과 환경에 미치는 영향을 미리 조사·예측·평가하여 환경보전방안을 마련하는 것을 말한다. 국토의 계획 및 이용에 관한 법률 제6조 제3호에 따른 ‘농림지역’의 경우 사업계획 면적이 7,500㎡ 이상인 개발사업은 소규모 환경영향평가의 대상이며, 해당 개발사업을 하려는 사업자는 해당 개발사업의 승인 등을 받기 전에 소규모 환경영향평가서를 작성하여 승인기관의 장에게 제출하여야 한다.<br/>    여기에서 ‘사업계획 면적’은 소규모 환경영향평가의 대상을 판정하는 기준이 된다. 개발사업의 입지의 타당성과 개발사업이 환경에 미치는 영향을 미리 조사·예측·평가하여 환경보전방안을 마련하고자 하는 소규모 환경영향평가 제도의 취지를 고려하면, ‘사업계획 면적’이란 개발사업이 이루어지는 전체 면적으로서, 사업자가 해당 개발사업의 사업계획을 수립·시행하기 위하여 관계 법령상 행정청의 인허가를 받아야 할 필요가 있는 모든 토지 면적의 총합을 의미한다고 봄이 타당하다.<br/>  [5] 처분청은 행정처분에 하자가 있는 경우에는 별도의 법적 근거가 없더라도 스스로 이를 취소할 수 있고, 다만 수익적 행정처분을 취소할 때에는 이를 취소하여야 할 중대한 공익상 필요와 취소로 인하여 처분상대방이 입게 될 기득권과 법적 안정성에 대한 침해 정도 등 불이익을 비교·교량한 후 공익상 필요가 처분상대방이 입을 불이익을 정당화할 만큼 강한 경우에 한하여 취소할 수 있다. 수익적 행정처분의 하자가 처분상대방의 사실은폐나 그 밖의 부정한 방법에 의한 신청행위에 기인한 것이라면 처분상대방은 행정처분에 의한 이익을 위법하게 취득하였음을 스스로 알아 취소가능성도 예상하고 있었다고 보아야 하므로, 그 자신이 행정처분에 관한 신뢰이익을 원용할 수 없음은 물론이고, 행정청이 이를 고려하지 아니하였다고 하여도 재량권 일탈·남용에는 해당하지 않는다.<br/>  [6] 행정처분은 그 근거 법령이 개정된 경우에도 경과 규정에서 달리 정함이 없는 한 처분 당시 시행되는 개정 법령과 그에서 정한 기준에 의하는 것이 원칙이고, 개정 법령이 기존의 사실 또는 법률관계를 적용대상으로 하면서 국민의 재산권과 관련하여 종전보다 불리한 법률효과를 규정하고 있는 경우에도 그러한 사실 또는 법률관계가 개정 법률이 시행되기 이전에 이미 완성 또는 종결된 것이 아니라면 이를 헌법상 금지되는 소급입법에 의한 재산권 침해라고 할 수는 없으며, 그러한 개정 법률의 적용과 관련하여서는 개정 전 법령의 존속에 대한 국민의 신뢰가 개정 법령의 적용에 관한 공익상의 요구보다 더 보호가치가 있다고 인정되는 경우에 그러한 국민의 신뢰보호를 보호하기 위하여 그 적용이 제한될 수 있는 여지가 있을 따름이다.<br/>  [7] 국토의 계획 및 이용에 관한 법률상 개발행위허가는 허가기준 및 금지요건이 불확정개념으로 규정된 부분이 많아 그 요건에 해당하는지 여부는 행정청의 재량판단의 영역에 속한다. 그러므로 그에 대한 사법심사는 행정청의 공익판단에 관한 재량의 여지를 감안하여 원칙적으로 재량권의 일탈·남용이 있는지 여부만을 대상으로 하고, 사실오인과 비례·평등원칙 위반 여부 등이 판단 기준이 된다. 특히 환경의 훼손이나 오염을 발생시킬 우려가 있는 개발행위에 대한 행정청의 허가와 관련하여 재량권의 일탈·남용 여부를 심사할 때에는 해당 지역 주민들의 토지이용실태와 생활환경 등 구체적 지역 상황과 상반되는 이익을 가진 이해관계자들 사이의 권익 균형 및 환경권의 보호에 관한 각종 규정의 입법 취지 등을 종합하여 신중하게 판단하여야 한다. ‘환경오염 발생 우려’와 같이 장래에 발생할 불확실한 상황과 파급효과에 대한 예측이 필요한 요건에 관한 행정청의 재량적 판단은 그 내용이 현저히 합리성을 결여하였다거나 상반되는 이익이나 가치를 대비해 볼 때 형평이나 비례의 원칙에 뚜렷하게 배치되는 등의 사정이 없는 한 폭넓게 존중하여야 한다.<br/>  [8] 甲이 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다)에 따라 농림지역 및 농업진흥구역으로 지정된 지목이 ‘답’인 토지 중 7,457㎡ 부분에서 돼지 축사 10개 동을 건축하기 위하여 건축허가를 신청하였고, 관할 건축행정청이 甲의 의뢰에 따라 축사를 설계한 건축사 乙이 제출한 ‘건축허가조사 및 검사조서’의 기재를 그대로 믿고 건축허가를 발급하였는데, 이후 건축허가에 대한 민원이 제기되자 건축허가를 직권으로 취소한 사안에서, 지목이 ‘답’인 토지에서 축사를 건축하기 위해서는 건축법상 건축허가 외에도 국토계획법상 개발행위(토지형질변경) 허가를 받아야 하는데, 甲이 위 허가를 받지 않음으로써 축사의 ‘부지 확보’ 요건을 충족하지 못하였을 뿐만 아니라, 건축허가 절차에서 국토계획법상 개발행위(건축물의 건축) 허가기준 충족 여부에 관한 심사가 누락되었으므로, 이는 건축행정청이 건축허가를 직권으로 취소할 수 있는 사유에 해당하고, 위 토지 중 ‘부지 제외지’(345㎡)와 ‘목적 외 사용승인허가 예정지’(135㎡)도 축사 자체의 부지는 아니지만 축사의 부속시설이나 진입도로의 부지에 해당하므로, 축사를 건축하는 개발사업은 그 ‘사업계획 면적’이 적어도 7,937㎡(=7,457㎡+345㎡+135㎡)가 되므로 환경영향평가법 시행령 제59조 [별표 4] 제1호 (다)목에서 정한 소규모 환경영향평가의 대상인 ‘농림지역에서 사업계획 면적이 7,500㎡ 이상인 개발사업’에 해당하는 것으로 보아야 함에도 이를 간과한 채 이루어진 건축허가는 환경영향평가법을 위반한 것이어서 위법하므로 이는 건축행정청이 건축허가를 직권으로 취소할 수 있는 사유에 해당하며, 위 건축허가는 건축행정청의 착오로 발급된 것이지만 건축사 乙은 甲의 이익을 위하여 부정확한 내용으로 조서를 작성·제출하였고, 甲에게도 위 개발사업이 소규모 환경영향평가 대상이 아닌 것처럼 보이게 하려는 의도가 있었다고 인정할 수 있어, 건축행정청의 착오는 甲이 유발한 것이거나 甲에게도 책임이 있으므로, 건축허가의 존속에 대한 甲의 신뢰는 보호가치가 없는 점, 건축허가가 취소될 경우에 甲에게 발생하는 불이익 또는 회수할 수 없는 금전적 손해가 크다고 보기도 어려운 점 등에 비추어, 위 직권취소 처분이 수익적 행정처분 직권취소 제한 법리에 위배되지 않는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제56조 제1항, 공간정보의 구축 및 관리 등에 관한 법률 제81조 / [2] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제1호, 제57조 제1항 / [3] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제1호, 제57조 제1항, 행정소송법 제19조 / [4] 환경영향평가법 제2조 제3호, 제43조 제1항, 제44조 제1항, 환경영향평가법 시행령 제59조 [별표 4] 제1호 (다)목, 국토의 계획 및 이용에 관한 법률 제6조 제3호 / [5] 행정소송법 제1조[행정처분일반], 제19조, 행정절차법 제4조 제2항 / [6] 헌법 제13조 제2항, 행정소송법 제1조[행정처분일반] / [7] 헌법 제35조 제2항, 국토의 계획 및 이용에 관한 법률 제56조 제1항, 제58조, 행정소송법 제27조 / [8] 건축법 제11조 제1항, 제5항 제3호, 국토의 계획 및 이용에 관한 법률 제56조 제1항 제1호, 제57조 제1항, 환경영향평가법 제2조 제3호, 제43조 제1항, 제44조 제1항, 환경영향평가법 시행령 제59조 [별표 4] 제1호 (다)목, 행정소송법 제1조[행정처분일반], 제19조<br/>",
  "참조판례": "[1] 대법원 2009. 12. 10. 선고 2008두10232 판결(공2010상, 131) / [3] 대법원 2011. 1. 20. 선고 2010두14954 전원합의체 판결(공2011상, 427) / [5] 대법원 2006. 5. 25. 선고 2003두4669 판결(공2006하, 1162), 대법원 2020. 2. 27. 선고 2019두39611 판결 / [6] 대법원 2000. 3. 10. 선고 97누13818 판결(공2000상, 973), 대법원 2014. 4. 24. 선고 2013두26552 판결(공2014상, 1142) / [7] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778)<br/>"
}