{
  "판례일련번호": "226481",
  "사건명": "채무부존재확인·기타(금전)",
  "사건번호": "2018다268811, 268828",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200729",
  "판시사항": "[1] 재해를 당한 선원에게 지급될 일시보상금 등의 산정 기초가 되는 승선평균임금을 산정하는 방법 및 재해발생일 후 승선평균임금 산정기간 안의 임금 중 전부나 일부가 소급하여 인상된 경우, 인상된 임금액이 승선평균임금 산정의 기초가 되는 임금 총액에 포함되는지 여부(소극)<br/>  [2] 선원법 시행령 제3조의4 제1항에서 정한 ‘통상임금 및 승선평균임금의 조정 제도’의 취지 / 직무상 재해를 당한 선원의 임금이 소급적으로 인상된 경우, 승선평균임금의 재산정이 허용되지 않는다고 하여 위 규정에서 정한 승선평균임금의 조정까지 허용되지 않는지 여부(소극) 및 여기서 승선평균임금 증감의 기초가 되는 ‘변동비율’의 의미<br/>  [3] 선박소유자가 요양보상, 상병보상 또는 장해보상의 책임을 면하기 위하여 선원법 제98조에 따른 일시보상금을 전부 지급한다는 의사로 해당 선원에게 일시보상금 명목의 돈을 제공하고 해당 선원이 그 명목을 알면서 이를 수령한 경우, 실제로는 적법하게 산정된 일시보상금 중 일부만을 지급받았다는 이유로 해당 선원이 선박소유자를 상대로 일시보상금 제공일 후 발생하는 요양보상금, 상병보상금 또는 장해보상금을 청구할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 선원법 제98조는 “선박소유자는 제94조 제1항 및 제96조 제1항에 따라 보상을 받고 있는 선원이 2년이 지나도 그 부상이나 질병이 치유되지 아니하는 경우에는 산업재해보상보험법에 따른 제1급의 장해보상에 상당하는 금액을 선원에게 한꺼번에 지급함으로써 제94조 제1항, 제96조 제1항 또는 제97조에 따른 보상책임을 면할 수 있다.”라고 규정하고 있다. 산업재해보상보험법은 장해등급 제1급에 대한 장해보상일시금을 평균임금의 1,474일분으로 정하고 있다(제57조 제2항 [별표 2]). 따라서 선박소유자가 선원법 제98조에 따른 일시보상금을 지급하고자 하는 경우에는 재해보상을 받고 있는 선원에게 승선평균임금의 1,474일분을 지급하여야 한다. <br/>    승선평균임금은, 산정하여야 할 사유가 발생한 날 이전 승선기간(3개월을 초과하는 경우에는 최근 3개월로 한다)에 그 선원에게 지급된 임금 총액을 그 승선기간의 총일수로 나눈 금액으로 산정하되, 이 금액이 통상임금보다 적은 경우에는 통상임금을 승선평균임금으로 보도록 규정되어 있다(선원법 제2조 제12호). <br/>    이와 같은 선원법 규정에 따르면, 재해를 당한 선원에게 지급될 일시보상금 등의 산정 기초가 되는 승선평균임금은 선원이 재해를 입은 날 이전 승선기간이 3개월을 초과하는 경우에는 최근 3개월 동안 지급된 임금 총액을 그 3개월의 총일수로 나눈 금액으로 산정하여야 하고, 재해발생일 후 임금 인상에 관한 단체협약 등 노사합의나 새로운 취업규칙의 시행 등에 따라 승선평균임금 산정기간 안의 임금 중 전부나 일부를 소급하여 인상하기로 하였더라도 인상된 임금액을 승선평균임금 산정의 기초가 되는 임금 총액에 포함해서는 안 된다.<br/>  [2] 직무상 부상을 당하거나 질병에 걸려 요양 중인 선원에 대하여 상병보상금이나 일시보상금 등을 지급할 때 적용할 통상임금 및 승선평균임금은 그 선원이 소속한 사업장에서 동일한 직무에 종사하는 선원에게 지급된 통상임금의 1인당 1월 평균액(이하 ‘통상임금 평균액’이라 한다)이 그 부상 또는 질병이 발생한 날이 속하는 달에 동일한 직무에 종사하는 선원에게 지급된 통상임금 평균액의 100분의 105 이상이 되거나, 100분의 95 이하로 된 경우에는 그 변동비율에 의하여 인상 또는 인하된 금액으로 하되, 그 변동사유가 발생한 달의 다음 달부터 이를 적용하고, 다만 제2회 이후의 통상임금 및 승선평균임금의 증감을 위한 조정은 직전 회의 변동사유가 발생한 달의 통상임금을 산정기준으로 한다(선원법 시행령 제3조의4 제1항). 이러한 통상임금 및 승선평균임금의 조정 제도는 재해를 당한 선원의 통상적인 임금 수준이 상승하였거나 저하하였음에도 통상임금 및 승선평균임금을 산정할 사유가 생긴 날인 재해를 입은 날을 기준으로 산정한 통상임금 및 승선평균임금을 계속 적용하여 이를 기초로 한 재해보상금이 지급되는 데에서 생기는 불합리를 시정하여 직무상 재해를 당한 선원에게 적절하고 공정한 보상이 이루어지도록 하려는 데 그 취지가 있다.<br/>    이러한 선원법 시행령 규정과 취지에 따르면 직무상 재해를 당한 선원의 임금이 소급적으로 인상된 경우 승선평균임금의 재산정이 허용되지 않는다고 하여 선원법 시행령 제3조의4에서 마련하고 있는 승선평균임금의 조정까지 허용되지 않는다고는 할 수 없고, 승선평균임금 조정이 인정되는지 여부는 따로 판단하여야 한다. 그리고 승선평균임금 증감의 기초가 되는 변동비율은 위 시행령 규정의 문언상 그 선원이 소속한 사업장에서 동일한 직무에 종사하는 선원에게 지급된 통상임금 평균액이 부상 또는 질병이 발생한 날이 속하는 달에 동일한 직무에 종사하는 선원에게 지급된 통상임금 평균액과 비교하여 100분의 5 이상 변동된 경우에 그 통상임금 평균액의 변동비율을 의미한다고 봄이 타당하다.<br/>  [3] 선박소유자가 요양보상, 상병보상 또는 장해보상의 책임을 면하기 위하여 선원법 제98조에 따른 일시보상금을 전부 지급한다는 의사로 해당 선원에게 일시보상금 명목의 돈을 제공하고 해당 선원이 그 명목을 알면서 이를 수령하는 때에는, 실제로는 적법하게 산정된 일시보상금 중 일부만을 제공하였음에도 선박소유자가 전부 제공하였다고 주장하고 해당 선원이 이를 받아들이지 않는 경우라도, 특별한 사정이 없는 한 해당 선원은 선박소유자를 상대로, 일시보상금 제공일을 기준으로 적법하게 산정된 일시보상금 중 미지급분과 이에 대한 지연손해금을 청구할 수는 있으나, 일시보상금 중 일부만을 지급받았다는 이유로 선박소유자의 일시보상금 제공일 후 발생하는 요양보상금, 상병보상금 또는 장해보상금을 청구할 수는 없다. 여기서 특별한 사정이란, 선박소유자가 요양보상, 상병보상 또는 장해보상의 책임을 면할 목적으로, 적법하게 산정된 일시보상금 중 일부만을 지급하는 것이 객관적으로 분명함에도 사회통념상 합리적이라고 볼 수 없는 이유나 주장을 내세우며 단지 겉으로만 일시보상금을 전부 지급한다는 의사를 밝힐 뿐인 경우와 같이 선박소유자가 신의성실의 원칙에 반하여 일시보상금 제도를 본래의 취지나 목적과 다르게 이용한다고 볼 수 있는 사정 등이다. 즉 해당 선원이, 선박소유자가 제공하는 일시보상금(일시보상금 전액이라고 주장하는 돈)을 수령하는 경우에는 위와 같은 특별한 사정이 없는 한 선박소유자의 일시보상금 제공일을 기준으로 선박소유자와 해당 선원의 재해보상에 관한 법률관계는 일시보상에 관한 권리의무나 법률관계만 남게 되고 그날을 기준으로 향후 발생하는 요양보상, 상병보상 또는 장해보상에 관한 권리의무나 법률관계는 종결된다. 반면 선박소유자가 일시보상금 지급을 선택하였음에도 적법하게 산정된 일시보상금 중 일부만을 제공하였을 뿐이고 해당 선원이 이를 수령하지 않는 경우에는, 그 선원은 선박소유자의 일시보상금 제공일 후 발생하는 요양보상금, 상병보상금 또는 장해보상금을 청구할 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 선원법 제2조 제12호, 제98조, 산업재해보상보험법 제57조 제2항 [별표 2] / [2] 선원법 제96조, 제98조, 선원법 시행령 제3조의4 제1항 / [3] 선원법 제98조, 민법 제2조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2006. 10. 27. 선고 2006두3568 판결 / [1] 대법원 1980. 12. 9. 선고 80누411 판결(공1981, 13470)<br/>"
}