{
  "판례일련번호": "226409",
  "사건명": "공항버스한정면허기간갱신거부처분취소",
  "사건번호": "2020두34384",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200611",
  "판시사항": "여객자동차운송사업의 한정면허를 신규로 발급하는 때 및 한정면허의 갱신 여부를 결정하는 때에 관계 법규 내에서 한정면허의 기준이 충족되었는지를 판단하는 것이 관할 행정청의 재량에 속하는지 여부(적극) / 한정면허의 기준을 충족하였는지 여부를 심사한 시·도지사의 의사는 가능한 존중되어야 하는지 여부(원칙적 적극) 및 이에 대한 사법심사의 대상 및 판단 기준 / 한정면허의 갱신 여부를 심사하는 과정에서 고려할 사항 및 시·도지사가 한정면허의 갱신 여부를 심사할 때 한정면허 갱신 신청자가 거부처분으로 입게 되는 불이익의 내용과 정도 등을 전혀 비교형량하지 않았거나 비교형량의 고려대상에 포함해야 할 사항을 누락한 경우 또는 비교형량을 하였으나 정당성·객관성이 결여된 경우, 한정면허의 갱신에 관한 거부처분이 위법한지 여부(적극)<br/>",
  "판결요지": "여객자동차 운수사업법 제4조 제1항 단서 및 제2항, 제3항, 여객자동차 운수사업법 시행규칙 제17조 제1항 제1호 (가)목 1), 제5항 및 제6항을 종합하면, 여객자동차운송사업의 한정면허는 특정인에게 권리나 이익을 부여하는 수익적 행정행위로서, 교통수요, 운송업체의 수송 및 공급능력 등에 관한 기술적·전문적 판단이 필요하고, 원활한 운송체계의 확보, 일반 공중의 교통 편의성 제고 등 운수행정을 통한 공익적 측면과 함께 관련 운송사업자들 사이의 이해관계 조정 등 사익적 측면을 고려하는 등 합목적성과 구체적 타당성을 확보하기 위한 적합한 기준에 따라야 하므로, 그 범위 내에서는 법령이 특별히 규정한 바가 없으면 행정청이 재량을 보유하고 이는 한정면허가 기간만료로 실효되어 갱신되는 경우에도 마찬가지이다. 따라서 한정면허가 신규로 발급되는 때는 물론이고 한정면허의 갱신 여부를 결정하는 때에도 관계 법규 내에서 한정면허의 기준이 충족되었는지를 판단하는 것은 관할 행정청의 재량에 속한다. 그러므로 시·도지사가 한정면허의 기준을 충족하였는지 여부를 심사한 것이 객관적으로 합리적이지 않거나 타당하지 않다고 보이지 아니하는 한 그 의사는 가능한 존중되어야 하고, 이에 대한 사법심사는 원칙적으로 재량권의 일탈이나 남용이 있는지 여부만을 대상으로 하며, 사실오인과 비례·평등의 원칙 위반 여부 등이 판단 기준이 된다.<br/>  특히 한정면허의 갱신은 신규면허 당시에 구비하였던 여객자동차 운수사업법 시행규칙 제17조 제1항 각호의 요건이 그 후 시간의 경과에 따라 해당 요건을 충족하지 않게 된 경우, 종전의 한정면허가 더는 유지되지 않게 함으로써 여객자동차 운수사업의 건전한 발전을 도모하는 데에 목적이 있다. 다른 한편으로, 한정면허의 갱신을 신청하는 자가 과거에 여객자동차 운수사업법 시행규칙 제17조 제1항 각호의 요건을 충족한 것으로 인정받아 한정면허를 받은 바 있고 그에 따라 이미 많은 자본을 투자하여 상당한 인원과 설비를 갖추었다면, 한정면허의 갱신 여부에 관하여 신규로 면허를 신청하는 경우보다 훨씬 중대한 이해관계를 갖는다. 따라서 이러한 사정은 한정면허의 내용, 그 경위와 목적, 종전 한정면허 당시와 비교한 사정 변경 여부 등과 함께 한정면허의 갱신 여부를 심사하는 과정에서 고려대상에 포함되어야 한다. 만일 이와 달리 행정청인 시·도지사가 한정면허의 갱신 여부를 심사할 때 한정면허의 갱신을 신청한 자가 거부처분으로 입게 되는 불이익의 내용과 정도 등을 전혀 비교형량하지 아니하였거나 비교형량의 고려대상에 마땅히 포함시켜야 할 사항을 누락한 경우 또는 비교형량을 하였으나 정당성·객관성이 결여된 경우에는 한정면허의 갱신에 관한 거부처분은 재량권을 일탈·남용하여 위법하다고 할 수밖에 없다.<br/>",
  "판결본문": "",
  "참조조문": "여객자동차 운수사업법 제4조 제1항, 제2항, 제3항, 여객자동차 운수사업법 시행규칙 제17조 제1항 제1호 (가)목 1), 제5항, 제6항<br/>",
  "참조판례": "대법원 2005. 9. 15. 선고 2005두3257 판결(공2005하, 1634), 대법원 2014. 4. 30. 선고 2011두14685 판결(공2014상, 1146), 대법원 2018. 9. 13. 선고 2017두33176 판결(공2018하, 1995), 대법원 2019. 7. 11. 선고 2017두38874 판결(공2019하, 1567)<br/>"
}