{
  "판례일련번호": "226457",
  "사건명": "손해배상(자)",
  "사건번호": "2018다276799",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200723",
  "판시사항": "[1] 자동차보험계약의 피보험자가 피해자의 상해에 대하여는 이를 인식·용인하였으나 피해자의 사망 등 중대한 결과에 대하여는 이를 인식·용인하였다고 볼 수 없는 경우, 그 사망 등으로 인한 손해가 보험계약의 면책약관에서 정한 ‘피보험자의 고의로 인한 손해’에 해당하는지 여부(소극) 및 이때 ‘사망 등과 같은 중대한 결과’인지 판단하는 방법<br/>  [2] 자동차보험의 피보험자인 甲이 乙 등 직장 동료들과의 모임을 마치고 그들을 귀가시켜 주기 위해 가해 차량을 운전하여 우선 乙을 그가 사는 아파트 앞 도로에서 내려 주었는데, 乙이 가해 차량을 가로막고 ‘술 한잔 더하자’며 보닛 위에 올라타자, 甲이 그를 떼어 놓기 위해 가해 차량을 서서히 움직이다가 급제동하는 바람에 乙이 가해 차량에서 떨어지면서 도로 바닥에 머리를 부딪쳐 외상성 경막하출혈 등의 상해를 입었고, 그로 인해 하지부전마비 및 인지기능저하 등으로 노동능력을 일부 상실하는 영구장해와 매일 8시간 개호가 필요한 중증 의존 상태에 처하게 된 사안에서, 제반 사정에 비추어 甲은 乙이 위와 같은 중상해를 입게 되리라는 것까지 인식·용인하였다고 볼 수 없으므로, 乙의 손해는 甲의 고의에 의한 손해라고 할 수 없어 위 사고에 대하여는 ‘피보험자의 고의에 의한 손해’를 보험자가 보상하지 아니하는 사항으로 정한 자동차보험의 면책약관이 적용되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 자동차보험의 특별약관 및 보통약관에서 ‘피보험자의 고의로 인한 손해’를 보험자가 보상하지 아니하는 사항으로 규정하고 있지만, 자동차 운행으로 인한 사고의 경위와 전후 사정 등에 비추어 피보험자가 피해자의 상해에 대하여는 이를 인식·용인하였으나, 피해자의 사망 등 중대한 결과에 대하여는 이를 인식·용인하였다고 볼 수 없는 경우에는, 그 사망 등으로 인한 손해는 위 면책약관에서 정한 ‘피보험자의 고의로 인한 손해’에 해당하지 아니하고, 따라서 위 면책약관이 적용되지 아니하는 것으로 봄이 타당하다. 이때 사망 등과 같은 중대한 결과는 단순히 그 결과만으로 판단할 것은 아니고, 당시 가해 차량 운전자가 의도한 결과와 피해자에게 실제 발생한 결과 간의 차이, 가해 차량 운전자와 피해자의 관계, 사고의 경위와 전후 사정 등을 함께 고려하여 종합적으로 판단하여야 한다.<br/>  [2] 자동차보험의 피보험자인 甲이 乙 등 직장 동료들과의 모임을 마치고 그들을 귀가시켜 주기 위해 가해 차량을 운전하여 우선 乙을 그가 사는 아파트 앞 도로에서 내려 주었는데, 乙이 가해 차량을 가로막고 ‘술 한잔 더하자’며 보닛 위에 올라타자, 甲이 그를 떼어 놓기 위해 가해 차량을 서서히 움직이다가 급제동하는 바람에 乙이 가해 차량에서 떨어지면서 도로 바닥에 머리를 부딪쳐 외상성 경막하출혈 등의 상해를 입었고, 그로 인해 하지부전마비 및 인지기능저하 등으로 노동능력을 일부 상실하는 영구장해와 매일 8시간 개호가 필요한 중증 의존 상태에 처하게 된 사안에서, 가해 차량 운전자가 의도한 결과와 피해자에게 실제 발생한 결과의 차이, 가해 차량 운전자와 피해자의 관계, 사고 경위와 전후 사정 등에 비추어 甲은 乙이 영구장해와 중증 의존 상태에 이르는 중상해를 입게 되리라는 것까지 인식하고 용인하였다고 볼 수는 없으므로, 乙의 손해는 甲의 고의에 의한 손해라고 할 수 없어 위 사고에 대하여는 ‘피보험자의 고의에 의한 손해’를 보험자가 보상하지 아니하는 사항으로 정한 자동차보험의 면책약관이 적용되지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제659조 제1항, 민법 제105조 / [2] 상법 제659조 제1항, 민법 제105조<br/>",
  "참조판례": "[1] 대법원 2007. 10. 26. 선고 2006다39898 판결(공2007하, 1840), 대법원 2010. 11. 11. 선고 2010다62628 판결(공2010하, 2266)<br/>"
}