{
  "판례일련번호": "226405",
  "사건명": "과징금부과처분취소",
  "사건번호": "2019두49359",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200611",
  "판시사항": "[1] 구 폐기물관리법 시행규칙 제29조 제1항 제2호 (마)목에서 변경허가사항으로 정한 ‘처분용량의 변경’에 소각시설의 증설 없이 단순히 소각시설의 가동시간을 늘리는 등의 방법으로 소각량을 늘리는 행위가 포함되는지 여부(소극)<br/>  [2] 폐기물 중간처분업체인 甲 주식회사가 소각시설을 허가받은 내용과 달리 설치하거나 증설한 후 허가받은 처분능력의 100분의 30을 초과하여 폐기물을 과다소각하였다는 이유로 한강유역환경청장으로부터 과징금 부과처분을 받았는데, 甲 회사가 이를 취소해 달라고 제기한 소송에서 한강유역환경청장이 ‘甲 회사는 변경허가를 받지 않은 채 소각시설을 무단 증설하여 과다소각하였으므로 구 폐기물관리법 시행규칙 제29조 제1항 제2호 (마)목 등 위반에 해당한다’고 주장하자 甲 회사가 이는 허용되지 않는 처분사유의 추가·변경에 해당한다고 주장한 사안에서, 한강유역환경청장의 위 주장은 소송에서 새로운 처분사유를 추가로 주장한 것이 아니라, 처분서에 다소 불명확하게 기재하였던 ‘당초 처분사유’를 좀 더 구체적으로 설명한 것이라고 한 사례<br/>",
  "판결요지": "[1] 폐기물관리법 제25조 제1항, 제2항, 제3항, 제11항, 제27조 제2항 제10호, 제65조 제14호, 구 폐기물관리법 시행규칙(2018. 12. 31. 환경부령 제796호로 개정되기 전의 것, 이하 ‘구 시행규칙’이라 한다) 제29조 제1항 제2호 (마)목의 규정 문언과 내용, 체계 등을 관련 법리에 비추어 살펴보면, 구 시행규칙 제29조 제1항 제2호 (마)목에서 변경허가사항으로 정한 ‘처분용량의 변경’이란 폐기물 중간처분업(소각 전문)의 경우 소각시설을 물리적으로 증설하는 경우를 의미하고, 소각시설의 증설 없이 단순히 소각시설의 가동시간을 늘리는 등의 방법으로 소각량을 늘리는 행위는 이에 포함되지 않는다.<br/>  [2] 폐기물 중간처분업체인 甲 주식회사가 소각시설을 허가받은 내용과 달리 물리적으로 무단 증설하거나 물리적 증설 없이 1일 가동시간을 늘리는 등의 방법으로 허가받은 처분능력의 100분의 30을 초과하여 폐기물을 과다소각하였다는 이유로 한강유역환경청장으로부터 과징금 부과처분을 받았는데, 甲 회사가 이를 취소하는 소를 제기하여 처분이 과중하므로 재량권 일탈·남용에 해당한다고만 주장하다가 ‘소각시설의 물리적 증설 없이 과다소각한 경우는 폐기물관리법 제25조 제11항, 구 폐기물관리법 시행규칙(2018. 12. 31. 환경부령 제796호로 개정되기 전의 것) 제29조 제1항 제2호 (마)목 위반에 해당하지 않는다’는 주장을 제기한 데 대하여 한강유역환경청장이 ‘① 소각시설의 물리적 증설 없이 과다소각한 경우도 위 법령 위반에 해당할 뿐만 아니라 ② 甲 회사는 변경허가를 받지 않은 채 소각시설을 무단 증설하여 과다소각하였으므로 위 법령 위반에 해당한다’고 주장하자 甲 회사가 ② 주장은 허용되지 않는 처분사유의 추가·변경에 해당한다고 주장한 사안에서, 한강유역환경청장이 위 처분을 하면서 처분서에 ‘과다소각’이라고만 기재하였을 뿐 어떤 방법으로 과다소각을 한 경우인지 구체적으로 기재하지는 않았으나, 관련 수사 결과와 이에 따른 한강유역환경청장의 사전통지 및 甲 회사가 제출한 의견서 내용 등을 종합하면, 한강유역환경청장은 ‘甲 회사가 소각시설을 허가받은 내용과 달리 설치하거나 증설하여 폐기물을 과다소각함으로써 위 법령을 위반하였다’는 점을 ‘당초 처분사유’로 삼아 위 처분을 한 것이고, 甲 회사도 이러한 ‘당초 처분사유’를 알면서도 이를 인정하고 처분양정이 과중하다는 의견만을 제시하였을 뿐이며, 처분서에 위반행위 방법을 구체적으로 기재하지 않았더라도 그에 불복하여 방어권을 행사하는 데 별다른 지장이 없었으므로, 한강유역환경청장이 甲 회사의 소송상 주장에 대응하여 변론과정에서 한 ② 주장은 소송에서 새로운 처분사유를 추가로 주장한 것이 아니라, 처분서에 다소 불명확하게 기재하였던 ‘당초 처분사유’를 좀 더 구체적으로 설명한 것인데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 폐기물관리법 제25조 제1항, 제2항, 제3항, 제11항, 제27조 제2항 제10호, 제65조 제14호, 구 폐기물관리법 시행규칙(2018. 12. 31. 환경부령 제796호로 개정되기 전의 것) 제29조 제1항 제2호 (마)목 / [2] 폐기물관리법 제25조 제1항, 제2항, 제3항, 제11항, 제27조 제2항 제10호, 제65조 제14호, 구 폐기물관리법 시행규칙(2018. 12. 31. 환경부령 제796호로 개정되기 전의 것) 제29조 제1항 제2호 (마)목, 행정소송법 제1조[행정처분일반], 제27조[행정소송재판일반]<br/>",
  "참조판례": ""
}