{
  "판례일련번호": "226455",
  "사건명": "조치명령무효확인",
  "사건번호": "2017두66602",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200723",
  "판시사항": "[1] 행정청이 침해적 행정처분을 하면서 당사자에게 행정절차법상의 사전 통지를 하거나 의견제출의 기회를 주지 않은 경우, 그 처분이 위법한지 여부(원칙적 적극)<br/>  [2] 행정절차법 시행령 제13조 제2호에서 정한 “법원의 재판 또는 준사법적 절차를 거치는 행정기관의 결정 등에 따라 처분의 전제가 되는 사실이 객관적으로 증명되어 처분에 따른 의견청취가 불필요하다고 인정되는 경우”의 의미 및 처분의 전제가 되는 ‘일부’ 사실만 증명된 경우이거나 의견청취에 따라 행정청의 처분 여부나 처분 수위가 달라질 수 있는 경우, 위 예외사유에 해당하는지 여부(소극)<br/>  [3] 관할 시장이 甲에게 구 폐기물관리법 제48조 제1호에 따라 토지에 장기보관 중인 폐기물을 처리할 것을 명령하는 1차, 2차 조치명령을 각각 하였고, 甲이 위 각 조치명령을 불이행하였다고 하여 구 폐기물관리법 위반죄로 유죄판결이 각각 선고·확정되었는데, 이후 관할 시장이 폐기물 방치 실태를 확인하고 별도의 사전 통지와 의견청취 절차를 밟지 않은 채 甲에게 폐기물 처리에 관한 3차 조치명령을 한 사안에서, 3차 조치명령은 재량행위로서 행정절차법 시행령 제13조 제2호에서 정한 사전 통지, 의견청취의 예외사유에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 행정절차에 관한 일반법인 행정절차법 제21조, 제22조에서 사전 통지와 의견청취에 관하여 정하고 있다. 행정청이 당사자에게 의무를 부과하거나 권익을 제한하는 처분을 하는 경우에는 미리 ‘처분의 제목’, ‘처분하려는 원인이 되는 사실과 처분의 내용 및 법적 근거’, ‘이에 대하여 의견을 제출할 수 있다는 뜻과 의견을 제출하지 아니하는 경우의 처리방법’, ‘의견제출기관의 명칭과 주소’, ‘의견제출기한’ 등을 당사자 등에게 통지하여야 한다(제21조 제1항). 다른 법령 등에서 필수적으로 청문을 하거나 공청회를 개최하도록 정하고 있지 않은 경우에도 당사자 등에게 의견제출의 기회를 주어야 하고(제22조 제3항), 다만 ‘해당 처분의 성질상 의견청취가 현저히 곤란하거나 명백히 불필요하다고 인정될 만한 상당한 이유가 있는 경우’ 등에 한하여 처분의 사전 통지나 의견청취를 하지 않을 수 있다(제21조 제4항, 제22조 제4항). 따라서 행정청이 침해적 행정처분을 하면서 당사자에게 행정절차법상의 사전 통지를 하거나 의견제출의 기회를 주지 않았다면, 사전 통지를 하지 않거나 의견제출의 기회를 주지 않아도 되는 예외적인 경우에 해당하지 않는 한, 그 처분은 위법하여 취소를 면할 수 없다.<br/>  [2] 행정절차법 제21조, 제22조, 행정절차법 시행령 제13조의 내용을 행정절차법의 입법 목적과 의견청취 제도의 취지에 비추어 종합적·체계적으로 해석하면, 행정절차법 시행령 제13조 제2호에서 정한 “법원의 재판 또는 준사법적 절차를 거치는 행정기관의 결정 등에 따라 처분의 전제가 되는 사실이 객관적으로 증명되어 처분에 따른 의견청취가 불필요하다고 인정되는 경우”는 법원의 재판 등에 따라 처분의 전제가 되는 사실이 객관적으로 증명되면 행정청이 반드시 일정한 처분을 해야 하는 경우 등 의견청취가 행정청의 처분 여부나 그 수위 결정에 영향을 미치지 못하는 경우를 의미한다고 보아야 한다. 처분의 전제가 되는 ‘일부’ 사실만 증명된 경우이거나 의견청취에 따라 행정청의 처분 여부나 처분 수위가 달라질 수 있는 경우라면 위 예외사유에 해당하지 않는다.<br/>  [3] 관할 시장이 甲에게 구 폐기물관리법(2015. 7. 20. 법률 제13411호로 개정되기 전의 것, 이하 ‘폐기물관리법’이라 한다) 제48조 제1호에 따라 토지에 장기보관 중인 폐기물을 처리할 것을 명령하는 1차, 2차 조치명령을 각각 하였고, 甲이 위 각 조치명령을 불이행하였다고 하여 폐기물관리법 위반죄로 유죄판결이 각각 선고·확정되었는데, 이후 관할 시장이 폐기물 방치 실태를 확인하고 별도의 사전 통지와 의견청취 절차를 밟지 않은 채 甲에게 폐기물 처리에 관한 3차 조치명령을 한 사안에서, 甲이 3차 조치명령 이전에 관할 시장으로부터 1차, 2차 조치명령을 받았고, 형사재판절차에서 위 각 조치명령 불이행의 범죄사실에 관하여 유죄판결을 선고받은 후 그 판결이 확정되었다고 하더라도, 2차 조치명령 당시부터는 물론이고, 2차 조치명령 불이행으로 인한 유죄판결 확정 이후부터 3차 조치명령 당시까지 시간적 간격이 있으므로 사정변경의 여지가 있는데, 위 각 유죄판결에 따라 ‘甲이 폐기물을 방치하여 1차 및 2차 조치명령을 받았고 이를 불이행하였다’는 사실이 객관적으로 증명된 경우라고 볼 수는 있으나, 나아가 위 유죄판결에 따라 ‘3차 조치명령 당시 토지에 방치된 폐기물을 적정하게 처리하지 않고 있다’는 처분사유가 객관적으로 증명되었다고 단정하기는 어렵고, 또한 3차 조치명령의 근거 법률인 폐기물관리법 제48조의 문언과 체제에 비추어 보면 이 규정에 따른 폐기물 처리 조치명령은 재량행위에 해당하므로, 3차 조치명령은 법원의 재판 등에 따라 처분의 전제가 되는 사실이 객관적으로 증명되면 행정청이 반드시 일정한 처분을 해야 하는 경우 등 의견청취가 행정청의 처분 여부나 그 수위 결정에 영향을 미치지 못하는 경우에 해당한다고 보기 어려워, 행정절차법 시행령 제13조 제2호에서 정한 사전 통지, 의견청취의 예외사유에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정절차법 제21조, 제22조 / [2] 행정절차법 제1조, 제21조, 제22조, 행정절차법 시행령 제13조 제2호 / [3] 구 폐기물관리법(2015. 7. 20. 법률 제13411호로 개정되기 전의 것) 제48조, 제48조의2, 행정절차법 제21조, 제22조, 행정절차법 시행령 제13조 제2호<br/>",
  "참조판례": "[1] 대법원 2016. 10. 27. 선고 2016두41811 판결(공2016하, 1824)<br/>"
}