{
  "판례일련번호": "226543",
  "사건명": "마약류관리에관한법률위반(향정)·마약류관리에관한법률위반(대마)·특수상해",
  "사건번호": "2020도8358",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 양형부당을 상고이유로 할 수 없는 사건에서, 사실심법원이 양형의 기초 사실에 관하여 사실을 오인하였다거나 양형의 조건이 되는 정상에 관하여 심리를 제대로 하지 않았다는 주장이 적법한 상고이유에 해당하는지 여부(소극) / 사실심법원이 갖는 양형재량의 내재적 한계 / 사실심법원이 피고인에게 공소가 제기된 범행을 기준으로 형법 제51조가 정한 양형조건으로 포섭되지 않는 별도의 범죄사실에 해당하는 사정에 관하여 합리적인 의심을 배제할 정도의 증명력을 갖춘 증거에 따라 증명되지 않았는데도 핵심적인 형벌가중적 양형조건으로 삼아 형의 양정을 함으로써 피고인에 대하여 사실상 공소가 제기되지 않은 범행을 추가로 처벌한 것과 같은 실질에 이른 경우, 그 부당성을 다투는 피고인의 주장이 적법한 상고이유에 해당하는지 여부(적극)<br/>  [2] 피고인이 메트암페타민(필로폰)을 수수하고 투약하였다는 내용의 마약류 관리에 관한 법률 위반(향정)으로 기소되어 제1심 및 원심에서 각 유죄로 인정되었는데, 원심판결 이유 중 ‘양형의 이유’란에 피고인에게 공소가 제기되지 않았고 따로 양형조건도 될 수 없는 사실인 필로폰 ‘판매’가 양형사유처럼 기재된 부분이 있는 사안에서, 원심은 제1심과 비교하여 양형조건에 실질적인 변화가 없는 상태에서 필로폰 ‘판매’를 양형사유로 기재하지 않은 제1심과 같은 형을 정하여 선고하였으므로, 위 필로폰 판매 사실을 핵심적인 형벌가중적 양형조건으로 삼아 양형에 반영하였다고 보기 어려운 점에 비추어, 원심이 피고인에 대하여 사실상 공소가 제기되지 않은 필로폰 판매 범행을 추가로 처벌한 것과 같은 실질에 이르렀다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 양형의 조건에 관한 형법 제51조는 형을 정하는 데 참작할 사항을 정하고 있다. 형을 정하는 것은 법원의 재량사항이므로, 형사소송법 제383조 제4호에 따라 사형·무기 또는 10년 이상의 징역·금고가 선고된 사건에서 양형의 당부에 관한 상고이유를 심판하는 경우가 아닌 이상, 사실심법원이 양형의 기초 사실에 관하여 사실을 오인하였다거나 양형의 조건이 되는 정상에 관하여 심리를 제대로 하지 않았다는 주장은 적법한 상고이유가 아니다.<br/>  그러나 사실심법원의 양형에 관한 재량도, 범죄와 형벌 사이에 적정한 균형이 이루어져야 한다는 죄형 균형 원칙이나 형벌은 책임에 기초하고 그 책임에 비례하여야 한다는 책임주의 원칙에 비추어 피고인의 공소사실에 나타난 범행의 죄책에 관한 양형판단의 범위에서 인정되는 내재적 한계를 가진다. 사실심법원이 피고인에게 공소가 제기된 범행을 기준으로 범행의 동기나 결과, 범행 후의 정황 등 형법 제51조가 정한 양형조건으로 포섭되지 않는 별도의 범죄사실에 해당하는 사정에 관하여 합리적인 의심을 배제할 정도의 증명력을 갖춘 증거에 따라 증명되지 않았는데도 핵심적인 형벌가중적 양형조건으로 삼아 형의 양정을 함으로써 피고인에 대하여 사실상 공소가 제기되지 않은 범행을 추가로 처벌한 것과 같은 실질에 이른 경우에는 단순한 양형판단의 부당성을 넘어 죄형 균형 원칙이나 책임주의 원칙의 본질적 내용을 침해하였다고 볼 수 있다. 따라서 그 부당성을 다투는 피고인의 주장은 이러한 사실심법원의 양형심리와 양형판단 방법의 위법성을 지적하는 것으로 보아 적법한 상고이유라고 할 수 있다.<br/>  [2] 피고인이 메트암페타민(이하 ‘필로폰’이라 한다)을 수수하고 투약하였다는 내용의 마약류 관리에 관한 법률 위반(향정)으로 기소되어 제1심 및 원심에서 각 유죄로 인정되었는데, 원심판결 이유 중 ‘양형의 이유’란에 피고인에게 공소가 제기되지 않았고 따로 양형조건도 될 수 없는 사실인 필로폰 ‘판매’가 양형사유처럼 기재된 부분이 있는 사안에서, 피고인에 대하여 별건의 업무방해 등 사건으로 징역형을 선고한 판결이 원심 계속 중에 확정되자, 원심은 위 확정판결에서의 죄와 이 사건 범죄가 형법 제37조 후단의 경합범 관계에 있다는 이유로 제1심판결 중 피고인에 대한 부분을 파기하고, 피고인에 대하여 형법 제37조 후단, 제39조 제1항을 적용한 다음 제1심과 같은 징역 8개월을 그대로 선고한 점, 기록상 위와 같은 파기사유 외에는 제1심과 원심의 양형조건에 달라진 부분이 없고, 제1심도 비록 위 업무방해 등 사건이 확정되기 전이었지만, 위 업무방해 등 사건과 이 사건이 동시에 심판받았을 경우의 형의 균형도 양형조건으로 삼아 형을 정하였던 점, 결국 원심은 제1심과 비교하여 양형조건에 실질적인 변화가 없는 상태에서 필로폰 ‘판매’를 양형사유로 기재하지 않은 제1심과 같은 형을 정하여 선고하였으므로, 위 필로폰 판매 사실을 핵심적인 형벌가중적 양형조건으로 삼아 양형에 반영하였다고 보기 어려운 점을 종합하면, 원심이 피고인에 대하여 사실상 공소가 제기되지 않은 필로폰 판매 범행을 추가로 처벌한 것과 같은 실질에 이르렀다고 볼 수 없다는 이유로, 원심의 양형판단에 죄형 균형 원칙이나 책임주의 원칙의 본질적 내용을 침해하여 판결에 영향을 미친 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제51조, 형사소송법 제383조 제1호, 제4호 / [2] 마약류 관리에 관한 법률 제2조 제3호 (나)목, 제4조 제1항 제1호, 제60조 제1항 제2호, 형법 제37조, 제39조 제1항, 제51조, 형사소송법 제383조 제4호<br/>",
  "참조판례": "[1] 대법원 1988. 1. 19. 선고 87도1410 판결(공1988, 468), 대법원 1990. 10. 26. 선고 90도1940 판결(공1990, 2482), 대법원 2007. 4. 19. 선고 2005도7288 전원합의체 판결(공2007상, 923), 대법원 2008. 5. 29. 선고 2008도1816 판결<br/>"
}