{
  "판례일련번호": "226501",
  "사건명": "부당이득금[공공 임대주택의 분양전환 시 법령에 따른 정당한 분양전환가격을 초과하여 지급한 분양대금에 대하여 부당이득반환을 구하는 사건]",
  "사건번호": "2017다211481",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200827",
  "판시사항": "[1] 자유심증주의의 한계<br/>  [2] 甲 주식회사가 스스로 건설하여 乙 등에게 임대하였다가 분양전환하는 임대아파트의 분양전환가격을 산정하면서 그 산정의 기초가 되는 ‘건설원가’의 한 요소인 ‘실제 건축비’를 위 아파트의 취득세 과세표준이 아닌 건축비 감정 결과를 토대로 인정할 수 있는지 문제 된 사안에서, 위 아파트에 관하여 신고·확정된 취득세 과세표준이 실제 건축비를 반영하는 유력한 증거자료인데도, 합리적인 근거 없이 취득세 과세표준의 증명력을 전부 배척한 다음 건축비 감정 결과를 토대로 실제 건축비를 인정한 원심판단에는 자유심증주의의 한계를 벗어나 필요한 심리를 다하지 않은 위법이 있다고 한 사례<br/>  [3] 분양전환가격 산정기준에 관한 구 임대주택법 등 관련 법령의 규정이 강행법규인지 여부(적극) 및 위 산정기준에 따른 금액을 초과하는 분양전환가격으로 체결된 분양계약의 효력(=초과하는 범위에서 무효) / 이러한 일부 무효의 법리는 민간 임대사업자가 시장 등의 분양전환승인을 거쳐 분양전환을 한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>  [4] 공공 임대주택의 분양전환가격을 산정하기 위하여 시장 등이 2곳의 감정평가법인에 의뢰하여 시행한 최초의 감정평가에 대한 이의신청이 있어 재평가를 한 경우, 재평가된 금액을 기초로 분양전환가격을 산정하여야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 민사소송법 제202조가 선언하고 있는 자유심증주의는 형식적, 법률적인 증거규칙으로부터의 해방을 뜻할 뿐 법관의 자의적인 판단을 용인한다는 것이 아니다. 법관은 적법한 증거조사절차를 거쳐 증거능력 있는 증거에 의하여 사회정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 사실 주장의 진실 여부를 판단하여야 하고, 비록 사실의 인정이 사실심의 전권에 속한다고 하더라도 이와 같은 제약에서 벗어날 수 없다.<br/>  [2] 甲 주식회사가 스스로 건설하여 乙 등에게 임대하였다가 분양전환하는 임대아파트의 분양전환가격을 산정하면서 그 산정의 기초가 되는 ‘건설원가’의 한 요소인 ‘실제 건축비’를 위 아파트의 취득세 과세표준이 아닌 건축비 감정 결과를 토대로 인정할 수 있는지 문제 된 사안에서, 위 아파트와 같이 임대의무기간이 5년인 공공 임대주택의 분양전환가격은 ‘건설원가’와 ‘감정평가금액’을 산술평균한 가격을 기초로 하고, 여기서 ‘건설원가’는 ‘최초 입주자 모집 당시의 주택가격’에 ‘자기자금이자’를 더하고 ‘감가상각비’를 뺀 금액을, ‘최초 입주자 모집 당시의 주택가격’은 ‘건축비’와 ‘택지비’를 기준으로 입주자모집 승인권자가 산정한 금액을 말하며, 위 ‘건축비’는 특별한 사정이 없는 한 표준건축비의 범위 내에서 실제로 투입된 건축비를 의미하는데, 위 아파트에 관하여 신고·확정된 취득세 과세표준은 법인장부인 공사원가명세서(재료비, 설계비, 외주비 등 각종 비용 항목별로 지출금액이 상세히 기재되어 있다)를 기초로 한 것으로 실제 건축비를 반영하는 유력한 증거자료로 볼 수 있는 반면, 건축비 감정 결과는 아파트의 사용승인도면(자재의 구체적인 사양이나 단가가 전혀 기재되어 있지 않다)과 통계자료만을 기초로 공사비를 추정한 것이어서 실제 투입된 비용과는 차이가 있을 수밖에 없는 등 위 아파트의 취득세 과세표준보다 실제 건축비를 잘 반영하는 자료로 보기 어려우므로, 甲 회사가 위 아파트의 건축비로 실제 지출하였으나 취득세 과세표준에서 제외되거나 누락된 비용이 있다는 점이 밝혀진 경우 원칙적으로 취득세 과세표준에 그 제외되거나 누락된 비용만 추가하여 실제 건축비를 산정하는 것이 합리적인데도, 합리적인 근거 없이 위 아파트의 취득세 과세표준의 증명력을 전부 배척한 다음 건축비 감정 결과를 토대로 실제 건축비를 인정한 원심판단에는 자유심증주의의 한계를 벗어나 필요한 심리를 다하지 않은 위법이 있다고 한 사례.<br/>  [3] 구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것, 이하 같다) 등 관련 법령은 임대주택의 건설을 촉진하고 국민주거생활의 안정을 도모하는 것을 입법 목적으로 하고 있고, 그 목적을 달성하기 위해 임대사업자에게 각종 지원을 하는 한편 각종 제한을 부과하고 있다. 특히 임대의무기간 경과 후 무주택 임차인에게 임대주택의 우선분양전환권을 인정하고 분양전환가격의 산정기준을 상세히 규정함으로써 임대사업자가 자의적으로 분양전환가격을 정하는 것을 방지하고 합리적인 분양전환가격에 임대주택의 분양이 이루어지도록 하고 있다. 따라서 이러한 분양전환가격 산정기준에 관한 구 임대주택법 등 관련 법령의 규정은 강행법규에 해당한다고 보아야 하고, 그 산정기준에 따른 금액을 초과한 분양전환가격으로 분양계약이 체결되었다면 그 분양계약은 위 산정기준에 따른 정당한 금액을 초과하는 범위에서 무효라고 보아야 한다.<br/>  기존 임대주택법이 2008. 3. 21. 법률 제8966호로 전부 개정됨에 따라 분양전환승인제도(제21조 제3항, 제4항)가 신설되어, 국가·지방자치단체·한국토지주택공사 또는 지방공사를 제외한 임대사업자(이하 ‘민간 임대사업자’라 한다)는 공공건설 임대주택을 분양전환할 때 시장·군수·구청장(이하 ‘시장 등’이라 한다)의 분양전환승인을 받아야 한다. 시장 등은 해당 임대주택이 임대의무기간 경과 등으로 분양전환 요건을 충족하는지 여부와 분양전환승인신청서에 기재된 분양전환가격이 임대주택법령의 규정에 따라 적법하게 산정되었는지를 심사하여 승인하여야 한다. 앞서 본 임대주택 분양전환계약에 관한 일부 무효의 법리는 이와 같이 민간 임대사업자가 시장 등의 분양전환승인을 거쳐 분양전환을 한 경우에도 마찬가지로 적용된다.<br/>  [4] 구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것, 이하 같다) 제21조 제9항, 제10항, 구 임대주택법 시행령(2012. 2. 2. 대통령령 제23584호로 개정되기 전의 것, 이하 같다) 제23조 제8항, 구 임대주택법 시행규칙(2012. 2. 3. 국토해양부령 제441호로 개정되기 전의 것) 제9조 제1항 [별표 1]에 따르면, 임대의무기간이 5년인 공공 임대주택의 분양전환가격은 건설원가와 감정평가금액을 산술평균한 가격으로 하되, 분양전환 당시 산정한 주택가격에서 임대기간 중의 감가상각비를 뺀 금액을 상한으로 하여야 한다(위 [별표 1]의 1. 나.). 이때 분양전환가격을 위한 감정평가는 시장 등이 감정평가법인 2곳을 선정·의뢰하여 시행한 감정평가액을 산술평균한 금액으로 하되(구 임대주택법 시행령 제23조 제1항, 위 [별표 1]의 2. 나.), 그 감정평가 결과에 대해 임대사업자나 임차인의 이의신청이 있고 그 감정평가가 관계 법령을 위반하여 이루어졌거나 부당하게 평가되었다고 인정되는 등 이의가 정당한 경우 시장 등은 1회에 한하여 재평가하게 할 수 있다. 이 경우 당초 감정평가한 곳과 다른 감정평가법인 2곳을 선정·의뢰하여야 한다(구 임대주택법 제21조 제9항, 구 임대주택법 시행령 제23조 제5항, 제6항).<br/>  위와 같은 관련 규정을 살펴보면, 분양전환가격 산정 시 최초의 감정평가에 대한 이의신청이 있고 이의사유가 인정되어 재평가를 한 경우에는 특별한 사정이 없는 한 재평가된 금액을 기초로 분양전환가격을 산정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제202조 / [2] 민사소송법 제202조, 법인세법 제41조 제1항 제2호, 제112조, 법인세법 시행령 제72조 제2항 제2호, 구 지방세법(2005. 1. 5. 법률 제7332호로 개정되기 전의 것) 제111조 제5항 제3호(현행 제10조 제5항 제3호 참조), 제115조(현행 제18조 참조), 제120조(현행 제20조 참조), 제121조(현행 제21조 참조), 구 지방세법 시행령(2004. 12. 30. 대통령령 제18610호로 개정되기 전의 것) 제82조의3 제1항(현행 제18조 제1항 참조) / [3] 민법 제105조, 제137조, 구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제21조 제3항(현행 삭제), 제4항(현행 삭제), 제10항(현행 공공주택 특별법 제50조의3 제1항 참조), 구 임대주택법 시행령(2012. 2. 2. 대통령령 제23584호로 개정되기 전의 것) 제23조 제8항(현행 공공주택 특별법 시행령 제56조 제7항 참조), 구 임대주택법 시행규칙(2012. 2. 3. 국토해양부령 제441호로 개정되기 전의 것) 제9조 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조), 제14조(현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조) / [4] 구 임대주택법(2012. 1. 26. 법률 제11242호로 개정되기 전의 것) 제21조 제9항(현행 공공주택 특별법 제50조의3 제3항 참조), 제10항(현행 공공주택 특별법 제50조의3 제1항 참조), 구 임대주택법 시행령(2012. 2. 2. 대통령령 제23584호로 개정되기 전의 것) 제23조 제1항(현행 공공주택 특별법 시행령 제56조 제1항 참조), 제5항(현행 공공주택 특별법 시행령 제56조 제4항 참조), 제6항(현행 공공주택 특별법 시행령 제56조 제5항 참조), 제8항(현행 공공주택 특별법 시행령 제56조 제7항 참조), 구 임대주택법 시행규칙(2012. 2. 3. 국토해양부령 제441호로 개정되기 전의 것) 제9조 [별표 1](현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조), 제14조(현행 공공주택 특별법 시행규칙 제40조 [별표 7] 참조)<br/>",
  "참조판례": "[1] 대법원 2006. 11. 24. 선고 2006다35766 판결, 대법원 2018. 4. 12. 선고 2016다223357 판결(공2018상, 875) / [3] 대법원 2011. 4. 21. 선고 2009다97079 전원합의체 판결(공2011상, 993), 대법원 2015. 3. 26. 선고 2012두20304 판결, 대법원 2017. 11. 9. 선고 2015다44274 판결<br/>"
}