{
  "판례일련번호": "226513",
  "사건명": "임시총회결의무효확인의소·임시총회결의무효확인의소",
  "사건번호": "2017다218987, 218994",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 재건축조합의 총회가 조합의 최고의사결정기관으로서 조합과 관련된 업무에 관하여 가지는 자율성과 재량의 정도<br/>  [2] 재건축조합의 총회에서 재건축사업의 수행결과에 따라 차후에 발생하는 추가이익금의 상당한 부분에 해당하는 금액을 조합 임원들에게 인센티브로 지급하도록 하는 내용을 결의하는 경우, 적당하다고 인정되는 범위를 벗어난 인센티브 지급에 대한 결의 부분의 효력(무효) 및 인센티브의 내용이 부당하게 과다한지 판단하는 기준<br/>  [3] 甲 재건축조합의 임시총회에서 ‘조합 해산 시 추가이익이 발생하여 조합원들에 대한 환급금이 상승하고 추가부담금이 감소할 경우 추가이익금의 20%를 조합 임원들에 대한 인센티브(성과급)로 지급한다’는 취지의 결의를 하자, 조합원들의 일부가 위 결의에 대해 무효 확인을 구한 사안에서, 위에서 정한 인센티브가 조합 임원들의 직무와 합리적 비례관계를 가지는지에 관하여 별다른 심리를 하지 않은 채 위 결의를 무효로 볼 수 없다고 한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 재건축조합의 총회는 조합의 최고의사결정기관으로서 조합과 관련된 업무에 관하여 폭넓은 범위에서 의결할 수 있는 자율성과 형성의 재량을 가진다. 그러나 이러한 자율성과 재량이 무제한적인 것일 수는 없다.<br/>  [2] 재건축조합 임원의 보수 특히 인센티브(성과급)의 지급에 관한 내용은 정비사업의 수행에 대한 신뢰성이나 공정성의 문제와도 밀접하게 연관되어 있고 여러 가지 부작용과 문제점을 불러일으킬 수 있으므로 단순히 사적 자치에 따른 단체의 의사결정에만 맡겨둘 수는 없는 특성을 가진다. 재건축사업의 수행결과에 따라 차후에 발생하는 추가이익금의 상당한 부분에 해당하는 금액을 조합 임원들에게 인센티브로 지급하도록 하는 내용을 총회에서 결의하는 경우 조합 임원들에게 지급하기로 한 인센티브의 내용이 부당하게 과다하여 신의성실의 원칙이나 형평의 관념에 반한다고 볼 만한 특별한 사정이 있는 때에는 적당하다고 인정되는 범위를 벗어난 인센티브 지급에 대한 결의 부분은 그 효력이 없다고 보아야 한다. 인센티브의 내용이 부당하게 과다한지 여부는 조합 임원들이 업무를 수행한 기간, 업무수행 경과와 난이도, 실제 기울인 노력의 정도, 조합원들이 재건축사업의 결과로 얻게 되는 이익의 규모, 재건축사업으로 손실이 발생할 경우 조합 임원들이 보상액을 지급하기로 하였다면 그 손실보상액의 한도, 총회 결의 이후 재건축사업 진행 경과에 따라 조합원들이 예상할 수 없는 사정변경이 있었는지 여부, 그 밖에 변론에 나타난 여러 사정을 종합적으로 고려하여 판단하여야 한다.<br/>  [3] 甲 재건축조합의 임시총회에서 ‘조합 해산 시 추가이익이 발생하여 조합원들에 대한 환급금이 상승하고 추가부담금이 감소할 경우 추가이익금의 20%를 조합 임원들에 대한 인센티브(성과급)로 지급한다’는 취지의 결의를 하자, 조합원들의 일부가 위 결의에 대해 무효 확인을 구한 사안에서, 위 결의는 재건축사업에 따라 손실이 발생할 경우 조합 임원들이 부담하게 될 액수의 최고한도를 제한하고 있는 반면, 추가이익이 발생할 경우 조합 임원들이 받게 될 인센티브를 추가이익금에 대한 20%로만 정하고 있을 뿐 총액의 상한에 관해서는 어떠한 제한도 두고 있지 않으며, 甲 재건축조합의 조합원의 수와 시설규모, 사업 시행 위치 등을 감안할 때 재건축사업의 성패에 따라서는 큰 금액의 손실이나 추가수익금이 발생할 수 있는 상황이고, 경우에 따라서는 조합 임원들이 받게 될 인센티브의 규모가 기하급수적으로 늘어날 가능성이 있는데도, 위에서 정한 인센티브가 조합 임원들의 직무와 합리적 비례관계를 가지는지에 관하여 별다른 심리를 하지 않은 채 위 결의를 무효로 볼 수 없다고 한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도시 및 주거환경정비법 제40조 제3항 / [2] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제20조 제1항 제6호(현행 제40조 제1항 제6호 참조), 제8호(현행 제40조 제1항 제8호 참조), 제84조(현행 제134조 참조) / [3] 구 도시 및 주거환경정비법(2013. 12. 24. 법률 제12116호로 개정되기 전의 것) 제20조 제1항 제6호(현행 제40조 제1항 제6호 참조), 제8호(현행 제40조 제1항 제8호 참조), 제84조(현행 제134조 참조), 도시 및 주거환경정비법 제40조 제3항<br/>",
  "참조판례": "[1] 대법원 2018. 3. 13. 선고 2016두35281 판결(공2018상, 703)<br/>"
}