{
  "판례일련번호": "226519",
  "사건명": "제3자이의",
  "사건번호": "2018다273608",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 선박의 등기와 등록에 대해 정한 선박법 제8조 등이 적용되지 않는 선박에서 제외되는 선박으로 선박법 제26조 제4호 단서에서 정한 ‘수상호텔, 수상식당 또는 수상공연장’이 ‘부유식 수상구조물형 부선’의 종류를 예시적으로 규정한 것인지 여부(적극)<br/>  [2] 甲 주식회사가 총톤수 144t의 부선인 선박을 매수하여 소유권이전등기를 한 후 하천점용허가를 받아 위 선박에서 수상레저사업을 하였고, 乙이 유체동산 강제경매절차에서 위 선박을 매수하여 인도받았으나 소유권이전등기를 하지 않은 상태에서 丙 주식회사가 乙로부터 위 선박을 매수하여 수상레저사업을 하고 있었는데, 그 후 甲 회사가 丁에게 위 선박에 관하여 근저당권설정등기를 해 주었고, 丁의 신청에 따라 임의경매절차가 개시되자 丙 회사가 선박의 소유자라는 이유로 임의경매의 불허를 구한 사안에서, 위 선박은 선박법 제26조 제4호 단서에서 정한 부유식 수상구조물에 해당하므로, 乙이 유체동산 강제경매절차에서 위 선박을 매수한 것은 민사집행법 제172조에 반하여 무효이고, 乙로부터 위 선박을 매수한 丙 회사는 적법하게 소유권을 취득하지 못하였다고 본 원심판결이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 선박등기법 제2조는 “이 법은 총톤수 20톤 이상의 기선과 범선 및 총톤수 100톤 이상의 부선에 대하여 적용한다. 다만 선박법 제26조 제4호 본문에 따른 부선에 대하여는 적용하지 아니한다.”라고 정하고 있다. 선박법 제26조 제4호 본문은 ‘총톤수 20톤 이상인 부선 중 선박계류용·저장용 등으로 사용하기 위하여 수상에 고정하여 설치하는 부선’을 선박의 등기와 등록에 대해 정한 선박법 제8조 등 일부 규정이 적용되지 않는 선박으로 정하면서, 단서에서 “공유수면 관리 및 매립에 관한 법률 제8조에 따른 점용 또는 사용 허가나 하천법 제33조에 따른 점용허가를 받은 수상호텔, 수상식당 또는 수상공연장 등 부유식 수상구조물형 부선은 제외한다.”라고 정하고 있다.<br/>선박법 제26조 제4호 단서는 수상레저의 수요 증가 등으로 수상구조물의 설치가 활성화될 것에 대비하여 수상호텔, 수상식당 또는 수상공연장 등 부유식 수상구조물형 부선을 선박법상 등록 대상에 포함시키고 등기가 가능하도록 하는 데 그 취지가 있다. 위와 같은 선박법 제26조 제4호 단서의 문언과 취지 등을 종합하면, 선박법 제26조 제4호 단서에서 정한 수상호텔, 수상식당 또는 수상공연장은 부유식 수상구조물형 부선의 종류를 예시한 것으로 보아야 한다.<br/>  [2] 甲 주식회사가 총톤수 144t의 부선인 선박을 매수하여 소유권이전등기를 한 후 하천법 제33조 제1항에 따른 하천점용허가를 받아 위 선박에서 수상레저사업을 하였고, 乙이 유체동산 강제경매절차에서 위 선박을 매수하여 인도받았으나 소유권이전등기를 하지 않은 상태에서 丙 주식회사가 乙로부터 위 선박을 매수하여 인도받은 후 甲 회사로부터 수상레저사업과 허가권 일체를 양수하여 위 선박에서 수상레저사업을 하고 있었는데, 그 후 甲 회사가 丁에게 위 선박에 관하여 근저당권설정등기를 해 주었고, 근저당권자인 丁의 신청에 따라 위 선박에 관하여 임의경매절차가 개시되자 丙 회사가 선박의 소유자라는 이유로 임의경매의 불허를 구한 사안에서, 丙 회사가 선박 위에 10cm 두께의 콘크리트를 타설하여 수상레저사업에 사용하기 위한 난간대, 사무실, 탈의실과 몽고천막 4동 등 구조물을 설치한 점 등에 비추어 위 선박은 선박법 제26조 제4호 단서에서 정한 부유식 수상구조물에 해당하므로, 그 강제집행은 부동산 강제경매에 관한 규정에 따라야 하고, 따라서 乙이 유체동산 강제경매절차에서 위 선박을 매수한 것은 민사집행법 제172조에 반하여 무효이고, 乙로부터 위 선박을 매수한 丙 회사는 적법하게 소유권을 취득하지 못하였다고 본 원심판결이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 선박등기법 제2조, 선박법 제8조, 제26조 제4호 / [2] 민사집행법 제172조, 선박등기법 제2조, 선박법 제8조, 제26조 제4호<br/>",
  "참조판례": ""
}