{
  "판례일련번호": "226545",
  "사건명": "직접생산확인취소처분취소",
  "사건번호": "2020두34070",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 제재처분에 대한 행정쟁송절차에서 처분에 대해 집행정지결정이 이루어지고 본안에서 해당 처분이 최종적으로 적법한 것으로 확정되어 집행정지결정이 실효되고 제재처분을 다시 집행할 수 있게 된 경우 및 반대로 처분상대방이 집행정지결정을 받지 못했으나 본안소송에서 해당 제재처분이 위법하다는 것이 확인되어 취소하는 판결이 확정된 경우, 처분청이 취할 조치<br/>  [2] 중소기업제품 구매촉진 및 판로지원에 관한 법률에 따른 1차 직접생산확인 취소처분에 대하여 중소기업자가 제기한 취소소송절차에서 집행정지결정이 이루어졌다가 본안소송에서 중소기업자의 패소판결이 확정되어 집행정지가 실효되고 취소처분을 집행할 수 있게 되었으나 1차 취소처분 당시 유효기간이 남아 있었던 직접생산확인의 전부 또는 일부가 집행정지기간 중 유효기간이 모두 만료되고 집행정지기간 중 새로 받은 직접생산확인의 유효기간이 남아 있는 경우, 관할 행정청이 직접생산확인 취소 대상을 ‘1차 취소처분 당시’ 유효기간이 남아 있었던 모든 제품에서 ‘1차 취소처분을 집행할 수 있게 된 시점 또는 그와 가까운 시점’을 기준으로 유효기간이 남아 있는 모든 제품으로 변경하는 처분을 할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 집행정지결정의 효력은 결정 주문에서 정한 기간까지 존속하다가 그 기간이 만료되면 장래에 향하여 소멸한다. 집행정지결정은 처분의 집행으로 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요가 있고 달리 공공복리에 중대한 영향을 미치지 않을 것을 요건으로 하여 본안판결이 있을 때까지 해당 처분의 집행을 잠정적으로 정지함으로써 위와 같은 손해를 예방하는 데 취지가 있으므로, 항고소송을 제기한 원고가 본안소송에서 패소확정판결을 받았더라도 집행정지결정의 효력이 소급하여 소멸하지 않는다.<br/>  그러나 제재처분에 대한 행정쟁송절차에서 처분에 대해 집행정지결정이 이루어졌더라도 본안에서 해당 처분이 최종적으로 적법한 것으로 확정되어 집행정지결정이 실효되고 제재처분을 다시 집행할 수 있게 되면, 처분청으로서는 당초 집행정지결정이 없었던 경우와 동등한 수준으로 해당 제재처분이 집행되도록 필요한 조치를 취하여야 한다. 집행정지는 행정쟁송절차에서 실효적 권리구제를 확보하기 위한 잠정적 조치일 뿐이므로, 본안 확정판결로 해당 제재처분이 적법하다는 점이 확인되었다면 제재처분의 상대방이 잠정적 집행정지를 통해 집행정지가 이루어지지 않은 경우와 비교하여 제재를 덜 받게 되는 결과가 초래되도록 해서는 안 된다. 반대로, 처분상대방이 집행정지결정을 받지 못했으나 본안소송에서 해당 제재처분이 위법하다는 것이 확인되어 취소하는 판결이 확정되면, 처분청은 그 제재처분으로 처분상대방에게 초래된 불이익한 결과를 제거하기 위하여 필요한 조치를 취하여야 한다.<br/>  [2] 직접생산확인을 받은 중소기업자가 공공기관의 장과 납품 계약을 체결한 후 직접생산하지 않은 제품을 납품하였다. 관할 행정청은 중소기업제품 구매촉진 및 판로지원에 관한 법률 제11조 제3항에 따라 당시 유효기간이 남아 있는 중소기업자의 모든 제품에 대한 직접생산확인을 취소하는 1차 취소처분을 하였다. 중소기업자는 1차 취소처분에 대하여 취소소송을 제기하였고, 집행정지결정이 이루어졌다. 그러나 결국 중소기업자의 패소판결이 확정되어 집행정지가 실효되고, 취소처분을 집행할 수 있게 되었다. 그런데 1차 취소처분 당시 유효기간이 남아 있었던 직접생산확인의 전부 또는 일부는 집행정지기간 중 유효기간이 모두 만료되었고, 1차 취소처분 당시 유효기간이 남아 있었던 직접생산확인 제품 목록과 취소처분을 집행할 수 있게 된 시점에 유효기간이 남아 있는 직접생산확인 제품 목록은 다르다.<br/>  위와 같은 경우 관할 행정청은 1차 취소처분을 집행할 수 있게 된 시점으로부터 상당한 기간 내에 직접생산확인 취소 대상을 ‘1차 취소처분 당시’ 유효기간이 남아 있었던 모든 제품에서 ‘1차 취소처분을 집행할 수 있게 된 시점 또는 그와 가까운 시점’을 기준으로 유효기간이 남아 있는 모든 제품으로 변경하는 처분을 할 수 있다. 이러한 변경처분은 중소기업자가 직접생산하지 않은 제품을 납품하였다는 점과 중소기업제품 구매촉진 및 판로지원에 관한 법률 제11조 제3항 중 제2항 제3호에 관한 부분을 각각 궁극적인 ‘처분하려는 원인이 되는 사실’과 ‘법적 근거’로 한다는 점에서 1차 취소처분과 동일하고, 제재의 실효성을 확보하기 위하여 직접생산확인 취소 대상만을 변경한 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제23조 / [2] 중소기업제품 구매촉진 및 판로지원에 관한 법률 제11조 제3항, 행정소송법 제23조<br/>",
  "참조판례": "[2] 대법원 2017. 7. 11. 선고 2013두25498 판결(공2017하, 1627), 대법원 2019. 1. 31. 선고 2016두52019 판결(공2019상, 663)<br/>"
}