{
  "판례일련번호": "226521",
  "사건명": "부당이득반환청구의소[명의신탁된 부동산에 대한 재산세 상당의 부당이득반환을 구하는 사건]",
  "사건번호": "2018다283773",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 지방세법 제107조 제1항에 따라 재산세 납세의무를 부담하는 ‘재산을 사실상 소유하고 있는 자’의 의미 / 3자간 등기명의신탁의 경우, 명의신탁자가 매매계약을 체결하고 매매대금을 모두 지급하였다면 재산세 과세기준일 당시 소유권이전등기를 마치기 전이라도 부동산의 실질적 소유자로서 재산세 납부의무를 부담하는지 여부(원칙적 적극)<br/>  [2] 과세관청이 3자간 등기명의신탁에 따라 해당 부동산의 공부상 소유자가 된 명의수탁자에게 재산세 부과처분을 하여 명의수탁자가 재산세를 납부한 경우, 명의신탁자나 그 상속인을 상대로 재산세 상당액에 대한 부당이득반환청구권을 가지는지 여부(소극)<br/>",
  "판결요지": "[1] 지방세법 제107조 제1항에 따라 재산세 납세의무를 부담하는 ‘재산을 사실상 소유하고 있는 자’는 공부상 소유자로 등재된 여부를 불문하고 당해 토지나 재산에 대한 실질적인 소유권을 가진 자를 의미한다. 명의신탁자가 소유자로부터 부동산을 양수하면서 명의수탁자와 사이에 명의신탁약정을 하여 소유자로부터 바로 명의수탁자 명의로 해당 부동산의 소유권이전등기를 하는 3자간 등기명의신탁의 경우 명의신탁자의 매수인 지위는 일반 매매계약에서 매수인 지위와 근본적으로 다르지 않으므로, 명의신탁자가 부동산에 관한 매매계약을 체결하고 매매대금을 모두 지급하였다면 재산세 과세기준일 당시 그 부동산에 관한 소유권이전등기를 마치기 전이라도 해당 부동산에 대한 실질적인 소유권을 가진 자로서 특별한 사정이 없는 한 그 재산세를 납부할 의무가 있다.<br/>  [2] 과세관청이 3자간 등기명의신탁에 따라 해당 부동산의 공부상 소유자가 된 명의수탁자에게 재산세 부과처분을 하고 이에 따라 명의수탁자가 재산세를 납부하였더라도 명의수탁자가 명의신탁자 또는 그 상속인을 상대로 재산세 상당의 금액에 대한 부당이득반환청구권을 가진다고 보기는 어렵다. 그 상세한 이유는 다음과 같다.<br/>  ① 명의수탁자가 재산세를 납부하게 된 것은 명의수탁자가 해당 부동산에 관한 공부상 소유자로 등재되어 있어 명의수탁자에게 재산세가 부과되었기 때문이고, 명의수탁자가 자신에게 부과된 재산세를 납부하였다고 하여 명의신탁자가 재산세 납부의무를 면하는 이득을 얻게 되었다고 보기 어렵다. 명의신탁자는 여전히 해당 부동산에 대한 재산세 납부의무를 부담한다.<br/>  ② 명의수탁자에 대한 재산세 부과처분은 특별한 사정이 없는 한 위법한 것으로 취소되지 않은 이상 유효한 처분이고, 과세관청이 명의수탁자에게 재산세를 부과하여 명의수탁자가 이를 납부한 것을 두고 민법 제741조에서 정한 ‘법률상 원인없이’ 명의신탁자가 이익을 얻었거나 명의수탁자에게 손해가 발생한 경우라고 보기는 어렵다.<br/>  ③ 명의수탁자는 항고소송으로 자신에게 부과된 재산세 부과처분의 위법을 주장하거나 관련 부동산의 소유권에 관한 판결이 확정됨을 안 날부터 일정 기간 이내에 지방세기본법 제50조 제2항 제1호의 후발적 사유에 의한 경정청구를 하는 등의 방법으로 납부한 재산세를 환급받을 수 있다. 따라서 명의수탁자가 위법한 재산세 부과처분을 다툴 수 없어(다투지 않아) 재산세 납부로 인한 손해가 발생하고 이를 회복할 수 없게 되었더라도 이러한 손해는 과세처분에 대한 불복기간이나 경정청구기간의 도과 등으로 인한 것이라고 볼 수 있다. 설령 과세관청이 명의신탁자에게 해당 부동산에 대한 재산세 부과처분을 하지 않게 됨으로써 결과적으로 명의신탁자가 재산세를 납부하지 않게 되는 이익을 얻게 되더라도 이것은 사실상 이익이나 반사적 이익에 불과할 뿐이다. 명의수탁자가 납부한 재산세의 반환이나 명의신탁자의 사실상 이익 발생의 문제는 명의수탁자와 과세관청, 과세관청과 명의신탁자 각각의 관계에서 해결되어야 할 문제이다. 명의수탁자와 과세관청 사이에서 해결되어야 할 문제에 대하여 명의수탁자에게 또 다른 구제수단을 부여하여야 할 필요성을 인정하기는 어렵다.<br/>  ④ 명의수탁자의 명의신탁자에 대한 부당이득반환청구권을 인정하게 되면, 과세처분의 취소 여부에 따라 복잡한 문제가 발생할 수 있다. 명의수탁자가 명의신탁 부동산에 대한 재산세를 납부함으로써 명의신탁자에 대한 부당이득반환청구권을 가지게 된다고 볼 경우 이러한 사정이 명의수탁자가 과세관청을 상대로 과세처분의 취소를 구하는 항고소송을 진행하거나 후발적 사유에 의한 경정청구를 하는 것에 장애가 되지 않는다. 그렇다면 명의수탁자는 이중의 구제가 가능하게 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방세법 제107조 제1항 / [2] 지방세법 제107조 제1항, 민법 제741조, 행정소송법 제4조 제1호, 지방세기본법 제50조 제2항 제1호<br/>",
  "참조판례": "[1] 대법원 2012. 12. 13. 선고 2010두4964 판결, 대법원 2018. 3. 22. 선고 2014두43110 전원합의체 판결(공2018상, 751)<br/>"
}