{
  "판례일련번호": "226547",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2020두36687",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 국세징수법 제85조의2 제1항 각호에서 정한 체납처분 유예의 사유가 인정되는 경우, 세무서장이 직권으로 체납처분 유예 및 압류해제를 할 수 있는지 여부(적극) / 세무서장이 직권으로 체납처분 유예 및 압류해제를 하면서 납세담보 제공자로부터 납세보증서를 제출받은 경우, 이는 세법에 근거하여 적법하게 제공받은 납세담보인지 여부(적극)<br/>  [2] 과세관청이 부가가치세 등 조세체납을 이유로 甲 주식회사 소유의 부동산을 압류하였는데, 乙 주식회사와 乙 회사의 설립 자본금을 출자한 丙이 甲 회사를 인수하기로 하여 甲 회사와 위 부동산에 관한 매매계약 및 영업양수도계약을 체결하면서 丙이 과세관청에 ‘甲 회사가 체납세액을 완납하지 아니할 때에는 丙의 책임으로 체납세액을 납부할 것을 보증한다’는 취지의 납세보증서를 제출하였고, 이에 과세관청이 납세보증서를 담보로 체납처분을 유예하고 부동산 압류를 해제하였으며, 乙 회사는 위 부동산을 담보로 대출을 받아 甲 회사의 체납세액 일부를 납부하였으나, 그 후 甲 회사 등이 체납처분 유예기간까지 나머지 체납세액을 납부하지 아니하자 과세관청이 丙에 대하여 부가가치세 등 부과처분을 한 사안에서, 위 납세보증은 세법에 근거하여 적법하게 제공받은 납세담보라고 한 사례<br/>",
  "판결요지": "[1] 국세징수법상 체납처분 유예와 압류해제, 납세담보에 관한 규정의 체계와 문언 내용, 특히 국세징수법 제85조의2 제1항은 세무서장이 일정한 사유가 있는 경우 체납처분을 유예할 수 있다고 규정하고 있을 뿐 체납자의 신청이 있는 경우에만 체납처분 유예를 할 수 있다고 규정하지 않고 있고, 국세징수법 제15조와 제17조에 규정된 징수유예도 세무서장이 직권으로 할 수 있는 점과의 균형 등에 비추어 보면, 세무서장은 국세징수법 제85조의2 제1항 각호에서 정한 체납처분 유예의 사유가 인정되는 경우에는 체납자의 신청이 없더라도 같은 조 제1항, 제2항에 따라 직권으로 체납처분에 의한 재산의 압류나 압류재산의 매각을 유예하고 이미 압류한 재산의 압류를 해제할 수 있다고 봄이 타당하다.<br/>  그리고 세무서장이 직권으로 체납처분 유예 및 압류해제를 하면서 국세징수법 제85조의2 제3항 본문, 국세기본법 제31조 제2항에 따라 납세담보 제공자로부터 체납액에 상당하는 납세보증서를 제출받았다면 이는 세법에 근거하여 적법하게 제공받은 납세담보이다.<br/>  [2] 과세관청이 부가가치세 등 조세체납을 이유로 甲 주식회사 소유의 부동산을 압류하였는데, 乙 주식회사와 乙 회사의 설립 자본금을 출자한 丙이 甲 회사를 인수하기로 하여 甲 회사와 위 부동산에 관한 매매계약 및 영업양수도계약을 체결하면서 丙이 과세관청에 ‘甲 회사가 체납세액을 완납하지 아니할 때에는 丙의 책임으로 체납세액을 납부할 것을 보증한다’는 취지의 납세보증서를 제출하였고, 이에 과세관청이 납세보증서를 담보로 체납처분을 유예하고 부동산 압류를 해제하였으며, 乙 회사는 위 부동산을 담보로 대출을 받아 甲 회사의 체납세액 일부를 납부하였으나, 그 후 甲 회사 등이 체납처분 유예기간까지 나머지 체납세액을 납부하지 아니하자 과세관청이 丙에 대하여 부가가치세 등 부과처분을 한 사안에서, 위 납세보증은 丙이 체납처분 유예 및 압류해제를 받기 위해 국세기본법 제31조 제2항 및 국세기본법 시행규칙 제9조 제2항 [별지 제11호 서식]에 따라 작성하여 과세관청에 제출한 것이고, 과세관청은 국세징수법 제85조의2에 따라 납세보증을 제출받으면서 직권으로 체납처분을 유예하고 부동산 압류를 해제하였으므로, 위 납세보증은 과세관청이 국세기본법 및 국세징수법 규정에 근거하여 제공받은 납세담보에 해당하고, 한편 체납자인 甲 회사는 丙 등과 체결한 부동산매매계약 및 영업양수도계약의 이행을 위해 잔금지급일 전에 미리 丙 등에게 위 부동산에 관한 소유권이전등기를 마쳐주었으며, 丙 등은 과세관청의 압류해제 및 압류등기 말소가 이루어지자 위 부동산을 담보로 대출받은 돈으로 체납세액 일부를 대납하였고, 그 일련의 과정에서 甲 회사가 이의를 제기한 사정이 없으므로, 위 납세보증이 체납자를 배제한 채 체납자의 의사에 반하여 이루어졌다고 단정하기도 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세징수법 제15조, 제17조, 제85조의2 제1항, 제2항, 제3항, 국세기본법 제31조 제2항 / [2] 국세징수법 제85조의2 제1항 제2호, 제2항, 제3항, 국세기본법 제31조 제2항, 국세기본법 시행규칙 제9조 제2항 [별지 제11호 서식]<br/>",
  "참조판례": ""
}