{
  "판례일련번호": "226531",
  "사건명": "등록무효(상)",
  "사건번호": "2019후10739",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20200903",
  "판시사항": "[1] 상표법 제34조 제1항 제20호의 규정 취지 및 선사용상표에 관하여 상표등록을 받을 수 있는 권리자가 누구인지 판단하는 방법<br/>  [2] 비료공장을 준공하고 이에 관한 비료생산업 등록을 마친 甲 수산업협동조합으로부터 위 공장에 관한 경영을 위탁받아 위 공장을 이용하여 유기질 비료를 제조·판매하던 乙 주식회사가 비료 제품의 포장에 표시되어 있던 ‘’라는 표장을 자신의 상표로 출원하여 상표등록을 받자, 甲 조합이 위 등록상표는 상표법 제34조 제1항 제20호에 해당한다며 乙 회사를 상대로 특허심판원에 등록무효심판을 청구하였는데, 특허심판원이 청구를 기각하는 심결을 한 사안에서, 乙 회사는 위 표장에 관하여 상표등록을 받을 수 있는 권리자가 아님에도 이와 동일한 상표를 동일·유사한 상품에 출원하여 상표등록을 받았다고 봄이 타당한데도, 위 표장의 사용에 관한 실질적인 권한이 乙 회사에 있다고 보아 등록상표가 상표법 제34조 제1항 제20호에 해당하지 않는다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상표법 제34조 제1항 제20호는 동업·고용 등 계약관계나 업무상 거래관계 또는 그 밖의 관계를 통하여 타인이 사용하거나 사용을 준비 중인 상표임을 알면서 그 상표와 동일·유사한 상표를 동일·유사한 상품에 등록출원한 상표에 대해서는 상표등록을 받을 수 없다고 규정하고 있다.<br/>  위 규정의 취지는 타인과의 계약관계 등을 통해 타인이 사용하거나 사용 준비 중인 상표(이하 ‘선사용상표’라고 한다)를 알게 되었을 뿐 그 상표등록을 받을 수 있는 권리자가 아닌 사람이 타인에 대한 관계에서 신의성실의 원칙에 위반하여 선사용상표와 동일·유사한 상표를 동일·유사한 상품에 등록출원한 경우 그 상표등록을 허용하지 않는다는 데에 있다.<br/>  타인과 출원인 중 누가 선사용상표에 관하여 상표등록을 받을 수 있는 권리자인지는 타인과 출원인의 내부 관계, 선사용상표의 개발·선정·사용 경위, 선사용상표가 사용 중인 경우 그 사용을 통제하거나 선사용상표를 사용하는 상품의 성질 또는 품질을 관리하여 온 사람이 누구인지 등을 종합적으로 고려하여 판단해야 한다.<br/>  [2] 비료공장을 준공하고 이에 관한 비료생산업 등록을 마친 甲 수산업협동조합으로부터 위 공장에 관한 경영을 위탁받아 위 공장을 이용하여 유기질 비료를 제조·판매하던 乙 주식회사가 비료 제품의 포장에 표시되어 있던 ‘’라는 표장을 자신의 상표로 출원하여 상표등록을 받자, 甲 조합이 위 등록상표는 상표법 제34조 제1항 제20호에 해당한다며 乙 회사를 상대로 특허심판원에 등록무효심판을 청구하였는데, 특허심판원이 청구를 기각하는 심결을 한 사안에서, 비료 제품의 포장에 표장 ‘’를 표시하고 그 표장이 표시된 비료 제품을 판매·광고한 것은 乙 회사이나, 이는 乙 회사가 경영위임계약에 따라 甲 조합의 위임사무 처리를 한 행위로서 모두 甲 조합 명의로 이루어졌으므로, 위 표장을 상표로서 사용한 주체는 甲 조합이라고 보아야 하는 점, 위 표장이 표시된 비료 제품의 포장에는 생산업자로 甲 조합만이 기재되어 있을 뿐 乙 회사는 나타나 있지 않아 수요자들로서도 비료의 출처를 甲 조합으로 인식할 수밖에 없는 점 등 제반 사정에 비추어 보면, 乙 회사는 위 표장에 관하여 상표등록을 받을 수 있는 권리자가 아님에도 甲 조합에 대한 관계에서 신의성실의 원칙에 위반하여 甲 조합이 사용하는 표장과 동일한 상표를 동일·유사한 상품에 출원하여 등록상표로 등록받았다고 봄이 타당한데도, 위 표장의 사용에 관한 실질적인 권한이 乙 회사에 있다고 보아 등록상표가 상표법 제34조 제1항 제20호에 해당하지 않는다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제34조 제1항 제20호 / [2] 상표법 제34조 제1항 제20호<br/>",
  "참조판례": ""
}