{
  "판례일련번호": "226675",
  "사건명": "교통사고처리특례법위반(치상)",
  "사건번호": "2020도8675",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201224",
  "판시사항": "[1] 횡단보행자용 신호기가 설치되지 않은 횡단보도를 횡단하는 보행자가 있을 경우, 자동차 운전자의 보행자에 대한 주의의무 / 이를 위반하여 형법 제268조의 죄를 범한 때에는 교통사고처리 특례법 제3조 제2항 단서 제6호의 ‘횡단보도에서의 보행자 보호의무를 위반하여 운전한 경우’에 해당하여 보험 또는 공제 가입 여부나 처벌에 관한 피해자의 의사를 묻지 않고 교통사고처리 특례법 제3조 제1항에 의한 처벌의 대상이 되는지 여부(적극)<br/>[2] 횡단보도에서의 보행자 보호의무를 규정한 도로교통법 제27조 제1항의 취지 / 교통사고처리 특례법 제3조 제2항 단서 제6호, 제4조 제1항 단서 제1호가 ‘도로교통법 제27조 제1항에 따른 횡단보도에서의 보행자 보호의무를 위반하여 운전한 경우’에는 교통사고처리 특례법 제3조 제2항 본문, 제4조 제1항 본문의 각 규정에 의한 처벌의 특례가 적용되지 않도록 규정한 취지 / 자동차 운전자는 횡단보행자용 신호기의 지시에 따라 횡단보도를 횡단하는 보행자가 있을 때에는 횡단보도에의 진입 선후를 불문하고 일시정지하는 등의 조치를 취함으로써 보행자의 통행이 방해되지 않도록 하여야 하는지 여부(원칙적 적극) / 자동차 운전자가 보행자보다 먼저 횡단보행자용 신호기가 설치되지 않은 횡단보도에 진입한 경우에도 차를 일시정지하는 등으로 보행자의 통행이 방해되지 않도록 할 의무가 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 횡단보행자용 신호기가 설치되지 않은 횡단보도를 횡단하는 보행자가 있을 경우에, 모든 차 또는 노면전차(이하 구별하지 않고 ‘차’라고만 한다)의 운전자는, 그대로 진행하더라도 보행자의 횡단을 방해하지 않거나 통행에 위험을 초래하지 않을 경우를 제외하고는, 횡단보도에 차가 먼저 진입하였는지 여부와 관계없이 차를 일시정지하는 등의 조치를 취함으로써 보행자의 통행이 방해되지 않도록 할 의무가 있다. 만일 이를 위반하여 형법 제268조의 죄를 범한 때에는 교통사고처리 특례법 제3조 제2항 단서 제6호의 ‘횡단보도에서의 보행자 보호의무를 위반하여 운전한 경우’에 해당하여 보험 또는 공제 가입 여부나 처벌에 관한 피해자의 의사를 묻지 않고 같은 법 제3조 제1항에 의한 처벌의 대상이 된다고 보아야 한다.<br/>[2] 도로교통법 제27조 제1항은 “모든 차 또는 노면전차(이하 구별하지 않고 ‘차’라고만 한다)의 운전자는 보행자(제13조의2 제6항에 따라 자전거에서 내려서 자전거를 끌고 통행하는 자전거 운전자를 포함한다)가 횡단보도를 통행하고 있을 때에는 보행자의 횡단을 방해하거나 위험을 주지 아니하도록 그 횡단보도 앞(정지선이 설치되어 있는 곳에서는 그 정지선을 말한다)에서 일시정지하여야 한다.”라고 규정하고 있다. 그 입법 취지는 차를 운전하여 횡단보도를 지나는 운전자의 보행자에 대한 주의의무를 강화하여 횡단보도를 통행하는 보행자의 생명·신체의 안전을 두텁게 보호하려는 데에 있다. 교통사고처리 특례법 제3조 제2항 단서 제6호, 제4조 제1항 단서 제1호가 ‘도로교통법 제27조 제1항에 따른 횡단보도에서의 보행자 보호의무를 위반하여 운전한 경우’에는 교통사고처리 특례법 제3조 제2항 본문, 제4조 제1항 본문의 각 규정에 의한 처벌의 특례가 적용되지 않도록 규정한 취지도 마찬가지로 해석된다. <br/>위 각 규정의 내용과 취지를 종합하면, 자동차의 운전자는 횡단보행자용 신호기의 지시에 따라 횡단보도를 횡단하는 보행자가 있을 때에는 횡단보도에의 진입 선후를 불문하고 일시정지하는 등의 조치를 취함으로써 보행자의 통행이 방해되지 않도록 하여야 하고, 다만 자동차가 횡단보도에 먼저 진입한 경우로서 그대로 진행하더라도 보행자의 횡단을 방해하지 않거나 통행에 위험을 초래하지 않을 상황이라면 그대로 진행할 수 있는 것으로 해석된다. 이러한 법리는 그 보호의 정도를 달리 볼 이유가 없는 횡단보행자용 신호기가 설치되지 않은 횡단보도를 횡단하는 보행자에 대하여도 마찬가지로 적용된다고 보아야 한다. 따라서 모든 차의 운전자는 보행자보다 먼저 횡단보행자용 신호기가 설치되지 않은 횡단보도에 진입한 경우에도, 보행자의 횡단을 방해하지 않거나 통행에 위험을 초래하지 않을 상황이 아니고서는, 차를 일시정지하는 등으로 보행자의 통행이 방해되지 않도록 할 의무가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 교통사고처리 특례법 제3조 제1항, 제2항 제6호, 형법 제268조 / [2] 구 도로교통법(2020. 6. 9. 법률 제17371호로 개정되기 전의 것) 제27조 제1항, 교통사고처리 특례법 제3조 제1항, 제2항 제6호, 제4조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2009. 5. 14. 선고 2007도9598 판결(공2009상, 918), 대법원 2017. 3. 15. 선고 2016도17442 판결(공2017상, 819)<br/>"
}