{
  "판례일련번호": "226661",
  "사건명": "업무방해·상해·공문서위조·위조공문서행사",
  "사건번호": "2019도8443",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201224",
  "판시사항": "[1] 공문서위조죄의 성립요건 및 공문서로서의 형식과 외관을 갖추었는지 판단하는 기준<br/>[2] 형법상 문서에 관한 죄에서 말하는 ‘문서’의 의미 및 컴퓨터 모니터 화면에 나타나는 이미지가 문서에 해당하는지 여부(소극)<br/>[3] 위조문서행사죄에서 말하는 ‘행사’의 의미와 방법 및 위조된 문서를 스캐너 등을 통해 이미지화한 다음 이를 전송하여 컴퓨터 화면상에서 보게 하는 경우가 행사에 해당하는지 여부(적극) / 공문서로서의 형식과 외관을 갖춘 문서에 해당하지 않아 공문서위조죄가 성립하지 않는 경우, 위조공문서행사죄가 성립할 수 있는지 여부(소극)<br/>[4] 중국인인 피고인이 콘도미니엄 입주민들의 모임인 甲 시설운영위원회의 대표로 선출된 후 甲 위원회가 대표성을 갖춘 단체라는 외양을 작출할 목적으로, 주민센터에서 가져온 행정용 봉투의 좌측 상단에 미리 제작해 둔 甲 위원회 한자 직인과 한글 직인을 날인한 다음 주민센터에서 발급받은 피고인의 인감증명서 중앙에 있는 ‘용도’란 부분에 이를 오려 붙이는 방법으로 인감증명서 1매를 작성하고, 이를 휴대전화로 촬영한 사진 파일을 甲 위원회에 가입한 입주민들이 참여하는 메신저 단체대화방에 게재하였다고 하여 공문서위조 및 위조공문서행사로 기소된 사안에서, 피고인이 만든 문서가 공문서로서의 외관과 형식을 갖추었다고 인정하기 어렵고, 이를 사진촬영한 파일을 단체대화방에 게재한 행위가 위조공문서행사죄에 해당할 수도 없다고 한 사례<br/>",
  "판결요지": "[1] 일반인으로 하여금 공무원 또는 공무소의 권한 내에서 작성된 문서라고 믿을 수 있는 형식과 외관을 구비한 문서를 작성하면 공문서위조죄가 성립하지만, 평균 수준의 사리분별력을 갖는 사람이 조금만 주의를 기울여 살펴보면 공무원 또는 공무소의 권한 내에서 작성된 것이 아님을 쉽게 알아볼 수 있을 정도로 공문서로서의 형식과 외관을 갖추지 못한 경우에는 공문서위조죄가 성립하지 않는다.<br/>[2] 형법상 문서에 관한 죄에서 문서란 문자 또는 이에 대신할 수 있는 가독적 부호로 계속적으로 물체상에 기재된 의사 또는 관념의 표시인 원본 또는 이와 사회적 기능, 신용성 등을 동일시할 수 있는 기계적 방법에 의한 복사본으로서 그 내용이 법률상, 사회생활상 주요 사항에 관한 증거로 될 수 있는 것을 말하고, 컴퓨터 모니터 화면에 나타나는 이미지는 이미지 파일을 보기 위한 프로그램을 실행할 경우에 그때마다 전자적 반응을 일으켜 화면에 나타나는 것에 지나지 않아서 계속적으로 화면에 고정된 것으로는 볼 수 없으므로, 형법상 문서에 관한 죄에서의 ‘문서’에는 해당되지 않는다.<br/>[3] 위조문서행사죄에서 행사란 위조된 문서를 진정한 문서인 것처럼 그 문서의 효용방법에 따라 이를 사용하는 것을 말하고, 위조된 문서를 진정한 문서인 것처럼 사용하는 한 행사의 방법에 제한이 없으므로 위조된 문서를 스캐너 등을 통해 이미지화한 다음 이를 전송하여 컴퓨터 화면상에서 보게 하는 경우도 행사에 해당하지만, 이는 문서의 형태로 위조가 완성된 것을 전제로 하는 것이므로, 공문서로서의 형식과 외관을 갖춘 문서에 해당하지 않아 공문서위조죄가 성립하지 않는 경우에는 위조공문서행사죄도 성립할 수 없다.<br/>[4] 중국인인 피고인이 콘도미니엄 입주민들의 모임인 甲 시설운영위원회의 대표로 선출된 후 甲 위원회가 대한민국 정부 기관에서 실체를 인정받아 직인이 등록되고 자신은 단체 대표로 인증을 받았다는 등 甲 위원회가 대표성을 갖춘 단체라는 외양을 작출할 목적으로, 주민센터에서 가져온 행정용 봉투의 좌측 상단에 미리 제작해 둔 甲 위원회 한자 직인과 한글 직인을 날인한 다음 주민센터에서 발급받은 피고인의 인감증명서 중앙에 있는 ‘용도’란 부분에 이를 오려 붙이는 방법으로 인감증명서 1매를 작성하고, 이를 휴대전화로 촬영한 사진 파일을 甲 위원회에 가입한 입주민들이 참여하는 메신저 단체대화방에 게재하였다고 하여 공문서위조 및 위조공문서행사로 기소된 사안에서, 위조 여부, 즉 공문서의 형식과 외관을 갖추었는지는 피고인이 만든 문서를 기준으로, 그리고 평균 수준의 사리분별력을 갖는 일반인을 기준으로 판단하여야 하고, 피고인이 행사의 상대방으로 구체적으로 예정한 사람을 판단의 기준으로 삼을 수 없으므로, 피고인이 만든 문서 자체를 평균 수준의 사리분별력을 갖춘 일반인이 보았을 때 진정한 문서로 오신할 만한 공문서의 외관과 형식을 갖추었다고 볼 수 있는지를 판단해야 하는데, 피고인이 만든 문서의 용도란은 인감증명서의 다른 부분과 재질과 색깔이 다른 종이가 붙어 있음이 눈에 띄고, 글자색과 활자체도 다르며, 인감증명서의 피고인 인감은 검정색인 반면 피고인이 용도란에 날인한 한자 직인과 한글 직인은 모두 붉은색이어서 평균 수준의 사리분별력을 갖는 사람이 조금만 주의를 기울여 살펴보면 피고인이 만든 문서는 공무원 또는 공무소가 甲 위원회를 등록된 단체라거나 피고인이 위 단체의 대표임을 증명하기 위해 작성한 문서가 아님을 쉽게 알아볼 수 있는 점 등을 종합하면, 피고인이 만든 문서가 공문서로서의 외관과 형식을 갖추었다고 인정하기 어렵고, 공문서위조죄가 성립한다고 보기 어려운 이상 이를 사진촬영한 파일을 단체대화방에 게재한 행위가 위조공문서행사죄에 해당할 수도 없다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판단에 공문서위조 판단의 객체 및 기준에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제225조, 제229조 / [2] 형법 제225조, 제229조 / [3] 형법 제225조, 제229조 / [4] 형법 제225조, 제229조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 1992. 5. 26. 선고 92도699 판결(공1992, 2068), 대법원 1992. 11. 27. 선고 92도2226 판결(공1993상, 316) / [2] 대법원 2006. 1. 26. 선고 2004도788 판결(공2006상, 365), 대법원 2008. 4. 10. 선고 2008도1013 판결 / [3] 대법원 2008. 10. 23. 선고 2008도5200 판결(공2008하, 1648)<br/>"
}