{
  "판례일련번호": "226645",
  "사건명": "건물철거등[원고 사찰이 피고 지방자치단체에게 야생차체험관의 철거와 그 대지인도를 구하는 사건]",
  "사건번호": "2015다222920",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201224",
  "판시사항": "[1] 사찰이 독립한 실체로서 권리의무의 주체가 되기 위하여 갖추어야 할 요건<br/>[2] 사찰이 특정 종단에 소속하려면 사찰과 종단 사이의 합의가 전제되어야 하는지 여부(적극) / 사찰이 특정 종단에 가입하거나 소속 종단을 변경하기 위해서는 사찰 자체의 자율적 의사결정이 전제되어야 하는지 여부(적극) 및 그 의사결정의 방법(=사찰 자체의 규약에서 정한 방법)<br/>[3] 어느 종단소속인지 불분명한 사찰이 구 불교재산관리법에 따라 특정 종단의 소속임을 밝히면서 사찰 등록신청을 하여 관할관청에 등록된 경우, 위 사찰을 특정 종단소속 사찰로 인정할 수 있는지 여부(원칙적 적극) / 사찰이 특정 종단에 소속되었다는 내용으로 관할관청에 등록되었으나 사찰이 자율적인 의사결정을 거쳐 등록 내용대로 종단과 종단소속관계를 합의한 것이 아니라고 볼만한 사정이 다수 밝혀진 경우, 위 사찰의 종단소속관계를 판단하는 방법<br/>",
  "판결요지": "[1] 사찰이란 불교교의를 선포하고 불교의식을 행하기 위한 시설을 갖춘 승려, 신도의 조직인 단체로서 독립한 사찰로서의 실체를 가지기 위해서는 물적 요소인 불당 등의 사찰재산이 있고, 인적 요소인 주지를 비롯한 승려와 상당수의 신도가 존재하며, 단체로서의 규약을 가지고 사찰이 그 자체 생명력을 가지고 사회적 활동을 할 것을 필요로 한다.<br/>[2] 법인격 없는 사단이나 재단으로서 권리의무의 주체가 되는 독립한 사찰은 독자적으로 존속할 수도 있지만 종교적 이념이나 교리 또는 종교적 이해관계를 같이하는 사람과 단체로 구성된 상위 종단에 소속되어 존속하기도 하는데, 사찰의 종단소속관계는 사법상 계약의 영역으로서 사찰이 특정 종단에 소속하려면 이에 관한 사찰과 특정 종단 사이의 합의가 전제되어야 한다. 또한 사찰이 특정 종단과 종단소속에 관한 합의를 하게 되면 그때부터는 그 종단의 소속 사찰이 되어 종단의 종헌이나 종법을 사찰의 자치법규로 삼아 따라야 하고 사찰의 주지임면권도 종단에 귀속되는 등 사찰 자체의 지위나 권한에 중대한 변화를 가져오게 되므로 어느 사찰이 특정 종단에 가입하거나 소속 종단을 변경하기 위해서는 사찰 자체의 자율적인 의사결정이 기본적인 전제가 되어야 한다. 한편 사찰의 자율적인 의사결정 방법은 사찰의 법적 성격이 법인격 없는 사단인지 아니면 법인격 없는 재단인지에 따라 달라질 수 있겠지만 적어도 사찰 자체의 규약에서 정하는 방법에 따라야 할 것이다.<br/>[3] 어느 종단에 소속하는지 불분명한 사찰이 구 불교재산관리법(1987. 11. 28. 법률 제3974호 전통사찰보존법 부칙 제2조로 폐지, 이하 같다)에 따라 특정 종단의 소속임을 밝히면서 사찰 등록신청을 하였고 관할관청의 요건흠결 심사를 거쳐 등록이 되었다면 특별한 사정이 없는 한 특정 종단의 소속 사찰로 인정할 수 있다. 구 불교재산관리법에 따라 등록신청을 하는 사찰이 관할관청에 소속 종단에 관한 사항을 제출하는 것은 해당 사찰이 자율적인 의사결정을 거쳐 자신이 속하기로 한 특정 종단과 종단소속관계의 합의를 하였음을 대외적으로 밝히는 의사표시로 볼 수 있기 때문이다.<br/>그렇지만 사찰이 권리의무의 주체로 되는 데 구 불교재산관리법에 따른 관할관청에의 등록이 반드시 그 요건이 되는 것은 아니고, 구 불교재산관리법에 따른 관할관청에의 등록 자체로 인하여 사찰의 민사상 권리 또는 법률관계에 변동을 가져오거나 사찰의 실체를 좌우하는 것도 아니다. 어느 사찰이 특정 종단에 소속되었다는 내용으로 관할관청에 등록되었더라도 사찰이 자율적인 의사결정을 거쳐 등록 내용대로 종단과 종단소속관계를 합의한 것이 아니라고 볼만한 사정이 다수 밝혀진 경우에는 사찰의 자율적인 의사에 따라 결정한 종단소속관계가 무엇인지를 정확히 파악하여 이를 인정하여야 하고, 구 불교재산관리법에 따른 관할관청에의 등록 내용만으로 그 사찰의 종단소속관계를 섣불리 단정하여서는 안 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제31조, 민사소송법 제52조 / [2] 민법 제31조, 제105조, 민사소송법 제52조 / [3] 구 불교재산관리법(1987. 11. 28. 법률 제3974호 전통사찰보존법 부칙 제2조로 폐지) 제6조(현행 전통사찰의 보존 및 지원에 관한 법률 제4조 참조), 민법 제31조, 민사소송법 제52조<br/>",
  "참조판례": "[1] 대법원 2001. 1. 30. 선고 99다42179 판결(공2001상, 530) / [2] 대법원 1982. 2. 23. 선고 81누42 판결(공1982, 388), 대법원 1989. 10. 10. 선고 89다카2902 판결(공1989, 1663), 대법원 1997. 6. 13. 선고 96다31468 판결(공1997하, 2144) / [3] 대법원 1977. 4. 12. 선고 76다1123 판결, 대법원 1983. 12. 27. 선고 83다434 판결(공1984, 317), 대법원 1992. 2. 25. 선고 88누4058 판결(공1992, 1308), 대법원 1992. 6. 12. 선고 92다12018, 12025 판결(공1992, 2143), 대법원 1995. 9. 26. 선고 94다41508 판결(공1995하, 3514), 대법원 1996. 11. 8. 선고 96다36050 판결(공1996하, 3557)<br/>"
}