{
  "판례일련번호": "226759",
  "사건명": "매매대금",
  "사건번호": "2019다207141",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210128",
  "판시사항": "[1] 계속적 채권관계에서 발생하는 주계약상 불확정 채무에 대하여 보증계약이 체결된 후 주계약상 거래기간이 연장되었으나 보증기간이 연장되지 아니함으로써 보증계약이 종료된 경우, 보증인은 보증계약 종료 시의 주계약상의 채무에 대하여만 보증책임을 지는지 여부(적극)<br/>[2] 변제자가 주채무자인 경우, 보증기간 중의 채무와 보증기간 종료 후의 채무 사이에 변제이익의 차이가 있는지 여부(소극)<br/>[3] 甲과 乙 주식회사가, 乙 회사와 丙이 체결한 거래약정에 따라 丙이 乙 회사에 부담하는 거래대금채무를 甲이 일정 금액 한도로 연대보증하는 약정을 체결하면서 보증기간을 정하지 않았는데, 위 거래약정에 따른 거래관계 종료 후 乙 회사가 거래관계 종료일을 기준으로 확정된 丙의 거래대금채무가 보증한도액을 초과한다며 甲을 상대로 보증한도액의 지급을 구한 사안에서, 보증인 보호를 위한 특별법 제7조 제1항에 따른 3년의 보증기간이 종료한 후 丙이 乙 회사에 거래대금을 수차례 입금하였는데, 甲의 보증기간이 주계약상 거래기간에 앞서 만료되므로 위 거래대금은 丙의 乙 회사에 대한 전체 거래대금채무 중 이행기가 먼저 도래하는 甲의 보증기간 내 채무에 우선 변제충당되어 甲의 보증채무가 소멸하였을 가능성이 큰데도, 보증기간 종료 시를 기준으로 丙의 거래대금채무가 甲의 보증한도액을 초과한다는 이유만으로 乙의 청구를 인용한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 계속적 채권관계에서 발생하는 주계약상의 불확정 채무에 대하여 보증한 경우 그 보증채무는 통상적으로 주계약상의 채무가 확정된 때에 이와 함께 확정된다. 그러나 채권자와 주채무자 사이에서 주계약상의 거래기간이 연장되었으나 보증인과 사이에서 보증기간이 연장되지 아니하는 등의 사정으로 보증계약 관계가 먼저 종료된 때에는 그 종료로 보증채무가 확정되므로, 보증인은 그 당시의 주계약상의 채무에 대하여 보증책임을 지고, 그 후의 채무에 대하여는 보증책임을 지지 아니한다.<br/>[2] 변제자가 주채무자인 경우, 보증인이 있는 채무와 보증인이 없는 채무 사이에는 변제이익의 점에서 차이가 없다고 보아야 하므로, 보증기간 중의 채무와 보증기간 종료 후의 채무 사이에서도 변제이익의 점에서 차이가 없다. 따라서 주채무자가 변제한 금원은 이행기가 먼저 도래한 채무부터 법이 정하는 바에 따라 변제충당을 하여야 한다.<br/>[3] 甲과 乙 주식회사가, 乙 회사와 丙이 체결한 거래약정에 따라 丙이 乙 회사에 부담하는 거래대금채무를 甲이 일정 금액 한도로 연대보증하기로 하는 약정을 체결하면서 보증기간을 정하지 않았는데, 위 거래약정에 따른 거래관계 종료 후 乙 회사가 거래관계 종료일을 기준으로 확정된 丙의 거래대금채무가 보증한도액을 초과한다며 甲을 상대로 보증한도액의 지급을 구한 사안에서, 위 연대보증약정은 기간의 정함이 없는 경우에 해당하여 보증인 보호를 위한 특별법 제7조 제1항에 따라 보증기간을 3년으로 보아야 하고, 위 보증기간이 종료한 후 丙이 乙 회사에 거래대금을 수차례 입금한 사실이 인정되는데, 甲의 보증기간이 주계약상 거래기간에 앞서 만료되어 丙의 乙 회사에 대한 거래대금채무 중 甲의 보증기간 내에 발생한 부분이 그 후에 발생한 부분보다 이행기가 먼저 도래하므로, 위 거래대금은 丙의 乙 회사에 대한 전체 거래대금채무 중 이행기가 먼저 도래한 甲의 보증기간 내에 발생한 채무 부분에 우선 변제충당되어 甲의 보증채무가 소멸하였을 가능성이 큰데도, 보증기간 종료 시를 기준으로 丙의 거래대금채무가 甲의 보증한도액을 초과한다는 이유만으로 乙의 청구를 인용한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제428조, 제429조 / [2] 민법 제477조 / [3] 민법 제428조, 제429조, 제477조, 보증인 보호를 위한 특별법 제7조 제1항<br/>",
  "참조판례": "[1][2] 대법원 1999. 8. 24. 선고 99다26481 판결(공1999하, 1957), 대법원 2013. 7. 11. 선고 2013다22454 판결<br/>"
}