{
  "판례일련번호": "226795",
  "사건명": "학교시설사업비",
  "사건번호": "2019다277133",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210204",
  "판시사항": "[1] 구 학교용지 확보 등에 관한 특례법 제4조의2 제1항에 따라 공영개발사업시행자가 학교시설 무상공급 의무를 부담하게 되는 경우, 비용보전이 이루어지는 범위 내에서만 학교시설 설치비용을 부담하는 것인지 여부(소극) / 같은 법 제1항에 따른 학교시설 설치비용에서 도시공원 및 녹지 축소를 통한 개발이익을 공제한 ‘차액’의 ‘분담’에 관하여 공영개발사업시행자와 교육감 사이에 합의가 성립되지 않은 경우, 공영개발사업시행자와 교육감 사이의 차액 분담 방식이나 비율을 결정하는 방법 <br/>[2] ‘공법상 계약’의 의미 및 공법상 계약의 한쪽 당사자가 다른 당사자를 상대로 효력을 다투거나 이행을 청구하는 소송이 공법상 당사자소송인지 여부(원칙적 적극)<br/>[3] 원고가 고의 또는 중대한 과실 없이 행정소송으로 제기하여야 할 사건을 민사소송으로 잘못 제기한 경우, 수소법원이 취하여야 할 조치(=관할법원 이송)<br/>",
  "판결요지": "[1] 구 학교용지 확보 등에 관한 특례법(2017. 3. 21. 법률 제14604호로 개정되기 전의 것, 이하 ‘구 학교용지법’이라고 한다) 제4조의2 제3항, 제4항은 공영개발사업시행자가 제1항에 따라 학교시설 무상공급 의무를 부담하게 되는 경우에 해당 개발지역에서 관계 법령에서 정한 기준면적보다 도시공원 또는 녹지를 덜 조성하는 것을 허용하고 해당 토지를 주택용지나 상업용지 등으로 조성ㆍ분양하여 발생하는 개발이익을 학교시설 설치비용에 충당하도록 함으로써, 학교시설 무상공급으로 인해 야기되는 공영개발사업시행자의 비용을 합리적 범위에서 일부라도 보전해 주고자 하는 데 그 입법 취지가 있고, 비용보전이 이루어지는 범위 내에서만 공영개발사업시행자가 학교시설 설치비용을 부담하는 것이라고 볼 수는 없다.<br/>다만 구 학교용지법 제4조의2 제2항, 제5항에 의하면, 제1항에 따른 학교시설 설치비용에서 도시공원 및 녹지 축소를 통한 개발이익을 공제한 ‘차액’을 협의를 통해서 확정하고 교육감이 이를 ‘분담’하여야 하는데, 그 차액의 ‘분담’에 관하여 공영개발사업시행자와 교육감 사이에 합의가 성립되지 않은 경우에는 제1항에서 정한 공영개발사업시행자의 학교시설 무상제공 원칙을 기본으로 하면서, 해당 개발사업과 관련하여 신설하게 된 각급 학교의 전체 설치비용, 그중 공영개발사업시행자와 교육감이 실제 지출한 비용의 내용과 규모, 구 학교용지법 제4조의2 제1항에 따라 학교시설 부지에 소공원 및 조경녹지를 설치하거나 그 밖에 교육감의 특별한 요구에 따라 증가한 비용의 내용과 정도 등 제반 사정을 종합하여 공영개발사업시행자와 교육감 사이의 그 차액 분담 방식이나 비율을 결정함이 타당하며, 공영개발사업시행자는 자신이 실제 지출한 비용 중 자신의 분담 부분을 초과하는 금액에 한하여 교육감에게 상환을 청구할 수 있다고 보아야 한다.<br/>[2] 공법상 당사자소송이란 행정청의 처분 등을 원인으로 하는 법률관계에 관한 소송 그 밖에 공법상의 법률관계에 관한 소송으로서 그 법률관계의 한쪽 당사자를 피고로 하는 소송을 말한다(행정소송법 제3조 제2호). 공법상 계약이란 공법적 효과의 발생을 목적으로 하여 대등한 당사자 사이의 의사표시의 합치로 성립하는 공법행위를 말한다. 공법상 계약의 한쪽 당사자가 다른 당사자를 상대로 효력을 다투거나 이행을 청구하는 소송은 공법상의 법률관계에 관한 분쟁이므로 분쟁의 실질이 공법상 권리ㆍ의무의 존부ㆍ범위에 관한 다툼이 아니라 손해배상액의 구체적인 산정방법ㆍ금액에 국한되는 등의 특별한 사정이 없는 한 공법상 당사자소송으로 제기하여야 한다.<br/>[3] 원고가 고의 또는 중대한 과실 없이 행정소송으로 제기하여야 할 사건을 민사소송으로 잘못 제기한 경우, 수소법원으로서는 만약 그 행정소송에 대한 관할도 동시에 가지고 있다면 이를 행정소송으로 심리ㆍ판단하여야 하고, 그 행정소송에 대한 관할을 가지고 있지 아니하다면 관할법원에 이송하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 학교용지 확보 등에 관한 특례법(2017. 3. 21. 법률 제14604호로 개정되기 전의 것) 제4조의2 / [2] 행정소송법 제3조 제2호, 제8조, 제39조 / [3] 행정소송법 제7조, 민사소송법 제34조 제1항<br/>",
  "참조판례": "[2] 대법원 2017. 11. 9. 선고 2015다215526 판결(공2017하, 2304), 대법원 2019. 4. 10.자 2017마6337 결정(공2019상, 1033) / [3] 대법원 2017. 11. 9. 선고 2015다215526 판결(공2017하, 2304)<br/>"
}