{
  "판례일련번호": "226791",
  "사건명": "소유권이전등기ㆍ토지인도",
  "사건번호": "2019다202795, 202801",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210204",
  "판시사항": "[1] 점유회수의 청구 요건 및 여기서 ‘점유’의 의미와 판단 기준 / 점유권에 기한 본소에 대하여 본권자가 본소청구 인용에 대비하여 본권에 기한 예비적 반소를 제기하고 양 청구가 모두 이유 있는 경우, 법원은 위 본소와 반소를 모두 인용하여야 하는지 여부(적극) 및 점유권에 기한 본소를 본권에 관한 이유로 배척할 수 있는지 여부(소극)<br/>[2] 점유회수의 본소에 대하여 본권자가 소유권에 기한 인도를 구하는 반소를 제기하여 본소청구와 예비적 반소청구가 모두 인용되어 확정된 경우, 점유자는 본소 확정판결에 의하여 집행문을 부여받아 강제집행으로 물건의 점유를 회복할 수 있는지 여부(적극) / 이때 본권자는 위 본소 집행 후 집행문을 부여받아 비로소 반소 확정판결에 따른 강제집행으로 물건의 점유를 회복할 수 있는지 여부(적극) 및 점유자가 제기하여 승소한 본소 확정판결에 대한 청구이의의 소를 통해서 점유권에 기한 강제집행을 저지할 수 있는 경우<br/>[3] 사용대차에서 대주의 승낙 없이 차주의 권리를 양도받은 자가 대주에게 대항할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 점유자가 점유의 침탈을 당한 때에는 그 물건의 반환 등을 청구할 수 있고 이러한 점유회수의 청구에 있어서는 점유를 침탈당하였다고 주장하는 당시에 점유하고 있었는지의 여부만을 살피면 된다(민법 제204조 제1항). 여기서 점유란 물건이 사회통념상 그 사람의 사실적 지배에 속한다고 보여지는 객관적 관계에 있는 것을 말하고 사실상의 지배가 있다고 하기 위하여는 반드시 물건을 물리적, 현실적으로 지배하는 것만을 의미하는 것이 아니고 물건과 사람과의 시간적, 공간적 관계와 본권관계, 타인지배의 배제가능성 등을 고려하여 사회관념에 따라 합목적적으로 판단하여야 한다.<br/>  점유권에 기인한 소와 본권에 기인한 소는 서로 영향을 미치지 아니하고, 점유권에 기인한 소는 본권에 관한 이유로 재판하지 못하므로 점유회수의 청구에 대하여 점유침탈자가 점유물에 대한 본권이 있다는 주장으로 점유회수를 배척할 수 없다(민법 제208조). 그러므로 점유권에 기한 본소에 대하여 본권자가 본소청구 인용에 대비하여 본권에 기한 예비적 반소를 제기하고 양 청구가 모두 이유 있는 경우, 법원은 점유권에 기한 본소와 본권에 기한 예비적 반소를 모두 인용해야 하고 점유권에 기한 본소를 본권에 관한 이유로 배척할 수 없다.<br/>[2] 점유회수의 본소에 대하여 본권자가 소유권에 기한 인도를 구하는 반소를 제기하여 본소청구와 예비적 반소청구가 모두 인용되어 확정되면, 점유자가 본소 확정판결에 의하여 집행문을 부여받아 강제집행으로 물건의 점유를 회복할 수 있다. 본권자의 소유권에 기한 반소청구는 본소의 의무 실현을 정지조건으로 하므로, 본권자는 위 본소 집행 후 집행문을 부여받아 비로소 반소 확정판결에 따른 강제집행으로 물건의 점유를 회복할 수 있다. 이러한 과정은 애당초 본권자가 허용되지 않는 자력구제로 점유를 회복한 데 따른 것으로 그 과정에서 본권자가 점유 침탈 중 설치한 장애물 등이 제거될 수 있다. 다만 점유자의 점유회수의 집행이 무의미한 점유상태의 변경을 반복하는 것에 불과할 뿐 아무런 실익이 없거나 본권자로 하여금 점유회수의 집행을 수인하도록 하는 것이 명백히 정의에 반하여 사회생활상 용인할 수 없다고 인정되는 경우, 또는 점유자가 점유권에 기한 본소 승소 확정판결을 장기간 강제집행하지 않음으로써 본권자의 예비적 반소 승소 확정판결까지 조건불성취로 강제집행에 나아갈 수 없게 되는 등 특별한 사정이 있다면 본권자는 점유자가 제기하여 승소한 본소 확정판결에 대한 청구이의의 소를 통해서 점유권에 기한 강제집행을 저지할 수 있다.<br/>[3] 사용대차와 같은 무상계약은 증여와 같이 개인적 관계에 중점을 두는 것이므로 당사자 사이에 특약이 있다는 등의 특별한 사정이 없으면 사용대차의 차주는 대주의 승낙이 없이 제3자에게 차용물을 사용, 수익하게 하지 못한다(민법 제610조 제2항). 차주가 위 규정에 위반한 때에는 대주는 계약을 해지하거나(민법 제610조 제3항) 계약을 해지하지 않고서도 제3자에 대하여 그 목적물의 인도를 청구할 수 있으며, 사용대차에서 차주의 권리를 양도받은 자는 그 양도에 관한 대주의 승낙이 없으면 대주에게 대항할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제192조, 제204조 제1항, 제208조, 제213조 / [2] 민법 제192조, 제204조 제1항, 제208조, 제213조, 민사집행법 제44조 / [3] 민법 제609조, 제610조<br/>",
  "참조판례": "[1] 대법원 1967. 6. 20. 선고 67다479 판결(집15-2, 민84), 대법원 1992. 6. 23. 선고 91다38266 판결(공1992, 2239), 대법원 1996. 8. 23. 선고 95다8713 판결(공1996하, 2809), 대법원 2010. 7. 15. 선고 2010다18294 판결, 대법원 2020. 5. 14. 선고 2018다266105 판결 / [2] 대법원 1997. 9. 12. 선고 96다4862 판결(공1997하, 3073) / [3] 대법원 1965. 11. 16. 선고 65다1748 판결, 대법원 1999. 5. 11. 선고 98다61746 판결(공1999상, 1131)<br/>"
}