{
  "판례일련번호": "226779",
  "사건명": "부당이득금",
  "사건번호": "2017다207932",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210204",
  "판시사항": "[1] 학교법인이 이사회의 심의ㆍ의결 없이 한 학교법인 재산의 취득ㆍ처분행위나 관할청의 허가 없이 한 의무부담행위의 효력(무효)<br/>[2] 행정청이 문서로 처분을 하였으나 처분서의 문언만으로는 행정처분의 내용이 불분명한 경우, 처분 경위와 목적, 처분 이후 상대방의 태도 등을 고려하여 처분서의 문언과 달리 처분의 내용을 해석할 수 있는지 여부(적극) 및 행정청이 행정처분을 하면서 논리적으로 당연히 수반되어야 하는 의사표시를 명시적으로 하지 않았으나 그것이 행정청의 추단적 의사에도 부합하고 상대방도 이를 알 수 있는 경우, 행정처분에 위와 같은 의사표시가 묵시적으로 포함되어 있다고 볼 수 있는지 여부(적극)<br/>[3] 사립학교법 제16조 제2항에서 정한 ‘이사장 또는 이사가 학교법인과 이해관계가 상반하는 때’의 의미 및 학교법인의 이사장 또는 이사가 학교법인의 거래 상대방 회사의 경영자 또는 대표이사인 경우도 이에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 학교법인의 재산의 취득ㆍ처분과 관리에 관한 사항은 이사회의 심의ㆍ의결사항이고(사립학교법 제16조 제1항), 학교법인이 의무의 부담을 하고자 할 때에는 관할청의 허가를 받아야 한다(사립학교법 제28조 제1항 본문). 학교법인이 사립학교법 제16조 제1항에 의한 이사회의 심의ㆍ의결 없이 학교법인 재산의 취득ㆍ처분행위를 하거나 사립학교법 제28조 제1항의 규정에 의하여 관할청의 허가 없이 의무부담행위를 한 경우에 그 행위는 효력이 없다.<br/>[2] 행정절차법 제24조 제1항은 행정청이 처분을 할 때에는 다른 법령 등에 특별한 규정이 있는 경우, 신속히 처리할 필요가 있거나 사안이 경미한 경우를 제외하고는 원칙적으로 문서로 하여야 한다고 정하고 있다. 이는 처분 내용의 명확성을 확보하고 처분의 존부에 관한 다툼을 방지하여 처분상대방의 권익을 보호하기 위한 것이므로, 행정청이 문서로 처분을 한 경우 원칙적으로 처분서의 문언에 따라 어떤 처분을 하였는지 확정하여야 한다. 그러나 처분서의 문언만으로는 행정청이 어떤 처분을 하였는지 불분명한 경우에는 처분 경위와 목적, 처분 이후 상대방의 태도 등 여러 사정을 고려하여 처분서의 문언과 달리 처분의 내용을 해석할 수 있다. 특히 행정청이 행정처분을 하면서 논리적으로 당연히 수반되어야 하는 의사표시를 명시적으로 하지 않았다고 하더라도, 그것이 행정청의 추단적 의사에도 부합하고 상대방도 이를 알 수 있는 경우에는 행정처분에 위와 같은 의사표시가 묵시적으로 포함되어 있다고 볼 수 있다.<br/>[3] 구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것) 제18조(현행 사립학교법 제18조 제1항과 동일한 내용이다)는 “이사회의 의사는 정관에 특별한 규정이 없는 한 재적이사 과반수의 출석으로 개의하고, 정관이 정한 이사 정수의 과반수 찬성으로 의결한다.”라고 규정하고, 사립학교법 제16조 제2항은 “이사장 또는 이사가 학교법인과 이해관계가 상반하는 때에는 그 이사장 또는 이사는 당해 사항에 관한 의결에 참여하지 못한다.”라고 규정하고 있다. 여기서 ‘이사장 또는 이사가 학교법인과 이해관계가 상반하는 경우’에는 이사장 또는 이사가 직접 학교법인의 거래 상대방이 되는 경우뿐 아니라, 이사장 또는 이사의 개인적 이익과 학교법인의 이익이 충돌하고 이사장 또는 이사에게 선량한 관리자로서의 의무 이행을 기대할 수 없는 사항은 모두 포함된다. 그리고 학교법인의 이사장 또는 이사가 학교법인의 거래 상대방 회사의 경영자 또는 대표이사인 경우에도 특별한 사정이 없는 한 이사장 또는 이사의 개인적 이익과 법인의 이익이 충돌할 염려가 있는 경우에 해당한다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 사립학교법 제16조 제1항, 제28조 제1항 / [2] 행정절차법 제24조 제1항 / [3] 구 사립학교법(2012. 1. 26. 법률 제11216호로 개정되기 전의 것) 제18조(현행 제18조 제1항 참조), 사립학교법 제16조 제2항<br/>",
  "참조판례": "[1] 대법원 2016. 6. 9. 선고 2014다64752 판결(공2016하, 910) / [2] 대법원 2010. 2. 11. 선고 2009두18035 판결(공2010상, 578), 대법원 2020. 10. 29. 선고 2017다269152 판결(공2020하, 2248) / [3] 대법원 2013. 11. 28. 선고 2010다91831 판결<br/>"
}