{
  "판례일련번호": "226783",
  "사건명": "이혼및위자료등",
  "사건번호": "2017므12552",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210204",
  "판시사항": "[1] 국제사법 제2조 제1항에서 정한 ‘실질적 관련’의 의미 및 판단 기준<br/>[2] 국제사법 제2조 제2항에 따라 국제재판관할권을 판단할 때 고려하여야 할 사항 / 국제사법 제2조가 가사사건에도 마찬가지로 적용되는지 여부(적극) 및 가사사건에서 ‘실질적 관련의 유무’를 판단하는 기준<br/>[3] 재판상 이혼과 같은 혼인관계를 다투는 사건에서 대한민국에 당사자들의 국적이나 주소가 없더라도 이혼청구의 주요 원인이 된 사실관계가 대한민국에서 형성되었고 이혼과 함께 청구된 재산분할사건에서 대한민국에 있는 재산이 재산분할대상인지 여부가 첨예하게 다투어지고 있는 경우, 대한민국과 해당 사안 간의 실질적 관련성을 인정할 수 있는지 여부(적극) 및 이때 피고가 소장 부본을 적법하게 송달받고 적극적으로 응소한 사정을 대한민국 법원에 관할권을 인정하는 데 긍정적으로 고려할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 국제사법 제2조 제1항은 “법원은 당사자 또는 분쟁이 된 사안이 대한민국과 실질적 관련이 있는 경우에 국제재판관할권을 가진다. 이 경우 법원은 실질적 관련의 유무를 판단함에 있어 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다.”라고 정하고 있다. ‘실질적 관련’은 대한민국 법원이 재판관할권을 행사하는 것을 정당화할 정도로 당사자 또는 분쟁이 된 사안과 관련성이 있는 것을 뜻한다. 이를 판단할 때에는 당사자의 공평, 재판의 적정, 신속과 경제 등 국제재판관할 배분의 이념에 부합하는 합리적인 원칙에 따라야 한다. 구체적으로는 당사자의 공평, 편의, 예측가능성과 같은 개인적인 이익뿐만 아니라, 재판의 적정, 신속, 효율, 판결의 실효성과 같은 법원이나 국가의 이익도 함께 고려하여야 한다. 이처럼 다양한 국제재판관할의 이익 중 어떠한 이익을 보호할 필요가 있는지는 개별 사건에서 실질적 관련성 유무를 합리적으로 판단하여 결정하여야 한다.<br/>[2] 국제사법 제2조 제2항은 “법원은 국내법의 관할 규정을 참작하여 국제재판관할권의 유무를 판단하되, 제1항의 규정의 취지에 비추어 국제재판관할의 특수성을 충분히 고려하여야 한다.”라고 정하고 있다. 따라서 국제재판관할권을 판단할 때 국내법의 관할 규정을 가장 기본적인 판단 기준으로 삼되, 해당 사건의 법적 성격이나 그 밖의 개별적ㆍ구체적 사정을 고려하여 국제재판관할 배분의 이념에 부합하도록 합리적으로 수정할 수 있다.<br/>국제재판관할권에 관한 국제사법 제2조는 가사사건에도 마찬가지로 적용된다. 따라서 가사사건에 대하여 대한민국 법원이 재판관할권을 가지려면 대한민국이 해당 사건의 당사자 또는 분쟁이 된 사안과 실질적 관련이 있어야 한다. 그런데 가사사건은 일반 민사사건과 달리 공동생활의 근간이 되는 가족과 친족이라는 신분관계에 관한 사건이거나 신분관계와 밀접하게 관련된 재산, 권리, 그 밖의 법률관계에 관한 사건으로서 사회생활의 기본토대에 중대한 영향을 미친다. 가사사건에서는 피고의 방어권 보장뿐만 아니라 해당 쟁점에 대한 재판의 적정과 능률, 당사자의 정당한 이익 보호, 가족제도와 사회질서의 유지 등 공적 가치를 가지는 요소도 고려할 필요가 있다. 따라서 가사사건에서 ‘실질적 관련의 유무’는 국내법의 관할 규정뿐만 아니라 당사자의 국적이나 주소 또는 상거소(常居所), 분쟁의 원인이 되는 사실관계가 이루어진 장소(예를 들어 혼인의 취소나 이혼 사유가 발생한 장소, 자녀의 양육권이 문제 되는 경우 자녀가 생활하는 곳, 재산분할이 주요 쟁점인 경우 해당 재산의 소재지 등), 해당 사건에 적용되는 준거법, 사건 관련 자료(증인이나 물적 증거, 준거법 해석과 적용을 위한 자료, 그 밖의 소송자료 등) 수집의 용이성, 당사자들 소송 수행의 편의와 권익보호의 필요성, 판결의 실효성 등을 종합적으로 고려하여 판단하여야 한다.<br/>[3] 재판상 이혼과 같은 혼인관계를 다투는 사건에서 대한민국에 당사자들의 국적이나 주소가 없어 대한민국 법원에 국내법의 관할 규정에 따른 관할이 인정되기 어려운 경우라도 이혼청구의 주요 원인이 된 사실관계가 대한민국에서 형성되었고(부부의 국적이나 주소가 해외에 있더라도 부부의 한쪽이 대한민국에 상당 기간 체류함으로써 부부의 별거상태가 형성되는 경우 등) 이혼과 함께 청구된 재산분할사건에서 대한민국에 있는 재산이 재산분할대상인지 여부가 첨예하게 다투어지고 있다면, 피고의 예측가능성, 당사자의 권리구제, 해당 쟁점의 심리 편의와 판결의 실효성 차원에서 대한민국과 해당 사안 간의 실질적 관련성을 인정할 여지가 크다.<br/><br/>",
  "판결본문": "",
  "참조조문": "[1] 국제사법 제2조 제1항 / [2] 국제사법 제2조 / [3] 국제사법 제2조, 제37조, 제38조 제1항, 가사소송법 제13조 제1항, 제14조 제1항, 제22조, 제46조<br/>",
  "참조판례": "[1][2] 대법원 2019. 6. 13. 선고 2016다33752 판결(공2019하, 1357) / [1] 대법원 2005. 1. 27. 선고 2002다59788 판결(공2005상, 294), 대법원 2008. 5. 29. 선고 2006다71908, 71915 판결 / [2] 대법원 2014. 5. 16. 선고 2013므1196 판결 / [3] 대법원 2006. 5. 26. 선고 2005므884 판결(공2006하, 1157)<br/>"
}