{
  "판례일련번호": "226761",
  "사건명": "손해배상(기)",
  "사건번호": "2019다260197",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210128",
  "판시사항": "[1] 공법인이 국가로부터 위탁받은 공행정사무를 집행하는 과정에서 공법인의 임직원이나 피용인이 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 경우, 공법인의 임직원이나 피용인은 고의 또는 중과실이 있는 경우에만 배상책임을 부담하는지 여부(적극) / 공무원의 ‘중과실’의 의미<br/>[2] 변호사법 제8조 제1항 각호에서 정한 등록거부사유가 한정적 열거규정인지 여부(적극)<br/>[3] 甲이 선고유예 판결의 확정으로 변호사등록이 취소되었다가 선고유예기간이 경과한 후 대한변호사협회에 변호사 등록신청을 하였는데, 협회장 乙이 등록심사위원회에 甲에 대한 변호사등록 거부 안건을 회부하여 소정의 심사과정을 거쳐 대한변호사협회가 甲의 변호사등록을 마쳤고, 이에 甲이 대한변호사협회 및 협회장 乙을 상대로 변호사 등록거부사유가 없음에도 위법하게 등록심사위원회에 회부되어 변호사등록이 2개월간 지연되었음을 이유로 손해배상을 구한 사안에서, 대한변호사협회는 乙 및 등록심사위원회 위원들이 속한 행정주체의 지위에서 甲에게 변호사등록이 위법하게 지연됨으로 인하여 얻지 못한 수입 상당액의 손해를 배상할 의무가 있는 반면, 乙은 경과실 공무원의 면책 법리에 따라 甲에 대한 배상책임을 부담하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 공법인이 국가로부터 위탁받은 공행정사무를 집행하는 과정에서 공법인의 임직원이나 피용인이 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 경우에는, 공법인은 위탁받은 공행정사무에 관한 행정주체의 지위에서 배상책임을 부담하여야 하지만, 공법인의 임직원이나 피용인은 실질적인 의미에서 공무를 수행한 사람으로서 국가배상법 제2조에서 정한 공무원에 해당하므로 고의 또는 중과실이 있는 경우에만 배상책임을 부담하고 경과실이 있는 경우에는 배상책임을 면한다. 한편 공무원의 중과실이란 공무원에게 통상 요구되는 정도의 상당한 주의를 하지 않더라도 약간의 주의를 한다면 손쉽게 위법ㆍ유해한 결과를 예견할 수 있는 경우임에도 만연히 이를 간과한 경우와 같이, 거의 고의에 가까운 현저한 주의를 결여한 상태를 의미한다.<br/>[2] 변호사법의 변호사등록 관련 규정들의 내용과 체계에다가, 변호사등록의 ‘자격제도’로서의 성격, 입법자가 사회적 필요 내지 공익적 요구에 상응하여 변호사법 제8조 제1항 각호의 등록거부사유를 새롭게 추가하여 왔던 입법 연혁 등을 종합하여 보면, 변호사법 제8조 제1항 각호에서 정한 등록거부사유는 한정적 열거규정으로 봄이 타당하다.<br/>[3] 甲이 선고유예 판결의 확정으로 변호사등록이 취소되었다가 선고유예기간이 경과한 후 대한변호사협회에 변호사 등록신청을 하였는데, 협회장 乙이 등록심사위원회에 甲에 대한 변호사등록 거부 안건을 회부하여 소정의 심사과정을 거쳐 대한변호사협회가 甲의 변호사등록을 마쳤고, 이에 甲이 대한변호사협회 및 협회장 乙을 상대로 변호사 등록거부사유가 없음에도 위법하게 등록심사위원회에 회부되어 변호사등록이 2개월간 지연되었음을 이유로 손해배상을 구한 사안에서, 대한변호사협회는 등록신청인이 변호사법 제8조 제1항 각호에서 정한 등록거부사유에 해당하는 경우에만 변호사등록을 거부할 수 있고, 그 외 다른 사유를 내세워 변호사등록을 거부하거나 지연하는 것은 허용될 수 없는데, 甲의 선고유예 판결에 따른 결격사유 이외에 변호사법이 규정한 다른 등록거부사유가 있는지 여부를 짧은 시간 안에 명백하게 확인할 수 있었음에도 그러한 확인절차를 거치지 않은 채 단순한 의심만으로 변호사등록 거부 안건을 등록심사위원회에 회부하고, 여죄 유무를 추궁한다며 등록심사기간을 지연시킨 것에 관하여 협회장 乙 및 등록심사위원회 위원들의 과실이 인정되므로, 대한변호사협회는 이들이 속한 행정주체의 지위에서 배상책임을 부담하여야 하고, 甲에게 변호사등록이 위법하게 지연됨으로 인하여 얻지 못한 수입 상당액의 손해를 배상할 의무가 있는 반면, 乙은 대한변호사협회의 장(長)으로서 국가로부터 위탁받은 공행정사무인 ‘변호사등록에 관한 사무’를 수행하는 범위 내에서 국가배상법 제2조에서 정한 공무원에 해당하므로 경과실 공무원의 면책 법리에 따라 甲에 대한 배상책임을 부담하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 / [2] 변호사법 제4조, 제5조, 제7조, 제8조 제1항 / [3] 국가배상법 제2조, 민법 제750조, 변호사법 제4조, 제5조, 제7조, 제8조 제1항, 제9조, 제11조, 제12조<br/>",
  "참조판례": "[1] 대법원 2010. 1. 28. 선고 2007다82950, 82967 판결(공2010상, 377), 대법원 2011. 9. 8. 선고 2011다34521 판결(공2011하, 2083)<br/>"
}