{
  "판례일련번호": "226755",
  "사건명": "부당이득금",
  "사건번호": "2018다286994",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210128",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제6조 제1항에 의하여 파산이 선고된 경우, 파산채권 또는 별제권의 존재 여부와 범위를 정하는 방법 및 회생계획인가결정이 있은 후 회생절차가 폐지되었다는 사정만으로 회생채권 또는 회생담보권의 조사확정절차를 통해 그 채권의 존재 여부와 범위를 확정할 법률상 이익이 소멸하는지 여부(소극)<br/>[2] 근저당권이 설정된 뒤 채무자 또는 근저당권설정자에 대하여 회생절차개시결정이 내려진 경우, 그 이후에 발생한 새로운 거래관계에서 발생한 원본채권이 근저당권에 의하여 담보되는지 여부(원칙적 소극)<br/>[3] 甲 주식회사가 乙 주식회사 소유의 부동산에 관하여 丙 주식회사의 甲 회사에 대한 물품대금채무 등을 비롯한 현재 및 장래의 모든 채무를 피담보채무로 하는 근저당권을 설정받은 후 乙 회사에 대하여 회생절차가 개시되자 근저당권에 관한 회생담보권을 신고하였고, 이에 乙 회사의 관리인이 이의하자 회생담보권 조사확정재판을 신청하여 절차가 진행 중인데, 乙 회사에 대하여 회생계획이 인가되었다가 회생절차가 폐지되고 채무자 회생 및 파산에 관한 법률 제6조 제1항에 따라 파산이 선고된 후 파산관재인의 신청에 따라 진행된 경매절차에서 위 부동산이 매각되어 근저당권자인 甲 회사에 대한 배당액이 공탁된 사안에서, 조사확정재판이 계속 중임에도 甲 회사의 회생담보권이 甲 회사가 신고한 대로 존재하는 것을 전제로 甲 회사가 공탁금 전부를 수령할 권리가 있다고 본 원심판단에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제6조 제1항에 의하여 파산이 선고된 경우에 파산절차에서의 파산채권 또는 별제권의 존재 여부와 범위는, 채권자의 권리가 종전 회생절차에서 회생채권과 회생담보권 등으로 확정된 다음 인가된 회생계획에 따라 변경되고 파산선고 당시까지 변제되는 등의 사정을 모두 반영하여 정해져야 한다. 회생계획인가의 결정이 있는 때에는 회생채권자 등의 권리는 회생계획에 따라 실체적으로 변경되고 회생계획인가결정의 효력은 회생절차가 폐지되더라도 영향을 받지 않기 때문이다(채무자회생법 제252조 제1항, 제288조 제4항). 따라서 회생계획인가결정이 있은 후에 회생절차가 폐지되었다는 사정만으로 회생채권 또는 회생담보권의 조사확정절차를 통해 그 채권의 존재 여부와 범위를 확정할 법률상 이익이 소멸한다고 단정할 수는 없다.<br/>[2] 근저당권이 설정된 뒤 채무자 또는 근저당권설정자에 대하여 회생절차개시결정이 내려진 경우 근저당권의 피담보채무는 특별한 사정이 없는 한 회생절차개시결정을 기준으로 확정되므로, 확정 이후에 발생한 새로운 거래관계에서 발생한 원본채권이 근저당권에 의하여 담보될 여지는 없다.<br/>[3] 甲 주식회사가 乙 주식회사 소유의 부동산에 관하여 丙 주식회사의 甲 회사에 대한 물품대금채무 등을 비롯한 현재 및 장래의 모든 채무를 피담보채무로 하는 근저당권을 설정받은 후 乙 회사에 대하여 회생절차가 개시되자 근저당권에 관한 회생담보권을 신고하였고, 이에 乙 회사의 관리인이 이의하자 회생담보권 조사확정재판을 신청하여 절차가 진행 중인데, 乙 회사에 대하여 회생계획이 인가되었다가 회생절차가 폐지되고 채무자 회생 및 파산에 관한 법률 제6조 제1항에 따라 파산이 선고된 후 파산관재인의 신청에 따라 진행된 경매절차에서 위 부동산이 매각되어 근저당권자인 甲 회사에 대한 배당액이 공탁된 사안에서, 乙 회사에 대하여 파산이 선고된 이상 경매절차에서 甲 회사가 근저당권에 기하여 배당금을 수령할 수 있는지는 甲 회사가 별제권자인지 여부와 그 내용에 따라야 하고, 특히 乙 회사에 대한 회생계획이 인가된 후에 회생절차가 폐지되고 파산이 선고되었으므로, 먼저 종전 회생절차에서 甲 회사의 회생담보권의 존재 여부와 범위가 어떻게 확정되었는지를 살펴본 다음, 그와 같이 확정된 甲 회사의 회생담보권과 이를 피담보채권으로 하는 근저당권이 인가된 회생계획을 통해 어떻게 변경되었는지를 확인해야 하고, 그 결과를 기초로 하여 비로소 甲 회사가 별제권자로서 공탁금 전부 또는 일부를 수령할 수 있는지가 판단되어야 하는데, 甲 회사의 회생담보권의 존재 여부와 범위는 甲 회사의 회생담보권 신고에 대하여 乙 회사의 관리인이 이의하여 甲 회사가 조사확정재판을 신청함으로써 절차가 진행되었으므로 그 재판 결과에 따라 정해져야 하고, 또한 회생절차개시결정일을 기준으로 甲 회사의 회생담보권의 존재 여부와 범위가 확정되었다면 특별한 사정이 없는 한 그 이후 甲 회사와 丙 회사 사이의 새로운 거래관계에서 발생한 원본채권이 근저당권에 의해 담보될 여지도 없으므로, 甲 회사가 별제권자로서 권리를 주장하는 공탁금 속에 근저당권의 피담보채무 확정 이후에 새롭게 발생한 채무가 피담보채무로 포함되어 있지는 않은지를 살펴보아야 하는데도, 조사확정재판이 계속 중임에도 甲 회사의 회생담보권이 甲 회사가 신고한 대로 존재하는 것을 전제로 甲 회사가 공탁금 전부를 수령할 권리가 있다고 본 원심판단에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제6조 제1항, 제170조, 제252조 제1항, 제288조 제4항, 제411조, 제423조 / [2] 채무자 회생 및 파산에 관한 법률 제141조 제1항, 민법 제357조 / [3] 채무자 회생 및 파산에 관한 법률 제6조 제1항, 제141조 제1항, 제170조, 제252조 제1항, 제288조 제4항, 제411조, 민법 제357조<br/>",
  "참조판례": "[1] 대법원 2020. 12. 10. 선고 2016다254467, 254474 판결(공2021상, 179) / [2] 대법원 2001. 6. 1. 선고 99다66649 판결<br/>"
}