{
  "판례일련번호": "226813",
  "사건명": "성년후견인변경",
  "사건번호": "2020스647",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20210204",
  "판시사항": "[1] 민법 제940조에서 성년후견인 변경요건으로 정한 ‘피성년후견인의 복리를 위하여 후견인을 변경할 필요가 있다고 인정되는 경우’의 의미 및 성년후견인 변경사유를 판단할 때 재산관리와 신상보호라는 양 업무의 측면을 모두 고려하여야 하는지 여부(원칙적 적극)<br/>[2] 甲이 뇌출혈 발병으로 거동이나 의사소통 등을 할 수 없게 되자, 甲의 큰형인 乙이 성년후견개시심판을 청구하여 甲에 대한 성년후견개시 및 乙을 성년후견인으로 선임하는 내용 등의 심판이 선고되어 확정되었는데, 위 심판절차에서 ‘乙이 성년후견인이 되는 것에 동의한다.’는 취지의 후견동의서를 제출하였던 甲의 자녀 丙이 위 심판 확정 직후 乙 등이 甲의 재산을 빼앗고 후견동의서를 위조하여 제출하는 등 불법을 저질렀다고 주장하면서 성년후견인 변경청구를 한 사안에서, 성년후견인 변경사유가 있고 丁 사단법인이 乙보다 더 성년후견인으로 적합하다고 보아 변경심판을 한 원심판단에 성년후견인 변경에 대한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 가정법원은 직권 또는 친족 등의 청구에 의하여 성년후견인을 변경할 수 있는데(민법 제940조), 그 변경의 요건은 ‘피성년후견인의 복리를 위하여 후견인을 변경할 필요가 있다고 인정되는 경우’이다.<br/>성년후견제도의 도입 취지 및 목적, 성년후견인의 임무와 범위, 가정법원의 감독권한 등을 종합하면 성년후견인의 변경사유인 ‘피성년후견인의 복리를 위하여 후견인을 변경할 필요가 있다고 인정되는 경우’는 가정법원이 성년후견인의 임무수행을 전체적으로 살펴보았을 때 선량한 관리자로서의 주의의무를 게을리하여 후견인으로서 그 임무를 수행하는 데 적당하지 않은 사유가 있는 경우로서 그 부적당한 점으로 피후견인의 복리에 영향이 있는 경우라고 봄이 상당하다. 또한 성년후견인의 임무에는 피성년후견인의 재산관리 임무뿐 아니라 신상보호 임무가 포함되어 있고, 신상보호 임무 역시 재산관리 임무 못지않게 피성년후견인의 복리를 위하여 중요한 의미를 가지기 때문에, 특별한 사정이 없는 한 성년후견인 변경사유를 판단함에 있어서는 재산관리와 신상보호의 양 업무의 측면을 모두 고려하여야 한다.<br/>[2] 甲이 뇌출혈 발병으로 거동이나 의사소통 등을 할 수 없게 되자, 甲의 큰형인 乙이 성년후견개시심판을 청구하여 甲에 대한 성년후견개시 및 乙을 성년후견인으로 선임하는 내용 등의 심판이 선고되어 확정되었는데, 위 심판절차에서 ‘乙이 성년후견인이 되는 것에 동의한다.’는 취지의 후견동의서를 제출하였던 甲의 자녀 丙이 위 심판 확정 직후 乙 등이 甲의 재산을 빼앗고 후견동의서를 위조하여 제출하는 등 불법을 저질렀다고 주장하면서 성년후견인 변경청구를 한 사안에서, 甲이 현재 뇌출혈로 거동이나 의사표시가 어려운 상태인 사정 등을 감안하면 신상보호 임무의 관점에서 丁 사단법인이 乙보다 더 적합한 성년후견인에 해당한다고 단정하기 어려움에도, 乙이 수행한 재산관리와 신상보호 임무를 모두 살펴보았을 때 임무를 수행하는 데 적당하지 않아 피후견인의 복리에 저해가 된다고 볼 만한 구체적 사정이 있는지, 기존의 성년후견인 선임을 유지한 채 다른 처분을 하는 것이 오히려 피성년후견인의 복리에 더 부합하는 것은 아닌지 등에 대하여 충분히 살펴보지 않은 채, 甲 명의의 재산 등을 둘러싸고 가족들 사이에 갈등이 계속되면 甲의 신상과 재산에 손해나 위험이 발생할 가능성이 높아진다는 등의 사유만을 내세워, 성년후견인 변경사유가 있고 丁 사단법인이 乙보다 더 성년후견인으로 적합하다고 보아 변경심판을 한 원심판단에는 성년후견인 변경에 대한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제940조 / [2] 민법 제940조<br/>",
  "참조판례": ""
}