{
  "판례일련번호": "226847",
  "사건명": "사기ㆍ전자금융거래법위반",
  "사건번호": "2020도16468",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210415",
  "판시사항": "[1] 전자금융거래법 제6조 제3항 제2호에서 정한 ‘접근매체의 대여’ 및 ‘대가’의 의미 / 전자금융거래법 제6조 제3항 제2호 위반죄가 성립하기 위하여 접근매체를 대여하는 자는 접근매체 대여에 대응하는 경제적 이익을 수수ㆍ요구 또는 약속하면서 접근매체를 대여한다는 인식을 가져야 하는지 여부(적극)<br/>[2] 피고인이 성명불상자로부터 ‘대출이 가능하고, 대출 원리금 상환에 필요한 체크카드를 보내주면 대출을 해 주겠다.’는 연락을 받고 그에게 피고인 명의의 체크카드를 비밀번호와 함께 교부함으로써 접근매체를 대여하였다고 하여 전자금융거래법 위반으로 기소된 사안에서, 제반 사정을 종합하면 피고인은 대출금 및 이자를 지급하기 위해 필요하다는 성명불상자의 기망으로 체크카드를 교부한 사람으로서 대출의 대가로 접근매체를 대여했다거나 체크카드를 교부할 당시 그러한 인식을 하였다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 전자금융거래법 제6조 제3항 제2호에서 정한 ‘접근매체의 대여’란 대가를 수수ㆍ요구 또는 약속하면서 일시적으로 다른 사람으로 하여금 접근매체 이용자의 관리ㆍ감독 없이 접근매체를 사용해서 전자금융거래를 할 수 있도록 접근매체를 빌려주는 행위를 말하고, 여기에서 ‘대가’란 접근매체의 대여에 대응하는 관계에 있는 경제적 이익을 말한다. 이때 접근매체를 대여하는 자는 접근매체 대여에 대응하는 경제적 이익을 수수ㆍ요구 또는 약속하면서 접근매체를 대여한다는 인식을 가져야 한다.<br/>[2] 피고인이 성명불상자로부터 ‘대출이 가능하고, 대출 원리금 상환에 필요한 체크카드(이하 ‘카드’라고 한다)를 보내주면 대출을 해 주겠다.’는 연락을 받고 그에게 피고인 명의의 카드를 비밀번호와 함께 교부함으로써 접근매체를 대여하였다고 하여 전자금융거래법 위반으로 기소된 사안에서, 피고인은 성명불상자가 보낸 월변대출 관련 광고성 문자를 보고 그에게 카카오톡 문자로 대출을 문의하였고, 성명불상자는 카카오톡 문자로 피고인에게 대출에 따른 월 이자, 원금 상환방식 및 필요한 대출서류 등을 알려주면서, 원금 또는 이자의 상환은 피고인의 계좌와 카드를 이용하여 이루어지므로 원리금을 상환할 카드를 자신에게 맡겨야 한다고 안내한 점, 피고인은 대출에 필요한 서류를 전송한 후 성명불상자로부터 대출 승인이 났다고 안내받고 성명불상자의 요구에 따라 그에게 대출금을 지급받을 계좌번호, 카드에 대한 은행명 및 비밀번호, 계약서 및 차용증을 받을 주소 등을 알려준 후 카드를 건네준 점, 성명불상자는 피고인에게 연체 없는 정상 카드인지 확인한다고 하면서 카드와 연결된 계좌에 입금된 돈을 인출하였고, 피고인은 당일 저녁 성명불상자에게 보이스피싱은 아닌지 되묻기도 한 점, 피고인은 이전에 보이스피싱 범행에 연루된 적이 없는 점 등의 사정을 종합하면, 피고인은 대출금 및 이자를 지급하기 위해 필요하다는 성명불상자의 기망으로 카드를 교부한 사람으로서 대출의 대가로 접근매체를 대여했다거나 카드를 교부할 당시 그러한 인식을 하였다고 단정하기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 판단한 원심판결에 전자금융거래법상 ‘대가를 약속하면서 접근매체를 대여하는 행위’ 및 고의에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 전자금융거래법 제6조 제3항 제2호 / [2] 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것) 제6조 제3항 제2호, 제49조 제4항 제2호, 형법 제13조<br/>",
  "참조판례": "[1] 대법원 2017. 8. 18. 선고 2016도8957 판결(공2017하, 1822), 대법원 2019. 6. 27. 선고 2017도16946 판결(공2019하, 1507)<br/>"
}