{
  "판례일련번호": "226855",
  "사건명": "시설분담금(상수도원인자부담금)부과처분무효확인",
  "사건번호": "2016두45240",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210429",
  "판시사항": "법인이 해당 지방자치단체에서 인적ㆍ물적 설비를 갖추고 계속적으로 사업을 영위하면서 해당 지방자치단체의 재산 또는 공공시설의 설치로 특히 이익을 받는 경우, 지방자치법 제138조에 따른 분담금 납부의무자가 될 수 있는지 여부(적극)<br/>",
  "판결요지": "지방자치법은 여러 조항에서 권리ㆍ의무의 주체이자 법적 규율의 상대방으로서 ‘주민’이라는 용어를 사용하고 있다. 지방자치법에 ‘주민’의 개념을 구체적으로 정의하는 규정이 없는데, 그 입법 목적, 요건과 효과를 달리하는 다양한 제도들이 포함되어 있는 점을 고려하면, 지방자치법이 단일한 주민 개념을 전제하고 있는 것으로 보기 어렵다. 자연인이든 법인이든 누군가가 지방자치법상 주민에 해당하는지는 개별 제도별로 제도의 목적과 특성, 지방자치법뿐만 아니라 관계 법령에 산재해 있는 관련 규정들의 문언, 내용과 체계 등을 고려하여 개별적으로 판단할 수밖에 없다. <br/>지방자치법 제13조 제2항, 제14조, 제15조, 제16조, 제17조, 제20조에 따른 참여권 등의 경우 지방자치법 자체나 관련 법률에서 일정한 연령 이상 또는 주민등록을 참여자격으로 정하고 있으므로(공직선거법 제15조, 주민투표법 제5조, 주민소환에 관한 법률 제3조 참조) 자연인만을 대상으로 함이 분명하고, 제12조는 기본적으로 제2장에서 정한 다양한 참여권 등을 행사할 수 있는 주민의 자격을 명확히 하려는 의도로 만들어진 규정이라고 볼 수 있다. 그러나 제13조 제1항에서 정한 재산ㆍ공공시설 이용권, 균등한 혜택을 받을 권리와 제21조에서 정한 비용분담 의무의 경우 자연인만을 대상으로 한 규정이라고 볼 수 없다. <br/>지방자치법 제138조에 따른 분담금 제도의 취지와 균등분 주민세 제도와의 관계 등을 고려하면, 지방자치법 제138조에 따른 분담금 납부의무자인 ‘주민’은 균등분 주민세의 납부의무자인 ‘주민’과 기본적으로 동일하되, 다만 ‘지방자치단체의 재산 또는 공공시설의 설치로 주민의 일부가 특히 이익을 받은 경우’로 한정된다는 차이점이 있을 뿐이다. 따라서 법인의 경우 해당 지방자치단체의 구역 안에 주된 사무소 또는 본점을 두고 있지 않더라도 ‘사업소’를 두고 있다면 지방자치법 제138조에 따른 분담금 납부의무자인 ‘주민’에 해당한다.<br/>지방자치법 제12조가 ‘주민의 자격’을 ‘지방자치단체의 구역 안에 주소를 가진 자’로 정하고 있으나 이는 위에서 본 바와 같이 주로 자연인의 참여권 등을 염두에 두고 만들어진 규정이고, 지방자치법은 주소의 의미에 관하여 별도의 규정을 두고 있지 않다. 민법 제36조가 ‘법인의 주소’를 ‘주된 사무소의 소재지’로, 상법 제171조는 ‘회사의 주소’를 ‘본점 소재지’로 정하고 있으나, 이는 민법과 상법의 적용에서 일정한 장소를 법률관계의 기준으로 삼기 위한 필요에서 만들어진 규정이다. 따라서 지방자치법 제138조에 따른 분담금 납부의무와 관련하여 법인의 주소가 주된 사무소나 본점의 소재지로 한정된다고 볼 것은 아니다.<br/>어떤 법인이 해당 지방자치단체에서 인적ㆍ물적 설비를 갖추고 계속적으로 사업을 영위하면서 해당 지방자치단체의 재산 또는 공공시설의 설치로 특히 이익을 받는 경우에는 지방자치법 제138조에 따른 분담금 납부의무자가 될 수 있다. 특히 지방자치법 제138조에 근거하여 분담금 제도를 구체화한 조례에서 정한 분담금 부과 요건을 충족하는 경우에는 부담금 이중부과 등과 같은 특별한 사정이 없는 한 조례 규정에 따라 분담금을 납부할 의무가 있다.<br/>",
  "판결본문": "",
  "참조조문": "지방자치법 제12조, 제13조, 제14조, 제15조, 제16조, 제17조, 제20조, 제21조, 제22조, 제135조, 제138조, 제139조 제1항, 구 지방세법(2020. 12. 29. 법률 제17769호로 개정되기 전의 것) 제74조 제4호, 제75조 제1항<br/>",
  "참조판례": ""
}