{
  "판례일련번호": "227069",
  "사건명": "정이사선임처분취소",
  "사건번호": "2021두39362",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 임기가 만료된 학교법인의 이사에게 후임이사가 선임될 때까지 종전의 직무를 계속하여 수행할 긴급처리권이 인정되는지 여부(원칙적 적극) 및 위 긴급처리권에 후임 정식이사 선임에 관여할 권한이 포함되는지 여부(적극) / 관할청이 구 사립학교법 제25조의3에 따라 정식이사를 선임할 때 퇴임한 정식이사들의 긴급처리권에 구애받지 않고 공석이 있는 이사 정수 전원에 대하여 정식이사 선임권을 행사할 수 있는지 여부(적극)<br/>[2] 행정기관 내부의 업무처리지침이나 법령의 해석ㆍ적용 기준을 정한 행정규칙이 대외적 구속력을 갖는지 여부(소극) 및 처분이 행정규칙에 적합한지에 따라 처분의 적법 여부를 판단할 수 있는지 여부(소극)<br/>[3] 관할청이 구 사립학교법 제25조의3에 따른 정식이사 선임권을 행사할 때 종전 정식이사의 의견을 존중해야 하는지 여부 및 그 한계<br/>",
  "판결요지": "[1] 학교법인의 이사 임기가 만료되었다고 하더라도, 적법한 후임이사의 선임이 없어 임기가 만료되지 아니한 다른 이사만으로는 정상적인 학교법인의 활동을 할 수 없는 경우, 임기가 만료된 구 이사로 하여금 학교법인의 업무를 수행케 함이 부적당하다고 인정할 만한 특별한 사정이 없는 한, 민법 제691조를 유추하여 구 이사에게 후임이사가 선임될 때까지 종전의 직무를 계속하여 수행할 긴급처리권이 인정되고, 긴급처리권은 후임 정식이사 선임에 관여할 권한도 포함한다.<br/>관할청이 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3에 따라 정식이사를 선임할 때에는 퇴임한 정식이사들의 긴급처리권에 구애받지 않고 공석이 있는 이사 정수 전원에 대하여 정식이사 선임권을 행사할 수 있다. <br/>[2] 행정기관 내부의 업무처리지침이나 법령의 해석ㆍ적용 기준을 정한 행정규칙은 특별한 사정이 없는 한 대외적으로 국민이나 법원을 구속하는 효력이 없다. 처분이 행정규칙을 위반하였다고 해서 그러한 사정만으로 곧바로 위법하게 되는 것은 아니고, 처분이 행정규칙을 따른 것이라고 해서 적법성이 보장되는 것도 아니다. 처분이 적법한지는 행정규칙에 적합한지 여부가 아니라 상위법령의 규정과 입법 목적 등에 적합한지 여부에 따라 판단해야 한다.<br/>[3] 민법상 재단법인의 성격을 가지는 학교법인은 스스로 구성한 이사회의 의사결정에 따라 설립자의 설립목적을 구현한다. 관할청의 정식이사 선임권은 학교법인의 자율적 수단만으로 이사회의 기능을 유지ㆍ회복하기 어려운 때 학교법인의 의사결정을 보충ㆍ후견하기 위하여 인정되는 권한이다. 따라서 관할청의 정식이사 선임권은 가능한 한 설립자의 설립목적을 충실히 구현할 수 있는 방향으로 행사되어야 하고, 그 권한행사 과정에서 설립자로부터 순차적으로 학교법인의 설립목적을 승계하였다고 볼 수 있는 종전 정식이사의 의견을 존중함이 바람직하다.<br/>그러나 관할청의 정식이사 선임권 역시 법령상 인정된 제도로서, 이는 학교법인의 자율성을 다소 후퇴시키더라도, 국가의 일정한 개입을 통하여 학교법인 기능을 정상화하기 위하여 인정되는 권한이므로 그 목적 달성에 필요한 범위에서 종전 정식이사의 의견을 존중하는 데에는 일정한 한계가 있을 수밖에 없다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제691조, 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3 / [2] 행정소송법 제1조[행정처분일반] / [3] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3<br/>",
  "참조판례": "[1] 대법원 2007. 7. 19. 선고 2006두19297 전원합의체 판결(공2007하, 1291) / [2] 대법원 2019. 7. 11. 선고 2017두38874 판결(공2019하, 1567)<br/>"
}