{
  "판례일련번호": "227045",
  "사건명": "부동산가격공시및감정평가에관한법률위반[감정평가업자가 아닌 피고인들이 법원 행정재판부로부터 수용 대상 토지상에 재배되고 있는 산양삼의 손실보상액 평가를 의뢰받고 감정서를 작성하여 제출한 사건]",
  "사건번호": "2017도10634",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "구 부동산 가격공시 및 감정평가에 관한 법률에서 감정평가사 자격을 갖춘 사람만이 감정평가업을 독점적으로 영위할 수 있도록 한 취지 / 민사소송법 제335조에 따른 법원의 감정인 지정결정 또는 같은 법 제341조 제1항에 따른 법원의 감정촉탁을 받은 경우, 감정평가업자가 아닌 사람이더라도 그 감정사항에 포함된 토지 등의 감정평가를 할 수 있는지 여부(적극) 및 이러한 행위가 형법 제20조의 정당행위에 해당하여 위법성이 조각되는지 여부(적극)<br/>",
  "판결요지": "구 부동산 가격공시 및 감정평가에 관한 법률(2016. 1. 19. 법률 제13796호 부동산가격공시에 관한 법률로 전부 개정되기 전의 것, 이하 ‘구 부동산공시법’이라고 한다) 제2조 제7호 내지 제9호, 제43조 제2호는 감정평가란 토지 등의 경제적 가치를 판정하여 그 결과를 가액으로 표시하는 것을 말하고, 감정평가업자란 제27조에 따라 신고를 한 감정평가사와 제28조에 따라 인가를 받은 감정평가법인을 말한다고 정의하면서, 감정평가업자가 아닌 자가 타인의 의뢰에 의하여 일정한 보수를 받고 감정평가를 업으로 행하는 것을 처벌하도록 규정하고 있다. 이와 같이 감정평가사 자격을 갖춘 사람만이 감정평가업을 독점적으로 영위할 수 있도록 한 취지는 감정평가업무의 전문성, 공정성, 신뢰성을 확보해서 재산과 권리의 적정한 가격형성을 보장하여 국민의 권익을 보호하기 위한 것이다(구 부동산공시법 제1조 참조).<br/>한편 소송의 증거방법 중 하나인 감정은 법관의 지식과 경험을 보충하기 위하여 특별한 학식과 경험을 가진 제3자에게 그 전문적 지식이나 이를 구체적 사실에 적용하여 얻은 판단을 법원에 보고하게 하는 것으로, 감정신청의 채택 여부를 결정하고 감정인을 지정하거나 단체 등에 감정촉탁을 하는 권한은 법원에 있고(민사소송법 제335조, 제341조 제1항 참조), 행정소송사건의 심리절차에서 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상 토지 등의 손실보상액에 관하여 감정을 명할 경우 그 감정인으로 반드시 감정평가사나 감정평가법인을 지정하여야 하는 것은 아니다. <br/>  법원은 소송에서 쟁점이 된 사항에 관한 전문성과 필요성에 대한 판단에 따라 감정인을 지정하거나 감정촉탁을 하는 것이고, 감정결과에 대하여 당사자에게 의견을 진술할 기회를 준 후 이를 종합하여 그 결과를 받아들일지 여부를 판단하므로, 감정인이나 감정촉탁을 받은 사람의 자격을 감정평가사로 제한하지 않더라도 이러한 절차를 통하여 감정의 전문성, 공정성 및 신뢰성을 확보하고 국민의 재산권을 보호할 수 있기 때문이다. <br/>  그렇다면 민사소송법 제335조에 따른 법원의 감정인 지정결정 또는 같은 법 제341조 제1항에 따른 법원의 감정촉탁을 받은 경우에는 감정평가업자가 아닌 사람이더라도 그 감정사항에 포함된 토지 등의 감정평가를 할 수 있고, 이러한 행위는 법령에 근거한 법원의 적법한 결정이나 촉탁에 따른 것으로 형법 제20조의 정당행위에 해당하여 위법성이 조각된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 부동산 가격공시 및 감정평가에 관한 법률(2016. 1. 19. 법률 제13796호 부동산 가격공시에 관한 법률로 전부 개정되기 전의 것) 제1조(현행 감정평가 및 감정평가사에 관한 법률 제1조 참조), 제2조 제7호(현행 감정평가 및 감정평가사에 관한 법률 제2조 제2호 참조), 제8호(현행 감정평가 및 감정평가사에 관한 법률 제2조 제3호 참조), 제9호(현행 감정평가 및 감정평가사에 관한 법률 제2조 제4호 참조), 제43조 제2호(현행 감정평가 및 감정평가사에 관한 법률 제49조 제2호 참조), 민사소송법 제335조, 제341조 제1항, 형법 제20조<br/>",
  "참조판례": "대법원 2002. 6. 14. 선고 2000두3450 판결(공2002하, 1676)<br/>"
}