{
  "판례일련번호": "227059",
  "사건명": "토지인도[토지인도청구가 권리남용에 해당하는지 판단방법]",
  "사건번호": "2021다242154",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 일반 공중의 통행에 공용된 도로의 통행을 방해함으로써 특정인의 통행 자유를 침해한 경우, 민법상 불법행위에 해당하는지 여부(적극) 및 이때 침해를 받은 자가 통행방해 행위의 금지를 소구할 수 있는지 여부(적극)<br/>[2] 형법 제185조의 일반교통방해죄에서 말하는 ‘육로’의 의미 및 어떤 도로가 일반 공중의 통행에 제공된 도로에 해당하는 경우, 일반 공중의 교통안전 등 자유로운 통행이 형법상 일반교통방해죄의 보호법익으로 보장되는지 여부(적극)<br/>[3] 권리의 행사에 해당하는 외관을 지닌 어떠한 행위가 권리남용에 해당하는지 판단하는 기준<br/>[4] 일반 공중의 통행에 공용되는 도로 부지의 소유자가 이를 점유ㆍ관리하는 지방자치단체를 상대로 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것이 권리남용에 해당하는지 여부(원칙적 적극)<br/>[5] 甲 주식회사가 마을 주민 등의 통행로로 주요 마을안길의 일부를 이루고 있는 토지가 위치한 부동산을 매수하였고, 그 후 乙 지방자치단체가 통행로 부분을 도로로 포장하여 현재까지 마을 주민들과 차량 등의 통행로로 사용되고 있는데, 甲 회사가 乙 지방자치단체를 상대로 도로 부분의 인도를 구한 사안에서, 제반 사정에 비추어 甲 회사의 청구는 객관적으로 사회질서에 위반되는 것으로서 권리남용에 해당하거나 신의칙에 반하여 허용되지 않는다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 불특정 다수인인 일반 공중의 통행에 공용된 도로, 즉 공로(公路)를 통행하고자 하는 자는 그 도로에 관하여 다른 사람이 가지는 권리 등을 침해한다는 등의 특별한 사정이 없는 한, 일상생활상 필요한 범위 내에서 다른 사람들과 같은 방법으로 그 도로를 통행할 자유가 있다. 제3자가 특정인에 대하여만 그 도로의 통행을 방해함으로써 일상생활에 지장을 받게 하는 등의 방법으로 특정인의 통행 자유를 침해하였다면 민법상 불법행위에 해당하고, 침해를 받은 자로서는 방해의 배제나 장래에 생길 방해를 예방하기 위하여 통행방해 행위의 금지를 소구할 수 있다.<br/>[2] 형법 제185조는 일반교통방해죄에 관하여 \"육로, 수로 또는 교량을 손괴 또는 불통하게 하거나 기타 방법으로 교통을 방해한 자를 10년 이하의 징역 또는 1천 500만 원 이하의 벌금에 처한다.\"라고 규정하고 있다. 여기에서 ‘육로’란 일반 공중의 통행에 공용된 장소, 즉 특정인에 한하지 않고 불특정 다수인 또는 차마가 자유롭게 통행할 수 있는 공공성을 지닌 장소를 말하고, 부지의 소유관계나 통행권리관계 또는 통행인의 많고 적음 등은 가리지 않으며, 부지의 소유자라 하더라도 도로의 중간에 장애물을 놓아두거나 파헤치는 등의 방법으로 통행을 불가능하게 한 행위는 일반교통방해죄에 해당한다. 따라서 어떤 도로가 일반 공중의 통행에 제공된 도로, 즉 공로에 해당하는 경우에는 일반 공중의 교통안전 등 자유로운 통행이 형법상 일반교통방해죄의 보호법익으로 보장된다고 볼 수 있다.<br/>[3] 권리의 행사가 주관적으로 오직 상대방에게 고통을 주고 손해를 입히려는 데 있을 뿐 이를 행사하는 사람에게는 이익이 없고, 객관적으로 사회질서에 위반된다고 볼 수 있으면, 그 권리의 행사는 권리남용으로서 허용되지 아니하고, 이때 권리의 행사가 상대방에게 고통이나 손해를 주기 위한 것이라는 주관적 요건은 권리자의 정당한 이익을 결여한 권리행사로 보이는 객관적인 사정들을 모아서 추인할 수 있으며, 이와 같이 권리의 행사에 해당하는 외관을 지닌 어떠한 행위가 권리남용이 되는가는 권리남용 제도의 취지 및 그 근간이 되는 동시대 객관적인 사회질서의 토대하에서 개별적이고 구체적인 상황을 종합하여 판단하여야 한다.<br/>[4] 어떤 토지가 개설경위를 불문하고 일반 공중의 통행에 공용되는 도로, 즉 공로가 되면 그 부지의 소유권 행사는 제약을 받게 되며, 이는 소유자가 수인하여야만 하는 재산권의 사회적 제약에 해당한다. 따라서 공로 부지의 소유자가 이를 점유ㆍ관리하는 지방자치단체를 상대로 공로로 제공된 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것은 법질서상 원칙적으로 허용될 수 없는 ‘권리남용’이라고 보아야 한다.<br/>[5] 甲 주식회사가 마을 주민 등의 통행로로 주요 마을안길의 일부를 이루고 있는 토지가 위치한 부동산을 매수하였고, 그 후 乙 지방자치단체가 통행로 부분을 도로로 포장하여 현재까지 마을 주민들과 차량 등의 통행로로 사용되고 있는데, 甲 회사가 乙 지방자치단체를 상대로 도로 부분의 인도를 구한 사안에서, 위 도로 부분은 甲 회사가 부동산을 매수하거나 乙 지방자치단체가 도로로 포장하기 수십 년 전부터 자연발생적으로 마을 주민 등의 통행로로 제공되어 온 점, 甲 회사는 위 부동산을 현황대로 매수하여 도로 부분이 마을 주민 등의 통행로로 이용되고 있는 사실도 잘 알고 있었다고 보이므로, 이를 다른 용도로 사용하지 못하고 있다 하여 甲 회사가 불측의 손해를 입게 된 것이라고 보기 어려운 점, 위 부동산에 공장을 신축하기 위한 건축허가 등에 위 도로 부분을 공중의 통행에 제공하여 통행에 방해가 되지 않도록 하여야 한다는 취지의 부관이 부가되었고, 이는 특별한 사정이 없는 한 甲 회사에 효력이 미치는 점, 도로 부분이 폐쇄된다면 인근 주민 등은 상당한 거리를 우회해야만 하는 큰 불편과 혼란이 예상되어 공익에 현저히 반하는 결과가 초래될 것으로 보이는 점, 甲 회사가 부동산에 신축한 공장의 운영이 도로 부분으로 인하여 지장을 받고 있다고 보이지 아니하며, 도로 부분을 다른 용도로 사용해야 할 만한 긴급한 필요성이나 그에 관한 구체적인 계획도 보이지 않는 점 등 제반 사정에 비추어 甲 회사의 청구는 객관적으로 사회질서에 위반되는 것으로서 권리남용에 해당하거나 신의칙에 반하여 허용되지 않는다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 형법 제185조 / [3] 민법 제2조 제2항 / [4] 민법 제2조 제2항, 제213조, 제214조 / [5] 민법 제2조, 제213조<br/>",
  "참조판례": "[1][2][4] 대법원 2021. 3. 11. 선고 2020다229239 판결(공2021상, 752) / [2] 대법원 2002. 4. 26. 선고 2001도6903 판결(공2002상, 1310), 대법원 2019. 4. 23. 선고 2017도1056 판결 / [3] 대법원 2012. 6. 14. 선고 2012다20819 판결<br/>"
}