{
  "판례일련번호": "227047",
  "사건명": "도로교통법위반(공동위험행위)ㆍ도로교통법위반ㆍ범인도피교사ㆍ범인도피",
  "사건번호": "2018도10327",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 도로교통법 제46조 제1항에서 말하는 ‘공동 위험행위’의 의미 및 이를 금지하는 취지 / 위 도로교통법 위반(공동위험행위) 범행의 구성요건으로서 행위자의 고의인 ‘공동의사’의 내용<br/>[2] 피고인이 범죄구성요건의 주관적 요소인 공동의사를 부인하는 경우, 이를 증명하는 방법 및 이때 무엇이 공동의사와 관련성 있는 간접사실 또는 정황사실에 해당하는지 판단하는 방법<br/>[3] 피고인 甲이 평소 잘 알고 지내던 乙과 범행 당일 만나 함께 을왕리 해수욕장에 가기로 약속한 다음 서로 수회 전화통화를 주고받으며 각자 자동차를 운전하여 출발한 후 인천공항고속도로에서 합류하여 함께 주행하면서 여러 구간에서 앞뒤로 또는 좌우로 줄지어 제한속도를 현저히 초과하여 주행하였다는 내용의 공동 위험행위로 인한 도로교통법 위반의 공소사실로 기소된 사안에서, 피고인 甲과 乙에게는 공동 위험행위에 관한 공동의사가 있었다고 보는 것이 타당함에도 피고인 甲과 乙이 공동으로 저지른 도로교통법 위반(공동위험행위) 부분 등을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 도로교통법 제46조 제1항은 “자동차 등의 운전자는 도로에서 2명 이상이 공동으로 2대 이상의 자동차 등을 정당한 사유 없이 앞뒤로 또는 좌우로 줄지어 통행하면서 다른 사람에게 위해를 끼치거나 교통상의 위험을 발생하게 하여서는 아니 된다.”라고 규정하고 있고, 제150조 제1호에서는 이를 위반한 사람에 대한 처벌규정을 두고 있다. 도로교통법 제46조 제1항에서 말하는 ‘공동 위험행위’란 2인 이상인 자동차 등의 운전자가 공동으로 2대 이상의 자동차 등을 정당한 사유 없이 앞뒤로 또는 좌우로 줄지어 통행하면서 신호위반, 통행구분위반, 속도제한위반, 안전거리확보위반, 급제동 및 급발진, 앞지르기금지위반, 안전운전의무위반 등의 행위를 하여 다른 사람에게 위해를 주거나 교통상의 위험을 발생하게 하는 것으로, 2인 이상인 자동차 등의 운전자가 함께 2대 이상의 자동차 등으로 위의 각 행위 등을 하는 경우에는 단독으로 한 경우와 비교하여 다른 사람에 대한 위해나 교통상의 위험이 증가할 수 있고 집단심리에 의해 그 위해나 위험의 정도도 가중될 수 있기 때문에 이와 같은 공동 위험행위를 금지하는 것이다. <br/>위와 같은 도로교통법 위반(공동위험행위) 범행에서는 ‘2명 이상이 공동으로’ 범행에 가담하는 것이 구성요건의 내용을 이루기 때문에 행위자의 고의의 내용으로서 ‘공동의사’가 필요하고, 위와 같은 공동의사는 반드시 위반행위에 관계된 운전자 전부 사이의 의사 연락이 필요한 것은 아니고 다른 사람에게 위해를 끼치거나 교통상의 위험을 발생하게 하는 것과 같은 사태의 발생을 예견하고 그 행위에 가담할 의사로 족하다. 또한 공동의사는 사전 공모뿐 아니라 현장에서의 공모에 의한 것도 포함된다.<br/>[2] 피고인이 범죄구성요건의 주관적 요소인 공동의사를 부인하는 경우, 공동의사 자체를 객관적으로 증명할 수는 없으므로 사물의 성질상 공동의사와 관련성이 있는 간접사실 또는 정황사실을 증명하는 방법으로 이를 증명할 수밖에 없다. 이때 무엇이 관련성이 있는 간접사실 또는 정황사실에 해당하는지를 판단할 때에는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력으로 사실의 연결상태를 합리적으로 판단하는 방법으로 하여야 한다.<br/>[3] 피고인 甲이 평소 잘 알고 지내던 乙과 범행 당일 만나 함께 을왕리 해수욕장에 가기로 약속한 다음 서로 수회 전화통화를 주고받으며 각자 자동차를 운전하여 출발한 후 인천공항고속도로에서 합류하여 함께 주행하면서 여러 구간에서 앞뒤로 또는 좌우로 줄지어 제한속도를 현저히 초과하여 주행하였다는 내용의 공동 위험행위로 인한 도로교통법 위반의 공소사실로 기소된 사안에서, 피고인 甲과 乙의 관계, 공통된 출발지와 목적지 및 주행 경로, 주행 속도, 주행 방법, 당시의 도로 상황 등에 비추어 보면, 피고인 甲은 자신이 급가속을 하면서 속도제한을 위반하여 주행하면 함께 주행하던 乙도 이에 편승하여 자신을 따라올 것을 충분히 예견할 수 있었고 실제로 乙이 자신과 같이 속도제한을 위반하여 주행하고 있는 것을 인식하였다고 보이며, 乙 역시 앞서가는 피고인 甲의 행위를 인식하고서 이에 동참하여 위와 같은 행위를 하였다고 보이므로 피고인 甲과 乙에게는 공동 위험행위에 관한 공동의사가 있었다고 보는 것이 타당함에도, 피고인 甲과 乙이 공동으로 저지른 도로교통법 위반(공동위험행위) 부분 등을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 도로교통법 제46조 제1항, 제150조 제1호 / [2] 도로교통법 제46조 제1항, 형법 제13조, 형사소송법 제307조, 제308조 / [3] 도로교통법 제46조 제1항, 제150조 제1호<br/>",
  "참조판례": "[1] 대법원 2007. 7. 12. 선고 2006도5993 판결(공2007하, 1318) / [2] 대법원 2019. 3. 28. 선고 2018도16002 전원합의체 판결(공2019상, 1005)<br/>"
}