{
  "판례일련번호": "227049",
  "사건명": "공무집행방해ㆍ일반교통방해ㆍ집회및시위에관한법률위반",
  "사건번호": "2018도2993",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 공무집행방해죄의 전제인 ‘공무집행의 적법성’의 요건과 판단 기준<br/>[2] 구 경찰관 직무집행법 제6조 제1항에 따른 경찰관의 제지 조치가 범죄의 예방을 위한 경찰 행정상 즉시강제에 해당하는지 여부(적극)<br/>[3] 피고인들을 포함한 ‘甲 주식회사 희생자 추모와 해고자 복직을 위한 범국민대책위원회’(약칭 ‘대책위’)가 덕수궁 대한문 화단 앞 인도(‘농성 장소’)를 불법적으로 점거한 뒤 천막ㆍ분향소 등을 설치하고 농성을 계속하다가 관할 구청이 행정대집행으로 농성 장소에 있던 물건을 치웠음에도 대책위 관계자들이 이에 대한 항의의 일환으로 기자회견 명목의 집회를 개최하려고 하자, 출동한 경찰 병력이 농성 장소를 둘러싼 채 대책위 관계자들의 농성 장소 진입을 제지하는 과정에서 피고인들이 경찰관을 밀치는 등으로 공무집행을 방해하였다는 내용으로 기소된 사안에서, 경찰의 농성 장소에 대한 점거와 대책위의 집회 개최를 제지한 직무집행이 ‘위법한 공무집행’이라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공무집행방해죄는 공무원의 적법한 공무집행이 전제되어야 하고, 공무집행이 적법하기 위해서는 그 행위가 공무원의 추상적 직무 권한에 속할 뿐만 아니라 구체적으로 그 권한 내에 있어야 하며, 직무행위로서 중요한 방식을 갖추어야 한다. 추상적인 권한에 속하는 공무원의 어떠한 공무집행이 적법한지는 행위 당시의 구체적 상황에 기초를 두고 객관적ㆍ합리적으로 판단해야 하고, 사후적으로 순수한 객관적 기준에서 판단할 것은 아니다.<br/>[2] 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제6조 제1항은 “경찰관은 범죄행위가 목전에 행하여지려고 하고 있다고 인정될 때에는 이를 예방하기 위하여 관계인에게 필요한 경고를 발하고, 그 행위로 인하여 인명ㆍ신체에 위해를 미치거나 재산에 중대한 손해를 끼칠 우려가 있어 긴급을 요하는 경우에는 그 행위를 제지할 수 있다.”라고 정하고 있다. 위 조항 중 경찰관의 제지에 관한 부분은 범죄의 예방을 위한 경찰 행정상 즉시강제, 즉 눈앞의 급박한 경찰상 장해를 제거하여야 할 필요가 있고 의무를 명할 시간적 여유가 없거나 의무를 명하는 방법으로는 그 목적을 달성하기 어려운 상황에서 의무불이행을 전제로 하지 않고 경찰이 직접 실력을 행사하여 경찰상 필요한 상태를 실현하는 권력적 사실행위에 관한 근거조항이다.<br/>[3] 피고인들을 포함한 ‘甲 주식회사 희생자 추모와 해고자 복직을 위한 범국민대책위원회’(이하 ‘대책위’라 한다)가 덕수궁 대한문 화단 앞 인도(이하 ‘농성 장소’라 한다)를 불법적으로 점거한 뒤 천막ㆍ분향소 등을 설치하고 농성을 계속하다가 관할 구청이 행정대집행으로 농성 장소에 있던 물건을 치웠음에도 대책위 관계자들이 이에 대한 항의의 일환으로 기자회견 명목의 집회를 개최하려고 하자, 출동한 경찰 병력이 농성 장소를 둘러싼 채 대책위 관계자들의 농성 장소 진입을 제지하는 과정에서 피고인들이 경찰관을 밀치는 등으로 공무집행을 방해하였다는 내용으로 기소된 사안에서, 경찰 병력이 행정대집행 직후 대책위가 또다시 같은 장소를 점거하고 물건을 다시 비치하는 것을 막기 위해 농성 장소를 미리 둘러싼 뒤 대책위가 같은 장소에서 기자회견 명목의 집회를 개최하려는 것을 불허하면서 소극적으로 제지한 것은 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것, 이하 같다) 제6조 제1항의 범죄행위 예방을 위한 경찰 행정상 즉시강제로서 적법한 공무집행에 해당하고, 피고인 등 대책위 관계자들이 이와 같이 직무집행 중인 경찰 병력을 밀치는 등 유형력을 행사한 행위는 공무집행방해죄에 해당한다는 이유로, 이와 달리 경찰의 농성 장소에 대한 점거와 대책위의 집회 개최를 제지한 직무집행이 ‘위법한 공무집행’이라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제136조 제1항 / [2] 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제6조 제1항(현행 제6조 참조) / [3] 형법 제30조, 제136조 제1항, 구 경찰관 직무집행법(2014. 5. 20. 법률 제12600호로 개정되기 전의 것) 제2조, 제6조 제1항(현행 제6조 참조)<br/>",
  "참조판례": "[1] 대법원 1991. 5. 10. 선고 91도453 판결(공1991, 1678), 대법원 2013. 8. 23. 선고 2011도4763 판결(공2013하, 1734) / [2] 대법원 2008. 11. 13. 선고 2007도9794 판결(공2008하, 1713), 대법원 2013. 6. 13. 선고 2012도9937 판결(공2013하, 1272), 대법원 2021. 9. 30. 선고 2014도17900 판결<br/>"
}