{
  "판례일련번호": "227061",
  "사건명": "근저당권말소등기회복등기",
  "사건번호": "2021다243430",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20211014",
  "판시사항": "[1] 동일한 사실관계에 관하여 이미 확정된 형사판결에서 유죄로 인정된 사실이 민사재판에서 갖는 증명력<br/>[2] 대부중개업자가 전주로부터 금전소비대차계약과 담보권설정계약을 체결할 대리권을 수여받은 경우, 위 계약들이 체결된 후 이를 해제할 권한까지 가지는지 여부(원칙적 소극)<br/>[3] 甲이 대부중개업자인 乙을 통해 丙 주식회사의 사내이사인 丁에게 돈을 대여하면서 담보로 丙 회사 소유의 상가에 설정되어 있던 乙과 戊 명의의 근저당권 중 戊 명의의 지분을 양도받아 그 지분에 관한 전부이전의 부기등기를 마쳤는데, 같은 날 일부 포기를 원인으로 위 근저당권설정등기와 부기등기가 말소되고, 매매를 원인으로 위 상가에 관한 己 명의의 소유권이전등기가 마쳐지자, 甲이 己를 상대로 근저당권설정등기 등의 회복을 구한 사안에서, 관련 형사재판에서 乙이 甲으로부터 동의를 받지 않은 채 위임장 등을 위조하여 근저당권설정등기와 부기등기를 말소하였음이 밝혀져 사문서위조죄 등에 대한 약식명령이 내려져 확정되었으므로 확정된 약식명령의 사실인정을 배척하려면 그 사실인정을 채용하기 어렵다고 인정되는 특별한 사정이 있어야 하는데도, 이러한 특별한 사정이라고 볼 수 없는 사유들만 가지고 위 사실인정을 배척한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 원래 민사재판에 있어서는 형사재판의 사실인정에 구속을 받는 것이 아니라고 하더라도 동일한 사실관계에 관하여 이미 확정된 형사판결이 유죄로 인정한 사실은 유력한 증거자료가 된다고 할 것이므로 민사재판에서 제출된 다른 증거들에 비추어 형사재판의 사실판단을 채용하기 어렵다고 인정되는 특별한 사정이 없는 한 이와 반대되는 사실을 인정할 수 없다.<br/>[2] 통상 대부중개업자가 전주를 위하여 금전소비대차계약과 그 담보를 위한 담보권설정계약을 체결할 대리권을 수여받은 것으로 인정되는 경우라 하더라도 특별한 사정이 없는 한 일단 금전소비대차계약과 그 담보를 위한 담보권설정계약이 체결된 후에 이를 해제할 권한까지 당연히 가지고 있다고 볼 수는 없다.<br/>[3] 甲이 대부중개업자인 乙을 통해 丙 주식회사의 사내이사인 丁에게 돈을 대여하면서 담보로 丙 회사 소유의 상가에 설정되어 있던 乙과 戊 명의의 근저당권 중 戊 명의의 지분을 양도받아 그 지분에 관한 전부이전의 부기등기를 마쳤는데, 같은 날 일부 포기를 원인으로 위 근저당권설정등기와 부기등기가 말소되고, 매매를 원인으로 위 상가에 관한 己 명의의 소유권이전등기가 마쳐지자, 甲이 己를 상대로 근저당권설정등기 등의 회복을 구한 사안에서, 관련 형사재판에서 乙이 甲으로부터 동의를 받지 않은 채 위임장 등 필요한 서류를 위조하여 근저당권설정등기와 부기등기를 말소하였음이 밝혀져 사문서위조죄 등에 대한 약식명령이 내려져 확정되었으므로 확정된 약식명령의 사실인정을 배척하려면 그 사실인정을 채용하기 어렵다고 인정되는 특별한 사정이 있어야 하는데도, 甲이 丁에게 대여한 금액에 비해 담보로 이전받은 부동산의 규모가 과다하다는 점, 甲이 乙로부터 丁에 대한 금전 대여를 요청받을 당시 乙에게 丁에 대한 금전 대여 및 그에 따른 근저당권설정에 관한 권한을 위임하였다는 점 등 확정된 약식명령의 사실인정을 채용할 수 없는 특별한 사정이라고 볼 수 없는 사유들만 가지고 위 사실인정을 배척한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제202조 / [2] 민법 제114조, 제118조 / [3] 민사소송법 제202조, 민법 제114조, 제118조<br/>",
  "참조판례": "[1] 대법원 1990. 12. 7. 선고 90다카21886 판결(공1991, 433), 대법원 1995. 1. 12. 선고 94다39215 판결(공1995상, 879) / [2] 대법원 1993. 1. 15. 선고 92다39365 판결(공1993상, 707), 대법원 1997. 9. 30. 선고 97다23372 판결(공1997하, 3272)<br/>"
}