{
  "판례일련번호": "227191",
  "사건명": "폭력행위등처벌에관한법률위반(집단·흉기등상해)(변경된 죄명: 특수상해)",
  "사건번호": "2016도17054",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 피고인에게 불리한 증거인 증인이 주신문의 경우와 달리 반대신문에 대하여는 답변을 하지 아니하는 등 진술 내용의 모순이나 불합리를 증인신문 과정에서 드러내어 이를 탄핵하는 것이 사실상 곤란하였고, 그것이 피고인 또는 변호인에게 책임 있는 사유에 기인한 것이 아닌 경우, 증인의 법정진술의 증거능력 유무(원칙적 소극) / 이때 피고인의 책문권 포기로 그 하자가 치유될 수 있는지 여부(적극) 및 책문권 포기의 의사는 명시적인 것이어야 하는지 여부(적극)<br/>  [2] 형사소송법 제314조에서 정한 ‘그 진술이 특히 신빙할 수 있는 상태하에서 행하여졌음’의 의미 및 이에 대한 증명 정도(=합리적 의심의 여지를 배제할 정도) / 수사기관에서 작성된 조서 등 서면증거의 증거능력 인정 요건에 관한 규정을 해석·적용할 때 유의하여야 할 사항<br/>",
  "판결요지": "[1] 형사소송법은 제161조의2에서 피고인의 반대신문권을 포함한 교호신문제도를 규정하는 한편, 제310조의2에서 법관의 면전에서 진술되지 아니하고 피고인에 의한 반대신문의 기회가 부여되지 아니한 진술에 대하여는 원칙적으로 그 증거능력을 부여하지 아니함으로써, 형사재판에서 증거는 법관의 면전에서 진술·심리되어야 한다는 직접주의와 피고인에게 불리한 증거에 대하여 반대신문할 수 있는 권리를 원칙적으로 보장하고 있는데, 이러한 반대신문권의 보장은 피고인에게 불리한 주된 증거의 증명력을 탄핵할 수 있는 기회가 보장되어야 한다는 점에서 형식적·절차적인 것이 아니라 실질적·효과적인 것이어야 한다. 따라서 피고인에게 불리한 증거인 증인이 주신문의 경우와 달리 반대신문에 대하여는 답변을 하지 아니하는 등 진술 내용의 모순이나 불합리를 그 증인신문 과정에서 드러내어 이를 탄핵하는 것이 사실상 곤란하였고, 그것이 피고인 또는 변호인에게 책임 있는 사유에 기인한 것이 아닌 경우라면, 관계 법령의 규정 혹은 증인의 특성 기타 공판절차의 특수성에 비추어 이를 정당화할 수 있는 특별한 사정이 존재하지 아니하는 이상, 이와 같이 실질적 반대신문권의 기회가 부여되지 아니한 채 이루어진 증인의 법정진술은 위법한 증거로서 증거능력을 인정하기 어렵다. 이 경우 피고인의 책문권 포기로 그 하자가 치유될 수 있으나, 책문권 포기의 의사는 명시적인 것이어야 한다.<br/>  [2] 형사소송법 제314조에서 ‘그 진술이 특히 신빙할 수 있는 상태하에서 행하여졌음’이란 그 진술 내용이나 조서의 작성에 허위개입의 여지가 거의 없고, 그 진술 내용의 신빙성이나 임의성을 담보할 구체적이고 외부적인 정황이 있는 경우를 가리키고, 이에 대한 증명은 단지 그러할 개연성이 있다는 정도로는 부족하며, 합리적 의심의 여지를 배제할 정도에 이르러야 한다.<br/>  형사소송법은 수사기관에서 작성된 조서 등 서면증거에 대하여 일정한 요건 아래 증거능력을 인정하는데, 이는 실체적 진실발견의 이념과 소송경제의 요청을 고려하여 예외적으로 허용하는 것이므로, 그 증거능력 인정 요건에 관한 규정은 엄격하게 해석·적용하여야 한다. 형사소송법 제312조, 제313조는 진술조서 등에 대하여 피고인 또는 변호인의 반대신문권이 보장되는 등 엄격한 요건이 충족될 경우에 한하여 증거능력을 인정할 수 있도록 함으로써 직접심리주의 등 기본원칙에 대한 예외를 정하고 있는데, 형사소송법 제314조는 원진술자 또는 작성자가 사망·질병·외국거주·소재불명 등의 사유로 공판준비 또는 공판기일에 출석하여 진술할 수 없는 경우에 그 진술이 특히 신빙할 수 있는 상태하에서 행하여졌다는 점이 증명되면 원진술자 등에 대한 반대신문의 기회조차도 없이 증거능력을 부여할 수 있도록 함으로써 보다 중대한 예외를 인정한 것이므로, 그 요건을 더욱 엄격하게 해석·적용하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제161조의2, 제296조, 제308조의2, 제310조의2 / [2] 형사소송법 제308조, 제312조, 제313조, 제314조<br/>",
  "참조판례": "[1] 대법원 2001. 9. 14. 선고 2001도1550 판결(공2001하, 2296), 대법원 2010. 1. 14. 선고 2009도9344 판결(공2010상, 363) / [2] 대법원 1987. 3. 24. 선고 87도81 판결(공1987, 764), 대법원 2006. 4. 14. 선고 2005도9561 판결(공2006상, 836), 대법원 2013. 3. 14. 선고 2011도8325 판결(공2013상, 699), 대법원 2014. 2. 21. 선고 2013도12652 판결(공2014상, 785), 대법원 2017. 12. 22. 선고 2016도15868 판결<br/>"
}