{
  "판례일련번호": "227181",
  "사건명": "위로금반환",
  "사건번호": "2017다202272",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220311",
  "판시사항": "[1] 근로계약 불이행에 대한 위약금 또는 손해배상액 예정의 약정을 금지하는 근로기준법 제20조의 규정 취지 및 사용자가 근로자에게 일정한 금전을 지급하면서 의무근로기간을 설정하고 이를 지키지 못하면 그 전부 또는 일부를 반환받기로 약정한 경우, 근로기준법 제20조가 금지하는 약정인지 판단하는 기준<br/>  [2] 甲 주식회사가 발행 주식 매각을 통한 소속 기업집단의 변경과정에서 이를 반대하는 근로자 측과 ‘甲 회사가 직원들에게 매각위로금 등을 지급하고, 매각위로금을 받은 직원이 지급일로부터 8개월 안에 퇴사할 경우 이미 지급받은 매각위로금을 월할로 계산하여 반납한다.’는 내용의 약정을 한 사안에서, 위 약정 중 위로금 반환 부분이 근로기준법 제20조에 위반된다고 단정하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 근로기준법 제20조는 “사용자는 근로계약 불이행에 대한 위약금 또는 손해배상액을 예정하는 계약을 체결하지 못한다.”라고 규정하고 있다. 근로자가 근로계약을 불이행한 경우 반대급부인 임금을 지급받지 못한 것에서 더 나아가 위약금이나 손해배상금을 지급하여야 한다면 근로자로서는 비록 불리한 근로계약을 체결하였다 하더라도 근로계약의 구속에서 쉽사리 벗어날 수 없을 것이므로, 위와 같은 위약금이나 손해배상액 예정의 약정을 금지함으로써 근로자가 퇴직의 자유를 제한받아 부당하게 근로의 계속을 강요당하는 것을 방지하고, 근로자의 직장선택의 자유를 보장하며 불리한 근로계약을 해지할 수 있도록 보호하려는 데에 위 규정의 취지가 있다. 사용자가 근로자에게 일정한 금전을 지급하면서 의무근로기간을 설정하고 이를 지키지 못하면 그 전부 또는 일부를 반환받기로 약정한 경우, 의무근로기간의 설정 양상, 반환 대상인 금전의 법적 성격 및 규모·액수, 반환 약정을 체결한 목적이나 경위 등을 종합할 때 그러한 반환 약정이 해당 금전을 지급받은 근로자의 퇴직의 자유를 제한하거나 그 의사에 반하는 근로의 계속을 부당하게 강요하는 것이라고 볼 수 없다면, 이는 근로기준법 제20조가 금지하는 약정이라고 보기 어렵다.<br/>  [2] 甲 주식회사가 발행 주식 매각을 통한 소속 기업집단의 변경과정에서 이를 반대하는 근로자 측과 ‘甲 회사가 직원들에게 매각위로금 등을 지급하고, 매각위로금을 받은 직원이 지급일로부터 8개월 안에 퇴사할 경우 이미 지급받은 매각위로금을 월할로 계산하여 반납한다.’는 내용의 약정을 한 사안에서, 위 약정은 甲 회사가 근로자들에게 소속 기업집단의 변경에 따른 매각위로금을 지급하되 지급일로부터 8개월 안에 퇴사하는 경우 이를 월할 계산하여 반환하기로 하는 내용일 뿐, 근로자들이 근로계약상 정해진 근로기간 약정을 위반할 경우 甲 회사에 위약금이나 손해배상으로서 일정 금액을 지급하기로 하는 내용으로는 보이지 않는 점, 위 약정 중 위로금 반환 부분이 미리 정한 근무기간 이전에 퇴직하였다는 이유로 마땅히 근로자에게 지급하여야 할 임금을 반환하기로 하는 취지의 약정이라고 보기도 어려운 점, 甲 회사는 주식 매각에 대한 기존 근로자들의 반대를 무마하고 일정 기간의 계속근로를 유도함으로써 주식 매각 이후에도 사업을 차질 없이 운영하려는 일회적이고 특별한 경영상의 목적에서 위 약정을 하고 근로자들에게 매각위로금을 지급한 것으로 보이는 점과 함께 의무근로기간 설정 양상, 반환 대상인 금전의 규모나 액수 등을 종합하면, 매각위로금을 지급받은 근로자들이 위 약정으로 퇴직의 자유를 제한받는다거나 그 의사에 반하는 근로의 계속을 부당하게 강요받는다고 볼 수 없으므로, 위 약정 중 위로금 반환 부분이 근로기준법 제20조에 위반된다고 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제20조 / [2] 근로기준법 제20조<br/>",
  "참조판례": "[1] 대법원 2004. 4. 28. 선고 2001다53875 판결<br/>"
}