{
  "판례일련번호": "227225",
  "사건명": "지적재조사사업조정금이의신청기각처분취소청구의소",
  "사건번호": "2021두53894",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 행정청의 행위가 항고소송의 대상이 될 수 있는지 결정하는 방법 및 행정청의 행위가 ‘처분’에 해당하는지가 불분명한 경우, 이를 판단하는 방법<br/>  [2] 수익적 행정처분을 구하는 신청에 대한 거부처분이 있은 후 당사자가 새로운 신청을 하는 취지로 다시 신청을 하였으나 행정청이 이를 다시 거절한 경우, 새로운 거부처분인지 여부(적극) / 어떤 처분이 수익적 행정처분을 구하는 신청에 대한 거부처분이 아니더라도 해당 처분에 대한 이의신청의 내용이 새로운 신청을 하는 취지로 볼 수 있는 경우, 그 이의신청에 대한 결정의 통보를 새로운 처분으로 볼 수 있는지 여부(적극)<br/>  [3] 甲 시장이 乙 소유 토지의 경계확정으로 지적공부상 면적이 감소되었다는 이유로 지적재조사위원회의 의결을 거쳐 乙에게 조정금 수령을 통지하자(1차 통지), 乙이 구체적인 이의신청 사유와 소명자료를 첨부하여 이의를 신청하였으나, 甲 시장이 지적재조사위원회의 재산정 심의·의결을 거쳐 종전과 동일한 액수의 조정금 수령을 통지한(2차 통지) 사안에서, 2차 통지는 1차 통지와 별도로 행정쟁송의 대상이 되는 처분으로 보는 것이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 항고소송의 대상인 ‘처분’이란 “행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그 밖에 이에 준하는 행정작용”(행정소송법 제2조 제1항 제1호)을 말한다. 행정청의 행위가 항고소송의 대상이 될 수 있는지는 추상적·일반적으로 결정할 수 없고, 구체적인 경우에 관련 법령의 내용과 취지, 그 행위의 주체·내용·형식·절차, 그 행위와 상대방 등 이해관계인이 입는 불이익 사이의 실질적 견련성, 법치행정의 원리와 그 행위에 관련된 행정청이나 이해관계인의 태도 등을 고려하여 개별적으로 결정하여야 한다. 행정청의 행위가 ‘처분’에 해당하는지가 불분명한 경우에는 그에 대한 불복방법 선택에 중대한 이해관계를 가지는 상대방의 인식가능성과 예측가능성을 중요하게 고려하여 규범적으로 판단하여야 한다.<br/>  [2] 수익적 행정처분을 구하는 신청에 대한 거부처분이 있은 후 당사자가 다시 신청을 한 경우에는 신청의 제목 여하에 불구하고 그 내용이 새로운 신청을 하는 취지라면 관할 행정청이 이를 다시 거절하는 것은 새로운 거부처분이라고 보아야 한다. 나아가 어떠한 처분이 수익적 행정처분을 구하는 신청에 대한 거부처분이 아니라고 하더라도, 해당 처분에 대한 이의신청의 내용이 새로운 신청을 하는 취지로 볼 수 있는 경우에는, 그 이의신청에 대한 결정의 통보를 새로운 처분으로 볼 수 있다.<br/>  [3] 甲 시장이 乙 소유 토지의 경계확정으로 지적공부상 면적이 감소되었다는 이유로 지적재조사위원회의 의결을 거쳐 乙에게 조정금 수령을 통지하자(1차 통지), 乙이 구체적인 이의신청 사유와 소명자료를 첨부하여 이의를 신청하였으나, 甲 시장이 지적재조사위원회의 재산정 심의·의결을 거쳐 종전과 동일한 액수의 조정금 수령을 통지한(2차 통지) 사안에서, 구 지적재조사에 관한 특별법(2020. 4. 7. 법률 제17219호로 개정되기 전의 것) 제21조의2가 신설되면서 조정금에 대한 이의신청 절차가 법률상 절차로 변경되었으므로 그에 관한 절차적 권리는 법률상 권리로 볼 수 있는 점, 乙이 이의신청을 하기 전에는 조정금 산정결과 및 수령을 통지한 1차 통지만 존재하였고 乙은 신청 자체를 한 적이 없으므로 乙의 이의신청은 새로운 신청으로 볼 수 있는 점, 2차 통지서의 문언상 종전 통지와 별도로 심의·의결하였다는 내용이 명백하고, 단순히 이의신청을 받아들이지 않는다는 내용에 그치는 것이 아니라 조정금에 대하여 다시 재산정, 심의·의결절차를 거친 결과, 그 조정금이 종전 금액과 동일하게 산정되었다는 내용을 알리는 것이므로, 2차 통지를 새로운 처분으로 볼 수 있는 점 등을 종합하면, 2차 통지는 1차 통지와 별도로 행정쟁송의 대상이 되는 처분으로 보는 것이 타당함에도 2차통지의 처분성을 부정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제2조 제1항 제1호 / [2] 행정소송법 제1조[행정처분일반], 제2조 제1항 제1호, 제19조 / [3] 행정소송법 제2조 제1항 제1호, 구 지적재조사에 관한 특별법(2020. 4. 7. 법률 제17219호로 개정되기 전의 것) 제20조, 제21조 제2항, 제3항, 제21조의2<br/>",
  "참조판례": "[1][2] 대법원 2021. 1. 14. 선고 2020두50324 판결(공2021상, 391) / [1] 대법원 2010. 11. 18. 선고 2008두167 전원합의체 판결(공2010하, 2279), 대법원 2018. 10. 25. 선고 2016두33537 판결(공2018하, 2254) / [2] 대법원 2019. 4. 3. 선고 2017두52764 판결(공2019상, 988)<br/>"
}