{
  "판례일련번호": "227217",
  "사건명": "부당이득금",
  "사건번호": "2021다283520",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 도로공사를 시행하기 위하여 혹은 도로공사로 인하여 도로관리청으로부터 점용료를 감면받은 자가 설치·점유하고 있는 시설에 대한 부대공사가 필요한 경우, 도로관리청이 아닌 도로공사 시행자가 점용료를 감면받은 자에게 부대공사 비용을 청구할 수 있는지 여부(소극)<br/>  [2] 구 국토의 계획 및 이용에 관한 법률상 도시계획시설사업에서 사업시행자 지정의 법적 성질(=특정인에게 도시계획시설사업을 시행할 수 있는 권한을 부여하는 처분) 및 사업시행자 지정과 그 지정 내용의 고시가 구분되는 행위인지 여부(적극)<br/>",
  "판결요지": "[1] 도로공사를 시행하기 위하여 필요하게 된 부대공사의 비용이나 도로공사로 인하여 필요하게 된 부대공사의 비용에 대하여, 도로법 제90조 제2항은 전기공급시설·전기통신시설·송유관·가스공급시설·열수송시설, 그 밖에 이와 유사한 시설로서 국토교통부령으로 정하는 시설(이하 ‘전기공급시설 등’이라고 한다)을 설치하는 사업 등 국민경제에 중대한 영향을 미치는 공익사업으로서 점용료를 감면받은 자(도로법 제68조 제3호, 도로법 시행령 제73조 제2항)는 도로관리청이 도로공사를 시행하는 경우 해당 도로 점용으로 인하여 필요하게 된 부대공사의 비용 전부를 부담하여야 한다고 규정하고 있다.<br/>  이는 도로관리청이 도로공사를 시행하는 과정에서 도로관리청으로부터 점용료를 감면받은 자가 설치·점유한 전기공급시설 등에 대하여 부대공사가 필요하게 된 경우 부대공사 비용만큼 도로공사의 비용이 증가하게 되는데, 적어도 부대공사 비용만큼은 점용료를 감면받은 자가 부담하는 것이 형평에 합치된다는 점에 근거하고 있다.<br/>  여기서 ‘도로관리청’이라고 함은 도로에 관한 계획, 건설, 관리의 주체가 되는 기관으로서 도로의 구분에 따라 국토교통부장관, 특별시장·광역시장·특별자치시장·도지사·특별자치도지사·시장·군수 또는 자치구의 구청장의 기관(도로법 제2조 제5호)과 도로법 제112조에 따라 고속국도에 대한 국토교통부장관의 권한을 대행하는 한국도로공사와 민자도로 관리자(도로법 제90조 제2항)를 의미한다.<br/>  위와 같은 도로법의 규정 내용과 입법 취지 등을 종합하여 보면, 도로공사를 시행하기 위하여 혹은 도로공사로 인하여 도로관리청으로부터 점용료를 감면받은 자가 설치·점유하고 있는 시설에 대한 부대공사가 필요한 경우에도 도로관리청이 아닌 자가 도로공사를 시행하는 경우라면 점용료를 감면받은 자에게 부대공사 비용을 청구할 수 없다고 보아야 한다.<br/>  [2] 사업시행자 지정에 관한 구 국토의 계획 및 이용에 관한 법률(2007. 1. 19. 법률 제8250호로 개정되기 전의 것, 이하 ‘구 국토계획법’이라고 한다) 제86조 제5항, 제6항, 구 국토의 계획 및 이용에 관한 법률 시행규칙(2008. 3. 14. 국토해양부령 제4호로 개정되기 전의 것) 제14조의 체계와 내용 등에 비추어 보면, 구 국토계획법상 도시계획시설사업에서 사업시행자 지정은 특정인에게 도시계획시설사업을 시행할 수 있는 권한을 부여하는 처분이고, 사업시행자 지정 내용의 고시는 사업시행자 지정 처분을 전제로 하여 그 내용을 불특정 다수인에게 알리는 행위로서 위 사업시행자 지정과 그 고시는 명확하게 구분되는 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 도로법 제2조 제5호, 제68조 제3호, 제90조 제2항, 제112조, 도로법 시행령 제73조 제2항 / [2] 구 국토의 계획 및 이용에 관한 법률(2007. 1. 19. 법률 제8250호로 개정되기 전의 것) 제86조 제5항, 제6항, 구 국토의 계획 및 이용에 관한 법률 시행규칙(2008. 3. 14. 국토해양부령 제4호로 개정되기 전의 것) 제14조<br/>",
  "참조판례": "[2] 대법원 2017. 7. 11. 선고 2016두35120 판결(공2017하, 1637)<br/>"
}