{
  "판례일련번호": "227213",
  "사건명": "주식매매대금청구의소",
  "사건번호": "2021다231598",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우, 계약의 해석 방법<br/>  [2] 계약에서 어느 당사자에게 여러 가지 권리행사 방법 중 하나를 선택할 수 있는 권한을 부여한 경우, 권한을 부여받은 자가 그중 어느 권리를 행사할지를 선택할 수 있는지 여부(원칙적 적극)<br/>  [3] 매수인 甲 주식회사와 매도인 乙 사이에 체결된 주식매매계약에서 매수인이 매도인을 상대로 주식매수를 청구하였는데도 매도인이 이에 불응한 경우 위약벌의 제재를 가할 수 있고, 계약 자체를 해제할 수도 있으며, 위약벌의 제재를 가하는 경우 더는 추가 청구를 할 수 없다고 규정한 사안에서, 위약벌 제재를 가한 이후 추가 청구를 할 수 없도록 한 것이 매수인이 계약을 해제할 수 있는 권리까지 배제하는 근거로 볼 수는 없다고 판단한 다음, 주식매매계약상으로는 위약벌 제재를 가하는 방식의 권리행사나 계약해제 방식의 권리행사 방법 중 어느 한쪽에 우위를 두고 있다고 보기 어려우므로 매수인이 그중 하나의 방법을 선택하여 분쟁을 종결할 수 있도록 하는 것이 계약의 합리적인 해석 방법인데도, 乙이 매수청구에 불응하는 경우 甲은 우선적으로 위약벌 제재를 가하는 방식의 권리행사를 하여야 한다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>  [2] 계약에서 요구되는 일정한 요건을 갖춘 경우 어느 당사자에게 여러 가지 권리행사 방법 중 하나를 선택할 수 있는 권한이 부여되어 있다면, 계약의 해석상 그 선택의 순서가 정해져 있다는 등 특별한 사정이 없는 한 그 권한을 부여받은 자가 그중 어느 권리를 행사할지를 선택할 수 있고 다른 당사자로서는 그와 같이 선택된 권리행사를 존중하고 이에 협력하여야 한다.<br/>  [3] 매수인 甲 주식회사와 매도인 乙 사이에 체결된 주식매매계약에서 매수인이 매도인을 상대로 주식매수를 청구하였는데도 매도인이 이에 불응한 경우 위약벌의 제재를 가할 수 있고, 계약 자체를 해제할 수도 있으며, 위약벌의 제재를 가하는 경우 더는 추가 청구를 할 수 없다고 규정한 사안에서, 위약벌 제재를 가한 이후 추가 청구를 할 수 없도록 한 것은 매수인의 주식매수청구에 대하여 매도인이 거부하는 경우 매수인이 매도인에게 위약벌 제재를 가하는 것을 선택함으로써 그와 관련한 분쟁을 최종적으로 종결하고자 하는 데 기인하는 것이지 매수인의 주식매수청구를 매도인이 거부하는 것에 대하여 매수인이 이를 계약상 의무 위반으로 주장하면서 계약을 해제할 수 있는 권리까지 배제하는 근거로 볼 수는 없다고 판단한 다음, 주식매매계약상으로는 위약벌 제재를 가하는 방식의 권리행사나 계약해제 방식의 권리행사 방법 중 어느 한쪽에 우위를 두고 있다고 보기 어려우므로 그 권리를 부여받은 매수인이 그중 하나의 방법을 선택하여 이와 관련된 분쟁을 종결할 수 있도록 하는 것이 계약의 합리적인 해석 방법인데도, 乙이 매수청구에 불응하는 경우 甲은 우선적으로 위약벌 제재를 가하는 방식의 권리행사를 하여야 하고 乙이 이 역시 불응하는 경우에 한하여 계약해제 방식의 권리행사를 할 수 있다고 본 원심판단에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조 / [3] 민법 제105조, 제390조, 제398조, 제543조<br/>",
  "참조판례": "[1] 대법원 1994. 4. 29. 선고 94다1142 판결(공1994상, 1614), 대법원 2017. 9. 26. 선고 2015다245145 판결(공2017하, 2076)<br/>"
}