{
  "판례일련번호": "227281",
  "사건명": "손해배상(기) [양계업자인 원고가 동물의약품 제조·판매업자인 피고를 상대로 피고가 제조한 동물의약품에 표시상의 결함을 주장하면서 손해배상을 구하는 사건]",
  "사건번호": "2017다213289",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 제조업자 등에게 제조물의 표시상의 결함에 대하여 불법행위책임을 인정할 수 있는 경우 및 결함이 존재하는지 판단하는 기준<br/>  [2] 무항생제 유정란을 생산·납품하는 양계업자 甲이 평사(平舍) 형태의 축사를 설치하고 산란계를 사육하면서 乙 주식회사가 제조하는 엔로플록사신(Enrofloxacin, 플루오로퀴놀론계 항균제)을 주된 성분으로 하는 동물의약품 엔로트릴을 닭에게 투약하였는데, 계란에서 엔로플록사신 성분이 검출되어 납품하지 못하자, 乙 회사를 상대로 제조물 책임법상 표시상의 결함으로 인한 손해배상을 구한 사안에서, 乙 회사가 엔로트릴에 ‘평사형 축사에서 사육되는 닭들의 경우 계분 등을 통하여 휴약기간인 12일이 지나도 엔로플록사신이 잔류할 수 있다.’는 취지의 표시를 하지 않은 것은 표시상의 결함에 해당하고, 甲이 납품한 계란에서 엔로플록사신이 검출된 것은 위 표시상의 결함에 따른 것인바, 乙 회사는 이로 인하여 발생한 손해를 배상할 의무가 있다고 한 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1] 제조업자 등이 합리적인 설명, 지시, 경고 기타의 표시를 하였더라면 당해 제조물에 의하여 발생될 수 있는 피해나 위험을 피하거나 줄일 수 있었음에도 이를 하지 않은 때에는 그와 같은 표시상의 결함(지시·경고상의 결함)에 대하여도 불법행위로 인한 책임이 인정될 수 있다. 그와 같은 결함이 존재하는지 여부에 대한 판단을 할 때에는 제조물의 특성, 통상 사용되는 사용형태, 제조물에 대한 사용자의 기대의 내용, 예상되는 위험의 내용, 위험에 대한 사용자의 인식 및 사용자에 의한 위험회피의 가능성 등의 여러 사정을 종합적으로 고려하여 사회통념에 비추어 판단하여야 한다.<br/>  [2] 무항생제 유정란을 생산·납품하는 양계업자 甲이 평사(平舍) 형태의 축사를 설치하고 산란계를 사육하면서 乙 주식회사가 제조하는 엔로플록사신(Enrofloxacin, 플루오로퀴놀론계 항균제)을 주된 성분으로 하는 동물의약품 엔로트릴을 닭에게 투약하였는데, 계란에서 엔로플록사신 성분이 검출되어 납품하지 못하자, 乙 회사를 상대로 제조물 책임법상 표시상의 결함으로 인한 손해배상을 구한 사안에서, 乙 회사가 제조·판매한 엔로트릴은 가축의 질병치료를 목적으로 하는 동물약품으로, 주된 소비자는 甲과 같은 양계업자를 비롯한 다양한 형태의 가축 사육업자들이지만 최종적인 소비자는 일반 시민들이므로, 이를 이용하여 생산하는 축산식품의 잔류 동물약품에 의한 오염 여부는 그에 따른 상당한 책임 문제가 수반되는 사육업자에게 중대한 의미를 갖는 사항이라 할 수 있고, 이러한 사정은 동물약품의 전문 제조·판매업자인 乙 회사로서도 충분히 인식하거나 예상할 수 있는 것으로, 휴약기간 미준수의 경우 식육 등 축산식품에 약물이 잔류될 수 있어 ‘시간까지 정확히 계산하여 준수’하도록 한 엔로트릴의 권고사항에 비추어도 그러한 점, 농림축산검역본부의 ‘동물약품 안전사용을 위한 10대 수칙’에서 휴약기간 동안 사료 통, 축사, 사료저장고 등을 완전히 청소한 후 약제가 들어있지 않은 사료와 물만 먹이라는 주의사항을 둔 것도 잔류 동물약품으로 인한 축산식품 오염의 위험성이 축산식품의 생산·판매 및 그 전제 되는 동물약품의 구입·이용에 있어 중요한 고려요소가 됨을 나타낸 것인 점, 위와 같은 사유들이 직접 소비자인 사육업자들에게 구체적 사육환경하에서 휴약기간 준수 여부에 영향을 미치는 다양한 가능성을 고려하여 필요한 조치를 취할 관리상 주의의무를 부과하고 이를 위반한 것으로 평가할 수 있는 사정이 될 수 있겠지만, 소비자 측 귀책사유가 있다는 사정만으로 일반적이고 추상적인 형태로나마 간접 섭취(투약)에 따른 휴약기간의 변동(조정) 가능성을 전혀 언급하지 아니함에 따른 제조물 책임법상 표시상의 결함 및 乙 회사의 책임을 전적으로 배제할 사유에 해당한다고 볼 수 없는 점 등에 비추어, 乙 회사가 엔로트릴에 ‘평사형 축사에서 사육되는 닭들의 경우 계분 등을 통하여 휴약기간인 12일이 지나도 엔로플록사신이 잔류할 수 있다.’는 취지의 표시를 하지 않은 것은 표시상의 결함에 해당하고, 甲이 납품한 계란에서 엔로플록사신이 검출된 것은 위 표시상의 결함에 따른 것인바, 乙 회사는 이로 인하여 발생한 손해를 배상할 의무가 있다고 한 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 제조물 책임법 제2조 제2호 (다)목, 제3조, 민법 제750조 / [2] 제조물 책임법 제2조 제2호 (다)목, 제3조, 민법 제750조<br/>",
  "참조판례": "[1] 대법원 2003. 9. 5. 선고 2002다17333 판결(공2003하, 2012), 대법원 2008. 2. 28. 선고 2007다52287 판결(공2008상, 444)<br/>"
}