{
  "판례일련번호": "227261",
  "사건명": "양수금등",
  "사건번호": "2021다265171",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220331",
  "판시사항": "[1] 구 공공주택 특별법의 적용을 받는 임대주택의 임대인이 같은 법 시행령 제47조 제1항 및 표준임대차계약서 해당 조문 각호에 해당하는 사유가 없는 경우에도 임대차계약의 갱신을 거절할 수 있는지 여부(원칙적 소극) / 이에 위반되는 약정의 사법적 효력이 배제되는지 여부(적극)<br/>  [2] 한국토지주택공사로부터 공공임대주택을 임차한 甲이 乙 새마을금고에 임대차보증금반환채권 일부를 양도하면서 乙 새마을금고의 승낙 없이는 임대차 재계약을 하지 않겠다고 약정하였고, 한국토지주택공사에 위 약정을 포함한 내용의 채권양도 사실을 통지하였는데, 임대차계약의 기간만료 전 한국토지주택공사와 甲이 임대차 재계약을 한 사안에서, 한국토지주택공사와 甲의 임대차계약은 유효하게 갱신되었는데도, 임대차계약이 기간만료로 종료되었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 공공주택 특별법(2017. 8. 9. 법률 제14851호로 개정되기 전의 것, 이하 ‘구 공공주택 특별법’이라고 한다) 제49조의2 제1항, 제2항에 의하면 공공임대주택에 대한 임대차계약을 체결하려는 자는 국토교통부령으로 정하는 표준임대차계약서를 사용하여야 하고, 표준임대차계약서에는 공공주택사업자 및 임차인의 권리·의무에 관한 사항 등이 포함되어야 하며, 제49조의3 제1항에 의하면 공공주택사업자는 임차인이 거짓이나 그 밖의 부정한 방법으로 공공임대주택을 임대받는 등 대통령령으로 정하는 사항에 해당하는 경우 임대차계약을 해제 또는 해지하거나 재계약을 거절할 수 있다. 위 조항에 따라 구 공공주택 특별법 시행령(2018. 2. 9. 대통령령 제28630호로 개정되기 전의 것) 제47조 제1항에서는 ‘거짓이나 그 밖의 부정한 방법’에 대하여 같은 항 각호의 어느 하나에 해당하는 경우를 규정하고, 구 공공주택 특별법 시행규칙(2020. 10. 19. 국토교통부령 제771호로 개정되기 전의 것) 제32조 제1항 [별지 제5호, 제6호, 제7호 서식] 표준임대차계약서에서도 위 시행령 조항 각호 사유와 실질적으로 동일한 내용을 규정하고 있다.<br/>    따라서 구 공공주택 특별법의 적용을 받는 임대주택에 관해서는 위 법령 조항 및 표준임대차계약서 해당 조문 각호 중 하나에 해당하는 사유가 있는 경우라야 임대인이 임대차계약을 해제 또는 해지하거나 임대차계약의 갱신을 거절할 수 있고, 그렇지 아니한 경우에는 임차인이 임대차계약의 갱신을 원하는 이상 임대인은 특별한 사정이 없는 한 임대차계약의 갱신을 거절할 수 없다고 보아야 한다.<br/>    특히 앞서 본 각 규정들은 임차인의 주거생활 안정을 보장하기 위하여 임대사업자가 공공임대주택에 관한 임대차계약을 해제 또는 해지하거나 갱신을 거절하는 것을 제한하기 위한 것으로서 제정 목적과 입법 취지 등에 비추어 이에 위반되는 약정의 사법적 효력을 배제하는 강행규정으로 보아야 한다.<br/>  [2] 한국토지주택공사로부터 공공임대주택을 임차한 甲이 乙 새마을금고에 임대차보증금반환채권 일부를 양도하면서 乙 새마을금고의 승낙 없이는 임대차 재계약을 하지 않겠다고 약정하였고, 한국토지주택공사에 위 약정을 포함한 내용의 채권양도 사실을 통지하였는데, 임대차계약의 기간만료 전 한국토지주택공사와 甲이 임대차 재계약을 한 사안에서, 한국토지주택공사는 구 공공주택 특별법 시행령(2018. 2. 9. 대통령령 제28630호로 개정되기 전의 것) 또는 표준임대차계약서 해당 조문의 각호에서 정한 사유가 없는 한 임대차계약의 갱신을 거절할 수 없고, 이에 반하는 甲과 乙 새마을금고의 약정으로 위 규정의 적용을 배제할 수 없어 한국토지주택공사와 甲 사이에서는 유효하게 임대차계약이 갱신된 것인데도, 임대차계약이 기간만료로 종료되었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공공주택 특별법(2017. 8. 9. 법률 제14851호로 개정되기 전의 것) 제49조의2 제1항, 제2항, 제49조의3 제1항, 구 공공주택 특별법 시행령(2018. 2. 9. 대통령령 제28630호로 개정되기 전의 것) 제47조 제1항(현행 공공주택 특별법 제49조의3 제1항 및 공공주택 특별법 시행령 제47조 제1항, 제2항 참조), 구 공공주택 특별법 시행규칙(2020. 10. 19. 국토교통부령 제771호로 개정되기 전의 것) 제32조 제1항 제1호 [별지 제5호 서식], 제2호 [별지 제6호 서식], 제3호 [별지 제7호 서식] / [2] 구 공공주택 특별법(2017. 8. 9. 법률 제14851호로 개정되기 전의 것) 제49조의2 제1항, 제2항, 제49조의3 제1항, 구 공공주택 특별법 시행령(2018. 2. 9. 대통령령 제28630호로 개정되기 전의 것) 제47조 제1항(현행 공공주택 특별법 제49조의3 제1항 및 공공주택 특별법 시행령 제47조 제1항, 제2항 참조), 구 공공주택 특별법 시행규칙(2020. 10. 19. 국토교통부령 제771호로 개정되기 전의 것) 제32조 제1항 제1호 [별지 제5호 서식], 제2호 [별지 제6호 서식], 제3호 [별지 제7호 서식]<br/>",
  "참조판례": "[1] 대법원 2020. 5. 28. 선고 2020다202371 판결(공2020하, 1252), 대법원 2020. 7. 9. 선고 2020다223781 판결(공2020하, 1593)<br/>"
}