{
  "판례일련번호": "227273",
  "사건명": "손해배상(기) [강간살인 피해자의 유족이 경찰관들 및 보호관찰관들의 직무상 의무 위반을 이유로 국가배상을 청구한 사건]",
  "사건번호": "2017다290538",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 공무원의 부작위를 이유로 국가배상책임을 인정하기 위한 요건 및 그중 ‘법령 위반’의 의미 / 관련 공무원에 대하여 작위의무를 명하는 법령 규정이 없는 경우, 공무원의 부작위를 이유로 국가배상책임을 인정할 것인지 판단하는 기준<br/>  [2] 경찰관에게 부여된 권한의 불행사가 현저하게 불합리하다고 인정되는 경우, 직무상의 의무를 위반한 것으로서 위법한지 여부(적극)<br/>  [3] 보호관찰관이 위치추적 전자장치 피부착자의 재범 방지에 유효한 실질적인 조치를 하지 아니한 것이 현저하게 불합리하다고 인정되는 경우, 직무상의 의무를 위반한 것으로서 위법한지 여부(적극)<br/>  [4] 다수의 성폭력범죄로 여러 차례 처벌을 받은 뒤 위치추적 전자장치를 부착하고 보호관찰을 받고 있던 甲이 乙을 강간하였고, 그로부터 13일 후 丙을 강간하려다 살해하였는데, 丙의 유족들이 경찰관과 보호관찰관의 위법한 직무수행을 이유로 국가를 상대로 손해배상을 구한 사안에서, 경찰관과 보호관찰관의 직무수행이 객관적 정당성을 결여하지 않아 위법하지 않다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공무원의 부작위를 이유로 국가배상책임을 인정하기 위해서는 공무원의 작위로 국가배상책임을 인정하는 경우와 마찬가지로 ‘공무원이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 때’라는 국가배상법 제2조 제1항의 요건이 충족되어야 한다. 여기서 ‘법령 위반’이란 엄격하게 형식적 의미의 법령에 명시적으로 공무원의 작위의무가 규정되어 있는데도 이를 위반하는 경우만을 의미하는 것은 아니고, 인권존중·권력남용금지·신의성실과 같이 공무원으로서 마땅히 지켜야 할 준칙이나 규범을 지키지 않고 위반한 경우를 포함하여 널리 객관적인 정당성이 없는 행위를 한 경우를 포함한다. 따라서 국민의 생명·신체·재산 등에 관하여 절박하고 중대한 위험상태가 발생하였거나 발생할 우려가 있어서 국민의 생명·신체·재산 등을 보호하는 것을 본래적 사명으로 하는 국가가 초법규적, 일차적으로 그 위험 배제에 나서지 않으면 국민의 생명·신체·재산 등을 보호할 수 없는 경우에는 형식적 의미의 법령에 근거가 없더라도 국가나 관련 공무원에 대하여 그러한 위험을 배제할 작위의무를 인정할 수 있다. 공무원의 부작위를 이유로 국가배상책임을 인정할 것인지가 문제 되는 경우에 관련 공무원에 대하여 작위의무를 명하는 법령 규정이 없다면 공무원의 부작위로 침해된 국민의 법익 또는 국민에게 발생한 손해가 어느 정도 심각하고 절박한 것인지, 관련 공무원이 그와 같은 결과를 예견하여 결과를 회피하기 위한 조치를 취할 가능성이 있는지 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 경찰은 범죄의 예방, 진압 및 수사와 함께 국민의 생명, 신체 및 재산의 보호 기타 공공의 안녕과 질서유지를 직무로 하고 직무의 원활한 수행을 위하여 경찰관 직무집행법, 형사소송법 등 관계 법령에 의하여 여러 가지 권한이 부여되어 있다. 구체적인 직무를 수행하는 경찰관으로서는 여러 상황에 대응하여 자신에게 부여된 여러 가지 권한을 적절하게 행사하여 필요한 조치를 취할 수 있고, 그러한 권한은 일반적으로 경찰관의 전문적 판단에 기한 합리적인 재량에 위임되어 있는 것이다. 그러나 구체적인 사정에서 경찰관이 권한을 행사하여 필요한 조치를 하지 아니하는 것이 현저하게 불합리하다고 인정되는 경우 그러한 권한의 불행사는 직무상의 의무를 위반한 것으로 위법하다.<br/>  [3] 보호관찰관의 위치추적 전자장치(이하 ‘전자장치’라고 한다) 피부착자에 대한 지도·감독과 원호 업무는 재범의 위험성이 매우 높은 전자장치 피부착자가 재범으로 나아가지 않게 함으로써 건전한 사회복귀를 촉진하고 일반 국민이 전자장치 피부착자의 재범에 따른 피해를 입지 않도록 하는 데 중요한 역할을 한다. 구체적인 상황에서 전자장치 피부착자에 대한 지도·감독이나 원호 업무를 어떻게 수행할 것인지는 원칙적으로 보호관찰관의 전문적, 합리적 재량에 위임되었지만, 전자장치 피부착자의 재범을 효과적으로 방지하기 위해서는 전자장치 피부착자의 성향이나 환경 및 개별 관찰 결과에 맞추어 재범 방지에 유효한 실질적인 조치를 선택하여 적극적으로 수행하여야 한다. 만약 보호관찰관이 이러한 조치를 하지 아니한 것이 현저하게 불합리하다면 직무상의 의무를 위반한 것이어서 위법하다고 보아야 한다.<br/>  [4] 다수의 성폭력범죄로 여러 차례 처벌을 받은 뒤 위치추적 전자장치를 부착하고 보호관찰을 받고 있던 甲이 乙을 강간하였고(이하 ‘직전 범행’이라고 한다), 그로부터 13일 후 丙을 강간하려다 살해하였는데, 丙의 유족들이 경찰관과 보호관찰관의 위법한 직무수행을 이유로 국가를 상대로 손해배상을 구한 사안에서, 직전 범행의 수사를 담당하던 경찰관이 직전 범행의 특수성과 위험성을 고려하지 않은 채 통상적인 조치만 하였을 뿐 전자장치 위치정보를 수사에 활용하지 않은 것과 보호관찰관이 甲의 높은 재범의 위험성과 반사회성을 인식하였음에도 적극적 대면조치 등 이를 억제할 실질적인 조치를 하지 않은 것은 범죄를 예방하고 재범을 억지하여 사회를 방위하기 위해서 이들에게 부여된 권한과 직무를 목적과 취지에 맞게 수행하지 않았거나 소홀히 수행하였던 것이고, 이는 국민의 생명·신체에 관하여 절박하고 중대한 위험상태가 발생할 우려가 있어 그 위험 배제에 나서지 않으면 이를 보호할 수 없는 상황에서 그러한 위험을 배제할 공무원의 작위의무를 위반한 것으로 인정될 여지가 있으며, 위와 같은 경찰관과 보호관찰관의 직무상 의무 위반은 丙의 사망 사이에서 상당인과관계를 인정할 여지가 큰데도, 경찰관과 보호관찰관의 직무수행이 객관적 정당성을 결여하지 않아 위법하지 않다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 국가배상법 제2조 제1항, 경찰관 직무집행법 제2조 / [3] 국가배상법 제2조 제1항, 구 특정 범죄자에 대한 위치추적 전자장치부착 등에 관한 법률(2012. 12. 18. 제11558호로 개정되기 전의 것) 제9조 제3항(현행 전자장치 부착 등에 관한 법률 제9조 제3항 참조), 제15조(현행 전자장치 부착 등에 관한 법률 제15조 참조), 보호관찰 등에 관한 법률 제33조 / [4] 국가배상법 제2조 제1항, 경찰관 직무집행법 제2조, 구 특정 범죄자에 대한 위치추적 전자장치부착 등에 관한 법률(2012. 12. 18. 제11558호로 개정되기 전의 것) 제1조(현행 전자장치 부착 등에 관한 법률 제1조 참조), 제9조 제3항(현행 전자장치 부착 등에 관한 법률 제9조 제3항 참조), 제15조(현행 전자장치 부착 등에 관한 법률 제15조 참조), 제16조(현행 전자장치 부착 등에 관한 법률 제16조 참조), 부칙(2007. 4. 27.) 제1조(2008. 6. 13. 법률 제9112호로 개정된 것), 제2조 제1항, 보호관찰 등에 관한 법률 제33조<br/>",
  "참조판례": "[1] 대법원 1998. 10. 13. 선고 98다18520 판결(공1998하, 2665), 대법원 2009. 9. 24. 선고 2006다82649 판결, 대법원 2020. 5. 28. 선고 2017다211559 판결(공2020하, 1239) / [2] 대법원 2017. 11. 9. 선고 2017다228083 판결(공2017하, 2319)<br/>"
}