{
  "판례일련번호": "227219",
  "사건명": "공제금",
  "사건번호": "2021다284462",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 하나의 공제계약에서 장해공제금과 사망공제금을 함께 규정하고 있는 경우, 동일한 사고로 인한 공제금의 지급 방법 및 사고 이후 사망에 이르기까지의 상태가 증상이 고정된 장해상태인지 사망으로의 진행단계에서 거치게 되는 일시적 상태인지 판단하는 기준<br/>  [2] 약관의 해석에서 작성자 불이익의 원칙<br/>  [3] 甲과 그 배우자인 乙이 피공제자를 甲으로 하여 丙 보험회사와 체결한 각 공제계약의 약관에서 사망공제금과 일반후유장해공제금을 함께 규정하면서 ‘하나의 사고로 사망공제금 및 일반후유장해공제금을 지급하여야 할 경우 이를 각각 지급한다.’고 정하고 있는데, 甲이 교통사고로 ‘외상성 뇌출혈(지주막하, 경막하 출혈), 오른쪽 팔의 외상성 절단 등’의 상해를 입고 오른쪽 팔에 단단성형술을 시행받은 후 외상성 뇌출혈에 따른 뇌부종으로 사망하자, 乙 및 자녀들인 丁 등이 丙 회사를 상대로 사망보험금과 일반후유장해공제금의 지급을 구한 사안에서, 甲은 단단성형술을 시행받은 직후 ‘팔의 손목 이상을 잃는 장해상태’에 처하게 되었고, 그 장해상태는 치료의 가능성이 전혀 없이 증상이 고정된 것이며, 그 직후 甲이 사망하였지만 사망 경위가 위 장해상태와는 관련이 없는 외상성 뇌출혈로 인한 뇌부종이었으므로, 위 장해상태를 사망으로의 진행단계에서 거치게 되는 일시적 증상이라고 보기는 어려운데도, 甲이 입은 오른쪽 팔 절단으로 인한 상해를 고정된 상태가 아니라고 보아 일반후유 장해상태에 있었다고 볼 수 없다고 판단한 원심판결에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 하나의 공제계약에서 장해공제금과 사망공제금을 함께 규정하고 있는 경우, 사망공제금은 사망을 지급사유로 하는 반면 장해공제금은 생존을 전제로 한 장해를 지급사유로 하는 것이므로, 일반적으로 동일한 사고로 인한 공제금은 그중 하나만을 지급받을 수 있을 뿐이라고 보아야 한다. 다만 공제계약에서 중복지급을 인정하는 별도의 규정을 두고 있는 등 특별한 사정이 있는 경우에는 장해공제금과 사망공제금을 각각 지급받을 수 있다. 이 경우 사고로 인한 장해상태가 회복 또는 호전을 기대하기 어렵거나 또는 호전가능성을 전혀 배제할 수는 없지만 기간이 매우 불확정적인 상태에 있어 증상이 고정되었다면 장해공제금의 지급을 청구할 수 있고, 그 증상이 고정되지 아니하여 사망으로의 진행단계에서 거치게 되는 일시적 장해상태에서 치료를 받던 중 사고와 인과관계가 있는 원인으로 사망한 경우에는 그 사이에 장해진단을 받았더라도 장해공제금이 아닌 사망공제금을 지급받을 수 있을 뿐이다. 이때 사고 이후 사망에 이르기까지의 상태가 증상이 고정된 장해상태인지 사망으로의 진행단계에서 거치게 되는 일시적 상태인지는 장해진단으로부터 사망에 이르기까지의 기간, 사고로 인한 상해의 종류와 정도, 장해부위와 장해율, 직접사인과 장해의 연관성 등 관련 사정을 종합적으로 고려하여 판단한다.<br/>  [2] 약관의 해석은, 신의성실의 원칙에 따라 당해 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개 계약 당사자가 기도한 목적이나 의사를 참작함이 없이 평균적 고객의 이해가능성을 기준으로 보험단체 전체의 이해관계를 고려하여 객관적·획일적으로 해석하여야 하며, 위와 같은 해석을 거친 후에도 약관 조항이 객관적으로 다의적으로 해석되고 그 각각의 해석이 합리성이 있는 등 당해 약관의 뜻이 명백하지 아니한 경우에는 고객에게 유리하게 해석하여야 한다.<br/>  [3] 甲과 그 배우자인 乙이 피공제자를 甲으로 하여 丙 보험회사와 체결한 각 공제계약의 약관에서 사망공제금과 일반후유장해공제금을 함께 규정하면서 ‘하나의 사고로 사망공제금 및 일반후유장해공제금을 지급하여야 할 경우 이를 각각 지급한다.’고 정하고 있는데, 甲이 교통사고로 ‘외상성 뇌출혈(지주막하, 경막하 출혈), 오른쪽 팔의 외상성 절단 등’의 상해를 입고 오른쪽 팔에 단단성형술을 시행받은 후 외상성 뇌출혈에 따른 뇌부종으로 사망하자, 乙 및 자녀들인 丁 등이 丙 회사를 상대로 사망보험금과 일반후유장해공제금의 지급을 구한 사안에서, 甲이 위 사고로 ‘외상성 뇌출혈, 외상성 뇌부종, 오른쪽 팔의 외상성 절단 등’의 상해를 입었고, 다음 날 오후 오른쪽 팔에 대하여는 접합 수술이 불가능하여 단단성형술을 시행한 사실, 甲이 그다음 날 사망하였는데 직접사인은 외상성 뇌출혈에 따른 뇌부종인 사실에 비추어 보면, 甲은 사고로 오른쪽 팔 절단상을 입고 접합 수술이 불가능하여 단단성형술을 시행받은 직후 ‘팔의 손목 이상을 잃는 장해상태’에 처하게 되었고, 그 장해상태는 치료의 가능성이 전혀 없이 증상이 고정된 것이며, 그 직후 甲이 사망하였지만 사망 경위가 위 장해상태와는 관련이 없는 외상성 뇌출혈로 인한 뇌부종이었으므로, 위 장해상태를 사망으로의 진행단계에서 거치게 되는 일시적 증상이라고 보기는 어려운데도, 甲이 입은 오른쪽 팔 절단으로 인한 상해를 고정된 상태가 아니라고 보아 일반후유 장해상태에 있었다고 볼 수 없다고 판단한 원심판결에는 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제664조, 제730조, 제737조 / [2] 약관의 규제에 관한 법률 제5조 / [3] 상법 제664조, 제730조, 제737조, 약관의 규제에 관한 법률 제5조<br/>",
  "참조판례": "[2] 대법원 2009. 5. 28. 선고 2008다81633 판결, 대법원 2013. 5. 23. 선고 2011다45736 판결(공2013하, 1106)<br/>"
}