{
  "판례일련번호": "227209",
  "사건명": "임대차보증금",
  "사건번호": "2021다210720",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 매도인이 악의인 계약명의신탁의 명의수탁자로부터 명의신탁의 목적물인 주택을 임차하여 주택임대차보호법 제3조 제1항의 대항요건을 갖춘 임차인이, 명의수탁자의 소유권이전등기가 말소됨으로써 등기명의를 회복한 매도인과 그로부터 다시 소유권이전등기를 마친 명의신탁자에 대하여 자신의 임차권을 대항할 수 있는지 여부(적극) 및 이 경우 소유권이전등기를 마친 명의신탁자가 주택임대차보호법 제3조 제4항에 따라 임대인의 지위를 승계하는지 여부(적극)<br/>  [2] 임차인이 임대인을 상대로 제기한 보증금반환소송의 변론종결 후 임대부동산을 양수한 자가 민사소송법 제218조 제1항에서 정한 변론종결 후의 승계인에 해당하는지 여부(적극) / 임대인을 상대로 보증금반환의 승소확정판결을 받은 임차인이 주택 양수인을 상대로 보증금을 반환받고자 하는 경우, 승계가 명확하지 않거나 승계를 증명할 수 없는 때에는 양수인을 상대로 승계집행문 부여의 소를 제기하여 승계집행문을 부여받아야 하는지 여부(원칙적 적극) 및 위 임차인이 양수인을 상대로 임대차보증금의 반환을 구하는 소를 제기하여 임대인 지위의 승계 여부에 대해 상당한 정도의 공격방어와 심리가 진행됨으로써 사실상 승계집행문 부여의 소가 제기되었을 때와 큰 차이가 없는 경우, 소의 이익이 없다고 단정할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 매도인이 악의인 계약명의신탁에서 명의수탁자로부터 명의신탁의 목적물인 주택을 임차하여 주택 인도와 주민등록을 마침으로써 주택임대차보호법 제3조 제1항에 의한 대항요건을 갖춘 임차인은 ‘부동산 실권리자명의 등기에 관한 법률’ 제4조 제3항의 규정에 따라 명의신탁약정 및 그에 따른 물권변동의 무효를 대항할 수 없는 제3자에 해당하므로 명의수탁자의 소유권이전등기가 말소됨으로써 등기명의를 회복하게 된 매도인 및 매도인으로부터 다시 소유권이전등기를 마친 명의신탁자에 대해 자신의 임차권을 대항할 수 있고, 이 경우 임차인 보호를 위한 주택임대차보호법의 입법 목적 및 임차인이 보증금반환청구권을 행사하는 때의 임차주택 소유자로 하여금 임차보증금반환채무를 부담하게 함으로써 임차인을 두텁게 보호하고자 하는 주택임대차보호법 제3조 제4항의 개정 취지 등을 종합하면 위의 방법으로 소유권이전등기를 마친 명의신탁자는 주택임대차보호법 제3조 제4항에 따라 임대인의 지위를 승계한다.<br/>  [2] 주택임대차보호법 제3조 제4항에 따라 임차주택의 양수인은 임대인의 지위를 승계한 것으로 보므로 임대차보증금 반환채무도 부동산의 소유권과 결합하여 일체로서 임대인의 지위를 승계한 양수인에게 이전되고 양도인의 보증금반환채무는 소멸하는 것으로 해석되므로, 변론종결 후 임대부동산을 양수한 자는 민사소송법 제218조 제1항의 변론종결 후의 승계인에 해당한다.<br/>  승계집행문은 그 승계가 법원에 명백한 사실이거나 증명서로 승계를 증명한 때에 한하여 내어 줄 수 있고(민사집행법 제31조 제1항), 승계를 증명할 수 없는 때에는 채권자가 승계집행문 부여의 소를 제기할 수 있다(제33조).<br/>  따라서 임차인이 임대인을 상대로 보증금반환의 승소확정판결을 받았으나 이후 주택 양수인을 상대로 이를 반환받고자 할 경우 승계가 명확하지 않거나 임대인 지위의 승계를 증명할 수 없는 때에는 임차인이 양수인을 상대로 승계집행문 부여의 소를 제기하여 승계집행문을 부여받음이 원칙이나, 이미 임차인이 양수인을 상대로 임대차보증금의 반환을 구하는 소를 제기하여 양수인과 사이에 임대인 지위의 승계 여부에 대해 상당한 정도의 공격방어 및 법원의 심리가 진행됨으로써 사실상 승계집행문 부여의 소가 제기되었을 때와 큰 차이가 없다면, 그럼에도 법원이 소의 이익이 없다는 이유로 후소를 각하하고 임차인으로 하여금 다시 승계집행문 부여의 소를 제기하도록 하는 것은 당사자들로 하여금 그동안의 노력과 시간을 무위로 돌리고 사실상 동일한 소송행위를 반복하도록 하는 것이어서 당사자들에게 가혹할 뿐만 아니라 신속한 분쟁해결이나 소송경제의 측면에서 타당하다고 보기 어려우므로 이와 같은 경우 소의 이익이 없다고 섣불리 단정하여서는 안 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부동산 실권리자명의 등기에 관한 법률 제4조, 주택임대차보호법 제3조 제1항, 제4항 / [2] 주택임대차보호법 제3조 제4항, 민사소송법 제218조 제1항, 민사집행법 제31조, 제33조<br/>",
  "참조판례": "[1] 대법원 2003. 8. 22. 선고 2003다12717 판결(공2003하, 1921) / [2] 대법원 2002. 1. 30. 자 2001그35 결정<br/>"
}