{
  "판례일련번호": "227233",
  "사건명": "건물철거등·건물철거등",
  "사건번호": "2017다9121, 9138",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220331",
  "판시사항": "[1] 부동산처분금지가처분등기보다 먼저 마쳐진 가등기에 의하여 본등기가 마쳐진 경우, 본등기가 가처분등기 후에 마쳐졌더라도 채무자가 채권자에게 대항할 수 있는지 여부(적극) / 가처분등기보다 먼저 설정등기가 마쳐진 근저당권이 소멸되는 경매절차에서의 매각으로 채무자가 건물 소유권을 상실한 경우, 채권자가 가처분의 효력을 내세워 채무자가 여전히 건물을 처분할 수 있는 지위에 있다고 주장할 수 있는지 여부(소극) / 압류나 근저당권설정등기 이후에 마쳐진 가처분등기가 경매절차 매각대금 지급 후에도 말소되지 않은 채 남아 있다고 해서 채무자가 여전히 건물을 처분할 수 있는 지위에 있는지 여부(소극)<br/>  [2] 구분소유가 성립하기 전의 집합건물의 대지에 관하여 대지사용권의 분리처분을 금지하는 집합건물의 소유 및 관리에 관한 법률 제20조가 적용되는지 여부(소극) / 1동의 건물에 대하여 구분소유가 성립하기 위한 요건 / 구분소유가 성립하기 전에 대지에 관하여만 근저당권이 설정되었다가 구분소유가 성립하여 대지사용권이 성립되었더라도 이미 설정된 근저당권 실행으로 대지가 매각됨으로써 전유부분으로부터 분리처분된 경우, 전유부분을 위한 대지사용권이 소멸하는지 여부(적극)<br/>",
  "판결요지": "[1] 부동산처분금지가처분은 부동산에 대한 채무자의 소유권이전, 저당권, 전세권, 임차권의 설정 그 밖의 일체의 처분행위를 금지하는 가처분으로서, 자기 소유 토지 위에 채무자 소유 건물에 대한 철거청구권, 즉 방해배제청구권의 보전을 위해서도 할 수 있다. 채무자 소유 건물에 대한 철거청구권을 피보전권리로 한 가처분에도 불구하고 채무자가 건물을 처분하였을 때에는 이를 채권자에게 대항할 수 없으므로 채권자에 대한 관계에 있어서 채무자가 여전히 그 건물을 처분할 수 있는 지위에 있다고 볼 수 있다.   <br/>    처분행위가 가처분에 저촉되는지 여부는 그 처분행위에 따른 등기와 가처분등기의 선후에 따라 정해진다.<br/>    그런데 가등기는 본등기 순위보전의 효력이 있기 때문에, 가처분등기보다 먼저 마쳐진 가등기에 의하여 본등기가 마쳐진 경우에는 그 본등기가 설사 가처분등기 후에 마쳐졌더라도 채권자에게 대항할 수 있다. <br/>    또한 근저당권이 소멸되는 경매절차에서 부동산이 매각된 경우에는 근저당권설정등기와 가처분등기의 선후에 따라 채무자가 채권자에게 대항할 수 있는지 여부가 정해진다. 따라서 가처분등기보다 먼저 설정등기가 마쳐진 근저당권이 소멸되는 경매절차에서의 매각으로 채무자가 건물 소유권을 상실한 경우에는 채권자로서도 가처분 효력을 내세워 채무자가 여전히 그 건물을 처분할 수 있는 지위에 있다고 주장할 수 없다.<br/>    한편 경매절차에서 매각대금이 지급되면 법원사무관 등은 매수인 앞으로 소유권을 이전하는 등기와 함께 매수인이 인수하지 아니한 부동산의 부담에 관한 기입을 말소하는 등기 등도 촉탁하여야 하는데(민사집행법 제144조 제1항), 이때 토지 소유자가 그 소유 토지 위에 채무자 소유 건물 철거청구권을 보전하기 위하여 건물에 대한 처분금지가처분으로 마쳐진 가처분등기는, 건물에 관한 압류 또는 근저당권설정등기 이후에 마쳐졌더라도 말소되지 않은 채 남아 있지만, 이는 위 가처분이 건물 자체에 대한 어떠한 권리를 보전하기 위한 것이 아니기 때문이다. 위와 같이 압류나 근저당권설정등기 이후에 마쳐진 위 가처분등기가 경매절차 매각대금 지급 후에도 말소되지 않은 채 남아 있다고 해서 채무자가 여전히 그 건물을 처분할 수 있는 지위에 있다고 볼 수는 없다.   <br/>  [2] 집합건물의 소유 및 관리에 관한 법률 제20조에 따라 분리처분이 금지되는 대지사용권이란 구분소유자가 전유부분을 소유하기 위하여 건물의 대지에 대하여 가지는 권리로서, 구분소유의 성립을 전제로 한다. 따라서 구분소유가 성립하기 전에는 집합건물의 대지에 관하여 분리처분금지 규정이 적용되지 않는다. 1동의 건물에 대하여 구분소유가 성립하기 위해서는 객관적·물리적인 측면에서 1동의 건물이 존재하고 구분된 건물부분이 구조상·이용상 독립성을 갖추어야 할 뿐 아니라 1동의 건물 중 물리적으로 구획된 건물부분을 각각 구분소유권의 객체로 하려는 구분행위가 있어야 한다. 여기서 구분행위는 건물의 물리적 형질을 변경하지 않고 그 건물의 특정 부분을 구분하여 별개의 소유권의 객체로 하려는 법률행위로서, 그 시기나 방식에 특별한 제한이 있는 것은 아니고 처분권자의 구분의사가 객관적으로 외부에 표시되면 충분하다. 구분건물이 물리적으로 완성되기 전에도 건축허가신청이나 분양계약 등을 통하여 장래 신축되는 건물을 구분건물로 하겠다는 구분의사가 객관적으로 표시되면 구분행위의 존재를 인정할 수 있다. 그러나 그 구조와 형태 등이 1동의 건물로서 완성되고 구분행위에 상응하는 구분건물이 객관적·물리적으로 완성되어야 그 시점에 구분소유가 성립한다. 구분소유가 성립하기 전에 대지에 관하여만 근저당권이 설정되었다가 구분소유가 성립하여 대지사용권이 성립되었더라도 이미 설정된 그 근저당권 실행으로 대지가 매각됨으로써 전유부분으로부터 분리처분된 경우에는 그 전유부분을 위한 대지사용권이 소멸하게 된다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제91조 제2항, 제144조 제1항, 제300조, 제301조, 제305조 제3항, 부동산등기법 제4조, 제5조, 제88조, 제91조, 제95조 / [2] 집합건물의 소유 및 관리에 관한 법률 제1조, 제2조, 제20조, 민사집행법 제91조 제2항, 민법 제215조<br/>",
  "참조판례": "[1] 대법원 1982. 10. 12. 선고 82다129 판결(공1982, 1078), 대법원 2009. 9. 24. 선고 2009다32928 판결 / [2] 대법원 2010. 5. 27. 선고 2010다6017 판결(공2010하, 1265), 대법원 2015. 6. 24. 선고 2012다109538 판결, 대법원 2015. 9. 10. 선고 2013다46047 판결, 대법원 2018. 6. 28. 선고 2016다219419, 219426 판결(공2018하, 1442)<br/>"
}