{
  "판례일련번호": "227275",
  "사건명": "손해배상(기) [과밀수용을 원인으로 한 국가배상청구 사건]",
  "사건번호": "2017다266771",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220714",
  "판시사항": "[1] 교정시설 수용행위로 인하여 수용자의 인간으로서의 존엄과 가치가 침해되었는지 판단하는 기준 및 수용자가 하나의 거실에 다른 수용자들과 함께 수용되어 거실 중 화장실을 제외한 부분의 1인당 수용면적이 인간으로서의 기본적인 욕구에 따른 일상생활조차 어렵게 할 만큼 협소한 경우, 수용자의 인간으로서의 존엄과 가치를 침해하는 것인지 여부(원칙적 적극)<br/>  [2] 국가배상책임에서 공무원의 행위가 ‘법령을 위반하였다’는 의미 및 교정시설 수용행위로 인하여 수용자의 인간으로서의 존엄과 가치가 침해된 경우, 그 수용행위가 공무원의 법령을 위반한 가해행위가 될 수 있는지 여부(적극)<br/>  [3] 구치소 등 교정시설에 수용된 후 출소한 甲 등이 혼거실 등에 과밀수용되어 정신적, 육체적 고통을 겪었다고 주장하며 국가를 상대로 위자료 지급을 구한 사안에서, 수용자 1인당 도면상 면적이 2㎡ 미만인 거실에 수용되었는지를 위법성 판단의 기준으로 삼아 甲 등에 대한 국가배상책임을 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 모든 국민은 인간으로서의 존엄과 가치를 가지며, 국가는 개인이 가지는 불가침의 기본적 인권을 보장할 의무를 진다(헌법 제10조). 국가가 형벌권을 행사하여 수용자를 교정시설에 수용하는 과정에서 수용자의 기본권을 일정한 범위에서 제한할 수밖에 없다고 하더라도, 국가는 수용자가 인간으로서 가지는 존엄과 가치를 침해하여서는 아니 된다. 형의 집행 및 수용자의 처우에 관한 법률(이하 ‘형집행법’이라고 한다)에 의하면 수용자의 인권은 최대한 존중되어야 하고(제4조), 교정시설의 거실·작업장·접견실이나 그 밖의 수용생활을 위한 설비는 그 목적과 기능에 맞도록 설치되어야 하며, 특히 거실은 수용자가 건강하게 생활할 수 있도록 적정한 수준의 공간과 채광·통풍·난방을 위한 시설이 갖추어져야 한다(제6조 제2항). 따라서 국가가 인간의 생존에 필요한 필수적이면서 기본적인 시설이 갖추어지지 않은 교정시설에 수용자를 수용하는 행위는 수용자의 인간으로서의 존엄과 가치를 침해하는 것으로서 위법한 행위가 될 수 있다(비록 형집행법이 2007. 12. 21. 법률 제8728호로 전부 개정되어 2008. 12. 22. 시행되기 이전 구 행형법에서는 교정시설의 설비 수준에 관한 형집행법 제6조 제2항과 같은 규정을 두지 않았고, 단지 제1조의3에서 ‘수용자의 기본적 인권은 최대한 존중되어야 한다.’는 취지의 규정만 두고 있었더라도, 수용자의 인간으로서의 존엄과 가치는 헌법상 보호되는 것인 점을 고려하면, 위와 같은 내용은 구 행형법이 시행되던 시기에도 마찬가지라고 보아야 한다).<br/>    교정시설 수용행위로 인하여 수용자의 인간으로서의 존엄과 가치가 침해되었는지는 수용 거실의 수용자 1인당 수용면적, 수용자에게 제공되는 의류, 침구, 음식, 식수 및 기타 영양 상태, 채광·통풍·냉난방 시설 및 기타 위생시설의 상태, 수용자가 거실 밖에서 자유로이 운동하거나 활동할 수 있는 시간과 장소의 제공 정도, 교정시설의 의료 수준 등 수용자의 수용 환경에 관한 모든 사정을 종합적으로 고려하여 판단하여야 한다. 그런데 수용자가 하나의 거실에 다른 수용자들과 함께 수용되어 거실 중 화장실을 제외한 부분의 1인당 수용면적이 인간으로서의 기본적인 욕구에 따른 일상생활조차 어렵게 할 만큼 협소하다면, 그러한 과밀수용 상태가 예상할 수 없었던 일시적인 수용률의 폭증에 따라 교정기관이 부득이 거실 내 수용 인원수를 조정하기 위하여 합리적이고 필요한 정도로 단기간 내에 이루어졌다는 등의 특별한 사정이 없는 한, 그 자체로 수용자의 인간으로서의 존엄과 가치를 침해한다고 봄이 타당하다.<br/>  [2] 국가배상책임에서 공무원의 가해행위는 법령을 위반한 것이어야 하는데, 여기서 법령을 위반하였다 함은 엄격한 의미의 법령 위반뿐 아니라 인권존중, 권력남용금지, 신의성실과 같이 공무원으로서 마땅히 지켜야 할 준칙이나 규범을 지키지 않고 위반한 경우를 포함하여 널리 그 행위가 객관적인 정당성을 결여하고 있음을 뜻한다. 따라서 교정시설 수용행위로 인하여 수용자의 인간으로서의 존엄과 가치가 침해되었다면 그 수용행위는 공무원의 법령을 위반한 가해행위가 될 수 있다.<br/>  [3] 구치소 등 교정시설에 수용된 후 출소한 甲 등이 혼거실 등에 과밀수용되어 정신적, 육체적 고통을 겪었다고 주장하며 국가를 상대로 위자료 지급을 구한 사안에서, 수면은 인간의 생명 유지를 위한 필수적 행위 중 하나인 점, 관계 법령상 수용자에게 제공되는 일반 매트리스의 면적은 약 1.4㎡인데, 이는 수용자 1인당 수면에 필요한 최소한의 면적으로 볼 수 있는 점, 교정시설에 설치된 거실의 도면상 면적은 벽, 기둥의 중심선으로 둘러싸인 수평투영면적을 의미하는데, 벽, 기둥 외의 실제 내부 면적 중 사물함이나 싱크대 등이 설치된 공간을 제외하고 수용자가 실제 사용할 수 있는 면적은 그보다 좁을 수밖에 없는 점 등을 고려하면, 수용자 1인당 도면상 면적이 2㎡ 미만인 거실에 수용되었는지를 위법성 판단의 기준으로 삼아 甲 등에 대한 국가배상책임을 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 형의 집행 및 수용자의 처우에 관한 법률 제4조, 제6조 제2항, 구 행형법(2007. 12. 21. 법률 제8728호 형의 집행 및 수용자의 처우에 관한 법률로 전부 개정되기 전의 것) 제1조의3(현행 형의 집행 및 수용자의 처우에 관한 법률 제4조 및 제5조 참조), 국가배상법 제2조 제1항 / [2] 헌법 제10조, 형의 집행 및 수용자의 처우에 관한 법률 제4조, 제6조 제2항, 구 행형법(2007. 12. 21. 법률 제8728호 형의 집행 및 수용자의 처우에 관한 법률로 전부 개정되기 전의 것) 제1조의3(현행 형의 집행 및 수용자의 처우에 관한 법률 제4조 및 제5조 참조), 국가배상법 제2조 제1항 / [3] 헌법 제10조, 국가배상법 제2조 제1항, 형의 집행 및 수용자의 처우에 관한 법률 제4조, 제6조 제2항, 형의 집행 및 수용자의 처우에 관한 법률 시행규칙 제7조 제2호, 제9조, 구 행형법(2007. 12. 21. 법률 제8728호 형의 집행 및 수용자의 처우에 관한 법률로 전부 개정되기 전의 것) 제1조의3(현행 형의 집행 및 수용자의 처우에 관한 법률 제4조 및 제5조 참조), 건축법 시행령 제119조 제1항 제3호, 수용자 피복관리 및 제작·운용에 관한 지침 제2조 [별표 7] 제2항<br/>",
  "참조판례": "[1] 헌법재판소 2016. 12. 29. 선고 2013헌마142 전원재판부 결정(헌공243, 194) / [2] 대법원 2018. 10. 25. 선고 2013다44720 판결, 대법원 2020. 4. 29. 선고 2015다224797 판결(공2020상, 962)<br/>"
}