{
  "판례일련번호": "227227",
  "사건명": "설계보상비반환",
  "사건번호": "2017다247145",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220331",
  "판시사항": "[1] 조달청장이 ‘조달사업에 관한 법률’에 따라 수요기관으로부터 계약 체결을 요청받아 체결하는 계약의 법적 성질(=제3자를 위한 계약)<br/>  [2] 조달청장이 수요기관으로부터 요청받은 공사계약을 체결하기 위해 ‘국가를 당사자로 하는 계약에 관한 법률’에 근거하여 설계·시공일괄입찰을 실시하면서 입찰에 참가한 자가 낙찰자로 결정되지 않으면 수요기관이 설계비 일부를 보상하도록 약정함에 따라 수요기관이 자신의 명의와 출연으로 그들에게 설계보상비를 지급한 경우, 이로 인해 발생한 손해에 대하여 수요기관이 불법행위자들을 상대로 손해배상을 구할 수 있는지 여부(원칙적 적극)<br/>  [3] 선택적으로 병합된 청구를 모두 기각한 항소심판결에 대하여 상고심법원이 선택적 청구 중 어느 하나의 청구에 관한 상고가 이유 있다고 인정하는 경우, 이를 전부 파기하여야 하는지 여부(적극) 및 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 조달청장이 ‘조달사업에 관한 법률’에 따라 수요기관으로부터 계약 체결을 요청받아 그에 따라 체결하는 계약(이하 ‘요청조달계약’이라 한다)은 국가가 당사자가 되고 수요기관은 수익자에 해당하는 ‘제3자를 위한 계약’에 해당한다. 요청조달계약에서 수요기관은 계약당사자는 아니더라도 계약에 따른 수익을 얻는 지위에 있는 반면, 조달청장은 수요기관으로부터 수수료를 지급받고 요청받은 계약 업무를 이행하는 지위에 있다.<br/>  [2] 조달청장이 ‘조달사업에 관한 법률’에 따라 수요기관으로부터 계약 체결을 요청받아 그에 따라 체결하는 계약에서의 수요기관의 지위, 관련 법령 규정의 문언과 내용, 체계 등에 비추어 볼 때, 조달청장이 수요기관으로부터 요청받은 공사계약을 체결하기 위해 ‘국가를 당사자로 하는 계약에 관한 법률’에 근거하여 설계·시공일괄입찰을 실시하면서 입찰에 참가한 자와 사이에서 입찰에 참가한 자가 낙찰자로 결정되지 않으면 수요기관으로 하여금 설계비 일부를 보상하도록 하는 약정을 하고, 이에 따라 수요기관이 자신의 명의와 출연으로 그들에게 설계보상비를 지급하였다면, 특별한 사정이 없는 한 수요기관은 공사계약의 당사자는 아니지만 수익자로서 조달청장과는 독립된 지위에서 설계보상비를 지급하였다고 할 것이고, 이로 인하여 수요기관에 손해가 발생하였다면 수요기관은 불법행위자들에게 그 손해배상을 청구할 수 있다고 봄이 타당하다.<br/>  [3] 선택적으로 병합된 청구를 모두 기각한 항소심판결에 대하여 상고심법원이 선택적 청구 중 어느 하나의 청구에 관한 상고가 이유 있다고 인정할 때에는 이를 전부 파기하여야 한다. 그리고 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 조달사업에 관한 법률 제11조, 민법 제539조 / [2] 조달사업에 관한 법률 제15조 제1항, 제2항, 구 조달사업에 관한 법률(2009. 12. 29. 법률 제9830호로 개정되기 전의 것) 제5조의2 제1항(현행 제15조 제1항 참조), 제2항(현행 제15조 제2항 참조), 구 조달사업에 관한 법률 시행령(2009. 8. 25. 대통령령 제21593호로 개정되기 전의 것) 제12조 제1항(현행 조달사업에 관한 법률 제15조 제1항 참조), 제2항(현행 조달사업에 관한 법률 제15조 제2항 참조) / [3] 민사소송법 제253조, 제436조<br/>",
  "참조판례": "[1] 대법원 2017. 6. 29. 선고 2014두14389 판결(공2017하, 1578), 대법원 2017. 12. 28. 선고 2017두39433 판결(공2018상, 442) / [3] 대법원 1993. 12. 21. 선고 92다46226 전원합의체 판결(공1994상, 484), 대법원 2014. 12. 24. 선고 2012다35675 판결, 대법원 2018. 6. 15. 선고 2016다229478 판결(공2018하, 1255)<br/>"
}