{
  "판례일련번호": "227243",
  "사건명": "거절결정(특)",
  "사건번호": "2018후10923",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220331",
  "판시사항": "[1] 발명의 진보성 유무를 판단하는 방법 / 진보성 판단의 대상이 된 발명의 명세서에 개시되어 있는 기술을 알고 있음을 전제로 사후적으로 통상의 기술자가 쉽게 발명할 수 있는지를 판단할 수 있는지 여부(소극)<br/>  [2] 의약화합물 분야에서 선행발명에 공지된 화합물과 화학구조는 동일하지만 결정 형태가 다른 특정한 결정형의 화합물을 청구범위로 하는 이른바 결정형 발명의 진보성을 판단하는 경우, 다형체 스크리닝이 통상 행해지는 것이라는 이유만으로 결정형 발명의 구성의 곤란성이 부정된다고 단정할 수 있는지 여부(소극) / 결정형 발명과 같이 의약화합물 분야에 속하는 발명의 구성의 곤란성을 판단할 때 발명의 효과도 함께 참작하여야 하는지 여부(적극)<br/>  [3] 결정형 발명의 구성의 곤란성을 판단하는 방법<br/>  [4] 결정형 발명의 효과가 선행발명과 질적으로 다르거나 양적으로 현저한 차이가 있는 경우, 진보성이 인정되는지 여부(적극) / 결정형 발명의 효과의 현저성을 판단하는 방법<br/>",
  "판결요지": "[1] 발명의 진보성 유무를 판단할 때에는 적어도 선행기술의 범위와 내용, 진보성 판단의 대상이 된 발명과 선행기술의 차이 및 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라고 한다)의 기술수준에 대하여 증거 등 기록에 나타난 자료에 기하여 파악한 다음, 통상의 기술자가 특허출원 당시의 기술수준에 비추어 진보성 판단의 대상이 된 발명이 선행기술과 차이가 있음에도 그러한 차이를 극복하고 선행기술로부터 그 발명을 쉽게 발명할 수 있는지를 살펴보아야 한다. 이 경우 진보성 판단의 대상이 된 발명의 명세서에 개시되어 있는 기술을 알고 있음을 전제로 하여 사후적으로 통상의 기술자가 그 발명을 쉽게 발명할 수 있는지를 판단하여서는 아니 된다.<br/>  [2] 의약화합물의 제제설계(製劑設計)를 위하여 그 화합물이 다양한 결정 형태, 즉 결정다형(polymorph)을 가지는지 등을 검토하는 다형체 스크리닝(polymorph screening)은 통상 행해지는 일이다. 의약화합물 분야에서 선행발명에 공지된 화합물과 화학구조는 동일하지만 결정 형태가 다른 특정한 결정형의 화합물을 청구범위로 하는 이른바 결정형 발명의 진보성을 판단할 때에는 이러한 특수성을 고려할 필요가 있다. 하지만 그것만으로 결정형 발명의 구성의 곤란성이 부정된다고 단정할 수는 없다. 다형체 스크리닝이 통상 행해지는 실험이라는 것과 이를 통해 결정형 발명의 특정한 결정형에 쉽게 도달할 수 있는지는 별개의 문제이기 때문이다. 한편 결정형 발명과 같이 의약화합물 분야에 속하는 발명은 구성만으로 효과의 예측이 쉽지 않으므로 구성의 곤란성을 판단할 때 발명의 효과를 참작할 필요가 있고, 발명의 효과가 선행발명에 비하여 현저하다면 구성의 곤란성을 추론하는 유력한 자료가 될 수 있다.<br/>  [3] 결정형 발명의 구성의 곤란성을 판단할 때에는, 결정형 발명의 기술적 의의와 특유한 효과, 그 발명에서 청구한 특정한 결정형의 구조와 제조방법, 선행발명의 내용과 특징, 통상의 기술자의 기술수준과 출원 당시의 통상적인 다형체 스크리닝 방식 등을 기록에 나타난 자료에 기초하여 파악한 다음, 선행발명 화합물의 결정다형성이 알려졌거나 예상되었는지, 결정형 발명에서 청구하는 특정한 결정형에 이를 수 있다는 가르침이나 암시, 동기 등이 선행발명이나 선행기술문헌에 나타나 있는지, 결정형 발명의 특정한 결정형이 선행발명 화합물에 대한 통상적인 다형체 스크리닝을 통해 검토될 수 있는 결정다형의 범위에 포함되는지, 그 특정한 결정형이 예측할 수 없는 유리한 효과를 가지는지 등을 종합적으로 고려하여, 통상의 기술자가 선행발명으로부터 결정형 발명의 구성을 쉽게 도출할 수 있는지를 살펴보아야 한다.<br/>  [4] 결정형 발명의 효과가 선행발명 화합물의 효과와 질적으로 다르거나 양적으로 현저한 차이가 있는 경우에는 진보성이 부정되지 않는다. 결정형 발명의 효과의 현저성은 그 발명의 명세서에 기재되어 통상의 기술자가 인식하거나 추론할 수 있는 효과를 중심으로 판단하여야 하고, 만일 그 효과가 의심스러울 때에는 그 기재 내용의 범위를 넘지 않는 한도에서 출원일 이후에 추가적인 실험 자료를 제출하는 등의 방법으로 그 효과를 구체적으로 주장·증명하는 것이 허용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제29조 제2항 / [2] 특허법 제29조 제2항 / [3] 특허법 제29조 제2항 / [4] 특허법 제29조 제2항<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2007후3660 판결(공2009하, 2112), 대법원 2016. 11. 25. 선고 2014후2184 판결(공2017상, 47), 대법원 2020. 1. 22. 선고 2016후2522 전원합의체 판결(공2020상, 483) / [2][4] 대법원 2011. 7. 14. 선고 2010후2865 판결(공2011하, 1666) / [4] 대법원 2021. 4. 8. 선고 2019후10609 판결(공2021상, 998)<br/>"
}