{
  "판례일련번호": "227221",
  "사건명": "공무집행방해(인정된 죄명: 폭행)",
  "사건번호": "2021도13883",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220317",
  "판시사항": "[1] 공무집행방해죄에서 ‘직무를 집행하는’의 의미 / 공무집행방해죄의 전제인 ‘공무원의 적법한 공무집행’인지 판단하는 기준<br/>  [2] 시청 청사 내 주민생활복지과 사무실에 술에 취한 상태로 찾아가 소란을 피우던 피고인을 소속 공무원 甲과 乙이 제지하며 밖으로 데리고 나가려 하자, 피고인이 甲과 乙의 멱살을 잡고 수회 흔든 다음 휴대전화를 휘둘러 甲의 뺨을 때림으로써 시청 공무원들의 주민생활복지에 대한 통합조사 및 민원 업무에 관한 정당한 직무집행을 방해하였다는 공소사실로 기소된 사안에서, 피고인의 행위는 시청 소속 공무원들의 적법한 직무집행을 방해한 행위에 해당하므로 공무집행방해죄를 구성한다고 한 사례<br/>",
  "판결요지": "[1] 형법 제136조 제1항에 규정된 공무집행방해죄에서 ‘직무를 집행하는’이란 공무원이 직무수행에 직접 필요한 행위를 현실적으로 행하고 있는 때만을 가리키는 것이 아니라 공무원이 직무수행을 위하여 근무 중인 상태에 있는 때를 포괄하고, 직무의 성질에 따라서는 그 직무수행의 과정을 개별적으로 분리하여 부분적으로 각각의 개시와 종료를 논하는 것이 부적절하고 여러 종류의 행위를 포괄하여 일련의 직무수행으로 파악하는 것이 타당한 경우가 있다.<br/>  공무집행방해죄는 공무원의 적법한 공무집행이 전제되어야 하고, 공무집행이 적법하기 위해서는 그 행위가 공무원의 추상적 직무 권한에 속할 뿐만 아니라 구체적으로 그 권한 내에 있어야 하며, 직무행위로서 중요한 방식을 갖추어야 한다. 추상적인 권한은 반드시 법령에 명시되어 있을 필요는 없다. 추상적인 권한에 속하는 공무원의 어떠한 공무집행이 적법한지는 행위 당시의 구체적 상황에 기초를 두고 객관적·합리적으로 판단해야 하고, 사후적으로 순수한 객관적 기준에서 판단할 것은 아니다.<br/>  [2] 시청 청사 내 주민생활복지과 사무실에 술에 취한 상태로 찾아가 소란을 피우던 피고인을 소속 공무원 甲과 乙이 제지하며 밖으로 데리고 나가려 하자, 피고인이 甲과 乙의 멱살을 잡고 수회 흔든 다음 휴대전화를 휘둘러 甲의 뺨을 때림으로써 시청 공무원들의 주민생활복지에 대한 통합조사 및 민원 업무에 관한 정당한 직무집행을 방해하였다는 공소사실로 기소된 사안에서, 지방공무원법 제51조, 제75조의2, 민원 처리에 관한 법률 제5조 제2항 등에 비추어 시청 주민생활복지과 소속 공무원이 주민생활복지과 사무실에 방문한 피고인에게 민원 내용을 물어보며 민원 상담을 시도한 행위, 피고인의 욕설과 소란으로 정상적인 민원 상담이 이루어지지 않고 다른 민원 업무 처리에 장애가 발생하는 상황이 지속되자 피고인을 사무실 밖으로 데리고 나간 행위는 민원 안내 업무와 관련된 일련의 직무수행으로 포괄하여 파악함이 타당한 점, 행위 당시의 구체적 상황에 기초를 두고 객관적·합리적으로 판단해 보면, 담당 공무원이 피고인을 사무실 밖으로 데리고 나가는 과정에서 피고인의 팔을 잡는 등 다소의 물리력을 행사했더라도, 이는 피고인의 불법행위를 사회적 상당성이 있는 방법으로 저지한 것에 불과하므로 위법하다고 볼 수 없는 점, 소란을 피우는 민원인을 제지하거나 사무실 밖으로 데리고 나가는 행위도 민원 담당 공무원의 직무에 수반되는 행위로 파악함이 타당하고 직무권한의 범위를 벗어난 행위라고 볼 것은 아닌 점 등을 종합하면, 피고인의 행위는 시청 소속 공무원들의 적법한 직무집행을 방해한 행위에 해당하므로 공무집행방해죄를 구성하는데도, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제136조 제1항 / [2] 형법 제136조 제1항<br/>",
  "참조판례": "[1] 대법원 1991. 5. 10. 선고 91도453 판결(공1991, 1678), 대법원 1999. 9. 21. 선고 99도383 판결(공1999하, 2273), 대법원 2002. 4. 12. 선고 2000도3485 판결(공2002상, 1186), 대법원 2003. 11. 28. 선고 2003도5234 판결<br/>"
}