{
  "판례일련번호": "227683",
  "사건명": "명예훼손·모욕",
  "사건번호": "2020도8336",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 명예훼손죄와 모욕죄의 구성요건인 ‘공연성’의 증명 정도 / 명예훼손죄와 모욕죄에서 전파가능성을 이유로 공연성을 인정하는 경우, 주관적 구성요건요소로서의 고의의 내용 / 발언자의 전파가능성에 대한 인식과 위험을 용인하는 내심의 의사를 인정할 때 고려할 사항 / 공연성의 존부를 판단하는 방법<br/>  [2] 빌라를 관리하고 있는 피고인들이 빌라 아랫집에 거주하는 甲으로부터 누수 문제로 공사 요청을 받게 되자, 甲과 전화통화를 하면서 빌라를 임차하여 거주하고 있는 피해자들에 대하여 누수 공사 협조의 대가로 과도하고 부당한 요구를 하거나 막말과 욕설을 하였다는 취지로 발언하고, ‘무식한 것들’, ‘이중인격자’ 등으로 말하여 명예훼손죄와 모욕죄로 기소된 사안에서, 피고인들이 甲에게 한 위 발언들이 불특정인 또는 다수인에게 전파될 가능성이 있었고 피고인들에게 이에 대한 인식과 위험을 용인하는 내심의 의사가 있었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 공연성은 명예훼손죄와 모욕죄의 구성요건으로서, 명예훼손이나 모욕에 해당하는 표현을 특정 소수에게 한 경우 공연성이 부정되는 유력한 사정이 될 수 있으므로, 전파될 가능성에 관해서는 검사의 엄격한 증명이 필요하다.<br/>    명예훼손죄와 모욕죄에서 전파가능성을 이유로 공연성을 인정하는 경우에는 적어도 범죄구성요건의 주관적 요소로서 미필적 고의가 필요하므로, 전파가능성에 대한 인식이 있음은 물론 나아가 위험을 용인하는 내심의 의사가 있어야 한다. 친밀하고 사적인 관계뿐만 아니라 공적인 관계에서도 조직 등의 업무와 관련하여 사실의 확인 또는 규명 과정에서 발언하게 된 것이거나, 상대방의 가해에 대하여 대응하는 과정에서 발언하게 된 경우와 수사·소송 등 공적인 절차에서 당사자 사이에 공방을 하던 중 발언하게 된 경우 등이라면 발언자의 전파가능성에 대한 인식과 위험을 용인하는 내심의 의사를 인정하는 것은 신중하여야 한다. 공연성의 존부는 발언자와 상대방 또는 피해자 사이의 관계나 지위, 대화를 하게 된 경위와 상황, 사실적시의 내용, 적시의 방법과 장소 등 행위 당시의 객관적 사정에 관하여 심리한 다음, 그로부터 상대방이 불특정인 또는 다수인에게 전파할 가능성이 있는지를 검토하여 종합적으로 판단해야 한다.<br/>  [2] 빌라를 관리하고 있는 피고인들이 빌라 아랫집에 거주하는 甲으로부터 누수 문제로 공사 요청을 받게 되자, 甲과 전화통화를 하면서 빌라를 임차하여 거주하고 있는 피해자들에 대하여 누수 공사 협조의 대가로 과도하고 부당한 요구를 하거나 막말과 욕설을 하였다는 취지로 발언하고, ‘무식한 것들’, ‘이중인격자’ 등으로 말하여 명예훼손죄와 모욕죄로 기소된 사안에서, 위 발언들은 신속한 누수 공사 진행을 요청하는 甲에게 임차인인 피해자들의 협조 문제로 공사가 지연되는 상황을 설명하는 과정에서 나온 것으로서, 이에 관한 피고인들의 진술내용을 종합해 보더라도 피고인들이 전파가능성에 대한 인식과 위험을 용인하는 내심의 의사에 기하여 위 발언들을 하였다고 단정하기 어려운 점, 위 발언들이 불특정인 또는 다수인에게 전파되지 않은 것은 비록 위 발언들 이후의 사정이기는 하지만 공연성 여부를 판단할 때 소극적 사정으로 고려될 수 있는 점, 위 발언들이 피해자 본인에게 전달될 가능성이 높다거나 실제 전달되었다는 사정만으로는 불특정인 또는 다수인에게 전파될 가능성이 있었다고 볼 수 없는 점 등을 종합하면, 피고인들이 甲에게 한 위 발언들이 불특정인 또는 다수인에게 전파될 가능성이 있었고 피고인들에게 이에 대한 인식과 위험을 용인하는 내심의 의사가 있었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제13조, 제307조, 제311조 / [2] 형법 제13조, 제307조, 제311조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2020. 11. 19. 선고 2020도5813 전원합의체 판결(공2021상, 57)<br/>"
}