{
  "판례일련번호": "227693",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(명예훼손)",
  "사건번호": "2022도4171",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항 명예훼손죄의 구성요건 중 비방할 목적이 있는지와 피고인이 드러낸 사실이 사회적 평가를 떨어트릴 만한 것인지가 별개의 구성요건인지 여부(적극) 및 드러낸 사실이 사회적 평가를 떨어트리는 것이면 비방할 목적이 당연히 인정되는지 여부(소극) / 위 규정에서 정한 모든 구성요건에 대한 증명책임 소재(=검사) / ‘비방할 목적’의 판단 기준 및 ‘공공의 이익’을 위한 것과의 관계 / 드러낸 사실이 ‘공공의 이익’에 관한 것인지 판단하는 기준 / 행위자의 주요한 동기와 목적인 공공의 이익에 부수적으로 다른 사익적 목적이나 동기가 포함되어 있는 경우, 비방할 목적의 유무(소극)<br/>  [2] 피고인이 고등학교 동창인 甲으로부터 사기 범행을 당했던 사실과 관련하여 같은 학교 동창 10여 명이 참여하던 단체 채팅방에서 ‘甲이 내 돈을 갚지 못해 사기죄로 감방에서 몇 개월 살다가 나왔다. 집에서도 포기한 애다. 너희들도 조심해라.’라는 내용의 글을 게시함으로써 甲의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 제반 사정을 종합하면 피고인의 주요한 동기와 목적은 공공의 이익을 위한 것으로 볼 여지가 있고 피고인에게 甲을 비방할 목적이 있다는 사실이 증명되었다고 볼 수 없다는 이유로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항은 “사람을 비방할 목적으로 정보통신망을 통하여 공공연하게 사실을 드러내어 다른 사람의 명예를 훼손한 자는 3년 이하의 징역 또는 3천만 원 이하의 벌금에 처한다.”라고 정한다. 이 규정에 따른 범죄가 성립하려면 피고인이 공공연하게 드러낸 사실이 다른 사람의 사회적 평가를 떨어트릴 만한 것임을 인식해야 할 뿐만 아니라 사람을 비방할 목적이 있어야 한다. 비방할 목적이 있는지는 피고인이 드러낸 사실이 사회적 평가를 떨어트릴 만한 것인지와 별개의 구성요건으로서, 드러낸 사실이 사회적 평가를 떨어트리는 것이라고 해서 비방할 목적이 당연히 인정되는 것은 아니다. 그리고 이 규정에서 정한 모든 구성요건에 대한 증명책임은 검사에게 있다. <br/>    ‘비방할 목적’은 드러낸 사실의 내용과 성질, 사실의 공표가 이루어진 상대방의 범위, 표현의 방법 등 표현 자체에 관한 여러 사정을 감안함과 동시에 그 표현으로 훼손되는 명예의 침해 정도 등을 비교·형량하여 판단해야 한다. 이것은 공공의 이익을 위한 것과는 행위자의 주관적 의도라는 방향에서 상반되므로, 드러낸 사실이 공공의 이익에 관한 것인 경우에는 특별한 사정이 없는 한 비방할 목적은 부정된다. 여기에서 ‘드러낸 사실이 공공의 이익에 관한 것인 경우’란 드러낸 사실이 객관적으로 볼 때 공공의 이익에 관한 것으로서 행위자도 주관적으로 공공의 이익을 위하여 그 사실을 드러낸 것이어야 한다. 공공의 이익에 관한 것에는 널리 국가·사회 그 밖에 일반 다수인의 이익에 관한 것뿐만 아니라 특정한 사회집단이나 그 구성원 전체의 관심과 이익에 관한 것도 포함한다. 그 사실이 공공의 이익에 관한 것인지는 명예훼손의 피해자가 공무원 등 공인(公人)인지 아니면 사인(私人)에 불과한지, 그 표현이 객관적으로 공공성·사회성을 갖춘 공적 관심 사안에 관한 것으로 사회의 여론형성이나 공개토론에 기여하는 것인지 아니면 순수한 사적인 영역에 속하는 것인지, 피해자가 명예훼손적 표현의 위험을 자초한 것인지 여부, 그리고 표현으로 훼손되는 명예의 성격과 침해의 정도, 표현의 방법과 동기 등 여러 사정을 고려하여 판단해야 한다. 행위자의 주요한 동기와 목적이 공공의 이익을 위한 것이라면 부수적으로 다른 사익적 목적이나 동기가 포함되어 있더라도 비방할 목적이 있다고 보기는 어렵다.<br/>  [2] 피고인이 고등학교 동창인 甲으로부터 사기 범행을 당했던 사실과 관련하여 같은 학교 동창 10여 명이 참여하던 단체 채팅방에서 ‘甲이 내 돈을 갚지 못해 사기죄로 감방에서 몇 개월 살다가 나왔다. 집에서도 포기한 애다. 너희들도 조심해라.’라는 내용의 글을 게시함으로써 甲의 명예를 훼손하였다고 하여 정보통신망 이용촉진 및 정보보호 등에 관한 법률 위반(명예훼손)으로 기소된 사안에서, 피고인이 드러낸 사실의 내용, 게시 글의 작성 경위와 동기 등 제반 사정을 종합하면, 게시 글은 채팅방에 참여한 고등학교 동창들로 구성된 사회집단의 이익에 관한 사항으로 볼 수 있고, 피고인이 게시 글을 채팅방에 올린 동기나 목적에는 자신에게 재산적 피해를 입힌 甲을 비난하려는 목적도 포함되었다고 볼 수 있으나, 甲으로 인하여 동창 2명이 재산적 피해를 입은 사실에 기초하여 甲과 교류 중인 다른 동창생들에게 주의를 당부하려는 목적이 포함되어 있고, 실제로 게시 글의 말미에 그러한 목적을 표시하였으므로, 피고인의 주요한 동기와 목적은 공공의 이익을 위한 것으로 볼 여지가 있고 피고인에게 甲을 비방할 목적이 있다는 사실이 합리적 의심의 여지가 없을 정도로 증명되었다고 볼 수 없다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판결에 같은 법 제70조 제1항에서 정한 ‘비방할 목적’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항, 형사소송법 제308조 / [2] 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제70조 제1항, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 2011. 11. 24. 선고 2010도10864 판결, 대법원 2020. 3. 2. 선고 2018도15868 판결(공2020상, 785), 대법원 2020. 12. 10. 선고 2020도11471 판결(공2021상, 253)<br/>"
}