{
  "판례일련번호": "227735",
  "사건명": "시정명령및과징금납부명령취소",
  "사건번호": "2020두48505",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 구 독점규제 및 공정거래에 관한 법률 제19조 제1항 제4호, 제8호의 합의에 참가한 일부 사업자가 부당한 공동행위를 종료하였다고 보기 위한 요건<br/>  [2] 대한민국에서의 부당한 공동행위에 가담한 사업자가 구 독점규제 및 공정거래에 관한 법률 제22조의2가 정하는 자진신고자 등에 대한 감면조치를 받기 위하여 대한민국 공정거래위원회에 적법하게 자진신고를 한 경우, 자진신고일 시점이 공동행위의 종기가 되는지 여부(원칙적 적극) / 부당한 공동행위에 가담한 사업자가 외국 경쟁당국에 자진신고를 한 경우, 외국 경쟁당국에 한 자진신고일 시점을 곧바로 공동행위의 종기로 볼 수 있는지 여부(소극)<br/>  [3] 담합에 참여한 3개 회사 중 2개 회사가 담합에서 탈퇴한 것으로 인정되는 경우, 그 담합은 종료되었다고 보아야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것) 제19조 제1항 제4호의 ‘거래지역 또는 거래상대방을 제한하는 합의’, 제8호의 ‘입찰 또는 경매에 있어 낙찰자, 경락자, 투찰가격, 낙찰가격 또는 경락가격 등을 결정하는 합의’와 그에 터 잡은 실행행위가 있었던 경우에 ‘부당한 공동행위가 종료한 날’은 그 합의에 터 잡은 실행행위가 종료한 날이다. 따라서 합의에 참가한 일부 사업자가 부당한 공동행위를 종료하기 위해서는 다른 사업자에 대하여 합의에서 탈퇴하였음을 알리는 명시적 내지 묵시적인 의사표시를 하고 합의에 반하는 행위를 하여야 한다. <br/>  [2] 대한민국에서의 부당한 공동행위에 가담한 사업자가 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제22조의2가 정하는 자진신고자 등에 대한 감면조치를 받기 위하여 대한민국 공정거래위원회에 적법하게 자진신고를 하였다면, 신고 후에 정당한 사유 없이 공동행위를 중단하지 아니하거나 조사에 성실하게 협조하지 아니하는 등으로 인하여 자진신고자 지위확인이 취소되는 등의 특별한 사정이 없는 이상, 위 자진신고를 부당한 공동행위에서 탈퇴하는 의사표시와 함께 합의에 반하는 행위가 있었던 경우에 준하여 볼 수 있다. 따라서 위와 같은 적법한 자진신고를 한 사업자에 대하여는 감면대상 순위에 해당하는지 여부와 상관없이 자진신고일 시점이 공동행위의 종기가 된다고 보아야 한다.<br/>    반면 부당한 공동행위에 가담한 사업자가 외국 경쟁당국에 자진신고를 한 경우에는 위 자진신고를 부당한 공동행위에서 탈퇴하는 의사표시와 함께 합의에 반하는 행위가 있었던 경우에 준하는 것으로 보기 어렵고, 결국 외국 경쟁당국에 한 자진신고일 시점을 곧바로 공동행위의 종기로 볼 수는 없다. 이유는 다음과 같다. <br/>    ① 구 공정거래법이 정한 자진신고자 감면제도의 취지와 목적은 부당한 공동행위에 참여한 사업자가 자발적으로 부당한 공동행위 사실을 신고하거나 조사에 협조하여 증거자료를 제공한 것에 대한 혜택을 부여함으로써 참여사업자들 사이의 신뢰를 약화시켜 부당한 공동행위를 중지 내지 예방하고자 하는 것이다. 그런데 국가별 자진신고자에 대한 감면조치 요건 등이 상이한 데다, 외국 경쟁당국에 자진신고를 한 후에도 국내시장에서 합의에 터 잡은 실행행위가 계속될 여지가 있다. <br/>    ② 구 공정거래법 제49조 제4항에서 정한 처분시한은 공정거래위원회가 시정조치를 명하거나 과징금을 부과할 수 있는 기간을 의미한다. 그런데 공정거래위원회는 공동행위에 가담한 사업자들이 외국 경쟁당국에 자진신고를 한 사실을 알지 못하는 경우가 많고 설령 그러한 사실을 알게 되었더라도 그것만으로 부당한 공동행위의 전체적인 내용을 파악하고 시정조치나 과징금 부과 등의 제재처분을 하는 데 필요한 기본적인 요소들을 확정 지을 수 있을 만큼의 사실관계가 갖추어져 조사의 대상에 포함되고 제재처분의 대상이 되었다고 보기 어렵다. 반면 외국 경쟁당국에 대한 자진신고일을 공동행위의 종기로 보지 않더라도 사업자는 공정거래위원회에 자진신고함으로써 공동행위의 종기를 조속히 확정하여 법률관계의 안정을 도모할 수 있는 법적 수단이 마련되어 있다. <br/>    ③ 이와 같이 자진신고자 감면제도의 취지 및 목적, 처분시한 제도의 도입 취지 및 법적 성격, 사업자의 법적 안정성의 침해를 최소화하는지 등의 여러 사정을 종합하면, 외국 경쟁당국에 한 자진신고일 시점을 곧바로 공동행위의 종기로 볼 수 없다.<br/>  [3] 담합에 참여한 3개 회사 중 2개 회사가 담합에서 탈퇴한 것으로 인정되면, 남아 있는 회사가 1개뿐이어서 담합의 성립요건 중 ‘2인 이상 사업자들 사이의 의사의 합치’라는 요건을 충족하지 못하게 되므로 그 담합은 종료되었다고 보는 것이 타당하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것) 제19조 제1항 제4호(현행 제40조 제1항 제4호 참조), 제8호(현행 제40조 제1항 제8호 참조) / [2] 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것) 제19조 제1항(현행 제40조 제1항 참조), 제22조의2(현행 제44조 참조) / [3] 구 독점규제 및 공정거래에 관한 법률(2012. 3. 21. 법률 제11406호로 개정되기 전의 것) 제19조 제1항(현행 제40조 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 2008. 10. 23. 선고 2007두12774 판결(공2008하, 1607) / [2] 대법원 2015. 2. 12. 선고 2013두987 판결(공2015상, 469) / [3] 대법원 2010. 3. 11. 선고 2008두15176 판결(공2010상, 754)<br/>"
}