{
  "판례일련번호": "227705",
  "사건명": "부당이득금",
  "사건번호": "2020다231928",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 민사소송법 제79조에 따른 독립당사자참가소송의 본안판결에 대하여 일방이 항소한 경우, 세 당사자 사이의 결론의 합일확정을 위하여 필요한 한도에서 항소 또는 부대항소를 제기하지 않은 당사자에게 제1심판결보다 유리한 내용으로 판결이 변경될 수 있는지 여부(적극) / 항소 또는 부대항소를 제기하지 않은 당사자의 청구에 관하여 항소심에서 판결 주문이 선고되지 않고 독립당사자참가소송이 그대로 확정된 경우, 취소되거나 변경되지 않은 제1심판결의 주문에 대하여 기판력이 발생하는지 여부(적극)<br/>  [2] 부당이득반환청구에서 계약의 불성립, 취소, 무효, 해제 등의 사유 중 어느 사유를 주장하여 패소한 경우, 다른 사유를 주장하여 청구하는 것이 기판력에 저촉되는지 여부(적극) / 판결의 기판력이 그 소송의 변론종결 전에 당사자가 알 수 있었거나 또는 알고서 이를 주장하지 않았던 사항에 한해서만 미치는지 여부(소극)<br/>",
  "판결요지": "[1] 민사소송법 제79조에 따른 독립당사자참가소송은 동일한 권리관계에 관하여 원고, 피고와 독립당사자참가인이 서로 간의 다툼을 하나의 소송절차로 한꺼번에 모순 없이 해결하는 소송형태이다. 독립당사자참가가 적법하다고 인정되어 원고, 피고와 독립당사자참가인 간의 소송에 대하여 본안판결을 할 때에는 세 당사자를 판결의 명의인으로 하는 하나의 종국판결을 선고함으로써 세 당사자들 사이에서 합일확정적인 결론을 내려야 한다. 이러한 본안판결에 대하여 일방이 항소한 경우에는 제1심판결 전체의 확정이 차단되고 사건 전부에 관하여 이심의 효력이 생긴다. 그리고 이러한 경우 항소심의 심판대상은 실제 항소를 제기한 자의 항소 취지에 나타난 불복범위에 한정하되 세 당사자 사이의 결론의 합일확정 필요성을 고려하여 그 심판 범위를 판단해야 한다. 이에 따라 항소심에서 심리·판단을 거쳐 결론을 내릴 때 세 당사자 사이의 결론의 합일확정을 위하여 필요한 경우에는 그 한도에서 항소 또는 부대항소를 제기하지 않은 당사자에게 결과적으로 제1심판결보다 유리한 내용으로 판결이 변경되는 것도 배제할 수는 없다. <br/>    그러나 판결 결론의 합일확정을 위하여 항소 또는 부대항소를 제기한 적이 없는 당사자의 청구에 대한 제1심판결을 취소하거나 변경할 필요가 없다면, 항소 또는 부대항소를 제기한 적이 없는 당사자의 청구가 항소심의 심판대상이 되어 항소심이 그 청구에 관하여 심리·판단해야 하더라도 그 청구에 대한 당부를 반드시 판결 주문에서 선고할 필요가 있는 것은 아니다. 그리고 이와 같이 항소 또는 부대항소를 제기하지 않은 당사자의 청구에 관하여 항소심에서 판결 주문이 선고되지 않고 독립당사자참가소송이 그대로 확정된다면, 취소되거나 변경되지 않은 제1심판결의 주문에 대하여 기판력이 발생한다.<br/>  [2] 부당이득반환청구에서 법률상의 원인 없는 사유를 계약의 불성립, 취소, 무효, 해제 등으로 주장하는 것은 공격방법에 지나지 않으므로, 그중 어느 사유를 주장하여 패소한 경우에 다른 사유를 주장하여 청구하는 것은 기판력에 저촉되어 허용할 수 없다. 또한 판결의 기판력은 그 소송의 변론종결 전에 주장할 수 있었던 모든 공격방어방법에 미치는 것이므로, 그 당시 당사자가 알 수 있었거나 또는 알고서 이를 주장하지 않았던 사항에 한해서만 기판력이 미친다고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제79조, 제415조 / [2] 민법 제741조, 민사소송법 제216조<br/>",
  "참조판례": "[1] 대법원 2007. 10. 26. 선고 2006다86573, 86580 판결(공2007하, 1842), 대법원 2014. 11. 13. 선고 2009다71312, 71329, 71336, 71343 판결 / [2] 대법원 2007. 7. 13. 선고 2006다81141 판결<br/>"
}