{
  "판례일련번호": "227703",
  "사건명": "건물명도등[상속세를 전부 납부한 원고가 다른 공동상속인(소송계속 중 사망)의 상속인들(소송수계인들)에게 구상하는 사안]",
  "사건번호": "2019다29853",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 민법 제1026조 제3호에서 정한 법정단순승인 사유 중 ‘고의로 재산목록에 기입하지 아니한 때’에 해당하기 위해서는 상속인이 상속재산을 은닉하여 상속채권자를 사해할 의사가 있을 것을 필요로 하는지 여부(적극) 및 그 증명책임의 소재(=이를 주장하는 측)<br/>  [2] 민법 제1026조 제3호의 ‘고의로 재산목록에 기입하지 아니한 때’에 해당하는지 판단할 때 법원이 고려하여야 할 사항<br/>  [3] 甲의 상속인인 乙과 丙에게 부과된 상속세를 乙이 모두 납부한 후 丙을 상대로 구상금 청구의 소를 제기하였고, 丙은 乙을 상대로 상속재산분할심판청구를 하였는데, 丙이 사망하자 그 상속인인 丁 등이 위 소송과 상속재산분할심판절차를 수계하였으며, 丁은 한정승인신고를 하면서 상속재산목록에 적극재산이 전혀 없다고 기입한 사안에서, 丁이 상속재산이 있다는 사실을 알면서도 이를 재산목록에 기입하지 않았다는 사정만을 들어 민법 제1026조 제3호의 ‘고의로 재산목록에 기입하지 아니한 때’에 해당한다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제1026조 각호의 사유가 있으면 단순승인을 한 것으로 보게 되는데, 민법 제1026조에 정해진 법정단순승인 사유 중 제3호는 \"상속인이 한정승인이나 포기를 한 후에 상속재산을 은닉하거나 부정소비하거나 고의로 재산목록에 기입하지 아니한 때\"이다. 이러한 제3호의 법정단순승인 사유가 있으면 그 전에 상속인이 한 한정승인 또는 포기의 효력이 소멸하고 단순승인의 효과가 발생하여 상속인의 고유재산에 대하여도 집행할 수 있게 된다. 이러한 점 때문에 민법 제1026조 제3호는 상속인의 배신적 행위에 대한 제재로서 의미를 가지고 있다.<br/>    \"상속인이 한정승인이나 포기를 한 후에 상속재산을 은닉하거나 부정소비하거나 고의로 재산목록에 기입하지 아니한 때\"(민법 제1026조 제3호)에서 ‘고의로 재산목록에 기입하지 아니한 때’라 함은 한정승인을 함에 있어 상속재산을 은닉하여 상속채권자를 사해할 의사로써 상속재산을 재산목록에 기입하지 않는 것을 뜻하므로, 위 규정에 해당하기 위해서는 상속인이 어떠한 상속재산이 있음을 알면서 이를 재산목록에 기입하지 아니하였다는 사정만으로는 부족하고, 상속재산을 은닉하여 상속채권자를 사해할 의사, 즉 그 재산의 존재를 쉽게 알 수 없게 만들려는 의사가 있을 것을 필요로 한다. 위 사정은 이를 주장하는 측에서 증명하여야 한다.<br/>  [2] 민법은 상속에 있어 법적 안정성이라는 공익을 도모하기 위하여 포괄·당연승계주의를 채택하면서, 상속인이 피상속인의 채무를 무한정 상속하여 파탄에 빠지는 것을 막아 상속인을 보호하기 위해 상속인으로 하여금 그의 의사에 따라 상속의 효과를 귀속시키거나 거절할 수 있는 자유를 주고자 상속의 포기·한정승인제도를 두고 있는 것이므로, 법원으로서는 위와 같은 한정승인제도의 취지와 의의를 염두에 두고 민법 제1026조 제3호의 의미와 효과를 고려하여, 민법 제1026조 제3호의 ‘고의로 재산목록에 기입하지 아니한 때’에 해당하는지를 신중하게 판단하여야 한다. 한정승인에 의한 청산절차에서 재산목록에 기재되었는지와 무관하게 실제 상속채권자의 지위에 있으면 청산절차의 대상이 되고 그의 재산목록에 기재되지 않았다는 이유로 실권효가 발생하지 않기 때문이다.<br/>    특히 소송 등의 분쟁이 예상되거나 계속 중인 상태에서 상속이 개시된 경우, 한정승인을 하는 상속인으로서는 분쟁과 관계된 재산이나 채권, 채무 등을 재산목록에 기입하게 되면 자칫 분쟁의 결과에 따라 그 내용이 사실과 달라지거나, 또는 이로 인해 소송 상대방의 주장을 인정하는 결과가 될 수 있다는 우려로 이를 기입하지 않는 경우가 있을 수 있으므로, 그러한 경우에는 상속재산을 은닉하여 상속채권자를 사해할 의사가 있는지 여부를 더욱 신중하게 판단하여야 한다.<br/>  [3] 甲의 상속인인 乙과 丙에게 부과된 상속세를 乙이 모두 납부한 후 丙을 상대로 구상금 청구의 소를 제기하였고, 丙은 乙을 상대로 상속재산분할심판청구를 하였는데, 丙이 사망하자 그 상속인인 丁 등이 위 소송과 상속재산분할심판절차를 수계하였으며, 丁은 한정승인신고를 하면서 상속재산목록에 적극재산이 전혀 없다고 기입한 사안에서, 丁으로서는 상속재산분할심판에서 법원의 판단에 따라 자신의 상속재산에 대한 권리 유무 및 범위가 달라질 입장에서 섣불리 적극재산에 상속재산을 기입하기 어려웠을 것으로 보이므로, 丁에게 그 재산의 존재를 쉽게 알 수 없게 만들려는 의사, 즉 상속재산을 은닉하여 상속채권자를 사해할 의사가 있었다고 단정하기 어려운데도, 丁이 상속재산이 있다는 사실을 알면서도 이를 재산목록에 기입하지 않았다는 사정만을 들어 민법 제1026조 제3호의 ‘고의로 재산목록에 기입하지 아니한 때’에 해당한다고 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제1026조 제3호, 민사소송법 제288조[증명책임] / [2] 민법 제1026조 제3호 / [3] 민법 제1026조 제3호<br/>",
  "참조판례": "[1] 대법원 2003. 11. 14. 선고 2003다30968 판결(공2003하, 2346) / [2] 헌법재판소 2004. 10. 28. 선고 2003헌가13 전원재판부 결정(헌공98, 1134)<br/>"
}