{
  "판례일련번호": "227715",
  "사건명": "손해배상(자)",
  "사건번호": "2022다225910",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 국가배상법 제5조 제1항에 규정된 ‘영조물 설치·관리상의 하자’의 의미 및 그 판단 기준<br/>  [2] 甲 등이 원동기장치자전거를 운전하던 중 ‘┣’ 형태의 교차로에서 유턴하기 위해 신호를 기다리게 되었고, 위 교차로 신호등에는 유턴 지시표지 및 그에 관한 보조표지로서 ‘좌회전 시, 보행신호 시 / 소형 승용, 이륜에 한함’이라는 표지가 설치되어 있었으나, 실제 좌회전 신호 및 좌회전할 수 있는 길은 없었는데, 甲이 위 신호등이 녹색에서 적색으로 변경되어 유턴을 하다가 맞은편 도로에서 직진 및 좌회전 신호에 따라 직진 중이던 차량과 충돌하는 사고가 발생하자, 甲 등이 위 교차로의 도로관리청이자 보조표지의 설치·관리주체인 지방자치단체를 상대로 손해배상을 구한 사안에서, 위 표지에 위 신호등의 신호체계 및 위 교차로의 도로구조와 맞지 않는 부분이 있더라도 거기에 통상 갖추어야 할 안전성이 결여된 설치·관리상의 하자가 있다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 국가배상법 제5조 제1항에 규정된 ‘영조물 설치·관리상의 하자’는 공공의 목적에 공여된 영조물이 그 용도에 따라 통상 갖추어야 할 안전성을 갖추지 못한 상태에 있음을 말한다. 그리고 위와 같은 안전성의 구비 여부는 영조물의 설치자 또는 관리자가 그 영조물의 위험성에 비례하여 사회통념상 일반적으로 요구되는 정도의 방호조치의무를 다하였는지를 기준으로 판단하여야 하고, 아울러 그 설치자 또는 관리자의 재정적·인적·물적 제약 등도 고려하여야 한다. 따라서 영조물이 그 설치 및 관리에 있어 완전무결한 상태를 유지할 정도의 고도의 안전성을 갖추지 아니하였다고 하여 하자가 있다고 단정할 수는 없고, 영조물 이용자의 상식적이고 질서 있는 이용 방법을 기대한 상대적인 안전성을 갖추는 것으로 족하다.<br/>  [2] 甲 등이 원동기장치자전거를 운전하던 중 ‘┣’ 형태의 교차로에서 유턴하기 위해 신호를 기다리게 되었고, 위 교차로 신호등에는 유턴 지시표지 및 그에 관한 보조표지로서 ‘좌회전 시, 보행신호 시 / 소형 승용, 이륜에 한함’이라는 표지가 설치되어 있었으나, 실제 좌회전 신호 및 좌회전할 수 있는 길은 없었는데, 甲이 위 신호등이 녹색에서 적색으로 변경되어 유턴을 하다가 맞은편 도로에서 직진 및 좌회전 신호에 따라 직진 중이던 차량과 충돌하는 사고가 발생하자, 甲 등이 위 교차로의 도로관리청이자 보조표지의 설치·관리주체인 지방자치단체를 상대로 손해배상을 구한 사안에서, 위 표지는 도로에서의 위험을 방지하고 교통의 안전과 소통을 확보할 목적으로 설치된 교통안전시설이므로 그 내용이 설치 장소의 구조나 상황, 신호체계에 부합되어야 함이 원칙이고, 특히 위 표지는 도로에서 자동차 등을 운전하는 자(이하 ‘운전자’라고 한다)로 하여금 어떤 신호가 켜져 있을 때 유턴을 할 수 있는지 알리는 역할을 하는 유턴 보조표지이므로 그 표지의 내용으로 인하여 운전자에게 착오나 혼동이 발생하는 경우 교통사고 발생의 위험성이 크게 증가할 수 있다는 측면에서도 더욱 그러한데, 위 표지의 내용으로 인하여 운전자에게 착오나 혼동을 가져올 우려가 있는지 여부는 일반적이고 평균적인 운전자의 인식을 기준으로 판단하여야 하는바, 위 표지에 따르면 좌회전 신호이거나 혹은 보행자 신호등이 녹색 신호일 때 유턴이 가능하다는 의미로 이해되지만, 위 교차로에는 좌회전할 도로가 설치되어 있지 않았고 신호등에도 좌회전 신호가 없었으므로 일반적이고 평균적인 운전자라면 보행자 신호등이 녹색 신호일 때 유턴을 할 것으로 보이는 점, 위 사고 이전에 위 표지가 잘못 설치되었다는 민원이 제기되지 않았고 위 표지로 인한 사고가 발생한 적이 없는 점을 고려하면, 위 표지에 위 신호등의 신호체계 및 위 교차로의 도로구조와 맞지 않는 부분이 있더라도 거기에 통상 갖추어야 할 안전성이 결여된 설치·관리상의 하자가 있다고 보기 어려운데도, 위 표지에 설치·관리상의 하자가 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제5조 제1항 / [2] 국가배상법 제5조 제1항<br/>",
  "참조판례": "[1] 대법원 2002. 8. 23. 선고 2002다9158 판결(공2002하, 2211), 대법원 2013. 10. 24. 선고 2013다208074 판결(공2013하, 2113)<br/>"
}