{
  "판례일련번호": "227729",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2018두39621",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 여신전문금융업법에 따라 신용카드업을 하는 甲 주식회사 등이 미합중국 법률에 따라 설립된 미합중국법인으로 법인세법 제94조에 따른 국내사업장을 가지고 있지 않은 乙 회사의 상표를 부착한 신용카드의 사용과 관련하여 乙 회사에 발급사분담금과 발급사일일분담금을 지급하였는데, 관할 세무서장이 위 분담금들은 구 법인세법 제93조 제9호 (가)목에서 국내원천소득으로 정한 상표권 사용의 대가에 해당한다고 보아, 甲 회사 등에 구 법인세법 제76조 제7항에 따라 지급조서 미제출 가산세를 부과한 사안에서, 발급사분담금은 사용료소득에 해당하고 발급사일일분담금은 그 전부가 사업소득에 해당한다고 한 사례<br/>  [2] 역무를 제공하는 용역의 경우 부가가치세 과세권이 미치는 거래인지 판단하는 기준 / 역무가 제공되기 위해서 이를 제공받는 자의 협력행위가 필요한 경우, 그 협력행위가 어디에서 이루어졌는지도 아울러 고려하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 여신전문금융업법에 따라 신용카드업을 하는 甲 주식회사 등이 미합중국 법률에 따라 설립된 미합중국법인으로 법인세법 제94조에 따른 국내사업장을 가지고 있지 않은 乙 회사의 상표를 부착한 신용카드의 사용과 관련하여 乙 회사에 국내 거래금액 중 신용결제금액 및 현금서비스금액의 일부에 해당하는 돈인 발급사분담금과 국외 거래금액 중 신용결제금액 및 현금서비스금액의 일부에 해당하는 돈인 발급사일일분담금을 지급하였는데, 관할 세무서장이 위 분담금들은 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것, 이하 같다) 제93조 제9호 (가)목에서 국내원천소득으로 정한 상표권 사용의 대가에 해당한다고 보아, 甲 회사 등이 구 법인세법 제120조의2가 정한 지급조서를 제출하지 않았다는 이유로 甲 회사 등에 구 법인세법 제76조 제7항에 따라 지급조서 미제출 가산세를 부과한 사안에서, 구 법인세법 제93조 제9호 (가)목, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제14조 제4항 제a호, 제6조 제3항, 제8조 제1항 등에 비추어 보면, 원심의 판단 중 발급사분담금 전액이 사용료소득이라고 본 부분은 정당하나, 위 분담금들의 법적 성격은 乙 회사가 甲 회사 등을 비롯한 회원사에 제공하는 용역의 내용과 그 대가의 지급 체계, 위 분담금들의 발생 요건 등을 고려하여 판단할 수밖에 없는 점, 발급사일일분담금은 乙 회사의 국제결제 네트워크 시스템을 이용한 신용카드의 국외 거래금액을 기준으로 산정되고, 乙 회사가 위 시스템을 통해 제공한 포괄적 역무와 관련하여 발생한 것이므로, 乙 회사가 신용카드 회사들에 제공한 포괄적 역무의 대가로 볼 수 있는 점, 신용카드의 국내 거래금액을 기준으로 산정되는 발급사분담금과 달리 신용카드의 국외 거래금액만을 기준으로 산정되는 발급사일일분담금이 상표권 사용의 대가라고 보기는 어려운 점 등을 종합하면, 발급사일일분담금은 그 전부가 사업소득에 해당한다고 봄이 타당하므로, 원심의 판단 중 발급사일일분담금의 일부만 사업소득이고 나머지는 사용료소득이라고 본 부분은 수긍하기 어렵다고 한 사례.<br/>  [2] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제10조 제2항 제1호는 ‘용역이 공급되는 장소는 역무가 제공되거나 재화·시설물 또는 권리가 사용되는 장소로 한다.’고 규정하고 있다. 따라서 역무를 제공하는 용역의 경우 과세권이 미치는 거래인지는 역무가 제공되는 장소를 기준으로 판단하여야 하고, 외국법인이 제공한 역무의 중요하고도 본질적인 부분이 국내에서 이루어졌다면 그 일부가 국외에서 이루어졌더라도 역무가 제공되는 장소는 국내라고 보아야 한다. 한편 역무가 제공되기 위해서 이를 제공받는 자의 협력행위가 필요한 경우에는 그 협력행위가 어디에서 이루어졌는지도 아울러 고려하여 역무의 중요하고도 본질적인 부분이 어디에서 이루어졌는지를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2007. 12. 31. 법률 제8831호로 개정되기 전의 것) 제76조 제7항, 제93조 제9호 (가)목, 제94조, 제120조의2, 대한민국과 미합중국 간의 소득에 관한 조세의 이중과세 회피와 탈세방지 및 국제무역과 투자의 증진을 위한 협약 제14조 제4항 제a호, 제6조 제3항, 제8조 제1항 / [2] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제10조 제2항 제1호<br/>",
  "참조판례": "[2] 대법원 2006. 6. 16. 선고 2004두7528, 7535 판결(공2006하, 1375)<br/>"
}