{
  "판례일련번호": "227731",
  "사건명": "압류처분무효확인 [검사가 전직 대통령(사망)에 대한 추징판결의 집행을 위하여 「공무원범죄에 관한 몰수 특례법」 제9조의2에 따라 신탁회사가 신탁 받은 부동산에 대해 한 압류처분의 항고소송 대상적격성, 위법성 등이 문제된 사안]",
  "사건번호": "2019두63447",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 공무원범죄에 관한 몰수 특례법 제9조의2에 의하여 제3자를 상대로 한 추징의 집행은 범인에 대한 추징의 집행을 전제로 하는지 여부(적극)<br/>  [2] 특정공무원범죄를 범한 범인이 사망한 경우, 범인에 대하여 재산형 등의 집행 및 공무원범죄에 관한 몰수 특례법 제9조의2에 따른 범인 외의 자를 상대로 한 추징의 집행을 할 수 있는지 여부(소극) / 이 경우 검사가 취할 조치<br/>  [3] 공무원범죄에 관한 몰수 특례법 제9조의2에 따라 추징의 집행을 받는 제3자가 검사의 처분이 부당함을 이유로 형사소송법 제489조에 따라 재판을 선고한 법원에 재판의 집행에 관한 이의를 신청할 수 있는지 여부(적극) 및 그와 별도로 행정소송법상 항고소송을 제기하여 처분의 위법성 여부를 다툴 수 있는지 여부(적극)<br/>  [4] 특정공무원범죄를 범한 범인이 그 정황을 아는 수탁자와 신탁계약을 체결하여 불법재산 등의 소유권을 신탁한 경우, 신탁법 제22조 제1항 본문의 적용이 배제되는지 여부(적극)<br/>  [5] 공무원범죄에 관한 몰수 특례법 제9조의2에서 정한 ‘범인 외의 자’, ‘취득’의 해석 <br/>",
  "판결요지": "[1] 공무원범죄에 관한 몰수 특례법(이하 ‘공무원범죄몰수법’이라 한다) 제6조는 \"불법재산을 몰수할 수 없거나 제3조 제2항에 따라 몰수하지 아니하는 경우에는 그 가액을 범인에게서 추징한다.\"라고 규정하고 있고, 같은 법 제9조의2는 \"제6조의 추징은 범인 외의 자가 그 정황을 알면서 취득한 불법재산 및 그로부터 유래한 재산(이하 ‘불법재산 등’이라 한다)에 대하여 그 범인 외의 자를 상대로 집행할 수 있다.\"라고 규정하고 있다. 공무원범죄몰수법 제9조의2에 의한 추징의 집행은 특정공무원범죄를 범한 범인에 대한 추징 규정인 제6조의 추징을 전제로 하는 형식을 취하고 있다. 공무원범죄몰수법 제9조의2는 국가형벌권의 실현을 보장하고 불법재산의 철저한 환수를 통해 공직사회의 부정부패 요인을 근원적으로 제거하기 위하여 제3자에게 범죄가 인정됨을 전제로 한 것이 아니라 특정공무원범죄를 범한 범인에 대한 추징판결의 집행 대상을 제3자가 취득한 불법재산 등에까지 확대하여 제3자에게 물적 유한책임을 부과한 것이다. 한편 형사법상 몰수를 갈음하는 추징은 공소사실에 관하여 형사재판을 받는 피고인에 대한 유죄의 판결에서 선고되는 부수처분으로서 형벌적 성격을 가진다. 이러한 공무원범죄몰수법 제9조의2의 규정 내용과 입법 목적, 규정의 성격 등을 종합하면 공무원범죄몰수법 제9조의2에 의하여 제3자를 상대로 한 추징의 집행은 범인에 대한 추징의 집행을 전제로 한다고 해석된다. <br/>  [2] 몰수나 추징을 포함한 재산형 등 재판의 집행은 재판을 받은 자에 대해서 하는 것이 원칙이므로 재판을 받은 자가 사망한 경우에는 상속재산에 대한 집행을 규정하고 있는 형사소송법 제478조 등 특별한 규정이 없는 한 재판의 집행을 할 수 없다. 이에 따라 재산형 등에 관한 검찰 집행사무규칙(이하 ‘집행사무규칙’이라 한다) 제25조 제1항 제2호는 납세의무자가 사망한 경우 형사소송법 제478조에 따라 상속재산에 관하여 집행할 수 있는 경우를 제외하고 재산형 등(벌금·과료·추징·과태료·소송비용 및 비용배상을 의미한다) 집행 불능 결정을 하여야 한다고 규정하고 있다.<br/>    그런데 공무원범죄에 관한 몰수 특례법(이하 ‘공무원범죄몰수법’이라 한다)은 특정공무원범죄를 범한 범인이 사망한 경우 범인에 대한 몰수·추징이나 범인 외의 자에 대한 추징의 집행에 관하여 별도의 규정을 두고 있지 않다. 따라서 특정공무원범죄를 범한 범인이 사망한 경우에는 몰수나 추징을 포함한 재산형 등 재판의 집행에 관한 일반원칙에 따라 범인에 대하여 재산형 등의 집행을 할 수 없고 공무원범죄몰수법 제9조의2에 따른 범인 외의 자를 상대로 한 추징의 집행도 할 수 없다. 이러한 경우 검사는 집행사무규칙 제25조 제1항 제2호에 따라 재산형 등 집행 불능 결정을 하여야 한다.<br/>  [3] 형사소송법은 재산형 등의 재판은 검사의 명령에 의하여 집행하고(제477조 제1항), 재판의 집행을 받은 자 또는 그 법정대리인이나 배우자는 집행에 관한 검사의 처분이 부당함을 이유로 재판을 선고한 법원에 이의신청을 할 수 있다고 규정하여(제489조) 재산형 등 재판의 집행에 관한 검사의 처분에 대한 불복방법과 절차를 마련해두었다. 재판의 효력은 특별한 사정이 없는 한 재판을 받은 자에게만 미치므로 재판의 집행은 판결의 선고를 받은 자에 대해서 함을 원칙으로 하고, 재산형 등 재판의 집행에 관한 검사의 처분에 대하여 이의신청을 할 수 있는 ‘재판의 집행을 받은 자’는 통상 판결의 선고를 받은 피고인이라고 보아야 한다.<br/>2013. 7. 12. 법률 제11883호로 개정되어 같은 날 시행된 공무원범죄에 관한 몰수 특례법(이하 ‘공무원범죄몰수법’이라 한다)은 제9조의2를 신설하여 범인 외의 자가 정황을 알면서 취득한 불법재산 등에 대하여 그 범인 외의 자를 상대로 추징의 집행을 할 수 있다고 규정하였다. 그런데 위와 같이 개정된 공무원범죄몰수법은 제9조의2에 의한 집행에 관한 검사의 처분에 대하여 제3자가 불복할 수 있는 방법과 절차를 별도로 마련해두지 않았고, 위 조항에 따라 제3자를 상대로 추징의 집행을 함에 있어 그에게 의견진술과 방어의 기회를 보장하는 규정도 마련해두지 않았다. 그렇다면 공무원범죄몰수법 제9조의2에 따라 추징의 집행을 받는 제3자도 검사의 처분이 부당함을 이유로 형사소송법 제489조에 따라 재판을 선고한 법원에 재판의 집행에 관한 이의를 신청할 수 있다고 보아야 한다.<br/>    나아가 형사소송법 제489조가 정한 집행에 관한 이의신청 절차는 공무원범죄몰수법 제9조의2에 따른 추징의 집행에 관한 검사의 처분의 근거 법률인 공무원범죄몰수법에서 예정하고 있는 불복방법이 아니고, 형의 선고를 받은 피고인이 아닌 제3자에 대하여 예정된 불복방법이라고 볼 수도 없다. 또한 형사소송법 제489조가 정한 재판에 관한 이의신청 절차는 통상의 재판절차와는 달리 법원이 신청인의 출석 없이 서면으로만 심리하여 결정할 수도 있어 재산형 등 재판의 집행을 받은 자가 피고인 이외의 제3자인 경우에는 그의 의견진술 기회를 충분히 보장할 수 없고, 위 이의신청은 재산형 등의 집행이 종료된 후에는 허용되지 않으며, 이의신청을 하더라도 집행정지의 효력도 없어 집행이 신속히 종결되는 경우에는 재판의 집행을 받은 제3자의 권리 구제에 한계가 있으므로 제3자의 권익보호에 미흡하다. 이러한 사정을 종합하면 공무원범죄몰수법 제9조의2에 따라 추징의 집행을 받은 제3자가 형사소송법 제489조에 따라 집행에 관한 검사의 처분에 대하여 이의신청을 할 수 있다고 하더라도 그와 별도로 행정소송법상 항고소송을 제기하여 처분의 위법성 여부를 다툴 수 있다고 보아야 한다. <br/>  [4] 공무원범죄에 관한 몰수 특례법(이하 ‘공무원범죄몰수법’이라 한다) 제9조의2에서 추징은 범인 외의 자가 그 정황을 알면서 취득한 불법재산 및 그로부터 유래한 재산에 대하여 그 범인 외의 자를 상대로 집행할 수 있다고 규정하고 있다. 한편 신탁법 제22조 제1항 본문은 \"신탁재산에 대하여는 강제집행, 담보권 실행 등을 위한 경매, 보전처분 또는 국세 등 체납처분을 할 수 없다.\"라고 규정하고 있다. 신탁법 제22조 제1항은 신탁의 목적을 원활하게 달성하기 위하여 신탁재산의 독립성을 보장하는 데 입법 취지가 있다.  <br/>    한편 공무원범죄몰수법 제9조의2는 제3자가 정황을 알면서 불법재산 등을 취득한 사실이 확인된 때에는 제3자에게 귀속된 불법재산 등을 대상으로 범인에 대한 추징판결을 집행할 수 있도록 함으로써 국가형벌권의 실현을 보장하여 형사사법의 정의를 구현함과 동시에 불법재산을 철저하게 추적·환수하여 공무원범죄몰수법의 입법 목적을 달성하기 위하여 2013. 7. 12. 공무원범죄몰수법 개정 당시 신설되었다.<br/>    특정공무원범죄를 범한 범인이 위 범죄를 통하여 취득한 불법재산 등을 정황을 아는 수탁자에게 신탁계약을 통하여 이전하였는데도 신탁재산에 대하여는 강제집행이 금지된다는 이유로 이 사건 조항을 적용하여 추징의 집행을 하는 것을 허용하지 않게 되면, 공무원범죄몰수법의 입법 목적이나 이 사건 조항의 신설 취지를 몰각시키게 되고 특정공무원범죄를 범한 범인이 신탁의 방법으로 공무원범죄몰수법 제9조의2에 의한 추징의 집행을 면탈하려는 강력한 동기를 갖게 되며, 이러한 방식으로 신탁제도가 남용될 경우 신탁제도에 대한 신뢰를 떨어트려 궁극적으로 신탁제도의 발전을 저해하게 된다. 따라서 특정공무원범죄를 범한 범인이 그 정황을 아는 수탁자와 신탁계약을 체결하여 불법재산 등의 소유권을 신탁하였다면 이는 신탁제도를 남용한 경우에 해당하여 신탁재산의 독립성을 보호할 필요가 없으므로 신탁법 제22조 제1항 본문의 적용이 배제된다.<br/>  [5] 공무원범죄에 관한 몰수 특례법의 입법 목적과 제9조의2의 신설 취지 등에 비추어 보면, 국가형벌권의 실현을 보장하고 불법재산의 철저한 환수를 위해서는 제3자가 불법재산 등에 해당한다는 정황을 알면서 소유권을 이전받은 경우라면 제3자가 상당한 대가를 지급하였거나 재산이 종국적으로 귀속되지 않았더라도 불법재산 등에 대하여 추징의 집행을 할 필요성이 있다. 그러므로 제9조의2에서 정한 ‘범인 외의 자’를 상당한 대가를 지급하고 불법재산 등을 취득한 자를 제외하는 것으로 해석하고, ‘취득’을 재산이 종국적으로 귀속된 경우에 한정하는 것으로 해석할 수는 없다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 공무원범죄에 관한 몰수 특례법 제6조, 제9조의2 / [2] 공무원범죄에 관한 몰수 특례법 제9조의2, 형사소송법 제478조, 재산형 등에 관한 검찰 집행사무규칙 제25조 제1항 제2호 / [3] 공무원범죄에 관한 몰수 특례법 제9조의2, 형사소송법 제489조, 행정소송법 제4조 / [4] 공무원범죄에 관한 몰수 특례법 제9조의2, 신탁법 제22조 제1항 / [5] 공무원범죄에 관한 몰수 특례법 제9조의2<br/>",
  "참조판례": "[1] 대법원 1961. 11. 9. 선고 4294형상572 판결(집9, 형183), 대법원 2006. 11. 9. 선고 2006도4888 판결(공2006하, 2125), 헌법재판소 2020. 2. 27. 선고 2015헌가4 전원재판부 결정(헌공281, 359)<br/>"
}