{
  "판례일련번호": "227873",
  "사건명": "재해위로금지급[석탄산업법에 따른 장해보상일시금 상당의 재해위로금 수급권자와 그 액수]",
  "사건번호": "2019두31426",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201029",
  "판시사항": "[1] 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 근로자가 사망한 후에 장해등급이 변경된 경우, 장해등급 변경에 따른 재해위로금을 유족에게 지급해야 하는지 여부(적극)<br/>[2] 업무상 재해로 신체장해를 입은 사람이 당시 판정된 장해등급에 따른 장해급여를 청구하지 않아 기존의 장해에 대해서 보상을 받지 못하고 있다가 기존 장해상태가 악화되어 장해등급이 변경된 후 변경된 장해등급에 따라 장해보상일시금을 청구한 경우, 근로복지공단은 변경된 장해등급에 해당하는 장해보상일시금의 지급일수에 따라 장해보상일시금을 지급해야 하는지 여부(적극) 및 구 산업재해보상보험법 시행령 제58조 제3항 제2호를 근거로 근로자에게 지급한 적이 없는 기존 장해등급에 따른 장해보상일시금의 지급일수에 해당하는 기간만큼의 장해보상일시금을 부지급할 수 있는지 여부(소극) / 이는 기존 장해등급에 대한 장해급여청구를 하지 않던 중 그 청구권이 시효 소멸된 경우에도 마찬가지로 적용되는지 여부(적극)<br/>[3] 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 사람이 기존 장해등급에 따른 재해위로금을 청구하지 아니하여 지급받지 못하고 있다가 장해상태가 악화되어 장해등급이 변경된 후 변경된 장해등급에 따라 재해위로금을 청구한 경우, ‘종전 장해등급에 해당하는 장해보상일시금의 지급일수를 공제하지 않고 변경된 장해등급에 따라 산정된 장해보상일시금’으로 재해위로금을 지급하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 진폐증의 특성을 기초로 관련 규정의 내용과 폐광대책비의 일환으로 지급되는 재해위로금의 입법 목적을 종합하면, 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 근로자가 사망한 후에 장해등급이 변경된 경우 장해등급 변경에 따른 재해위로금을 그 유족에게 지급하여야 한다.<br/>[2] 구 산업재해보상보험법 시행령(2011. 12. 30. 대통령령 제23468호로 개정되기 전의 것, 이하 ‘구 산재보험법 시행령’이라 한다) 제58조 제3항 제2호의 취지는 업무상의 재해로 요양급여 및 장해보상일시금을 받은 사람이 재요양 후 장해상태가 악화되어 변경된 장해등급에 해당하는 장해보상일시금을 전액 받게 된다면 이미 보상받은 장해급여 부분에 대해서까지 중복하여 장해급여를 받는 결과가 되므로, 이러한 불합리한 결과가 발생하는 것을 막기 위함이다. 따라서 업무상 재해로 신체장해를 입은 사람이 그 당시에 판정된 장해등급에 따른 장해급여를 청구하지 아니하여 기존의 장해에 대해서 전혀 보상을 받지 못하고 있다가 기존의 장해상태가 악화되어 장해등급이 변경된 후 비로소 변경된 장해등급에 따라 장해보상일시금을 청구한 경우에는, 그와 같은 중복지급의 불합리한 결과는 발생하지 아니하므로, 근로복지공단으로서는 변경된 장해등급에 해당하는 장해보상일시금의 지급일수에 따라 장해보상일시금을 지급하여야 하고, 구 산재보험법 시행령 제58조 제3항 제2호를 근거로 삼아 근로자에게 지급한 적이 없는 기존의 장해등급에 따른 장해보상일시금의 지급일수에 해당하는 기간만큼의 장해보상일시금을 부지급하여서는 아니 된다. 그리고 이러한 이치는 기존의 장해등급에 대한 장해급여청구를 하지 않던 중 그 청구권이 시효 소멸된 경우에도 마찬가지로 적용된다.<br/>[3] 구 산업재해보상보험법(2011. 12. 31. 법률 제11141호로 개정되기 전의 것) 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2011. 12. 30. 대통령령 제23468호로 개정되기 전의 것, 이하 ‘구 산재보험법 시행령’이라 한다) 제58조 제3항 제2호의 내용과 체계에 구 산재보험법 시행령 제58조 제3항 제2호의 취지를 종합하면, 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 사람이 기존 장해등급에 따른 재해위로금을 청구하지 아니하여 지급받지 못하고 있다가 장해상태가 악화되어 장해등급이 변경된 후 비로소 변경된 장해등급에 따라 재해위로금을 청구한 경우에는 ‘종전 장해등급에 해당하는 장해보상일시금의 지급일수를 공제하지 않고 변경된 장해등급에 따라 산정된 장해보상일시금’으로 재해위로금을 지급하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 석탄산업법(1993. 3. 6. 법률 제4541호로 개정되기 전의 것) 제39조의3 제1항 제4호, 구 석탄산업법 시행령(1990. 1. 3. 대통령령 제12899호로 개정되기 전의 것) 제41조 제3항 제4호(현행 제41조 제4항 제5호 참조) / [2] 구 산업재해보상보험법(2011. 12. 31. 법률 제11141호로 개정되기 전의 것) 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2011. 12. 30. 대통령령 제23468호로 개정되기 전의 것) 제58조 제3항 제2호 / [3] 구 석탄산업법(1993. 3. 6. 법률 제4541호로 개정되기 전의 것) 제39조의3 제1항 제4호, 구 석탄산업법 시행령(1990. 1. 3. 대통령령 제12899호로 개정되기 전의 것) 제41조 제3항 제4호(현행 제41조 제4항 제5호 참조), 구 산업재해보상보험법(2011. 12. 31. 법률 제11141호로 개정되기 전의 것) 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2011. 12. 30. 대통령령 제23468호로 개정되기 전의 것) 제58조 제3항 제2호<br/>",
  "참조판례": "[2] 대법원 2015. 4. 16. 선고 2012두26142 전원합의체 판결(공2015상, 697)<br/>"
}