{
  "판례일련번호": "227861",
  "사건명": "부당이득금",
  "사건번호": "2021다235132",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220728",
  "판시사항": "[1] 법률행위의 당사자에게 일정한 의무를 부과하거나 일정한 행위를 금지하는 법규에서 이를 위반한 법률행위의 효력을 명확하게 정하지 않은 경우, 그 법률행위의 효력을 판단하는 방법<br/>  [2] 의사인 甲이 乙 재단법인과 乙 법인이 개설한 병원에 관해 경영위탁계약을 체결한 후 직접 진료도 하면서 병원을 운영하였는데, 위 계약이 의료법인 등이 다른 자에게 그 법인의 명의를 빌려주는 것을 금지하는 의료법 제33조 제10항에 위반되어 무효인지 문제 된 사안에서, 제반 사정을 종합하면 乙 법인이 의료법 제33조 제10항을 위반하여 의사인 甲에게 명의를 대여한 행위가 그 사법상 효력까지 부정해야 할 정도로 현저히 반사회성을 지닌 것이라고 단정할 수 없으므로, 위 경영위탁계약이 무효라고 볼 수 없다고 한 사례<br/>  [3] 공익법인의 설립·운영에 관한 법률 제2조에서 정한 ‘공익법인’의 의미<br/>",
  "판결요지": "[1] 계약 등 법률행위의 당사자에게 일정한 의무를 부과하거나 일정한 행위를 금지하는 법규에서 이를 위반한 법률행위의 효력을 명시적으로 정하고 있는 경우에는 그 규정에 따라 법률행위의 유·무효를 판단하면 된다. 법률에서 해당 규정을 위반한 법률행위를 무효라고 정하고 있거나 해당 규정이 효력규정이나 강행규정이라고 명시하고 있으면 이러한 규정을 위반한 법률행위는 무효이다. 이와 달리 이러한 규정을 위반한 법률행위의 효력에 관하여 명확하게 정하지 않은 경우에는 규정의 입법 배경과 취지, 보호법익과 규율대상, 위반의 중대성, 당사자에게 법규정을 위반하려는 의도가 있었는지 여부, 규정 위반이 법률행위의 당사자나 제3자에게 미치는 영향, 위반행위에 대한 사회적·경제적·윤리적 가치평가, 이와 유사하거나 밀접한 관련이 있는 행위에 대한 법의 태도 등 여러 사정을 종합적으로 고려해서 효력을 판단해야 한다.<br/>  [2] 의사인 甲이 乙 재단법인과 乙 법인이 개설한 병원에 관해 경영위탁계약을 체결한 후 직접 진료도 하면서 병원을 운영하였는데, 위 계약이 의료법인 등이 다른 자에게 그 법인의 명의를 빌려주는 것을 금지하는 의료법 제33조 제10항에 위반되어 무효인지 문제 된 사안에서, 의료법 제33조 제10항은 “의료기관을 개설·운영하는 의료법인 등은 다른 자에게 그 법인의 명의를 빌려주어서는 아니 된다.”라고 정하고 있는데, 위 조항에서 정하는 ‘다른 자’에는 비의료인뿐만 아니라 의료인도 포함되는바, 위 경영위탁계약은 그 실질이 의료법인 등이 다른 의료인에게 명의를 대여하는 것으로서 의료법 제33조 제10항에 위반되기는 하나, 특별한 사정이 없는 한 의료인이 병원을 운영하고 질병 치료를 위한 진료행위를 한다는 사실에서 정상적인 의료기관과 본질적인 차이가 있다고 보기 어렵고, 반대로 비의료인의 의료기관 개설행위 금지규정 등과 비교하면 국민보건상 위험성에 영향을 미치는 정도가 달라 불법성 측면에서 본질적인 차이가 존재하는 점 등을 종합하면, 乙 법인이 의료법 제33조 제10항을 위반하여 의사인 甲에게 명의를 대여한 행위가 그 사법상 효력까지 부정해야 할 정도로 현저히 반사회성을 지닌 것이라고 단정할 수 없으므로, 위 경영위탁계약이 무효라고 볼 수 없다고 한 사례.<br/>  [3] 공익법인의 설립·운영에 관한 법률(이하 ‘공익법인법’이라 한다) 제2조는 “이 법은 재단법인이나 사단법인으로서 사회 일반의 이익에 이바지하기 위하여 학자금·장학금 또는 연구비의 보조나 지급, 학술, 자선에 관한 사업을 목적으로 하는 법인(이하 ‘공익법인’이라 한다)에 대하여 적용한다.”라고 정하고 있으며, 위 법 시행령 제2조는 제1항과 제2항에서 법 제2조의 공익법인의 범위를 구체적으로 한정하고 있다.<br/>공익법인법 제2조에서 정하는 공익법인은 민법 제32조에서 정한 비영리법인 중 순수한 학술, 자선 등 위 시행령 제2조 제1항 각호에서 정한 사업을 목적으로 하는 법인 또는 주로 위와 같은 순수한 학술, 자선 등의 사업을 목적으로 하면서 그와 함께 부수적으로 그 밖의 사업을 함께 수행하는 법인을 말한다.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조, 의료법 제33조 제10항 / [3] 공익법인의 설립·운영에 관한 법률 제2조, 공익법인의 설립·운영에 관한 법률 시행령 제2조, 민법 제32조<br/>",
  "참조판례": "[1] 대법원 2010. 12. 23. 선고 2008다75119 판결(공2011상, 207), 대법원 2018. 10. 12. 선고 2015다256794 판결(공2018하, 2078), 대법원 2021. 9. 30. 선고 2016다252560 판결(공2021하, 2089) / [3] 대법원 2010. 9. 30. 선고 2010다43580 판결<br/>"
}