{
  "판례일련번호": "228269",
  "사건명": "근저당권말소",
  "사건번호": "2019다211324",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20201126",
  "판시사항": "[1] 구 가맹사업거래의 공정화에 관한 법률 제9조 제1항의 ‘중요사항을 누락한 경우’의 의미 및 이 경우 가맹본부가 가맹희망자에게 구 가맹사업거래의 공정화에 관한 법률 제37조 제3항, 독점규제 및 공정거래에 관한 법률 제56조 제1항에 의한 손해배상책임을 부담하는지 여부(적극) / 법률상 제한 내지 장애로 말미암아 가맹희망자가 가맹점을 개설ㆍ운영할 수 없는 사정이 가맹희망자의 의사결정에 중대한 영향을 미치는 사실에 해당하는지 여부(적극)<br/>[2] 甲 등이 점포를 임차한 후 乙 주식회사로부터 위 점포에 관해 가맹점운영권을 부여받아 편의점을 운영하였는데, 지방자치단체로부터 위 점포가 산업집적활성화 및 공장설립에 관한 법률에 따라 일반인을 대상으로 한 편의점으로는 운영될 수 없는 곳이라는 이유로 철거 등의 경고를 받은 후 영업을 중단하게 되자, 乙 회사를 상대로 ‘가맹점개설에 관한 법률적 문제가 없다고 한 乙 회사에 귀책사유가 있다.’고 주장하며 위 계약의 해지를 통보한 사안에서, 가맹계약을 체결하기 위하여 상담하거나 협의하는 과정에서 乙 회사가 위와 같은 사정을 고지하지 아니한 행위는 구 가맹사업거래의 공정화에 관한 법률 제9조 제1항에서 정한 중요사항의 누락, 즉 정보제공의무 내지 고지의무 위반에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 가맹사업거래의 공정화에 관한 법률(2013. 8. 13. 법률 제12094호로 개정되기 전의 것, 이하 ‘가맹사업법’이라고 한다) 제9조 제1항의 중요사항을 누락한 경우라 함은 가맹계약의 체결과 유지 등 가맹희망자의 의사결정에 중대한 영향을 줄 수 있는 사실 또는 가맹희망자가 일정한 사정에 관하여 고지를 받았더라면 가맹계약을 체결하지 않았을 것임이 경험칙상 명백한 경우 그와 같은 사정 등을 가맹계약을 체결하기 위하여 상담하거나 협의하는 단계에서 가맹희망자에게 고지하지 아니한 경우를 의미한다. 가맹본부가 이러한 행위를 하면 가맹사업법 제9조 제1항에 따른 정보제공의무 내지 고지의무를 위반하게 되어, 가맹본부는 가맹희망자에 대하여 가맹사업법 제37조 제3항으로 준용되는 독점규제 및 공정거래에 관한 법률 제56조 제1항에 의한 손해배상책임을 부담한다. 그리고 법률상 제한 내지 장애로 말미암아 가맹희망자가 가맹점을 개설ㆍ운영할 수 없는 사정이 존재하는 경우, 이 사정은 가맹희망자의 의사결정에 중대한 영향을 미치는 사실에 해당한다.<br/>[2] 甲 등이 점포를 임차한 후 乙 주식회사로부터 위 점포에 관해 가맹점운영권을 부여받아 편의점을 운영하였는데, 지방자치단체로부터 위 점포가 산업집적활성화 및 공장설립에 관한 법률에 따라 일반인을 대상으로 한 편의점으로는 운영될 수 없는 곳이라는 이유로 철거 등의 경고를 받은 후 영업을 중단하게 되자, 乙 회사를 상대로 ‘가맹점개설에 관한 법률적 문제가 없다고 한 乙 회사에 귀책사유가 있다.’고 주장하며 위 계약의 해지를 통보한 사안에서, 위 점포의 입지와 같은 경우 가맹점을 개설하여 운영하더라도 일반인을 대상으로 하는 통상적인 편의점 영업은 할 수 없고 공장 종업원들만을 대상으로 하는 제한적인 구내매점 형태의 영업을 할 수밖에 없다는 사정은 가맹계약의 체결과 유지 등 가맹희망자의 의사결정에 중대한 영향을 줄 수 있는 사실 또는 가맹희망자가 이러한 사정에 관하여 고지를 받았더라면 가맹계약을 체결하지 않았을 것임이 경험칙상 명백한 경우에 해당할 여지가 있는데, 甲 등이 가맹계약을 체결하기 위하여 상담하거나 협의하는 과정에서 乙 회사에 이를 문의하였음에도 乙 회사가 그와 같은 사정을 고지하지 아니하였다면 이러한 행위는 구 가맹사업거래의 공정화에 관한 법률(2013. 8. 13. 법률 제12094호로 개정되기 전의 것) 제9조 제1항에서 정한 중요사항의 누락, 즉 정보제공의무 내지 고지의무 위반에 해당하므로, 이와 달리 위 계약의 해지에 이르게 된 귀책사유가 乙 회사에 있지 않다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 가맹사업거래의 공정화에 관한 법률(2013. 8. 13. 법률 제12094호로 개정되기 전의 것) 제9조 제1항, 제37조 제3항, 독점규제 및 공정거래에 관한 법률 제56조 제1항 / [2] 구 가맹사업거래의 공정화에 관한 법률(2013. 8. 13. 법률 제12094호로 개정되기 전의 것) 제9조 제1항, 제37조 제3항, 독점규제 및 공정거래에 관한 법률 제56조 제1항, 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 2009. 8. 20. 선고 2008다51120, 51137, 51144, 51151 판결(공2009하, 1516), 대법원 2015. 4. 9. 선고 2014다84824, 84831 판결(공2015상, 689)<br/>"
}