{
  "판례일련번호": "228559",
  "사건명": "용역비",
  "사건번호": "2022다233560",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220811",
  "판시사항": "[1] 구 집합건물의 소유 및 관리에 관한 법률 제9조의3에 따라 집합건물을 관리하던 분양자와 관리위탁계약을 체결한 위탁관리업자가 새롭게 관리를 개시하는 관리단을 상대로 분양자와 체결한 관리위탁계약의 효력을 주장할 수 있는지 여부(원칙적 소극)<br/>  [2] 집합건물의 분양자들과 관리위탁계약을 체결하고 집합건물의 관리업무를 수행하던 甲 주식회사가, 집합건물의 관리단이 새롭게 관리를 개시하면서 다른 업체를 관리업체로 선정하여 甲 회사에 관리업무의 인계를 요청하였는데도 미납된 용역비를 정산받을 때까지 인계를 할 수 없다며 관리업무를 계속하다가, 관리단이 甲 회사를 상대로 관리행위의 금지를 구하는 가처분신청을 제기하여 그 신청을 인용하는 결정이 내려져 확정되자, 관리업무를 중단한 다음 관리단을 상대로 위탁용역비 상당의 부당이득반환을 구한 사안에서, 甲 회사가 구하는 위탁용역비 중 관리인력 인건비 상당의 부당이득반환청구를 배척한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 분양자가 부담하는 집합건물에 관한 관리권한과 의무는 관리단의 위임이나 지시, 혹은 그러한 내용의 약정에 의하여 비로소 발생하는 것이 아니라 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것, 이하 ‘구 집합건물법’이라고 한다) 제9조의3에 따라 분양자에게 부과된 자기의 고유한 권한이자 의무라고 할 것이어서, 분양자는 집합건물을 관리하면서 선량한 관리자의 주의를 기울여야 한다는 제약을 받기는 하지만 관리단의 관여나 간섭 없이 스스로의 필요나 판단에 따라 자유로운 의사에 기하여 그 관리업무를 수행하는 방식을 선택할 수 있다.<br/>    관리단의 집합건물에 대한 관리가 개시되면, 구 집합건물법 제9조의3에 따라 집합건물을 관리하던 분양자는 그때에 관리비 징수권한을 포함한 관리권한을 상실하게 되고, 관리단이 집합건물법에서 부여받은 관리권한을 행사할 수 있게 된다. 분양자의 관리권한과 의무는 관리단의 그것과는 서로 구분되는 것이므로 분양자가 집합건물을 관리하면서 형성된 관리업무에 관한 법률관계가 새롭게 관리를 개시하는 관리단에 당연히 승계되는 것도 아니다. 따라서 분양자와 관리위탁계약을 체결한 위탁관리업자는 특별한 사정이 없는 한 그러한 관리위탁계약의 효력을 관리단에 주장할 수 없다.<br/>  [2] 집합건물의 분양자들과 관리위탁계약을 체결하고 집합건물의 관리업무를 수행하던 甲 주식회사가, 집합건물의 관리단이 새롭게 관리를 개시하면서 다른 업체를 관리업체로 선정하여 甲 회사에 관리업무의 인계를 요청하였는데도 미납된 용역비를 정산받을 때까지 인계를 할 수 없다며 관리업무를 계속하다가, 관리단이 甲 회사를 상대로 관리행위의 금지를 구하는 가처분신청을 제기하여 그 신청을 인용하는 결정이 내려져 확정되자, 관리업무를 중단한 다음 관리단을 상대로 위탁용역비 상당의 부당이득반환을 구한 사안에서, 관리단이 甲 회사에 관리업무의 종료를 요청하여 甲 회사와 분양자들 사이에 체결된 관리위탁계약의 승계를 명시적으로 거부하였으므로 위 관리위탁계약이 그때 효력을 상실하였는데도 甲 회사가 아무런 계약관계가 없는 상황에서 관리업무를 계속 수행한 점, 甲 회사가 소속 관리인력을 통하여 관리업무를 중단할 때까지 수행한 업무 중에는 집합건물 공용부분의 멸실·훼손을 방지하고 그 현상을 유지하는 데 필요한 가장 기본적이고 필수적인 업무도 포함되어 있는 점, 甲 회사가 위와 같은 업무를 수행하는 과정에서 관리단에 피해를 입혔다거나 관리단이 집합건물의 관리와 관련하여 별도로 비용을 부담하였다고 볼 자료가 없는 점 등 제반 사정에 비추어 보면, 甲 회사가 위와 같은 업무를 수행함에 따른 이득은 집합건물의 관리주체인 관리단에 귀속되었다고 할 수 있으므로 관리단으로 하여금 이를 甲 회사에 반환하도록 하는 것이 공평의 원칙에 부합하는데도, 위탁용역비가 甲 회사와 관리위탁계약을 체결한 분양자들이 甲 회사에 이행하여야 할 계약상 채무에 불과할 뿐이고, 집합건물의 관리업무를 수행할 때 당연히 지출되어야 할 필요경비가 아니어서 관리단이 그와 상당한 비용의 지출을 면하는 이득을 얻었다고 보기 어렵다는 이유로, 甲 회사가 구하는 위탁용역비 중 관리인력 인건비 상당의 부당이득반환청구를 배척한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것) 제9조의3, 제23조, 제23조의2 / [2] 구 집합건물의 소유 및 관리에 관한 법률(2020. 2. 4. 법률 제16919호로 개정되기 전의 것) 제9조의3, 제23조, 제23조의2, 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2022. 6. 30. 선고 2020다229192, 229208 판결(공2022하, 1448)<br/>"
}