{
  "판례일련번호": "228537",
  "사건명": "허위공문서작성·허위작성공문서행사·공용서류손상·직권남용권리행사방해[대통령비서실장인 피고인이 국회의원 서면질의에 대하여 답변서를 작성·제출한 행위가 허위공문서작성 및 그 행사죄에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2020도9714",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220819",
  "판시사항": "[1] 문서에 관한 죄의 보호법익과 대상 / 공무소 또는 공무원이 직무에 관하여 진실에 반하는 허위 내용의 문서를 작성할 경우, 허위공문서작성죄가 성립하는지 여부(적극) / 허위공문서작성죄의 ‘허위’는 표시된 내용과 진실이 부합하지 아니하여 문서에 대한 공공의 신용을 위태롭게 하는 경우여야 하는지 여부(적극) 및 그 내용이 허위라는 사실에 관한 피고인의 인식이 있어야 하는지 여부(적극)<br/>  [2] 피고인 甲이 세월호 침몰사고 진상규명을 위한 국정조사특별위원회의 국정조사절차에서 대통령비서실장으로서 증언한 후 국회의원으로부터 대통령 대면보고 시점 등에 관한 추가 서면질의를 받고, 실무 담당 행정관으로 하여금 ‘비서실에서는 20~30분 단위로 간단없이 유·무선으로 보고를 하였기 때문에, 대통령은 직접 대면보고 받는 것 이상으로 상황을 파악하고 있었다고 생각합니다.’라는 내용의 서면답변서를 작성하여 국회에 제출하도록 함으로써 공문서를 허위로 작성·행사하였다는 내용으로 기소된 사안에서, 위 답변서가 공문서에 해당한다고 본 원심판단은 정당하나, 위 답변서 작성 및 제출이 허위공문서작성죄 및 허위작성공문서행사죄에 해당한다고 인정한 원심판단에는 허위공문서작성죄에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 문서에 관한 죄의 보호법익은 문서의 증명력과 문서에 들어 있는 의사표시의 안정·신용으로, 일정한 법률관계 또는 거래상 중요한 사실에 관한 관계를 표시함으로써 증거가 될 만한 가치가 있는 문서를 그 대상으로 한다. 그중 공무소 또는 공무원이 그 직무에 관하여 진실에 반하는 허위 내용의 문서를 작성할 경우 허위공문서작성죄가 성립하고, 이는 공문서에 특별한 증명력과 신용력이 인정되기 때문에 성립의 진정뿐만 아니라 내용의 진실까지 보호하기 위함이다. 따라서 허위공문서작성죄의 허위는 표시된 내용과 진실이 부합하지 아니하여 그 문서에 대한 공공의 신용을 위태롭게 하는 경우여야 하고, 그 내용이 허위라는 사실에 관한 피고인의 인식이 있어야 한다.<br/>  [2] 피고인 甲이 세월호 침몰사고 진상규명을 위한 국정조사특별위원회의 국정조사(이하 ‘국조특위’라고 한다)절차에서 대통령비서실장으로서 증언한 후 국회의원으로부터 대통령 대면보고 시점 등에 관한 추가 서면질의를 받고, 실무 담당 행정관으로 하여금 ‘비서실에서는 20~30분 단위로 간단없이 유·무선으로 보고를 하였기 때문에, 대통령은 직접 대면보고 받는 것 이상으로 상황을 파악하고 있었다고 생각합니다.’라는 내용의 서면답변서(이하 ‘답변서’라고 한다)를 작성하여 국회에 제출하도록 함으로써 공문서를 허위로 작성·행사하였다는 내용으로 기소된 사안에서, 답변서가 대통령비서실장으로서 최종 작성권한을 갖는 피고인 甲에 의하여 대통령비서실, 국가안보실의 직무권한 범위 내에서 작성된 공문서에 해당한다고 본 원심판단은 정당하나, 답변서 중 ‘대통령은 직접 대면보고 받는 것 이상으로 상황을 파악하고 있었다고 생각한다.’는 부분은 피고인 甲의 의견으로서 그 자체로 내용의 진실 여부를 판단할 수 있다거나 문서에 대한 공공의 신용을 위태롭게 할 만한 증명력과 신용력을 갖는다고 볼 수 없고, ‘비서실에서 20~30분 단위로 간단없이 유·무선으로 보고를 하였다.’는 부분은 실제로 있었던 객관적 사실을 기반으로 하여 기재된 내용으로 이를 허위라고 볼 수 없으며, 또한 답변서는 그 실질이 국조특위 이후 추가된 국회 질의에 대하여 서면으로 행한 ‘증언’과 다를 바 없을 뿐만 아니라, 국조특위에서 위증에 대한 제재를 감수하는 증인선서 후 증언한 것과 내용 면에서 차이가 없고, 실제 작성·제출도 자료 취합과 정리를 담당한 실무자에 의하여 기존 증언 내용 그대로 이루어졌다는 점 등에 비추어, 답변서는 피고인 甲이 국조특위 이후 추가된 국회 질의에 대하여 기존 증언과 같은 내용의 답변을 담은 문서로서 허위공문서작성죄에서 말하는 ‘허위’가 있다거나 그에 관한 피고인 甲의 인식이 있었다고 보기 어렵다는 이유로, 이와 달리 보아 답변서 작성 및 제출이 허위공문서작성죄 및 허위작성공문서행사죄에 해당한다고 인정한 원심판단에는 허위공문서작성죄에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제13조, 제227조 / [2] 형법 제13조, 제227조, 제229조<br/>",
  "참조판례": "[1] 대법원 1985. 6. 25. 선고 85도758 판결(공1985, 1089), 대법원 1995. 11. 10. 선고 95도1395 판결(공1995하, 3965), 대법원 2013. 10. 24. 선고 2013도5752 판결<br/>"
}