{
  "판례일련번호": "228541",
  "사건명": "강제추행",
  "사건번호": "2021도3451",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220819",
  "판시사항": "[1] 성폭력 사건에서 피고인이 공소사실을 부인하고 있고 공소사실에 부합하는 직접증거로 사실상 피해자의 진술이 유일한 경우, 피해자의 진술이 합리적인 의심을 배제할 만한 신빙성이 있는지 판단하는 방법 / 성폭력 피해자의 진술 내용이 논리와 경험칙에 비추어 합리적인지 판단하는 방법 / 공소사실을 인정할 증거로 사실상 피해자의 진술이 유일한 경우, 피고인의 진술이 경험칙상 합리성이 없고 그 자체로 모순되어 믿을 수 없다는 사정이 피해자 진술의 신빙성을 뒷받침하거나 직접증거인 피해자 진술과 결합하여 공소사실을 뒷받침하는 간접정황이 될 수 있는지 여부(적극)<br/>  [2] 채팅 어플을 통해 채팅을 주고받다가 피해자를 만나게 된 피고인이 피해자에게 중요하게 할 얘기가 있다며 피해자를 모텔에 데리고 들어가 저항하는 피해자의 옷을 벗긴 후 강제로 추행하였다는 공소사실로 기소된 사안에서, 제반 사정을 종합하면, 피해자 진술의 신빙성을 인정할 수 있음에도, 이와 달리 본 원심판결에 진술의 신빙성 판단의 기준이 되는 경험법칙과 증거법칙을 위반하여 자유심증주의의 한계를 벗어남으로써 판결에 영향을 미친 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 성폭력 사건에서 피고인이 공소사실을 부인하고 있고 공소사실에 부합하는 직접증거로 사실상 피해자의 진술이 유일한 경우, 피해자의 진술이 합리적인 의심을 배제할 만한 신빙성이 있는지 여부는 그 진술 내용의 주요한 부분이 일관되고 구체적인지, 진술 내용이 논리와 경험칙에 비추어 합리적이고, 진술 자체로 모순되거나 객관적으로 확인된 사실이나 사정과 모순되지는 않는지, 또는 허위로 피고인에게 불리한 진술을 할 만한 동기나 이유가 있는지 등을 종합적으로 고려하여 신중하게 판단하여야 한다.<br/>    경험칙이란 각개의 경험으로부터 귀납적으로 얻어지는 사물의 성상이나 인과의 관계에 관한 사실판단의 법칙이므로 경험칙을 도출하기 위하여서는 그 기초되는 구체적인 경험적 사실의 존재가 전제되어야 한다. 성폭력 범죄는 성별에 따라 차별적으로 구조화된 성을 기반으로 지극히 사적인 영역에서 발생하므로, 피해자라도 본격적으로 문제를 제기하게 되기 전까지는 피해 사실이 알려지기를 원하지 아니하고 가해자와 종전의 관계를 계속 유지하는 경우도 적지 아니하며, 피해상황에서도 가해자에 대한 이중적인 감정을 느끼기도 한다. 한편 누구든지 일정 수준의 신체접촉을 용인하였더라도 자신이 예상하거나 동의한 범위를 넘어서는 신체접촉을 거부할 수 있고, 피해상황에서 명확한 판단이나 즉각적인 대응을 하는 데에 어려움을 겪을 수 있다. 이와 같이 성폭력 피해자의 대처 양상은 피해자의 나이, 성별, 지능이나 성정, 사회적 지위와 가해자와의 관계 등 구체적인 처지와 상황에 따라 다르게 나타날 수밖에 없다. 따라서 피해자의 진술 내용이 논리와 경험칙에 비추어 합리적인지 여부는 개별적, 구체적인 사건에서 성폭력 피해자가 처하여 있는 상황에 기초하여 판단하여야 하고, 그러한 사정을 충분히 고려하지 아니한 채 통상의 성폭력 피해자라면 마땅히 보여야 할 반응을 상정해 두고 이러한 통념에 어긋나는 행동을 하였다는 이유로 섣불리 경험칙에 어긋난다거나 합리성이 없다고 판단하는 것은 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없다.<br/>    그리고 공소사실을 인정할 증거로 사실상 피해자의 진술이 유일한 경우에 피고인의 진술이 경험칙상 합리성이 없고 그 자체로 모순되어 믿을 수 없다고 하여 그것이 공소사실을 인정하는 직접증거가 되는 것은 아니지만, 이러한 사정은 법관의 자유판단에 따라 피해자 진술의 신빙성을 뒷받침하거나 직접증거인 피해자 진술과 결합하여 공소사실을 뒷받침하는 간접정황이 될 수 있다.<br/>  [2] 채팅 어플을 통해 채팅을 주고받다가 피해자를 만나게 된 피고인이 피해자에게 중요하게 할 얘기가 있다며 피해자를 모텔에 데리고 들어가 저항하는 피해자의 옷을 벗긴 후 강제로 추행하였다는 공소사실로 기소된 사안에서, 피해자의 진술은 그 진술 내용의 주요한 부분이 일관되고 구체적이며, 진술 자체로 모순되는 부분이 없는 점, 피해자는 최초 진술 당시부터 자신에게 불리할 수 있는 내용들까지 모두 숨김없이 진술하였고 사건 전후에 피해자가 피고인 및 친구와 주고받은 메시지의 내용 등 객관적인 정황들도 피해자의 진술에 부합하는 점, 사건 당시 피고인의 신체에 대한 피해자의 진술은 그 진술 자체로 다분히 주관적이고 감정적인 것임을 알 수 있고 법원의 검증 결과를 토대로 피해자 진술의 증명력을 배척하는 것은 합리적이라고 보기 어려운 점, 원심이 ‘강제추행을 당한 피해자라고 하기에는 수긍하기 어려운 측면’이라고 판단한 피해자의 태도는 여러 사정을 고려할 때 충분히 납득할 만하고, 이러한 사정을 들어 피해자 진술의 신빙성을 배척하는 것은 잘못된 통념에 따라 통상의 성폭력 피해자라면 마땅히 보여야 할 반응을 상정해 두고 이에 어긋나는 행동을 하였다는 이유로 피해자 진술의 합리성을 부정한 것으로 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따른 증거판단이라고 볼 수 없는 점 등을 종합하면, 피해자 진술의 신빙성을 인정할 수 있음에도, 이와 달리 본 원심판결에 진술의 신빙성 판단의 기준이 되는 경험법칙과 증거법칙을 위반하여 자유심증주의의 한계를 벗어남으로써 판결에 영향을 미친 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제307조, 제308조 / [2] 형사소송법 제307조, 제308조, 형법 제298조<br/>",
  "참조판례": "[1] 대법원 2018. 10. 25. 선고 2018도7709 판결(공2018하, 2294), 대법원 2019. 7. 11. 선고 2018도2614 판결(공2019하, 1603), 대법원 2020. 10. 29. 선고 2019도4047 판결<br/>"
}