{
  "판례일련번호": "230331",
  "사건명": "유족급여및장의비부지급처분취소",
  "사건번호": "2017구합84082",
  "법원명": "서울행법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20200911",
  "판시사항": "반도체 및 LCD 공장에서 노광장비 설치 및 유지보수 업무를 담당하는 설비엔지니어로 근무하던 甲이 기침, 가래 및 운동 시 호흡곤란이 있어 병원에 내원하였다가 원발성 폐암(선암) 진단을 받고 항암치료를 받았으나 폐암이 뇌로 전이되어 입원 치료를 받던 중 사망하자, 배우자 乙이 근로복지공단에 유족급여 및 장의비 지급을 청구하였으나 근로복지공단이 ‘甲의 업무내용상 발암물질에 노출될 가능성이 적고 노출되었더라도 노출농도가 낮으며, 폐암을 유발할 만한 다른 발암물질에 노출되었다는 증거도 불충분하므로 업무관련성을 인정하기 어렵다.’는 이유로 유족급여 및 장의비 부지급 결정 처분을 한 사안에서, 甲의 사망과 업무 사이에 상당인과관계가 인정된다는 이유로 이와 다른 전제에서 이루어진 위 처분이 위법하다고 한 사례<br/>",
  "판결요지": "반도체 및 LCD 공장에서 노광장비 설치 및 유지보수 업무를 담당하는 설비엔지니어로 근무하던 甲이 기침, 가래 및 운동 시 호흡곤란이 있어 병원에 내원하였다가 원발성 폐암(선암) 진단을 받고 항암치료를 받았으나 폐암이 뇌로 전이되어 입원 치료를 받던 중 사망하자, 배우자 乙이 甲의 사망이 업무상 재해에 해당한다며 근로복지공단에 유족급여 및 장의비 지급을 청구하였으나 근로복지공단이 ‘甲의 업무내용상 발암물질에 노출될 가능성이 적고 노출되었더라도 노출농도가 낮으며, 폐암을 유발할 만한 다른 발암물질에 노출되었다는 증거도 불충분하므로 업무관련성을 인정하기 어렵다.’는 이유로 유족급여 및 장의비 부지급 결정 처분을 한 사안이다.<br/>반도체 및 LCD 공장의 노광공정에서 생성·검출되는 벤젠, 포름알데히드, 전리방사선 등 여러 유해물질이 甲의 폐암 발생이나 악화에 복합적으로 작용하였을 가능성이 큰 점, 노광장비의 설치 및 유지보수를 담당하는 작업자의 경우 차폐시설이나 보호장구가 제대로 갖추어지지 않은 상태에서 직접적으로 유해물질에 노출될 위험성이 높아 보이고, 쉬지 않고 가동되는 노광장비의 특성상 작업자들이 클린룸 내부에 상주하였을 가능성이 크고 유해물질이 빠져나가기 어려운 클린룸의 공조시스템에 비추어 甲이 클린룸 내부에 머무르거나 유지보수를 위해 이동하는 과정에서 여러 공정에서 발생하는 화학물질에 추가로 노출되었을 가능성도 있는 점, 甲이 근무하였던 특정 공장에서 실시된 작업환경측정 및 작업환경평가에서 측정된 유해물질 노출의 정도가 기준치에 상당히 미치지 못하는 수준이었으나 작업환경측정은 甲과는 다른 포토공정의 일반 근로자를 대상으로 실시된 것으로, 측정의 대상이 된 물질에는 노광장비 설치 및 유지보수 과정에서 노출 가능성이 있고 폐암의 원인이 될 수 있는 비소, 6가 크롬, 니켈, 벤젠, 전리방사선 등의 항목이 포함되지 않았으며, 작업환경평가 또한 甲이 근무하던 기간의 작업환경을 그대로 반영하여 이루어졌다고 단정할 수 없는 점, 甲이 폐암 진단 전까지 반도체 및 LCD 공장에서 약 11년 6개월 동안 노광장비 설치 및 유지보수 업무에 종사하면서 지속적·누적적으로 각종 유해물질에 노출되었던 사실을 고려하면 甲의 근무기간은 폐암이 발병하기에 짧지 않은 수준인 점, 甲이 폐암 발견 당시 만 38세였고 약 1년 뒤인 만 39세에 사망하여 甲의 폐암 발병 연령은 상당히 낮은 편에 속하고 甲에게 폐암의 원인이 될 만한 기존 질환이나 가족력도 확인되지 않으며 장기간의 흡연력이 있었으나 甲의 폐암은 흡연과 연관성이 낮은 선암이므로 업무상 노출되었던 유해물질이 흡연과 복합적으로 작용하여 폐암 발병 및 악화로 인한 사망에 기여하였을 것으로 추단되는 점 등을 종합하면, 甲의 사망과 업무 사이에 상당인과관계가 인정된다는 이유로 이와 다른 전제에서 이루어진 위 처분이 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "산업재해보상보험법 제5조 제1호, 제37조 제1항 제2호, 산업재해보상보험법 시행령 제34조<br/>",
  "참조판례": ""
}