{
  "판례일련번호": "230481",
  "사건명": "관세등부과처분무효확인등",
  "사건번호": "2014두5644",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20160824",
  "판시사항": "[1] 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률 및 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정에서 간접검증방식에 의한 원산지 증명 검증 제도를 둔 취지 / 수입 당사국 관세당국의 원산지 검증요청에 대하여 수출 당사국 관세당국이 회신기간 내에 회신을 하지 아니한 것이 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정 부속서 I 제24조 제7항에서 정한 ‘예외적인 경우’에 해당하는지 판단하는 기준<br/>[2] 국내 법인인 甲 주식회사가 스위스 업체인 乙, 丙이 생산한 제1금괴 및 丁이 생산한 제2금괴를 수입하면서 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정에서 정한 협정관세율 0%를 적용하여 수입신고를 하였고, 관할 세관장이 원산지 검증요청을 하자 스위스 관세당국이 제1금괴에 대하여는 원산지가 스위스가 아니라고 회신하고 제2금괴에 대하여는 회신기간인 10개월 내에 회신하지 아니하였는데, 관할 세관장이 각 금괴에 대하여 협정세율의 적용을 제한하고 기본세율 3%를 적용하여 관세 및 부가가치세 등을 부과하는 처분을 하였고, 회신기간이 경과한 뒤 스위스 관세당국이 丙이 생산한 금괴는 원산지가 스위스가 아니지만 乙이 생산한 금괴는 원산지가 스위스이고 丁이 생산한 금괴는 일부의 원산지가 스위스라는 내용으로 최종회신을 한 사안에서, 스위스 관세당국이 각 금괴에 관한 원산지 검증요청에 대하여 회신기간을 준수하지 아니하거나 원산지를 판정할 수 있는 충분한 정보를 제공하지 아니한 데에 위 자유무역협정에서 정한 ‘예외적인 경우’에 해당하는 사정이 있었다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2010. 1. 1. 법률 제9918호로 개정되기 전의 것, 이하 ‘자유무역협정 관세법’이라고 한다)과 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정(이하 ‘자유무역협정’이라고 한다)은 협정 당사국들 사이에서 자유무역지대를 창설하여 유대를 강화하는 동시에 당사국들 간 무역 장벽을 제거하여 무역과 투자 흐름을 확대함으로써 새로운 고용기회를 창출하고 생활수준의 향상 및 실질소득의 지속적인 증가를 보장하기 위한 것이다. 이를 위하여 자유무역협정 관세법과 자유무역협정은 당사국을 원산지로 하는 상품의 수입과 수출에 대하여 관세를 철폐하거나 점진적으로 인하하는 협정관세를 적용하도록 하는 한편, 적용 요건이 되는 원산지의 검증을 위하여 당사국 사이에 상호 신뢰를 바탕으로 하여 역할을 분담하도록 규정하고 있다. 즉 당사국의 수출자나 생산자가 작성하는 원산지신고서에 대하여 수입 당사국의 관세당국이 검증을 요청하면 수출 당사국의 관세당국이 검증을 수행하는 간접검증방식을 채택하여, 수입 당사국의 관세당국은 원칙적으로 수출 당사국의 관세당국이 수행하여 회신한 검증결과를 존중하되, 10개월 내에 회신이 없거나 서류의 진정성 또는 상품의 원산지를 판정할 수 있는 충분한 정보를 포함하지 아니하는 회신인 경우에 수입 당사국의 관세당국은 ‘예외적인 경우’를 제외하고는 협정관세의 적용을 제한할 수 있도록 하고 있다. 여기서 체약상대국 관세당국이 회신기간 내에 회신을 하지 아니한 데에 ‘예외적인 경우’에 해당하는지는 간접검증방식에 의한 원산지의 검증은 수출 당사국의 발급자가 발급한 원산지 증명서에 기초하여 이루어지며 검증을 위하여 상당한 기간을 부여하고 있는 사정과 아울러 자유무역협정 관세법과 자유무역협정에서 간접검증방식에 의한 원산지 증명 검증 제도를 둔 취지를 종합하여 회신 지연을 정당화할 수 있는 객관적인 사유가 있는지에 의하여 판단한다.<br/>[2] 국내 법인인 甲 주식회사가 스위스 업체인 乙, 丙이 생산한 제1금괴 및 丁이 생산한 제2금괴를 수입하면서 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정(이하 ‘자유무역협정’이라고 한다)에서 정한 협정관세율 0%를 적용하여 수입신고를 하였고, 관할 세관장이 원산지 검증요청을 하자 스위스 관세당국이 제1금괴에 대하여는 원산지가 스위스가 아니라고 회신하고 제2금괴에 대하여는 회신기간인 10개월 내에 회신하지 아니하였는데, 관할 세관장이 각 금괴에 대하여 협정세율의 적용을 제한하고 기본세율 3%를 적용하여 관세 및 부가가치세 등을 부과하는 처분을 하였고, 회신기간이 경과한 뒤 스위스 관세당국이 丙이 생산한 금괴는 원산지가 스위스가 아니지만 乙이 생산한 금괴는 원산지가 스위스이고 丁이 생산한 금괴는 일부의 원산지가 스위스라는 내용으로 회신을 한 사안에서, 당초 회신 이후 대한민국 관세청이 스위스 관세당국의 丁에 대한 최종검증 과정에 참관하였을 때 당초 회신 내용과 달리 볼 만한 특별한 정황이 없었을 뿐만 아니라, 제네바 관세청은 각 금괴의 원재료와 완제품이 동일한 HS 세번에 해당하여 원산지 요건을 충족하지 못한 것으로 보인다는 잠정적인 의견까지 제시하였으므로, 관할 세관장이 회신기간을 넘겨 스위스 관세당국의 추가 회신을 기다리기를 기대할 수 없는 상황이었던 점 등을 종합하여 보면, 스위스 관세당국이 각 금괴에 관한 원산지 검증요청에 대하여 회신기간을 준수하지 아니하거나 원산지를 판정할 수 있는 충분한 정보를 제공하지 아니한 데에 자유무역협정에서 정한 ‘예외적인 경우’에 해당하는 사정이 있었다고 볼 수 없다고 한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2010. 1. 1. 법률 제9918호로 개정되기 전의 것) 제16조 제1항 제2호(현행 제35조 제1항 제2호 참조), 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률 시행규칙(2010. 12. 31. 기획재정부령 제180호로 개정되기 전의 것) 제24조 제1호(현행 제37조 제4호 참조), 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정 제10.2조, 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정 부속서 I 제24조 제6항, 제7항 / [2] 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률(2010. 1. 1. 법률 제9918호로 개정되기 전의 것) 제16조 제1항 제2호(현행 제35조 제1항 제2호 참조), 구 자유무역협정의 이행을 위한 관세법의 특례에 관한 법률 시행규칙(2010. 12. 31. 기획재정부령 제180호로 개정되기 전의 것) 제24조 제1호(현행 제37조 제4호 참조), 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정 제10.2조, 대한민국과 유럽자유무역연합 회원국 간의 자유무역협정 부속서 I 제24조 제6항, 제7항<br/>",
  "참조판례": ""
}