{
  "판례일련번호": "230887",
  "사건명": "손해배상(기)",
  "사건번호": "2018다261605",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220825",
  "판시사항": "[1] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/>  [2] 종중의 법적 성질 및 종중규약의 자율성<br/>  [3] 甲 종중이 ‘정기 대의원회의가 총회를 갈음한다.’고 정한 규약에 따라 대의원회의의 의결을 거쳐 乙 주식회사 등을 상대로 불법행위에 기한 손해배상을 구하였는데, 항소심에서 위 소가 총유재산의 관리·처분에 관하여 적법한 사원총회의 결의 없이 이루어진 것이고 이는 단시일 안에 보정될 수 없는 것으로서 부적법하다고 한 사안에서, 항소심이 직권으로 위 소가 부적법하다고 한 것은 석명의무를 위반하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있고, 위 규약이 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 등 甲 종중의 본질이나 설립 목적에 크게 위배된다고 보기 어려운데도, 이와 달리 본 원심판단에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제136조 제1항은 \"재판장은 소송관계를 분명하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 대하여 질문할 수 있고, 증명을 하도록 촉구할 수 있다.\"라고 정하고, 제4항은 \"법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.\"라고 정하고 있다. 당사자가 부주의 또는 오해로 증명하지 않은 것이 분명하거나 쟁점으로 될 사항에 관하여 당사자 사이에 명시적인 다툼이 없는 경우에는 법원은 석명을 구하면서 증명을 촉구하여야 하고, 만일 당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점을 이유로 법원이 청구의 당부를 판단하려는 경우에는 그러한 관점에 대하여 당사자에게 의견진술의 기회를 주어야 한다. 그와 같이 하지 않고 예상외의 재판으로 당사자 일방에게 뜻밖의 판결을 내리는 것은 석명의무를 다하지 않아 심리를 제대로 하지 않은 잘못을 저지른 것이 된다.<br/>  [2] 종중은 공동선조의 분묘수호와 제사, 그리고 종원 상호 사이의 친목도모 등을 목적으로 자연발생적으로 성립한 종족 집단체로서, 종중이 규약이나 관습에 따라 선출된 대표자 등에 의하여 대표되는 정도로 조직을 갖추고 지속적인 활동을 하고 있다면 비법인사단으로서 단체성이 인정된다. 이와 같은 종중의 성격과 법적 성질에 비추어 보면, 종중에 대하여는 가급적 그 독자성과 자율성을 존중해 주는 것이 바람직하고, 따라서 원칙적으로 종중규약은 그것이 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 등 종중의 본질이나 설립 목적에 크게 위배되지 않는 한 그 유효성을 인정하여야 한다.<br/>  [3] 甲 종중이 ‘정기 대의원회의가 총회를 갈음한다.’고 정한 규약에 따라 대의원회의의 의결을 거쳐 乙 주식회사 등을 상대로 불법행위에 기한 손해배상을 구하였는데, 항소심에서 위 소가 총유재산의 관리·처분에 관하여 적법한 사원총회의 결의 없이 이루어진 것이고 이는 단시일 안에 보정될 수 없는 것으로서 부적법하다고 한 사안에서, ‘정기 대의원회의가 총회를 갈음한다.’고 규정한 규약이 무효인지, 위 소가 총유재산의 관리·처분에 관하여 적법한 사원총회의 결의 없이 이루어진 것으로 부적법한 소인지는 당사자 사이에 전혀 쟁점이 된 바가 없었고, 항소심도 그에 대하여 甲 종중에 의견진술의 기회를 주거나 석명권을 행사하였던 사실은 없었던 것으로 보이는데, 항소심이 직권으로 위 소가 총유재산의 관리·처분에 관하여 적법한 사원총회의 결의 없이 이루어진 것이고 이는 단시일 안에 보정될 수 없는 것으로서 부적법하다고 한 것은, 당사자가 전혀 예상하지 못한 법률적인 관점에 기한 뜻밖의 재판으로서 당사자에게 미처 생각하지 못한 불이익을 주었을 뿐 아니라 석명의무를 위반하여 필요한 심리를 다하지 아니함으로써 판결에 영향을 미친 잘못이 있고, 위 규약이 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 등 甲 종중의 본질이나 설립 목적에 크게 위배된다고 보기 어려운데도, 이와 달리 본 원심판단에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 제1항, 제4항 / [2] 민법 제31조 / [3] 민사소송법 제136조 제1항, 제4항, 민법 제31조<br/>",
  "참조판례": "[1] 대법원 2006. 1. 26. 선고 2005다37185 판결, 대법원 2018. 11. 29. 선고 2018다251646 판결, 대법원 2022. 4. 14. 선고 2021다276973 판결(공2022상, 909) / [2] 대법원 2006. 10. 26. 선고 2004다47024 판결(공2006하, 1966), 대법원 2008. 10. 9. 선고 2005다30566 판결(공2008하, 1521)<br/>"
}