{
  "판례일련번호": "230891",
  "사건명": "하수도원인자부담금부과처분취소",
  "사건번호": "2019두58773",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220825",
  "판시사항": "하수도법 제61조 제2항에 따라 사업시행자에게 부담시킬 수 있는 ‘타 행위로 인하여 필요하게 된 공공하수도에 관한 공사에 소요되는 비용’에 주민친화시설 설치비용이 포함되는지 여부(소극) <br/>",
  "판결요지": "침익적 행정처분은 상대방의 권익을 제한하거나 상대방에게 의무를 부과하는 것이므로 헌법상 요구되는 명확성의 원칙에 따라 그 근거가 되는 행정법규를 더욱 엄격하게 해석·적용해야 하고, 행정처분의 상대방에게 지나치게 불리한 방향으로 확대해석이나 유추해석을 해서는 안 된다. <br/>  이러한 법리에다가 하수도법 제61조 제2항, 제3항, 제4항, 구 김포시 하수도 사용 조례(2019. 6. 26. 경기도김포시조례 제1610호로 개정되기 전의 것, 이하 같다) 제21조 제1항, 제2항 제2호의 규정 내용 및 체제 등에 비추어 보면, 하수도법 제61조 제2항에 따라 사업시행자에게 부담시킬 수 있는 ‘타 행위로 인하여 필요하게 된 공공하수도에 관한 공사에 소요되는 비용’에 주민친화시설 설치비용은 포함되지 않는다고 해석된다. 이유는 다음과 같다.<br/>  ① 하수도법 제2조는 ‘하수도’란 하수와 분뇨를 유출 또는 처리하기 위하여 설치되는 하수관로·공공하수처리시설·간이공공하수처리시설·하수저류시설·분뇨처리시설·배수설비·개인하수처리시설 그 밖의 공작물·시설의 총체를 말한다고 규정하고(제3호), ‘공공하수도’란 지방자치단체가 설치 또는 관리하는 하수도를 말한다(다만 개인하수도를 제외한다)고 규정하며(제4호), ‘공공하수처리시설’이란 하수를 처리하여 하천·바다 그 밖의 공유수면에 방류하기 위하여 지방자치단체가 설치 또는 관리하는 처리시설과 이를 보완하는 시설을 말한다고 규정하고 있다(제9호). 또한 구 김포시 하수도 사용 조례는 ‘공공하수처리시설 총사업비’에 관하여 ‘부지매입비, 설계비, 감리비, 시공비 등 총 소요된 금액으로 한다.’고 규정하고 있다. 그런데 주민친화시설은 하수와 분뇨의 유출·처리 등 공공하수도의 본래 기능과 무관하게 공공하수처리시설 등에 관한 부정적 이미지를 개선하고 주민들의 편익을 증진시키기 위하여 설치되는 것으로, 공공하수도 또는 공공하수처리시설과 개념상 명확히 구분된다. 따라서 하수도법상 공공하수도 또는 공공하수처리시설에 주민친화시설이 포함된다고 보는 것은 문언의 통상적인 의미를 벗어나는 것으로 허용될 수 없다.<br/>  ② 하수도법 제61조 제2항이 규정한 원인자부담금 제도의 취지는 타 행위로 인하여 발생할 것이 예상되는 하수 등의 유출, 처리에 필요한 공공하수도의 설치 등에 소요되는 비용에 대하여는 그 원인을 조성한 자로 하여금 이를 부담하게 하려는 데에 있다. 그런데 주민친화시설은 타 행위로 인하여 발생할 것이 예상되는 하수 등의 유출, 처리와는 관련이 없고, 타 행위자가 공공하수도의 설치 등에 대한 원인을 조성한 데에서 더 나아가 주민친화시설의 설치에 대한 원인까지 제공한 것이라고 보기는 어렵다. 그러므로 타 행위자에게 주민친화시설 설치비용을 부담시키는 것은 하수도법 제61조 제2항의 원인자부담금 제도의 취지에도 부합하지 않는다.<br/>  ③ 부담금은 조세에 대한 관계에서 어디까지나 예외적으로만 인정되어야 하고, 국가나 지방자치단체의 일반적 과제를 수행하는 데 부담금의 형식을 남용해서는 안 된다. 하수도법은 국가와 지방자치단체에 대하여 하수 및 분뇨를 적정하게 처리할 수 있도록 공공하수도를 설치·관리하는 등 필요한 조치를 취할 책무를 부담시키고 있는 점, 하수도법 제61조 제2항에 따른 원인자부담금은 실질적으로 부담금의 성격을 가지고 있는 점 등을 고려하면, 명문의 근거 없이 타 행위자가 부담하여야 할 공공하수도에 관한 공사에 소요되는 비용의 범위를 확대하는 것은 바람직하지 않다. <br/>",
  "판결본문": "",
  "참조조문": "하수도법 제2조 제3호, 제4호, 제9호, 제61조 제2항, 제3항, 제4항<br/>",
  "참조판례": "대법원 2016. 11. 25. 선고 2015두37815 판결, 헌법재판소 2007. 12. 27. 선고 2006헌바25 전원재판부 결정(헌공135, 80)<br/>"
}