{
  "판례일련번호": "230889",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(주거침입강제추행)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영·반포등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영물소지등)·공연음란[피고인이 아파트의 1층 공동현관 내 계단과 엘리베이터 앞 및 상가 1층 엘리베이터 앞까지 피해자들을 뒤따라 들어가 피해자들을 각 강제추행한 사안]",
  "사건번호": "2022도3801",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220825",
  "판시사항": "[1] 결합범인 성폭력범죄의 처벌 등에 관한 특례법 위반(주거침입강제추행)죄가 성립하려면 주거침입죄 내지 건조물침입죄에 해당하여야 하는지 여부(적극) / 주거침입죄의 보호법익(=사실상 주거의 평온) / 주거침입죄의 구성요건적 행위인 ‘침입’의 의미 및 침입행위에 해당하는지 판단하는 기준<br/>  [2] 아파트와 같은 공동주택 내부의 엘리베이터, 공용 계단, 복도 등 공용 부분이 주거침입죄의 객체인 ‘사람의 주거’에 해당하는지 여부(적극) / 거주자가 아닌 외부인이 공동주택의 공용 부분에 출입한 것이 공동주택 거주자들에 대한 주거침입에 해당하는지 판단하는 기준 / 아파트 등 공동주택의 공동현관에 공동주택 거주자의 사실상 주거의 평온상태를 해치는 행위태양으로 출입한 것이 공동주택 거주자들에 대한 주거침입에 해당하는지 여부(적극)<br/>  [3] 일반인의 출입이 허용된 상가 등 영업장소에 영업주의 승낙을 받아 통상적인 출입방법으로 들어간 것이 건조물침입죄에서 규정하는 침입행위에 해당하는지 여부(원칙적 소극) / 이때 행위자가 범죄 등을 목적으로 영업장소에 출입하였거나 영업주가 행위자의 실제 출입 목적을 알았더라면 출입을 승낙하지 않았을 것이라는 사정이 있더라도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 성폭력범죄의 처벌 등에 관한 특례법 위반(주거침입강제추행)죄는 형법 제319조 제1항의 주거침입죄 내지 건조물침입죄와 형법 제298조의 강제추행죄의 결합범이므로, 위 죄가 성립하려면 형법 제319조가 정한 주거침입죄 내지 건조물침입죄에 해당하여야 한다. <br/>  주거침입죄는 사실상 주거의 평온을 보호법익으로 한다. 주거침입죄의 구성요건적 행위인 침입은 주거침입죄의 보호법익과의 관계에서 해석하여야 하므로, 침입이란 주거의 사실상 평온상태를 해치는 행위태양으로 주거에 들어가는 것을 의미하고, 침입에 해당하는지는 출입 당시 객관적·외형적으로 드러난 행위태양을 기준으로 판단함이 원칙이다. 사실상의 평온상태를 해치는 행위태양으로 주거에 들어가는 것이라면 대체로 거주자의 의사에 반하겠지만, 단순히 주거에 들어가는 행위 자체가 거주자의 의사에 반한다는 주관적 사정만으로는 바로 침입에 해당한다고 볼 수 없다. 거주자의 의사에 반하는지는 사실상의 평온상태를 해치는 행위태양인지를 평가할 때 고려할 요소 중 하나이지만 주된 평가 요소가 될 수는 없다. 따라서 침입행위에 해당하는지는 거주자의 의사에 반하는지가 아니라 사실상의 평온상태를 해치는 행위태양인지에 따라 판단하여야 한다. <br/>  [2] 다가구용 단독주택이나 다세대주택·연립주택·아파트와 같은 공동주택 내부의 엘리베이터, 공용 계단, 복도 등 공용 부분도 그 거주자들의 사실상 주거의 평온을 보호할 필요성이 있으므로 주거침입죄의 객체인 ‘사람의 주거’에 해당한다. <br/>  거주자가 아닌 외부인이 공동주택의 공용 부분에 출입한 것이 공동주택 거주자들에 대한 주거침입에 해당하는지 여부를 판단할 때에도 공용 부분이 일반 공중에 출입이 허용된 공간이 아니고 주거로 사용되는 각 가구 또는 세대의 전용 부분에 필수적으로 부속하는 부분으로서 거주자들 또는 관리자에 의하여 외부인의 출입에 대한 통제·관리가 예정되어 있어 거주자들의 사실상 주거의 평온을 보호할 필요성이 있는 부분인지, 공동주택의 거주자들이나 관리자가 평소 외부인이 그곳에 출입하는 것을 통제·관리하였는지 등의 사정과 외부인의 출입 목적 및 경위, 출입의 태양과 출입한 시간 등을 종합적으로 고려하여 ‘주거의 사실상 평온상태가 침해되었는지’의 관점에서 객관적·외형적으로 판단하여야 한다. 따라서 아파트 등 공동주택의 공동현관에 출입하는 경우에도, 그것이 주거로 사용하는 각 세대의 전용 부분에 필수적으로 부속하는 부분으로 거주자와 관리자에게만 부여된 비밀번호를 출입문에 입력하여야만 출입할 수 있거나, 외부인의 출입을 통제·관리하기 위한 취지의 표시나 경비원이 존재하는 등 외형적으로 외부인의 무단출입을 통제·관리하고 있는 사정이 존재하고, 외부인이 이를 인식하고서도 그 출입에 관한 거주자나 관리자의 승낙이 없음은 물론, 거주자와의 관계 기타 출입의 필요 등에 비추어 보더라도 정당한 이유 없이 비밀번호를 임의로 입력하거나 조작하는 등의 방법으로 거주자나 관리자 모르게 공동현관에 출입한 경우와 같이, 출입 목적 및 경위, 출입의 태양과 출입한 시간 등을 종합적으로 고려할 때 공동주택 거주자의 사실상 주거의 평온상태를 해치는 행위태양으로 볼 수 있는 경우라면 공동주택 거주자들에 대한 주거침입에 해당할 것이다. <br/>  [3] 일반인의 출입이 허용된 상가 등 영업장소에 영업주의 승낙을 받아 통상적인 출입방법으로 들어갔다면 특별한 사정이 없는 한 건조물침입죄에서 규정하는 침입행위에 해당하지 않는다. 설령 행위자가 범죄 등을 목적으로 영업장소에 출입하였거나 영업주가 행위자의 실제 출입 목적을 알았더라면 출입을 승낙하지 않았을 것이라는 사정이 인정되더라도 그러한 사정만으로는 출입 당시 객관적·외형적으로 드러난 행위태양에 비추어 사실상의 평온상태를 해치는 방법으로 영업장소에 들어갔다고 평가할 수 없으므로 침입행위에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제3조 제1항, 형법 제298조, 제319조 제1항 / [2] 형법 제319조 제1항 / [3] 형법 제319조 제1항<br/>",
  "참조판례": "[1][3] 대법원 2022. 3. 24. 선고 2017도18272 전원합의체 판결(공2022상, 819) / [1] 대법원 2012. 3. 15. 선고 2012도914 판결, 대법원 2021. 9. 9. 선고 2020도12630 전원합의체 판결(공2021하, 1970) / [2] 대법원 2009. 9. 10. 선고 2009도4335 판결(공2009하, 1705), 대법원 2022. 1. 27. 선고 2021도15507 판결(공2022상, 506)<br/>"
}