{
  "판례일련번호": "230901",
  "사건명": "법인세부과처분취소",
  "사건번호": "2017두41313",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220825",
  "판시사항": "[1] 구 국세기본법 제14조 제3항을 적용하여 거래 등의 실질에 따라 과세하기 위한 요건 및 납세의무자가 선택한 행위 또는 거래의 형식이나 과정의 실질이 직접 거래를 하거나 연속된 하나의 행위 또는 거래를 한 것과 동일하게 평가될 수 있는지 판단하는 방법<br/>  [2] 甲 주식회사가 부동산 양도로 받은 계약금과 중도금을 甲 회사의 일부를 인적분할 방식으로 설립한 회사에 이전하고 위 계약금과 중도금 관련 유동부채를 포함한 분할 전 甲 회사가 보유하던 부채 전부를 보유한 상태에서, 甲 회사의 주주들이 乙 주식회사 주식을 전부 인수한 후 甲 회사를 乙 회사에 흡수합병하였고,  乙 회사는 합병 당시 위 부동산을 시가로 평가하여 승계하고 위 부동산을 매수자에 이전하여 매매잔금을 받은 후 양도금액을 익금에 산입하고 합병 당시 시가로 평가된 양도 당시 장부가액을 손금에 산입하여 법인세를 신고·납부하자, 관할 세무서장이 甲 회사가 분할과 합병을 통해 손금에 산입할 위 부동산의 장부가액을 높이는 등의 방법으로 위 부동산의 양도에 따른 법인세를 부당하게 회피하였다고 보아 乙 회사에 법인세를 경정·고지한 사안에서, 이러한 분할과 합병은 조세회피행위에 해당하므로 乙 회사에 대하여 한 위 처분이 적법하다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 같다) 제14조 제3항은 \"제3자를 통한 간접적인 방법이나 2 이상의 행위 또는 거래를 거치는 방법으로 이 법 또는 세법의 혜택을 부당하게 받기 위한 것으로 인정되는 경우에는 그 경제적 실질내용에 따라 당사자가 직접 거래를 한 것으로 보거나 연속된 하나의 행위 또는 거래를 한 것으로 보아 이 법 또는 세법을 적용한다.\"라고 규정하고 있다.<br/>구 국세기본법 제14조 제3항을 적용하여 거래 등의 실질에 따라 과세하기 위해서는 납세의무자가 선택한 행위 또는 거래의 형식이나 과정이 처음부터 조세회피의 목적을 이루기 위한 수단에 불과하여 그 실질이 직접 거래를 하거나 연속된 하나의 행위 또는 거래를 한 것과 동일하게 평가될 수 있어야 한다. 그리고 이는 당사자가 그와 같은 형식을 취한 목적, 제3자를 개입시키거나 단계별 과정을 거친 경위, 그와 같은 방식을 취한 데에 조세 부담의 경감 외에 사업상의 필요 등 다른 합리적 이유가 있는지 여부, 각각의 행위 또는 거래 사이의 시간적 간격 및 그와 같은 형식을 취한 데 따른 손실과 위험부담의 가능성 등 제반 사정을 종합하여 판단하여야 한다.<br/>  [2] 甲 주식회사가 부동산 양도로 받은 계약금과 중도금을 甲 회사의 일부를 인적분할 방식으로 설립한 회사에 이전하고 위 계약금과 중도금 관련 유동부채를 포함한 분할 전 甲 회사가 보유하던 부채 전부를 보유한 상태에서, 甲 회사의 주주들이 乙 주식회사 주식을 전부 인수한 후 甲 회사를 乙 회사에 흡수합병하였고, 乙 회사는 합병 당시 위 부동산을 시가로 평가하여 승계하고 위 부동산을 매수자에 이전하여 매매잔금을 받은 후 양도금액을 익금에 산입하고 합병 당시 시가로 평가된 양도 당시 장부가액을 손금에 산입하여 법인세를 신고·납부하자, 관할 세무서장이 甲 회사가 분할과 합병을 통해 손금에 산입할 위 부동산의 장부가액을 높이는 등의 방법으로 위 부동산의 양도에 따른 법인세를 부당하게 회피하였다고 보아, 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것, 이하 같다) 제14조 제3항을 적용하여 위 각 거래를 실질에 따라 재구성할 수 있음을 전제로 위 부동산의 장부가액을 분할 전 甲 회사의 장부가액으로 보고, 乙 회사에 법인세를 경정·고지한 사안에서, 甲 회사의 주주들이 위 부동산의 양도에 따라 甲 회사가 부담할 법인세를 줄이는 방안을 찾던 중 甲 회사와 사업 목적도 다른 乙 회사를 인수하여 분할과 합병으로 법인세를 대폭 줄인 것으로, 위 분할과 합병에 법인세 회피의 목적 외 사업상의 필요 등 다른 합리적인 이유가 있다고 보기 어렵고, 여기에 위 부동산의 양도와 이러한 분할과 합병의 시간적 간격 등 제반 사정까지 더하면 구 국세기본법 제14조 제3항을 적용하여 위 각 거래를 그 실질에 따라 재구성할 수 있다고 보아, 이러한 분할과 합병은 조세회피행위에 해당하므로 乙 회사에 대하여 한 위 처분이 적법하다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제14조 제3항 / [2] 구 국세기본법(2010. 1. 1. 법률 제9911호로 개정되기 전의 것) 제14조 제3항, 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제17조 제1항 제3호(현행 제17조 제1항 제5호 참조), 제41조 제1항 제3호, 구 법인세법(2010. 12. 30. 법률 제10423호로 개정되기 전의 것) 제44조 제1항, 구 법인세법 시행령(2009. 2. 4. 대통령령 제21302호로 개정되기 전의 것) 제12조 제1항 제1호(현행 제2조 제1항 제3호 (가)목 참조), 제72조 제1항 제3호(현행 제72조 제2항 제3호 참조)<br/>",
  "참조판례": ""
}