{
  "판례일련번호": "230979",
  "사건명": "건물인도",
  "사건번호": "2022다230165",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220907",
  "판시사항": "[1] 공공주택 특별법에 따른 공공임대주택의 임차인이 공공주택사업자에 대한 임대차보증금반환채권을 자신의 대출채권자에게 양도하고, 대출금의 상환이 지체되면 대출채권자 또는 지정된 제3자에게 임차주택을 인도하겠다는 각서를 교부한 경우, 채권자가 대출금의 상환이 지체되었다는 이유로 임차인을 대위하여 공공임대주택의 임대차계약을 해지할 수 있는지 여부(소극)<br/>  [2] 채무자가 파산절차에서 면책결정을 받은 경우, 파산채권을 피보전채권으로 하여 채권자대위권을 행사하는 것이 허용되는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 공공주택 특별법에 따른 공공임대주택의 임차인이 공공주택사업자에 대한 임대차보증금반환채권을 자신의 대출채권자에게 양도하고, 대출금의 상환이 지체되면 대출채권자 또는 지정된 제3자에게 임차주택을 인도하겠다는 각서를 교부한 경우에도 채권자가 대출금의 상환이 지체되었다는 이유로 임차인을 대위하여 공공임대주택의 임대차계약을 해지할 수 없다.<br/>  ① 주거는 인간다운 생활을 위한 필수불가결한 요소이다. 헌법 제35조 제3항은 국가에 주택개발정책 등을 통하여 모든 국민이 쾌적한 주거생활을 할 수 있도록 노력하여야 할 의무를 부여하고 있고, 주거기본법 제2조는 국민이 쾌적하고 안정적인 주거환경에서 인간다운 주거생활을 할 권리가 있음을 규정하고 있다. 공공주택 특별법은 위와 같은 국가의 의무를 실현하고 국민의 주거권을 보장하기 위하여 주거 문제를 스스로의 경제력에 의해 해결하기 곤란한 경제적 약자 계층에게 생활에 필수적이고 기본적인 조건인 주거기반을 제공하고 주거생활을 안정시키는 것을 목적으로 마련되었다.<br/>  ② 공공주택 특별법의 적용을 받는 공공임대주택에 관해서는 같은 법 제49조의3 제1항, 같은 법 시행령 제47조 제1항, 제2항 및 표준임대차계약서(같은 법 시행규칙 제32조 제1항 제1호 [별지 제5호 서식]) 제10조 제1항 각호 중 하나에 해당하는 사유가 있는 경우라야 임대인이 임대차계약을 해제 또는 해지할 수 있다. 특히 위 규정들은 임차인의 주거생활 안정을 보장하기 위하여 임대사업자가 공공임대주택에 관한 임대차계약을 해제 또는 해지하거나 갱신을 거절하는 것을 제한하기 위한 것으로서 제정 목적과 입법 취지 등에 비추어 이에 위반되는 약정의 사법적 효력을 배제하는 강행규정으로 보아야 한다.<br/>  설령 공공임대주택의 임차인이 대출채권자에게 각서를 교부하여 대출금의 상환이 지체될 경우 임대차계약을 중도 해지하고 임차주택을 인도하기로 약정하였더라도, 그러한 약정은 공공주택사업자의 임대차계약 해제 또는 해지 사유를 제한적 열거사유로 엄격하게 규제하는 위와 같은 강행규정의 적용을 배제하거나 잠탈하는 내용의 약정으로서 무효라고 보아야 한다.<br/>  ③ 공공주택 특별법이 적용되어 같은 법 시행규칙에 따른 표준임대차계약서를 사용하여 임대차계약을 체결한 경우 계약서에 규정된 공공임대주택 임차인의 임대차계약 중도 해지권은 임차인의 의사에 행사의 자유가 맡겨져 있는 ‘행사상의 일신전속권’으로 봄이 타당하므로, 민법 제404조 제1항 단서에 따라 채권자대위권의 목적이 될 수 없다. <br/>  ㉠ 공공임대주택의 경우 임대의무기간 동안 매각이 제한되고(공공주택 특별법 제50조의2 제1항), 임대인은 임대의무기간 동안 임대차계약의 해제, 해지, 재계약 거절의 사유가 제한되며, 이를 통해 임대의무기간 동안 임차권의 존속이 보장되고 임차인의 주거생활 안정을 도모하게 되는바, 임차인의 중도 해지권을 임차인의 의사와 무관하게 제3자가 대위 행사할 수 있도록 하는 것은 임차권의 존속 보장을 통한 주거생활의 안정 도모라는 공공주택 특별법의 근본적인 내용을 해할 우려가 있다.<br/>  ㉡ 임대 후 분양전환을 목적으로 건설된 공공건설임대주택에 거주하는 임차인은 일정한 경우 당해 임대주택을 우선 분양전환받을 권리가 있고(공공주택 특별법 제50조의3 제1항 제1호), 이는 임차인에게 우선적으로 당해 임대주택의 소유권 취득 기회를 부여함으로써 서민의 주거안정에 기여하는 조항인바, 임대차계약 중도 해지권의 대위 행사를 허용할 경우 임차인의 의사와 무관하게 위와 같은 우선 분양전환권을 상실케 하는 결과가 된다.<br/>  ㉢ 임차인의 중도 해지권은 경제력 향상 등으로 공공임대주택에서의 거주 필요성이 사라지는 등 사정변경이 발생한 경우 임차인으로 하여금 언제든 임대차계약의 구속에서 벗어나 용이하게 주거를 이동할 수 있게끔 임차인 보호를 위해 마련된 조항인바, 중도 해지권을 임차인의 의사와 무관하게 제3자가 대위 행사할 수 있도록 하는 것은 중도 해지권을 둔 취지에도 반한다.<br/>  [2] 채권자대위권은 채권자가 자기의 채권을 보전하기 위하여 채무자의 권리를 행사할 수 있는 권리로서 채무자에 대하여 채권을 행사할 수 있음이 전제되어야 할 것인바, 채무자 회생 및 파산에 관한 법률 제566조 본문은 \"면책을 받은 채무자는 파산절차에 의한 배당을 제외하고는 파산채권자에 대한 채무의 전부에 관하여 그 책임이 면제된다.\"라고 규정하고 있고, 다만 그 단서에서 들고 있는 일정한 채무의 경우에만 책임이 면제되지 아니한다는 예외규정을 두고 있으므로, 채무자가 파산절차에서 면책결정을 받은 때에는 파산채권을 피보전채권으로 하여 채권자대위권을 행사하는 것은 그 채권이 위 법률 제566조 단서의 예외사유에 해당하지 않는 한 허용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제35조 제3항, 민법 제404조 제1항, 주거기본법 제2조, 공공주택 특별법 제1조, 제49조의2 제1항, 제49조의3 제1항, 제50조의2 제1항, 제50조의3 제1항 제1호, 공공주택 특별법 시행령 제47조 제1항, 제2항, 공공주택 특별법 시행규칙 제32조 제1항 제1호 [별지 제5호 서식] / [2] 민법 제404조 제1항, 채무자 회생 및 파산에 관한 법률 제566조<br/>",
  "참조판례": "[1] 대법원 2022. 3. 31. 선고 2021다265171 판결(공2022상, 804) / [2] 대법원 2009. 6. 23. 선고 2009다13156 판결<br/>"
}