{
  "판례일련번호": "231015",
  "사건명": "업무방해·폭력행위등처벌에관한법률위반(공동주거침입)[피고인들이 대형마트에 들어가 당시 매장에서 현장점검을 하던 피해자(점장)와 대표이사 등 간부들을 약 30분간 따라 다니면서 피켓 시위를 한 것에 관하여 폭력행위 등 처벌에 관한 법률 위반(공동주거침입)과 업무방해로 기소된 사건]",
  "사건번호": "2021도9055",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220907",
  "판시사항": "[1] 일반적으로 출입이 허용되어 개방된 건조물에 관리자의 출입 제한이나 제지가 없는 상태에서 통상적인 방법으로 들어간 것이 건조물침입죄에서 규정하는 침입행위에 해당하는지 여부(소극)<br/>  [2] 마트산업노동조합 간부와 조합원인 피고인들이 공동하여, 대형마트 지점에 방문한 대표이사 등에게 해고와 전보 인사발령에 항의하기 위하여 지점장 甲의 의사에 반하여 정문을 통해 지점 2층 매장으로 들어감으로써 건조물에 침입하였다고 하여 폭력행위 등 처벌에 관한 법률 위반(공동주거침입)으로 기소된 사안에서, 제반 사정에 비추어 피고인들에 대하여 건조물침입죄가 성립하지 않는다는 이유로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>  [3] 업무방해죄에서 ‘위력’의 의미 및 위력에 해당하는지 판단하는 기준<br/>  [4] 마트산업노동조합 간부와 조합원인 피고인들이 공모하여, 대형마트 지점 2층 매장 안에서 ‘부당해고’라고 쓰인 피켓을 들고 지점장 甲과 대표이사 등 임직원들을 따라다니며 \"강제전배 멈추어라, 통합운영 하지마라, 직원들이 아파한다, 부당해고 그만하라.\"라고 고성을 지르는 방법으로 약 30분간 甲의 현장점검 업무를 방해하였다는 내용으로 기소된 사안에서, 제반 사정을 종합하면 피고인들이 甲 등의 자유의사를 제압하기에 족한 위력을 행사하였다고 단정하기 어렵다는 이유로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 출입이 허용되어 개방된 건조물에 관리자의 출입 제한이나 제지가 없는 상태에서 통상적인 방법으로 들어갔다면, 사실상의 평온상태를 해치는 행위 태양으로 그 건조물에 들어갔다고 볼 수 없으므로 건조물침입죄에서 규정하는 침입행위에 해당하지 않는다.<br/>  [2] 마트산업노동조합 간부와 조합원인 피고인들이 공동하여, 대형마트 지점에 방문한 대표이사 등에게 해고와 전보 인사발령에 항의하기 위하여 지점장 甲의 의사에 반하여 정문을 통해 지점 2층 매장으로 들어감으로써 건조물에 침입하였다고 하여 폭력행위 등 처벌에 관한 법률 위반(공동주거침입)으로 기소된 사안에서, 피고인들이 들어간 지점 2층 매장은 영업시간 중에는 출입자격 등의 제한 없이 일반적으로 개방되어 있는 장소인 점, 피고인들은 영업시간에 손님들이 이용하는 정문과 매장 입구를 차례로 통과하여 2층 매장에 들어가면서 보안요원 등에게 제지를 받거나 보안요원이 자리를 비운 때를 노려 몰래 들어가는 등 특별한 조치를 취하지도 아니한 점에 비추어 보면, 일반적으로 출입이 허용되어 개방된 지점 매장에 관리자의 출입 제한이나 제지가 없는 상태에서 통상적인 방법으로 들어간 이상 사실상의 평온상태를 해치는 행위 태양으로 들어갔다고 볼 수 없어 건조물침입죄에서 규정하는 침입행위에 해당하지 않으며, 지점 관리자의 명시적 출입 금지 의사는 확인되지 않고, 설령 피고인들이 지점 매장에 들어간 행위가 그 관리자의 추정적 의사에 반하였더라도, 그러한 사정만으로는 사실상의 평온상태를 해치는 행위 태양으로 출입하였다고 평가할 수 없으므로 피고인들에 대하여 건조물침입죄가 성립하지 않는다는 이유로, 이와 달리 관리자의 추정적 의사를 주된 근거로 건조물침입죄의 성립을 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>  [3] 업무방해죄의 ‘위력’이란 사람의 자유의사를 제압·혼란하게 할 만한 일체의 세력으로, 유형적이든 무형적이든 묻지 아니하고, 현실적으로 피해자의 자유의사가 제압되어야만 하는 것도 아니지만, 범인의 위세, 사람 수, 주위의 상황 등에 비추어 피해자의 자유의사를 제압하기 족한 정도가 되어야 하는 것으로서, 그러한 위력에 해당하는지는 범행의 일시·장소, 범행의 동기, 목적, 인원수, 세력의 태양, 업무의 종류, 피해자의 지위 등 제반 사정을 고려하여 객관적으로 판단하여야 하고, 피해자 등의 의사에 의해 결정되는 것은 아니다.<br/>  [4] 마트산업노동조합 간부와 조합원인 피고인들이 공모하여, 대형마트 지점 2층 매장 안에서 ‘부당해고’라고 쓰인 피켓을 들고 지점장 甲과 대표이사 등 임직원들을 따라다니며 \"강제전배 멈추어라, 통합운영 하지마라, 직원들이 아파한다, 부당해고 그만하라.\"라고 고성을 지르는 방법으로 약 30분간 甲의 현장점검 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인들의 행위는 평일 오전 11시경 대형마트 매장에서 대표이사 등 임직원들이 지점 현장점검을 위해 온다는 소식을 듣고 피고인들(일부는 전보 인사명령에 따르지 않다가 몇 달 전 해고된 상태였다)이 해고와 전보 인사명령 등과 관련하여 대표이사에게 직접 복직과 전보 인사명령의 철회 등을 요청하려 한 것인 점, 피고인들의 행위로 甲의 자유의사가 제압당하기 충분하였는지는 甲의 의사나 진술에만 의존할 것이 아니라 피고인들의 행위 태양, 피고인들 인원, 성별과 나이 그리고 甲 측 인원과 지위 등까지 고려해서 객관적으로 판단해야 하는데, 피고인들 7명 중 4명은 여성이고 3명의 남성 중 1명은 50대인 반면 매장 현장점검에 참여한 인원은 甲 등 약 20명 이상으로 대표이사를 비롯하여 대부분 간부급 경영진인 점, 피고인들이 매장에서 점검업무를 하던 甲 등을 뒤따라 다니며 약 1~2m 이상의 거리를 둔 채 그 주변에서 피켓을 들고 서 있거나 \"강제전배 멈추세요.\", \"일하고 싶습니다.\" 등을 외쳤으나 甲 등에게 그 이상 가까이 다가가거나 甲 등의 진행이나 업무를 물리적인 방법으로 막지 않았고, 甲 등에게 욕설, 협박을 하지 않았으며, 甲 등은 약 30분간 현장점검 업무를 계속한 점 등 제반 사정을 종합하면, 피고인들이 甲 등의 자유의사를 제압하기에 족한 위력을 행사하였다고 단정하기 어렵다는 이유로, 이와 달리 보아 업무방해죄의 성립을 인정한 원심판단에 업무방해죄의 ‘위력’에 관한 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제319조 제1항 / [2] 폭력행위 등 처벌에 관한 법률 제2조 제2항 제1호, 형법 제319조 제1항 / [3] 형법 제314조 제1항 / [4] 형법 제30조, 제314조 제1항<br/>",
  "참조판례": "[1] 대법원 2022. 5. 12. 선고 2022도2907 판결, 대법원 2022. 6. 16. 선고 2021도7087 판결 / [3] 대법원 2016. 10. 27. 선고 2016도10956 판결<br/>"
}