{
  "판례일련번호": "231013",
  "사건명": "증여세연대납세의무자지정통지처분등취소[기존 주식에 대한 명의신탁 증여의제와 별도로, 기존 주식의 담보대출금으로 취득한 신 주식에 대하여 증여의제 규정을 중복 적용하여 증여세를 부과하고, 명의신탁자를 기준으로 부정행위 유무를 판단하여 부당무신고가산세를 부과한 사안]",
  "사건번호": "2018두37755",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220915",
  "판시사항": "[1] 구 상속세 및 증여세법 제45조의2 제1항에 따라 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 명의신탁 주식의 매도대금으로 취득하여 다시 동일인 명의로 명의개서된 주식에 대하여 다시 명의신탁재산의 증여의제 규정에 따라 증여세가 과세될 수 있는지 여부(원칙적 소극) / 이러한 법리는 명의신탁자가 기존 명의신탁 주식을 담보로 받은 대출금으로 새로운 주식을 취득하여 동일인 명의로 명의개서를 하였으나, 그 명의개서가 이루어지기 전에 기존 명의신탁 주식을 매도하여 그 매도대금으로 해당 대출금을 변제한 경우에도 그대로 적용될 수 있는지 여부(적극)<br/>  [2] 명의수탁자에게 구 상속세 및 증여세법 제45조의2 제1항에 따른 증여세에 관한 부당무신고가산세를 부과하거나 명의신탁자에게 이에 대한 연대납세의무를 부담시키기 위해서는 그 무신고와 관련하여 본래의 증여세 납세의무자인 명의수탁자가 부정행위를 하였다고 평가할 수 있어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제45조의2 제1항 본문은 ‘권리의 이전이나 그 행사에 등기 등이 필요한 재산의 실제소유자와 명의자가 다른 경우에는 국세기본법 제14조에도 불구하고 그 명의자로 등기 등을 한 날에 그 재산의 가액을 명의자가 실제소유자로부터 증여받은 것으로 본다.’고 규정하고 있다(위 법 이전의 과세기간 중 ‘명의신탁재산의 증여의제 규정’도 같은 취지이다. 이하 개정 전후를 구분하지 않고 ‘명의신탁재산의 증여의제 규정’이라 통칭한다).<br/>  명의신탁재산의 증여의제 규정에 따라 최초로 증여의제 대상이 되어 과세되었거나 과세될 수 있는 명의신탁 주식의 매도대금으로 취득하여 다시 동일인 명의로 명의개서된 주식에 대하여는 그것이 최초의 명의신탁 주식과 시기상 또는 성질상 단절되어 별개의 새로운 명의신탁 주식으로 인정되는 등의 특별한 사정이 없는 한 다시 명의신탁재산의 증여의제 규정에 따라 증여세가 과세될 수 없다. 한편 명의신탁자가 기존 명의신탁 주식을 담보로 받은 대출금으로 새로운 주식을 취득하여 동일인 명의로 명의개서를 하였으나, 그 명의개서가 이루어지기 전에 기존 명의신탁 주식을 매도하여 그 매도대금으로 해당 대출금을 변제하였다면, 기존 명의신탁 주식의 매도대금으로 새로운 주식을 취득하여 다시 동일인 명의로 명의개서한 경우와 그 실질이 다르지 않으므로 이러한 경우에도 앞서 본 법리가 그대로 적용될 수 있다. <br/>  [2] 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제45조의2 제1항(위 법 이전의 과세기간 중 ‘명의신탁재산의 증여의제 규정’도 같은 취지이다. 이하 개정 전후를 구분하지 않고 ‘명의신탁재산의 증여의제 규정’이라 통칭한다)에 따른 증여세의 납세의무자는 명의수탁자이고, 명의신탁자는 명의수탁자와 연대하여 해당 증여세를 납부할 의무를 부담할 뿐이다(명의신탁재산의 증여의제 규정 및 구 상증세법 제4조 제1항, 제5항). 따라서 명의신탁재산의 증여의제 규정에 따른 증여세의 과세가액 및 과세표준을 신고할 의무는 납세의무자인 명의수탁자에게 있다(구 상증세법 제68조 제1항). 그리고 부당무신고가산세는 ‘납세의무자’가 부정행위로 법정신고기한까지 세법에 따른 국세의 과세표준 신고를 하지 아니한 경우에 부과된다[구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제1항, 제2항, 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전의 것) 제47조의2 제2항]. 이러한 사정을 종합적으로 고려하면, 명의수탁자에게 명의신탁재산의 증여의제 규정에 따른 증여세에 관한 부당무신고가산세를 부과하거나 명의신탁자에게 이에 대한 연대납세의무를 부담시키기 위해서는 그 무신고와 관련하여 본래의 증여세 납세의무자인 명의수탁자가 부정행위를 하였다고 평가할 수 있어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(1998. 12. 28. 법률 제5582호로 개정되기 전의 것) 제43조 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제45조의2 제1항 / [2] 구 상속세 및 증여세법(1998. 12. 28. 법률 제5582호로 개정되기 전의 것) 제43조 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2002. 12. 18. 법률 제6780호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제41조의2 제1항(현행 제45조의2 제1항 참조), 구 상속세 및 증여세법(2007. 12. 31. 법률 제8828호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2010. 1. 1. 법률 제9916호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제45조의2 제1항, 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제4조 제1항, 제5항, 제45조의2 제1항, 제68조 제1항, 구 국세기본법(2011. 12. 31. 법률 제11124호로 개정되기 전 것) 제47조의2 제2항(현행 제47조의2 제1항 제1호, 제2항 참조), 구 국세기본법(2013. 6. 7. 법률 제11873호로 개정되기 전의 것) 제47조의2 제1항(현행 제47조의2 제1항 제2호 참조), 제2항(현행 제47조의2 제1항 제1호, 제2항 참조)<br/>",
  "참조판례": "[1] 대법원 2017. 2. 21. 선고 2011두10232 판결(공2017상, 646)<br/>"
}