{
  "판례일련번호": "231011",
  "사건명": "손해배상(기)",
  "사건번호": "2022다228056",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220907",
  "판시사항": "자본시장과 금융투자업에 관한 법률 제162조 제1항, 제170조 제1항에 근거한 사업보고서와 감사보고서의 거짓 기재로 인한 손해배상책임의 경우, 사업보고서 등의 제출인 혹은 감사인은 손해의 전부 또는 일부와 사업보고서 등의 거짓 기재 사이에 인과관계가 없다는 점을 증명하여 책임의 전부 또는 일부를 면할 수 있는지 여부(적극) 및 이러한 인과관계 부존재 사실을 증명하는 방법 / 거짓 기재가 포함된 사업보고서 등의 공시 혹은 그 공표 이후의 주식가격의 형성이나 하락이 사업보고서 등의 거짓 기재 때문인지 분명하지 않다는 정도의 증명만으로 자본시장과 금융투자업에 관한 법률 제162조 제3항, 제170조 제2항에 따른 손해액의 추정이 깨지는지 여부(소극) / 사업보고서 등의 거짓 기재 사실이 밝혀져 다시 정상주가가 형성된 이후에 주식을 매도하였거나 변론종결일까지 계속 보유 중인 경우, 자본시장과 금융투자업에 관한 법률 제162조 제3항, 제170조 제2항에 따른 손해액 중 정상주가와 실제 처분가액(또는 변론종결일의 시장가격)의 차액 부분에 관하여 손해 인과관계 부존재의 증명이 있다고 볼 수 있는지 여부(원칙적 적극) 및 이 경우 사업보고서 등의 거짓 기재에 따른 손해액(=매수가격에서 정상주가 형성일의 주가를 공제한 금액)<br/>",
  "판결요지": "자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제162조 제1항 혹은 제170조 제1항에 근거한 사업보고서와 감사보고서 등(이하 ‘사업보고서 등’이라 한다)의 거짓 기재로 인한 손해배상책임의 경우, 손해액은 자본시장법 제162조 제3항 및 제170조 제2항에 따라 산정된 금액으로 추정되므로 사업보고서 등의 제출인 혹은 감사인은 자본시장법 제162조 제4항 및 제170조 제3항에 따라 손해의 전부 또는 일부와 사업보고서 등의 거짓 기재 사이에 인과관계가 없다는 점을 증명하여 그 책임의 전부 또는 일부를 면할 수 있을 뿐이다. 손해 인과관계 부존재의 증명은 문제 된 사업보고서 등의 거짓 기재가 손해의 발생에 아무런 영향을 미치지 아니하였다는 사실 혹은 부분적 영향을 미쳤다는 사실을 직접적으로 증명하는 방법 또는 문제 된 사업보고서 등의 거짓 기재 이외의 다른 요인에 의하여 손해의 전부 또는 일부가 발생하였다는 사실을 간접적으로 증명하는 방법으로도 가능하다. 후자의 경우, 특정한 사건이 발생하기 이전 자료를 기초로 특정한 사건이 발생하지 않았다고 가정하였을 경우 예상할 수 있는 추정 기대수익과 시장에서 관측된 실제수익률의 차이인 추정 초과수익률 수치를 이용하여 특정한 사건이 주가에 미친 영향이 통계적으로 의미가 있는 수준인지를 분석하는 사건연구(event study) 방법을 사용할 수도 있다. 그러나 투자자 보호의 측면에서 손해액 추정조항을 둔 자본시장법 제162조 제3항 및 제170조 제2항의 입법 취지에 비추어 볼 때, 거짓 기재가 포함된 사업보고서 등이 공시된 이후 매수한 주식의 가격이 하락하여 손실이 발생하였는데 사업보고서 등의 공시 혹은 그 공표 이후의 주식가격의 형성이나 하락이 문제 된 사업보고서 등의 거짓 기재 때문인지 분명하지 않다는 정도의 증명만으로 손해액의 추정이 깨진다고 할 수 없다. 다만 사업보고서 등의 거짓 기재 사실이 밝혀진 이후 그로 인한 충격이 가라앉고 허위정보로 인하여 부양된 부분이 모두 제거되어 다시 정상적인 주가가 형성되면 그 정상주가 형성일 이후의 주가변동은 특별한 사정이 없는 한 사업보고서 등의 거짓 기재와 인과관계를 인정하기 어려우므로, 이처럼 정상주가 형성일 이후 주식을 매도하였거나 변론종결일까지 계속 보유 중인 사실이 확인되는 경우라면 자본시장법 제162조 제3항 및 제170조 제2항이 정하는 손해액 중 정상주가와 실제 처분가격(또는 변론종결일의 시장가격)의 차액 부분에 대하여 자본시장법 제162조 제4항 및 제170조 제3항이 정한 손해 인과관계 부존재의 증명이 있다고 볼 수 있고, 이 경우 손해액은 매수가격에서 정상주가 형성일의 주가를 공제한 금액이 된다.<br/>",
  "판결본문": "",
  "참조조문": "자본시장과 금융투자업에 관한 법률 제162조 제1항, 제3항, 제4항, 제170조<br/>",
  "참조판례": "대법원 2016. 10. 27. 선고 2015다218099 판결, 대법원 2016. 12. 15. 선고 2015다243163 판결(공2017상, 88)<br/>"
}