{
  "판례일련번호": "231437",
  "사건명": "미지급임금청구[택시회사가 운송수입금 전액관리제와 정액급여제를 시행하되 단체협약에 따라 소속 택시기사들의 실제 운송수입금 납부액이 기준 운송수입금액에 미치지 못하면 월 정액급여에서 그 미달액을 공제한 것의 효력 등이 문제된 사건]",
  "사건번호": "2017다242928",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220929",
  "판시사항": "[1] 구 여객자동차 운수사업법하에서 운송사업자가 운수종사자들로부터 근무 당일의 운송수입금 전액을 받은 후 실제 운송수입금 납부액이 기준 운송수입금액에 미치지 못하는 경우에는 월 정액급여에서 그 미달액을 공제하기로 단체협약에서 정할 수 있는지 여부(원칙적 적극) 및 그러한 공제 행위가 같은 법 제21조 제1항을 위반한 것인지 여부(소극)<br/>  [2] 단체협약에 임금의 일부를 공제하기로 하는 규정을 둔 경우, 지급된 임금이 최저임금에 미달하는지를 판단할 때 공제하기 전의 임금을 토대로 최저임금법령에 따라 최저임금에 산입되는 임금을 계산하여야 하는지 여부(원칙적 적극)<br/>  [3] 구 여객자동차 운수사업법하에서 택시운송사업자가 운송수입금 전액관리제를 시행하면서 단체협약에서 실제 운송수입금 납부액이 기준 운송수입금액에 미치지 못하는 경우 택시운전근로자의 월 정액급여에서 그 미달액을 공제하기로 정한 경우, 기준 운송수입금 미달액을 공제한 후의 급여를 토대로 최저임금법령에 따라 최저임금에 산입되는 임금을 계산하여 최저임금법 위반 여부를 판단하여야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 구 여객자동차 운수사업법(2016. 1. 19. 법률 제13800호로 개정되기 전의 것, 이하 ‘구 여객자동차법’이라 한다)은 제21조 제1항에서 \"대통령령으로 정하는 운송사업자는 제24조에 따른 운전업무 종사자격을 갖추고 여객자동차운송사업의 운전업무에 종사하고 있는 자(이하 ‘운수종사자’라 한다)가 이용자에게서 받은 운임이나 요금(이하 ‘운송수입금’이라 한다)의 전액을 그 운수종사자에게서 받아야 한다.\"라고만 정하고, 수납한 운송수입금의 배분이나 개별 사업장의 임금 수준, 급여체계 등 근로조건에 관해서는 아무런 규정을 두고 있지 않았다. 따라서 구 여객자동차법하에서는 운송사업자가 운수종사자로부터 운송수입금의 전액을 받은 후 이를 배분하는 방식 등 근로조건을 노사 간의 자율적인 협의로 결정할 수 있으므로, 운송사업자가 운수종사자들로부터 근무 당일의 운송수입금 전액을 받는 이상 단체협약에서 실제 운송수입금 납부액이 기준 운송수입금액에 미치지 못하는 경우에는 월 정액급여에서 그 미달액을 공제하기로 정하는 것도 원칙적으로 가능하고, 그러한 공제 행위가 구 여객자동차법 제21조 제1항을 위반한 것이라고 볼 수도 없다.<br/>  [2] 최저임금법 제6조 제1항은 \"사용자는 최저임금의 적용을 받는 근로자에게 최저임금액 이상의 임금을 지급하여야 한다.\"라고 규정하며, 근로기준법 제43조 제1항은 \"임금은 통화로 직접 근로자에게 그 전액을 지급하여야 한다. 다만 법령 또는 단체협약에 특별한 규정이 있는 경우에는 임금의 일부를 공제하거나 통화 이외의 것으로 지급할 수 있다.\"라고 규정한다. 이러한 최저임금법 및 근로기준법 규정 내용을 종합하면, 단체협약에 임금의 일부를 공제하기로 하는 규정을 둔 사안에서 지급된 임금이 최저임금에 미달하는지를 판단할 때에는 특별한 사정이 없는 한 이를 공제하기 전의 임금을 토대로 최저임금법령에 따라 최저임금에 산입되는 임금을 계산한 후 이를 최저임금액과 비교하는 것이 원칙이다.<br/>  [3] 구 여객자동차 운수사업법(2016. 1. 19. 법률 제13800호로 개정되기 전의 것, 이하 ‘구 여객자동차법’이라 한다)하에서 택시운송사업자가 운송수입금 전액관리제를 시행하면서, 단체협약에서 실제 운송수입금 납부액이 기준 운송수입금액에 미치지 못하는 경우 택시운전근로자의 월 정액급여에서 그 미달액을 공제하기로 정하는 것 자체는 허용된다. 그러나 이러한 공제가 이루어진 경우에는, 택시운전근로자가 운송수입금의 전부 또는 일부를 택시운송사업자에게 납부하지 않음으로써 공제액이 발생하게 되었거나 공제액이 증가하였다는 등의 특별한 사정이 없는 한, 기준 운송수입금 미달액을 공제한 후의 급여를 토대로 최저임금법령에 따라 최저임금에 산입되는 임금(이하 ‘비교대상 임금’이라 한다)을 계산하여 최저임금법 위반 여부를 판단하여야 한다. 그 이유는 다음과 같다.<br/>  ① 최저임금법은 사용자로 하여금 국가가 정한 임금액의 최저한도 이상을 근로자에게 지급하도록 강제하고, 나아가 최저임금에 미달하는 임금 차액에 대한 근로자의 임금청구권을 직접 인정하고 있다. 한편 2008. 3. 21. 법률 제8964호로 개정(특별시, 광역시, 특별자치시가 아닌 시 지역에서는 2010. 7. 1.부터 시행)된 최저임금법 제6조 제5항은 일반택시운송사업에서 운전업무에 종사하는 근로자의 비교대상 임금의 범위에서 ‘생산고에 따른 임금’을 제외하도록 하였는데, 이는 택시운전근로자가 받는 임금 중 고정급의 비율을 높여 운송수입금이 적은 경우에도 최저임금액 이상의 임금을 받을 수 있도록 보장함으로써 보다 안정된 생활을 영위할 수 있도록 하려는 취지이다. 따라서 택시운전근로자가 운송수입금을 전액 납부한 이상, 단순히 생산고가 높지 않아 운송수입금이 적게 됨에 따라 기준 운송수입금 미달액이 월 정액급여에서 공제되는 경우에도 최저임금액 이상의 임금을 보장하는 것이 최저임금법의 취지에 부합한다.<br/>  ② 운송수입금 전액관리제는 종래 일반택시운송사업의 일반적인 임금형태였던 사납금제가 안고 있는 여러 문제점을 개선하여, 일반택시운송사업자의 기업경영의 투명성을 제고함과 아울러 택시운전근로자의 생활안정을 꾀함으로써 택시의 무리한 운행요인을 줄여 택시이용자에 대한 서비스의 질을 향상시키기 위한 목적으로 도입되었다. 또한 여객자동차 운수사업법은 운송수입금 전액관리제에 관한 규정을 두는 것 외에도 일반택시운송사업과 관련하여 국가에 의한 면허 제도를 운영하면서 상당한 규제와 지원을 함께 하고 있는데, 이는 일반택시운송사업이 가지는 공공성을 전제로 택시운송사업에 관한 질서를 확립하고 여객의 안전하고 원활한 운송을 도모하여 궁극적으로는 국민의 공공복리를 증진하고자 하는 것이다. 이러한 여객자동차 운수사업법의 관련 규정과 운송수입금 전액관리제의 취지 및 일반택시운송사업의 공공성 등을 고려하면, 운송수입금 전액관리제를 시행하는 사업장에서 운송수입금을 전액 납부하였음에도 납부액이 기준 운송수입금액에 미치지 못하여 그 미달액을 월 정액급여에서 공제함에 따라 택시운전근로자가 최저임금 수준마저 보장받지 못하게 되는 것은 사회적 이익의 측면에서도 받아들이기 어렵다.<br/>  ③ 노사 합의로 기준 운송수입금 미달액 공제가 이루어진 경우라 하더라도, 그러한 사정만으로 위에서 본 바와 같은 최저임금법 등의 취지를 무시하고 공제 전의 급여를 기준으로 최저임금법 위반 여부를 판단할 수는 없다. 오히려 이러한 공제가 이루어진 경우에도 기준 운송수입금 공제 전의 임금을 기준으로 최저임금법 위반 여부를 판단하게 되면, 기준 운송수입금이 해당 사업구역의 택시요금이나 택시 수요 등에 부합하지 않게 비현실적으로 높은 금액으로 정해지는 등으로 택시운전근로자가 운송수입금을 전액 납부하였음에도 불구하고 본래 받아야 할 월 정액급여의 대부분이 공제되는 결과가 초래되는 경우에도 이를 유효하다고 판단할 수밖에 없는 불합리한 결과가 초래된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 여객자동차 운수사업법(2016. 1. 19. 법률 제13800호로 개정되기 전의 것) 제21조 제1항 / [2] 최저임금법 제6조 제1항, 제4항, 근로기준법 제43조 제1항 / [3] 구 여객자동차 운수사업법(2016. 1. 19. 법률 제13800호로 개정되기 전의 것) 제21조 제1항, 최저임금법 제6조 제1항, 제4항, 제5항, 근로기준법 제43조 제1항<br/>",
  "참조판례": "[1] 대법원 2006. 1. 26. 선고 2005도8221 판결, 대법원 2007. 3. 30. 선고 2004두7665 판결(공2007상, 630) / [3] 대법원 2018. 7. 11. 선고 2016다9261, 9278 판결(공2018하, 1540), 대법원 2019. 4. 18. 선고 2016다2451 전원합의체 판결(공2019상, 1074), 헌법재판소 1998. 10. 29. 선고 97헌마345 전원재판부 결정(헌공30, 808), 헌법재판소 2011. 8. 30. 선고 2008헌마477 전원재판부 결정(헌공179, 1311)<br/>"
}