{
  "판례일련번호": "231459",
  "사건명": "부당이득금",
  "사건번호": "2021다292425",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220929",
  "판시사항": "[1] 정당한 권원 없는 사람이 집합건물의 공용부분이나 대지를 점유·사용하는 경우, 구분소유자뿐만 아니라 관리단도 위 사람을 상대로 부당이득반환을 구하는 소를 제기할 수 있는지 여부(적극)<br/>  [2] 집합건물의 관리단이 집합건물의 소유 및 관리에 관한 법률 제15조 제1항에서 정한 특별결의나 같은 법 제41조 제1항에서 정한 서면이나 전자적 방법 등에 의한 합의의 방법으로 타인에게 공용부분 변경에 관한 업무를 위임할 수 있는지 여부(적극) 및 이러한 법리는 관리단이 공용부분 관리에 관한 업무로서 공용부분이나 대지를 정당한 권원 없이 점유하는 사람에 대하여 부당이득반환을 청구하는 경우에도 마찬가지인지 여부(적극) / 집합건물의 관리단은 공용부분 변경에 관한 사항 등을 제외한 공용부분의 관리에 관한 사항을 통상의 집회결의로 타인에게 위임할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 정당한 권원 없는 사람이 집합건물의 공용부분이나 대지를 점유·사용함으로써 이익을 얻고, 구분소유자들이 해당 부분을 사용할 수 없게 되어 부당이득반환을 구하는 법률관계는 구분소유자의 공유지분권에 기초한 것이어서 그에 대한 소송은 1차적으로 구분소유자가 각각 또는 전원의 이름으로 할 수 있다. 한편 관리단은 집합건물에 대하여 구분소유 관계가 성립되면 건물과 그 대지 및 부속시설의 관리에 관한 사업의 시행을 목적으로 당연히 설립된다. 관리단은 건물의 관리 및 사용에 관한 공동이익을 위하여 필요한 구분소유자의 권리와 의무를 선량한 관리자의 주의의무로 행사하거나 이행하여야 하고, 관리인을 대표자로 하여 관리단집회의 결의 또는 규약에서 정하는 바에 따라 공용부분의 관리에 관한 사항에 관련된 재판상 또는 재판 외의 행위를 할 수 있다(집합건물의 소유 및 관리에 관한 법률 제16조, 제23조, 제23조의2, 제25조 참조). 따라서 관리단은 관리단집회의 결의나 규약에서 정한 바에 따라 집합건물의 공용부분이나 대지를 정당한 권원 없이 점유하는 사람에 대하여 부당이득의 반환에 관한 소송을 할 수 있다. <br/>  [2] 집합건물의 공용부분 변경에 관한 업무는 구분소유자 전원으로 법률상 당연하게 성립하는 관리단에 귀속되고, 그 변경에 관한 사항은 관리단집회에서의 구분소유자 및 의결권의 각 3분의 2 이상의 결의[집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다) 제15조 제1항] 또는 구분소유자 및 의결권의 각 5분의 4 이상의 서면이나 전자적 방법 등에 의한 합의(집합건물법 제41조 제1항)로써 결정하는 것이므로, 집합건물의 관리단은 위와 같은 방법에 의한 결정으로 구분소유자들의 비용 부담 아래 공용부분 변경에 관한 업무를 직접 수행할 수 있음은 물론 타인에게 위임하여 처리할 수도 있다. 이와 같은 법리는 관리단이 집합건물의 공용부분 관리에 관한 업무로서 공용부분이나 대지를 정당한 권원 없이 점유하는 사람에 대하여 부당이득반환을 청구하는 경우에도 마찬가지이다. 한편 위와 같은 공용부분 변경에 관한 사항 등을 제외한 공용부분의 관리에 관한 사항은 통상의 집회결의로써 결정하므로(집합건물법 제16조 제1항), 관리단은 통상의 집회결의로써 타인에게 공용부분 관리에 관한 사항을 위임할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제16조, 제23조, 제23조의2, 제25조, 민법 제741조 / [2] 집합건물의 소유 및 관리에 관한 법률 제15조 제1항, 제16조 제1항, 제41조 제1항, 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2022. 6. 30. 선고 2021다239301 판결(공2022하, 1457) / [2] 대법원 2017. 3. 16. 선고 2015다3570 판결(공2017상, 756)<br/>"
}