{
  "판례일련번호": "231453",
  "사건명": "토지인도·소유권이전등기[부담부증여계약의 증여자가 수증자의 부담 이행이 완료된 후 서면에 의하지 않은 증여임을 이유로 민법 제555조에 따른 해제를 주장한 사건]",
  "사건번호": "2021다299976, 299983",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220929",
  "판시사항": "증여의 의사가 서면으로 표시되지 않은 경우, 민법 제555조에 따라 부담부증여계약을 해제할 수 있는지 여부(원칙적 적극) / 부담부증여계약에서 증여자의 증여 이행이 완료되지 않았더라도 수증자가 부담의 이행을 완료한 경우, 서면에 의하지 않은 증여임을 이유로 증여계약의 전부 또는 일부를 해제할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "민법 제555조는 \"증여의 의사가 서면으로 표시되지 아니한 경우에는 각 당사자는 이를 해제할 수 있다.\"라고 정하고, 민법 제561조는 \"상대부담있는 증여에 대하여는 본절의 규정 외에 쌍무계약에 관한 규정을 적용한다.\"라고 정한다. 이처럼 부담부증여에도 민법 제3편 제2장 제2절(제554조부터 제562조까지)의 증여에 관한 일반 조항들이 그대로 적용되므로, 증여의 의사가 서면으로 표시되지 않은 경우 각 당사자는 원칙적으로 민법 제555조에 따라 부담부증여계약을 해제할 수 있다. <br/>  그러나 부담부증여계약에서 증여자의 증여 이행이 완료되지 않았더라도 수증자가 부담의 이행을 완료한 경우에는, 그러한 부담이 의례적·명목적인 것에 그치거나 그 이행에 특별한 노력과 비용이 필요하지 않는 등 실질적으로는 부담 없는 증여가 이루어지는 것과 마찬가지라고 볼 만한 특별한 사정이 없는 한, 각 당사자가 서면에 의하지 않은 증여임을 이유로 증여계약의 전부 또는 일부를 해제할 수는 없다고 봄이 타당하다. 그 이유는 다음과 같다. <br/>  ① 부담부증여계약이 체결된 경우 민법 제561조에 따라 쌍무계약에 관한 규정이 준용되고, 민법 제559조 제2항에 따라 증여자는 그 부담의 한도에서 매도인과 같은 담보책임을 진다. 이처럼 민법에서는 부담부증여에 부담 없는 증여와 구별되는 성격이 있음을 고려하여 계약의 이행과 소멸 과정에서 증여자와 수증자의 공평을 특별히 도모하고 있다. <br/>  ② 민법 제558조는 제555조에 따라 증여계약을 해제하더라도 이미 이행한 부분에 대해서는 영향을 미치지 못한다고 정하고, 부담부증여에서는 이미 이행한 부담 역시 제558조에서의 ‘이미 이행한 부분’에 포함된다. 따라서 수증자가 부담의 이행을 완료하였음에도 증여자가 증여를 이행하지 않은 상태에서 민법 제555조에 따라 부담부증여계약을 자유롭게 해제할 수 있다고 본다면, 증여자가 아무런 노력 없이 수증자의 부담 이행에 따른 이익을 그대로 보유하는 부당한 결과가 발생할 수 있다. <br/>  ③ 민법 제555조에서 말하는 해제는 일종의 특수한 철회로서 민법 제543조 이하에서 규정한 본래 의미의 해제와는 다르고, 그 사유가 증여계약 체결 당시 이미 존재했다는 측면에서 수증자의 망은행위 등을 이유로 한 민법 제556조에 따른 해제, 증여자의 재산상태변경을 이유로 한 민법 제557조에 따른 해제와도 다르다. 따라서 부담부증여에서 수증자의 채무불이행이나 각 당사자의 사정변경이 없고 오히려 수증자가 증여자의 증여 의사를 신뢰하여 계약 본지에 따른 부담 이행을 완료한 상태임에도 증여자가 민법 제555조에 따른 특수한 철회를 통해 손쉽게 계약의 구속력에서 벗어나게 할 경우 법적 안정성을 해치게 된다. <br/>  ④ 민법 제555조에서 서면에 의하지 아니한 증여를 해제할 수 있도록 정한 것은 증여자가 경솔하게 증여하는 것을 방지함과 동시에 증여자의 의사를 명확하게 하여 후일에 분쟁이 생기는 것을 피하려는 데 있다. 그러나 부담부증여의 경우 부담 없는 증여와 달리 증여자의 재산의 수여뿐만 아니라 수증자의 부담 이행까지 의사표시의 내용이 되므로 증여자가 경솔하게 증여하거나 증여 의사가 불분명할 가능성이 많지 않다. 수증자가 부담의 이행을 완료한 상황이라면 더욱 그러하다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제554조, 제555조, 제556조, 제557조, 제558조, 제559조 제2항, 제561조<br/>",
  "참조판례": "대법원 1988. 9. 27. 선고 86다카2634 판결(공1988, 1323), 대법원 2003. 4. 11. 선고 2003다1755 판결(공2003상, 1174)<br/>"
}