{
  "판례일련번호": "231679",
  "사건명": "공무원보수지급",
  "사건번호": "2022두45623",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221014",
  "판시사항": "[1] 국가공무원법 제73조의3 제1항에서 정한 직위해제의 의미 / 직위해제의 요건 및 효력 상실·소멸시점 등을 해석하는 방법<br/>  [2] 국가공무원법 제73조의3 제1항 제3호에서 정한 직위해제의 목적 및 직위해제 요건의 충족 여부 등을 판단하는 방법 <br/>  [3] 국가공무원법 제73조의3 제2항의 직위해제 사유의 소멸과 관련하여 같은 조 제1항 제3호에서 정한 ‘중징계의결이 요구 중인 자’는 같은 법 제82조 제1항 및 공무원 징계령 제12조에 따른 징계의결이 이루어질 때까지로 한정되는지 여부(적극) <br/>",
  "판결요지": "[1] 국가공무원법 제73조의3 제1항에서 정한 직위해제는 당해 공무원이 장래에 계속 직무를 담당하게 될 경우 예상되는 업무상의 장애 등을 예방하기 위하여 일시적으로 당해 공무원에게 직위를 부여하지 아니함으로써 직무에 종사하지 못하도록 하는 잠정적인 조치로서, 임용권자가 일방적으로 보직을 박탈시키는 것을 의미한다. 이러한 직위해제는 공무원의 비위행위에 대한 징벌적 제재인 징계와 법적 성질이 다르지만, 해당 공무원에게 보수·승진·승급 등 다양한 측면에서 직간접적으로 불리한 효력을 발생시키는 침익적 처분이라는 점에서 그것이 부당하게 장기화될 경우에는 결과적으로 해임과 유사한 수준의 불이익을 초래할 가능성까지 내재되어 있으므로, 직위해제의 요건 및 효력 상실·소멸시점 등은 문언에 따라 엄격하게 해석해야 하고, 특히 헌법 제7조 제2항 및 국가공무원법 제68조에 따른 공무원에 대한 신분보장의 관점은 물론 헌법상 비례원칙에 비추어 보더라도 직위해제처분의 대상자에게 불리한 방향으로 유추·확장해석을 해서는 안 된다.<br/>  [2] 국가공무원법 제73조의3 제1항 제3호는 파면·해임·강등 또는 정직에 해당하는 징계의결(이하 ‘중징계의결’이라 한다)이 요구 중인 자에 대하여 직위해제처분을 할 수 있음을 규정하였는바, 이는 중징계의결 요구를 받은 공무원이 계속 직위를 보유하고 직무를 수행한다면 공무집행의 공정성과 그에 대한 국민의 신뢰를 저해할 구체적인 위험이 생길 우려가 있으므로 이를 사전에 방지하고자 하는 데 목적이 있다. 이러한 직위해제제도의 목적 및 취지는 물론 이로 인한 불이익의 정도와 침익적 처분의 성질에 비추어 보면, 단순히 ‘중징계의결 요구’가 있었다는 형식적 이유만으로 직위해제처분을 하는 것이 정당화될 수는 없고, 직위해제처분의 대상자가 중징계처분을 받을 고도의 개연성이 인정되는 경우임을 전제로 하여, 대상자의 직위·보직·업무의 성격상 그가 계속 직무를 수행함으로 인하여 공정한 공무집행에 구체적인 위험을 초래하는지 여부 등에 관한 제반 사정을 면밀히 고려하여 그 요건의 충족 여부 등을 판단해야 한다.<br/>  [3] 국가공무원법 제73조의3 제2항은 직위해제처분을 한 경우에도 그 사유가 소멸되면 지체 없이 직위를 부여하여야 함을 명시하였다. 이는 같은 조 제1항 제3호의 요건 중 하나인 ‘중징계의결이 요구 중인 자’의 의미 및 ‘중징계의결 요구’의 종기에 관한 해석과 관계된다. 국가공무원법은 ‘징계의결 요구(제78조), 징계의결(제82조 제1항), 징계의결 통보(공무원 징계령 제18조), 징계처분(제78조 및 공무원 징계령 제19조) 또는 심사·재심사 청구(제82조 제2항 및 공무원 징계령 제24조)’ 등 징계절차와 그 각 단계를 명확히 구분하여 규정하였고, ‘재징계의결 요구(제78조의3)’는 징계처분이 무효·취소된 경우에 한하는 것으로 명시함으로써 ‘심사·재심사 청구’가 이에 포함되지 않는다는 점 역시 문언상 분명하다. 이러한 관련 규정의 문언 내용·체계에 비추어 보면, ‘중징계의결이 요구 중인 자’는 국가공무원법 제82조 제1항 및 공무원 징계령 제12조에 따른 징계의결이 이루어질 때까지로 한정된다고 보는 것이 타당하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 국가공무원법 제73조의3 제1항 / [2] 국가공무원법 제73조의3 제1항 제3호 / [3] 국가공무원법 제73조의3 제1항 제3호, 제2항, 제82조 제1항, 공무원 징계령 제12조<br/>",
  "참조판례": "[1] 대법원 2003. 10. 10. 선고 2003두5945 판결(공2003하, 2181)<br/>"
}