{
  "판례일련번호": "231687",
  "사건명": "토지인도",
  "사건번호": "2020다289163",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221014",
  "판시사항": "국유림의 경영 및 관리에 관한 법률에 따라 준보전국유림을 대부받은 자가 그 권리를 제3자에게 양도한 경우, 산림청장의 허가가 없었다는 이유만으로 양도계약이 무효 또는 유동적 무효 상태가 된다고 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "국유림의 경영 및 관리에 관한 법률(이하 ‘국유림법’이라고 한다)은 준보전국유림을 대부받은 자가 그 권리를 양도하고자 하는 때에는 산림청장의 허가를 받아야 한다고 정하고(제21조, 제25조 제1항), 준보전국유림을 대부받은 자가 산림청장의 허가를 받지 않고 그 권리를 양도한 경우 산림청장은 대부를 취소할 수 있다고 정한다(제26조 제1항 제4호). 그러나 준보전국유림을 대부받은 자가 그 권리를 제3자에게 양도하였을 경우 산림청장의 허가를 받지 않았다고 하더라도 다른 사정이 없는 한 그 양도계약은 유효하고, 산림청장의 허가가 없었다는 이유만으로 양도계약이 무효 또는 유동적 무효 상태가 된다고 볼 수는 없다.<br/>  ① 구 산림법(2005. 8. 4. 법률 제7678호 산림자원의 조성 및 관리에 관한 법률 부칙 제2조로 폐지) 제71조 제1항은 국유림을 요존국유림과 불요존국유림으로 구분하였다. 2005. 8. 4. 법률 제7677호로 제정된 국유림법도 국유림을 요존국유림과 불요존국유림으로 구분하면서(제16조 제1항) 요존국유림을 국유재산 중 행정재산이나 보존재산으로, 불요존국유림을 국유재산 중 잡종재산으로 본다고 정하였다(제16조 제3항). 한편 국유재산법은 2009. 1. 30. 법률 제9401호로 전부 개정되면서 국유재산을 행정재산과 일반재산으로 구분하였는데(제6조), 국유림법 제16조 제3항도 이에 따라 요존국유림을 행정재산으로, 불요존국유림을 일반재산으로 본다고 개정하였다. 국유림법은 2016. 12. 2. 법률 제14357호 개정되면서 요존국유림을 보전국유림으로, 불요존국유림을 준보전국유림으로 변경하였다.<br/>  ② 국유재산법상 일반재산에 관한 관리·처분의 권한을 위임받은 기관의 일반재산 대부 행위는 국가나 지방자치단체가 사경제 주체로서 상대방과 대등한 위치에서 행하는 사법상 계약이므로 그 권리관계는 사법의 규정이 적용됨이 원칙이다. 다만 계약당사자의 일방이 국가나 지방자치단체이고 그 목적물이 국유재산이라는 공적 특성이 있어서 국유재산법 등 특별법의 규제를 받을 수 있다. 이는 국유재산법상 일반재산에 해당하는 준보전국유림도 마찬가지다. 준보전국유림에 관한 대부계약은 국가가 사경제 주체로서 대부를 받는 자와 대등한 위치에서 체결한 사법상 계약이므로 그에 관한 권리관계를 특별히 규제하는 법령이 없는 이상 민법상 임대차에 관한 사법상 규정이 적용될 수 있다.<br/>  ③ 국유재산법상 일반재산에 해당하는 준보전국유림은 보전국유림 외의 국유림으로(국유림법 제16조 제1항 제1호, 제2호) 국유재산으로서 공적 특성이 비교적 크지 않다. 국유림법은 준보전국유림을 대부받은 자가 그 권리를 양도할 경우 산림청장의 허가를 받도록 정하고 있으나 준보전국유림을 대부받은 자가 산림청장의 허가 없이 한 권리양도의 효력에 관하여 별도로 정한 바가 없고 산림청장의 허가 없는 양도행위를 처벌하는 조항도 두지 않았다. 이러한 사정을 종합하면 준보전국유림을 대부받은 자가 권리를 양도할 때 산림청장의 허가를 받도록 한 것은 준보전국유림이 대부 목적에 맞게 사용되도록 하고 대부 현황을 파악하여 준보전국유림을 효율적으로 관리하기 위한 목적에 따른 것일 뿐, 산림청장의 허가를 양도행위의 효력요건으로 정하여 허가가 없으면 양도행위의 효력 자체를 부정할 목적에 따른 것으로 보기는 어렵다. <br/>  ④ 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 행위의 효력을 제한하는 특별법의 규제가 없는 이상 민법상 임대차에서 임대인의 동의 없이 임차권이 무단양도된 경우에도 임차권 양도계약이 유효한 것과 마찬가지로 준보전국유림을 대부받은 자가 제3자에게 그 권리를 양도하는 계약도 유효하다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "국유림의 경영 및 관리에 관한 법률 제16조 제1항, 제3항, 제21조, 제25조 제1항, 제26조 제1항 제4호, 구 국유림의 경영 및 관리에 관한 법률(2006. 12. 28. 법률 제8102호로 개정되기 전의 것) 제16조 제1항, 제16조 제3항, 구 산림법(2005. 8. 4. 법률 제7678호 산림자원의 조성 및 관리에 관한 법률 부칙 제2조로 폐지) 제71조 제1항(현행 국유림의 경영 및 관리에 관한 법률 제16조 제1항 참조), 국유재산법 제6조 제1항, 민법 제105조, 제629조<br/>",
  "참조판례": "대법원 2011. 5. 26. 선고 2011다1231 판결(공2011하, 1291)<br/>"
}