{
  "판례일련번호": "231743",
  "사건명": "유체동산인도[금융리스이용자(채무자)에 대한 회생절차에서 리스계약에 따른 채권을 회생담보권으로 신고하여 확정받은 리스회사(원고)가, 채무자의 이 사건 기계(리스물, 의료기기) 사용을 전제로 한 회생계획이 수립되어 인가결정이 내려진 이후 비로소 리스계약을 해지하고 환취권을 행사하였다고 주장하면서 채무자의 관리인(피고)을 상대로 위 기계의 인도를 구한 사건]",
  "사건번호": "2018다210690",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221014",
  "판시사항": "[1] 권리자가 회생절차 진행 중인 채무자를 상대로 권리를 행사하는 경우, 신의성실의 원칙을 위반하는지 판단하는 기준<br/>  [2] 甲 주식회사가 乙 의료법인과 의료기기인 기계에 관하여 리스계약을 체결하고 乙 법인에 기계를 리스해 주었는데, 乙 법인에 관한 회생절차가 개시되자 甲 회사가 리스계약에 따른 채권을 회생담보권으로 신고하였다가 乙 법인이 위 기계를 이용하여 계속적으로 영업활동을 하는 것을 전제로 한 회생계획이 인가된 후 ‘리스계약에서 정한 바에 따라 계약을 해지하고 환취권을 행사하였다.’고 주장하면서 위 기계의 인도를 구한 사안에서, 제반 사정에 비추어 甲 회사가 리스계약을 해지하고 환취권을 행사하는 것은 신의성실의 원칙에 비추어 허용될 수 없는 것이라고 볼 여지가 있는데도, 이를 심리하거나 고려하지 않은 원심판단에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 권리자가 실제로 권리를 행사할 수 있는 기회가 있어서 권리행사의 기대가능성이 있었음에도 불구하고 상당한 기간이 경과하도록 권리를 행사하지 아니하여 의무자인 상대방으로서도 이제는 권리자가 권리를 행사하지 아니할 것으로 신뢰할 만한 정당한 기대를 가지게 된 다음에 새삼스럽게 그 권리를 행사하는 것이 법질서 전체를 지배하는 신의성실의 원칙을 위반하는 것으로 인정되는 결과가 될 때에는 그 권리의 행사가 허용되지 않는다고 보아야 한다.<br/>    권리자가 회생절차 진행 중인 채무자를 상대로 권리를 행사하는 경우 신의성실의 원칙을 위반하는지는 권리행사 이전에 회생절차에서 보인 태도와 회생절차 내에서 부여받은 지위, 권리행사를 할 당시 회생절차의 진행단계 등에 비추어 권리자의 권리행사가 집단적·포괄적 채무처리절차의 성질을 가지는 회생절차 및 그에 참여하는 다른 회생담보권자, 회생채권자 등 이해관계인들에게 어떠한 영향을 미치는지, 채무자의 효율적인 회생을 도모하고자 하는 회생절차의 목적에 반하는 결과가 발생할 위험이 있는지, 권리행사를 허용하는 경우 권리자가 이미 회생절차 내에서 부여받은 지위에 비추어 부당하게 이익을 얻게 되는지 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 甲 주식회사가 乙 의료법인과 의료기기인 기계에 관하여 리스계약을 체결하고 乙 법인에 기계를 리스해 주었는데, 乙 법인에 관한 회생절차가 개시되자 甲 회사가 리스계약에 따른 채권을 회생담보권으로 신고하였다가 乙 법인이 위 기계를 이용하여 계속적으로 영업활동을 하는 것을 전제로 한 회생계획이 인가된 후 ‘리스계약에서 정한 바에 따라 계약을 해지하고 환취권을 행사하였다.’고 주장하면서 위 기계의 인도를 구한 사안에서, 甲 회사는 회생절차에서 회생담보권자로서의 권리를 적극적으로 행사한 점, 甲 회사는 회생계획에 이의를 제기하거나 그 인가결정에 즉시항고를 하지 않음으로써 해지권 및 환취권 행사를 통해 위 기계의 인도를 요구하지 않을 것과 같은 태도를 보였던 점, 甲 회사가 위 기계를 인도받아 가면 회생계획이 정상적으로 수행될 수 없어 다른 회생담보권자, 회생채권자 등 이해관계인들은 회생계획에 따른 변제를 제대로 받지 못하게 되는 불이익을 입을 가능성이 큰 점, 인가결정까지 받은 회생계획이 제대로 수행되지 못한다면 다수의 이해관계인들이 적지 않은 시간 동안 노력을 들여 상당한 단계까지 진행하여 온 회생절차는 무용하게 되므로 사회·경제적으로 바람직하지 않고, 乙 법인의 원활한 회생을 저해하여 채무자 회생 및 파산에 관한 법률의 목적과 취지에 반하는 결과를 초래할 수 있는 점, 甲 회사는 신고한 회생담보권 전액을 회생계획에 따라 변제받을 수 있는 지위를 가지게 되었으므로 위 기계까지 반환받는다면 이중으로 부당하게 이익을 얻게 될 수 있는 점에 비추어, 甲 회사가 리스계약에서 정한 바에 따라 해지권을 갖는 경우라도 리스계약을 해지하고 환취권을 행사하는 것은 신의성실의 원칙에 비추어 허용될 수 없는 것이라고 볼 여지가 있는데도, 이를 심리하거나 고려하지 않은 원심판단에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 / [2] 민법 제2조<br/>",
  "참조판례": ""
}