{
  "판례일련번호": "231795",
  "사건명": "정치관여·직권남용권리행사방해·뇌물수수·대통령기록물관리에관한법률위반·군사기밀보호법위반",
  "사건번호": "2020도15105",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "[1] 직권남용권리행사방해죄에서 ‘직권의 남용’의 의미와 판단 기준<br/>  [2] 공무원의 위법·부당한 직무행위가 형사처벌의 대상인 ‘직권남용’에 해당하는지 판단할 때 고려할 사항 / 구체적 사건에서 직권남용 여부를 판단하는 기준<br/>  [3] 직권남용권리행사방해죄의 성립요건 / 직권남용권리행사방해죄에서 ‘권리행사를 방해한다.’는 것의 의미 및 이에 해당하려면 구체화된 권리의 현실적인 행사가 방해된 경우라야 하는지 여부(적극) / 직권남용 행위의 상대방이 공무원이거나 법령에 따라 일정한 공적 임무를 부여받고 있는 공공기관 등의 임직원인 경우, 상대방이 직권에 대응하여 어떠한 일을 한 것이 의무 없는 일인지 판단하는 기준<br/>",
  "판결요지": "[1] 형법 제123조의 직권남용권리행사방해죄에서 ‘직권의 남용’이란 공무원이 일반적 직무권한에 속하는 사항을 불법하게 행사하는 것, 즉 형식적, 외형적으로는 직무집행으로 보이나 그 실질은 정당한 권한 이외의 행위를 하는 경우를 의미하고, 남용에 해당하는지는 구체적인 직무행위의 목적, 그 행위가 당시의 상황에서 필요성이나 상당성이 있는 것이었는지 여부, 직권행사가 허용되는 법령상의 요건을 충족했는지 등의 여러 요소를 고려하여 결정하여야 한다.<br/>  [2] 공무원이 위법·부당한 행위를 한 경우 그 위법성의 정도는 불법행위책임에 그치는 경우, 징계사유에 해당하는 경우, 형사처벌사유에 해당하는 경우 등으로 다양하게 나타날 수 있고, 그중 형사처벌은 기본권 침해의 정도가 가장 무거우므로, 공무원의 직무행위가 형사처벌의 대상인 직권남용에 해당하는지 여부는 기본권 제한에 관한 최소침해의 원칙을 참작하여 엄격하게 판단하여야 한다. 구체적 사건에서 직권남용 여부를 판단함에 있어서는, 직권 행사의 주된 목적이 직무 본연의 수행에 있지 않고 본인 또는 제3자의 사적 이익 추구나 청탁 또는 불법목적의 실현 등에 있는 경우, 권한 행사의 형식을 갖추기 위하여 관련 자료나 근거를 작출, 조작, 은닉, 묵비하는 등의 적극적 또는 소극적 행위가 개입된 경우 등과 같이, 직권 행사의 목적과 방법에 있어 그 위법·부당의 정도가 실질적·구체적으로 보아 직무 본래의 수행이라고 평가할 수 없을 정도에 이른 경우라면 직권을 남용하였다고 평가할 수 있을 것이나, 위법·부당의 정도가 그에 미치지 못하는 경우라면 직권남용 해당 여부를 보다 신중하게 판단할 필요가 있다.<br/>  [3] 직권남용권리행사방해죄는 단순히 공무원이 직권을 남용하는 행위를 하였다는 것만으로 곧바로 성립하는 것이 아니라, 직권을 남용하여 현실적으로 다른 사람으로 하여금 법령상 의무 없는 일을 하게 하였거나 다른 사람의 구체적인 권리행사를 방해하는 결과가 발생하여야 하고, 그 결과의 발생은 직권남용 행위로 인한 것이어야 한다.<br/>    여기서 권리행사를 방해한다 함은 법령상 행사할 수 있는 권리의 정당한 행사를 방해하는 것을 말하므로, 이에 해당하려면 구체화된 권리의 현실적인 행사가 방해된 경우라야 한다.<br/>    또한 직권남용 행위의 상대방이 공무원이거나 법령에 따라 일정한 공적 임무를 부여받고 있는 공공기관 등의 임직원인 경우에는 법령에 따라 임무를 수행하는 지위에 있으므로, 그가 직권에 대응하여 어떠한 일을 한 것이 의무 없는 일인지 여부는 관계 법령 등의 내용에 따라 개별적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제123조 / [2] 형법 제123조 / [3] 형법 제123조<br/>",
  "참조판례": "[1][3] 대법원 2020. 1. 30. 선고 2018도2236 전원합의체 판결(공2020상, 545) / [1] 대법원 2013. 1. 31. 선고 2012도2409 판결, 대법원 2018. 2. 13. 선고 2014도11441 판결(공2018상, 610) / [3] 대법원 2006. 2. 9. 선고 2003도4599 판결(공2006상, 456), 대법원 2008. 12. 24. 선고 2007도9287 판결<br/>"
}