{
  "판례일련번호": "231783",
  "사건명": "근로자지위확인등·근로자지위확인등·근로자지위확인등",
  "사건번호": "2017다9732, 9749, 9756",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "[1] 확인의 소에서 ‘확인의 이익’이 인정되기 위한 요건<br/>  [2] 원고용주가 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우, 파견근로자 보호 등에 관한 법률의 적용을 받는 ‘근로자파견’에 해당하는지 판단하는 기준<br/>  [3] 자동차 등을 생산·판매하는 甲 주식회사와 업무위탁계약을 체결한 사내협력업체의 소속 근로자로서 甲 회사의 공장에서 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 제반 사정에 비추어 甲 회사와 乙 등은 근로자파견관계에 있었다고 본 원심판단이 정당하다고 한 사례<br/>  [4] 구 파견근로자 보호 등에 관한 법률에 따라 사용사업주와 파견근로자 사이에 직접고용관계의 성립이 간주된 후 파견근로자가 파견사업주에 대한 관계에서 사직하거나 해고를 당한 경우, 사용사업주와 파견근로자 사이의 직접고용간주와 관련된 법률관계에 영향을 미치는지 여부(원칙적 소극)<br/>  [5] 사용사업주의 단체협약 등에서 정한 정년이 지나기 전에 사용사업주의 사업장에서 근무하던 파견근로자가 사용사업주에게 직접 고용된 것으로 간주되었다거나 사용사업주에게 직접고용의무가 발생하였다고 주장하는 경우, 고용간주 효과 또는 직접고용의무가 발생하였더라도 위 정년이 경과함으로써 고용간주 효과 또는 직접고용의무가 소멸하는지 여부(원칙적 적극) 및 이때 정년 후 근무기간에 대하여 사용사업주의 근로자임을 전제로 미지급 임금 등을 구하거나 직접고용의무의 불이행을 전제로 한 손해배상을 구할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 확인의 소에서 ‘확인의 이익’이란 당사자의 권리 또는 법률상 지위에 현존하는 불안·위험이 있고, 이를 제거하는 데 확인판결을 받는 것이 가장 유효적절한 수단일 때 인정된다.<br/>  [2] 원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 파견근로자 보호 등에 관한 법률의 적용을 받는 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 제3자가 그 근로자에 대하여 직간접적으로 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, 그 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 그 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 근로관계의 실질에 따라 판단하여야 한다.<br/>  [3] 자동차 등을 생산·판매하는 甲 주식회사와 업무위탁계약을 체결한 사내협력업체의 소속 근로자로서 甲 회사의 공장에서 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 甲 회사는 사내협력업체 근로자에 대하여 일반적인 작업배치권과 변경결정권을 행사하였다고 보이는 점 등 제반 사정에 비추어 사내협력업체가 乙 등으로 하여금 甲 회사를 위한 업무를 수행하도록 한 것은 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 또는 2006. 12. 21. 법률 제8076호로 개정된 파견근로자 보호 등에 관한 법률 제2조 제1호에서 정한 ‘근로자파견’에 해당하고, 甲 회사와 乙 등은 근로자파견관계에 있었다고 본 원심판단이 정당하다고 한 사례.<br/>  [4] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)상의 직접고용간주 규정은 사용사업주와 파견근로자 사이에 발생하는 법률관계와 이에 따른 법적 효과를 설정하는 것으로서 그 내용이 파견사업주와는 직접적인 관련이 없고 위와 같은 법률관계의 성립이나 법적 효과 발생 후 파견사업주와 파견근로자 사이의 근로관계가 유지되고 있을 것을 효력존속요건으로 요구하고 있다고 할 수도 없다. 따라서 사용사업주와 파견근로자 사이에 직접고용관계의 성립이 간주된 후 파견근로자가 파견사업주에 대한 관계에서 사직하거나 해고당하였다고 하더라도, 이러한 사정은 원칙적으로 사용사업주와 파견근로자 사이의 직접고용간주와 관련된 법률관계에 영향을 미치지 않는다.<br/>  [5] 사용사업주의 단체협약 등에서 정한 정년이 지나기 전에 사용사업주의 사업장에서 근무하던 파견근로자가 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것, 이하 ‘구 파견법’이라 한다)의 요건을 충족함으로써 사용사업주에게 직접 고용된 것으로 간주되었다고 주장하는 경우, 구 파견법에 따라 고용간주 효과가 발생하였더라도 특별한 사정이 없는 한 사용사업주의 단체협약 등에서 정한 정년이 경과함으로써 그 효과는 소멸한다. 왜냐하면 사용사업주의 단체협약 등에서 정한 정년이 구 파견법에 따라 정년 전에 형성된 사용사업주와 파견근로자 사이의 법정근로관계에도 적용된다고 봄이 타당하기 때문이다. 나아가 이러한 경우 정년 후 근무기간에 대하여 사용사업주의 근로자임을 전제로 미지급 임금 등을 구할 수 없다.<br/>    또한 사용사업주의 단체협약 등에서 정한 정년이 지나기 전에 사용사업주의 사업장에서 근무하던 파견근로자가 2006. 12. 21. 법률 제8076호로 개정된 파견근로자 보호 등에 관한 법률(이하 ‘개정 파견법’이라 한다)의 요건을 충족함으로써 사용사업주에게 직접고용의무가 발생하였다고 주장하는 경우, 개정 파견법에 따라 사용사업주에게 파견근로자를 직접 고용할 의무가 발생하였더라도 특별한 사정이 없는 한 사용사업주의 단체협약 등에서 정한 정년이 경과함으로써 위와 같은 직접고용의무는 소멸한다. 왜냐하면 개정 파견법 제6조의2 제1항의 입법 취지 및 목적에 비추어 볼 때 특별한 사정이 없는 한 사용사업주는 직접고용의무 규정에 따라 근로계약을 체결할 때 기간을 정하지 않은 근로계약을 체결하여야 함이 원칙인데, 이때 사용사업주의 단체협약 등에서 정한 정년이 개정 파견법에 따라 정년 전에 발생한 직접고용의무의 내용을 이루게 되기 때문이다. 나아가 이러한 경우 정년 후 근무기간에 대하여 위와 같이 발생한 직접고용의무의 불이행을 전제로 한 손해배상책임도 인정될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 파견근로자 보호 등에 관한 법률 제2조 제1호 / [3] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제2조 제1호, 파견근로자 보호 등에 관한 법률 제2조 제1호 / [4] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조) / [5] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조<br/>",
  "참조판례": "[1][2][4] 대법원 2022. 7. 28. 선고 2016다40439 판결 / [1] 대법원 1991. 10. 11. 선고 91다1264 판결(공1991, 2695) / [2][4] 대법원 2019. 8. 29. 선고 2017다219072, 219089, 219096, 219102, 219119, 219126, 219133 판결(공2019하, 1786) / [2] 대법원 2015. 2. 26. 선고 2010다106436 판결(공2015상, 515) / [5] 대법원 2022. 1. 27. 선고 2018다207847 판결(공2022상, 419)<br/>"
}