{
  "판례일련번호": "231787",
  "사건명": "소유권이전등기[공공건설임대주택의 임차권을 양수받으려는 자가 구 임대주택법상 임차권의 양수요건인 무주택 세대구성원에 해당하는지 여부가 문제된 사안]",
  "사건번호": "2020다266535",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "구 임대주택법 제19조 단서 및 구 임대주택법 시행령 제18조 제1항에서 예외적으로 임차권의 양도를 허용하는 ‘무주택세대 구성원’의 의미 및 주택의 ‘소유’ 여부는 건물등기부 등에 주택을 소유한 것으로 기재되어 있는지에 따라 결정되는지 여부(원칙적 적극) / 임차권의 양도에 관한 구 임대주택법 등 관련 법령의 규정들이 강행법규에 해당하는지 여부(적극) 및 이를 위반한 임차권의 양도는 당사자들의 합의나 임대사업자의 동의 여부 등과 무관하게 사법적 효력을 인정할 수 있는지 여부(소극) / 임차권을 적법하게 양도받지 못한 자가 임차권 양수인으로서 공공건설임대주택에서 실제 거주한 경우, 우선 분양전환 대상자의 자격을 취득할 수 있는지 여부(소극)<br/>",
  "판결요지": "구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것, 이하 같다)은 임대주택의 건설을 촉진하고 국민의 주거생활을 안정시키는 것을 목적으로(제1조), 임대주택의 임차인 자격, 선정 방법, 임대보증금, 임대료 등 임대 조건에 관한 기준을 정하는 한편(제20조 제1항), 임대주택 임차인의 임차권 양도를 원칙적으로 금지하면서 예외적으로 구 임대주택법 시행령(2015. 12. 28. 대통령령 제26763호 민간임대주택에 관한 특별법 시행령으로 전부 개정되기 전의 것, 이하 같다) 제18조 제1항이 정하는 근무, 생업 또는 질병 치료 등의 사유로 다른 시·군·구로 주거를 이전하는 등의 경우에 한하여 임대사업자의 동의를 얻어 ‘무주택 세대구성원’에게 임차권을 양도하는 것을 허용하고 있다(제19조 단서). 또 구 임대주택법 시행규칙(2015. 12. 29. 국토교통부령 제270호 민간임대주택에 관한 특별법 시행규칙으로 전부 개정되기 전의 것)은 임대사업자가 구 임대주택법 시행령 제18조 제1항 각호에 따른 임차권 양도에 대한 동의를 하는 경우에는 미리 주택공급에 관한 규칙 제21조의2 제1항에 따라 주택소유 여부를 확인하도록 규정하고(제12조 제2항), 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것)은 사업주체가 ‘정보통신망 이용촉진 및 정보보호 등에 관한 법률’에 따라 구성된 주택전산망을 이용한 주택소유 여부 등의 전산검색을 국토교통부장관이 정하는 방법과 절차에 따라 국토교통부장관에게 의뢰하도록 규정하고 있다(제21조의2 제1항). 나아가 구 임대주택법은 거짓이나 그 밖의 부정한 방법으로 임대주택을 임대받거나 임대받게 하는 행위, 위 법 제19조를 위반하여 임대주택의 임차권을 양도하거나 임대주택을 전대하는 행위 등을 처벌하고 있다(제41조 제4항).<br/>  이와 같이 구 임대주택법 등 관련 법령이 원칙적으로 임대주택 임차인의 임차권 양도를 금지하되 예외적으로 임차권의 양도를 허용하면서 그 요건으로 양수인이 ‘무주택 세대구성원’일 것을 정하고, 이에 동의하는 임대사업자로 하여금 미리 양수인의 주택소유 여부를 확인하도록 정한 취지는 국민의 주거안정을 위해 공급되는 임대주택이 투기 또는 투자 목적으로 거래되는 것을 사전에 차단하여 실제 주거 수요를 충족시킴으로써 무주택 서민의 주거권을 확보하려는 데에 있다.<br/>  따라서 구 임대주택법 제19조 단서 및 구 임대주택법 시행령 제18조 제1항에서 예외적으로 임차권의 양도를 허용하는 ‘무주택세대 구성원’이란 임차권 양도 당시 세대원 전원이 주택을 소유하고 있지 않은 세대의 구성원을 의미한다고 할 것이다. 그리고 주택의 ‘소유’ 여부는 사회에서 통상적으로 이해되는 무주택자의 의미에 따라 보편타당하게 해석하여야 하고, 특히 구 임대주택법의 입법 목적이나 같은 법과 그에 따른 시행령, 시행규칙, 주택공급에 관한 규칙에서 정하고 있는 임차인 자격 및 선정 방법에 관한 규정, 물권취득에 관하여 형식주의를 취하고 있는 우리의 법제, 임대사업자가 임차권 양도 시 새로운 임차인의 주택소유 여부를 미리 확인할 의무를 부담하고 있는 점 등을 종합하여 볼 때, 원인무효이거나 다른 특별한 사정이 없는 한 건물등기부 등에 주택을 소유한 것으로 기재되어 있는지 여부에 따라 결정될 수밖에 없다.<br/>  이와 달리 무주택 세대구성원이 아닌 자가 공공건설임대주택의 임차권을 양도받는 것은 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키고자 하는 구 임대주택법의 입법 목적을 본질적으로 침해하는 것이므로, 이를 방지하기 위해서는 구 임대주택법 등 관련 법령에정한 임차권의 양도 요건을 위반한 자에게 형사처벌을 가하는 것만으로는 부족하고, 임차 내지 분양전환에 의한 경제적 이익 등이 위반행위자에게 부당하게 귀속되는 것을 금지시킬 필요가 있다. 이에 따라 임차권의 양도에 관한 구 임대주택법 등 관련 법령의 규정들은 강행법규에 해당한다고 보아야 하고, 이를 위반한 임차권의 양도는 당사자들의 합의나 임대사업자의 동의 여부 등과 무관하게 사법적으로 그 효력을 인정할 수 없다. 나아가 임차권을 적법하게 양도받지 못한 자가 임차권 양수인으로서 공공건설임대주택에서 실제 거주하였더라도 우선 분양전환 대상자의 자격을 취득할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 참조), 제20조 제1항(현행 공공주택 특별법 제48조 제1항 및 제49조 제1항 참조), 제41조 제4항(현행 공공주택 특별법 제57조의3 참조), 구 임대주택법 시행령(2015. 12. 28. 대통령령 제26763호 민간임대주택에 관한 특별법 시행령으로 전부 개정되기 전의 것) 제18조 제1항(현행 공공주택 특별법 시행령 제48조 제1항 참조), 제19조(현행 공공주택 특별법 제48조 참조), 구 임대주택법 시행규칙(2015. 12. 29. 국토교통부령 제270호 민간임대주택에 관한 특별법 시행규칙으로 전부 개정되기 전의 것) 제12조 제2항(현행 공공주택 특별법 시행규칙 제25조 제3항 참조), 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제21조의2 제1항(현행 제52조 제1항 참조)<br/>",
  "참조판례": ""
}