{
  "판례일련번호": "231773",
  "사건명": "소유권이전등기",
  "사건번호": "2022다238053",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "[1] 금전채무의 현실제공은 채권자가 급부를 즉시 수령할 수 있는 상태에 있어야만 인정될 수 있는지 여부(원칙적 적극) / 채권자가 채무자의 급부불이행 사정을 들어 계약을 해제하겠다는 통지를 한 경우, 그로써 이행의 최고를 하였다고 볼 수 있는지 여부(원칙적 적극) / 동시이행관계에 있는 반대급부의무를 지고 있는 채권자가 채무자의 변제의 제공이 없음을 이유로 계약해제를 하기 위하여는 스스로의 채무의 변제제공을 하여야 하는지 여부(적극)<br/>  [2] 甲 유한회사가 乙 등으로부터 부동산을 매수하는 매매계약을 체결하면서, 甲 회사의 잔금 지급과 동시에 乙 등이 부동산에 관한 소유권이전등기절차를 이행하기로 하였으며, 매매계약에 따른 의무를 이행하지 아니할 경우 서면으로 이행을 최고하고 계약을 해제할 수 있다고 정하였는데, 甲 회사가 최종 잔금 지급기일까지 잔금을 지급하지 않자, 乙 등이 다음 날 甲 회사에 잔금 미지급을 이유로 위 매매계약을 해제한다는 내용의 문자메시지를 보냈고, 甲 회사는 같은 날 대출을 받기 위하여 부동산담보신탁계약을 체결하였는데, 乙 등이 제1심 소송 중 위 매매계약이 甲 회사의 잔금 미지급으로 해제되었다는 취지의 답변서 및 준비서면을 제출한 사안에서, 위 매매계약은 乙 등의 준비서면이 甲 회사에 송달된 날 적법하게 해제되었을 여지가 있는데도, 乙 등이 위 매매계약 해제 전에 이행을 최고하지 않았을 뿐만 아니라 甲 회사가 乙 등에 대하여 이행제공을 하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 일방이 그 채무를 이행하지 아니하는 때에는 상대방은 상당한 기간을 정하여 그 이행을 최고하고 그 기간 내에 이행하지 아니한 때에는 계약을 해제할 수 있다(민법 제544조 본문). 채무자는 변제의 제공으로 채무불이행의 책임을 면하고 변제의 제공은 채무내용에 좇은 현실제공으로 하여야 하는데(민법 제460조, 제461조), 금전채무의 현실제공은 특별한 사정이 없는 한 채권자가 급부를 즉시 수령할 수 있는 상태에 있어야만 인정될 수 있다. 채권자가 채무자의 급부불이행 사정을 들어 계약을 해제하겠다는 통지를 한 때에는 특별히 그 급부의 수령을 거부하는 취지가 포함되어 있지 아니하는 한 그로써 이행의 최고를 하였다고 볼 수 있으며, 그로부터 상당한 기간이 경과하도록 이행되지 아니하였다면 채권자는 계약을 해제할 수 있다. 다만 동시이행관계에 있는 반대급부의무를 지고 있는 채권자는 채무자의 변제의 제공이 없음을 이유로 계약해제를 하기 위하여는 스스로의 채무의 변제제공을 하여야 한다.<br/>  [2] 甲 유한회사가 乙 등으로부터 부동산을 매수하는 매매계약을 체결하면서, 甲 회사의 잔금 지급과 동시에 乙 등이 부동산에 관한 소유권이전등기절차를 이행하기로 하였으며, 매매계약에 따른 의무를 이행하지 아니할 경우 서면으로 이행을 최고하고 계약을 해제할 수 있다고 정하였는데, 甲 회사가 최종 잔금 지급기일까지 잔금을 지급하지 않자, 乙 등이 다음 날 甲 회사에 잔금 미지급을 이유로 위 매매계약을 해제한다는 내용의 문자메시지를 보냈고, 甲 회사는 같은 날 대출을 받기 위하여 부동산담보신탁계약을 체결하였는데, 乙 등이 제1심 소송 중 위 매매계약이 甲 회사의 잔금 미지급으로 해제되었다는 취지의 답변서 및 준비서면을 제출한 사안에서, 甲 회사는 최종 잔금 지급기일 다음 날 잔금 상당의 대출을 받기 위하여 부동산담보신탁계약을 체결하는 등 잔금의 지급을 준비하고 있었을 뿐 乙 등에게 잔금을 즉시 수령할 수 있는 상태로 현실제공하였다고 볼 수 없는 반면, 乙 등은 잔금 지급기일 이전에 부동산의 소유권이전등기에 필요한 서류의 준비를 마치고 담당 공인중개사에게 이를 통지하였고, 乙이 부동산을 인도하기 위한 준비를 마치는 등으로 甲 회사에 이행제공을 하였으므로, 甲 회사는 위 잔금 지급기일 무렵 이행지체 상태에 있었으며, 甲 회사의 이행지체를 이유로 한 乙 등의 매매계약 해제 통지 중 문자메시지에 의한 해제 통지는 그에 앞서 서면에 의한 이행의 최고가 없어 해제 통지로서의 효력을 인정할 수 없을 뿐만 아니라 위 매매계약에서 정한 서면에 의한 것이 아니므로 이행의 최고로서의 효력을 인정할 수도 없으나, 乙 등의 답변서에 의한 해제 통지는 그에 앞서 서면에 의한 이행의 최고가 없어 해제 통지로서의 효력은 없지만, 위 답변서에 특별히 잔금의 수령을 거부하는 취지가 포함되어 있지 않은 이상 이행의 최고로서의 효력이 있어, 위 매매계약은 乙 등의 준비서면이 甲 회사에 송달된 날 적법하게 해제되었을 여지가 있는데도, 乙 등이 위 매매계약 해제 전에 이행을 최고하지 않았을 뿐만 아니라 甲 회사가 乙 등에 대하여 이행제공을 하였다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제460조, 제461조, 제536조, 제543조, 제544조 / [2] 민법 제460조, 제461조, 제536조, 제543조, 제544조<br/>",
  "참조판례": "[1] 대법원 2004. 12. 9. 선고 2004다49525 판결, 대법원 2012. 10. 11. 선고 2011다17403 판결, 대법원 2021. 7. 8. 선고 2020다290804 판결(공2021하, 1450)<br/>"
}