{
  "판례일련번호": "231767",
  "사건명": "제한세율적용을위한경정청구에대한거부처분취소",
  "사건번호": "2020두47397",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "국외투자기구가 구 법인세법 제98조의6 제1항에서 정한 ‘국내원천소득을 실질적으로 귀속받는 외국법인’에 해당하는 경우, 구 법인세법 제98조의6 제4항에 따라 조세조약에 따른 제한세율을 적용받기 위한 경정청구를 할 수 있는지 여부(적극)<br/>",
  "판결요지": "구 법인세법(2016. 12. 20. 법률 제14386호로 개정되기 전의 것, 이하 같다) 제98조의6 제1항, 제4항의 내용과 입법 취지 및 관련 규정과의 관계 등에 비추어 보면, 국외투자기구도 구 법인세법 제98조의6 제1항에서 정한 ‘국내원천소득을 실질적으로 귀속받는 외국법인’에 해당하면 구 법인세법 제98조의6 제4항에 따라 조세조약에 따른 제한세율을 적용받기 위한 경정청구를 할 수 있다고 보아야 한다. 구체적인 이유는 다음과 같다.<br/>  (가) 구 법인세법 제98조의6 제1항은 ‘국내원천소득을 실질적으로 귀속받는 외국법인’을 같은 조에서 ‘실질귀속자’로 부르기로 하였고, 구 법인세법 제98조의6 제4항은 ‘실질귀속자’에 대하여 조세조약에 따른 제한세율을 적용받기 위한 경정청구권을 부여하고 있다. 따라서 ‘국내원천소득을 실질적으로 귀속받는 외국법인’은 구 법인세법 제98조의6 제4항에 따른 경정청구를 할 수 있다. 그런데 아래와 같은 사정에 비추어 보면 국외투자기구도 일정한 경우에는 ‘국내원천소득을 실질적으로 귀속받는 외국법인’에 해당할 수 있다.<br/>  ① 국외투자기구는 ‘투자권유를 하여 모은 금전 등을 재산적 가치가 있는 투자대상자산을 취득, 처분 또는 그 밖의 방법으로 운용하고 그 결과를 투자자에게 배분하여 귀속시키는 투자행위를 하는 기구로서 국외에서 설립된 것’을 말하는데[구 법인세법 시행령(2014. 2. 21. 대통령령 제25194호로 개정되기 전의 것, 이하 같다) 제138조의7 제2항], 법적 형태나 투자금의 모집 방식 등에 따라 그 종류가 다양하다.<br/>  ② 국외투자기구도 설립된 국가의 법에 따라 법인격이 부여되거나 구성원과 독립하여 직접 권리·의무의 주체가 되는 경우 등에는 법인세법상 외국법인에 해당할 수 있다(구 법인세법 제1조 제3호, 구 법인세법 시행령 제1조 제2항 참조).<br/>  ③ 국외투자기구가 해당 국내원천소득과 관련하여 법적 또는 경제적 위험을 부담하고 그 소득을 처분할 수 있는 권리를 가지는 등 그 소득에 대한 소유권을 실질적으로 보유하는 경우에는 해당 국내원천소득이 국외투자기구에 실질적으로 귀속된다고 볼 수 있다(구 법인세법 시행령 제138조의5 제2항 제1호, 제138조의7 제1항 참조).<br/>  (나) 구 법인세법 제98조의6 제2항 및 제3항의 내용 등에 비추어 보면, 위 각 규정이 국외투자기구와 실질귀속자를 구별하고 있다고 하여 국외투자기구에는 구 법인세법 제98조의6 제4항에 따른 경정청구권이 인정되지 않는다고 볼 수 없다.<br/>  ① 구 법인세법 제98조의6은 제2항에서 ‘제1항을 적용할 때 해당 국내원천소득이 국외투자기구를 통하여 지급되는 경우에는 그 국외투자기구가 실질귀속자로부터 제한세율 적용신청서를 제출받아 그 명세가 포함된 국외투자기구 신고서를 원천징수의무자에게 제출하여야 한다.’고 규정하고 있다. 이는 실질귀속자가 해당 국내원천소득을 국외투자기구를 통하여 지급받는 경우에 국외투자기구가 아니라 실질귀속자가 조세조약에 따른 제한세율을 적용받기 위한 절차를 정한 규정일 뿐이다.<br/>  ② 구 법인세법 제98조의6 제3항은 ‘원천징수의무자는 실질귀속자 또는 국외투자기구로부터 제한세율 적용신청서 또는 국외투자기구 신고서를 제출받지 못하거나 제출된 서류를 통해서는 실질귀속자를 파악할 수 없는 등의 사유에 해당하는 경우에는 제한세율을 적용하지 아니하고 제98조 제1항 각호의 금액을 원천징수하여야 한다.’고 규정하고 있다. 위 규정은 구 법인세법 제98조의6 제1항 및 제2항에 따라 제한세율 적용신청서를 실질귀속자가 제출하여야 하는 경우도 있고 국외투자기구가 제출하여야 하는 경우도 있음을 전제로, 실질귀속자 또는 국외투자기구가 그러한 서류 등을 제출하지 않은 경우 등에는 조세조약에 따른 제한세율을 적용받을 수 없다는 것을 정하고 있을 뿐이다.<br/>  ③ 따라서 구 법인세법 제98조의6 제2항 및 제3항이 국외투자기구와 실질귀속자를 구별하고 있다고 하여 국외투자기구는 구 법인세법 제98조의6 제4항이 정한 실질귀속자에 해당할 수 없다고 볼 수는 없다. 위 각 규정이 국외투자기구에는 구 법인세법 제98조의6 제4항에 따른 경정청구권을 부여하지 않으려는 취지라고 볼 근거도 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 법인세법(2016. 12. 20. 법률 제14386호로 개정되기 전의 것) 제1조 제3호(현행 제2조 제3호 참조), 제98조의6 제1항, 제2항, 제3항, 제4항, 구 법인세법 시행령(2014. 2. 21. 대통령령 제25194호로 개정되기 전의 것) 제1조 제2항(현행 제2조 제2항 참조), 제138조의5 제2항 제1호, 제138조의7 제1항, 제2항(현행 법인세법 제93조의2 제1항 참조)<br/>",
  "참조판례": ""
}