{
  "판례일련번호": "231779",
  "사건명": "신주발행무효확인",
  "사건번호": "2021다201054",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "[1] 신주인수권부사채 발행의 경우에도 신주발행무효의 소에 관한 상법 제429조가 유추적용되는지 여부(적극) / 신주인수권부사채 발행일로부터 6월 내에 신주인수권부사채발행무효의 소가 제기되지 않거나 6월 내에 제기된 소가 적극적 당사자의 패소로 확정된 경우, 이후 신주인수권부사채 발행의 무효를 주장할 수 있는지 여부(소극) / 이 경우에도 신주인수권부사채에 부여된 신주인수권의 행사나 그로 인한 신주 발행에 대해서는 상법 제429조를 유추적용하여 신주발행무효의 소로써 다툴 수 있는지 여부(적극) 및 이때 신주인수권부사채 발행의 무효나 이를 전제로 한 주장을 할 수 있는지 여부(원칙적 소극)<br/>  [2] 주식회사가 정관이 정한 사유가 없는데도 대주주 등의 경영권이나 지배권을 방어할 목적으로 제3자에게 신주를 배정하여 회사의 지배구조에 심대한 변화가 초래된 경우, 신주 발행이 무효인지 여부(적극) 및 이러한 법리는 신주인수권부사채를 제3자에게 발행하는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>  [3] 주식회사가 대주주 등의 경영권이나 지배권을 방어할 목적으로 제3자에게 신주인수권부사채를 발행한 경우, 발행일로부터 6월 이내에 신주인수권부사채발행무효의 소로써 다툴 수 있는지 여부(적극) / 대주주 등이 위와 같은 경위로 발행된 신주인수권부사채나 그에 부여된 신주인수권을 양수한 다음 신주인수권부사채 발행일부터 6월이 지난 후 신주인수권을 행사하여 신주를 취득한 경우, 신주발행무효의 소로 신주 발행의 무효를 주장할 수 있는지 여부(적극) 및 이 경우 제소기간의 기산점(=신주 발행일)<br/>",
  "판결요지": "[1] 신주인수권부사채는 미리 확정된 가액으로 일정한 수의 신주 인수를 청구할 수 있는 신주인수권이 부여된 사채로서, 신주인수권부사채 발행의 경우에도 주식회사의 물적 기초와 기존 주주들의 이해관계에 영향을 미친다는 점에서 사실상 신주를 발행하는 것과 유사하므로, 신주발행무효의 소에 관한 상법 제429조가 유추적용된다. 신주인수권부사채 발행의 무효는 주주 등이 신주인수권부사채를 발행한 날로부터 6월 내 소만으로 주장할 수 있고, 6월의 출소기간이 지난 뒤에는 새로운 무효 사유를 추가하여 주장할 수 없다. 따라서 신주인수권부사채 발행일로부터 6월 내에 신주인수권부사채발행무효의 소가 제기되지 않거나 6월 내에 제기된 신주인수권부사채발행무효의 소가 적극적 당사자의 패소로 확정되었다면, 이후에는 더 이상 신주인수권부사채 발행의 무효를 주장할 수 없다.<br/>    다만 신주인수권부사채에 부여된 신주인수권의 행사나 그로 인한 신주 발행에 대해서는 상법 제429조를 유추적용하여 신주발행무효의 소로써 다툴 수 있다. 이때에는 특별한 사정이 없는 한 신주인수권 행사나 그에 따른 신주 발행에 고유한 무효 사유만 주장할 수 있고, 신주인수권부사채 발행이 무효라거나 그를 전제로 한 주장은 제기할 수 없다.<br/>  [2] 상법 제418조 제1항, 제2항은 회사가 신주를 발행하는 경우 원칙적으로 기존 주주에게 배정하되 정관에 정한 경우에만 제3자에게 신주배정을 할 수 있게 하면서 그 사유도 신기술의 도입이나 재무구조의 개선 등 경영상 목적을 달성하기 위하여 필요한 경우에 한정함으로써 기존 주주의 신주인수권을 보호하고 있다. 따라서 주식회사가 신주를 발행할 때 회사의 경영상 목적을 달성하기 위하여 필요한 범위 안에서 정관이 정한 사유가 없는데도, 회사의 경영권 분쟁이 현실화된 상황에서 대주주나 경영진 등의 경영권이나 지배권 방어라는 목적을 달성하기 위하여 제3자에게 신주를 배정하는 것은 상법 제418조 제2항을 위반하여 주주의 신주인수권을 침해하는 것이고, 그로 인하여 회사의 지배구조에 심대한 변화가 초래되고 기존 주주들의 회사에 대한 지배권이 현저하게 약화되는 중대한 결과가 발생하는 경우에는 그러한 신주 발행은 무효이다. 이러한 법리는 신주인수권부사채를 제3자에게 발행하는 경우에도 마찬가지로 적용된다(상법 제516조의2 제4항 후문, 제418조 제2항 단서).<br/>  [3] 신주인수권부사채의 경우 경영상 목적 없이 대주주 등의 경영권이나 지배권 방어 목적으로 제3자에게 발행되더라도 그 자체로는 기존 주주의 신주인수권을 침해하지 않고, 이후 대주주 등이 양수한 신주인수권을 행사하여 신주를 취득함으로써 비로소 기존 주주의 신주인수권이 침해되고 대주주 등의 경영권이나 지배권 방어 목적이 현실화된다. 이에 의하면 회사가 대주주 등의 경영권이나 지배권 방어 목적으로 제3자에게 신주인수권부사채를 발행하였다면 신주인수권부사채의 발행은 무효가 될 수 있고, 이런 사유는 그 발행일로부터 6월 이내에 신주인수권부사채발행무효의 소로써 다툴 수 있다. 나아가 대주주 등이 위와 같은 경위로 발행된 신주인수권부사채나 그에 부여된 신주인수권을 양수한 다음 신주인수권부사채 발행일부터 6월이 지난 후 신주인수권을 행사하여 신주를 취득하였다면, 이는 실질적으로 회사가 경영상 목적 없이 대주주 등에게 신주를 발행한 것과 동일하므로, 신주인수권 행사나 그에 따른 신주 발행에 고유한 무효 사유에 준하여 신주발행무효의 소로도 신주 발행의 무효를 주장할 수 있다. 이로써 위법한 신주인수권부사채 발행이나 그에 기한 신주 발행을 다투는 주주의 제소권이 실질적으로 보호될 수 있다.<br/>    위에서 본 경우 신주발행무효의 소의 제소기간은 신주 발행일로부터 기산하여야 하고, 설령 신주 발행이 신주인수권부사채에 부여된 신주인수권의 행사 결과에 따른 것이라 할지라도 신주인수권부사채 발행일부터 기산되는 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제429조 / [2] 상법 제418조 제1항, 제2항, 제516조의2 제4항 / [3] 상법 제418조 제1항, 제2항, 제429조, 제516조의2 제4항<br/>",
  "참조판례": "[1][2] 대법원 2015. 12. 10. 선고 2015다202919 판결(공2016상, 120) / [1] 대법원 2004. 6. 25. 선고 2000다37326 판결(공2004하, 1207) / [2] 대법원 2009. 1. 30. 선고 2008다50776 판결(공2009상, 247), 대법원 2019. 4. 3. 선고 2018다289542 판결<br/>"
}