{
  "판례일련번호": "231737",
  "사건명": "공문서부정행사",
  "사건번호": "2021도14514",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220929",
  "판시사항": "[1] 형법 제230조 공문서부정행사죄를 적용함에 있어 범행의 주체, 객체 및 태양을 되도록 엄격하게 해석하여 처벌범위를 합리적인 범위 내로 제한하여야 하는지 여부(적극) / 사용권한자와 용도가 특정되어 있는 공문서를 사용권한 없는 자가 사용한 경우에도 그 공문서 본래의 용도에 따른 사용이 아닌 경우, 공문서부정행사죄가 성립하는지 여부(소극)<br/>  [2] 장애인사용자동차표지를 사용할 권한이 없는 사람이 장애인전용주차구역에 주차하는 등 장애인사용자동차에 대한 지원을 받을 것으로 합리적으로 기대되는 상황이 아닌 경우, 단순히 이를 자동차에 비치하였더라도 공문서부정행사죄가 성립하는지 여부(소극)<br/>",
  "판결요지": "[1] 형법 제230조의 공문서부정행사죄는 공문서의 사용에 대한 공공의 신용을 보호법익으로 하는 범죄로서 추상적 위험범이다. 형법 제230조는 본죄의 구성요건으로 단지 ‘공무원 또는 공무소의 문서 또는 도화를 부정행사한 자’라고만 규정하고 있어, 자칫 처벌범위가 지나치게 확대될 염려가 있으므로 본죄에 관한 범행의 주체, 객체 및 태양을 되도록 엄격하게 해석하여 처벌범위를 합리적인 범위 내로 제한하여야 한다. 사용권한자와 용도가 특정되어 있는 공문서를 사용권한 없는 자가 사용한 경우에도 그 공문서 본래의 용도에 따른 사용이 아닌 경우에는 공문서부정행사죄가 성립되지 아니한다.<br/>  [2] 장애인복지법은 ‘국가와 지방자치단체는 장애인의 자립을 지원하고, 보호가 필요한 장애인을 보호하여 장애인의 복지를 향상시킬 책임을 지고(제9조 제1항), 국가와 지방자치단체, 그 밖의 공공단체는 장애인이 이동수단인 자동차 등을 편리하게 사용할 수 있도록 하고 경제적 부담을 줄여주기 위하여 조세감면 등 필요한 지원정책을 강구하여야 하며(제39조 제1항), 시장·군수·구청장은 장애인이 이용하는 자동차 등을 지원하는 데에 편리하도록 장애인이 사용하는 자동차 등임을 알아볼 수 있는 표지(이하 ‘장애인사용자동차표지’라 한다)를 발급하여야 한다(같은 조 제2항).’고 규정한다. 장애인복지법 시행규칙은 장애인사용자동차표지의 발급대상으로 ‘장애인복지법 제32조에 따라 등록한 장애인 또는 그 장애인과 주민등록표상의 주소를 같이 하면서 함께 거주하는 장애인의 배우자, 직계존·비속, 직계비속의 배우자, 형제·자매, 형제·자매의 배우자 및 자녀의 명의로 등록하여 장애인이 사용하는 자동차’를 규정한다[제26조 제2호 (가)목, (나)목].<br/>  장애인·노인·임산부 등의 편의증진 보장에 관한 법률(이하 ‘장애인등편의법’이라 한다)은 ‘국가보훈처장과 특별자치시장·특별자치도지사, 시장·군수·구청장은 보행에 장애가 있는 사람이 신청하는 경우 장애인전용주차구역에 주차할 수 있음을 표시하는 장애인전용주차구역 주차표지를 발급하여야 한다.’고 규정한다(제17조 제2항). 장애인·노인·임산부 등의 편의증진 보장에 관한 법률 시행령은 장애인전용주차구역 주차표지의 발급대상으로 ‘장애인복지법 제32조에 따라 등록한 장애인으로서 보건복지부장관이 정하는 보행상 장애가 있는 사람의 명의로 등록하여 사용하는 자동차 한 대’로 규정한다[제7조의3 제1항 제1호 (가)목].<br/>  이러한 장애인복지법과 장애인등편의법의 규정과 관련 법리에 따르면, 장애인사용자동차표지는 장애인이 이용하는 자동차에 대한 조세감면 등 필요한 지원의 편의를 위하여 장애인이 사용하는 자동차를 대상으로 발급되는 것이고, 장애인전용주차구역 주차표지가 있는 장애인사용자동차표지는 보행상 장애가 있는 사람이 이용하는 자동차에 대한 지원의 편의를 위하여 발급되는 것이다. 따라서 장애인사용자동차표지를 사용할 권한이 없는 사람이 장애인전용주차구역에 주차하는 등 장애인사용자동차에 대한 지원을 받을 것으로 합리적으로 기대되는 상황이 아니라면 단순히 이를 자동차에 비치하였더라도 장애인사용자동차표지를 본래의 용도에 따라 사용했다고 볼 수 없어 공문서부정행사죄가 성립하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제230조 / [2] 장애인복지법 제9조 제1항, 제32조, 제39조 제1항, 제2항, 장애인복지법 시행규칙 제26조 제2호 (가)목, (나)목, 장애인·노인·임산부 등의 편의증진 보장에 관한 법률 제17조 제2항, 장애인·노인·임산부 등의 편의증진 보장에 관한 법률 시행령 제7조의3 제1항 제1호 (가)목<br/>",
  "참조판례": "[1] 대법원 2001. 4. 19. 선고 2000도1985 전원합의체 판결(공2001상, 1185), 대법원 2003. 2. 26. 선고 2002도4935 판결(공2003상, 949)<br/>"
}