{
  "판례일련번호": "231803",
  "사건명": "자본시장과금융투자업에관한법률위반",
  "사건번호": "2018도4413",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "구 자본시장과 금융투자업에 관한 법률상 투자자문업자가 일반투자자를 상대로 투자권유를 할 때 준수하여야 할 적합성 원칙과 설명의무, 투자권유를 하지 않고 파생상품 등을 판매할 때 준수하여야 할 적정성의 원칙이 유사투자자문업자에게도 적용되는지 여부(소극) / 투자판단 제공이 그 상대방을 ‘특정인’으로 하여 이루어지면 투자자문업에 해당하는지 여부(적극) 및 여기서 말하는 ‘특정’의 의미 / 프로그램 사용자가 투자판단을 도출해 내는 데 필수적인 설정값 등을 입력하면 이를 기초로 기계적인 연산작용을 통해 입력한 설정값 등에 들어맞는 주식 종목을 가려냄으로써 투자판단을 도출해 내는 방식으로 작동하는 주식 자동매매 프로그램을 판매·대여한 자가 그 프로그램 작동에 필수적인 입력 설정값 등도 제공한 경우, 위 법리가 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "구 자본시장과 금융투자업에 관한 법률(2017. 4. 18. 법률 제14817호로 개정되기 전의 것, 이하 ‘구 자본시장법’이라고 한다)은 투자자문업을 ‘금융투자상품 등의 가치 또는 금융투자상품 등에 대한 투자판단(종류, 종목, 취득·처분, 취득·처분의 방법·수량·가격 및 시기 등에 대한 판단을 말한다)에 관한 자문에 응하는 것을 영업으로 하는 것’으로 규정하고(제6조 제6항), 한편 ‘불특정 다수인을 대상으로 발행 또는 송신되고, 불특정 다수인이 수시로 구입 또는 수신할 수 있는 간행물·출판물·통신물 또는 방송 등을 통하여 조언을 하는 경우에는 투자자문업으로 보지 아니한다.’고 규정하며(제7조 제3항), ‘불특정 다수인을 대상으로 하여 발행되는 간행물, 전자우편 등에 의하여 금융투자상품에 대한 투자판단 또는 금융투자상품의 가치에 관한 조언으로서 대통령령으로 정하는 것을 업(유사투자자문업)으로 영위하고자 하는 자는 금융위원회가 정하여 고시하는 서식에 따라 금융위원회에 신고하여야 한다.’고 규정하고 있다(제101조 제1항). 구 자본시장과 금융투자업에 관한 법률 시행령(2017. 5. 8. 대통령령 제28040호로 개정되기 전의 것)은 ‘법 제101조 제1항에서 “대통령령으로 정하는 것”이란 불특정 다수인을 대상으로 발행 또는 송신되고, 불특정 다수인이 수시로 구입 또는 수신할 수 있는 간행물·출판물·통신물 또는 방송 등을 통하여 투자자문업자 외의 자가 일정한 대가를 받고 행하는 투자조언을 말한다.’고 규정하고 있다(제102조).<br/>  구 자본시장법은 투자자문업자가 일반투자자를 상대로 투자권유를 하는 경우에 준수하여야 할 적합성 원칙(제46조)과 설명의무(제47조)를 규정하고 있고, 투자권유를 하지 않고 파생상품 등을 판매하는 경우 준수하여야 할 적정성의 원칙(제46조의2)을 규정하고 있다. 이와 같은 적합성 원칙, 설명의무, 적정성의 원칙은 유사투자자문업자에게는 적용되지 않는다. 적합성 원칙과 적정성의 원칙은 개별 투자자와의 면담·질문 등을 통해 그 투자자의 투자목적·투자상황 및 투자경험 등의 정보를 파악하는 것을 전제로 하고, 설명의무는 개별 투자자의 이해능력에 따라 이행방법이나 정도가 달라지는데, 불특정 다수인을 상대로 투자조언을 하는 유사투자자문업자에게는 이를 기대할 수 없기 때문이다.<br/>  투자자문업 및 유사투자자문업의 정의, 투자자문업자의 의무 등에 관한 구 자본시장법령의 내용 등을 종합해 보면, 투자판단 제공이 그 상대방을 ‘특정인’으로 하여 이루어지면 투자자문업에 해당하고, 여기서 ‘특정’이란 투자판단을 제공받는 상대방의 범위가 한정되어 있다는 의미가 아니라, 투자판단을 제공받는 과정에서 면담·질문 등을 통해 투자판단을 제공받는 상대방의 개별성, 특히 투자목적이나 재산상황, 투자경험 등이 반영된다는 것을 말한다.<br/>  프로그램 사용자가 투자판단을 도출해 내는 데 필수적인 설정값 등을 입력하면 이를 기초로 기계적인 연산작용을 통해 입력한 설정값 등에 들어맞는 주식 종목을 가려냄으로써 투자판단을 도출해 내는 방식으로 작동하는 주식 자동매매 프로그램을 판매·대여한 자가 그 프로그램 작동에 필수적인 입력 설정값 등도 제공하였다면, 이러한 일련의 행위는 해당 프로그램을 도구로 이용하여 프로그램 사용자들에게 투자판단을 제공한 것으로 볼 수 있으므로, 이런 경우에도 위 법리가 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "구 자본시장과 금융투자업에 관한 법률(2017. 4. 18. 법률 제14817호로 개정되기 전의 것) 제6조 제1항 제4호, 제6항(현행 제6조 제7항 참조), 제7조 제3항, 제17조, 제46조(현행 금융소비자 보호에 관한 법률 제17조 참조), 제46조의2(현행 금융소비자 보호에 관한 법률 제18조 참조), 제47조(현행 금융소비자 보호에 관한 법률 제19조 참조), 제101조 제1항, 제445조 제1호, 구 자본시장과 금융투자업에 관한 법률 시행령(2017. 5. 8. 대통령령 제28040호로 개정되기 전의 것) 제102조(현행 제102조 제1항 참조)<br/>",
  "참조판례": "대법원 2014. 5. 16. 선고 2012다46644 판결(공2014상, 1185)<br/>"
}