{
  "판례일련번호": "231955",
  "사건명": "명칭사용금지청구의소",
  "사건번호": "2018다249995",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221117",
  "판시사항": "[1] 비법인사단이 인격권의 주체로서 명칭에 관한 권리를 가질 수 있는지 여부(적극) 및 비법인사단의 명칭이 지리적 명칭이나 보편적 성질을 가리키는 용어 등 일반적인 단어로 이루어졌다고 하더라도 명칭에 관한 권리를 인정받을 수 있는 경우 / 다른 비법인사단 등이 특정 비법인사단의 명칭과 같거나 유사한 명칭을 사용하는 행위가 비법인사단의 명칭에 관한 권리를 침해하는 것인지 판단하는 방법<br/>  [2] 인격권의 침해에 대해서는 사전(예방적) 구제수단으로 침해행위 정지·방지 등의 금지청구권이 인정되는지 여부(적극) / 비법인사단이 자신의 명칭을 사용하여 권리를 침해한 다른 비법인사단 등을 상대로 명칭 사용의 금지를 청구할 수 있는 요건<br/>",
  "판결요지": "[1] 성명권은 개인을 표시하는 인격의 상징인 이름에서 연유되는 이익을 침해받지 않고 자신의 관리와 처분 아래 둘 수 있는 권리로서 헌법상 행복추구권과 인격권의 한 내용을 이룬다. 비법인사단도 인격권의 주체가 되므로 명칭에 관한 권리를 가질 수 있고, 자신의 명칭이 타인에 의해 함부로 사용되지 않도록 보호받을 수 있다. 또한 비법인사단의 명칭이 지리적 명칭이나 보편적 성질을 가리키는 용어 등 일반적인 단어로 이루어졌다고 하더라도 특정 비법인사단이 그 명칭을 상당한 기간 사용하여 활동해 옴으로써 그 명칭이 해당 비법인사단을 표상하는 것으로 널리 알려졌다면 비법인사단은 그 명칭에 관한 권리를 인정받을 수 있다. 다만 특정 비법인사단의 명칭에 관한 권리 보호는 다른 비법인사단 등(이하 ‘타인’이라고 한다)이 명칭을 선택하고 사용할 자유를 제한할 수 있으므로, 타인이 특정 비법인사단의 명칭과 같거나 유사한 명칭을 사용하는 행위가 비법인사단의 명칭에 관한 권리를 침해하는 것인지 여부는 특정 비법인사단과 그 명칭을 사용하려는 타인의 권리나 이익을 비교·형량하여 신중하게 판단하여야 한다. 즉, 비법인사단의 명칭에 관한 권리의 침해 여부는 타인이 사용한 명칭이 비법인사단의 명칭과 같거나 유사하다는 사정과 그 유사성 정도, 비법인사단이 명칭을 사용한 기간, 비법인사단이 사회 일반이나 그의 주된 활동 영역에서 명칭의 주체로 알려진 정도, 타인이 비법인사단의 명칭과 같거나 유사한 명칭을 사용함으로써 사회 일반 또는 비법인사단과 교류하거나 이해관계를 맺은 사람이 타인을 비법인사단으로 오인·혼동할 가능성, 또는 오인·혼동으로 입을 수 있는 피해의 내용, 비법인사단과 명칭을 사용하려는 타인 사이의 관계, 타인이 비법인사단과 같거나 유사한 명칭을 사용하게 된 동기나 경위 또는 그 필요성, 외부 사람에게 타인을 비법인사단으로 오인 또는 혼동하게 하거나 비법인사단의 사회적 평가를 훼손시킬 의도가 있었는지 여부 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 인격권은 성질상 일단 침해된 후의 구제수단(금전배상이나 명예회복 처분 등)만으로는 그 피해의 완전한 회복이나 손해전보의 실효성을 기대하기 어려우므로 인격권의 침해에 대해서는 사전(예방적) 구제수단으로 침해행위 정지·방지 등의 금지청구권이 인정될 수 있다. 따라서 다른 비법인사단 등(이하 ‘타인’이라고 한다)이 비법인사단의 명칭을 사용함으로써 비법인사단의 명칭에 관한 권리를 침해하였음이 인정될 경우, 그러한 침해행위가 계속되어 금전배상을 명하는 것만으로는 비법인사단의 권리 구제에 실효성을 기대하기 어렵고 침해행위 금지로 보호되는 비법인사단의 이익과 그로 인한 타인의 불이익을 비교·형량할 때 비법인사단의 이익이 더 크다고 인정되면 비법인사단은 자신의 명칭을 사용하여 권리를 침해한 타인을 상대로 명칭 사용의 금지를 청구할 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제21조 제4항, 민사소송법 제52조 / [2] 민법 제751조, 제764조, 민사집행법 제300조 제2항<br/>",
  "참조판례": "[1] 대법원 2005. 11. 16. 자 2005스26 결정(공2006상, 35) / [2] 대법원 1996. 4. 12. 선고 93다40614, 40621 판결(공1996상, 1486), 대법원 2014. 5. 29. 선고 2011다31225 판결(공2014하, 1285), 대법원 2021. 9. 30. 자 2020마7677 결정<br/>"
}