{
  "판례일련번호": "231977",
  "사건명": "재산분할등청구",
  "사건번호": "2021스766",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20221110",
  "판시사항": "[1] 민법 제843조, 제839조의2 제3항에서 정한 2년의 제척기간이 출소기간인지 여부(적극) 및 재산분할청구 후 제척기간이 지날 때까지 청구 목적물로 하지 않은 재산에 대해서 제척기간을 준수한 것으로 볼 수 있는지 여부(원칙적 소극) / 청구인 지위에서 대상 재산에 대해 적극적으로 재산분할을 청구하는 것이 아니라 이미 제기된 재산분할청구 사건의 상대방 지위에서 분할대상 재산을 주장하는 경우, 제척기간이 적용되는지 여부(소극)<br/>  [2] 양육자로 지정된 양육친이 비양육친을 상대로 제기한 양육비 청구 사건에서 제1심 가정법원이 자녀가 성년에 이르기 전날을 종기로 삼아 장래양육비의 분담을 정하였는데, 항고심법원이 양육에 관한 사항을 심리한 결과 일정 시점 이후에는 양육자로 지정된 자가 자녀를 양육하지 않고 있는 사실이 확인된 경우, 이를 반영하여 장래양육비의 지급을 명하는 기간을 다시 정하여야 하는지 여부(적극) / 가정법원이 양육비용의 분담을 정하는 경우, 자의 복리를 위하여 청구에 구애받지 않고 직권으로 양육비용의 분담에 관한 기간을 정할 수 있는지 여부(적극) 및 가정법원이 양육에 관한 사항을 정하는 판단 기준<br/>",
  "판결요지": "[1] 민법 제843조, 제839조의2 제3항은 협의상 또는 재판상 이혼 시의 재산분할청구권에 관하여 ‘이혼한 날부터 2년을 경과한 때에는 소멸한다.’고 정하고 있는데, 위 기간은 제척기간이고, 나아가 재판 외에서 권리를 행사하는 것으로 족한 기간이 아니라 그 기간 내에 재산분할심판 청구를 하여야 하는 출소기간이다. 재산분할청구 후 제척기간이 지나면 그때까지 청구 목적물로 하지 않은 재산에 대해서는 특별한 사정이 없는 한 제척기간을 준수한 것으로 볼 수 없다. 그러나 청구인 지위에서 대상 재산에 대해 적극적으로 재산분할을 청구하는 것이 아니라, 이미 제기된 재산분할청구 사건의 상대방 지위에서 분할대상 재산을 주장하는 경우에는 제척기간이 적용되지 않는다. <br/>  ① 민법 제839조의2 제3항, 제1항은 이혼한 날부터 2년이 지나면 재산분할을 청구할 수 있는 권리, 즉 재산분할청구권이 소멸한다고 정하는바, 위 조항이 규정하는 2년의 제척기간은 재산분할을 청구하는 경우에 적용됨이 법문언상 명백하고 또한 이는 재판청구기간이므로, 결국 위 제척기간은 법원에 재산분할심판을 청구하는 청구인의 권리에 대하여 적용되는 것이다. <br/>  ② 재산분할심판 사건은 마류 가사비송사건에 해당하는데[가사소송법 제2조 제1항 제2호 (나)목 4)], 금전의 지급 등 재산상의 의무이행을 구하는 마류 가사비송사건의 경우 원칙적으로 청구인의 청구취지를 초과하여 의무의 이행을 명할 수 없다(가사소송규칙 제93조 제2항 본문). 따라서 설령 재산분할심판 사건의 심리 결과 청구인이 보유하고 있는 재산이 재산분할 비율에 따른 청구인의 몫을 초과한다는 점이 밝혀지더라도, 상대방이 반심판을 청구하지 않는 이상 원칙적으로 청구인의 재산분할청구가 기각될 뿐, 나아가 청구인에게 초과 보유분의 재산분할을 명할 수는 없다. 결국 상대방의 지위에서 청구인의 적극재산 등을 분할대상 재산으로 주장하는 것은 청구인의 재산분할심판 청구에 대하여 일종의 방어방법을 행사하는 것으로 볼 수 있고, 이를 청구인의 지위에서 적극적으로 대상 재산의 분할심판을 구하는 것과 동일하게 평가할 수 없다.<br/>  ③ 재산분할사건은 가사비송사건에 해당하고, 가사비송절차에 관하여는 가사소송법에 특별한 규정이 없는 한 비송사건절차법 제1편의 규정을 준용하며(가사소송법 제34조 본문), 비송사건절차에 있어서는 민사소송의 경우와 달리 당사자의 변론에만 의존하는 것이 아니고, 법원이 자기의 권능과 책임으로 재판의 기초가 되는 자료를 수집하는, 이른바 직권탐지주의에 의하고 있으므로(비송사건절차법 제11조), 법원으로서는 당사자의 주장에 구애되지 아니하고 재산분할의 대상이 무엇인지 직권으로 사실조사를 하여 포함시키거나 제외시킬 수 있다. 따라서 상대방의 지위에서 분할대상 재산을 주장하는 것은 재산분할의 대상 확정에 관한 법원의 직권 판단을 구하는 것에 불과하다.<br/>  ④ 상대방의 분할대상 재산 주장에 대하여 제척기간을 적용하면, 제척기간 도과가 임박한 시점에 청구인이 자신에게 일방적으로 유리하게 분할대상 재산을 선별하여 재산분할심판을 청구한 경우 상대방으로서는 이에 대응할 수 있는 방법이 봉쇄되는바, 이는 부부가 혼인 중 형성한 재산관계를 청산·분배하는 것을 본질로 하는 재산분할제도의 취지에 맞지 않고, 당사자 사이의 실질적 공평에도 반하여 부당할뿐더러, 가사소송법이 재산분할 등 사건에서 직권 또는 신청에 따른 재산명시·재산조회 제도(가사소송법 제48조의2, 제48조의3)를 둔 취지에도 맞지 않다.<br/>  [2] 양육자로 지정된 양육친이 비양육친을 상대로 제기한 양육비 청구 사건에서 제1심 가정법원이 자녀가 성년에 이르기 전날을 종기로 삼아 장래양육비의 분담을 정한 경우, 항고심법원이 양육에 관한 사항을 심리한 결과 일정 시점 이후에는 양육자로 지정된 자가 자녀를 양육하지 않고 있는 사실이 확인된다면 이를 반영하여 장래양육비의 지급을 명하는 기간을 다시 정하여야 한다.<br/>민법 제843조, 제837조 제3항, 제4항은 이혼 소송에서 당사자 사이에 미성년 자녀의 양육에 관한 사항의 협의가 이루어지지 아니하거나 협의할 수 없는 때에 가정법원이 직권으로 자녀의 의사, 연령과 부모의 재산상황, 그 밖의 사정을 참작하여 양육에 관한 사항을 결정하도록 규정하고 있고, 여기에는 양육자의 결정, 양육비용의 부담, 면접교섭권의 행사 여부 및 그 방법이 포함된다. 가사소송규칙 제93조 제2항은 가정법원이 금전의 지급을 구하는 청구에 대하여는 청구의 취지를 초과하여 의무의 이행을 명할 수 없으나, 자의 복리를 위하여 양육에 관한 사항을 정하는 경우에는 그렇지 않은 것으로 규정하고 있다. 따라서 가정법원은 양육비용의 분담을 정함에 있어 자녀의 복리를 위하여 청구에 구애받지 않고 직권으로 양육비용의 분담에 관한 기간을 정할 수 있다. <br/>  위 양육비용의 분담을 포함하여 가정법원이 양육에 관한 사항을 정함에 있어서는 친자법을 지배하는 기본이념인 ‘자녀의 복리를 위하여 필요한지’를 기준으로 하여야 하고, 그 결정이 궁극적으로 자녀의 복리에 필요한 것인지에 따라 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제839조의2, 제843조, 가사소송법 제2조 제1항 제2호 (나)목, 제34조, 제48조의2, 제48조의3, 비송사건절차법 제11조, 가사소송규칙 제93조 제2항 / [2] 민법 제837조 제3항, 제4항, 제843조, 가사소송규칙 제93조 제2항<br/>",
  "참조판례": "[1] 대법원 1996. 12. 23. 선고 95므1192, 1208 판결(공1997상, 531), 대법원 2010. 12. 23. 선고 2009므3928 판결, 대법원 2018. 6. 22. 자 2018스18 결정(공2018하, 1379), 대법원 2022. 6. 30. 자 2020스561 결정 / [2] 대법원 2022. 1. 14. 선고 2021므15145, 15152 판결<br/>"
}