{
  "판례일련번호": "231935",
  "사건명": "부가가치세경정거부처분취소",
  "사건번호": "2022두33149",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221117",
  "판시사항": "[1] 부가가치세법 제29조 제5항 제1호에서 정한 재화나 용역의 공급과 관련하여 그 품질이나 수량, 인도조건 또는 공급대가의 결제방법 등의 공급조건이 원인이 되어 통상의 공급가액에서 직접 공제·차감되는 에누리액은 공급자가 재화나 용역의 공급 시 공급가액을 전부 받은 후 그중 일정액을 반환하거나 이와 유사한 방법에 의하여 발생할 수 있는지 여부(적극)<br/>  [2] 이동통신사업자가 이동통신용역 서비스에 가입하고 멤버십에 등록한 고객에게 포인트를 부여하고, 기존 고객이 가입을 유지하면서 단말기만 변경하는 경우 포인트를 일정 한도에서 금액으로 환산하여 단말기 구입가격 중 일부를 결제할 수 있도록 하는 영업방침을 실시하자, 이동통신사업자의 이동통신용역 관련 업무를 대행하며 이동통신사업자로부터 이동통신 단말장치를 구매하여 이동통신용역 가입자에게 판매하는 대리점 사업자인 甲 주식회사가 위 영업방침에 따라 요건을 갖춘 고객에게 단말기 구입가격 중 일부를 위 포인트로 결제하도록 한 후 나머지 대금만 지급받고, 이동통신사업자에 매월 말 판매가 이루어진 단말기 대금을 정산하여 지급하면서 포인트 상당액을 제외한 나머지 대금만을 지급하는 한편, 단말기 대금 전액을 공급가액으로 하여 부가가치세를 신고하였다가, 포인트 상당액이 부가가치세 과세표준에서 제외되는 에누리액에 해당한다고 주장하며 부가가치세의 일부 환급을 구하는 취지의 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 포인트 상당액은 甲 회사의 고객에 대한 단말기 공급가액 및 이동통신사업자의 甲 회사에 대한 단말기 공급가액에서 각각 직접 공제되는 에누리액에 해당하므로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부가가치세법 제29조 제1항은 \"재화 또는 용역의 공급에 대한 부가가치세의 과세표준은 해당 과세기간에 공급한 재화 또는 용역의 공급가액을 합한 금액으로 한다.\"라고 규정하고, 그 제5항 제1호는 ‘공급가액에 포함하지 아니하는 금액’의 하나로 ‘재화나 용역을 공급할 때 그 품질이나 수량, 인도조건 또는 공급대가의 결제방법이나 그 밖의 공급조건에 따라 통상의 대가에서 일정액을 직접 깎아주는 금액’(이하 ‘에누리액’이라 한다)을 들고 있다(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 구 부가가치세법 제13조 제1항, 제13조 제2항 제1호 및 2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 구 부가가치세법 시행령 제52조 제2항도 같은 취지이다).<br/>  이와 같이 재화나 용역의 공급과 관련하여 그 품질이나 수량, 인도조건 또는 공급대가의 결제방법 등의 공급조건이 원인이 되어 통상의 공급가액에서 직접 공제·차감되는 에누리액은 그 발생시기가 재화나 용역의 공급시기 전으로 한정되지 아니하고, 그 공제·차감의 방법에도 특별한 제한이 없다. 따라서 공급자가 재화나 용역의 공급 시 통상의 공급가액에서 일정액을 공제·차감한 나머지 가액만을 받는 방법뿐만 아니라, 공급가액을 전부 받은 후 그중 일정액을 반환하거나 또는 이와 유사한 방법에 의하여 발생할 수 있다.<br/>  [2] 이동통신사업자가 이동통신용역 서비스에 가입하고 멤버십에 등록한 고객에게 포인트를 부여하고, 기존 고객이 가입을 유지하면서 단말기만 변경하는 경우 포인트를 일정 한도에서 금액으로 환산하여 단말기 구입가격 중 일부를 결제할 수 있도록 하는 영업방침을 실시하자, 이동통신사업자의 이동통신용역 관련 업무를 대행하며 이동통신사업자로부터 이동통신 단말장치를 구매하여 이동통신용역 가입자에게 판매하는 대리점 사업자인 甲 주식회사가 위 영업방침에 따라 요건을 갖춘 고객에게 단말기 구입가격 중 일부를 위 포인트로 결제하도록 한 후 나머지 대금만 지급받고, 이동통신사업자에 매월 말 판매가 이루어진 단말기 대금을 정산하여 지급하면서 포인트 상당액을 제외한 나머지 대금만을 지급하는 한편, 단말기 대금 전액을 공급가액으로 하여 부가가치세를 신고하였다가, 포인트 상당액이 부가가치세 과세표준에서 제외되는 에누리액에 해당한다고 주장하며 부가가치세의 일부 환급을 구하는 취지의 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 위 포인트는 이동통신사업자와 고객 사이에 체결된 멤버십 약정에 의하여 적립되어 고객이 이동통신사업자 또는 제휴가맹점 등이 제공하는 용역 등을 이용할 때 대금을 할인받을 수 있도록 사전에 약정된 지위를 수치화하여 표시한 것으로, 이동통신사업자는 영업방침에 따라 고객에게 甲 회사와 같은 대리점으로부터 단말기를 구매할 때 포인트 상당액만큼 할인받을 수 있는 권리를 부여한 점, 고객은 대리점인 甲 회사에 포인트 상당액을 감액한 나머지 대금을 지급하고 단말기를 공급받았고, 甲 회사도 이동통신사업자에 그 상당액만큼 감액된 금액만을 단말기 매입 대금으로 지급한 점, 甲 회사와 이동통신사업자 사이에는 甲 회사가 영업방침에서 정한 요건을 갖춘 고객에게 포인트 상당액만큼 단말기를 할인 판매하는 것을 조건으로 하여 단말기의 공급가액에서 포인트 상당액을 감액하여 결제하기로 하는 약정이 있었다고 볼 수 있는 점 등을 종합하면, 포인트 상당액은 甲 회사의 고객에 대한 단말기 공급가액 및 이동통신사업자의 甲 회사에 대한 단말기 공급가액에서 각각 직접 공제되는 에누리액에 해당하므로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항(현행 제29조 제1항 참조), 제13조 제2항 제1호(현행 제29조 제5항 제1호 참조), 제17조 제1항 제1호(현행 제38조 제1항 제1호 참조), 부가가치세법 제29조 제1항, 제5항 제1호, 제37조 제1항, 제2항, 제38조 제1항 제1호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제52조 제2항(현행 부가가치세법 제29조 제5항 제1호 참조) / [2] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제1항(현행 제29조 제1항 참조), 제13조 제2항 제1호(현행 제29조 제5항 제1호 참조), 제17조 제1항 제1호(현행 제38조 제1항 제1호 참조), 부가가치세법 제29조 제1항, 제5항 제1호, 제37조 제1항, 제2항, 제38조 제1항 제1호, 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제52조 제2항(현행 부가가치세법 제29조 제5항 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 2015. 12. 23. 선고 2013두19615 판결(공2016상, 242)<br/>"
}