{
  "판례일련번호": "232029",
  "사건명": "추심금[유효기간이 경과한 신용장의 법률관계가 문제된 사건]",
  "사건번호": "2017다235036",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221117",
  "판시사항": "[1] 원인채권인 물품대금 채권에 대한 가압류나 압류의 효력이 발생하기 전에 물품대금의 지급을 위하여 신용장이 발행된 경우, 가압류 등의 효력이 발생한 후 신용장 대금의 지급이 이루어졌더라도 수입업자가 그 지급으로 물품대금 채권이 소멸하였다는 것을 가압류채권자 등에게 대항할 수 있는지 여부(적극)<br/>  [2] 신용장의 수익자 등이 일단 신용장에 기재된 필요 서류를 제시하였다가 개설은행 등의 통보에 따라 신용장 조건과 불일치한 사항을 보완하여 서류를 다시 제시하는 경우에도 신용장의 유효기간을 준수하여야 하는지 여부(적극)<br/>  [3] 원인채권인 물품대금 채권에 대한 가압류 등의 효력이 발생하기 전에 물품대금의 지급을 위하여 신용장이 발행되었으나 필요 서류가 제시되지 않은 채 신용장의 유효기간이 경과한 경우, 그 후 수입업자가 개설은행을 통하여 수익자에게 신용장 대금 결제방식으로 대금을 지급한 것을 가지고 가압류채권자 등에게 대항할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 수입업자가 물품대금 지급을 위하여 은행에 신용장 개설을 의뢰하고 그 은행이 수출업자를 수익자로 하여 신용장을 개설한 경우, 수출업자와 개설은행 사이의 신용장 거래는 직접적 상품의 거래가 아니라 서류에 의한 거래로서 원칙적으로 수입업자와 수출업자 사이의 원인관계로부터는 물론이고 수입업자와 개설은행 사이의 관계로부터도 독립하여 규율된다. 따라서 원인채권인 물품대금 채권에 대한 가압류나 압류의 효력이 발생하기 전에 물품대금의 지급을 위하여 신용장이 발행된 경우에는 그 가압류나 압류의 효력이 발생한 후에 신용장 대금의 지급이 이루어졌다 하더라도 수입업자는 그 신용장 대금의 지급으로 물품대금 채권이 소멸하였다는 것을 가압류채권자나 압류채권자에게 대항할 수 있다. 반면 원인채권인 물품대금 채권에 대한 가압류나 압류의 효력이 발생한 후에 물품대금의 지급을 위하여 신용장이 발행된 경우에는 수입업자는 가압류채권자나 압류채권자에게 신용장 대금의 지급으로써 물품대금 채권이 소멸하였다는 것을 대항할 수 없다.<br/>  [2] 제6차 개정 신용장통일규칙은 ‘신용장에는 그 제시를 위한 유효기간을 명시하고, 수익자에 의한 또는 수익자를 위한 제시는 유효기간 이내에 이루어져야 한다.’고 규정하고(제6조 d항, e항), 특히 ‘운송서류 등은 어떠한 경우에도 신용장의 유효기간 내에 제시되어야 한다.’고 규정하고 있다(제14조 c항). 따라서 신용장에 기재된 필요 서류는 신용장의 유효기간 내에 전부 제시되어야 하므로 유효기간이 경과한 후에 제시된 경우에는 수리될 수 없고, 수익자 등이 일단 서류를 제시하였다가 개설은행 등의 통보에 따라 신용장 조건과의 불일치 사항을 보완하여 서류를 다시 제시하는 경우에도 유효기간을 준수하여야 한다.<br/>  [3] 신용장의 유효기간 내에 필요 또는 그 하자가 보완된 서류가 제시된 경우에는 유효기간이 지나더라도 신용장 대금이 지급되어야 하겠지만, 신용장의 유효기간 내에 필요 서류가 제시되지 않았거나 서류상 하자로 인한 지급거절 후 하자가 유효기간 내에 보완되지 않았다면 유효기간을 경과한 때부터는 더 이상 신용장에 따른 권리의무가 발생하지 않는다. 따라서 필요 서류가 제시되지 않은 채 유효기간이 경과된 후에는 설령 개설은행을 통하여 수익자에게 신용장 대금 결제방식으로 대금이 지급되었더라도 이를 신용장에 따른 대금 지급이라고 볼 수는 없으므로, 원인채권인 물품대금에 대한 가압류 등의 효력이 발생하기 전에 물품대금의 지급을 위하여 신용장이 발행된 경우라 하더라도 수입업자는 위와 같은 신용장 대금의 지급으로써 가압류채권자 등에게 대항할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제4조 a항, 민사집행법 제227조 제1항, 제2항, 제3항, 제291조 / [2] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제6조 d항, e항, 제14조 c항 / [3] 제6차 개정 신용장통일규칙(The Uniform Customs and Practice for Documentary Credits, 2007 Revision, ICC Publication no. 600) 제4조 a항, 제6조 d항, e항, 제14조 c항, 민사집행법 제227조 제1항, 제2항, 제3항, 제291조<br/>",
  "참조판례": "[1] 대법원 1998. 6. 26. 선고 97다31298 판결(공1998하, 1964) / [2] 대법원 2009. 11. 12. 선고 2008다24364 판결(공2009하, 2077)<br/>"
}