{
  "판례일련번호": "232017",
  "사건명": "손해배상(지)·손해배상(지)·손해배상(지)[저작권신탁관리업자의 공연사용료 분배규정 개정이 신탁계약상 채무불이행 또는 불법행위에 해당하거나 무효에 해당하는지 문제된 사안]",
  "사건번호": "2019다283725, 283732, 283749",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221117",
  "판시사항": "[1] 저작권법 제2조 제3호에서 정한 ‘공연’의 개념 중 ‘공중에게 공개한다’는 것의 의미<br/>  [2] 단체 내부규정의 효력 유무에 관한 판단 기준<br/>  [3] 저작권신탁관리업자인 甲 법인이 음악저작물 사용료 분배규정을 개정하여 유흥주점·단란주점·노래연습장 등 업소에서 노래반주기에 메들리 곡을 재생하는 것에 대하여 수록곡으로서의 공연사용료만 분배하고 로그데이터를 기반으로 한 공연사용료는 분배대상에서 제외하기로 하자, 음악저작자들로 甲 법인의 회원인 乙 등이 위 분배규정 개정은 신탁계약상 채무불이행 또는 불법행위에 해당하거나 현저히 불공정하여 무효라며 손해배상을 구한 사안에서, 위 업소가 노래반주기에 수록된 음악저작물을 영업시간 중 재생하는 것은 저작권법상 공연으로 볼 수 있으나, 위 분배규정의 개정이 사회관념상 현저히 타당성을 잃은 것이라거나 저작권의 본질적 내용을 침해하는 것으로 볼 수는 없으므로, 같은 취지에서 乙 등의 주장을 모두 배척한 원심판단은 정당하다고 한 사례<br/>",
  "판결요지": "[1] 저작권법 제2조는 제3호에서 \"공연\"을 저작물 또는 실연·음반·방송을 상연·연주·가창·구연·낭독·상영·재생 그 밖의 방법으로 공중에게 공개하는 것으로, 제32호에서 \"공중\"을 불특정 다수인(특정 다수인을 포함한다)으로 각 규정하고 있다.<br/>  공중에게 공개한다 함은 불특정인 누구에게나 요금을 내는 정도 외에 다른 제한 없이 공개된 장소 또는 통상적인 가족 및 친지의 범위를 넘는 다수인이 모여 있는 장소에서 저작물을 공개하거나, 반드시 같은 시간에 같은 장소에 모여 있지 않더라도 위와 같은 불특정 또는 다수인에게 전자장치 등을 이용하여 저작물을 전파, 통신함으로써 공개하는 것을 의미하므로, 공중이 공개된 장소에서 저작물을 접할 수 있는 상태에 있는 한 공중이 실제로 있는지 여부를 불문한다.<br/>  [2] 단체의 설립목적을 달성하기 위하여 수행하는 사업 또는 활동의 절차·방식·내용 등을 정한 단체 내부의 규정은 그것이 선량한 풍속 기타 사회질서에 위반되는 등 사회관념상 현저히 타당성을 잃은 것이라는 등의 특별한 사정이 없는 한 이를 무효라고 할 수 없다.<br/>  [3] 저작권신탁관리업자인 甲 법인이 음악저작물 사용료 분배규정을 개정하여 유흥주점·단란주점·노래연습장 등 업소에서 노래반주기에 메들리 곡을 재생하는 것에 대하여 수록곡으로서의 공연사용료만 분배하고 로그데이터를 기반으로 한 공연사용료는 분배대상에서 제외하기로 하자, 음악저작자들로 甲 법인의 회원인 乙 등이 위 분배규정 개정은 신탁계약상 채무불이행 또는 불법행위에 해당하거나 현저히 불공정하여 무효라며 손해배상을 구한 사안에서, 위 업소가 노래반주기에 수록된 음악저작물을 영업시간 중 재생하는 것은 고객의 유무나 가창 여부에 상관없이 저작권법상 공연으로 볼 수 있으나, 위 분배규정의 개정은 음악저작물이 실제 이용되고 있는 비율이나 방식을 정확하게 파악하기 어려운 상황에서 음악저작물의 현실적인 이용 상황과 변화 등 다양한 여건을 고려한 것으로 보여 사회관념상 현저히 타당성을 잃은 것이라고 단정하기 어렵고, 또한 메들리 곡에 대한 공연사용료 중 로그데이터를 기반으로 한 공연사용료만을 분배대상에서 제외한 것일 뿐 분배 자체를 모두 부정한 것이 아니어서 저작권의 본질적 내용을 침해하는 것이라고 볼 수도 없으므로, 같은 취지에서 乙 등의 주장을 모두 배척한 원심판단은 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 저작권법 제2조 제3호, 제32호 / [2] 민법 제40조, 제103조 / [3] 저작권법 제2조 제3호, 제32호, 민법 제40조, 제103조, 제390조, 제750조<br/>",
  "참조판례": "[1] 대법원 1996. 3. 22. 선고 95도1288 판결(공1996상, 1457) / [2] 대법원 1992. 11. 24. 선고 91다29026 판결(공1993상, 212), 대법원 2009. 10. 15. 선고 2008다85345 판결(공2009하, 1829)<br/>"
}