{
  "판례일련번호": "232021",
  "사건명": "손해배상[법무법인에 소송대리를 위임한 의뢰인과 그의 대리인이 담당변호사의 잘못된 답변을 믿고 행위한 탓에 형사처벌을 받았다고 주장하면서 그 담당변호사를 상대로 불법행위를 이유로 한 손해배상을 청구한 사건]",
  "사건번호": "2018다300364",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221117",
  "판시사항": "[1] 변호사가 의뢰인이나 그의 대리인으로부터 위임사무 수행과 밀접하게 관련된 법률적 문제에 관하여 구체적인 질의를 받은 경우, 이에 대한 답변과 관련하여 부담하는 의무의 내용 / 변호사가 위 의무를 위반한 경우, 불법행위가 성립하는지 여부(한정 적극) <br/>  [2] 甲으로부터 포괄적으로 대리권을 수여받아 乙 법무법인에 甲 소유 부동산의 매매계약 관련 선행소송의 대리사무를 위임한 丙이 乙 법인의 대표변호사이자 선행소송의 담당변호사인 丁에게 선행소송 계속 중 위 부동산을 제3자에게 처분하는 것이 적법한지 문의하여 丁으로부터 아무런 문제가 없다는 답변을 듣고 위 부동산을 제3자에게 처분하였는데, 그 후 이로 인해 甲과 丙이 배임죄로 형사처벌을 받게 되자 丁을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 위와 같은 丁의 답변행위는 변호사 직무의 공공성과 윤리성, 사회적 책임성 등에 현저히 반하는 것이어서 위법하므로 불법행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 변호사의 신분적 지위와 직무수행의 방법과 한계, 의뢰인에 대한 의무의 목적과 성격 등을 종합하면, 변호사는 의뢰인이나 그의 대리인으로부터 위임된 소송의 소송물 또는 공격방어방법, 후속 분쟁 발생 가능성 등의 측면에서 위임사무 수행과 밀접하게 관련된 법률적 문제에 관하여 구체적인 질의를 받은 경우에는, 그것이 직접적인 수임사무는 아니더라도 해당 질의 사항이 가지고 있는 법률적인 문제점, 그들의 선택에 따라 향후 발생할 수 있는 상황과 현재 수행하는 소송에 미칠 영향, 만일 형사처벌이 문제 될 여지가 있다면 그 위험성 등을 당시 인식할 수 있었던 상황과 법률전문가로서 통상적으로 갖추고 있는 법률지식의 범위에서 성실히 답변하여야 한다. 그리고 만약 그러한 질의 사항이 자신의 법률지식과 경험 범위를 벗어난 것이어서 답변하기 어렵다고 판단되거나 그에 관하여 일반적이거나 확립된 견해와 다른 입장을 갖고 있다면, 의뢰인이나 그의 대리인에게 다른 법률전문가에게도 상담을 받도록 조언하거나 적어도 이를 알림으로써 숙고하여 선택할 수 있는 기회를 부여해야 한다.<br/>  변호사가 의뢰인이나 그의 대리인에 대하여 부담하는 위와 같은 의무를 위반한 경우, 개별 사안에서 질의와 답변의 경위나 내용, 동기나 의도, 침해된 이익의 성격과 정도 등 여러 사정을 종합하여 볼 때 변호사의 행위가 전문적·합목적적 재량에 유보된 영역의 것이 아니고 변호사 직무의 공공성과 윤리성, 사회적 책임성 등에 비추어 위법하다고 평가할 수 있는 때에는 불법행위가 성립할 수 있다.<br/>  [2] 甲으로부터 포괄적으로 대리권을 수여받아 乙 법무법인에 甲 소유 부동산의 매매계약 관련 선행소송의 대리사무를 위임한 丙이 乙 법인의 대표변호사이자 선행소송의 담당변호사인 丁에게 선행소송 계속 중 위 부동산을 제3자에게 처분하는 것이 적법한지 문의하여 丁으로부터 아무런 문제가 없다는 답변을 듣고 위 부동산을 제3자에게 처분하였는데, 그 후 이로 인해 甲과 丙이 배임죄로 형사처벌을 받게 되자 丁을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 丁은 위 부동산 처분이 소송물이나 공격방어방법에 영향을 미칠 가능성 등을 설명하는 한편, 대법원의 확립된 입장에 따를 경우 배임죄로 형사처벌을 받을 가능성도 있음을 법률전문가의 입장에서 성실히 고지해 주었어야 하는데도 선행소송 제1심에서 패소한 이후에도 만연히 승소를 장담하면서 위 부동산을 매도하는 것에 아무런 법적 문제가 없다고 대답하였고 형사처벌의 가능성은 언급조차 하지 않았는데, 이 때문에 丁의 답변을 신뢰한 甲과 丙이 위 부동산 처분으로 형사처벌을 받아 정신적 고통을 겪게 되었으므로, 위와 같은 丁의 답변행위는 그 경위나 내용, 침해된 甲과 丙의 이익의 성격과 내용 등에 비추어 소송대리사무를 수행하는 변호사가 보유하는 전문적·합목적적 재량에 유보된 영역의 것이라고 볼 수 없고, 오히려 변호사 직무의 공공성과 윤리성, 사회적 책임성 등에 현저히 반하는 것이어서 위법하므로 불법행위에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 변호사법 제1조, 제2조, 제4조, 제5조, 제24조 / [2] 민법 제751조, 변호사법 제1조, 제2조, 제4조, 제5조, 제24조<br/>",
  "참조판례": ""
}