{
  "판례일련번호": "232019",
  "사건명": "개인정보보호법위반[개인정보 보호 제71조 제5호, 제59조 제2호의 ‘누설’의 의미]",
  "사건번호": "2018도1966",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221110",
  "판시사항": "[1] 구 공공기관의 개인정보보호에 관한 법률이 2011. 3. 29. 폐지되고 개인정보 보호법이 제정된 취지<br/>  [2] 구 공공기관의 개인정보보호에 관한 법률 제23조 제2항, 제11조에서 말하는 ‘누설’의 의미 및 고소·고발장에 다른 정보주체의 개인정보를 첨부하여 경찰서에 제출한 행위가 개인정보의 ‘누설’에 해당하는지 여부(한정 적극) / 구 공공기관의 개인정보보호에 관한 법률에 따른 ‘누설’에 관한 위의 법리가 개인정보 보호법에도 그대로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 개인정보 보호법 제59조 제2호는 개인정보를 처리하거나 처리하였던 자는 업무상 알게 된 개인정보를 누설하거나 권한 없이 다른 사람이 이용하도록 제공하는 행위를 하여서는 아니 된다고 규정하고, 같은 법 제71조 제5호는 제59조 제2호를 위반하여 업무상 알게 된 개인정보를 누설하거나 권한 없이 다른 사람이 이용하도록 제공한 자 등에 해당하는 자는 5년 이하의 징역 또는 5천만 원 이하의 벌금에 처한다고 규정하고 있다. 한편 구 공공기관의 개인정보보호에 관한 법률(2011. 3. 29. 법률 제10465호로 폐지되기 전의 것, 이하 같다) 제11조는 개인정보의 처리를 행하는 공공기관의 직원이나 직원이었던 자 등은 직무상 알게 된 개인정보를 누설 또는 권한 없이 처리하거나 타인의 이용에 제공하는 등 부당한 목적을 위하여 사용하여서는 아니 된다고 규정하고, 같은 법 제23조 제2항은 제11조의 규정을 위반하여 개인정보를 누설 또는 권한 없이 처리하거나 타인의 이용에 제공하는 등 부당한 목적으로 사용한 자는 3년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다고 규정하였다. <br/>  구 공공기관의 개인정보보호에 관한 법률이 2011. 3. 29. 폐지되고 개인정보 보호법이 제정된 취지는 공공부문과 민간부문을 망라하여 국제 수준에 부합하는 개인정보 처리원칙 등을 규정하고, 개인정보 침해로 인한 국민의 피해 구제를 강화하여 국민의 사생활의 비밀을 보호하며, 개인정보에 대한 권리와 이익을 보장하려는 것이다. <br/>  [2] 구 공공기관의 개인정보보호에 관한 법률(2011. 3. 29. 법률 제10465호로 폐지되기 전의 것, 이하 같다) 제23조 제2항, 제11조의 ‘누설’이란 아직 개인정보를 알지 못하는 타인에게 알려주는 일체의 행위를 말하고, 고소·고발장에 다른 정보주체의 개인정보를 첨부하여 경찰서에 제출한 것은 그 정보주체의 동의도 받지 아니하고 관련 법령에 정한 절차를 거치지 아니한 이상 부당한 목적하에 이루어진 개인정보의 ‘누설’에 해당하였다. 개인정보 보호법 제71조 제5호, 제59조 제2호 위반죄는 구 공공기관의 개인정보보호에 관한 법률 제23조 제2항, 제11조 위반죄와 비교하여 범행주체가 다르고 ‘누설’에 부당한 목적이 삭제되었다는 것만 다를 뿐 나머지 구성요건은 실질적으로 동일한 점, 개인정보 보호법 제59조 제2호가 금지하는 누설행위의 주체는 ‘개인정보를 처리하거나 처리하였던 자’이고, 그 대상은 ‘업무상 알게 된 개인정보’로 제한되므로, 수사기관에 대한 모든 개인정보 제공이 금지되는 것도 아닌 점 및 개인정보 보호법의 제정 취지 등을 감안하면, 구 공공기관의 개인정보보호에 관한 법률에 따른 ‘누설’에 관한 위의 법리는 개인정보 보호법에도 그대로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 공공기관의 개인정보보호에 관한 법률(2011. 3. 29. 법률 제10465호 개인정보 보호법 부칙 제2조로 폐지) 제11조(현행 개인정보 보호법 제59조 제2호 참조), 제23조 제2항(현행 개인정보 보호법 제71조 제5호 참조), 개인정보 보호법 제59조 제2호, 제71조 제5호 / [2] 구 공공기관의 개인정보보호에 관한 법률(2011. 3. 29. 법률 제10465호 개인정보 보호법 부칙 제2조로 폐지) 제11조(현행 개인정보 보호법 제59조 제2호 참조), 제23조 제2항(현행 개인정보 보호법 제71조 제5호 참조), 개인정보 보호법 제59조 제2호, 제71조 제5호<br/>",
  "참조판례": "[2] 대법원 2008. 10. 23. 선고 2008도5526 판결, 대법원 2015. 7. 9. 선고 2013도13070 판결<br/>"
}