{
  "판례일련번호": "232563",
  "사건명": "손해배상(기)",
  "사건번호": "2020다280685",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221201",
  "판시사항": "[1] 상법 제814조 제1항에서 정한 해상운송인의 송하인이나 수하인에 대한 권리·의무의 소멸기간이 제척기간인지 여부(적극) / 위 제척기간의 기산점(=운송물을 인도한 날 또는 인도할 날) 및 여기서 ‘운송물을 인도할 날’의 의미 / 해상운송인의 송하인 또는 수하인에 대한 채권·채무의 청구원인이 불법행위인 경우에도 위 제척기간이 적용되는지 여부(적극)<br/>  [2] 제척기간의 제도적 취지 / 아직 발생하지 않은 권리에 대하여 제척기간에 관한 규정을 적용할 수 있는지 여부(소극)<br/>  [3] 복합운송주선인인 甲 주식회사가 운송계약에 따라 해상운송인인 乙 외국회사에 운송을 의뢰한 화물은 폐기물처리업자가 수출 화물인 것처럼 가장하여 반출하려 한 폐기물이었는데, 이를 甲 회사 및 甲 회사가 지정한 수하인이 수령하지 않아 컨테이너 초과사용료, 터미널 보관료 등 손해가 계속 발생하자, 乙 회사가 화물 도착 후 약 2년이 지난 시점에 甲 회사를 상대로 손해배상을 구한 사안에서, 컨테이너 초과사용료 및 터미널 보관료에 관한 손해배상채권 중 ‘화물의 인도가 행하여져야 했던 날’을 지나서 발생하는 손해배상채권의 제척기간 기산일은 그 채권의 발생일이라고 해석함이 타당한데도, 위 손해배상청구 중 소제기 1년 안에 발생한 부분까지도 상법 제814조 제1항에서 정한 1년의 제척기간을 도과하여 부적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 해상운송인의 송하인 또는 수하인에 대한 채권 및 채무는 그 청구원인의 여하에 불구하고 운송인이 수하인에게 운송물을 인도한 날 또는 인도할 날부터 1년 이내에 재판상 청구가 없으면 소멸한다(상법 제814조 제1항). 이러한 해상운송인의 송하인이나 수하인에 대한 권리·의무에 관한 소멸기간은 제척기간에 해당하고, 그 기산일은 ‘운송물을 인도한 날 또는 인도할 날’인데, ‘운송물을 인도할 날’이란 통상 운송계약이 그 내용에 좇아 이행되었으면 인도가 행하여져야 했던 날을 의미한다. 해상운송인의 송하인 또는 수하인에 대한 채권 및 채무는 그 청구원인이 계약인 경우뿐만 아니라 불법행위인 경우에도 위 제척기간이 적용된다.<br/>  [2] 제척기간은 일반적으로 권리자로 하여금 자신의 권리를 신속하게 행사하도록 함으로써 법률관계를 조속히 확정하려는 데 그 제도의 취지가 있고, 그 제척기간의 경과로 권리가 소멸한다. 따라서 제척기간은 적어도 권리가 발생하였음을 전제하는 것이고, 아직 발생하지 않은 권리에까지 그 제척기간에 관한 규정을 적용하여 권리가 소멸하였다고 볼 수는 없다.<br/>  [3] 복합운송주선인인 甲 주식회사가 운송계약에 따라 해상운송인인 乙 외국회사에 운송을 의뢰한 화물은 폐기물처리업자가 수출 화물인 것처럼 가장하여 반출하려 한 폐기물이었는데, 이를 甲 회사 및 甲 회사가 지정한 수하인이 수령하지 않아 컨테이너 초과사용료, 터미널 보관료 등 손해가 계속 발생하자, 乙 회사가 화물 도착 후 약 2년이 지난 시점에 甲 회사를 상대로 손해배상을 구한 사안에서, 컨테이너 초과사용료 및 터미널 보관료에 관한 乙 회사의 손해배상채권은 ‘화물의 인도가 행하여져야 했던 날’을 지나서도 발생할 수 있으므로, 상법 제814조 제1항에서 정한 제척기간의 기산점으로서 ‘화물의 인도가 행하여져야 했던 날’을 지나서 발생하는 위 손해배상채권의 제척기간 기산일은 그 채권의 발생일이라고 해석함이 타당하고, 그날부터 상법 제814조 제1항에서 정한 권리의 존속기간인 1년의 제척기간이 적용된다고 보아야 하는데도, 위 손해배상청구 중 소제기 1년 안에 발생한 부분까지도 제척기간을 도과하여 부적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제814조 제1항 / [2] 상법 제814조 제1항 / [3] 상법 제814조 제1항<br/>",
  "참조판례": "[1] 대법원 1997. 4. 11. 선고 96다42246 판결(공1997상, 1424), 대법원 1999. 10. 26. 선고 99다41329 판결(공1999하, 2423), 대법원 2019. 6. 13. 선고 2019다205947 판결(공2019하, 1384) / [2] 대법원 1995. 11. 10. 선고 94다22682, 22699 판결(공1995하, 3904)<br/>"
}