{
  "판례일련번호": "232537",
  "사건명": "소유권이전등기",
  "사건번호": "2020다265129",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221201",
  "판시사항": "[1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘무주택자인 임차인’의 의미(=세대주를 포함한 세대원 전원이 주택을 소유하고 있지 아니한 임차인)<br/>  [2] 甲이 선착순의 방법으로 입주자로 선정되어 임대사업자인 乙 주식회사와 체결한 공공건설임대주택에 관한 임대차계약에서 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였는데, 그 후 임대사업자 지위를 승계한 丙 주식회사가 甲의 배우자가 분양전환 합의 당시 다른 아파트를 소유하고 있으므로 무주택자 요건을 충족하지 못하여 분양전환 자격이 없다는 취지를 통보한 사안에서, 甲과 乙 회사가 임대차계약에서 구 임대주택법 제21조 제1항 제4호 규정과 달리 우선 분양전환의 요건을 정하였다고 하더라도 그 효력을 인정할 수 없고, 丙 회사가 甲에게 구 임대주택법 제21조 제1항 제4호에서 정하는 바에 따라 우선 분양전환의 요건을 주장하더라도 신의성실의 원칙에 반하는 것이라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항은 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 각호에서 정하는 임차인에게 우선 분양전환하여야 한다고 정하면서, 같은 항 제4호에서 “선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인”을 우선 분양전환 대상자로 정하고 있다. 여기에서 ‘무주택자인 임차인’이란 ‘임차인이 속한 세대의 세대주를 포함한 세대원(세대주와 동일한 세대별 주민등록표상에 등재되어 있지 아니한 세대주의 배우자 및 배우자와 동일한 세대를 이루고 있는 세대원을 포함한다) 전원이 주택을 소유하고 있지 아니한 임차인’을 의미한다.<br/>  [2] 甲이 선착순의 방법으로 입주자로 선정되어 임대사업자인 乙 주식회사와 체결한 공공건설임대주택에 관한 임대차계약에서 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였는데, 그 후 임대사업자 지위를 승계한 丙 주식회사가 甲의 배우자가 분양전환 합의 당시 다른 아파트를 소유하고 있으므로 무주택자 요건을 충족하지 못하여 분양전환 자격이 없다는 취지를 통보한 사안에서, 임대주택 건설을 촉진하고 국민의 주거생활을 안정시키려는 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것, 이하 같다)의 목적, 무주택자인 임차인에게 공정하고 합리적으로 주택을 공급하기 위해 우선 분양전환의 요건과 절차를 법령에서 상세히 규정하는 취지 등을 고려할 때, 甲과 乙 회사가 임대차계약에서 구 임대주택법 제21조 제1항 제4호 규정과 달리 우선 분양전환의 요건을 정하였다고 하더라도 그 효력을 인정할 수 없고, 丙 회사가 임대차계약의 내용과 달리 甲에게 구 임대주택법 제21조 제1항 제4호에서 정하는 바에 따라 우선 분양전환의 요건을 주장하더라도 신의성실의 원칙에 반하는 것이라고 볼 수 없으며, 한편 위 임대주택이 甲에게 우선 분양전환이 이루어지지 않은 채 丙 회사의 소유로 있다면, 이는 분양전환이 완료되지 않은 주택으로서 2020. 12. 22. 법률 제17734호로 개정된 공공주택 특별법이 시행되는 시점부터는 공공주택 특별법 부칙(2020. 12. 22.) 제6조 제2항에 따라 구 임대주택법 제21조 제1항 제4호가 아닌 공공주택 특별법 제50조의3 제1항 제1호 (라)목이 적용되어야 하는데도, 임대차계약에서 정한 내용 등을 근거로 甲이 우선 분양전환 대상자에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조] / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제1조(현행 민간임대주택에 관한 특별법 제1조 및 현행 공공주택 특별법 제1조 참조), 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 민간임대주택에 관한 특별법 부칙(2015. 8. 28.) 제6조 제2항, 공공주택 특별법 제50조의3 제1항 제1호 (라)목, 부칙(2020. 12. 22.) 제6조 제1항, 민법 제2조 제1항<br/>",
  "참조판례": "[1] 대법원 2015. 10. 29. 선고 2014다75462 판결<br/>"
}