{
  "판례일련번호": "232569",
  "사건명": "소유권이전등기",
  "사건번호": "2022다255614",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221130",
  "판시사항": "[1] 부동산 매매계약에서 매수인이 잔대금 지급기일까지 대금을 지급하지 못하면 계약이 자동적으로 해제된다는 취지의 약정을 한 경우, 지급기일의 도과사실만으로 매매계약이 자동해제된 것으로 볼 수 있는지 여부(원칙적 소극) 및 이때 지급기일의 도과사실만으로 매매계약이 자동해제된 것으로 볼 수 있는 경우<br/>  [2] 甲 주식회사가 乙과 공동주택 신축사업을 영위하기 위해 필요한 乙 소유의 토지를 매수하는 매매계약을 체결한 다음, 丙 지역주택조합과 위 공동주택 신축사업에 관한 권리, 의무를 포괄적으로 丙 조합에 양도하는 내용의 포괄양수도계약을 체결하였는데, 이후 丙 조합이 乙과 위 토지에 대한 매매계약을 체결하면서 ‘丙 조합이 잔금 지급기일까지 잔금을 지급하지 않은 경우 계약금 전액이 乙에게 귀속되고 추후 협상’하기로 하는 특약을 하였으나, 丙 조합이 乙에게 잔금 지급기일까지 잔금을 지급하지 않았다가 나중에 乙에게 잔금 일부를 지급하고 나머지 금액은 변제공탁한 사안에서, 丙 조합이 잔금 지급기일까지 잔금을 지급하지 못할 경우 乙의 소유권이전등기에 필요한 서류 교부 등 반대의무의 이행 또는 이행제공 없이 위 매매계약을 실효시키기 위하여 乙과 丙 조합이 위 특약을 두었다거나, 丙 조합이 위 매매계약의 자동해제를 감수하겠다는 약정을 하였다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 부동산 매매계약에서 매수인이 잔대금 지급기일까지 그 대금을 지급하지 못하면 계약이 자동적으로 해제된다는 취지의 약정이 있더라도 매도인이 이행의 제공을 하여 매수인을 이행지체에 빠뜨리지 않는 한 지급기일의 도과사실만으로는 매매계약이 자동해제된 것으로 볼 수 없다. 다만 매도인이 소유권이전등기에 필요한 서류를 갖추었는지 여부를 묻지 않고 매수인의 지급기일 도과사실 자체만으로 계약을 실효시키기로 특약을 하였다거나, 매수인이 수회에 걸친 채무불이행에 대하여 책임을 느끼고 잔금 지급기일의 연기를 요청하면서 새로운 약정기일까지는 반드시 계약을 이행할 것을 확약하고 불이행 시에는 매매계약이 자동적으로 해제되는 것을 감수하겠다는 내용의 약정을 하였다고 볼 특별한 사정이 있다면, 매수인이 잔금 지급기일까지 잔금을 지급하지 않음으로써 그 매매계약은 자동적으로 실효된다.<br/>  [2] 甲 주식회사가 乙과 공동주택 신축사업을 영위하기 위해 필요한 乙 소유의 토지를 매수하는 매매계약을 체결한 다음, 丙 지역주택조합과 위 공동주택 신축사업에 관한 권리, 의무를 포괄적으로 丙 조합에 양도하는 내용의 포괄양수도계약을 체결하였는데, 이후 丙 조합이 乙과 위 토지에 대한 매매계약을 체결하면서 ‘丙 조합이 잔금 지급기일까지 잔금을 지급하지 않은 경우 계약금 전액이 乙에게 귀속되고 추후 협상’하기로 하는 특약을 하였으나, 丙 조합이 乙에게 잔금 지급기일까지 잔금을 지급하지 않았다가 나중에 乙에게 잔금 일부를 지급하고 나머지 금액은 변제공탁한 사안에서, 위 특약은 丙 조합이 잔금 지급기일까지 잔금을 지급하지 못할 경우 乙에게 계약금이 귀속되고 추후 협상하기로 한다는 내용이므로, 丙 조합의 채무불이행을 이유로 乙이 해제권을 행사할 수 있다는 해제권 유보조항으로서 乙과 丙 조합이 계약 내용에 관한 협의를 이어갈 수 있다는 약정을 추가한 것으로 볼 수 있는 점, 위 특약이 丙 조합이 잔금 지급기일까지 잔금을 지급하지 못할 경우 乙이 자신의 반대의무를 이행 또는 이행제공하지 않고도 위 매매계약이 자동해제된다는 것으로 해석된다면, 위 매매계약에서 丙 조합의 잔금 지급의무와 乙의 소유권이전에 필요한 서류 교부 및 토지 인도의무가 동시이행관계에 있음을 명시적으로 규정하고 있는 것과 조화롭지 못한 점, 丙 조합이 잔금 지급기일로부터 약 5개월이 지난 시점에 乙에게 잔금 중 일부를 송금하였고, 乙을 피공탁자로 하여 나머지 잔금을 변제공탁하였는데도, 乙이 소 제기일까지 이에 대하여 이의를 제기하거나 위 매매계약의 효력을 부정하였다는 사정이 보이지 않는 점 등에 비추어 볼 때, 丙 조합이 잔금 지급기일까지 잔금을 지급하지 못할 경우 乙의 소유권이전등기에 필요한 서류 교부 등 반대의무의 이행 또는 이행제공 없이 위 매매계약을 실효시키기 위하여 乙과 丙 조합이 위 특약을 두었다거나, 丙 조합이 위 매매계약의 자동해제를 감수하겠다는 약정을 하였다고 보기 어려운데도, 이와 달리 본 원심판결에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제544조 / [2] 민법 제544조<br/>",
  "참조판례": "[1] 대법원 1992. 10. 27. 선고 91다32022 판결(공1992, 3240), 대법원 1993. 12. 28. 선고 93다777 판결(공1994상, 509), 대법원 2020. 12. 24. 선고 2018다256023 판결<br/>"
}