{
  "판례일련번호": "232767",
  "사건명": "채무부존재확인",
  "사건번호": "2019다269156",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221215",
  "판시사항": "[1] 확인의 소에서 ‘확인의 이익’이 인정되기 위한 요건 및 원고의 권리 또는 법률관계를 다툼으로써 원고의 법률상 지위에 불안·위험을 초래할 염려가 있는 경우, 확인의 이익이 있는지 여부(적극)<br/>  [2] 보증보험계약이 체결된 후 보험금이 아직 지급되지 않은 상태에서 주계약의 당사자인 보험계약자와 피보험자 사이에 주계약에 따른 채무의 존부와 범위에 관하여 다툼이 있는 경우, 보험계약자가 피보험자를 상대로 주계약에 따른 채무 부존재 확인을 구할 이익이 있는지 여부(적극)<br/>  [3] 甲이 乙 주식회사로부터 공사를 하도급받고 乙 회사에 丙 보험회사와의 이행보증보험계약에 따라 발급된 보증보험증권을 제출하였는데, 그 후 공사가 지연되던 중 甲이 공사를 포기하였고, 乙 회사가 丙 회사에 甲의 공사포기를 청구사유로 하여 보증보험계약에 따른 보험금을 청구하자, 甲이 丙 회사에 보험금 지급 보류를 요청한 후 乙 회사를 상대로 하도급 약정에 따른 채무의 부존재 확인을 구한 사안에서, 확인의 이익을 부정한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 확인의 소에서 확인의 이익은 원고의 권리 또는 법률상의 지위에 현존하는 불안·위험이 있고 그 불안·위험을 제거하는 데 피고를 상대로 확인판결을 받는 것이 가장 유효적절한 수단일 때 인정되므로, 원고의 권리 또는 법률관계를 다툼으로써 원고의 법률상 지위에 불안·위험을 초래할 염려가 있다면 확인의 이익이 있다.<br/>  [2] 대법원은 종래부터 보증보험이 피보험자와 특정 법률관계가 있는 보험계약자(주계약상의 채무자)의 채무불이행으로 인하여 피보험자(주계약상의 채권자)가 입게 될 손해의 전보를 보험자가 인수하는 것을 내용으로 하는 손해보험으로서, 형식적으로는 채무자의 채무불이행을 보험사고로 하는 보험계약이나 실질적으로는 보증의 성격을 가지고 보증계약과 같은 효과를 목적으로 하는 것이라고 판시해 왔다. 입법자 역시 2014. 3. 11. 법률 제12397호로 상법을 일부 개정하면서 보증보험에 관한 규정(제726조의5부터 제726조의7까지)을 신설하여, 보증보험계약의 보험자는 보험계약자가 피보험자에게 계약상의 채무불이행 또는 법령상의 의무불이행으로 입힌 손해를 보상할 책임이 있다고 정하는 한편(제726조의5), 보증보험계약에 관하여는 그 성질에 반하지 아니하는 범위에서 보증채무에 관한 민법의 규정을 준용하도록 하였다(제726조의7). <br/>  이처럼 보증보험계약이 체결된 경우 보험자의 피보험자에 대한 보험금지급채무는 보험계약자가 피보험자에 대하여 보험약관이 정한 주계약 등에 따른 채무를 부담한다는 것을 전제로 하므로, 보험금이 아직 지급되지 않은 상태에서 주계약의 당사자인 보험계약자와 피보험자 사이에 주계약에 따른 채무의 존부와 범위에 관하여 다툼이 있는 경우, 이는 보험자의 피보험자에 대한 보험금지급채무 존부와 범위에도 영향을 미칠 수 있다. 따라서 그러한 경우 주계약의 채무자이기도 한 보험계약자로서는 우선 그 계약상 채권자인 피보험자를 상대로 주계약에 따른 채무 부존재 확인을 구하는 것이 분쟁을 해결하는 가장 유효적절한 방법일 수 있다.<br/>  [3] 甲이 乙 주식회사로부터 공사를 하도급받고 乙 회사에 丙 보험회사와의 이행보증보험계약에 따라 발급된 보증보험증권을 제출하였는데, 그 후 공사가 지연되던 중 甲이 공사를 포기하였고, 乙 회사가 丙 회사에 甲의 공사포기를 청구사유로 하여 보증보험계약에 따른 보험금을 청구하자, 甲이 丙 회사에 보험금 지급 보류를 요청한 후 乙 회사를 상대로 하도급 약정에 따른 채무의 부존재 확인을 구한 사안에서, 甲은 丙 회사에 대하여 보증보험계약의 보험계약자이기도 하지만 원칙적으로 乙 회사에 대하여 하수급인으로서의 법률상 지위를 갖는 사람이므로 甲이 위 약정에 따른 채무의 부존재 확인을 구할 이익이 있는지는 甲이 하수급인으로서 갖는 지위를 근거로 가려야 하고, 乙 회사가 丙 회사에 대하여 보증보험계약에 따른 보험금청구권을 보유한다는 것은 甲이 乙 회사에 대하여 약정에 따른 채무를 부담한다는 것을 의미하므로, 乙 회사가 보험금을 청구한 것은 약정에 따른 채권을 주장하는 것과 다르지 않다는 사정들을 고려하면, 甲에게는 위 약정에 따른 하수급인이라는 법률상 지위에서 乙 회사에 대하여 손해배상 등의 채무를 부담할 가능성이라는 법적 불안 또는 위험이 존재하고 있고, 분쟁의 핵심 당사자인 甲과 乙 회사가 소송으로 해당 채무의 존부를 가리는 것은 甲의 乙 회사에 대한 법률상 지위에 존재하는 법률관계의 불안 또는 위험을 해소할 수 있는 가장 유효적절한 방법이라고 볼 수 있는데도, 확인의 이익을 부정한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 민사소송법 제250조, 상법 제726조의5, 제726조의7 / [3] 민사소송법 제250조, 상법 제726조의5, 제726조의7<br/>",
  "참조판례": "[1] 대법원 2009. 1. 15. 선고 2008다74130 판결(공2009상, 162), 대법원 2021. 6. 17. 선고 2018다257958, 257965 전원합의체 판결(공2021하, 1287) / [2] 대법원 1994. 11. 8. 선고 94다23388 판결(공1994하, 3240), 대법원 2014. 9. 4. 선고 2012다67559 판결(공2014하, 1990)<br/>"
}