{
  "판례일련번호": "232861",
  "사건명": "구상금",
  "사건번호": "2017다261882",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 채권자가 고의나 과실로 담보를 상실하게 하거나 감소하게 한 경우, 법정대위를 할 자가 민법 제485조에 따라 면책을 주장할 수 있는지 여부(원칙적 적극) 및 이때 채권자가 제3자에 대하여 자신의 담보권을 성실하게 보존·행사하여야 할 의무를 부담하는 특별한 사정이 인정되는 경우, 채권자의 담보권 포기 행위가 불법행위에 해당할 수 있는지 여부(적극)<br/>  [2] 甲과 乙이 각 1/2 지분을 소유하고 있는 토지에 관하여 乙이 丙으로부터 대출받으면서 丙을 근저당권자로, 채무자를 乙로 하는 근저당권을 설정하였는데, 위 토지 중 甲 지분에만 경매절차가 개시되어 제3자가 매각대금을 완납하자, 丙은 乙 지분에 관한 근저당권설정등기를 말소해주었고, 이후 개시된 배당절차에서 丙이 채권액 전부를 배당받은 사안에서, 채권자인 丙이 甲에 대하여 자신의 담보권을 성실하게 보존·행사하여야 할 의무를 부담함에도 곧 변제자대위의 대상이 될 채무자에 대한 근저당권설정등기를 말소하여 줌으로써 저당권을 포기한 행위는 민법 제750조에 정한 불법행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 민법 제485조는 \"제481조의 규정에 의하여 대위할 자가 있는 경우에 채권자의 고의나 과실로 담보가 상실되거나 감소된 때에는 대위할 자는 그 상실 또는 감소로 인하여 상환을 받을 수 없는 한도에서 그 책임을 면한다.\"라고 정한다. 이는 보증인 등 법정대위를 할 자가 있는 경우에 채권자에게 담보보존의무를 부담시킴으로써 대위할 자의 구상권과 대위에 대한 기대권을 보호하려는 것이다. 법정대위를 할 자는 채권자가 고의나 과실로 담보를 상실하게 하거나 감소하게 한 때에는 원칙적으로 민법 제485조에 따라 면책을 주장할 수 있을 뿐이지만, 채권자가 제3자에 대하여 자신의 담보권을 성실하게 보존·행사하여야 할 의무를 부담하는 특별한 사정이 인정되는 경우에는 채권자의 담보권의 포기 행위가 불법행위에 해당할 수 있다.<br/>  [2] 甲과 乙이 각 1/2 지분을 소유하고 있는 토지에 관하여 乙이 丙으로부터 대출받으면서 丙을 근저당권자로, 채무자를 乙로 하는 근저당권을 설정하였는데, 위 토지 중 甲 지분에만 경매절차가 개시되어 제3자가 매각대금을 완납하자, 丙은 乙 지분에 관한 근저당권설정등기를 말소해주었고, 이후 개시된 배당절차에서 丙에게 신고채권액 전부를 배당하는 것으로 배당표가 작성된 사안에서, 위 배당절차에서 채권자인 丙에게 배당이 이루어지면 민법 제481조, 제482조의 규정에 따라 위 토지 중 채무자인 乙 지분에 관한 丙 명의의 근저당권에 대하여 甲의 변제자대위가 당연히 이루어질 것으로 예상되던 상황이었으므로, 물상보증인인 甲의 지분에 관하여 담보권이 실행될 가능성이 단순히 예상되는 수준을 넘어 실제로 현실화됨으로써 甲은 배당절차를 통하여 변제가 이루어졌을 때에 준하는 변제자대위에 관한 정당한 기대를 가지게 되었고, 채권자인 丙이 甲에 대하여 자신의 담보권을 성실하게 보존·행사하여야 할 의무를 부담함에도 곧 변제자대위의 대상이 될 채무자에 대한 근저당권설정등기를 말소하여 줌으로써 저당권을 포기한 행위는 변제자대위에 의하여 취득한 권리의 침해에 준하는 물상보증인의 변제자대위에 대한 정당한 기대를 침해하는 행위로서 민법 제750조에 정한 불법행위에 해당한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제485조 / [2] 민법 제481조, 제482조, 제485조, 제750조<br/>",
  "참조판례": "[1] 대법원 2000. 1. 21. 선고 97다1013 판결(공2000상, 451), 대법원 2001. 12. 24. 선고 2001다42677 판결(공2002상, 344), 대법원 2013. 3. 28. 선고 2012다106218 판결, 대법원 2014. 10. 15. 선고 2013다91788 판결(공2014하, 2182), 대법원 2017. 10. 31. 선고 2015다65042 판결(공2017하, 2184)<br/>"
}