{
  "판례일련번호": "232855",
  "사건명": "건물인도",
  "사건번호": "2021다253710",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 부동산에 관하여 경매개시결정등기가 된 뒤에 부동산의 점유를 이전받거나 피담보채권이 발생하여 유치권을 취득한 사람이 경매절차의 매수인에 대하여 유치권을 행사할 수 있는지 여부(소극)<br/>  [2] 경매개시결정이 있기 전부터 유치권을 이유로 부동산을 점유하면서 채무자와 일정 기간 동안 변제기를 유예하기로 합의한 甲 주식회사가 그 후 개시된 경매절차에서 유치권 신고를 하였다가, 이후 甲 회사를 상대로 유치권부존재확인의 소가 제기되어 그 소송에서 甲 회사에 유치권이 존재한다는 판결이 선고되어 확정되자, 속행된 경매절차에서 다시 유치권 신고를 하였는데, 경매절차에서 부동산의 소유권을 취득한 乙이 甲 회사를 상대로 부동산 인도와 부당이득반환을 청구한 사안에서, 경매개시결정 이후 변제기가 재차 도래함으로써 甲 회사가 다시 유치권을 취득하였다고 볼 여지가 있는데도, 이에 관하여 더 심리하지 아니한 채 변제기 유예로 경매개시결정 당시 甲 회사의 공사대금채권이 변제기에 있지 않았다는 이유만으로 甲 회사가 유치권을 주장할 수 없다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사집행법 제91조 제3항이 \"지상권·지역권·전세권 및 등기된 임차권은 저당권·압류채권·가압류채권에 대항할 수 없는 경우에는 매각으로 소멸된다.\"라고 규정하고 있는 것과는 달리, 같은 조 제5항은 \"매수인은 유치권자에게 그 유치권으로 담보하는 채권을 변제할 책임이 있다.\"라고 규정하고 있으므로, 유치권은 특별한 사정이 없는 한 그 성립시기에 관계없이 경매절차에서 매각으로 인하여 소멸하지 않는다. 다만 부동산에 관하여 이미 경매절차가 개시되어 진행되고 있는 상태에서 비로소 그 부동산에 유치권을 취득한 경우에도 아무런 제한 없이 경매절차의 매수인에 대한 유치권의 행사를 허용하면 경매절차에 대한 신뢰와 절차적 안정성이 크게 위협받게 됨으로써 경매 목적 부동산을 신속하고 적정하게 환가하기가 매우 어렵게 되고 경매절차의 이해관계인에게 예상하지 못한 손해를 줄 수도 있으므로, 그러한 경우에까지 압류채권자를 비롯한 다른 이해관계인들의 희생 아래 유치권자만을 우선 보호하는 것은 집행절차의 법적 안정성이라는 측면에서 받아들일 수 없다. 그리하여 대법원은 집행절차의 법적 안정성을 보장할 목적으로 부동산에 관하여 경매개시결정등기가 된 뒤에 비로소 부동산의 점유를 이전받거나 피담보채권이 발생하여 유치권을 취득한 경우에는 경매절차의 매수인에 대하여 유치권을 행사할 수 없다고 본 것이다.<br/>  [2] 경매개시결정이 있기 전부터 유치권을 이유로 부동산을 점유하면서 채무자와 일정 기간 동안 변제기를 유예하기로 합의한 甲 주식회사가 그 후 개시된 경매절차에서 유치권 신고를 하였다가, 이후 甲 회사를 상대로 유치권부존재확인의 소가 제기되어 그 소송에서 甲 회사에 유치권이 존재한다는 판결이 선고되어 확정되자, 속행된 경매절차에서 다시 유치권 신고를 하였는데, 경매절차에서 부동산의 소유권을 취득한 乙이 甲 회사를 상대로 부동산 인도와 부당이득반환을 청구한 사안에서, 甲 회사가 경매개시결정 전후로 계속하여 경매목적물을 점유해 왔으므로 甲 회사의 공사대금채권 변제기가 변제기 유예 이전에 이미 도래하여 甲 회사가 경매개시결정등기 전에 유치권을 취득하였을 경우, 경매개시결정 이후 변제기가 재차 도래함으로써 甲 회사가 다시 유치권을 취득하였다고 볼 여지가 있는 점, 경매개시결정 전후로 유치권자가 부동산을 계속 점유하면서 유치권을 신고하였고 현황조사보고서에 이러한 사정이 기재된 점, 유치권의 존재를 확인하는 판결까지 확정되어 매수인 등이 유치권의 존재를 알고 있었던 것으로 보이고 달리 거래당사자가 유치권을 자신의 이익을 위하여 고의로 작출하였다는 사정을 찾아볼 수 없는 점을 종합하면 유치권의 행사를 허용하더라도 경매절차의 이해관계인에게 예상하지 못한 손해를 주지 않고 집행절차의 법적 안정성을 해치지 않아 유치권의 행사를 제한할 필요가 없으므로, 甲 회사가 경매절차의 매수인인 乙에게 유치권을 주장할 수 있다고 봄이 타당한데도, 변제기 유예 전에 공사대금채권의 변제기가 도래하여 甲 회사가 경매개시결정등기 전에 유치권을 취득한 적이 있고 경매개시결정 이후 변제기가 재차 도래함으로써 다시 유치권을 취득한 것인지 등을 더 심리하지 아니한 채, 변제기 유예로 경매개시결정 당시 甲 회사의 공사대금채권이 변제기에 있지 않았다는 이유만으로 甲 회사가 유치권을 주장할 수 없다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제83조, 제91조 제3항, 제5항, 제94조, 민법 제320조 / [2] 민사집행법 제83조, 제85조, 제91조 제3항, 제5항, 제94조, 민법 제320조<br/>",
  "참조판례": "[1] 대법원 2005. 8. 19. 선고 2005다22688 판결(공2005하, 1503), 대법원 2006. 8. 25. 선고 2006다22050 판결(공2007상, 263), 대법원 2009. 1. 15. 선고 2008다70763 판결(공2009상, 158), 대법원 2014. 3. 20. 선고 2009다60336 전원합의체 판결(공2014상, 897), 대법원 2014. 4. 10. 선고 2010다84932 판결<br/>"
}