{
  "판례일련번호": "232883",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2018두59182",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "불공정합병이 이루어진 경우 합병당사법인들의 주식을 함께 보유하고 있는 법인에 대해서는 주가가 과소평가된 합병당사법인의 주주로서 입은 손실과 주가가 과대평가된 합병당사법인의 주주로서 얻은 이익을 통산하여 실질적으로 분여하거나 분여받은 이익이 있는지 밝힌 다음, 그 결과에 따라 구 법인세법 제52조 제1항 및 구 법인세법 시행령 제88조 제1항 제8호 (가)목에 따른 부당행위계산부인 규정과 구 법인세법 제15조 제1항 및 구 법인세법 시행령 제11조 제9호에 따른 익금 규정 중 어느 하나를 적용하여야 하는지 여부(적극)<br/>",
  "판결요지": "구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것, 이하 같다) 제52조 제1항 및 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것, 이하 같다) 제88조 제1항 제8호 (가)목(이하 ‘부당행위계산부인 규정’이라 한다)과 구 법인세법 제15조 제1항 및 구 법인세법 시행령 제11조 제9호(이하 ‘익금 규정’이라 한다)의 내용과 체계 및 입법 취지, 불공정합병에 따른 합병당사법인들의 주주 사이의 이익분여 구조 등에 비추어 보면, 불공정합병이 이루어진 경우 합병당사법인들의 주식을 함께 보유하고 있는 법인에 대해서는 주가가 과소평가된 합병당사법인의 주주로서 입은 손실과 주가가 과대평가된 합병당사법인의 주주로서 얻은 이익을 통산하여 실질적으로 분여하거나 분여받은 이익이 있는지 밝힌 다음, 그 결과에 따라 부당행위계산부인 규정과 익금 규정 중 어느 하나를 적용하여야 한다. 이와 달리 주가가 과소평가된 합병당사법인의 주주로서 분여한 이익에 대해서는 부당행위계산부인 규정을, 주가가 과대평가된 합병당사법인의 주주로서 분여받은 이익에 대해서는 익금 규정을 각각 적용하여 각 이익 상당액을 모두 익금에 산입하는 것은 허용될 수 없다. 구체적인 이유는 다음과 같다.<br/>  ① 부당행위계산부인 규정에 따른 부당행위계산에 해당하기 위해서는 특수관계인인 법인 간의 불공정합병으로 인하여 주주인 법인이 특수관계인인 ‘다른 주주’에게 이익을 분여하였음이 인정되어야 한다. 그리고 익금 규정에 따른 익금에 해당하기 위해서는 특수관계인인 법인 간의 불공정합병으로 인하여 주주인 법인이 특수관계인인 ‘다른 주주’로부터 분여받은 이익이어야 한다.<br/>  ② 주식을 시가보다 높거나 낮게 평가하여 불공정한 비율로 합병을 하면 주가가 과소평가된 합병당사법인의 주주로부터 주가가 과대평가된 합병당사법인의 주주로 주식가치 변동에 따른 부의 이전 효과가 발생하게 된다. 그런데 어느 법인이 합병당사법인들의 주식을 함께 보유하고 있는 상태에서 불공정합병이 이루어지면 주가가 과소평가된 합병당사법인의 주주로서의 재산가치는 감소하지만 동시에 주가가 과대평가된 합병당사법인의 주주로서의 재산가치는 증가한다. 따라서 이러한 경우 주가가 과소평가된 합병당사법인의 주주로서 입은 손실과 주가가 과대평가된 합병당사법인의 주주로서 얻은 이익의 크기가 같은 범위에서는 해당 법인에 불공정합병에 따른 부의 이전 효과가 발생하지 않는다.<br/>  ③ 부당행위계산이란 납세자가 정상적인 경제인의 합리적 거래형식에 의하지 아니하고 우회행위, 다단계행위 그 밖의 이상한 거래형식을 취함으로써 통상의 합리적인 거래형식을 취할 때 생기는 조세의 부담을 경감 내지 배제시키는 행위계산을 말한다. 불공정합병으로 인하여 주가가 과소평가된 합병당사법인의 주주가 입는 손실과 주가가 과대평가된 합병당사법인의 주주가 얻는 이익은 불공정합병이라는 하나의 자본거래에서 발생하는 것이다. 불공정합병 당시 어느 법인이 합병당사법인들의 주식을 함께 보유하고 있었다면 해당 법인에는 불공정합병에 따른 손실과 이익이 함께 귀속되므로 해당 법인이 불공정합병으로 인하여 이익을 분여하였는지는 그 손실과 이익을 통산하여 실질적으로 판단하여야 한다.<br/>  ④ 익금 규정에 따른 익금에 해당하기 위해서는 불공정합병으로 인하여 합병당사법인의 주주인 법인의 순자산이 증가하여야 한다. 어느 법인이 합병당사법인들의 주식을 함께 보유하고 있는 상태에서 불공정합병이라는 하나의 자본거래가 이루어지는 경우 해당 법인의 순자산이 증가하였는지 여부는 순자산의 개념상 주가가 과대평가된 합병당사법인의 주주로서 얻은 이익과 주가가 과소평가된 합병당사법인의 주주로서 입은 손실을 통산하여 판단할 수밖에 없다.<br/>",
  "판결본문": "",
  "참조조문": "구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제15조 제1항, 제3항, 제52조 제1항, 제4항, 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것) 제11조 제9호, 제88조 제1항 제8호 (가)목<br/>",
  "참조판례": "대법원 2005. 4. 29. 선고 2003두15249 판결(공2005상, 865)<br/>"
}