{
  "판례일련번호": "233055",
  "사건명": "거부처분취소",
  "사건번호": "2022두44354",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221027",
  "판시사항": "[1] 법해석의 방법과 한계<br/>  [2] 특정경제범죄 가중처벌 등에 관한 법률 제14조 제1항 제2호에서 정한 ‘징역형의 집행유예기간이 종료된 날부터 2년’은 취업제한기간의 종기를 규정한 것으로서 집행유예기간이 취업제한기간에 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 법은 원칙적으로 불특정 다수인에 대하여 동일한 구속력을 갖는 사회의 보편타당한 규범이므로 법의 표준적 의미를 밝혀 객관적 타당성이 있도록 해석해야 하고, 가급적 모든 사람이 수긍할 수 있는 일관성을 유지함으로써 법적 안정성이 손상되지 않도록 해야 한다. 한편 실정법은 보편적이고 전형적인 사안을 염두에 두고 규정되기 마련이므로 사회현실에서 일어나는 다양한 사안에서 구체적 사안에 맞는 가장 타당한 해결이 될 수 있도록 해석·적용할 것도 요구된다. 요컨대 법해석의 목표는 어디까지나 법적 안정성을 저해하지 않는 범위 내에서 구체적 타당성을 찾는 데 두어야 한다. 나아가 그러기 위해서는 가능한 한 법률에 사용된 문언의 통상적인 의미에 충실하게 해석하는 것을 원칙으로 하면서, 법률의 입법 취지와 목적, 제·개정 연혁, 법질서 전체와의 조화, 다른 법령과의 관계 등을 고려하는 체계적·논리적 해석 방법을 추가로 동원함으로써, 위와 같은 법해석의 요청에 부응하는 타당한 해석을 하여야 한다.<br/>  [2] 특정경제범죄 가중처벌 등에 관한 법률(이하 ‘특정경제범죄법’이라 한다) 제14조 제1항 제2호의 규정 내용과 체계, 입법 취지와 목적 등을 종합하면, 위 조항의 ‘징역형의 집행유예기간이 종료된 날부터 2년’은 취업제한기간의 종기를 규정한 것이고, 집행유예기간은 취업제한기간에 포함된다고 해석하는 것이 타당하다. 구체적인 이유는 다음과 같다.<br/>    ① 특정경제범죄법 제14조 제1항 본문은 취업제한대상자를 ‘유죄판결을 받은 사람’이라고 정하고 있으므로, 취업제한기간의 시기는 ‘유죄판결을 받은 때’, 즉 ‘유죄판결이 확정된 때’로 보고, 각호는 취업제한기간의 종기에 관하여 규정한 것으로 해석할 수 있다. 이와 같이 해석하더라도 문언의 통상적인 의미 범위를 벗어난다고 볼 수 없고 오히려 자연스럽다.<br/>    ② 특정경제범죄법 제14조 제1항은 선고형의 종류와 경중에 따라 취업제한기간을 달리 정하고 있는 것으로 이해된다. 그런데 형법 제60조는 형의 선고유예를 받은 날로부터 2년이 지나면 면소된 것으로 간주한다고 정하고 있으므로, 만약 특정경제범죄법 제14조 제1항 각호에서 취업제한기간의 시기와 종기를 모두 정한 것으로 보면 징역형의 집행유예(제2호)와 선고유예(제3호)의 경우 취업제한기간이 모두 2년으로 동일하게 되는 결과를 가져와 이를 구분하여 따로 정한 취지에 맞지 않는다. 또한 피고인별로 징역형의 실형이나 집행유예의 기간을 달리하여 유죄판결이 선고·확정된 경우에도 취업제한기간은 형의 경중과 무관하게 실형의 경우 일률적으로 5년, 집행유예의 경우 일률적으로 2년으로 같게 되어 형의 경중에 따라 취업제한기간을 달리 정한 취지에도 맞지 않는다.<br/>    ③ 특정경제범죄법은 건전한 국민경제윤리에 반하는 거액 경제범죄에 대한 법정형을 대폭 강화하여 가중 처벌함과 아울러 범법자들의 경제활동을 제한함으로써 경제질서의 확립을 도모하고 나아가 국민경제의 발전에 이바지하려는 데 취지가 있다. 그런데 만약 특정경제범죄법 제14조 제1항 제1호, 제2호에서 취업제한기간의 시기와 종기를 모두 정한 것으로 보게 되면, 유죄판결이 확정된 때부터 실형 집행기간 또는 집행유예기간이 종료될 때까지는 아무런 제한 없이 취업제한대상 기관이나 기업체에 취업이 가능하였다가 위 기간이 경과한 후에야 비로소 취업이 제한된다는 결론에 이르게 되는데, 이는 취업제한 제도의 입법 취지를 훼손할 뿐만 아니라 객관적으로 타당한 해석론으로 볼 수도 없다. 오히려 실형 집행기간 또는 집행유예기간 중의 취업을 제한하는 것이 제도의 취지에 더 부합한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특정경제범죄 가중처벌 등에 관한 법률 제14조 제1항 / [2] 특정경제범죄 가중처벌 등에 관한 법률 제14조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 1. 17. 선고 2011다83431 전원합의체 판결(공2013상, 329), 대법원 2018. 6. 21. 선고 2011다112391 전원합의체 판결(공2018하, 1359)<br/>"
}