{
  "판례일련번호": "233041",
  "사건명": "손해배상(의)[다발성 간농양 진단을 받은 망인을 상대로 피고 병원 의료진이 경피적 배액술만 시도하고 외과적 배액술을 시도하지 않다가 사망에 이르게 한 사안에서 유족들인 원고들이 의료과실을 주장하며 손해배상을 청구한 사건]",
  "사건번호": "2022다264434",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 의사가 진찰·치료 등의 의료행위를 할 때 요구되는 주의의무의 정도 및 주의의무의 판단 기준이 되는 ‘의료수준’의 의미와 평가 방법 / 의사가 행한 의료행위가 당시의 의료수준에 비추어 최선을 다한 것으로 인정되는 경우, 의료상의 과실이 인정되는지 여부(소극) / 의사의 질병 진단 결과에 과실이 없다고 인정되는 경우, 그 요법으로서 어떠한 조치를 취하여야 할 것인지 및 합리적인 조치들 중 어떠한 것을 선택할 것인지가 의사의 재량 범위 내에 속하는지 여부(적극)<br/>  [2] 환자에게 발생한 나쁜 결과에 관하여 의료상의 과실 이외의 다른 원인이 있다고 보기 어려운 간접사실들을 증명하는 방법으로 그와 같은 손해가 의료상의 과실에 기한 것이라고 추정할 수 있는지 여부(적극) 및 위와 같은 경우 의사에게 무과실의 증명책임을 지울 수 있는지 여부(소극)<br/>  [3] 甲이 발열, 오한, 근육통 등을 이유로 乙 병원 응급실에 내원하였고, 乙 병원 의료진이 다발성 간농양으로 진단 후 농양에 배액관을 삽입하는 경피적 배액술을 계속 시도하다가 甲이 사망한 사안에서, 당시 甲의 임상상태나 의학상식에 비추어 경피적 배액술 외에 외과적 배액술을 실시하는 것이 통상의 의사라면 당연히 선택할 만한 정도였는지를 면밀히 살펴 해당 조치를 취하지 않은 乙 병원 의료진의 과실 유무를 판단하였어야 했음에도, 甲에 대한 외과적 수술 치료가 불가능한 상태였다는 乙 병원의 입증이 부족하다면서 수술적 배농을 실시하지 않은 것에 곧바로 과실이 있음을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 의사가 진찰·치료 등의 의료행위를 할 때에는 사람의 생명·신체·건강을 관리하는 업무의 성질에 비추어 환자의 구체적인 증상이나 상황에 따라 위험을 방지하기 위하여 요구되는 최선의 조치를 다하여야 할 주의의무가 있다. 의사의 이와 같은 주의의무는 의료행위를 할 당시 의료기관 등 임상의학 분야에서 실천되고 있는 의료행위의 수준을 기준으로 판단하여야 하고, 이때 의료행위의 수준은 통상의 의사에게 의료행위 당시 알려져 있고 또 시인되고 있는 이른바 의학상식을 뜻하므로 진료환경과 조건, 의료행위의 특수성 등을 고려하여 규범적인 수준으로 파악하여야 한다. 따라서 의사가 행한 의료행위가 그 당시의 의료수준에 비추어 최선을 다한 것으로 인정되는 경우에는 환자를 진찰·치료하는 등의 의료행위에 있어서 요구되는 주의의무를 위반한 과실이 있다고 할 수 없다. 특히 의사의 질병 진단 결과에 과실이 없다고 인정되는 이상 그 요법으로서 어떠한 조치를 취하여야 할 것인가는 의사 스스로 환자의 상황 기타 이에 터 잡은 자기의 전문적 지식·경험에 따라 결정하여야 할 것이고, 생각할 수 있는 몇 가지의 조치가 의사로서 취할 조치로서 합리적인 것인 한 그 어떠한 것을 선택할 것이냐는 해당 의사의 재량의 범위 내에 속하며 반드시 그중 어느 하나만이 정당하고 이와 다른 조치를 취한 것은 모두 과실이 있는 것이라고 할 수 없다.<br/>  [2] 의료행위는 고도의 전문적 지식을 필요로 하는 분야로서 전문가가 아닌 일반인으로서는 의사의 의료행위 과정에 주의의무 위반이 있는지 여부나 그 주의의무 위반과 손해발생 사이에 인과관계가 있는지 여부를 밝혀내기가 매우 어려운 특수성이 있다. 따라서 환자에게 발생한 나쁜 결과에 관하여 의료상의 과실 이외의 다른 원인이 있다고 보기 어려운 간접사실들을 증명함으로써 그와 같은 손해가 의료상의 과실에 기한 것이라고 추정하는 것도 가능하지만, 그 경우에도 의사의 과실로 인한 결과 발생을 추정할 수 있을 정도의 개연성이 담보되지 않는 사정들을 가지고 막연하게 중한 결과에서 의사의 과실과 인과관계를 추정함으로써 결과적으로 의사에게 무과실의 입증책임을 지우는 것까지 허용되는 것은 아니다.<br/>  [3] 甲이 발열, 오한, 근육통 등을 이유로 乙 병원 응급실에 내원하였고, 乙 병원 의료진이 다발성 간농양으로 진단 후 농양에 배액관을 삽입하는 경피적 배액술을 계속 시도하다가 甲이 사망한 사안에서, 乙 병원 의료진이 망인에게 경피적 배액술을 계속 유지한 것이 甲의 증상이나 상황에 따른 위험을 방지하기 위하여 요구되는 최선의 조치를 취하지 않은 것이라거나, 甲의 상황, 당시의 의료수준, 의사의 지식·경험에 따라 선택 가능한 진료방법 중 합리적인 재량 범위를 벗어난 것으로서 과실로 볼 만한 정도라고 평가하기 어렵고, 특히 경피적 배액술로도 甲의 증상이 호전되지 않았을 당시를 기준으로 甲에 대한 외과적 배액술의 실시가 실제 가능한 상태였는지, 수술기술이나 방법, 수반되는 위험성은 무엇인지, 수술적 조치를 받았더라면 사망의 결과에 이르지 않았을 것인지 등을 해당 분야 전문의의 감정 등을 거쳐 확인한 후, 당시 甲의 임상상태나 의학상식에 비추어 경피적 배액술 외에 외과적 배액술을 실시하는 것이 통상의 의사라면 당연히 선택할 만한 정도였는지를 면밀히 살펴 해당 조치를 취하지 않은 乙 병원 의료진의 과실 유무를 판단하였어야 했음에도, 甲에 대한 외과적 수술 치료가 불가능한 상태였다는 乙 병원의 입증이 부족하다면서 수술적 배농을 실시하지 않은 것에 곧바로 과실이 있음을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 민법 제750조, 민사소송법 제202조 / [3] 민법 제750조, 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 1992. 5. 12. 선고 91다23707 판결(공1992, 1831), 대법원 2004. 10. 28. 선고 2002다45185 판결(공2004하, 1929), 대법원 2020. 11. 26. 선고 2020다244511 판결(공2021상, 151) / [2] 대법원 2007. 5. 31. 선고 2005다5867 판결(공2007하, 949), 대법원 2009. 12. 10. 선고 2008다22030 판결<br/>"
}