{
  "판례일련번호": "233059",
  "사건명": "특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)·조세범처벌법위반[세무공무원 작성 심문조서의 증거능력에 대한 사건]",
  "사건번호": "2022도8824",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221215",
  "판시사항": "소관 업무의 성질이 수사업무와 유사하거나 이에 준하는 경우, 그 업무를 담당하는 공무원을 사법경찰관리 또는 특별사법경찰관리에 해당한다고 해석할 수 있는지 여부(원칙적 소극) / 조세범 처벌절차법 등 관련 법령에 조세범칙조사를 담당하는 세무공무원에게 압수·수색 및 혐의자 또는 참고인에 대한 심문권한이 부여되어 있어 업무의 내용과 실질이 수사절차와 유사한 점이 있고 이를 기초로 수사기관에 고발하는 경우 형사절차로 이행되는 측면이 있더라도, 조세범칙조사를 형사절차의 일환으로 볼 수 있는지 여부(원칙적 소극) / 조세범칙조사를 담당하는 세무공무원이 피고인이 된 혐의자 또는 참고인에 대하여 심문한 내용을 기재한 조서가 증거능력이 인정되는 경우 / 이때 형사소송법 제313조에서 정한 ‘특히 신빙할 수 있는 상태’의 의미 및 이를 판단할 때 고려할 사항<br/>",
  "판결요지": "사법경찰관리 또는 특별사법경찰관리에 대하여는 헌법과 형사소송법 등 법령에 따라 국민의 생명·신체·재산 등을 보호하기 위하여 광범위한 기본권 제한조치를 할 수 있는 권한이 부여되어 있으므로, 소관 업무의 성질이 수사업무와 유사하거나 이에 준하는 경우에도 명문의 규정이 없는 한 함부로 그 업무를 담당하는 공무원을 사법경찰관리 또는 특별사법경찰관리에 해당한다고 해석할 수 없다.<br/>구 형사소송법(2020. 2. 4. 법률 제16924호로 개정되기 전의 것) 제197조는 세무 분야에 관하여 특별사법경찰관리의 직무를 행할 자와 그 직무의 범위를 법률로써 정한다고 규정하였고, 이에 따라 구 사법경찰관리의 직무를 수행할 자와 그 직무범위에 관한 법률(2021. 3. 16. 법률 제17929호로 개정되기 전의 것, 이하 ‘구 사법경찰직무법’이라 한다)은 특별사법경찰관리를 구체적으로 열거하면서 ‘관세법에 따라 관세범의 조사 업무에 종사하는 세관공무원’만 명시하였을 뿐 ‘조세범칙조사를 담당하는 세무공무원’을 포함시키지 않았다(구 사법경찰직무법 제5조 제17호). 뿐만 아니라 현행 법령상 조세범칙조사의 법적 성질은 기본적으로 행정절차에 해당하므로, 조세범 처벌절차법 등 관련 법령에 조세범칙조사를 담당하는 세무공무원에게 압수·수색 및 혐의자 또는 참고인에 대한 심문권한이 부여되어 있어 그 업무의 내용과 실질이 수사절차와 유사한 점이 있고, 이를 기초로 수사기관에 고발하는 경우에는 형사절차로 이행되는 측면이 있다 하여도, 달리 특별한 사정이 없는 한 이를 형사절차의 일환으로 볼 수는 없다.<br/>  그러므로 조세범칙조사를 담당하는 세무공무원이 피고인이 된 혐의자 또는 참고인에 대하여 심문한 내용을 기재한 조서는 검사·사법경찰관 등 수사기관이 작성한 조서와 동일하게 볼 수 없으므로 형사소송법 제312조에 따라 증거능력의 존부를 판단할 수는 없고, 피고인 또는 피고인이 아닌 자가 작성한 진술서나 그 진술을 기재한 서류에 해당하므로 형사소송법 제313조에 따라 공판준비 또는 공판기일에서 작성자·진술자의 진술에 따라 성립의 진정함이 증명되고 나아가 그 진술이 특히 신빙할 수 있는 상태 아래에서 행하여진 때에 한하여 증거능력이 인정된다. 이때 ‘특히 신빙할 수 있는 상태’란 조서 작성 당시 그 진술내용이나 조서 또는 서류의 작성에 허위 개입의 여지가 거의 없고, 그 진술내용의 신빙성과 임의성을 담보할 구체적이고 외부적인 정황이 있는 경우를 의미하는데, 조세범 처벌절차법 및 이에 근거한 시행령·시행규칙·훈령(조사사무처리규정) 등의 조세범칙조사 관련 법령에서 구체적으로 명시한 진술거부권 등 고지, 변호사 등의 조력을 받을 권리 보장, 열람·이의제기 및 의견진술권 등 심문조서의 작성에 관한 절차규정의 본질적인 내용의 침해·위반 등도 ‘특히 신빙할 수 있는 상태’ 여부의 판단에 있어 고려되어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 형사소송법(2020. 2. 4. 법률 제16924호로 개정되기 전의 것) 제197조(현행 제245조의10 제1항 참조), 형사소송법 제312조, 제313조, 구 사법경찰관리의 직무를 수행할 자와 그 직무범위에 관한 법률(2021. 3. 16. 법률 제17929호로 개정되기 전의 것) 제5조 제17호<br/>",
  "참조판례": ""
}