{
  "판례일련번호": "233047",
  "사건명": "약정금[조건부 약정을 체결한 당사자가 신의칙에 반하는 방해행위를 한 경우 조건의 성취를 의제할 수 있는지와 관련하여 조건의 성취가능성(인과관계)이 문제된 사건]",
  "사건번호": "2022다266645",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 민법 제150조 제1항에서 정한 ‘조건의 성취를 방해한 때’의 의미 및 방해행위가 없었더라도 조건의 성취가능성이 현저히 낮은 경우가 이에 포함되는지 여부(소극) / 일방 당사자가 신의성실에 반하여 조건의 성취를 방해하였는지 판단하는 기준<br/>  [2] 甲 주식회사가 지적재산권을 활용한 전자제품을 개발·판매하는 사업을 추진하고 있었고, 乙이 甲 회사에 투자하면서 ‘甲 회사는 乙에게 지적재산권을 통한 매출 발생 시마다 수익금 중 10%를 투자금 원금을 포함한 5배 금액이 될 때까지 상환한다.’는 내용의 투자협정을 체결하였는데, 그 후 乙이 甲 회사를 상대로 甲 회사가 ‘지적재산권을 통한 매출 발생’이라는 투자상환금 지급 조건의 성취를 방해하였으므로 민법 제150조 제1항에 따라 조건의 성취가 의제되었다고 주장하며 약정금의 지급을 구한 사안에서, 甲 회사가 개발하려는 전자제품 판매로 인한 매출 발생 가능성 자체가 현저히 낮았다면 사업 진행을 위해 진지한 노력을 기울이지 않았다거나 처음부터 그러한 의사가 없었다는 사정 등만으로 甲 회사가 매출 발생이라는 조건 성취를 방해한 경우라고 평가하기 부족하다고 한 사례<br/>",
  "판결요지": "[1] 민법 제150조 제1항은 조건의 성취로 인하여 불이익을 받을 당사자가 신의성실에 반하여 조건의 성취를 방해한 때에는 상대방은 그 조건이 성취한 것으로 주장할 수 있다고 정함으로써, 조건이 성취되었더라면 원래 존재했어야 하는 상태를 일방 당사자의 부당한 개입으로부터 보호하기 위한 규정을 두고 있다. 이 조항은 권리의 행사와 의무의 이행은 신의에 좇아 성실히 하여야 한다는 법질서의 기본원리가 발현된 것으로서, 누구도 신의성실에 반하는 행태를 통해 이익을 얻어서는 안 된다는 사상을 포함하고 있다.<br/>  다만 일방 당사자의 신의성실에 반하는 방해행위 등이 있었다는 사정만으로 곧바로 민법 제150조 제1항에 의해 그 상대방이 발생할 것으로 희망했던 결과까지 의제된다고 볼 수는 없으므로, 여기서 말하는 ‘조건의 성취를 방해한 때’란 사회통념상 일방 당사자의 방해행위가 없었더라면 조건이 성취되었을 것으로 볼 수 있음에도 방해행위로 인하여 조건이 성취되지 못한 정도에 이르러야 하고, 방해행위가 없었더라도 조건의 성취가능성이 현저히 낮은 경우까지 포함되는 것은 아니다. 만일 위와 같은 경우까지 조건의 성취를 의제한다면 단지 일방 당사자의 부당한 개입이 있었다는 사정만으로 곧바로 조건 성취로 인한 법적 효과를 인정하는 것이 되고 이는 상대방으로 하여금 공평·타당한 결과를 초과하여 부당한 이득을 얻게 하는 결과를 초래할 수 있기 때문이다. <br/>  한편 일방 당사자가 신의성실에 반하여 조건의 성취를 방해하였는지는 당사자들이 조건부 법률행위 등을 하게 된 경위나 의사, 조건부 법률행위의 목적과 내용, 방해행위의 태양, 해당 조건의 성취가능성 및 방해행위가 조건의 성취에 미친 영향, 조건의 성취에 영향을 미치는 다른 요인의 존재 여부 등 여러 사정을 고려하여 개별적·구체적으로 판단하여야 한다.<br/>  [2] 甲 주식회사가 지적재산권을 활용한 전자제품을 개발·판매하는 사업을 추진하고 있었고, 乙이 甲 회사에 투자하면서 ‘甲 회사는 乙에게 지적재산권을 통한 매출 발생 시마다 수익금 중 10%를 투자금 원금을 포함한 5배 금액이 될 때까지 상환한다.’는 내용의 투자협정을 체결하였는데, 그 후 乙이 甲 회사를 상대로 甲 회사가 ‘지적재산권을 통한 매출 발생’이라는 투자상환금 지급 조건의 성취를 방해하였으므로 민법 제150조 제1항에 따라 조건의 성취가 의제되었다고 주장하며 약정금의 지급을 구한 사안에서, 甲 회사가 관련 전자제품을 실제 양산·판매하여 매출을 발생시키려는 의사나 능력 없이 乙로부터 투자금을 지급받기만 하였다면 투자협정의 상대방인 乙에 대한 관계에서 신의성실에 반하는 행위라고 평가할 여지는 있으나, 투자협정 체결 당시 해당 사업의 성공가능성을 예측하기 어려웠던 것으로 보이고, 乙도 매출 발생이라는 조건이 성취되는 것이 쉬운 일이 아니라는 점을 인식하였던 것으로 보이는 등 甲 회사의 방해행위가 없었더라도 조건의 성취가능성은 현저히 낮았던 것으로 볼 여지가 있으므로, 乙이 甲 회사의 전자제품 개발·판매 사업이 성공할 것으로 신뢰하였거나 이를 기대하여 투자를 하였더라도, 甲 회사가 개발하려는 전자제품 판매로 인한 매출 발생 가능성 자체가 현저히 낮았다면, 甲 회사가 사업 진행을 위해 진지한 노력을 기울이지 않았다거나 처음부터 그러한 의사가 없었다는 사정 등만으로 甲 회사가 매출 발생이라는 조건 성취를 방해한 경우라고 평가하기 부족한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조, 제150조 제1항 / [2] 민법 제150조 제1항<br/>",
  "참조판례": "[1] 대법원 2015. 5. 14. 선고 2013다2757 판결(공2015상, 785), 대법원 2021. 1. 14. 선고 2018다223054 판결(공2021상, 343)<br/>"
}