{
  "판례일련번호": "233045",
  "사건명": "의료법위반[호스피스 의료기관에서 근무하는 의사인 피고인이 부재중에 입원환자가 사망한 경우 간호사인 피고인들에게 환자의 사망 여부를 확인한 다음 사망진단서를 작성하여 유족들에게 발급하도록 하여 무면허 의료행위로 인한 의료법위반 및 이에 대한 교사로 기소된 사안]",
  "사건번호": "2017도10007",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 구 의료법 제27조 제1항에서 정한 ‘의료행위’의 의미 / 의사 등이 간호사에게 의료행위의 실시를 개별적으로 지시하거나 위임한 적이 없는데도 간호사가 그의 주도 아래 전반적인 의료행위의 실시 여부를 결정하고 그 의료행위의 실시과정에도 의사 등이 지시·관여하지 않은 경우, 구 의료법 제27조 제1항이 금지하는 무면허 의료행위에 해당하는지 여부(적극) / 사망진단은 의사가 직접 수행해야 하는 의료행위인지 여부(적극) 및 의사 등의 개별적 지도·감독이 있는 경우, 간호사가 사망진단을 할 수 있는지 여부(소극)<br/>  [2] 의료행위에 해당하는 어떠한 시술행위가 무면허로 행하여졌으나 사회상규에 위배되지 아니하는 행위로서 위법성이 조각되는 경우<br/>",
  "판결요지": "[1] 구 의료법(2015. 12. 29. 법률 제13658호로 개정되기 전의 것, 이하 같다) 제27조 제1항은 의료인에게만 의료행위를 허용하고, 의료인이라고 하더라도 면허된 의료행위만 할 수 있도록 하여, 무면허 의료행위를 엄격히 금지하고 있다. 여기서 ‘의료행위’란 의학적 전문지식을 기초로 하는 경험과 기능으로 진찰, 검안, 처방, 투약 또는 외과적 시술을 시행하여 하는 질병의 예방 또는 치료행위 및 그 밖에 의료인이 행하지 않으면 보건위생상 위해가 생길 우려가 있는 행위를 말한다.<br/>  의사·치과의사 또는 한의사(이하 ‘의사 등’이라 한다)가 간호사로 하여금 의료행위에 관여하게 하는 경우에도 그 의료행위는 의사 등의 책임 아래 이루어지는 것이고 간호사는 보조자이다. 간호사가 의사 등의 진료를 보조하는 경우 모든 행위 하나하나마다 항상 의사 등이 현장에 입회하여 일일이 지도·감독해야 한다고 할 수는 없고, 경우에 따라서는 의사 등이 진료의 보조행위 현장에 입회할 필요 없이 일반적인 지도·감독을 하는 것으로 충분한 경우도 있을 수 있으나, 이는 어디까지나 의사 등이 그의 주도로 의료행위를 실시하면서 그 의료행위의 성질과 위험성 등을 고려하여 그중 일부를 간호사로 하여금 보조하도록 지시 내지 위임할 수 있다는 것을 의미하는 것에 그친다. 이와 달리 의사 등이 간호사에게 의료행위의 실시를 개별적으로 지시하거나 위임한 적이 없음에도 간호사가 그의 주도 아래 전반적인 의료행위의 실시 여부를 결정하고 간호사에 의한 의료행위의 실시과정에도 의사 등이 지시·관여하지 않은 경우라면, 이는 구 의료법 제27조 제1항이 금지하는 무면허 의료행위에 해당한다.<br/>  환자가 사망한 경우 사망진단 전에 이루어지는 사망징후관찰은 구 의료법 제2조 제2항 제5호에서 간호사의 임무로 정한 ‘상병자 등의 요양을 위한 간호 또는 진료 보조’에 해당한다고 할 수 있다. 그러나 사망의 진단은 의사 등이 환자의 사망 당시 또는 사후에라도 현장에 입회해서 직접 환자를 대면하여 수행해야 하는 의료행위이고, 간호사는 의사 등의 개별적 지도·감독이 있더라도 사망의 진단을 할 수 없다. 사망의 진단은 사망 사실과 그 원인 등을 의학적·법률적으로 판정하는 의료행위로서 구 의료법 제17조 제1항이 사망의 진단 결과에 관한 판단을 표시하는 사망진단서의 작성·교부 주체를 의사 등으로 한정하고 있고, 사망 여부와 사망 원인 등을 확인·판정하는 사망의 진단은 사람의 생명 자체와 연결된 중요한 의학적 행위이며, 그 수행에 의학적 전문지식이 필요하기 때문이다.<br/>  [2] 의료행위에 해당하는 어떠한 시술행위가 무면허로 행하여졌을 때에는 그 시술행위의 위험성 정도, 일반인들의 시각, 시술자의 시술 동기, 목적, 방법, 횟수, 시술에 대한 지식수준, 시술경력, 피시술자의 나이, 체질, 건강상태, 시술행위로 인한 부작용 내지 위험발생 가능성 등을 종합적으로 고려하여, 법질서 전체의 정신이나 그 배후에 놓여 있는 사회윤리 내지 사회통념에 비추어 용인될 수 있는 행위에 해당한다고 인정되는 경우에만 사회상규에 위배되지 아니하는 행위로서 위법성이 조각된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 의료법(2015. 12. 29. 법률 제13658호로 개정되기 전의 것) 제2조 제2항 제5호, 제17조 제1항, 제27조 제1항 / [2] 구 의료법(2015. 12. 29. 법률 제13658호로 개정되기 전의 것) 제27조 제1항, 형법 제16조<br/>",
  "참조판례": "[1] 대법원 2012. 5. 10. 선고 2010도5964 판결(공2012상, 1031), 대법원 2018. 6. 19. 선고 2017도19422 판결(공2018하, 1423), 대법원 2020. 1. 9. 선고 2019두50014 판결(공2020상, 460) / [2] 대법원 2006. 3. 23. 선고 2006도1297 판결<br/>"
}