{
  "판례일련번호": "233587",
  "사건명": "담배사업법위반[무허가 담배제조업 영위 여부가 문제된 사건]",
  "사건번호": "2019도16782",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230112",
  "판시사항": "[1] 죄형법정주의 원칙에 따른 형벌법규의 해석 / 담배사업법 제11조에서 정한 ‘담배의 제조’의 의미 및 어떠한 영업행위가 ‘담배의 제조’에 해당하는지 판단하는 방법 / 담배가공을 위한 일정한 작업을 수행하지 않은 자의 행위를 무허가 담배제조로 인한 담배사업법 제11조, 제27조 제1항 제1호 위반죄로 의율하는 것이 죄형법정주의의 내용인 확장해석금지 원칙에 어긋나는지 여부(원칙적 적극)<br/>  [2] 피고인이 불특정 다수의 손님들에게 연초 잎, 담배 필터, 담뱃갑을 제공하여 손님으로 하여금 담배제조기계를 조작하게 하거나 자신이 직접 그 기계를 조작하는 방법으로 담배를 제조하고, 손님에게 담배를 판매함으로써 담배제조업 허가 및 담배소매인 지정을 받지 아니하고 담배를 제조·판매하였다는 이유로 담배사업법 위반으로 기소된 사안에서, 피고인이 담배를 제조하였다거나 제조된 담배를 소비자에게 판매하였다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 죄형법정주의는 국가형벌권의 자의적인 행사로부터 개인의 자유와 권리를 보호하기 위하여 범죄와 형벌을 법률로 정하도록 요구한다. 그러한 취지에 비추어 보면 형벌법규의 해석은 엄격하여야 하고, 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석하는 것은 죄형법정주의의 내용인 확장해석금지에 따라 허용되지 않는다.<br/>담배사업법 제2조 제1호는, \"담배\"란 연초의 잎을 원료의 전부 또는 일부로 하여 피우거나, 빨거나, 증기로 흡입하거나, 씹거나, 냄새 맡기에 적합한 상태로 제조한 것을 말한다고 규정한다. 담배사업법 제11조에 규정된 ‘담배의 제조’는 일정한 작업으로 담배사업법 제2조의 ‘담배’에 해당하는 것을 만들어 내는 것을 말한다.<br/>  어떠한 영업행위가 여기서 말하는 ‘담배의 제조’에 해당하는지는, 그 영업행위의 실질적인 운영형태, 담배가공을 위해 수행된 작업의 경위·내용·성격, 담배사업법이 담배제조업을 허가제로 규정하고 있는 취지 등을 종합적으로 고려하여 사회통념에 비추어 합리적으로 판단하여야 한다. 한편 ‘담배의 제조’는 담배가공을 위한 일정한 작업의 수행을 전제하므로, 그러한 작업을 수행하지 않은 자의 행위를 무허가 담배제조로 인한 담배사업법 제27조 제1항 제1호, 제11조 위반죄로 의율하는 것은 특별한 사정이 없는 한 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석한 것이어서 죄형법정주의의 내용인 확장해석금지 원칙에 어긋난다.<br/>  [2] 피고인이 불특정 다수의 손님들에게 연초 잎, 담배 필터, 담뱃갑을 제공하여 손님으로 하여금 담배제조기계를 조작하게 하거나 자신이 직접 그 기계를 조작하는 방법으로 담배를 제조하고, 손님에게 담배를 판매함으로써 담배제조업 허가 및 담배소매인 지정을 받지 아니하고 담배를 제조·판매하였다는 이유로 담배사업법 위반으로 기소된 사안에서, 피고인이 자신의 영업점에서 실제 행한 활동은 손님에게 연초 잎 등 담배의 재료를 판매하고 담배제조시설을 제공한 것인데, 이러한 피고인의 활동은 담배의 원료인 연초 잎에 일정한 작업을 가한 것이 아니어서 ‘담배의 제조’로 평가하기는 어려운 점, 피고인의 영업점에서 손님은 피고인으로부터 받은 연초 잎 등 담배의 재료와 담배제조시설을 이용하여 가공작업을 직접 수행하였는데, 당시 영업점에 비치된 담배제조시설의 규모와 자동화 정도 등에 비추어 볼 때 위와 같은 손님의 작업이 명목상의 활동에 불과하다고 보기는 어렵고, 그 작업을 피고인의 활동과 같게 볼 만한 특별한 사정을 찾기도 어려운 점, 담배사업법상 연초 잎의 판매와 개별 소비자에 의한 담배제조가 금지되어 있지 않은 점, 피고인의 영업방식에 따르면, 손님과 피고인 사이에 수수된 돈은 ‘완성된 담배’가 아닌 ‘담배의 재료 또는 제조시설의 제공’에 대한 대가라고 봄이 타당한 점 등을 종합하면, 피고인이 담배를 제조하였다거나 제조된 담배를 소비자에게 판매하였다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항, 담배사업법 제2조 제1호, 제11조, 제27조 제1항 제1호 / [2] 담배사업법 제2조 제1호, 제11조, 제27조 제1항 제1호, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2017. 12. 21. 선고 2015도8335 전원합의체 판결(공2018상, 252), 대법원 2018. 9. 28. 선고 2018도9828 판결(공2018하, 2130)<br/>"
}