{
  "판례일련번호": "233585",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)·특정경제범죄가중처벌등에관한법률위반(횡령)·상법위반·공전자기록등불실기재·불실기재공전자기록등행사·국가기술자격법위반·건설산업기본법위반·위계공무집행방해·범죄수익은닉의규제및처벌등에관한법률위반·뇌물공여·사기·부정처사후수뢰·공전자기록등위작·위작공전자기록등행사·허위공문서작성·허위작성공문서행사·뇌물수수·제3자뇌물수수·특정범죄가중처벌등에관한법률위반(알선수재)·직권남용권리행사방해·부패방지및국민권익위원회의설치와운영에관한법률위반·공무상비밀누설·제3자뇌물취득",
  "사건번호": "2017도14104",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230112",
  "판시사항": "[1] 사기죄의 성립 요건 / 사기죄의 주관적 구성요건인 불법영득의 의사 내지 편취의 범의 유무를 판단하는 기준 / 도급계약에 따른 일의 대가 등 편취에 의한 사기죄에서 편취의 고의가 있었는지 판단하는 방법 및 기준 시점(=계약 당시) / 기망행위에 의하여 국가적 또는 공공적 법익이 침해되었다는 사정만으로 사기죄가 성립하는지 여부(소극) / 도급계약이나 물품구매 조달계약 체결 당시 관련 영업 또는 업무를 규제하는 행정법규나 입찰 참가자격, 계약절차 등에 관한 규정을 위반한 사정만으로 도급계약을 체결한 행위가 기망행위에 해당한다고 단정할 수 있는지 여부(소극) 및 이때 심리·판단하여야 할 사항<br/>  [2] 피고인이 설립한 甲 주식회사는 설립 자본금을 가장납입하고, 자격증 대여자를 보유 건설기술자로 등록하는 등 자본금 요건과 기술자 보유 요건을 가장하여 전문건설업을 부정 등록한 무자격 건설업자로 전문공사를 하도급받을 수 없었음에도, 이를 바탕으로 공사 발주기관을 기망하여 특허 사용협약을 체결하고, 해당 공사를 낙찰받은 건설회사 담당자를 기망하여 하도급 계약을 체결한 후, 각 계약들에 따른 공사대금을 지급받아 편취하였다는 이유로 특정경제범죄 가중처벌 등에 관한 법률 위반(사기) 및 사기죄로 기소된 사안에서, 피고인이 발주기관 또는 건설회사들로부터 공사대금을 지급받은 행위가 사기죄에서의 기망행위로 인한 재물의 편취에 해당한다고 보기 어려우므로, 이와 달리 공소사실을 유죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사기죄는 타인을 기망하여 착오에 빠뜨리고 처분행위를 유발하여 재물을 교부받거나 재산상 이익을 얻음으로써 성립하는 범죄로서 본질은 기망행위에 의한 재물이나 재산상 이익의 취득이다. 그리고 사기죄는 보호법익인 재산권이 침해되었을 때 성립하는 범죄이므로, 사기죄의 기망행위라고 하려면 불법영득의 의사 내지 편취의 범의를 가지고 상대방을 기망한 것이어야 한다. 사기죄의 주관적 구성요건인 불법영득의 의사 내지 편취의 범의는 피고인이 자백하지 않는 이상 범행 전후 피고인의 재력, 환경, 범행의 내용, 거래의 이행과정 등과 같은 객관적인 사정 등을 종합하여 판단할 수밖에 없다. 특히 도급계약에서 편취에 의한 사기죄의 성립 여부는 계약 당시를 기준으로 피고인에게 일을 완성할 의사나 능력이 없음에도 피해자에게 일을 완성할 것처럼 거짓말을 하여 피해자로부터 일의 대가 등을 편취할 고의가 있었는지 여부에 의하여 판단하여야 한다. 이때 법원으로서는 도급계약의 내용, 체결 경위 및 계약의 이행과정이나 결과 등을 종합하여 판단하여야 한다.<br/>  한편 사기죄의 보호법익은 재산권이므로, 기망행위에 의하여 국가적 또는 공공적 법익이 침해되었다는 사정만으로 사기죄가 성립한다고 할 수 없다. 따라서 도급계약이나 물품구매 조달계약 체결 당시 관련 영업 또는 업무를 규제하는 행정법규나 입찰 참가자격, 계약절차 등에 관한 규정을 위반한 사정이 있더라도 그러한 사정만으로 도급계약을 체결한 행위가 기망행위에 해당한다고 단정해서는 안 되고, 그 위반으로 말미암아 계약 내용대로 이행되더라도 일의 완성이 불가능하였다고 평가할 수 있을 만큼 그 위법이 일의 내용에 본질적인 것인지 여부를 심리·판단하여야 한다.<br/>  [2] 피고인이 설립한 甲 주식회사는 설립 자본금을 가장납입하고, 자격증 대여자를 보유 건설기술자로 등록하는 등 자본금 요건과 기술자 보유 요건을 가장하여 전문건설업을 부정 등록한 무자격 건설업자로 전문공사를 하도급받을 수 없었음에도, 이를 바탕으로 공사 발주기관을 기망하여 특허 사용협약을 체결하고, 해당 공사를 낙찰받은 건설회사 담당자를 기망하여 하도급 계약을 체결한 후, 각 계약들에 따른 공사대금을 지급받아 편취하였다는 이유로 특정경제범죄 가중처벌 등에 관한 법률 위반(사기) 및 사기죄로 기소된 사안에서, 甲 회사가 시공 또는 납품한 교량 가설공사는 모두 정상적으로 준공되었고, 해당 공사에 시공상 하자가 발생하였다거나 시공 과정에서 특허공법의 결함이 밝혀진 사실도 없으며, 甲 회사가 도급받은 보수공사 또한 모두 정상적으로 준공된 것으로 보이는 점, 납입가장 이후 발주기관이나 건설회사와 사이에 계약을 체결할 당시 甲 회사가 자본 잠식 상태에 있었다거나 혹은 자본금 부족으로 인한 경영상 문제가 발생하였다는 점이 밝혀지지는 아니한 점, 피고인과 甲 회사가 전용실시권을 보유하고 있는 특허공법에 기술적 문제점이 있다거나, 이들이 특허권을 취득하는 과정에 문제가 있다는 점이 밝혀지지는 아니한 점에 비추어, 甲 회사의 설립 또는 사업분야 확장 과정에서 자본금 납입을 가장하였다거나, 국가기술자격증을 대여받아 전문건설업 등록을 하였다는 사정만으로는 피고인에게 각 공사를 완성할 의사나 능력이 없었다고 단정하기 어렵고, 교량 가설공사에 관하여 피고인이 발주기관의 주무 사무관으로부터 개략 견적가에 관한 정보를 전해 듣고 가격을 수정하였다는 사정만으로는 발주기관 계약 담당 공무원에 대하여 계약이행능력에 관한 기망행위를 하였다고 보기 어려워, 피고인이 발주기관 또는 건설회사들로부터 공사대금을 지급받은 행위가 사기죄에서의 기망행위로 인한 재물의 편취에 해당한다고 보기 어려우므로, 이와 달리 공소사실을 유죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제347조 / [2] 특정경제범죄 가중처벌 등에 관한 법률 위반 제3조 제1항 제2호, 형법 제347조 제1항, 건설산업기본법 제9조 제1항, 제95조의2 제1호, 구 국가기술자격법(2020. 12. 8. 법률 제17600호로 개정되기 전의 것) 제15조 제2항, 제26조 제3항 제1호(현행 제26조 제2항 제1호 참조), 상법 제628조 제1항, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2008. 2. 28. 선고 2007도10416 판결(공2008상, 482), 대법원 2008. 4. 24. 선고 2007도9802 판결, 대법원 2014. 2. 27. 선고 2011도48 판결(공2014상, 793), 대법원 2019. 12. 27. 선고 2015도10570 판결(공2020상, 399), 대법원 2020. 2. 6. 선고 2015도9130 판결<br/>"
}