{
  "판례일련번호": "233859",
  "사건명": "부당해고구제재심판정취소[묵시적 의사표시에 의한 해고를 인정하기 위한 기준이 문제된 사건]",
  "사건번호": "2022두57695",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 해고의 의미 및 묵시적 의사표시에 의한 해고가 있는지 판단하는 방법<br/>  [2] 전세버스 운송사업을 하는 甲 유한회사의 관리팀장이 버스 운전원 乙의 통근버스 무단결행을 지적하는 과정에서 乙과 말다툼을 하면서 乙에게 ‘사표를 쓰라.’는 말을 수차례 반복하였고 乙은 다음 날부터 출근하지 않았는데, 甲 회사는 이를 문제 삼지 않다가 약 3달 뒤 乙에게 ‘해고한 적이 없으니 원하면 언제든지 출근하여 근무할 수 있으므로 속히 출근하여 근무하기 바란다.’는 취지의 통지를 한 사안에서, 甲 회사가 乙을 해고한 것으로 볼 수 없다고 단정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 해고란 실제 사업장에서 불리는 명칭이나 절차에 관계없이 근로자의 의사에 반하여 사용자의 일방적 의사에 의하여 이루어지는 모든 근로계약관계의 종료를 의미한다. 해고는 명시적 또는 묵시적 의사표시에 의해서도 이루어질 수 있으므로, 묵시적 의사표시에 의한 해고가 있는지는 사용자의 노무 수령 거부 경위와 방법, 노무 수령 거부에 대하여 근로자가 보인 태도 등 제반 사정을 종합적으로 고려하여 사용자가 근로관계를 일방적으로 종료할 확정적 의사를 표시한 것으로 볼 수 있는지 여부에 따라 판단해야 한다.<br/>  [2] 전세버스 운송사업을 하는 甲 유한회사의 관리팀장이 버스 운전원 乙의 통근버스 무단결행을 지적하는 과정에서 乙과 말다툼을 하면서 乙에게 ‘사표를 쓰라.’는 말을 수차례 반복하였고 乙은 다음 날부터 출근하지 않았는데, 甲 회사는 이를 문제 삼지 않다가 약 3달 뒤 乙에게 ‘해고한 적이 없으니 원하면 언제든지 출근하여 근무할 수 있으므로 속히 출근하여 근무하기 바란다.’는 취지의 통지를 한 사안에서, 甲 회사의 관리팀장이 관리상무를 대동하여 乙에게 버스 키의 반납을 요구하고 회수하는 과정에서 乙에게 사표를 쓰고 나가라는 말을 여러 차례 반복하는 등의 언행을 한 것을 단순히 우발적 표현에 불과하다고 볼 수 없는 점, 관리팀장이 해고에 관한 조치를 취할 권한을 가진 것으로 보이는 관리상무를 대동한 상태에서 위와 같은 언행을 한 것을 가볍게 볼 수 없고, 관리팀장이 乙에게 노무 수령을 거부하겠다는 언행을 할 당시 이미 甲 회사의 대표이사가 묵시적으로나마 이를 승인하였거나 적어도 추인하였을 가능성이 높아 보이는 점, 관리팀장이 한 ‘사표를 쓰라.’는 표현이 사직서 제출을 종용한 것에 불과할 뿐 해고의 의미가 아니라거나 사직서를 제출하지 않았으므로 근로계약관계가 존속한다고 보는 것은 타당하지 않은 점, 甲 회사가 乙에게 서면으로 해고사유 등을 통지한 적은 없으나, 서면 통지 여부는 해고의 효력 유무를 판단하는 요건일 뿐 해고 의사표시의 존부를 판단하는 기준이 되는 것은 아닌 점을 종합하면, 관리팀장이 乙에게 버스 키를 반납하라는 문자메시지를 보낸 경위, 관리팀장이 乙에게서 버스 키를 회수하고 ‘사표를 쓰라.’는 발언을 하는 과정에 관리상무가 관여한 정도, 甲 회사의 임원진 구성 및 역할에 비추어 관리상무가 해고에 대해 가지는 권한 및 정도, 甲 회사의 대표이사가 일련의 노무 수령 거부행위를 묵시적으로나마 승인 혹은 추인했다고 볼 수 있는지 등을 면밀히 심리한 후 乙에 대한 해고가 존재하는지 여부를 판단했어야 함에도, 甲 회사가 乙을 해고한 것으로 볼 수 없다고 단정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제23조 / [2] 근로기준법 제23조<br/>",
  "참조판례": "[1] 대법원 1993. 10. 26. 선고 92다54210 판결(공1993하, 3160), 대법원 2011. 3. 24. 선고 2010다92148 판결<br/>"
}