{
  "판례일련번호": "233861",
  "사건명": "업무정지처분취소",
  "사건번호": "2019두36025",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 제2종 환경영향평가업자가 그 업무범위인 구 환경영향평가법 시행령 제68조 제3항 제1호 (사)목의 업무에 관하여 가지는 주의의무의 정도 / 제2종 환경영향평가업자가 위 업무 수행의 결과물로 작성한 서류가 ‘환경영향평가서 등’에 해당하는지 여부(원칙적 적극) 및 이는 제2종 환경영향평가업자가 제1종 환경영향평가업자로부터 위 업무를 도급받아 한 경우에도 마찬가지인지 여부(적극)<br/>  [2] 환경영향평가업자가 환경영향평가서 등을 작성하면서 통상적인 주의로 확인할 수 있음에도 멸종위기야생동·식물 및 천연기념물 등을 누락하여 환경영향평가서 등의 검토·협의기관이 적절하게 검토하기 어렵게 하거나 환경영향평가서 등의 신뢰를 크게 떨어뜨린 경우, 구 환경영향평가법령에 규정된 ‘환경영향평가서 등을 부실하게 작성한 경우’에 해당하는지 여부(적극)<br/>  [3] 환경영향평가서 등이 부실하게 작성되었는지 판단할 때 요구되는 주의의무의 기준과 정도(=같은 업무 또는 분야에 종사하는 평균적인 관련 전문가의 통상적인 주의의무)<br/>",
  "판결요지": "[1] 구 환경영향평가법(2017. 1. 17. 법률 제14532호로 개정되기 전의 것) 제54조, 구 환경영향평가법 시행령(2018. 11. 27. 대통령령 제29311호로 개정되기 전의 것) 제68조 제2항, 제3항에 따른 제2종 환경영향평가업자 제도는 2011. 7. 21. 법률 제10892호로 환경영향평가법 전부 개정 시 신설된 제도로서, 기술인력 및 시설·장비기준 등을 갖추고 환경영향평가업 등록을 한 자에 한하여 자연생태환경 분야의 조사, 영향 예측·평가 및 보전방안 마련에 관한 업무를 전문적으로 수행하도록 함으로써 자연생태환경 분야에 대한 환경영향평가업의 전문성과 신뢰성을 담보하고 제2종 환경영향평가업자에 대하여도 위 업무에 관하여 제1종 환경영향평가업자에 준하는 법령상 의무와 책임을 부담하도록 하려는 취지이다.<br/>  이러한 관련 규정의 내용 및 취지 등을 고려하면, 제2종 환경영향평가업자는 그 업무범위인 ‘구 환경영향평가법 시행령 제68조 제3항 제1호 각 목의 평가서 또는 조사서 작성에 필요한 자연생태환경 분야의 조사, 영향 예측·평가 및 보전방안에 관한 작성 대행 업무’에 관하여 제1종 환경영향평가업자와 같은 정도의 주의의무를 가진다. 그리고 제2종 환경영향평가업자가 위 업무 수행의 결과물로 작성한 서류는 특별한 사정이 없는 한 ‘환경영향평가서 등 작성의 기초가 되는 자료’에 불과한 것이 아니라 ‘환경영향평가서 등’에 해당한다. 이는 제2종 환경영향평가업자가 구 환경영향평가법 시행령 제68조 제4항에 따라 제1종 환경영향평가업자로부터 위 업무를 도급받아 한 경우에도 마찬가지이다.<br/>  [2] 구 환경영향평가법(2017. 1. 17. 법률 제14532호로 개정되기 전의 것) 제56조 제1항 제2호, 제2항, 제58조 제1항 제8호, 제2항, 구 환경영향평가법 시행규칙(2018. 11. 29. 환경부령 제780호로 개정되기 전의 것) 제23조 [별표 2] 제2호 (사)목, 제28조 제1항 [별표 3] 제2호 (마)목 2)의 내용과 취지, 체계 등을 고려하면, 환경영향평가업자가 환경영향평가서 등을 작성하면서 통상적인 주의로 확인할 수 있음에도 불구하고 멸종위기야생동·식물 및 천연기념물 등을 누락하여 환경영향평가서 등의 검토·협의기관이 적절하게 검토하기 어렵게 하거나 환경영향평가서 등의 신뢰를 크게 떨어뜨렸다면, 구 환경영향평가법령에 규정된 ‘환경영향평가서 등을 부실하게 작성한 경우’에 해당한다.<br/>  [3] 구 환경영향평가법 시행규칙(2018. 11. 29. 환경부령 제780호로 개정되기 전의 것) 제23조 [별표 2] 제2호 (사)목은 부실 작성에 대한 판단 기준으로 \"환경영향조사가 시행된 지점 또는 지역에서 협의기관의 장이 선정한 2명 이상의 관련 전문가가 통상적인 주의로 확인할 수 있음에도 불구하고 멸종위기야생동·식물 및 천연기념물 등을 누락한 경우\"를 규정한다.<br/>  여기서 환경영향평가서 등이 부실하게 작성되었는지 판단할 때에는 환경영향조사가 시행된 지점 또는 지역의 조사환경 및 조건 등을 고려하여 같은 업무 또는 분야에 종사하는 평균적인 관련 전문가에게 요구되는 통상적인 주의의무를 기준으로 하면 족하다. 이를 넘어서 관련 전문가들이 실제로 환경영향조사가 시행된 지점 또는 지역에서 멸종위기야생동·식물 및 천연기념물 등을 확인하는 절차를 거친 이후에야 부실 작성으로 판단할 수 있다는 의미로 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 환경영향평가법(2017. 1. 17. 법률 제14532호로 개정되기 전의 것) 제54조, 구 환경영향평가법 시행령(2018. 11. 27. 대통령령 제29311호로 개정되기 전의 것) 제68조 제2항, 제3항, 제4항 / [2] 구 환경영향평가법(2017. 1. 17. 법률 제14532호로 개정되기 전의 것) 제56조 제1항 제2호, 제2항, 제58조 제1항 제8호, 제2항, 구 환경영향평가법 시행규칙(2018. 11. 29. 환경부령 제780호로 개정되기 전의 것) 제23조 [별표 2] 제2호 (사)목, 제28조 제1항 [별표 3] 제2호 (마)목 2) / [3] 구 환경영향평가법 시행규칙(2018. 11. 29. 환경부령 제780호로 개정되기 전의 것) 제23조 [별표 2] 제2호 (사)목<br/>",
  "참조판례": ""
}