{
  "판례일련번호": "233863",
  "사건명": "권리범위확인(특)",
  "사건번호": "2022후10210",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 확인대상 발명이 특허발명의 권리범위에 속하는지 판단하는 기준 / 구성 변경의 용이성 판단에 특허발명의 출원 이후 침해 시까지 공지된 자료를 참작할 수 있는지 여부(적극) / 권리범위 확인심판에서 확인대상 발명에 특허발명의 청구범위에 기재된 구성 중 변경된 부분이 있는 경우, 그와 같은 변경이 통상의 기술자라면 누구나 쉽게 생각해 낼 수 있는 정도인지 판단하는 기준 시점(=심결 시)<br/>  [2] 특허발명의 출원과정에서 어떤 구성이 청구범위에서 의식적으로 제외된 것인지 판단하는 방법<br/>",
  "판결요지": "[1] 특허발명과 대비되는 확인대상 발명이 특허발명의 권리범위에 속한다고 하기 위해서는 특허발명의 청구범위에 기재된 각 구성요소와 그 구성요소 간의 유기적 결합관계가 확인대상 발명에 그대로 포함되어 있어야 한다. 확인대상 발명에 특허발명의 청구범위에 기재된 구성 중 변경된 부분이 있는 경우에도 특허발명과 과제해결원리가 동일하고, 특허발명에서와 실질적으로 동일한 작용효과를 나타내며, 그와 같이 변경하는 것이 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라고 한다)이라면 누구나 쉽게 생각해 낼 수 있는 정도라면, 특별한 사정이 없는 한 확인대상 발명은 특허발명의 청구범위에 기재된 구성과 균등한 것으로서 여전히 특허발명의 보호범위에 속한다고 보아야 한다.<br/>  특허의 보호범위가 청구범위에 적혀 있는 사항에 의하여 정하여짐에도(특허법 제97조) 위와 같이 청구범위의 구성요소와 침해대상제품 등의 대응구성이 문언적으로 동일하지는 않더라도 서로 균등한 관계에 있는 것으로 평가되는 경우 이를 보호범위에 속하는 것으로 보아 침해를 인정하는 것은, 출원인이 청구범위를 기재하는 데에는 문언상 한계가 있기 마련인데 사소한 변경을 통한 특허 침해 회피 시도를 방치하면 특허권을 실질적으로 보호할 수 없게 되기 때문이다. 위와 같은 균등침해 인정의 취지를 고려하면, 특허발명의 출원 이후 침해 시까지 사이에 공지된 자료라도 구성 변경의 용이성 판단에 이를 참작할 수 있다고 봄이 타당하다.<br/>  한편 특허법이 규정하고 있는 권리범위 확인심판은 특허권 침해에 관한 민사소송과 같이 침해금지청구권이나 손해배상청구권의 존부와 같은 분쟁 당사자 사이의 권리관계를 최종적으로 확정하는 절차가 아니고, 그 절차에서의 판단이 침해소송에 기속력을 미치는 것도 아니지만, 당사자 사이의 분쟁을 사전에 예방하거나 조속히 종결시키기 위하여 심결 시를 기준으로 간이하고 신속하게 확인대상 발명이 특허권의 객관적인 효력범위에 포함되는지를 확인하는 목적을 가진 절차이다. 이러한 제도의 취지를 고려하면 권리범위 확인심판에서는 확인대상 발명에 특허발명의 청구범위에 기재된 구성 중 변경된 부분이 있는 경우 심결 시를 기준으로 하여 특허발명의 출원 이후 공지된 자료까지 참작하여 그와 같은 변경이 통상의 기술자라면 누구나 쉽게 생각해 낼 수 있는 정도인지를 판단할 수 있다고 봄이 타당하다.<br/>  [2] 특허발명의 출원과정에서 어떤 구성이 청구범위에서 의식적으로 제외된 것인지는 명세서뿐만 아니라 출원에서부터 특허될 때까지 특허청 심사관이 제시한 견해 및 출원인이 출원과정에서 제출한 보정서와 의견서 등에 나타난 출원인의 의도, 보정이유 등을 참작하여 판단하여야 한다. 따라서 출원과정에서 청구범위의 감축이 이루어졌다는 사정만으로 감축 전의 구성과 감축 후의 구성을 비교하여 그 사이에 존재하는 모든 구성이 청구범위에서 의식적으로 제외되었다고 단정할 것은 아니고, 거절이유통지에 제시된 선행기술을 회피하기 위한 의도로 그 선행기술에 나타난 구성을 배제하는 감축을 한 경우 등과 같이 보정이유를 포함하여 출원과정에 드러난 여러 사정을 종합하여 볼 때 출원인이 어떤 구성을 권리범위에서 제외하려는 의사가 존재한다고 볼 수 있을 때에 이를 인정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제97조, 제135조 / [2] 특허법 제42조, 제47조 제3항 제1호, 제97조<br/>",
  "참조판례": "[1] 대법원 2014. 3. 20. 선고 2012후4162 전원합의체 판결(공2014상, 977), 대법원 2014. 7. 24. 선고 2012후1132 판결(공2014하, 1753), 대법원 2018. 2. 8. 선고 2016후328 판결(공2018상, 581), 대법원 2019. 1. 31. 선고 2017후424 판결(공2019상, 702) / [2] 대법원 2002. 9. 6. 선고 2001후171 판결(공2002하, 2452), 대법원 2017. 4. 26. 선고 2014후638 판결(공2017상, 1205)<br/>"
}