{
  "판례일련번호": "233875",
  "사건명": "손해배상(기)",
  "사건번호": "2020다270633",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 소송판결의 기판력이 미치는 범위<br/>  [2] ‘국가안전과 공공질서의 수호를 위한 대통령긴급조치’(긴급조치 제9호) 위반을 이유로 유죄판결을 받아 복역한 甲이 국가를 상대로 긴급조치 제9호에 따라 체포·구금되어 가혹행위를 당하는 등의 과정에서 입은 정신적 손해의 배상을 구하는 국가배상청구의 소를 제기하였다가, 甲이 구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률에 따른 보상금 지급결정에 동의함으로써 같은 법 제18조 제2항에 따라 재판상 화해가 성립된 것으로 보아야 한다는 이유로 각하판결이 내려져 확정되었는데, 그 후 헌법재판소가 위 조항의 ‘민주화운동과 관련하여 입은 피해’ 중 불법행위로 인한 정신적 손해에 관한 부분은 국가배상청구권을 침해하여 헌법에 위반된다는 결정을 선고하자, 甲이 다시 국가배상청구의 소를 제기한 사안에서, 위 소가 각하판결의 기판력에 저촉되어 부적법하다는 국가의 본안전항변을 받아들이지 않은 원심판단을 정당하다고 한 사례<br/>  [3] ‘국가안전과 공공질서의 수호를 위한 대통령긴급조치’(긴급조치 제9호)의 발령·적용·집행으로 강제수사를 받거나 유죄판결을 선고받고 복역함으로써 개별 국민이 입은 손해에 대하여 국가배상책임이 인정되는지 여부(적극)<br/>  [4] 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해사건·조작의혹사건’에서 공무원의 위법한 직무집행으로 입은 손해에 대한 국가배상청구권에 민법 제766조 제2항에 따른 장기소멸시효가 적용되는지 여부(소극)<br/>  [5] 국가배상청구권에 관한 3년의 단기시효기간은 민법 제766조 제1항에서 정한 ‘손해 및 가해자를 안 날’에 더하여 민법 제166조 제1항에서 정한 ‘권리를 행사할 수 있는 때’가 도래하여야 시효가 진행하는지 여부(적극)<br/>  [6] 불법행위로 인한 위자료를 산정할 때 참작하여야 할 요소<br/>",
  "판결요지": "[1] 소송판결의 기판력은 그 판결에서 확정한 소송요건의 흠결에 관하여 미치는 것이지만, 당사자가 그러한 소송요건의 흠결이 보완된 상태에서 다시 소를 제기한 경우에는 그 기판력의 제한을 받지 않는다.<br/>  [2] ‘국가안전과 공공질서의 수호를 위한 대통령긴급조치’(이하 ‘긴급조치 제9호’라 한다) 위반을 이유로 유죄판결을 받아 복역한 甲이 국가를 상대로 긴급조치 제9호에 따라 체포·구금되어 가혹행위를 당하는 등의 과정에서 입은 정신적 손해의 배상을 구하는 국가배상청구의 소를 제기하였다가, 甲이 구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률(2015. 5. 18. 법률 제13289호로 개정되기 전의 것)에 따른 보상금 지급결정에 동의함으로써 같은 법 제18조 제2항에 따라 재판상 화해가 성립된 것으로 보아야 한다는 이유로 각하판결이 내려져 확정되었는데, 그 후 헌법재판소가 위 조항의 ‘민주화운동과 관련하여 입은 피해’ 중 불법행위로 인한 정신적 손해에 관한 부분은 국가배상청구권을 침해하여 헌법에 위반된다는 결정을 선고하자, 甲이 다시 국가배상청구의 소를 제기한 사안에서, 위헌결정은 법원에 대하여 기속력이 있고 이로써 선행소송의 각하판결에서 확정한 소송요건의 흠결이 보완되었다고 보아 위 소가 각하판결의 기판력에 저촉되어 부적법하다는 국가의 본안전항변을 받아들이지 않은 원심판단을 정당하다고 한 사례.<br/>  [3] ‘국가안전과 공공질서의 수호를 위한 대통령긴급조치’(이하 ‘긴급조치 제9호’라 한다)는 위헌·무효임이 명백하고 긴급조치 제9호 발령으로 인한 국민의 기본권 침해는 그에 따른 강제수사와 공소제기, 유죄판결의 선고를 통하여 현실화되었다. 이러한 경우 긴급조치 제9호의 발령부터 적용·집행에 이르는 일련의 국가작용은, 전체적으로 보아 공무원이 직무를 집행하면서 객관적 주의의무를 소홀히 하여 그 직무행위가 객관적 정당성을 상실한 것으로서 위법하다고 평가되고, 긴급조치 제9호의 적용·집행으로 강제수사를 받거나 유죄판결을 선고받고 복역함으로써 개별 국민이 입은 손해에 대해서는 국가배상책임이 인정될 수 있다.<br/>  [4] 헌법재판소는 2018. 8. 30. 민법 제166조 제1항, 제766조 제2항 중 ‘진실·화해를 위한 과거사정리 기본법’(이하 ‘과거사정리법’이라 한다) 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해사건·조작의혹사건’에 적용되는 부분은 헌법에 위반된다는 결정을 선고하였다. 따라서 과거사정리법상 ‘민간인 집단 희생사건’, ‘중대한 인권침해사건·조작의혹사건’에서 공무원의 위법한 직무집행으로 입은 손해에 대한 국가배상청구권에 대해서는 민법 제766조 제2항에 따른 장기소멸시효가 적용되지 않는다.<br/>  [5] 국가배상청구권에 관한 3년의 단기소멸시효기간 기산에는 민법 제766조 제1항 외에 소멸시효의 기산점에 관한 일반규정인 민법 제166조 제1항이 적용된다. 따라서 3년의 단기소멸시효기간은 그 ‘손해 및 가해자를 안 날’에 더하여 그 ‘권리를 행사할 수 있는 때’가 도래하여야 비로소 시효가 진행한다.<br/>  [6] 불법행위로 인한 위자료를 산정할 경우, 피해자의 연령, 직업, 사회적 지위, 재산과 생활상태, 피해로 입은 고통의 정도, 피해자의 과실 정도 등 피해자 측의 사정과 아울러 가해자의 고의·과실의 정도, 가해행위의 동기와 원인, 불법행위 후의 가해자의 태도 등 가해자 측의 사정까지 함께 참작하는 것이 손해의 공평부담이라는 손해배상의 원칙에 부합하고, 법원은 이러한 여러 사정을 참작하여 그 직권에 속하는 재량에 의하여 위자료 액수를 확정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제216조, 제218조 / [2] 민사소송법 제216조, 제218조, 국가배상법 제2조 제1항, 민법 제751조, 구 민주화운동 관련자 명예회복 및 보상 등에 관한 법률(2015. 5. 18. 법률 제13289호로 개정되기 전의 것) 제18조 제2항, 헌법재판소법 제47조 / [3] 국가배상법 제2조 제1항 / [4] 국가배상법 제2조 제1항, 제8조, 민법 제166조 제1항, 제766조, 국가재정법 제96조 제2항, 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호 / [5] 국가배상법 제2조 제1항, 제8조, 민법 제166조 제1항, 제766조 제1항 / [6] 민법 제751조<br/>",
  "참조판례": "[1] 대법원 2003. 4. 8. 선고 2002다70181 판결(공2003상, 1084) / [3] 대법원 2022. 8. 30. 선고 2018다212610 전원합의체 판결(공2022하, 1965) / [4] 대법원 2019. 11. 14. 선고 2018다233686 판결(공2020상, 16), 헌법재판소 2018. 8. 30. 선고 2014헌바148, 162, 219, 466, 2015헌바50, 440, 2014헌바223, 290, 2016헌바419 전원재판부 결정(헌공263, 1394) / [5] 대법원 2012. 4. 13. 선고 2009다33754 판결(공2012상, 759) / [6] 대법원 1999. 4. 23. 선고 98다41377 판결(공1999상, 998), 대법원 2020. 11. 26. 선고 2019다276307 판결(공2021상, 141)<br/>"
}