{
  "판례일련번호": "233895",
  "사건명": "기부금품의모집및사용에관한법률위반",
  "사건번호": "2021도16765",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 기부금품의 모집 및 사용에 관한 법률이 기부금품의 모집과 사용을 엄격하게 규율하고 위반행위를 처벌하면서도 예외적으로 단체 등의 일정한 모금활동을 처벌대상에서 제외하는 취지 / 단체가 회원으로부터 수령한 회비 등 명목의 금원이 기부금품의 모집 및 사용에 관한 법률 제2조 제1호 (가)목 및 (다)목에서 정한 금품에 해당하여 처벌대상에서 제외되는 것인지 판단하는 방법<br/>  [2] 피고인이 기부금품모집등록을 한 甲 법인의 대표이사 또는 사무총장으로 재직하면서, 甲 법인의 인건비 및 홍보비 지출 비용을 기부금품의 모집 및 사용에 관한 법률 제13조에 따른 모집비용 충당비율을 초과하여 충당하였고, 기부금품 중 일정 금액을 경조사비 등에 지출하여 모집목적 외의 용도로 사용하였으며, 甲 법인은 그 업무에 관하여 甲 법인의 운영자인 피고인이 위와 같은 위반행위를 하였다는 이유로 기부금품의 모집 및 사용에 관한 법률 위반으로 기소된 사안에서, 甲 법인이 소속 회원들로부터 납부받은 금원은 ‘기부금품’에서 제외된다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 기부금품의 모집 및 사용에 관한 법률(이하 ‘기부금품법’이라 한다)의 입법 목적, 입법 연혁, 법규범의 체계 등에 비추어 보면, 기부금품법이 기부금품의 모집과 사용을 엄격하게 규율하고 위반행위를 처벌하면서도 예외적으로 기부금품법 제2조 제1호 (가)목 및 (다)목에서 단체 등의 일정한 모금활동을 그 처벌대상에서 제외하는 이유는, 단체의 자율성을 보장함과 동시에 단체의 구조적 특성, 모금 목적이나 모금 대상 등에 비추어 금품의 모집이 무분별하게 이루어지지 않을 것으로 기대되거나 또는 적정한 사용이 담보될 수 있을 것으로 보이기 때문이다.<br/>  단체가 회원으로부터 수령한 회비 등 명목의 금원이 기부금품법 제2조 제1호 (가)목 및 (다)목에서 정한 금품에 해당하여 기부금품법의 처벌대상에서 제외되는 것인지는, 단체의 내부 규정을 근거로 하여 단체의 설립 목적과 운영 상황, 회원 가입 자격 및 절차, 회원의 권리·의무, 회비 납부와 관리 등을 구체적으로 심리하여 종합적으로 판단하여야 할 것이다.<br/>  [2] 피고인이 기부금품모집등록을 한 甲 법인의 대표이사 또는 사무총장으로 재직하면서, 甲 법인의 인건비 및 홍보비 지출 비용을 기부금품의 모집 및 사용에 관한 법률(이하 ‘기부금품법’이라 한다) 제13조에 따른 모집비용 충당비율을 초과하여 충당하였고, 기부금품 중 일정 금액을 경조사비 등에 지출하여 모집목적 외의 용도로 사용하였으며, 甲 법인은 그 업무에 관하여 甲 법인의 운영자인 피고인이 위와 같은 위반행위를 하였다는 이유로 기부금품법 위반으로 기소된 사안에서, 甲 법인에 정기적인 금품을 납부한 사람들은 ‘정기회원신청서’ 등을 작성하여 제출하고 그 목적에 따른 ‘회비’ 또는 ‘후원금액’을 정하여 납부하였는데, 甲 법인은 위 사람들을 정회원 또는 후원회원으로 칭하였고, 甲 법인의 정관에는 회원의 의무와 권리가 규정되어 있는 점, 수사 과정에서 甲 법인이 기부금품 모집등록과 모집과정에서 기부금품법을 위반한 사정은 드러나지 아니하였으며, 기부금품의 모집과 사용에 관한 장부의 작성, 모집상황과 사용명세 결과 공개, 등록청에 대한 보고서 제출과 공인회계사 작성 감사보고서 제출 의무 등을 준수하여 온 것으로 보이고, 이를 위반한 사정도 드러나지 아니한 점, 甲 법인의 지출은 대부분 회원들이 납부한 회비, 후원금을 재원으로 하여 이루어졌고, 甲 법인의 인건비 및 홍보비는 법인의 목적 수행에 수반되는 비용이며, 甲 법인이 금품을 모집한 목적 이외의 용도로 지출한 금액은 이자 등으로 인한 수입 금액에도 미치지 않는 금액인 점 등을 종합하면, 甲 법인이 소속 회원들로부터 납부받은 금원은 기부금품법의 규율대상인 ‘기부금품’에서 제외된다고 봄이 타당한데도, 이와 달리 甲 법인의 정관에 정한 ‘정회원’, ‘후원회원’, ‘일반회원’이 정기적으로 납부한 ‘회비’ 또는 ‘후원금’에 대하여 기부금품법이 적용된다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기부금품모집금지법(1962. 7. 24. 법률 제1110호로 개정되기 전의 것) 제3조(현행 기부금품의 모집 및 사용에 관한 법률 제3조, 제4조 제2항 참조), 구 기부금품모집금지법(1997. 12. 13. 법률 제5453호로 개정되기 전의 것) 제1조, 제4조, 구 기부금품의 모집 및 사용에 관한 법률(2006. 9. 22. 법률 제7979호로 개정되기 전의 것) 제1조, 제4조, 기부금품의 모집 및 사용에 관한 법률 제2조 제1호 (가)목, (다)목, 제4조 제1항, 제2항, 제12조 제1항, 제13조, 제16조 제5호, 제6호 / [2] 기부금품의 모집 및 사용에 관한 법률 제2조 제1호 (가)목, (다)목, 제4조 제1항, 제2항, 제12조 제1항, 제13조, 제16조 제5호, 제6호, 제17조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 2016. 1. 14. 선고 2013도8118 판결, 헌법재판소 1998. 5. 28. 선고 96헌가5 전원재판부 결정(헌공28, 444)<br/>"
}