{
  "판례일련번호": "233889",
  "사건명": "명예훼손[명예훼손죄에 관한 위법성조각사유의 해석에 대한 사건]",
  "사건번호": "2022도13425",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 형법 제310조에서 정한 위법성조각사유의 요건 중 ‘진실한 사실’ 및 ‘오로지 공공의 이익에 관한 때’의 의미 / 적시된 사실이 ‘공공의 이익’에 관한 것인지 판단하는 기준 / 행위자의 주요한 동기나 목적인 공공의 이익에 부수적으로 다른 사익적 목적이나 동기가 내포되어 있는 경우, 형법 제310조의 적용 여부(적극)<br/>  [2] 사실적시의 내용이 사회 일반의 일부 이익에만 관련된 사항 또는 개인에 관한 사항이라도 공익성이 인정되는 경우 및 사인(私人)의 경우 공공의 이익에 관련되는지 판단하는 기준<br/>  [3] 甲 대학교 총학생회장인 피고인이 총학생회 주관의 농활 사전답사 과정에서 乙을 비롯한 학생회 임원진의 음주 및 음주운전 사실이 있었음을 계기로 음주운전 및 이를 묵인하는 관행을 공론화하여 ‘총학생회장으로서 음주운전을 끝까지 막지 못하여 사과드립니다.’라는 제목의 글을 써 페이스북 등에 게시함으로써 음주운전자로 특정된 乙의 명예를 훼손하였다는 내용으로 기소된 사안에서, 게시글의 전체적인 취지·내용에 비추어 중요한 부분이 ‘진실한 사실’에 해당하고, 게시글은 주된 의도·목적의 측면에서 공익성이 충분히 인정되는 점 등을 종합하면, 피고인의 행위는 형법 제310조에 따라 위법성이 조각된다고 봄이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 형법 제310조는 \"형법 제307조 제1항의 행위가 진실한 사실로서 오로지 공공의 이익에 관한 때에는 처벌하지 아니한다.\"라고 정한다. 여기서 ‘진실한 사실’이란 내용 전체의 취지를 살펴볼 때 중요한 부분이 객관적 사실과 합치되는 사실이라는 의미로 세부에서 진실과 약간 차이가 나거나 다소 과장된 표현이 있더라도 무방하다. 또한 ‘오로지 공공의 이익에 관한 때’란 적시된 사실이 객관적으로 볼 때 공공의 이익에 관한 것으로서 행위자도 주관적으로 공공의 이익을 위하여 그 사실을 적시한 것이어야 하는 것인데, 공공의 이익에 관한 것에는 널리 국가·사회 기타 일반 다수인의 이익에 관한 것뿐만 아니라 특정한 사회집단이나 그 구성원 전체의 관심과 이익에 관한 것도 포함한다. 적시된 사실이 공공의 이익에 관한 것인지는 사실의 내용과 성질, 사실의 공표가 이루어진 상대방의 범위, 표현의 방법 등 표현 자체에 관한 여러 사정을 감안함과 동시에 표현에 의하여 훼손되거나 훼손될 수 있는 명예의 침해 정도 등을 비교·고려하여 결정해야 하며, 행위자의 주요한 동기나 목적이 공공의 이익을 위한 것이라면 부수적으로 다른 사익적 목적이나 동기가 내포되어 있더라도 형법 제310조의 적용을 배제할 수 없다.<br/>  [2] 사실적시의 내용이 사회 일반의 일부 이익에만 관련된 사항이라도 다른 일반인과 공동생활에 관계된 사항이라면 공익성을 지니고, 나아가 개인에 관한 사항이더라도 공공의 이익과 관련되어 있고 사회적인 관심을 획득하거나 획득할 수 있는 경우라면 직접적으로 국가·사회 일반의 이익이나 특정한 사회집단에 관한 것이 아니라는 이유만으로 형법 제310조의 적용을 배제할 것은 아니다. 사인이라도 그가 관계하는 사회적 활동의 성질과 사회에 미칠 영향을 헤아려 공공의 이익에 관련되는지 판단해야 한다.<br/>  [3] 甲 대학교 총학생회장인 피고인이 총학생회 주관의 농활 사전답사 과정에서 乙을 비롯한 학생회 임원진의 음주 및 음주운전 사실이 있었음을 계기로 음주운전 및 이를 묵인하는 관행을 공론화하여 ‘총학생회장으로서 음주운전을 끝까지 막지 못하여 사과드립니다.’라는 제목의 글을 써 페이스북 등에 게시함으로써 음주운전자로 특정된 乙의 명예를 훼손하였다는 내용으로 기소된 사안에서, 게시글의 전체적인 취지·내용에 비추어 중요한 부분은 ‘乙이 술을 마신 상태에서 음주운전을 하였고 피고인도 이를 끝까지 제지하지 않았으며, 피고인 역시 음주운전 차량에 동승하였다.’는 점으로서 객관적 사실과 합치되므로, 비록 乙이 마신 술의 종류·양과 같은 세부적 부분이 객관적 사실과 정확히 일치하지 않더라도 게시글의 중요한 부분은 ‘진실한 사실’에 해당하는 점, 피고인은 사회적으로 음주운전에 엄격해진 분위기와 달리 농활 과정의 관성적인 음주운전 문화가 해당 개인은 물론 농활에 참여한 학내 구성원 등의 안전을 위협하고 이로 인해 총학생회의 자치활동에마저 부정적인 사회적 인식을 초래할 수 있다는 문제의식 아래 게시글을 올린 것으로 보이므로, 게시글은 주된 의도·목적의 측면에서 공익성이 충분히 인정되는 점, 게시글을 올린 시점이 乙의 음주운전 행위일로부터 약 4개월이 경과되었고, 乙의 甲 대학교 단과대학 학생회장 출마 시점으로부터 약 2주일 전이라는 점에서 그 의도·목적상 乙의 출마와 관련성이 있다고 볼 여지도 있으나, 게시글의 중요 부분은 객관적인 사실로서 乙의 준법의식·도덕성·윤리성과 직결되는 부분이어서 단과대학 학생회장으로서의 적격 여부와 상당한 관련성이 있을 뿐만 아니라 단과대학 구성원 전체의 관심과 이익에 관한 사항에 해당하는 점 등을 종합하면, 피고인의 행위는 형법 제310조에 따라 위법성이 조각된다고 봄이 타당하다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판결에 형법 제310조의 위법성조각사유에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제307조 제1항, 제310조 / [2] 형법 제310조 / [3] 형법 제307조 제1항, 제310조<br/>",
  "참조판례": "[1][2] 대법원 2022. 2. 11. 선고 2021도10827 판결 / [1] 대법원 2022. 7. 28. 선고 2020도8421 판결, 대법원 2022. 7. 28. 선고 2022도4171 판결(공2022하, 1824) / [2] 대법원 2020. 11. 19. 선고 2020도5813 전원합의체 판결(공2021상, 57)<br/>"
}