{
  "판례일련번호": "233885",
  "사건명": "불처분결정에대한재항고",
  "사건번호": "2022어48",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20230202",
  "판시사항": "노인에 대한 폭행 또는 상해 금지규정 위반으로 인한 노인복지법 위반죄가 노인에 대한 형법상 폭행죄 및 상해죄를 가중처벌하기 위한 것인지 여부(적극) / 노인에 대한 폭행 또는 상해 금지규정 위반으로 인한 노인복지법 위반죄는 가정폭력범죄의 처벌 등에 관한 특례법 제2조 제3호 (가)목에서 정한 형법 제260조 제1항의 폭행죄 또는 형법 제257조 제1항의 상해죄가 ‘다른 법률에 따라 가중처벌되는 죄’로서 가정폭력범죄의 처벌 등에 관한 특례법 제2조 제3호 (파)목에 해당하여 가정보호사건의 대상이 되는 ‘가정폭력범죄’에 포함되는지 여부(적극)<br/>",
  "판결요지": "가정폭력범죄의 처벌 등에 관한 특례법(이하 ‘가정폭력처벌법’이라고 한다)은 가정폭력범죄를 범한 자에 대하여 환경의 조정과 성행의 교정을 위한 보호처분 제도를 마련하고 있는데, 가정보호사건은 ‘가정폭력범죄’로 인하여 보호처분의 대상이 되는 사건이다(제2조 제6호). 가정폭력처벌법은 ‘가정폭력범죄’를 가정구성원(배우자, 직계존비속, 동거 친족 등) 사이의 신체적, 정신적 또는 재산상 피해를 수반하는 행위인 가정폭력(제2조 제1호) 중 제2조 제3호에 규정된 범죄 유형에 해당하는 죄라고 규정한다. 가정폭력처벌법 제2조 제3호는 각 목의 어느 하나에 해당하는 죄를 ‘가정폭력범죄’로 규정하였는데, (가)목은 형법 제260조(폭행, 존속폭행) 제1항, 제2항의 죄 등을, (파)목은 ‘(가)목부터 (타)목까지의 죄로서 다른 법률에 따라 가중처벌되는 죄’를 규정하고 있다.<br/>  2004. 1. 29. 법률 제7152호로 개정된 노인복지법은 노인학대의 예방과 학대받는 노인의 보호를 위하여 ‘노인의 신체에 폭행을 가하거나 상해를 입히는 행위’(제1호) 등 일정한 노인학대 행위유형을 금지하는 규정(제39조의9) 및 이를 위반하는 경우 그 행위유형에 따라 처벌하는 벌칙 규정(제55조의2, 제55조의3 등)을 신설하였는데, 형법상 단순폭행죄(제260조 제1항) 및 단순상해죄(제257조 제1항)보다 중하게 처벌하도록 규정하였다. 한편 노인에 대한 금지행위의 객체가 되는 노인연령기준이 없어 이에 대한 처벌이 불명확했기 때문에 2016. 12. 2. 법률 제14320호로 개정된 노인복지법은 제39조의9에서 노인에 대한 금지행위의 객체가 되는 노인의 연령기준을 ‘65세 이상의 사람’으로 명시하였다.<br/>  위와 같이 노인에 대한 폭행 또는 상해 금지규정 위반으로 인한 노인복지법 위반죄는 행위객체가 노인에 한정되는 점 외에 형법상 폭행죄 및 상해죄와 행위태양이 동일하여 본질적인 차이가 없으므로 노인에 대한 형법상 폭행죄 및 상해죄를 가중처벌하기 위한 것으로 보아야 한다. 가정폭력처벌법상 ‘가정폭력범죄’는 가정구성원(배우자, 직계존비속, 동거 친족 등) 사이의 피해를 수반하는 행위(가정폭력)를 전제하고 있는데, 형법상 폭행죄 및 상해죄와 달리 노인에 대한 폭행 또는 상해 금지규정 위반으로 인한 노인복지법 위반죄를 위 ‘가정폭력범죄’에서 제외할 합리적 이유도 없다. 따라서 노인에 대한 폭행 또는 상해 금지규정 위반으로 인한 노인복지법 위반죄는 가정폭력처벌법 제2조 제3호 (가)목에서 정한 형법 제260조 제1항의 폭행죄 또는 형법 제257조 제1항의 상해죄가 ‘다른 법률에 따라 가중처벌되는 죄’로서 가정폭력처벌법 제2조 제3호 (파)목에 해당하여 가정보호사건의 대상이 되는 ‘가정폭력범죄’에 포함된다.<br/>",
  "판결본문": "",
  "참조조문": "가정폭력범죄의 처벌 등에 관한 특례법 제1조, 제2조 제1호, 제3호 (가)목, (파)목, 제6호, 형법 제257조 제1항, 제260조 제1항, 구 노인복지법(2016. 12. 2. 법률 제14320호로 개정되기 전의 것) 제39조의9 제1호, 제55조의2, 제55조의3 제1항(현행 제55조의3 제1항 제2호 참조), 노인복지법 제39조의9 제1호, 제55조의2, 제55조의3 제1항 제2호<br/>",
  "참조판례": ""
}