{
  "판례일련번호": "233855",
  "사건명": "건축허가신청불허가처분취소",
  "사건번호": "2020두43722",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230202",
  "판시사항": "[1] 국토의 계획 및 이용에 관한 법률 시행령 제56조 제4항에 따라 국토교통부장관이 국토교통부 훈령으로 정한 ‘개발행위허가운영지침’의 법적 성격(=행정규칙) 및 대외적 구속력이 있는지 여부(소극) / 위 지침에 따라 이루어진 행정처분이 적법한지 판단하는 기준<br/>  [2] 국토의 계획 및 이용에 관한 법률 제56조 제1항에 따른 개발행위허가요건에 해당하는지 여부가 행정청의 재량판단 영역에 속하는지 여부(적극) 및 그에 대한 사법심사의 대상과 판단 기준 / 행정규칙이 행정기관의 재량에 속하는 사항에 관한 것인 경우, 법원은 이를 존중해야 하는지 여부(원칙적 적극)<br/>  [3] 행정처분의 근거 법령이 개정된 경우, 처분의 기준이 되는 법령 / 행정청이 신청을 수리한 후 정당한 이유 없이 처리를 지연하여 그 사이에 법령 및 보상 기준이 변경된 경우, 그 변경된 법령 및 보상 기준에 따라서 한 처분이 위법한지(적극) 및 이때 정당한 이유 없이 처리를 지연하였는지 판단하는 방법<br/>",
  "판결요지": "[1] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제58조 제1항, 제3항은 개발행위허가의 신청 내용이 ‘주변지역의 토지이용실태 또는 토지이용계획, 건축물의 높이, 토지의 경사도, 수목의 상태, 물의 배수, 하천·호소·습지의 배수 등 주변 환경이나 경관과 조화를 이룰 것’이라는 기준에 맞는 경우에만 개발행위허가 또는 변경허가를 하여야 하고, 개발행위허가의 기준은 지역의 특성, 지역의 개발상황, 기반시설의 현황 등을 고려하여 다음 각호의 구분에 따라 대통령령으로 정한다고 규정하고 있다.<br/>국토의 계획 및 이용에 관한 법률 시행령(이하 ‘국토계획법 시행령’이라 한다) 제56조 제1항 [별표 1의2] ‘개발행위허가기준’은 국토계획법 제58조 제3항의 위임에 따라 제정된 대외적으로 구속력 있는 법규명령에 해당한다. 그러나 국토계획법 시행령 제56조 제4항은 국토교통부장관이 제1항의 개발행위허가기준에 대한 ‘세부적인 검토기준’을 정할 수 있다고 규정하였을 뿐이므로, 그에 따라 국토교통부장관이 국토교통부 훈령으로 정한 ‘개발행위허가운영지침’은 국토계획법 시행령 제56조 제4항에 따라 정한 개발행위허가기준에 대한 세부적인 검토기준으로, 상급행정기관인 국토교통부장관이 소속 공무원이나 하급행정기관에 대하여 개발행위허가업무와 관련하여 국토계획법령에 규정된 개발행위허가기준의 해석·적용에 관한 세부 기준을 정하여 둔 행정규칙에 불과하여 대외적 구속력이 없다. 따라서 행정처분이 위 지침에 따라 이루어졌더라도, 해당 처분이 적법한지는 국토계획법령에서 정한 개발행위허가기준과 비례·평등원칙과 같은 법의 일반원칙에 적합한지 여부에 따라 판단해야 한다.<br/>  [2] 국토의 계획 및 이용에 관한 법률(이하 ‘국토계획법’이라 한다) 제56조 제1항에 따른 개발행위허가요건에 해당하는지 여부는 행정청의 재량판단의 영역에 속하므로, 그에 대한 사법심사는 행정청의 공익판단에 관한 재량의 여지를 감안하여 원칙적으로 재량권의 일탈이나 남용이 있는지 여부만을 대상으로 하고, 사실오인과 비례·평등의 원칙 위반 여부 등이 그 판단 기준이 된다. 또한 행정규칙이 이를 정한 행정기관의 재량에 속하는 사항에 관한 것인 때에는 그 규정 내용이 객관적 합리성을 결여하였다는 등의 특별한 사정이 없는 한 법원은 이를 존중하는 것이 바람직하다.<br/>  [3] 행정처분은 그 근거 법령이 개정된 경우에도 경과 규정에서 달리 정함이 없는 한 처분 당시 시행되는 개정 법령과 거기에서 정한 기준에 의하는 것이 원칙이고, 개정 법령의 적용과 관련하여 개정 전 법령의 존속에 대한 국민의 신뢰가 개정 법령의 적용에 관한 공익상의 요구보다 더 보호가치가 있다고 인정되는 경우에 국민의 신뢰를 보호하기 위하여 개정 법령의 적용이 제한될 수 있는 여지가 있다. 행정청이 신청을 수리하고도 정당한 이유 없이 처리를 지연하여 그 사이에 법령 및 보상 기준이 변경된 경우에는 그 변경된 법령 및 보상 기준에 따라서 한 처분은 위법하고, ‘정당한 이유 없이 처리를 지연하였는지’는 법정 처리기간이나 통상적인 처리기간을 기초로 당해 처분이 지연되게 된 구체적인 경위나 사정을 중심으로 살펴 판단하되, 개정 전 법령의 적용을 회피하려는 행정청의 동기나 의도가 있었는지, 처분지연을 쉽게 피할 가능성이 있었는지 등도 아울러 고려할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제58조 제1항, 제3항, 국토의 계획 및 이용에 관한 법률 시행령 제56조 제1항 [별표 1의2] / [2] 국토의 계획 및 이용에 관한 법률 제56조 제1항, 행정소송법 제27조 / [3] 행정소송법 제1조[행정처분일반]<br/>",
  "참조판례": "[1][2] 대법원 2020. 8. 27. 선고 2019두60776 판결 / [1] 대법원 2019. 7. 11. 선고 2017두38874 판결(공2019하, 1567) / [2] 대법원 2017. 3. 15. 선고 2016두55490 판결(공2017상, 778), 대법원 2019. 1. 10. 선고 2017두43319 판결(공2019상, 474) / [3] 대법원 2000. 3. 10. 선고 97누9918 판결, 대법원 2006. 8. 25. 선고 2004두2974 판결(공2006하, 1625), 대법원 2014. 7. 24. 선고 2012두23501 판결(공2014하, 1729)<br/>"
}