{
  "판례일련번호": "233947",
  "사건명": "시정명령등취소청구의소",
  "사건번호": "2018두37700",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20210630",
  "판시사항": "[1] 수직 통합된 상류시장의 시장지배적 사업자가 하류시장에서 완제품의 소매가격을 낮추는 형태로 이루어지는 이윤압착행위를 함으로써 부당하게 상품 또는 용역을 통상거래가격에 비하여 낮은 대가로 공급하여 경쟁자를 배제할 우려가 있는 경우, 독점규제 및 공정거래에 관한 법령이 금지하는 시장지배적 지위 남용행위로 볼 수 있는지 여부(적극)<br/>[2] 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호에서 정한 ‘통상거래가격’의 의미<br/>[3] 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호 전단에서 정한 ‘경쟁사업자를 배제하기 위하여 거래한 행위’의 부당성을 판단하는 기준과 방법<br/>[4] 이윤압착을 수단으로 한 지위 남용행위를 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호 전단과 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호에서 정한 ‘부당하게 상품 또는 용역을 통상거래가격에 비하여 낮은 대가로 공급하여 경쟁자를 배제시킬 우려가 있는 거래’로서 부당성이 있는지 판단할 때 고려할 사항<br/>",
  "판결요지": "[1] 시장지배적 사업자의 이윤압착(margin squeeze)을 독자적인 시장지배적 지위 남용행위의 한 유형으로 보아 규제하는 경우 상류시장(upstream market) 원재료 등에 관한 투자 유인이나 혁신 동기를 위축시킬 우려가 있다. 그러나 수직 통합된(vertically integrated) 상류시장의 시장지배적 사업자가 그 지위를 남용하여 이윤압착행위를 함으로써 하류시장(downstream market)의 경쟁사업자가 부당하게 경쟁에서 배제될 우려가 있어 공정한 경쟁의 기반이 유지될 수 없다면, 이윤압착행위는 공정한 경쟁을 통한 시장성과에 기초를 둔 이른바 ‘성과경쟁’이라는 정당한 경쟁방법에 해당한다고 보기 어렵다.<br/>  따라서 하류시장에서 완제품의 소매가격을 낮추는 형태로 이루어지는 시장지배적 사업자의 이윤압착행위가 ‘부당하게 상품 또는 용역을 통상거래가격에 비하여 낮은 대가로 공급하여 경쟁자를 배제할 우려가 있는 거래’로 평가될 수 있다면 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호 전단, 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호가 금지하는 시장지배적 지위 남용행위로 보아 규제할 필요가 있다. <br/>[2] 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호는 모법 조항인 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호 전단에서 정한 ‘부당하게 경쟁사업자를 배제하기 위하여 거래하는 행위’를 구체화한 것으로서, 통상거래가격은 ‘약탈적 가격설정’(predation)뿐만 아니라 ‘이윤압착’(margin squeeze) 등과 같이 다양한 유형으로 나타날 수 있는 시장지배적 사업자의 가격과 관련된 배제남용행위를 판단하기 위한 도구 개념이다. 따라서 그 의미는 모법 조항의 의미와 내용, 그리고 입법 목적에 합치하도록 해석하여야 한다. <br/>통상거래가격은 자유롭고 공정한 경쟁이 이루어지고 있는 시장에서 정상적으로 이루어지는 거래의 경우 일반적으로 형성될 수 있는 가격, 좀 더 구체적으로는 시장지배적 사업자가 부당하게 경쟁사업자를 배제하기 위하여 거래함으로써 시장지배적 지위를 남용하는 행위가 존재하지 않는 정상적인 거래에서 일반적으로 형성되었을 가격을 뜻한다.<br/>[3] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호 전단에서 정한 ‘경쟁사업자를 배제하기 위하여 거래한 행위’의 부당성은 독과점적 시장에서 경쟁촉진이라는 입법 목적에 맞추어 해석하여야 한다. 따라서 시장지배적 사업자가 시장에서 독점을 유지ㆍ강화할 의도나 목적, 즉 시장에서의 자유로운 경쟁을 제한함으로써 인위적으로 시장질서에 영향을 미치려는 의도나 목적을 갖고, 객관적으로도 그러한 경쟁제한의 효과가 생길 우려가 있다고 평가할 수 있는 행위를 하였을 때 부당성을 인정할 수 있다. 이를 위해서는 그 행위가 상품의 가격상승, 산출량 감소, 혁신 저해, 유력한 경쟁사업자의 감소, 다양성 감소 등과 같은 경쟁제한의 효과가 생길 우려가 있는 행위로서 그에 대한 의도와 목적이 있었다는 점이 증명되어야 한다. 그 행위로 현실적으로 위와 같은 효과가 나타났음이 증명된 경우에는 행위 당시에 경쟁제한을 초래할 우려가 있고 그에 대한 의도나 목적이 있음을 사실상 추정할 수 있다. 그렇지 않은 경우에는 행위의 경위와 동기, 행위의 양태, 관련 시장의 특성, 유사품과 인접시장의 존재 여부, 관련 시장에서의 가격과 산출량의 변화 여부, 혁신 저해와 다양성 감소 여부 등 여러 사정을 종합적으로 고려하여 그 행위가 경쟁제한의 효과가 생길 우려가 있고 그에 대한 의도나 목적이 있었는지를 판단하여야 한다. 이때 부당성은 개별 남용행위의 유형과 특징을 고려하여 판단하여야 한다.<br/>[4] 이윤압착(margin squeeze)의 개념과 시장지배적 지위 남용행위로서의 유형적 특징에 비추어 보면, 이윤압착을 수단으로 한 지위 남용행위를 ‘부당하게 상품 또는 용역을 통상거래가격에 비하여 낮은 대가로 공급하여 경쟁자를 배제시킬 우려가 있는 거래’ [독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호 전단과 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호]로서 부당성이 있는지를 부당성 판단 기준에 비추어 구체적으로 판단할 때에는 아래와 같은 여러 사정을 종합적으로 고려하여야 한다.<br/>먼저, 행위자가 수직 통합된(vertically integrated) 사업자로서 상류시장(upstream market)에서 시장지배적 지위가 인정되어야 하고, 하류시장(downstream market)에서도 시장지배적 지위에 있는지, 각 시장에서 시장지배력의 정도, 상류시장의 원재료 등의 특성과 그 원재료 등이 하류시장에서 판매하는 완제품의 생산ㆍ공급ㆍ판매에 필수적인 요소이거나 원재료 등에 해당하는지와 그 정도, 원재료 등과 완제품의 기능적 연관성과 비교가능성, 대체가능성, 두 시장의 신규나 재진입에 관한 법률적ㆍ제도적 또는 사실적ㆍ경제적 진입 장벽의 존재와 정도, 시장지배적 사업자와 경쟁사업자의 시장점유율, 상대적 규모의 차이, 관련 공법적 규제의 내용 등을 고려할 필요가 있다. <br/>  다음으로, 원칙적으로 시장지배적 사업자가 설정한 도매가격과 소매가격의 차이와 시장지배적 사업자의 비용을 기초로 하되 특별한 사정이 있는 경우에는 예외적으로 경쟁사업자의 비용을 바탕으로 이윤압착의 정도를 검토해 보아야 한다. 나아가 행위가 지속된 기간, 해당 거래의 대상이 되는 완제품의 특성, 해당 거래의 규모나 매출액에서 차지하는 비중, 거래 당시의 구체적인 시장 상황 등을 고려할 때 시장지배적 사업자가 해당 가격으로 거래할 경우 하류시장 경쟁사업자로서는 정상적으로 사업을 영위하기 어려워 유력한 현실적 또는 잠재적 경쟁사업자의 시장진입이나 확대의 기회가 봉쇄되거나 봉쇄될 우려가 있는지와 그 정도, 하류시장에서 경쟁사업자의 비용이 증대되는 등으로 경쟁에서 배제될 우려가 있는지와 그 정도, 시장지배적 사업자의 지배적 지위가 강화되는지와 그 정도, 그로 인하여 장기적으로 소비자 폐해가 발생할 우려가 있는지를 중점적으로 살펴보아야 한다.<br/>  가격은 시장경제체제에서 경쟁의 가장 기본적인 수단으로서 시장에서 자유로운 가격경쟁은 일반적으로 보호되어야 한다. 수직 통합된 시장지배적 사업자가 하류시장에서 완제품의 소매가격을 낮게 설정하는 경우 정당한 경쟁 수단에 해당하는 것인지, 아니면 이윤압착을 통하여 경쟁사업자를 배제시키고자 하는 것인지 구별이 쉽지 않다. <br/>  하류시장에서 완제품의 소매가격을 낮게 설정하는 방식으로 이윤압착행위가 이루어지는 경우 거래상대방의 비용이 절감됨으로써 최종소비자 가격이 인하될 가능성이 있으므로, 그 부당성을 판단할 때에는 단기적으로 발생할 수 있는 소비자후생 증대효과도 아울러 고려할 필요가 있다.<br/>  이윤압착 유형의 시장지배적 지위 남용행위로 경쟁사업자가 배제될 우려는 위와 같이 상류시장과 하류시장이 연결되어 있는 관련 시장의 구조적 특징과 시장지배적 사업자의 지위에 기반을 둔 ‘도매가격과 소매가격의 차이’에서 비롯되는 것이므로 이를 상류시장과 하류시장에서 발생할 수 있는 문제로 각각 분리함을 전제로 부당성을 판단할 필요는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호, 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호 / [2] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호, 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호 / [3] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호, 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호 / [4] 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호, 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제1호<br/>",
  "참조판례": "[3][4] 대법원 2019. 1. 31. 선고 2013두14726 판결(공2019상, 643) / [3] 대법원 2007. 11. 22. 선고 2002두8626 전원합의체 판결(공2007하, 1940)<br/>"
}