{
  "판례일련번호": "233987",
  "사건명": "부당이득금",
  "사건번호": "2022다287383",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230223",
  "판시사항": "[1] 민법 제103조에 따라 무효로 되는 반사회질서 행위의 개념 및 경제력의 차이로 우월한 지위에 있는 사업자가 그 지위를 이용하여 부당한 이득을 얻고 상대방에게 과도한 반대급부 내지 부당한 부담을 지우는 것으로 이를 강제하는 것이 사회적 타당성이 없다고 평가할 수 있는 경우가 이에 해당하는지 여부(적극)<br/>  [2] 경제적 지위에서 우위에 있는 당사자와의 관계에서 상대방의 계약상 의무와 그 위반에 따른 손해배상책임에 관하여 구체적이고 상세한 규정을 두는 등 계약상 책임의 요건과 범위 및 절차 등을 정한 경우, 이러한 요건과 절차에 따르지 않은 채 상대방에게 이를 초과하는 책임을 추궁하는 것은 계약상 별도의 약정에 기한 것이라도 민법 제103조에 위반되어 무효로 볼 여지가 있는지 여부(적극)<br/>  [3] 甲 주식회사와 대출업자인 乙 주식회사가, 甲 회사는 乙 회사에 수산물담보대출상품 등의 이용자를 알선하고 乙 회사는 甲 회사에 대출업무 중 일부를 위탁하는 내용의 계약을 체결하면서 甲 회사가 알선 및 위탁업무 수행과정의 고의·과실로 인한 손해배상책임을 부담하도록 정하였는데, 그 후 甲 회사의 알선을 통해 체결된 대출약정에 관하여 이용자의 기한의 이익이 상실되는 경우 사유에 관계없이 甲 회사에 모든 책임과 위험을 전가시키는 취지의 별도 약정이 체결된 사안에서, 별도 약정은 민법 제103조에서 정한 선량한 풍속 기타 사회질서에 반하여 무효라고 봄이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 민법 제103조에 따라 무효로 되는 반사회질서 행위는 법률행위의 목적인 권리의무의 내용이 선량한 풍속 기타 사회질서에 위반되는 경우, 권리의무의 내용 자체는 반사회질서적인 것이 아니라고 하여도 법률적으로 이를 강제하거나 그 법률행위에 반사회질서적인 조건 또는 금전적 대가가 결부됨으로써 반사회질서적 성격을 띠는 경우, 표시되거나 상대방에게 알려진 법률행위의 동기가 반사회질서적인 경우 등을 포괄하는 개념이다. 법률행위의 일방 당사자로서 경제력의 차이로 인하여 우월한 지위에 있는 사업자가 그 지위를 이용하여 자기는 부당한 이득을 얻고 상대방에게 과도한 반대급부 내지 부당한 부담을 지우는 것으로 이를 강제하는 것이 사회적 타당성이 없다고 평가할 수 있는 경우 역시 이에 해당하여 무효가 된다.<br/>  [2] 계약 등 법률행위의 내용이 민법 제103조에서 정한 선량한 풍속 기타 사회질서에 위반한 법률행위로서 무효인지 여부는 계약 등의 실질을 살펴 판단하여야 하는데, 경제적 지위에서 우위에 있는 당사자와의 관계에서 상대방의 계약상 의무와 그 위반에 따른 손해배상책임에 관하여 구체적이고 상세한 규정을 두는 등 계약상 책임의 요건과 범위 및 절차 등을 정한 경우, 그 취지는 계약상 책임의 부과 절차의 객관성·공정성을 확보하기 위한 것이므로, 이러한 요건과 절차에 따르지 않은 채 상대방에게 이를 초과하는 책임을 추궁하는 것은 비록 그것이 계약상 별도의 약정에 기한 것이더라도 달리 그 합리성·필요성을 인정할 만한 사유가 존재하지 않는 한 경제적 지위의 남용에 따른 부당한 이익의 취득 및 부담의 강요로서 민법 제103조에 위반되어 무효로 볼 여지가 있다.<br/>  [3] 甲 주식회사와 대출업자인 乙 주식회사가, 甲 회사는 乙 회사에 수산물담보대출상품 등의 이용자를 알선하고 乙 회사는 甲 회사에 대출업무 중 일부를 위탁하는 내용의 계약을 체결하면서 甲 회사가 알선 및 위탁업무 수행과정의 고의·과실로 인한 손해배상책임을 부담하도록 정하였는데, 그 후 甲 회사의 알선을 통해 체결된 대출약정에 관하여 이용자의 기한의 이익이 상실되는 경우 사유에 관계없이 甲 회사에 모든 책임과 위험을 전가시키는 취지의 별도 약정이 체결된 사안에서, 별도 약정으로 甲 회사가 부담하게 된 의무의 내용·실질이 계약에서 정한 것과 전혀 다를 뿐만 아니라 대출약정에 관하여 이용자의 기한 이익 상실에 따른 위험은 대출업자인 乙 회사가 부담하여야 함에도 이를 사실상 대출 알선자에 불과한 甲 회사에 부담하도록 한 것이어서, 별도 약정을 통하여 甲 회사는 부당하게 과도한 부담을 지는 반면 乙 회사는 부당하게 과도한 이득을 얻게 되었으므로, 별도 약정은 민법 제103조에서 정한 선량한 풍속 기타 사회질서에 반하여 무효라고 봄이 타당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조 / [2] 민법 제103조 / [3] 민법 제103조<br/>",
  "참조판례": "[1] 대법원 1996. 4. 26. 선고 94다34432 판결(공1996상, 1667), 대법원 2017. 9. 7. 선고 2017다229048 판결(공2017하, 1910) / [2] 대법원 2008. 4. 24. 선고 2007다76221 판결, 대법원 2021. 12. 30. 선고 2020다256613 판결<br/>"
}