{
  "판례일련번호": "233989",
  "사건명": "소유권이전등기",
  "사건번호": "2022다224740",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230223",
  "판시사항": "[1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘선착순의 방법으로 입주자로 선정된 경우’의 의미(=구 주택공급에 관한 규칙 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우) 및 이는 공공주택 특별법 제50조의3 제1항 제1호 (라)목에서 정한 ‘선착순의 방법’의 해석에서도 마찬가지인지 여부(적극)<br/>  [2] 구 주택공급에 관한 규칙의 절차에 따라 주택의 입주자로 선정된 사람이 입주 전 임대차계약을 해지한 경우 그 주택의 새로운 입주자로 선정된 사람이 구 주택공급에 관한 규칙 제10조 제6항에 따라 선착순의 방법으로 선정된 입주자에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것, 이하 같다) 제21조 제1항 제4호는 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 ‘선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인’을 우선 분양전환 대상자로 규정하고 있고, 여기에서 ‘선착순의 방법으로 입주자로 선정된 경우’란 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것, 이하 ‘구 주택공급규칙’이라고 한다) 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우를 의미한다.<br/>2020. 12. 22. 법률 제17734호로 개정된 공공주택 특별법 제50조의3 제1항 제1호 (라)목에서도 이와 마찬가지로 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 ‘선착순의 방법으로 해당 임대주택의 입주자로 선정된 자로서 입주일부터 분양전환할 때까지 계속하여 거주하면서 분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’를 우선 분양전환 대상자로 규정하고 있다. 위 조항의 입법 목적, 관련 법령과 구 주택공급규칙의 규정 내용 및 제·개정경과 등에 비추어 보면, 여기에서 말하는 ‘선착순의 방법’ 또한 구 임대주택법 제21조 제1항 제4호에서의 ‘선착순의 방법’과 동일하게 해석함이 타당하다.<br/>  [2] 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것, 이하 ‘구 주택공급규칙’이라고 한다) 제10조 제6항은 “사업주체는 제11조 내지 제13조의 규정에 의하여 입주자를 선정하고 남은 주택이 있는 경우에는 제4조의 규정에 불구하고 선착순의 방법에 의하여 입주자를 선정할 수 있다.”라고 규정하고 있다. 위 규칙 제4조는 주택의 공급대상에 대한 기준을 정하는데 공공건설임대주택이 포함되는 국민주택 등의 공급대상이 되려면 입주 당시 세대주와 세대원 모두 주택을 소유하지 않아야 한다고 규정하고, 제11조부터 제13조는 주택의 각 공급방법(국민주택 등의 일반공급, 민영주택의 우선공급과 일반공급)별 입주자 선정의 구체적 절차를 규정하고 있다. 이러한 구 주택공급규칙의 조항을 종합하여 보면, 구 주택공급규칙 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우란 주택의 입주자를 구 주택공급규칙 제11조부터 제13조에 의하여 선정하였지만 공급되는 주택 수에 비하여 주택공급을 신청하는 사람이 적어서 발생한 남은 주택에 대하여 사업주체가 구 주택공급규칙 제4조의 적용을 배제하고 선착순의 방법으로 공급하였을 때 선정된 입주자를 의미함을 알 수 있다.<br/>  구 주택공급규칙의 절차에 따라 주택의 입주자로 선정된 사람이 입주 전 임대차계약을 해지한 경우 그 주택의 새로운 입주자로 선정된 사람(이하 ‘입주 전 해지 세대 입주자’라고 한다)은 구 주택공급규칙 제11조부터 제13조에 의한 방법으로 선정되어 계약까지 체결한 입주자가 계약을 해지한 주택에 대하여 다시 입주자로 선정된 사람이므로, 남은 주택에 대하여 선정된 입주자가 아니다. 따라서 입주 전 해지 세대 입주자는 구 주택공급규칙 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우에 해당하지 아니하여 2020. 12. 22. 법률 제17734호로 개정된 공공주택 특별법 제50조의3 제1항 제1호 (라)목의 적용을 받는 임차인이 될 수 없고, 예비입주자 선정에 관한 구 주택공급규칙 제16조에서 정한 바에 따라야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 공공주택 특별법 제50조의3 제1항 제1호 (라)목, 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제10조 제6항(현행 제27조 제5항, 제28조 제10항 제1호 참조) / [2] 공공주택 특별법 제50조의3 제1항 제1호 (라)목, 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제4조(현행 제4조 참조), 제10조 제6항(현행 제27조 제5항, 제28조 제10항 제1호 참조), 제11조(현행 제27조 참조), 제12조(현행 제28조 참조), 제13조(현행 제30조, 제31조, 제32조 참조), 제16조(현행 제26조 참조)<br/>",
  "참조판례": "[1][2] 대법원 2023. 2. 2. 선고 2020다265112 판결(공2023상, 489) / [1] 대법원 2015. 10. 29. 선고 2014다75462 판결<br/>"
}