{
  "판례일련번호": "233977",
  "사건명": "수분양권자지위확인등",
  "사건번호": "2020다239823",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230223",
  "판시사항": "[1] 구 임대주택법 제21조 제1항 제4호에서 정한 ‘선착순의 방법으로 입주자로 선정된 경우’의 의미(=구 주택공급에 관한 규칙 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우)<br/>  [2] 구 주택공급에 관한 규칙에 따라 입주자를 공개모집하더라도 선순위 자격을 갖춘 자가 청약접수를 하지 않을 것임이 분명한 경우, 구 주택공급에 관한 규칙이 정한 공개모집절차 등을 거치지 않아도 되는지 여부(소극)<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항은 공공건설임대주택의 우선 분양전환 대상자로 ‘입주일 이후부터 분양전환 당시까지 해당 임대주택에 거주한 무주택자인 임차인’(제1호), ‘선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인’(제4호) 등을 규정하고 있다. 이때 같은 항 제4호의 ‘선착순의 방법으로 입주자로 선정된 경우’라 함은 ‘구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제10조 제6항에 따라 선착순의 방법으로 입주자로 선정된 경우’를 의미한다.<br/>  [2] 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것, 이하 ‘구 주택공급규칙’이라 한다)은 임대주택의 공급대상을 입주자모집공고일부터 입주 시까지 무주택세대구성원에 한하고(제4조), 사업주체가 입주자를 모집하고자 할 때에는 공개모집을 하여야 하며(제8조), 국민주택 등의 입주자는 입주자모집공고일을 기준으로 청약저축의 가입 등에 따른 순위에 따라 선정하되(제10조 제2항, 제11조 내지 제13조), 위의 방법에 따라 입주자를 선정하고도 남은 주택이 있는 경우에는 무주택세대구성원임을 요구하는 제4조의 규정에 불구하고 선착순의 방법에 의하여 입주자를 선정할 수 있다(제10조 제6항)고 정하고 있다. 임대주택의 입주자가 퇴거함으로써 사업주체에게 명도된 주택(이하 ‘명도세대’라 한다)을 공급하는 경우에는 무주택세대구성원임을 요구하는 제4조는 그대로 적용하되 앞서 본 제8조, 제10조 내지 제13조 등은 적용되지 않는다[제3조 제2항 본문 제4호 또는 구 주택공급에 관한 규칙(2015. 6. 8. 국토교통부령 제211호로 개정되기 전의 것) 제3조 제2항 제5호]. 다만 명도세대를 이러한 방법으로 공급하고도 일정 호수 이상의 남은 주택이 있으면 제8조, 제10조 제2항, 제11조 내지 제13조 등에서 정한 절차에 따라 공급하고, 이를 거친 후에도 남은 주택이 있다면 제10조 제6항에 따라 제4조의 규정에 불구하고 선착순의 방법으로 입주자를 선정할 수 있다(제3조 제2항 단서).<br/>  앞서 본 관계 법령의 내용을 종합하면, 공공건설임대주택의 공급대상은 원칙적으로 무주택세대구성원에 한정되고 무주택세대구성원이 아닌 사람을 입주자로 선정하려면, 그에 앞서 구 주택공급규칙이 정한 공개모집절차 등을 거쳐야 한다. 이는 공공건설임대주택은 공공의 재원이 투입된 임대주택[구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제2조 제2호의2 참조]으로서 주거를 안정시킬 필요가 시급한 무주택세대구성원을 대상으로 공급하되, 공개모집절차 등을 통하여 무주택세대구성원에게 균등한 입주 기회를 부여하였으나 그러고도 남은 공공건설임대주택이 있는 경우에 한하여 무주택세대구성원이 아닌 자도 공공건설임대주택에 입주할 수 있도록 하겠다는 취지로 봄이 타당하다.<br/>  위와 같은 입법 취지에 비추어 볼 때, ‘구 주택공급규칙에 따라 입주자를 공개모집하더라도 선순위 자격을 갖춘 자가 청약접수를 하지 않을 것임이 분명한 경우’에는 구 주택공급규칙이 정한 공개모집절차 등을 거치지 않아도 된다는 예외를 인정할 수는 없다. 이러한 해석은 법령상 근거가 없을 뿐만 아니라, 그 해석과 같은 예외를 인정한다면 임대사업자가 임의로 공공건설임대주택을 무주택세대구성원이 아닌 사람에게 우선 공급할 수 있게 하여 무주택세대구성원이 공공건설임대주택을 공급받고 우선 분양전환을 받을 기회를 박탈하는 결과를 가져올 수 있고, 우선 분양전환 대상 해당 여부를 불명확한 요건에 의존하게 하여 관련된 법률관계의 안정을 해칠 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제1호[현행 공공주택 특별법 제50조의3 제1항 제1호 (가)목 참조], 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제10조 제6항(현행 제27조 제5항, 제28조 제10항 제1호 참조) / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제2조 제2호의2(현행 공공주택 특별법 제2조 제1호, 제1호의2 참조), 구 주택공급에 관한 규칙(2015. 12. 29. 국토교통부령 제268호로 전부 개정되기 전의 것) 제3조 제2항 제4호(현행 제3조 제2항 제4호 참조), 제4조(현행 제4조 참조), 제8조 제1항(현행 제19조 제1항, 제20조 제1항 참조), 제10조 제2항(현행 제25조 제2항 참조), 제6항(현행 제27조 제5항, 제28조 제10항 제1호 참조), 제11조(현행 제27조 참조), 제12조(현행 제28조 참조), 제13조(현행 제30조, 제31조, 제32조 참조), 구 주택공급에 관한 규칙(2015. 6. 8. 국토교통부령 제211호로 개정되기 전의 것) 제3조 제2항 제5호(현행 제3조 제2항 제4호 참조)<br/>",
  "참조판례": "[1] 대법원 2015. 10. 29. 선고 2014다75462 판결, 대법원 2023. 2. 2. 선고 2020다265112 판결(공2023상, 489)<br/>"
}