{
  "판례일련번호": "233973",
  "사건명": "증여세부과처분취소",
  "사건번호": "2019두56418",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230223",
  "판시사항": "다수의 공익법인 등이 같은 날 동일한 주식을 출연받았더라도 그 출연이 시간적으로 선후관계에 있는 경우, 해당 출연으로 구 상속세 및 증여세법 제48조 제1항에 따른 증여세 과세가액 불산입 한도를 초과하는 부분이 있는지는 각 출연 시점을 기준으로 관련 법령에서 정한 주식을 합하여 개별적으로 판단하여야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제16조 제1항, 제48조 제1항, 구 상속세 및 증여세법 시행령(2016. 2. 5. 대통령령 제26960호로 개정되기 전의 것, 이하 ‘구 상증세법 시행령’이라 한다) 제37조 제1항, 제2항, 제7항의 내용과 규정 체계 등에 비추어 보면, 다수의 공익법인 등이 같은 날 동일한 주식을 출연받았더라도 그 출연이 시간적으로 선후관계에 있는 경우에는 해당 출연으로 구 상증세법 제48조 제1항에 따른 증여세 과세가액 불산입 한도를 초과하는 부분이 있는지는 특별한 사정이 없는 한 각 출연 시점을 기준으로 관련 법령에서 정한 주식을 합하여 개별적으로 판단하여야 한다. 이와 달리 다수의 공익법인 등이 같은 날 출연받은 주식을 모두 동시에 출연된 것으로 의제하는 것은 허용될 수 없다. 구체적인 이유는 다음과 같다.<br/>  ① 구 상증세법 제48조 제1항 제1호 및 구 상증세법 시행령 제37조 제7항 제2호, 제3호는 공익법인 등이 출연받은 주식이 증여세 과세가액 불산입 한도를 초과하는지 여부를 판단할 때 ‘출연 당시’를 기준으로 관련 법령에서 정하는 일정한 주식을 합산하도록 정하고 있다. 따라서 같은 날 다수의 공익법인 등에 출연된 주식이라 하더라도 그 출연의 시간적 선후관계가 확인된다면 각 출연 시점을 기준으로 합산 대상 주식을 확정하는 것이 타당하다.<br/>  ② 구 상증세법 시행령 제37조 제1항 제1호는 ‘공익법인 등이 출연에 의하여 주식 등을 취득하는 경우’에는 ‘그 취득일’을 기준으로 증여세 과세가액 불산입 한도 초과 부분을 계산하도록 정하고 있다. 그런데 같은 항 제2호는 ‘공익법인 등이 보유하고 있는 주식 등을 발행한 내국법인이 자본 또는 출자액을 증가시키기 위하여 발행한 신주 중 공익법인 등에 배정된 신주를 유상으로 취득하는 경우’에는 ‘그 취득하는 날이 속하는 과세기간 또는 사업연도 중 상법 제354조의 규정에 의한 주주명부의 폐쇄일 또는 권리행사 기준일’을 기준으로, 제3호는 ‘공익법인 등이 보유하고 있는 주식 등을 발행한 내국법인이 자본 또는 출자액을 감소시킨 경우’에는 ‘감자를 위한 주주총회결의일이 속하는 연도의 주주명부폐쇄일’을 기준으로 증여세 과세가액 불산입 한도 초과 부분을 계산하도록 정하고 있다. 구 상증세법 시행령 제37조 제1항의 이러한 규정 체계와 내용에 비추어 보면, 위 규정은 공익법인 등의 주식 취득 등의 원인에 따라 증여세 과세가액 불산입 한도 초과 부분을 계산하기 위하여 발행주식총수 등을 정하는 기준일을 정하고 있을 뿐이다. 따라서 위 규정을 근거로 같은 날 출연된 주식을 동시에 출연된 것으로 의제할 수는 없다. 달리 같은 날 출연된 주식을 동시에 출연된 것으로 의제하는 규정을 찾아볼 수도 없다.<br/>  ③ 출연자는 다수의 공익법인 등에 주식을 출연하는 경우 증여세 과세가액 불산입 한도 등을 고려하여 각 공익법인 등에 대한 주식의 출연 시기와 순서를 자유롭게 정할 수 있다. 출연자가 증여세 과세가액 불산입 한도 등을 고려하여 주식을 순차로 출연하였음에도 그 출연이 같은 날 이루어졌다는 이유만으로 출연자의 의사를 무시한 채 각 주식이 동시에 출연된 것으로 의제하여야 할 합리적인 이유를 찾기 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제16조 제1항, 제48조 제1항, 구 상속세 및 증여세법 시행령(2016. 2. 5. 대통령령 제26960호로 개정되기 전의 것) 제37조 제1항, 제2항(현행 상속세 및 증여세법 제2조 제10호, 상속세 및 증여세법 시행령 제37조 제2항 참조), 제7항 제2호[현행 상속세 및 증여세법 제48조 제1항 제1호, 제2항 제2호 (가)목 참조], 제3호[현행 상속세 및 증여세법 제48조 제1항 제3호, 제2항 제2호 (다)목 참조]<br/>",
  "참조판례": ""
}