{
  "판례일련번호": "233971",
  "사건명": "권리범위확인(디)",
  "사건번호": "2021후10473",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230223",
  "판시사항": "확인대상디자인이 등록디자인의 권리범위에 속하는지를 판단할 때 신규성 상실 예외 규정의 적용 근거가 된 공지디자인 또는 이들의 결합에 따라 쉽게 실시할 수 있는 디자인이 누구나 이용할 수 있는 공공의 영역에 있음을 전제로 한 자유실시디자인 주장이 허용되는지 여부(소극)<br/>",
  "판결요지": "디자인보호법의 신규성 상실 예외 규정 등 관련 규정의 문언과 내용, 입법 취지, 자유실시디자인 법리의 본질 및 기능 등을 종합하여 보면, 확인대상디자인이 등록디자인의 권리범위에 속하는지를 판단할 때 신규성 상실 예외 규정의 적용 근거가 된 공지디자인 또는 이들의 결합에 따라 쉽게 실시할 수 있는 디자인이 누구나 이용할 수 있는 공공의 영역에 있음을 전제로 한 자유실시디자인 주장은 허용되지 않고, 확인대상디자인과 등록디자인을 대비하는 방법에 의하여야 한다.<br/>  ① 디자인보호법은 출원 전에 공지·공용된 디자인이나 이와 유사한 디자인, 공지·공용된 디자인으로부터 쉽게 창작할 수 있는 디자인은 원칙적으로 디자인등록을 받을 수 없도록 규정하고 있다(디자인보호법 제33조). 그러나 이러한 신규성 및 창작비용이성에 관한 원칙을 너무 엄격하게 적용하면 디자인등록을 받을 수 있는 권리를 가진 자에게 지나치게 가혹하여 형평성을 잃게 되거나 산업의 발전을 도모하는 디자인보호법의 취지에 맞지 않는 경우가 생길 수 있으므로, 예외적으로 디자인등록을 받을 수 있는 권리를 가진 자가 일정한 요건과 절차를 갖춘 경우에는 디자인이 출원 전에 공개되었다고 하더라도 그 디자인은 신규성 및 창작비용이성을 상실하지 않는 것으로 취급하기 위하여 신규성 상실의 예외 규정(디자인보호법 제36조)을 두었다.<br/>  ② 신규성 상실 예외 규정의 적용을 받아 디자인으로 등록되면 예외 규정의 적용 없이 디자인 등록된 경우와 동일하게 디자인권자는 업으로서 등록디자인 또는 이와 유사한 디자인을 실시할 권리를 독점한다(디자인보호법 제92조). 즉, 디자인등록출원 전 공공의 영역에 있던 디자인이라 하더라도 신규성 상실 예외 규정의 적용을 받아 등록된 디자인과 동일 또는 유사한 디자인이라면 등록디자인이 등록무효로 확정되지 않는 한 등록디자인의 독점·배타권의 범위에 포함되는 것이다.<br/>  ③ 신규성 상실의 예외를 인정함으로써 그 근거가 된 공지디자인을 기초로 등록디자인과 동일 또는 유사한 디자인을 실시한 제3자가 예기치 않은 불이익을 입는 경우가 있을 수 있는데, 디자인보호법은 위와 같은 입법적 결단을 전제로 제3자와 디자인등록을 받을 수 있는 권리를 가진 자 사이의 이익균형을 도모하기 위하여 제36조 제2항에서 신규성 상실 예외 규정을 적용받아 디자인등록을 받을 수 있는 권리를 가진 자가 준수해야 할 시기적·절차적 요건을 정하고 있고, 신규성 상실 예외 규정을 적용받더라도 출원일 자체가 소급하지는 않는 것으로 하였다.<br/>  ④ 등록디자인과 대비되는 확인대상디자인이 등록디자인의 출원 전에 그 디자인이 속하는 분야에서 통상의 지식을 가진 사람이 공지디자인 또는 이들의 결합에 따라 쉽게 실시할 수 있는 것인 때에는 등록디자인과 대비할 것도 없이 그 등록디자인의 권리범위에 속하지 않는다고 볼 수 있는데, 이는 등록디자인이 공지디자인으로부터 쉽게 창작 가능하여 무효에 해당하는지 여부를 직접 판단하지 않고 확인대상디자인을 공지디자인과 대비하는 방법으로 확인대상디자인이 등록디자인의 권리범위에 속하는지를 결정함으로써 신속하고 합리적인 분쟁해결을 도모하기 위한 것이다.<br/>  이와 같은 자유실시디자인 법리는 기본적으로 등록디자인의 출원 전에 그 디자인이 속하는 분야에서 통상의 지식을 가진 사람이 공지디자인 또는 이들의 결합에 따라 쉽게 실시할 수 있는 디자인은 공공의 영역에 있는 것으로서 누구나 이용할 수 있어야 한다는 생각에 기초하고 있다. 그런데 디자인등록출원 전 공공의 영역에 있던 디자인이라고 하더라도 신규성 상실 예외 규정의 적용을 받아 등록된 디자인과 동일 또는 유사한 디자인이라면 등록디자인의 독점·배타권의 범위에 포함되게 된다. 그렇다면 이와 같이 신규성 상실 예외 규정의 적용 근거가 된 공지디자인 또는 이들의 결합에 따라 쉽게 실시할 수 있는 디자인이 누구나 이용할 수 있는 공공의 영역에 있다고 단정할 수 없으므로, 신규성 상실 예외 규정의 적용 근거가 된 공지디자인을 기초로 한 자유실시디자인 주장은 허용되지 않는다.<br/>  ⑤ 제3자의 보호 관점에서 보더라도 디자인보호법이 정한 시기적·절차적 요건을 준수하여 신규성 상실 예외 규정을 받아 등록된 이상 입법자의 결단에 따른 제3자와의 이익균형은 이루어진 것으로 볼 수 있다. 또한 신규성 상실 예외 규정의 적용 근거가 된 공지디자인을 기초로 한 자유실시디자인 주장을 허용하는 것은 디자인보호법이 디자인권자와 제3자 사이의 형평을 도모하기 위하여 선사용에 따른 통상실시권(디자인보호법 제100조) 등의 제도를 마련하고 있음에도 공지디자인에 대하여 별다른 창작적 기여를 하지 않은 제3자에게 법정 통상실시권을 넘어서는 무상의 실시 권한을 부여함으로써 제3자에 대한 보호를 법으로 정해진 등록디자인권자의 권리에 우선하는 결과가 된다는 점에서도 위와 같은 자유실시디자인 주장은 허용될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "디자인보호법 제33조, 제36조, 제92조, 제100조<br/>",
  "참조판례": "대법원 2016. 8. 29. 선고 2016후878 판결(공2016하, 1555), 대법원 2017. 1. 12. 선고 2014후1341 판결(공2017상, 403), 대법원 2017. 11. 14. 선고 2016후366 판결(공2017하, 2359)<br/>"
}