{
  "판례일련번호": "234057",
  "사건명": "횡령",
  "사건번호": "2021도2088",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20221229",
  "판시사항": "[1] 형법 제335조 제1항에서 정하는 ‘반환의 거부’의 의미 및 판단 기준 / 반환거부에 정당한 이유가 있는 경우, 불법영득의 의사가 인정되는지 여부(소극)<br/>  [2] 주류업체 甲 주식회사의 사내이사인 피고인이 피해자를 상대로 주류대금 청구소송을 제기한 민사 분쟁 중 피해자가 착오로 피고인이 관리하는 甲 회사 명의 계좌로 금원을 송금하여 피고인이 이를 보관하게 되었는데, 피고인은 피해자로부터 위 금원이 착오송금된 것이라는 사정을 문자메시지를 통해 고지받아 위 금원을 반환해야 할 의무가 있었음에도, 피해자와 상계 정산에 관한 합의 없이 피고인이 주장하는 주류대금 채권액을 임의로 상계 정산한 후 반환을 거부하여 횡령죄로 기소된 사안에서, 피고인이 피해자의 착오로 甲 회사 명의 계좌로 송금된 금원 중 甲 회사의 피해자에 대한 채권액에 상응하는 부분에 관하여 반환을 거부한 행위는 정당한 상계권의 행사로 볼 여지가 있으므로, 피고인의 반환거부행위가 횡령행위와 같다고 보아 불법영득의사를 인정한 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법 제355조 제1항에서 정하는 ‘반환의 거부’란 보관물에 대하여 소유자의 권리를 배제하는 의사표시를 하는 행위를 뜻하므로, ‘반환의 거부’가 횡령죄를 구성하려면 타인의 재물을 보관하는 자가 단순히 반환을 거부한 사실만으로는 부족하고 반환거부의 이유와 주관적인 의사들을 종합하여 반환거부행위가 횡령행위와 같다고 볼 수 있을 정도이어야 한다. 횡령죄에서 불법영득의 의사는 타인의 재물을 보관하는 자가 그 취지에 반하여 정당한 권원 없이 스스로 소유권자와 같이 이를 처분하는 의사를 말하므로 비록 반환을 거부하였더라도 반환거부에 정당한 이유가 있다면 불법영득의 의사가 있다고 할 수 없다.<br/>  [2] 주류업체 甲 주식회사의 사내이사인 피고인이 피해자를 상대로 주류대금 청구소송을 제기한 민사 분쟁 중 피해자가 착오로 피고인이 관리하는 甲 회사 명의 계좌로 금원을 송금하여 피고인이 이를 보관하게 되었는데, 피고인은 피해자로부터 위 금원이 착오송금된 것이라는 사정을 문자메시지를 통해 고지받아 위 금원을 반환해야 할 의무가 있었음에도, 피해자와 상계 정산에 관한 합의 없이 피고인이 주장하는 주류대금 채권액을 임의로 상계 정산한 후 반환을 거부하여 횡령죄로 기소된 사안에서, 어떤 예금계좌에 금원이 착오로 잘못 송금되어 입금된 경우 수취인과 송금인 사이에 신의칙상 보관관계가 성립하기는 하나, 특별한 사정이 없는 한 이러한 이유만으로 송금인이 착오로 송금한 금전이 위탁자가 목적과 용도를 정하여 명시적으로 위탁한 금전과 동일하다거나, 송금인이 수취인에게 금원의 수수를 수반하는 사무처리를 위임하였다고 보아 수취인의 송금인에 대한 상계권 행사가 당초 위임한 취지에 반한다고 평가할 수는 없는 점, 관련 민사사건의 진행경과에 비추어 甲 회사가 반환거부 일시경 피해자에 대하여 반환거부 금액에 상응하는 물품대금채권을 보유하고 있었던 것으로 보이는 점, 피고인은 착오송금된 금원 중 甲 회사의 물품대금채권액에 상응한 금액을 제외한 나머지는 송금 다음 날 반환하였고, 나머지에 대해서도 반환을 요청하는 피해자에게 甲 회사의 물품대금채권을 자동채권으로 하여 상계권을 행사한다는 의사를 충분히 밝힌 것으로 보여, 피고인이 불법영득의사를 가지고 반환을 거부한 것이라고 단정하기 어려운 점을 종합하면, 피고인이 피해자의 착오로 甲 회사 명의 계좌로 송금된 금원 중 甲 회사의 피해자에 대한 채권액에 상응하는 부분에 관하여 반환을 거부한 행위는 정당한 상계권의 행사로 볼 여지가 있으므로, 피고인의 반환거부행위가 횡령행위와 같다고 보아 불법영득의사를 인정한 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제355조 제1항 / [2] 형법 제355조 제1항<br/>",
  "참조판례": "[1] 대법원 1998. 7. 10. 선고 98도126 판결(공1998하, 2174), 대법원 2002. 9. 4. 선고 2000도637 판결(공2002하, 2374), 대법원 2015. 2. 26. 선고 2014도11552 판결<br/>"
}