{
  "판례일련번호": "234269",
  "사건명": "특정범죄가중처벌등에관한법률위반(보복협박등)·스토킹범죄의처벌등에관한법률위반·가정폭력범죄의처벌등에관한특례법위반",
  "사건번호": "2022노2157",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20221124",
  "판시사항": "피고인이 별거 중인 배우자 甲을 찾아가 협박하였다는 가정폭력행위로 법원으로부터 100m 이내 접근금지, 전기통신 이용 접근금지의 임시조치 결정을 받았음에도 1개월여 동안 지속적·반복적으로 甲에게 문자메시지 또는 사진 파일을 전송하거나 甲의 휴대전화에 부재중 전화 표시가 나타나게 하고 甲의 주거지 옥상에 올라가는 등의 방법으로 임시조치를 이행하지 않음과 동시에 스토킹행위를 하였다고 하여 가정폭력범죄의 처벌 등에 관한 특례법 위반 및 스토킹범죄의 처벌 등에 관한 법률 위반 등으로 기소된 사안에서, 피고인이 정보통신망을 통하여 직접 음향 등을 송신하는 행위뿐만 아니라 전화를 이용하여 상대방 전화기가 만들어 낸 음향 등(전화기의 벨소리, 부재중 전화 표시)을 도달하게 하는 행위 역시 스토킹행위에 해당하고, 지속적·반복적으로 상대방 휴대전화에 부재중 전화 표시가 나타나게 한 행위는 글이나 부호 등을 도달하게 하는 행위만큼이나 불안감·공포심을 일으키는 것이라는 등의 이유로, 공소사실 전부를 유죄로 인정한 사례<br/>",
  "판결요지": "피고인이 별거 중인 배우자 甲을 찾아가 협박하였다는 가정폭력행위로 법원으로부터 100m 이내 접근금지, 전기통신 이용 접근금지의 임시조치 결정을 받았음에도 1개월여 동안 27회에 걸쳐 지속적·반복적으로 甲에게 문자메시지 또는 사진 파일을 전송하거나 甲의 휴대전화에 부재중 전화 표시가 나타나게 하고 甲의 주거지 옥상에 올라가는 등의 방법으로 임시조치를 이행하지 않음과 동시에 스토킹행위를 하였다고 하여 가정폭력범죄의 처벌 등에 관한 특례법 위반 및 스토킹범죄의 처벌 등에 관한 법률 위반 등으로 기소된 사안이다. <br/>스토킹범죄의 처벌 등에 관한 법률 제18조 제1항은 스토킹범죄를 저지른 사람을 3년 이하의 징역 또는 3,000만 원 이하의 벌금에 처하도록 규정하고, 같은 법 제2조 제2호는 ‘스토킹범죄’를 지속적 또는 반복적으로 스토킹행위를 하는 것으로 규정하고 있는바, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제74조 제1항 제3호, 제44조의7 제1항 제3호에서 말하는 ‘정보통신망을 통하여 공포심이나 불안감을 유발하는 부호, 문언, 음향을 반복적으로 상대방에게 도달하게 하는 행위’는 상대방에게 전화를 걸어 반복적으로 음향 등을 보냄으로써 이를 받는 상대방으로 하여금 공포심이나 불안감을 유발케 하는 것으로, 전화기의 벨소리는 정보통신망을 통하여 상대방에게 송신된 음향이 아니므로 반복된 전화기의 벨소리로 상대방에게 공포심이나 불안감을 유발케 하더라도 같은 법 위반이 될 수 없으나, 스토킹범죄의 처벌 등에 관한 법률 제2조 제1호 (다)목은 위 행위뿐 아니라 ‘전화를 이용하여 음향, 글, 부호 등을 도달하게 하는 행위’까지 스토킹행위로 보고 있어, 피고인이 전화를 이용하여 상대방 전화기가 만들어 낸 음향 등(전화기의 벨소리, 부재중 전화 표시)을 도달하게 하는 행위 역시 스토킹행위에 해당하고, 지속적·반복적으로 상대방 휴대전화에 부재중 전화 표시가 나타나게 한 행위는 글이나 부호 등을 도달하게 하는 행위만큼이나 불안감·공포심을 일으키는 것이어서 이를 스토킹범죄로 규율하는 것이 다양한 유형의 스토킹범죄로부터 피해자를 보호하려는 입법 취지에 부합하는 해석이라는 이유로, 공소사실 전부를 유죄로 인정한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "스토킹범죄의 처벌 등에 관한 법률 제1조, 제2조 제1호 (다)목, 제2호, 제18조 제1항, 정보통신망 이용촉진 및 정보보호 등에 관한 법률 제44조의7 제1항 제3호, 제74조 제1항 제3호, 가정폭력범죄의 처벌 등에 관한 특례법 제29조 제1항 제2호, 제3호, 제63조 제2항, 특정범죄 가중처벌 등에 관한 법률 제5조의9 제2항, 형법 제37조, 제40조, 제283조 제1항<br/>",
  "참조판례": ""
}