{
  "판례일련번호": "234275",
  "사건명": "종합부동산세부과처분취소",
  "사건번호": "2022구합20398",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20221201",
  "판시사항": "관할세무서장이 甲 주식회사와 乙 주식회사에 각 회사가 보유하고 있는 부동산에 관하여 종합부동산세법 제8조 제1항, 제2항, 제9조 제1항 제1호, 제2호, 제2항 제1호, 제2호에 근거하여 종합부동산세액을 결정·고지한 사안에서, 종합부동산세를 규정한 위 법률조항이 조세평등원칙 및 공평과세원칙, 이중과세금지원칙, 비례의 원칙에 반한다고 할 수 없으므로, 이에 근거한 위 처분은 적법하다고 한 사례<br/>",
  "판결요지": "관할세무서장이 甲 주식회사와 乙 주식회사에 각 회사가 보유하고 있는 부동산에 관하여 종합부동산세법 제8조 제1항, 제2항, 제9조 제1항 제1호, 제2호, 제2항 제1호, 제2호에 근거하여 종합부동산세액을 결정·고지한 사안이다.<br/>  ① 입법자가 종합부동산세와 관련하여 정책적 목적에 따라 과세대상을 나누어 누진세율을 규정하는 것도 가능하며, 누진세율을 규정하는 경우에도 단순누진세율을 도입할 것인지 초과누진세율을 도입할 것인지는 입법자의 정책적 결정에 맡겨져 있는 점, 공시가격을 기준으로 종합부동산세의 과세표준을 정하고 누진세율에 의하여 과세하도록 한 것은 입법재량의 범위 내에서 부동산의 가격안정과 담세능력에 상응한 과세를 도모하기 위한 것으로 응능(應能)과세원칙에 위배된다고 보기 어려운 점 등에 비추어, 위 법률조항이 조세평등원칙 및 공평과세원칙에 위반된다고 할 수 없고, ② 재산세와의 관계에서 종합부동산세법은 주택분 과세표준 금액에 대하여 해당 과세대상 주택의 주택분 재산세로 부과된 금액은 주택분 종합부동산세액에서 공제하도록 규정하여 재산세와의 과세조정을 도모하고 있는 점, 양도소득세와의 관계에서 종합부동산세는 전국의 모든 과세대상 부동산을 과세물건으로 하여 소유자별로 합산한 ‘부동산 가액’을 과세표준으로 삼는 보유세의 일종으로, 양도차익이라는 ‘소득’에 대하여 과세하는 양도소득세와는 그 과세의 목적 또는 과세물건을 달리하고, 종합부동산세의 수익세적 성격에 주목하여 양도소득세와의 이중과세 조정을 위한 장치를 마련할 것인지는 입법형성의 재량 영역에 속하는 점에 비추어, 위 법률조항이 이중과세금지원칙에 위반된다고 할 수도 없으며, ③ 종합부동산세법이 2018. 12. 31. 개정으로 종합부동산세율을 대체로 상향시키면서 2주택 이하 소유자와 3주택 이상 소유자를 구분하여 세율체계를 차별하여 구성하는 방식으로 변경된 것은 주택 수에 따라 3주택 이상을 소유한 자에 대하여는 투기적 목적의 주택 소유를 억제하기 위하여 도입된 것으로 입법 목적의 정당성이 인정되는 점, 주택 수와 공시가격을 기준으로 하여 누진세율을 적용해 과세하도록 한 것은 입법재량의 범위 내에서 부동산의 가격안정과 담세능력에 상응한 과세를 도모하기 위한 것으로 봄이 상당하고, 종합부동산세법은 고액의 부동산 보유자에 대하여 종합부동산세를 부과함으로써 부동산 보유에 대한 조세 형평을 제고하고, 부동산의 가격안정을 도모하여 지방재정의 균형발전과 국민경제의 건전한 발전에 이바지함을 목적으로 하고 있어 방법의 적절성 또한 수긍할 수 있는 점, 종합부동산세법이 규정한 조세의 부담은 재산권의 본질적 내용인 사적 유용성과 원칙적인 처분권한을 여전히 부동산 소유자에게 남겨 놓은 한도 내에서의 재산권의 제한에 불과하고, 그에 비하여 부동산의 과다 보유 및 부동산에 대한 투기적 수요 등을 억제함으로써 부동산 가격안정을 꾀하여 국민경제의 건전한 발전을 도모함으로써 얻을 수 있는 공익이 더 크다고 할 것이어서 피해의 최소성 및 법익 균형성의 원칙에 어긋난다고 보기도 어려운 점에 비추어, 위 법률조항이 비례의 원칙에 반하여 납세의무자의 재산권을 침해한다고 할 수도 없으므로, 결국 종합부동산세를 규정한 위 법률조항에 근거한 위 처분은 적법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "종합부동산세법 제1조, 제8조 제1항, 제2항, 제9조, 제10조, 제14조 제3항, 제4항, 제15조<br/>",
  "참조판례": ""
}