{
  "판례일련번호": "234337",
  "사건명": "등록무효(상)",
  "사건번호": "2022후10289",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230309",
  "판시사항": "[1] 상표법 제150조에서 정한 일사부재리의 효력이 미치는 범위<br/>  [2] 상표법 제34조 제1항 제20호의 규정 취지 / 선사용상표에 관한 권리자가 외국에서 선사용상표를 상품에 표시하였을 뿐 국내에서 직접 또는 대리인을 통해 선사용상표의 사용행위를 한 바 없더라도 국내에 유통될 것을 전제로 상품을 수출하여 선사용상표를 표시한 그대로 국내에서 유통되게 한 경우, 이를 수입하여 유통시킨 제3자와의 관계에서 선사용상표가 상표법 제34조 제1항 제20호의 ‘타인이 사용한 상표’에 해당하는지 여부(적극)<br/>  [3] 甲 외국회사로부터 선사용상표 \"\"가 포장지에 표기된 상품을 수입하여 국내에서 판매하여 오던 乙 주식회사가 상표 \"\"를 위 상품과 동일·유사한 상품에 출원하여 등록을 받았다가, 甲 회사가 제기한 등록무효심판청구에서 상표등록을 무효로 한다는 심결이 내려지자 乙 회사가 심결취소를 구한 사안에서, 위 등록상표는 상표법 제34조 제1항 제20호에 해당하여 등록이 무효로 되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 상표법 제150조에서 정한 일사부재리의 효력은 확정심결과 동일 사실 및 동일 증거에 의하여 다시 심판청구를 하는 경우에 미치므로, 심판의 종류나 청구취지가 다른 경우에는 일사부재리의 효력이 미치지 아니한다.<br/>  [2] 상표법 제34조 제1항 제20호는 동업·고용 등 계약관계나 업무상 거래관계 또는 그 밖의 관계를 통하여 타인이 사용하거나 사용을 준비 중인 상표임을 알면서 그 상표와 동일·유사한 상표를 동일·유사한 상품에 등록출원한 상표에 대해서는 상표등록을 받을 수 없다고 규정하고 있다. 위 규정의 취지는 타인과의 계약관계 등을 통해 타인이 사용하거나 사용을 준비 중인 상표(이하 ‘선사용상표’라고 한다)임을 알게 되었을 뿐 그 상표등록을 받을 수 있는 권리자가 아닌 사람이 타인에 대한 관계에서 신의성실의 원칙에 위반하여 선사용상표와 동일·유사한 상표를 동일·유사한 상품에 등록출원한 경우 그 상표등록을 허용하지 않는다는 데에 있다.<br/>  이때 선사용상표는 원칙적으로 국내에서 사용 또는 사용 준비 중인 상표여야 하는데, 선사용상표에 관한 권리자가 외국에서 선사용상표를 상품에 표시하였을 뿐 국내에서 직접 또는 대리인을 통하여 상표법 제2조 제1항 제11호에서 정한 상표의 사용행위를 한 바 없다고 하더라도, 국내에 유통될 것을 전제로 상품을 수출하여 그 상품을 선사용상표를 표시한 그대로 국내의 정상적인 거래에서 양도, 전시되는 등의 방법으로 유통되게 하였다면 이를 수입하여 유통시킨 제3자와의 관계에서 선사용상표는 상표법 제34조 제1항 제20호의 ‘타인이 사용한 상표’에 해당한다.<br/>  [3] 甲 외국회사로부터 선사용상표 \"\"가 포장지에 표기된 상품을 수입하여 국내에서 판매하여 오던 乙 주식회사가 상표 \"\"를 위 상품과 동일·유사한 상품에 출원하여 등록을 받았다가, 甲 회사가 제기한 등록무효심판청구에서 상표등록을 무효로 한다는 심결이 내려지자 乙 회사가 심결취소를 구한 사안에서, 乙 회사가 상표 출원 전 甲 회사와 업무상 거래 관계에 있었던 점, 甲 회사는 국내에 유통될 것을 전제로 외국에서 선사용상표를 표시한 사용상품을 수출하였고 선사용상표를 표시한 그대로 수입업자인 乙 회사를 통해 국내의 정상적인 거래에서 양도, 전시되는 등의 방법으로 사용상품을 유통되게 하였던 점을 종합하면, 乙 회사는 업무상 거래관계 등을 통해 선사용상표가 甲 회사에 의하여 국내에서 사용되는 상표임을 알면서도 신의성실의 원칙을 위반하여 그와 동일·유사한 상표를 동일·유사한 상품에 출원하여 등록받았다고 봄이 타당하므로, 위 등록상표는 상표법 제34조 제1항 제20호에 해당하여 등록이 무효로 되어야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제150조 / [2] 상표법 제2조 제1항 제11호, 제34조 제1항 제20호 / [3] 상표법 제34조 제1항 제20호<br/>",
  "참조판례": "[2] 대법원 2020. 9. 3. 선고 2019후10739 판결(공2020하, 2037)<br/>"
}