{
  "판례일련번호": "234333",
  "사건명": "손해배상(기)",
  "사건번호": "2021다202903",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230309",
  "판시사항": "[1] 국가 산하 수사기관이 ‘甲이 도일(渡日)하여 조총련 대남공작조직에서 활동하고 있는 乙 및 그의 상부조직과 연계된 후 국내에 잠입하여 간첩활동을 하다가 검거되었다.’는 취지의 수사발표와 보도자료 배포를 한 후, 甲이 국가보안법 위반 혐의로 기소되어 유죄판결을 받고 복역하였으며, 乙은 위 수사발표 및 그 후 이루어진 지명수배 때문에 일본에 머물면서 귀국하지 못하다가 10여 년이 지난 후 귀국하여 공항에서 임의동행 형식으로 수사기관에 연행된 다음 불법구금 상태로 이루어진 조사과정에서 국가보안법 위반 혐의에 대해 자백하고 반성문을 제출하여 기소유예 처분을 받았는데, 그 후 甲이 재심에서 무죄판결을 받자, 乙이 국가를 상대로 국가배상청구를 한 사안에서, 위 수사발표 및 보도자료 배포, 乙에 대한 지명수배는 모두 乙에 대한 수사절차의 일환으로서 전체적으로 보아 위법하다고 평가할 수 있는데도, 수사발표 및 보도자료 배포, 불법구금에 대해서는 위법하다고 인정한 반면, 乙에 대한 지명수배는 위법하지 않다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>  [2] 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해사건·조작의혹사건’에서 공무원의 위법한 직무집행으로 입은 손해에 대한 국가배상청구권에 민법 제766조 제2항에 따른 장기소멸시효가 적용되는지 여부(소극)<br/>  [3] 재심에서 무죄판결을 받은 甲의 국가보안법 위반 사건에서 甲 등 간첩 일당의 일본 측 대남공작 조직원으로 지목된 乙이 자신에 대한 국가 산하 수사기관의 수사발표 및 보도자료 배포, 지명수배, 불법구금이 위법하다며 국가배상청구를 한 사안에서, 乙에 대한 수사발표 및 보도자료 배포, 지명수배, 불법구금은 모두 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제4호의 중대한 인권침해사건·조작의혹사건을 구성하는 일부분이고, 그중 일부 행위만 떼어내어 진실·화해를 위한 과거사정리 기본법의 적용을 부정하는 것은 타당하지 않은데도, 불법구금만을 개별적으로 취급하여 중대한 인권침해사건·조작의혹사건에 해당하지 않아 소멸시효가 완성되었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>  [4] 불법행위 시와 변론종결 시 사이에 장기간의 세월이 지나 통화가치 등에 상당한 변동이 생긴 경우, 불법행위로 인한 위자료 배상채무의 지연손해금 기산일(=사실심 변론종결일) 및 이러한 예외적인 경우에는 불법행위 시부터 지연손해금이 가산되는 원칙적인 경우보다 배상이 지연된 사정을 적절히 참작하여 사실심 변론종결 시의 위자료 원금을 산정할 필요가 있는지 여부(적극)<br/>",
  "판결요지": "[1] 국가 산하 수사기관이 ‘甲이 도일(渡日)하여 조총련 대남공작조직에서 활동하고 있는 乙 및 그의 상부조직과 연계된 후 국내에 잠입하여 간첩활동을 하다가 검거되었다.’는 취지의 수사발표와 보도자료 배포를 한 후, 甲이 국가보안법 위반 혐의로 기소되어 유죄판결을 받고 복역하였으며, 乙은 위 수사발표 및 그 후 이루어진 지명수배 때문에 일본에 머물면서 귀국하지 못하다가 10여 년이 지난 후 귀국하여 공항에서 임의동행 형식으로 수사기관에 연행된 다음 불법구금 상태로 이루어진 조사과정에서 국가보안법 위반 혐의에 대해 자백하고 반성문을 제출하여 기소유예 처분을 받았는데, 그 후 甲이 재심에서 무죄판결을 받자, 乙이 국가를 상대로 국가배상청구를 한 사안에서, 국가배상책임의 성립 요건으로서 ‘공권력의 위법한 행사’를 판단할 때에는 국가기관의 직무집행을 전체적으로 판단할 필요가 있는데, 수사발표나 배포된 보도자료의 내용에 비추어 乙에 대한 지명수배 조치가 충분히 예상되는 상황이었고, 乙은 검거를 우려하여 10여 년간 입국하지 못하였던 점, 乙이 입국하자 수사기관에서 바로 임의동행한 것도 지명수배로 인한 것으로서 지명수배 조치가 불법구금을 용이하게 하였다고 볼 수 있는 점, 국가 산하 수사기관이 관련자들에 대한 불법구금, 가혹행위 등 위법하게 증거를 수집하였고 이에 기초하여 수사발표 및 보도자료 배포, 乙에 대한 지명수배가 이루어진 점 등을 종합하면, 위 수사발표 및 보도자료 배포, 乙에 대한 지명수배는 모두 乙에 대한 수사절차의 일환으로서 전체적으로 보아 공무원이 직무를 집행하면서 객관적 주의의무를 소홀히 하여 그 직무행위가 객관적 정당성을 상실한 것으로서 위법하다고 평가할 수 있는데도, 수사발표 및 보도자료 배포, 불법구금에 대해서는 위법하다고 인정한 반면, 乙에 대한 지명수배는 위법하지 않다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>  [2] 헌법재판소는 2018. 8. 30. 민법 제166조 제1항, 제766조 제2항 중 ‘진실·화해를 위한 과거사정리 기본법’(이하 ‘과거사정리법’이라 한다) 제2조 제1항 제3호의 ‘민간인 집단 희생사건’, 같은 항 제4호의 ‘중대한 인권침해사건·조작의혹사건’에 적용되는 부분은 헌법에 위반된다는 결정을 선고하였다. 따라서 과거사정리법상 ‘민간인 집단 희생사건’, ‘중대한 인권침해사건·조작의혹사건’에서 공무원의 위법한 직무집행으로 입은 손해에 대한 국가배상청구권에 대해서는 민법 제766조 제2항에 따른 장기소멸시효가 적용되지 않는다.<br/>  [3] 재심에서 무죄판결을 받은 甲의 국가보안법 위반 사건에서 甲 등 간첩 일당의 일본 측 대남공작 조직원으로 지목된 乙이 자신에 대한 국가 산하 수사기관의 수사발표 및 보도자료 배포, 지명수배, 불법구금이 위법하다며 국가배상청구를 한 사안에서, 甲 등 관련자들에 대한 수사발표 및 보도자료 배포는 국가 산하 수사기관의 수사관들이 위 관련자들에 대한 불법구금, 가혹행위 등을 통해 받아낸 임의성 없는 자백을 기초로 증거를 조작한 사건으로 진실·화해를 위한 과거사정리 기본법(이하 ‘과거사정리법’이라 한다) 제2조 제1항 제4호의 ‘중대한 인권침해사건·조작의혹사건’에 해당하고, 여기서 乙은 간첩 일당의 일본 측 대남공작 조직원으로 지목되었으므로, 乙에 대한 수사발표 및 보도자료 배포, 지명수배, 불법구금은 모두 중대한 인권침해사건·조작의혹사건을 구성하는 일부분이고, 그중 일부 행위만 떼어내어 과거사정리법의 적용을 부정하는 것은 타당하지 않은데도, 불법구금만을 개별적으로 취급하여 중대한 인권침해사건·조작의혹사건에 해당하지 않아 소멸시효가 완성되었다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>  [4] 불법행위 시와 변론종결 시 사이에 장기간의 세월이 지나 위자료를 산정할 때 반드시 참작해야 할 변론종결 시의 통화가치 등에 불법행위 시와 비교하여 상당한 변동이 생긴 때에는 예외적으로 불법행위로 인한 위자료 배상채무의 지연손해금은 그 위자료 산정의 기준시인 사실심 변론종결일로부터 발생한다고 보아야 하고, 이처럼 불법행위로 인한 위자료 배상채무의 지연손해금이 사실심 변론종결일부터 발생한다고 보아야 하는 예외적인 경우에는 불법행위 시부터 지연손해금이 가산되는 원칙적인 경우보다 배상이 지연된 사정을 적절히 참작하여 사실심 변론종결 시의 위자료 원금을 산정할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 국가배상법 제2조 제1항, 제8조, 민법 제166조 제1항, 제766조, 국가재정법 제96조 제2항, 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제3호, 제4호 / [3] 국가배상법 제2조 제1항, 제8조, 민법 제166조 제1항, 제766조, 국가재정법 제96조 제2항, 진실·화해를 위한 과거사정리 기본법 제2조 제1항 제4호 / [4] 민법 제393조, 제750조, 제751조, 제763조<br/>",
  "참조판례": "[2] 대법원 2019. 11. 14. 선고 2018다233686 판결(공2020상, 16), 헌법재판소 2018. 8. 30. 선고 2014헌바148, 162, 219, 466, 2015헌바50, 440, 2014헌바223, 290, 2016헌바419 전원재판부 결정(헌공263, 1394) / [4] 대법원 2011. 1. 13. 선고 2009다103950 판결(공2011상, 319)<br/>"
}