{
  "판례일련번호": "234339",
  "사건명": "손해배상(의)[미성년자인 환자에 대한 진료 과실 등으로 병원에 손해배상을 구하는 사건]",
  "사건번호": "2020다218925",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230309",
  "판시사항": "[1] 의사의 설명의무의 내용<br/>  [2] 의사가 미성년자인 환자에 대해서 의료행위에 관한 설명의무를 부담하는지 여부(원칙적 적극) / 의사가 미성년자인 환자의 친권자나 법정대리인에게 의료행위에 관하여 설명한 경우, 그러한 설명이 친권자나 법정대리인을 통하여 미성년자인 환자에게 전달됨으로써 의사는 미성년자인 환자에 대한 설명의무를 이행하였다고 볼 수 있는지 여부(적극) / 의사가 미성년자인 환자에게 직접 의료행위에 관하여 설명하고 승낙을 받을 필요가 있는 특별한 사정이 있는 경우, 의사가 미성년자인 환자에게 직접 설명의무를 부담하는지 여부(적극) 및 이때 설명의 정도<br/>",
  "판결요지": "[1] 의사는 응급환자의 경우나 그 밖에 특별한 사정이 없는 한 환자에게 수술 등 인체에 위험을 가하는 의료행위를 할 경우 그에 대한 승낙을 얻기 위한 전제로서 환자에게 질병의 증상, 치료방법의 내용 및 필요성, 발생이 예상되는 생명, 신체에 대한 위험과 부작용 등에 관하여 당시의 의료수준에 비추어 환자가 의사결정을 함에 있어 중요하다고 생각되는 사항을 구체적으로 설명하여 환자로 하여금 수술 등의 의료행위에 응할 것인지 스스로 결정할 기회를 가지도록 할 의무가 있다.<br/>  [2] 의료법 제24조의2 제1항, 제2항은 의사·치과의사 또는 한의사가 사람의 생명 또는 신체에 중대한 위해를 발생하게 할 우려가 있는 수술, 수혈, 전신마취를 하는 경우 수술 등에 따라 전형적으로 발생이 예상되는 후유증 또는 부작용 등을 환자에게, 환자가 의사결정능력이 없는 경우 환자의 법정대리인에게 설명하고 서면으로 그 동의를 받아야 한다고 규정하고 있다. 또한 응급의료에 관한 법률 제9조 제1항, 제2항은 응급의료종사자가 의사결정능력이 없는 응급환자에 대하여 응급의료를 하여야 하는 경우 응급환자의 법정대리인이 동행하였으면 그 법정대리인에게 응급의료에 관하여 설명하고 동의를 받아야 하고, 법정대리인이 동행하지 아니하였다면 동행한 사람에게 설명한 후 응급처치를 하여야 한다고 규정하고 있으며, 생명윤리 및 안전에 관한 법률 제16조 제1항, 제2항은 인간대상연구를 함에 있어 인간대상연구자는 연구대상자로부터 서면동의를 받아야 하는데 동의 능력이 없거나 불완전한 사람으로서 아동복지법 제3조 제1호의 18세 미만인 아동이 참여하는 연구의 경우에는 법정대리인 등의 서면동의를 받아야 하고, 이 경우 법정대리인 등의 동의는 연구대상자의 의사에 어긋나서는 아니 된다고 규정하고 있다.<br/>  이러한 의료법 및 관계 법령들의 취지에 비추어 보면, 환자가 미성년자라도 의사결정능력이 있는 이상 자신의 신체에 위험을 가하는 의료행위에 관한 자기결정권을 가질 수 있으므로 원칙적으로 의사는 미성년자인 환자에 대해서 의료행위에 관하여 설명할 의무를 부담한다. <br/>  그러나 미성년자인 환자는 친권자나 법정대리인의 보호 아래 병원에 방문하여 의사의 설명을 듣고 의료행위를 선택·승낙하는 상황이 많을 것인데, 이 경우 의사의 설명은 친권자나 법정대리인에게 이루어지고 미성년자인 환자는 설명 상황에 같이 있으면서 그 내용을 듣거나 친권자나 법정대리인으로부터 의료행위에 관한 구체적인 설명을 전해 들음으로써 의료행위를 수용하는 것이 일반적이다. 아직 정신적이나 신체적으로 성숙하지 않은 미성년자에게는 언제나 의사가 직접 의료행위를 설명하고 선택하도록 하는 것보다는 이처럼 미성년자와 유대관계가 있는 친권자나 법정대리인을 통하여 설명이 전달되어 수용하게 하는 것이 미성년자의 복리를 위해서 더 바람직할 수 있다. 따라서 의사가 미성년자인 환자의 친권자나 법정대리인에게 의료행위에 관하여 설명하였다면, 그러한 설명이 친권자나 법정대리인을 통하여 미성년자인 환자에게 전달됨으로써 의사는 미성년자인 환자에 대한 설명의무를 이행하였다고 볼 수 있다. <br/>  다만 친권자나 법정대리인에게 설명하더라도 미성년자에게 전달되지 않아 의료행위 결정과 시행에 미성년자의 의사가 배제될 것이 명백한 경우나 미성년자인 환자가 의료행위에 대하여 적극적으로 거부 의사를 보이는 경우처럼 의사가 미성년자인 환자에게 직접 의료행위에 관하여 설명하고 승낙을 받을 필요가 있는 특별한 사정이 있으면 의사는 친권자나 법정대리인에 대한 설명만으로 설명의무를 다하였다고 볼 수는 없고, 미성년자인 환자에게 직접 의료행위를 설명하여야 한다. <br/>  이와 같이 의사가 미성년자인 환자에게 직접 설명의무를 부담하는 경우 의사는 미성년자인 환자의 나이, 미성년자인 환자가 자신의 질병에 대하여 갖고 있는 이해 정도에 맞추어 설명을 하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 의료법 제24조의2, 민법 제750조 / [2] 의료법 제24조의2 제1항, 제2항, 응급의료에 관한 법률 제9조 제1항, 제2항, 생명윤리 및 안전에 관한 법률 제16조 제1항, 제2항, 민법 제750조<br/>",
  "참조판례": "[1] 대법원 1994. 4. 15. 선고 93다60953 판결(공1994상, 1440), 대법원 2022. 1. 27. 선고 2021다265010 판결(공2022상, 446)<br/>"
}