{
  "판례일련번호": "234395",
  "사건명": "과징금부과처분취소",
  "사건번호": "2022두58599",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230316",
  "판시사항": "[1] 민사소송법 제267조 제2항의 규정 취지 / 후소가 전소의 소송물을 전제로 하거나 선결적 법률관계에 해당하는 경우, 전소와 ‘같은 소’로 보아 판결을 구할 수 없는지 여부(적극) 및 재소의 이익이 다른 경우 ‘같은 소’라 할 수 있는지 여부(소극) / 본안에 대한 종국판결이 있은 후 소를 취하하였으나 위 규정 취지에 반하지 않고 소를 제기할 필요가 있는 정당한 사정이 있는 경우, 다시 소를 제기할 수 있는지 여부(적극)<br/>  [2] 甲 등이 운영하는 병원에서 부당한 방법으로 보험자 등에게 요양급여비용을 부담하게 하였다는 이유로 보건복지부장관이 甲 등에 대하여 40일의 요양기관 업무정지 처분을 하자, 甲 등이 위 업무정지 처분의 취소를 구하는 소송을 제기하였다가 패소한 뒤 항소하였는데, 보건복지부장관이 항소심 계속 중 위 업무정지 처분을 과징금 부과처분으로 직권 변경하자, 甲 등이 과징금 부과처분의 취소를 구하는 소송을 제기한 후 업무정지 처분의 취소를 구하는 소를 취하한 사안에서, 위 과징금 부과처분의 취소를 구하는 소의 제기는 재소금지 원칙에 위반된다고 할 수 없음에도 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제267조 제2항은 \"본안에 대한 종국판결이 있은 뒤에 소를 취하한 사람은 같은 소를 제기하지 못한다.\"라고 규정하고 있다. 이는 임의의 소취하로 그때까지 국가의 노력을 헛수고로 돌아가게 한 사람에 대한 제재의 취지에서 그가 다시 동일한 분쟁을 문제 삼아 소송제도를 남용하는 부당한 사태의 발생을 방지하고자 하는 규정이다. 따라서 후소가 전소의 소송물을 전제로 하거나 선결적 법률관계에 해당하는 것일 때에는 비록 소송물은 다르지만 위 제도의 취지와 목적에 비추어 전소와 ‘같은 소’로 보아 판결을 구할 수 없다고 풀이하는 것이 타당하다. 그러나 여기에서 ‘같은 소’는 반드시 기판력의 범위나 중복제소금지의 경우와 같이 풀이할 것은 아니므로, 재소의 이익이 다른 경우에는 ‘같은 소’라 할 수 없다. <br/>    또한 본안에 대한 종국판결이 있은 후 소를 취하한 사람이더라도 민사소송법 제267조 제2항의 취지에 반하지 아니하고 소를 제기할 필요가 있는 정당한 사정이 있다면 다시 소를 제기할 수 있다. <br/>  [2] 甲 등이 운영하는 병원에서 부당한 방법으로 보험자 등에게 요양급여비용을 부담하게 하였다는 이유로 보건복지부장관이 甲 등에 대하여 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제98조 제1항 제1호에 따라 40일의 요양기관 업무정지 처분을 하자, 甲 등이 위 업무정지 처분의 취소를 구하는 소송(전소)을 제기하였다가 패소한 뒤 항소하였는데, 보건복지부장관이 항소심 계속 중 같은 법 제99조 제1항에 따라 위 업무정지 처분을 과징금 부과처분으로 직권 변경하자, 甲 등이 과징금 부과처분의 취소를 구하는 소송(후소)을 제기한 후 업무정지 처분의 취소를 구하는 소를 취하한 사안에서, 전소는 처분의 변경으로 인해 효력이 소멸한 ‘업무정지 처분’의 취소를 구하는 것이고, 후소는 후행처분인 ‘과징금 부과처분’의 취소를 구하는 것이므로 전소와 후소의 소송물이 같다고 볼 수 없고, 전소의 소송물인 ‘업무정지 처분의 위법성’이 과징금 부과처분의 위법성을 소송물로 하는 후소와의 관계에서 항상 선결적 법률관계 또는 전제에 있다고 보기도 어려워, 결국 甲 등에게 업무정지 처분과는 별도로 과징금 부과처분의 위법성을 소송절차를 통하여 다툴 기회를 부여할 필요가 있으므로, 위 과징금 부과처분의 취소를 구하는 소의 제기는 재소금지 원칙에 위반된다고 할 수 없음에도 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제267조 제2항 / [2] 민사소송법 제267조 제2항, 구 국민건강보험법(2016. 2. 3. 법률 제13985호로 개정되기 전의 것) 제98조 제1항 제1호, 제99조 제1항, 약사법 제23조 제1항, 제24조 제4항<br/>",
  "참조판례": "[1] 대법원 1989. 10. 10. 선고 88다카18023 판결(공1989, 1657), 대법원 2009. 6. 25. 선고 2009다22037 판결(공2009하, 1216), 대법원 2017. 4. 13. 선고 2015다16620 판결<br/>"
}