{
  "판례일련번호": "234327",
  "사건명": "건물인도",
  "사건번호": "2022다286786",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230313",
  "판시사항": "[1] 장래이행의 소가 적법하기 위한 요건 및 장래이행의 소의 적법 여부는 엄격한 기준에 따라 신중하게 판단하여야 하는지 여부(적극)<br/>  [2] 상가건물의 임대인인 甲이 임차인인 乙을 상대로 임대차계약이 기간만료로 종료됨을 이유로 건물 인도를 구하는 소를 제기하였는데, 제1심은 乙이 계약갱신요구권을 행사하였으므로 甲은 정당한 사유 없이 이를 거절할 수 없다는 이유로 甲의 청구를 기각하였고, 항소심에서 甲이 장래이행의 소로서 계약갱신요구권 행사에 따른 10년의 임대차기간이 만료하면 건물을 인도할 것을 구하는 예비적 청구를 추가한 사안에서, 제반 사정에 비추어 예비적 청구에 관하여 ‘미리 청구할 필요’가 있다고 단정할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 이행의 소는 청구권의 이행기가 도래한 경우에 한하여 허용되는 것이 원칙이지만, 이행기가 도래하더라도 채무자가 임의이행을 거부할 것이 명백히 예상되는 상황과 같이 예외적으로 채권자로 하여금 이행기에 이르러 소를 제기하게 하는 것보다 미리 집행권원을 확보하게 함으로써 이행기가 도래하면 곧바로 강제집행을 할 필요가 인정되는 경우를 대비하여 민사소송법 제251조에서 ‘장래이행의 소’를 정하였다.<br/>  장래이행의 소가 적법하기 위해서는 청구권 발생의 기초가 되는 법률상·사실상 관계가 변론종결 당시 존재하여야 하고, 그 상태가 계속될 것이 확실히 예상되어야 하며, 미리 청구할 필요가 인정되어야만 한다. 그런데 장래이행의 소는 통상적인 이행의 소의 예외에 해당하는 것일 뿐 채무자의 무자력에 따른 강제집행의 곤란에 대비하기 위해 마련된 것이 아니다. 더구나, 쌍무계약관계의 이행기가 도래하지 않은 상태임에도 당사자 일방에 대하여 선제적으로 집행권원을 확보할 수 있게 하는 것은 자칫 계약관계의 균형이 상실되어 상대방 당사자의 계약상 권리가 침해될 수 있을 뿐만 아니라 장래의 이행기에 이르기까지 발생할 수 있는 계약상 다양한 변화를 반영하지 못함으로써 이행기 당시 쌍방 당사자의 권리의무관계와 집행권원이 모순·충돌되는 불합리한 결과를 초래할 수 있다. 따라서 장래이행의 소의 적법 여부는 엄격한 기준에 따라 신중하게 판단하여야 한다.<br/>  [2] 상가건물의 임대인인 甲이 임차인인 乙을 상대로 임대차계약이 기간만료로 종료됨을 이유로 건물 인도를 구하는 소를 제기하였는데, 제1심은 乙이 계약갱신요구권을 행사하였으므로 甲은 정당한 사유 없이 이를 거절할 수 없다는 이유로 甲의 청구를 기각하였고, 항소심에서 甲이 장래이행의 소로서 계약갱신요구권 행사에 따른 10년의 임대차기간이 만료하면 건물을 인도할 것을 구하는 예비적 청구를 추가한 사안에서, 乙이 적법한 계약갱신요구권을 행사하여 임대차계약이 유효하게 존속한 상태였는데도 甲이 임대차계약이 이미 종료되었음을 주장하면서 소를 제기하여 乙이 응소하였을 뿐 예비적 청구가 추가된 이후로도 乙은 건물 인도의무의 존부나 이행기의 도래 여부를 부정하거나 다툰 것으로 보이지 않고, 한편 甲이 원심 변론종결 직전에 예비적 청구를 인용하되 나머지 청구를 포기하는 내용의 ‘화해권고결정 요청서’를 제출하였으나, 위 요청서는 임대차보증금의 반환, 권리금 회수기회의 보장, 연체 차임 등의 문제에 관한 언급 없이 甲에게 건물에 관한 인도청구권에 대해서 집행권원을 부여하는 것으로만 되어 있어 乙로서는 甲의 제의에 적극적으로 응할 수 없었던 것으로 보이고, 오히려 甲은 향후 임대차계약 종료에 따른 권리의무관계와 법률관계를 전체적으로 일괄 해결하는 방식이 아니라 甲의 권리인 건물에 관한 인도청구권에만 국한하여 집행권원을 확보하려 하였는바, 이를 함부로 허용할 경우에는 현재 존속 중이고 상당기간 지속되어야 할 임대차계약관계의 균형이 상실됨은 물론 임대차계약의 종료 시점에 인정될 乙의 여러 권리가 침해될 가능성도 있어 보이므로, 乙이 ‘화해권고결정 요청서’를 수용하지 않았다고 하여, 건물 인도의무의 이행기가 도래하더라도 乙의 임의이행을 기대할 수 없는 경우에 해당하는 등 예비적 청구에 관하여 ‘미리 청구할 필요’가 있다고 단정할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제251조 / [2] 민사소송법 제251조, 상가건물 임대차보호법 제10조<br/>",
  "참조판례": "[1] 대법원 2000. 8. 22. 선고 2000다25576 판결(공2000하, 2013)<br/>"
}