{
  "판례일련번호": "234393",
  "사건명": "회수및반환처분취소청구의소[사립유치원 설립·경영자가 학부모들로부터 지급받은 특성화교육비 중 유용된 특성화교육비를 유치원 회계로 회수하고 학부모들에게 반환하도록 명한 처분의 적법 여부가 문제된 사건]",
  "사건번호": "2022두63744",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230316",
  "판시사항": "[1] 사립유치원의 원장 등에게 유치원 운영과 관련하여 법정된 회계처리방법을 준수할 의무가 있는지 여부(적극) 및 교육감에게 사립유치원의 원장 등에 대하여 법정된 회계처리방법을 준수하지 않은 사항을 시정 또는 변경하도록 명할 수 있는 지도·감독 권한이 부여되어 있는지 여부(적극) / 교육감의 회계처리방법 준수 관련 지도·감독 권한 행사의 범위와 한계<br/>  [2] 교육감이 甲 교회 부설 유치원에 대한 감사 결과를 토대로 유치원의 경영자인 乙에게 학부모들로부터 특성화교육비 명목으로 수령한 돈 중 목적 외로 사용한 금원을 위 유치원의 회계로 회수하고, 회수된 금원을 해당 특성화교육비를 지급한 학부모들에게 반환하라는 처분을 한 사안에서, 위 반환처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 법인이 아닌 개인이 설치하는 유치원이라고 하더라도, 사립유치원의 회계가 교육기관으로서의 의무 등에 반하여서는 아니 된다는 기본원칙 아래 그 회계처리의 방법, 수입금 내지 지출의 방법이 법정되어 있는 것으로(사립학교법 제2조 제1호, 제3호, 제51조, 제29조, 제33조, 사학기관 재무·회계 규칙 제27조 내지 제34조), 사립유치원의 원장 등에게는 유치원 운영과 관련하여 법정된 회계처리방법을 준수하여야 할 의무가 있고, 사립유치원의 지도·감독기관인 교육감에게는 사립유치원의 원장 등에 대하여 법정된 회계처리방법을 준수하지 않은 사항을 시정 또는 변경하도록 명할 수 있는 지도·감독의 권한이 부여되어 있다(유아교육법 제30조 제1항).<br/>    다만 교육감의 회계처리방법 준수 관련 지도·감독의 권한은 위반된 회계처리방법을 법정된 것으로 준수할 수 있도록 사후적으로 시정하는 범위에서 행사되어야 하고, 그 범위를 벗어나는 것은 유아교육법 등 관련 법령의 다른 규정에 근거하여 행사되는 것이 아닌 이상 허용되지 않는다고 보아야 한다.<br/>  [2] 교육감이 甲 교회 부설 유치원에 대한 감사 결과를 토대로 위 유치원의 경영자인 乙에게 학부모들로부터 특성화교육비 명목으로 수령한 돈 중 목적 외로 사용한 금원을 위 유치원의 회계로 회수하고, 회수된 금원을 해당 특성화교육비를 지급한 학부모들에게 반환하라는 처분을 한 사안에서, 위 유치원은 학부모들로부터 특성화교육비를 지급받아 이에 따른 특성화교육을 실제로 실시하였으므로 교육감이 乙에 대하여 특성화교육비를 학부모들에게 환불하도록 명할 근거가 부족한 점, 사립학교법 제29조 제2항, 같은 법 시행령 제13조 제2항 각호에 따르면, 유치원으로서는 학부모들로부터 받은 특성화교육비 중 실제 특성화교육에 지출되지 않은 잉여금을 교비회계로 편입한 뒤, 이를 유치원 운영에 필요한 인건비, 교육에 필요한 시설·설비를 위한 경비 등으로 사용할 수 있어, 학부모들이 납부한 특성화교육비가 전부 특성화교육에 소요되는 비용으로 지출되어야 한다고 볼 만한 법적 근거가 없는 점, 교육감의 지도·감독 권한은 법령에서 허용한 목적 범위에서 행사되어야 하는 내재적 한계가 있는데, 위 반환처분은 乙이 임의로 위 유치원의 교비회계에 속한 돈을 甲 교회로 인출하였다는 점을 원인으로 이루어진 것으로, 부당하게 인출된 돈을 유치원의 회계로 회수할 것을 명한 부분만으로 충분히 그 목적을 달성할 수 있는 점 등을 종합하면, 위 반환처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 사립학교법 제2조 제1호, 제3호, 제29조, 제33조, 제51조, 사학기관 재무·회계 규칙 제27조, 제28조, 제29조, 제30조, 제31조, 제32조, 제33조, 제34조, 유아교육법 제30조 제1항 / [2] 사립학교법 제29조 제2항, 사립학교법 시행령 제13조 제2항, 유아교육법 제30조 제1항<br/>",
  "참조판례": "[1] 대법원 2019. 12. 27. 선고 2019두43436 판결, 대법원 2022. 3. 31. 선고 2021두49888 판결<br/>"
}