{
  "판례일련번호": "234399",
  "사건명": "병역법위반[여호와의 증인 신도인 피고인이 종교적 신념을 이유로 사회복무요원의 복무를 이탈한 경우 병역법위반죄 성립 여부가 문제된 사안]",
  "사건번호": "2020도15554",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230316",
  "판시사항": "[1] 구 병역법 제89조의2 제1호에서 정한 ‘정당한 사유’가 있는지를 판단할 때 고려해야 할 사항 / 이른바 ‘양심적 병역거부’의 의미 및 진정한 양심에 따른 병역거부가 병역법 제88조 제1항의 ‘정당한 사유’에 해당하는지 여부(적극) / 이러한 법리는 구 병역법 제89조의2 제1호에서 정한 ‘정당한 사유’가 있는지를 판단할 때에도 적용될 수 있는지 여부(적극)<br/>  [2] 여호와의 증인 신도로서 우울장애 등 기분장애 4급의 징병신체검사 결과에 따라 군사교육소집 대상자에서 제외된 피고인이 국가기관에서 사회복무요원으로 복무하던 중 종교적 신념을 이유로 통틀어 8일 이상 복무를 이탈하여 구 병역법 제89조의2 제1호 위반으로 기소된 사안에서, 병역법령 및 제반 사정을 종합하면, 피고인이 종교적 신념을 이유로 사회복무요원의 복무 이행을 거부하는 것은 구 병역법 제89조의2 제1호의 ‘정당한 사유’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 병역법(2019. 12. 31. 법률 제16852호로 개정되기 전의 것, 이하 같다) 제89조의2 제1호는 \"사회복무요원 또는 예술·체육요원으로서 정당한 사유 없이 통틀어 8일 이상 복무를 이탈하거나 해당 분야에 복무하지 아니한 사람은 3년 이하의 징역에 처한다.\"라고 규정한다. 위 조항에서 정한 ‘정당한 사유’가 있는지를 판단할 때에는 병역법의 목적과 기능, 병역의무의 이행이 헌법을 비롯한 전체 법질서에서 가지는 위치, 사회적 현실과 시대적 상황의 변화 등은 물론 피고인이 처한 구체적이고 개별적인 사정도 고려해야 한다. <br/>    양심에 따른 병역거부, 이른바 ‘양심적 병역거부’는 종교적·윤리적·도덕적·철학적 또는 이와 유사한 동기에서 형성된 양심상 결정을 이유로 집총이나 군사훈련을 수반하는 병역의무의 이행을 거부하는 행위를 말한다. 진정한 양심적 병역거부자에게 집총이나 군사훈련을 수반하는 병역의무의 이행을 강제하고 그 불이행을 처벌하는 것은 양심의 자유에 대한 과도한 제한이 되거나 본질적 내용에 대한 위협이 된다. 양심적 병역거부자에게 병역의무의 이행을 일률적으로 강제하고 그 불이행에 대하여 형사처벌 등 제재를 하는 것은 양심의 자유를 비롯한 헌법상 기본권 보장체계와 전체 법질서에 비추어 타당하지 않을 뿐만 아니라 소수자에 대한 관용과 포용이라는 자유민주주의 정신에도 위배된다. 따라서 진정한 양심에 따른 병역거부라면, 이는 병역법 제88조 제1항의 ‘정당한 사유’에 해당한다. 이러한 법리는 구 병역법 제89조의2 제1호에서 정한 ‘정당한 사유’가 있는지를 판단할 때에도 적용될 수 있다.<br/>  [2] 여호와의 증인 신도로서 우울장애 등 기분장애 4급의 징병신체검사 결과에 따라 군사교육소집 대상자에서 제외된 피고인이 국가기관에서 사회복무요원으로 복무하던 중 종교적 신념을 이유로 통틀어 8일 이상 복무를 이탈하여 구 병역법(2019. 12. 31. 법률 제16852호로 개정되기 전의 것, 이하 같다) 제89조의2 제1호 위반으로 기소된 사안에서, 병역법령에 따르면, 국가기관 등의 공익목적 수행에 필요한 사회복지, 보건·의료, 교육·문화, 환경·안전 등의 사회서비스업무 및 행정업무 등의 지원을 하는 사회복무요원으로 하여금 집총이나 군사훈련을 수반하지 않는 복무의 이행을 강제하더라도 그것이 양심의 자유에 대한 과도한 제한이 되거나 본질적 내용에 대한 위협이 된다고 볼 수 없으며, 사회복무요원은 복무와 관련하여 소속기관장의 지휘·감독을 받고, 병무청장이 사회복무요원의 복무를 직접적·구체적으로 지휘·감독한다고 볼 수도 없는바(구 병역법 제31조 제1항 전문, 같은 조 제4항 본문, 제31조의2 제1항 본문), 병무청장이 사회복무요원의 복무와 관련하여 현장복무실태 점검 및 교정지도 등을 통한 복무부실 예방활동에 관한 사항 등을 관리·감독할 수 있다고 하더라도[구 병역법 제31조의2 제2항, 구 병역법 시행령(2020. 6. 30. 대통령령 제30806호로 개정되기 전의 것) 제63조] 이는 병무행정에 관한 사항일 뿐 집총이나 군사훈련을 수반하는 병역의무의 이행과 관련된 사항이 아닌 점, 피고인이 사회복무요원으로 복무하면서 집총이나 군사훈련을 수반하는 병역의무의 이행을 강요받았다거나 그것이 예정되어 있었다고 보이지 않고, 병무청장으로부터 그 복무와 관련하여 직접적·구체적으로 지휘·감독을 받았다고 볼 만한 사정도 전혀 엿보이지 않는 점 등을 종합하면, 피고인이 종교적 신념을 이유로 사회복무요원의 복무 이행을 거부하는 것은 구 병역법 제89조의2 제1호의 ‘정당한 사유’에 해당하지 않는다는 이유로, 이와 달리 판단하여 피고인에게 무죄를 선고한 환송 후 원심판결에 위 조항에서 정한 ‘정당한 사유’의 해석에 관한 법리 등을 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제19조, 제37조 제2항, 제39조, 구 병역법(2019. 12. 31. 법률 제16852호로 개정되기 전의 것) 제89조의2 제1호, 병역법 제88조 제1항 / [2] 헌법 제19조, 제37조 제2항, 제39조, 구 병역법(2019. 12. 31. 법률 제16852호로 개정되기 전의 것) 제2조 제1항 제10호, 제5조 제1항 제3호 (나)목, 제27조 제1항, 제29조 제1항, 제3항, 제31조 제1항, 제4항, 제31조의2, 제55조 제1항, 제3항, 제77조 제1항, 제89조의2 제1호, 구 병역법 시행령(2020. 6. 30. 대통령령 제30806호로 개정되기 전의 것) 제63조, 제107조 제1호, 제108조, 구 사회복무요원 소집업무 규정(2021. 3. 18. 병무청훈령 제1774호로 개정되기 전의 것) 제21조 제1항 제1호<br/>",
  "참조판례": "[1] 대법원 2018. 11. 1. 선고 2016도10912 전원합의체 판결(공2018하, 2401)<br/>"
}