{
  "판례일련번호": "234431",
  "사건명": "물품대금",
  "사건번호": "2021가단21885",
  "법원명": "전주지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20221216",
  "판시사항": "甲이 乙에게 일정 기간 동안 농기계 부품을 제작하여 납품하였는데 물품대금을 지급받지 못하였다며 乙을 상대로 물품대금 및 지연손해금의 지급을 구하였다가, 소송 도중 丙 주식회사로부터 丙 회사의 乙에 대한 물품대금 상당의 채권을 양수하였다며 양수금으로 위 돈의 지급을 구한 사안에서, 위 기간 동안 乙에게 농기계 부품을 실제로 공급한 당사자는 甲이 아니라 丙 회사이므로 甲의 물품대금 주장은 이유 없다고 한 다음, 甲이 丙 회사로부터 乙에 대한 물품대금채권을 양도받아 양도사실이 乙에게 통지된 사실은 인정되나, 제반 사정에 비추어 위 양도행위는 소송행위를 하는 것을 주된 목적으로 이루어진 것으로서 무효이므로 양수금 주장도 이유 없다며 甲의 청구를 모두 기각한 사례<br/>",
  "판결요지": "甲이 乙에게 일정 기간 동안 농기계 부품을 제작하여 납품하였는데 물품대금을 지급받지 못하였다며 乙을 상대로 물품대금 및 지연손해금의 지급을 구하였다가, 소송 도중 丙 주식회사로부터 丙 회사의 乙에 대한 물품대금 상당의 채권을 양수하였다며 양수금으로 위 돈의 지급을 구한 사안이다.<br/>  甲이 乙에게 위 기간 동안 공급자를 자신으로 하는 세금계산서를 발행하였고, 물품대금 대부분이 乙이 丁 주식회사로부터 교부받은 어음으로 결제된 사실은 인정되나, 甲이 제출한 증거만으로는 甲이 위 기간 동안 乙에게 실제로 농기계 부품을 공급하였다거나 묵시적으로 이에 관한 공급계약이 체결되었다고 인정하기에 부족하고, 오히려 ① 乙이 丁 회사와 체결한 농기계 부품 납품계약을 이행하기 위해, 丙 회사와 丙 회사가 乙을 대신하여 丁 회사에 농기계 부품을 제작하여 납품하기로 하는 내용의 납품계약을 체결하였으며, 이에 따라 丙 회사가 乙을 대신하여 丁 회사가 乙에게 발주한 농기계 부품을 직접 제작하여 납품한 반면, 그동안 甲과 乙 사이에 농기계 부품의 제작이나 납품을 위한 구체적인 협의나 직접적인 계약사실이 존재하지 않는 점, ② 乙이 丙 회사의 요청에 따라 甲 명의로 물품을 공급받거나 대금을 결제하였으나, 丙 회사가 乙에게 납품계약의 종료를 통지할 무렵이나 그 이후에 농기계 부품의 발주, 납품 및 거래대금 결제 등의 업무는 모두 乙과 丙 회사 사이에서 이루어졌고, 甲이 거래의 당사자로서 乙과 협의하거나 연락을 주고받은 적이 없는 점, ③ 甲은 丙 회사 대표자의 조카이고, 사업장 소재지와 사업내용도 모두 丙 회사와 동일한데, 甲이 그동안 丙 회사와 별도로 독립적인 사업을 실제로 영위해 왔다고 볼 구체적인 자료가 없는 점 등 제반 사정을 종합하여 보면, 위 기간 동안 乙에게 농기계 부품을 실제로 공급한 당사자는 甲이 아니라 丙 회사이므로 이와 다른 전제에 선 甲의 물품대금 주장은 이유 없다고 한 다음, 甲이 丙 회사로부터 乙에 대한 물품대금채권을 양도받아 그 양도사실이 乙에게 통지된 사실은 인정되나, ① 甲이 자신의 영업으로 농기계 부품을 실제로 생산 또는 제작하였다거나 이를 위한 인적 또는 물적 시설을 갖추고 있었다고 볼 수 없는 점, ② 甲이 채권양도에 따른 대가를 직접 지급한 적이 없고, 丙 회사로부터 농기계 부품의 제작을 의뢰받아 실제로 丙 회사에 납품하였다고 볼 객관적인 증거도 없는 점, ③ 甲은 당초 자신이 乙에게 직접 농기계 부품을 공급하였다고 주장하였다가 소송 도중 丙 회사로부터 물품대금채권을 양수하였다고 주장하는데, 이러한 주장은 서로 양립할 수 없는 점, ④ 甲이 양수하였다는 물품대금채권 대부분은 이미 관할세무서가 부가가치세 등의 체납을 이유로 압류한 상태였고, 甲이 이러한 사정을 알지 못하였다고 보기 어려운데, 압류로 사실상 가치가 없는 채권을 실질적으로 양수하였다는 것은 납득할 수 없는 점, ⑤ 오히려 丙 회사가 세금 체납으로 대외적인 채권 행사가 곤란한 사정에 이르자, 乙의 협조 아래 甲의 명의를 빌려 거래한 것에 불과하고, 이에 따라 이후 甲으로 하여금 乙에게 기존 미지급 물품대금을 구하기 위하여 소를 제기하도록 하거나 소송 도중 채권양도의 외관을 갖춘 것으로 보일 뿐, 甲이 丙 회사로부터 乙에 대한 물품대금채권을 실질적으로 양수하였다고 볼 수 없는 점 등 제반 사정에 비추어, 위 양도행위는 소송행위를 하는 것을 주된 목적으로 이루어진 것으로서 무효라고 봄이 타당하므로, 양수금 주장도 이유 없다며 甲의 청구를 모두 기각한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제449조, 제450조, 제664조, 신탁법 제6조<br/>",
  "참조판례": ""
}