{
  "판례일련번호": "234401",
  "사건명": "명예훼손·업무방해·폭행[무자격자가 개설한 의료기관에 고용된 의료인의 진료업무가 업무방해죄의 보호대상이 되는 업무인지 여부가 문제된 사건]",
  "사건번호": "2021도16482",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230316",
  "판시사항": "[1] 업무방해죄의 보호대상이 되는 ‘업무’의 의미와 판단 기준 / 업무의 개시나 수행과정에 실체상 또는 절차상의 하자가 있더라도 그 정도가 반사회성을 띠는 데까지 이르지 아니한 경우, 업무방해죄의 보호대상이 되는지 여부(적극)<br/>  [2] 의료인이나 의료법인이 아닌 자가 의료기관을 개설하여 운영하는 행위가 업무방해죄의 보호대상이 되는 업무에 해당하는지 여부(소극) / 무자격자에 의해 개설된 의료기관에 고용된 의료인의 진료 업무가 업무방해죄의 보호대상이 되는 업무인지 판단하는 기준<br/>  [3] 의료인인 甲의 명의로 의료인이 아닌 乙이 개설하여 운영하는 丙 병원에서, 피고인이 11회에 걸쳐 큰 소리를 지르거나 환자 진료 예약이 있는 甲을 붙잡고 있는 등의 방법으로 위력으로써 甲의 진료 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인이 丙 병원의 일반적인 운영 외에 甲의 진료행위를 방해한 것인지에 대해 더 세밀하게 심리하여 업무방해죄 성립 여부를 판단하였어야 함에도, 원심이 丙 병원의 운영에 관한 업무가 업무방해죄의 보호대상이 되는 업무에 해당하지 않는다는 전제에서 甲의 진료행위도 丙 병원의 운영에 관한 업무에 포함되어 별개의 보호가치 있는 업무로 볼 수 없다고 단정한 것에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법상 업무방해죄의 보호대상이 되는 ‘업무’란 직업 또는 계속적으로 종사하는 사무나 사업을 말하는 것으로서 타인의 위법한 행위에 의한 침해로부터 보호할 가치가 있는 것이면 되고, 그 업무의 기초가 된 계약 또는 행정행위 등이 반드시 적법하여야 하는 것은 아니므로, 법률상 보호할 가치가 있는 업무인지 여부는 그 사무가 사실상 평온하게 이루어져 사회적 활동의 기반이 되고 있느냐에 따라 결정되는 것이고, 그 업무의 개시나 수행과정에 실체상 또는 절차상의 하자가 있다고 하더라도 그 정도가 반사회성을 띠는 데까지 이르지 아니한 이상 업무방해죄의 보호대상이 된다고 보아야 한다.<br/>  [2] 의료인이나 의료법인이 아닌 자가 의료기관을 개설하여 운영하는 행위는 업무방해죄의 보호대상이 되는 업무에 해당하지 않는다. 그러나 무자격자에 의해 개설된 의료기관에 고용된 의료인이 환자를 진료한다고 하여 그 진료행위 또한 당연히 반사회성을 띠는 행위라고 볼 수는 없다. 이때 의료인의 진료 업무가 업무방해죄의 보호대상이 되는 업무인지는 의료기관의 개설·운영 형태, 해당 의료기관에서 이루어지는 진료의 내용과 방식, 피고인의 행위로 인하여 방해되는 업무의 내용 등 사정을 종합적으로 고려하여 판단해야 한다.<br/>  [3] 의료인인 甲의 명의로 의료인이 아닌 乙이 개설하여 운영하는 丙 병원에서, 피고인이 단독으로 또는 공모하여 11회에 걸쳐 큰 소리를 지르거나 환자 진료 예약이 있는 甲을 붙잡고 있는 등의 방법으로 위력으로써 甲의 진료 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인의 행위와 당시의 주변 상황 등을 종합하면, 공소사실 전부 또는 그중 일부는 피고인이 甲의 환자에 대한 진료행위를 방해한 것으로 볼 여지가 있으므로, 피고인이 丙 병원의 일반적인 운영 외에 甲의 진료행위를 방해한 것인지에 대해 더 세밀하게 심리하여 업무방해죄 성립 여부를 판단하였어야 함에도, 원심이 丙 병원의 운영에 관한 업무는 업무방해죄의 보호대상이 되는 업무에 해당하지 않는다고 전제한 다음, 甲의 진료행위도 丙 병원의 운영에 관한 업무에 포함되어 별개의 보호가치 있는 업무로 볼 수 없다고 단정하여 공소사실을 무죄로 판단한 것에 업무방해죄의 업무에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제314조 / [2] 형법 제314조 / [3] 형법 제314조 제1항<br/>",
  "참조판례": "[1] 대법원 2010. 5. 27. 선고 2008도2344 판결(공2010하, 1310), 대법원 2015. 4. 23. 선고 2013도9828 판결 / [2] 대법원 2001. 11. 30. 선고 2001도2015 판결(공2002상, 238)<br/>"
}