{
  "판례일련번호": "234451",
  "사건명": "용역비",
  "사건번호": "2022다289174",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230330",
  "판시사항": "[1] 도급계약에서 정한 일의 완성 이전에 계약이 해제된 경우, 수급인이 도급인에게 보수를 청구할 수 있는지 여부(원칙적 소극) / 예외적으로 이미 완성된 부분에 대한 수급인의 보수청구권이 인정될 수 있는 경우 및 이에 해당하는지 판단하는 기준<br/>  [2] 민법 제665조 제1항에서 정한 ‘목적물의 인도’의 의미<br/>  [3] 甲 주식회사가 주민제안 방식의 도시개발사업을 추진하기 위해 乙 주식회사와 조사설계업무에 관하여 도급계약을 체결한 후 계약금 명목으로 용역비 일부를 지급하였다가 乙 회사의 주민제안서 관련 성과품 미제공 등을 이유로 계약을 해제하고 乙 회사를 상대로 기지급한 용역비의 반환을 구한 사안에서, 제반 사정에 비추어 乙 회사가 도급계약에 따라 일부 수행한 용역업무가 존재하더라도 그로 인해 甲 회사에 대한 보수청구권을 갖는다거나 甲 회사가 보수 상당의 부당이득을 얻었다고 보기 어려운데도, 乙 회사가 수행한 용역 대가만큼 반환할 용역비에서 공제된다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 도급계약에서 수급인의 보수는 완성된 목적물의 인도와 동시에 지급하여야 하고, 인도를 요하지 않는 경우 일을 완성한 후 지체 없이 지급하여야 하며, 도급인은 완성된 목적물의 인도의 제공이나 일의 완성이 있을 때까지 보수 지급을 거절할 수 있으므로, 도급계약에서 정한 일의 완성 이전에 계약이 해제된 경우 수급인으로서는 도급인에게 보수를 청구할 수 없음이 원칙이다. <br/>    다만 당해 도급계약에 따라 수급인이 일부 미완성한 부분이 있더라도 계약해제를 이유로 이를 전부 원상회복하는 것이 신의성실의 원칙 등에 비추어 공평·타당하지 않다고 평가되는 특별한 경우라면 예외적으로 이미 완성된 부분에 대한 수급인의 보수청구권이 인정될 수 있고, 그와 같은 경우에 해당하는지는 도급인과 수급인의 관계, 당해 도급계약의 목적·유형·내용 및 성질, 수급인이 도급계약을 이행함에 있어 도급인의 관여 여부, 수급인이 도급계약에 따라 이행한 결과의 정도 및 그로 인해 도급인이 얻을 수 있는 실질적인 이익의 존부, 계약해제에 따른 원상회복 시 사회적·경제적 손실의 발생 여부 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] 민법 제665조 제1항은 도급계약에서 보수는 완성된 목적물의 인도와 동시에 지급해야 한다고 정하고 있는데, 이때 목적물의 인도는 단순한 점유의 이전만을 의미하는 것이 아니라 도급인이 목적물을 검사한 후 목적물이 계약 내용대로 완성되었음을 명시적 또는 묵시적으로 시인하는 것까지 포함하는 의미이다.<br/>  [3] 甲 주식회사가 주민제안 방식의 도시개발사업을 추진하기 위해 乙 주식회사와 조사설계업무에 관하여 도급계약을 체결한 후 계약금 명목으로 용역비 일부를 지급하였다가 乙 회사의 주민제안서 관련 성과품 미제공 등을 이유로 계약을 해제하고 乙 회사를 상대로 기지급한 용역비의 반환을 구한 사안에서, 乙 회사는 계약이 해제되기 전까지 주민제안서 접수를 위한 성과품을 제대로 제공하지 않았으므로 甲 회사가 乙 회사가 수행한 기존 용역 결과로 인한 실질적인 이익을 얻었다고 단정할 수 없는 점, 甲 회사는 도급계약 해제 이후 다른 용역업체에 주민제안서 관련 용역업무를 도급주어 제공받은 성과품을 토대로 주민제안서를 접수하였는데, 그 과정에서 乙 회사가 수행한 기존 용역의 성과품이 도움이 되었는지 분명하지 않은 점, 乙 회사가 甲 회사에 도급계약에 따라 수행한 부분을 제공하지도 않았고 甲 회사로부터 승인받지도 못하였다면 그 성과 내지 결과가 사회적·경제적으로 효용가치가 높다고 인정하기 어렵고, 乙 회사가 수행한 용역 결과는 사업 진행의 첫 번째 단계인 ‘주민제안서 접수’ 과정 정도에 불과하여 계약해제 시 원상회복으로 인해 발생되는 손실이 사회적·경제적으로 크다고 보이지 않는 점, 甲 회사가 乙 회사에 지급한 용역비는 계약금 정도에 그칠 뿐 乙 회사의 수행 결과를 승인하여 대가를 지급하였다고 보기 어려운 점, 도급계약에서 정한 해제 시 당사자 간 권리·의무에 관한 약정 등 제반 사정을 보더라도 도급계약의 해제에 따른 원상회복으로 인해 발생되는 결과가 신의성실의 원칙 등에 비추어 공평·타당하지 않은 예외적이거나 특별한 경우라고 보기 어려운 점 등을 종합하면, 乙 회사가 도급계약에 따라 일부 수행한 용역업무가 존재하더라도 그로 인해 甲 회사에 대한 보수청구권을 갖는다거나 甲 회사가 보수 상당의 부당이득을 얻었다고 보기 어려운데도, 乙 회사가 수행한 용역 대가만큼 반환할 용역비에서 공제된다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제1항, 제543조, 제548조 제1항, 제664조, 제665조 제1항 / [2] 민법 제665조 제1항 / [3] 민법 제2조 제1항, 제543조, 제548조 제1항, 제664조, 제665조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 6. 12. 선고 2014다10014, 10021 판결 / [2] 대법원 2019. 9. 10. 선고 2017다272486, 272493 판결(공2019하, 1962)<br/>"
}