{
  "판례일련번호": "234423",
  "사건명": "업무정지처분취소",
  "사건번호": "2021누77724",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20221124",
  "판시사항": "甲 구청장이 국민건강보험공단의 의뢰에 따라 乙이 개설·운영하는 장기요양기관의 장기요양급여비용 청구내역에 대하여 현지조사를 실시한 결과, 乙이 거짓이나 그 밖의 부정한 방법으로 1,313회에 걸쳐 합계 97,767,220원을 청구·수령하였음을 적발하고 청문 실시에 관한 사항을 통지하였으나, 乙이 의견서만 제출한 채 청문 일시에 출석하지 않자, 위 의견서에 대한 국민건강보험공단 검토 결과를 乙에게 전달한 후 노인장기요양보험법 제37조 제1항 제4호 등에 따라 76일의 업무정지 처분을 한 사안에서, 위 처분을 하려면 반드시 청문 절차를 거쳐야 하는데, 처분 과정에서 청문 절차를 실질적으로 거치지 않았다고 볼 정도로 ‘청문 절차’에 중대한 하자가 있으므로 위 처분이 위법하여 취소되어야 한다고 한 사례<br/>",
  "판결요지": "甲 구청장이 국민건강보험공단의 의뢰에 따라 乙이 개설·운영하는 장기요양기관의 장기요양급여비용 청구내역에 대하여 현지조사를 실시한 결과, 乙이 거짓이나 그 밖의 부정한 방법으로 1,313회에 걸쳐 합계 97,767,220원을 청구·수령하였음을 적발하고 청문 실시에 관한 사항을 통지하였으나, 乙이 의견서만 제출한 채 청문 일시에 출석하지 않자, 위 의견서에 대한 국민건강보험공단 검토 결과를 乙에게 전달한 후 노인장기요양보험법 제37조 제1항 제4호 등에 따라 76일의 업무정지 처분을 한 사안이다. <br/>노인장기요양보험법 제63조는 ‘행정청이 노인장기요양보험법 제37조 제1항에서 정한 업무정지명령을 하려는 경우에는 청문을 실시해야 한다.’고 규정하고 있고, 대법원 판례에 따르면 행정청이 특히 침익적 행정처분을 할 때 그 처분의 근거 법령 등에서 청문을 실시하도록 규정하고 있는 경우 행정절차법 등 관련 법령상 청문을 실시하지 않아도 되는 예외적인 경우에 해당하지 않는 한 반드시 청문을 실시해야 하고, 그러한 절차를 결여한 처분은 위법한 처분으로서 취소사유에 해당하는데, ① 위 업무정지 처분 과정에서 청문 주재자가 구 행정절차법(2022. 1. 11. 법률 제18748호로 개정되기 전의 것, 이하 같다) 제33조, 제35조에 따라 처분의 적법·적정 여부에 관한 ‘증거조사’ 절차를 진행하지 않았고 이를 행정청인 甲 구청장에게 제출하지도 않은 점, ② 乙이 청문 일시에 불출석했지만 의견진술 기회를 포기했다거나 구 행정절차법 제22조 제4항에서 정한 사유에 해당한다고 단정하기 어려우므로 청문 주재자는 乙의 출석 여부와 관계없이 청문 절차를 진행해야 하고, 乙과 같이 미리 의견서를 제출한 경우에는 해당 내용을 출석하여 진술한 것으로 보아야 하는데도 당사자가 청문 일시에 불출석했다는 이유로 예고된 청문 일시에 청문을 실시하지 않고 침익적 행정처분을 한 점, ③ 청문 주재자가 행정절차법령에 따른 청문조서 작성의무·당사자에 대한 통지의무·행정청에 대한 제출 의무를 모두 이행하지 않았고, 행정청인 甲 구청장이 해당 청문조서를 처분의 근거 자료로 삼은 적도 없으며, 당사자인 乙은 이를 통해 처분의 적정·적법 여부를 확인할 기회를 부여받지도 못한 점, ④ 청문 주재자가 구 행정절차법 제34조의2, 제35조 제4항에 따른 처분과 관련된 의견서를 작성하지 않았고, 이를 행정청인 甲 구청장에게 제출하지도 않은 점, ⑤ 청문 주재자가 구 행정절차법에서 예정한 청문의 실질을 모두 수행하지 않음에 따라 구 행정절차법 제35조의2에서 정한 검토 의무와 반영 의무를 이행하지도 않은 점에 비추어, 위 처분 과정에는 청문 절차를 실질적으로 거치지 않았다고 볼 정도로 ‘청문 절차’에 중대한 하자가 있으므로, 위 처분이 위법하여 취소되어야 한다고 한 사례이다. <br/>",
  "판결본문": "",
  "참조조문": "노인장기요양보험법 제37조 제1항 제4호, 제63조, 노인장기요양보험법 시행규칙 제29조 [별표 2], 구 행정절차법(2022. 1. 11. 법률 제18748호로 개정되기 전의 것) 제2조 제5호, 제21조 제1항, 제3항, 제22조 제1항, 제28조 제1항, 제3항(현행 제28조 제4항 참조), 제4항(현행 제28조 제5항 참조), 제29조 제1항 제5호, 제33조, 제34조, 제34조의2, 제35조, 제35조의2, 구 행정절차법 시행령(2022. 7. 11. 대통령령 제32786호로 개정되기 전의 것) 제13조의2, 제19조 제1항<br/>",
  "참조판례": ""
}