{
  "판례일련번호": "234463",
  "사건명": "사기·주택법위반·전자서명법위반·사문서위조·위조사문서행사·교통사고처리특례법위반(치상)·도로교통법위반(음주운전)",
  "사건번호": "2022도3044",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220630",
  "판시사항": "[1] 주택법 제65조 제1항 제2호에서 주택공급질서의 교란행위로서 금지하고 있는 ‘입주자저축 증서 등의 양도행위’의 의미<br/>  [2] 주택법 제65조 제1항 제2호의 ‘입주자저축 증서’ 양도·양수 행위에 주택청약종합저축 계좌가 개설된 은행에 연계된 ‘공인인증서’를 양도·양수한 행위도 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 주택법 제65조 제1항 제2호에서 주택공급질서의 교란행위로서 금지하고 있는 ‘입주자저축 증서 등의 양도행위’란 그 개념상 입주자저축 증서 등에 관한 법률상 혹은 사실상의 귀속주체를 종국적으로 변경하는 행위를 의미한다.<br/>  [2] 주택법 제65조 제1항 제2호의 ‘입주자저축 증서’ 양도·양수 행위에는 주택청약종합저축 계좌가 개설된 은행에 연계된 ‘공인인증서’를 양도·양수한 행위도 포함된다고 봄이 타당하다. 그 이유는 다음과 같다.<br/>  (가) 주택법 제65조 제1항은 \"누구든지 이 법에 따라 건설·공급되는 주택을 공급받거나 공급받게 하기 위하여 다음 각호의 어느 하나에 해당하는 증서 또는 지위를 양도·양수 또는 이를 알선하거나 양도·양수 또는 이를 알선할 목적으로 하는 광고를 하여서는 아니 된다.\"라고 정하면서, 제2호에서 양도·양수 등이 금지되는 증서의 하나로 ‘제56조에 따른 입주자저축 증서’를 정하고 있다. 여기서 ‘입주자저축’은 ‘주택청약종합저축’을 말하고(주택법 제56조 제2항), ‘증서’는 그 사전적 의미가 ‘권리나 의무, 사실 따위를 증명하는 문서’이므로, 결국 ‘입주자저축 증서’는 ‘주택청약종합저축 가입 사실 및 순위, 그에 따라 주택을 공급받을 수 있는 권리 내지 자격을 증명하는 문서’를 의미한다.<br/>  (나) 과거에는 주택청약이 주로 현장접수 형태로 이루어졌으므로, 주택을 공급받을 수 있는 권리를 이전하기 위해 ‘입주자저축 증서’인 청약통장 자체를 양도·양수하는 경우가 많았다. 그러나 최근에는 온라인 청약이 일반화되어 주택청약종합저축 계좌와 개설된 은행에 연계된 공인인증서가 있어야만 청약신청이 가능한 경우가 대부분이다. 은행 실무상으로도 전자통장이 실물통장을 대체하면서 실물 청약통장은 처음부터 발급조차 되지 않는 경우가 많아지고 있다. 이에 주택을 공급받을 수 있는 권리를 양도·양수하는 방법도 ‘공인인증서, 보안카드번호, 비밀번호’ 등을 주고받는 형태로 변화하게 되었다.<br/>  (다) 주택청약종합저축 계좌가 개설된 은행에 연계된 공인인증서 및 그 보안카드번호, 비밀번호 등을 양수하여 취득하면, 이를 이용해 청약신청을 위한 인터넷 홈페이지에 접속하여 주택청약종합저축 계좌의 가입자와 동일인임을 확인받고, 주택청약종합저축 가입내역, 납입금, 청약순위 등을 증명하는 전자정보를 이용하여 청약신청을 할 수 있게 된다.<br/>  따라서 주택청약종합저축 가입자가 제3자에게 공인인증서를 양도하는 행위는 ‘주택청약종합저축 가입 사실 및 순위, 그에 따라 주택을 공급받을 수 있는 권리 내지 자격을 증명하는 전자문서’에 관한 접근매체를 양도하고 이로써 그 입주자저축 증서에 관한 법률상 혹은 사실상 귀속주체를 종국적으로 변경하는 행위에 해당한다.<br/>  (라) 주택법 제65조 제1항 제2호가 입주자저축 증서의 양도·양수를 금지하고 있는 취지는 주택청약종합저축 가입자가 그 저축에 관한 증서를 제3자에게 이전함으로써, 정해진 요건을 갖춘 주택청약종합저축 가입자에게만 인정되는 ‘주택을 공급받을 수 있는 지위’를 임의로 제3자에게 이전하여 실수요자 위주의 공급질서를 교란하는 것을 방지하고자 하는 것이다.<br/>  주택청약종합저축 계좌가 개설된 은행에 연계된 공인인증서를 양도하는 경우, 그 양수인은 양도인 명의로 청약신청을 하여 주택을 공급받을 수 있게 되므로 ‘입주자저축 증서’의 양도·양수 행위에 위 공인인증서 양도·양수 행위도 포함된다고 해석함이 입법 취지에 부합한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 주택법 제65조 제1항 제2호 / [2] 주택법 제56조 제2항, 제65조 제1항 제2호<br/>",
  "참조판례": "[1] 대법원 2005. 9. 9. 선고 2005다26727 판결<br/>"
}