{
  "판례일련번호": "234461",
  "사건명": "상속재산분할·상속재산분할·상속재산분할·상속재산분할",
  "사건번호": "2017스98, 99, 100, 101",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20220630",
  "판시사항": "[1] 상속재산분할의 기준이 되는 구체적 상속분을 산정하는 방법<br/>  [2] 상속개시 당시 상속재산을 구성하던 재산이 그 후 처분되거나 멸실·훼손되는 등으로 상속재산분할 당시 상속재산을 구성하지 아니하게 된 경우, 상속재산분할의 대상이 될 수 있는지 여부(소극) 및 그 대가로 취득하게 된 대상재산(代償財産)이 상속재산분할의 대상이 될 수 있는지 여부(적극)<br/>  [3] 가정법원이 분할 대상인 상속재산 중 특정 재산을 일부 상속인 소유로 현물분할을 하는 방식으로 상속재산분할을 하는 경우, 심리할 사항과 필요한 조치<br/>",
  "판결요지": "[1] 상속재산분할은 법정상속분이 아니라 특별수익(피상속인의 공동상속인에 대한 유증이나 생전 증여 등)이나 기여분에 따라 수정된 구체적 상속분을 기준으로 이루어진다.<br/>  구체적 상속분을 산정함에 있어서는, 상속개시 당시를 기준으로 상속재산과 특별수익재산을 평가하여 이를 기초로 하여야 하고, 공동상속인 중 특별수익자가 있는 경우 구체적 상속분 가액의 산정을 위해서는, 피상속인이 상속개시 당시 가지고 있던 재산 가액에 생전 증여의 가액을 가산한 후, 이 가액에 각 공동상속인별로 법정상속분율을 곱하여 산출된 상속분의 가액으로부터 특별수익자의 수증재산인 증여 또는 유증의 가액을 공제하는 계산방법에 의한다. 이렇게 계산한 상속인별 구체적 상속분 가액을 전체 공동상속인들 구체적 상속분 가액 합계액으로 나누면 상속인별 구체적 상속분 비율, 즉 상속재산분할의 기준이 되는 구체적 상속분을 얻을 수 있다.<br/>  한편 위와 같이 구체적 상속분 가액을 계산한 결과 공동상속인 중 특별수익이 법정상속분 가액을 초과하는 초과특별수익자가 있는 경우, 그러한 초과특별수익자는 특별수익을 제외하고는 더 이상 상속받지 못하는 것으로 처리하되(구체적 상속분 가액 0원), 초과특별수익은 다른 공동상속인들이 그 법정상속분율에 따라 안분하여 자신들의 구체적 상속분 가액에서 공제하는 방법으로 구체적 상속분 가액을 조정하여 위 구체적 상속분 비율을 산출함이 바람직하다. 결국 초과특별수익자가 있는 경우 그 초과된 부분은 나머지 상속인들의 부담으로 돌아가게 된다.<br/>  [2] 상속개시 당시에는 상속재산을 구성하던 재산이 그 후 처분되거나 멸실·훼손되는 등으로 상속재산분할 당시 상속재산을 구성하지 아니하게 되었다면 그 재산은 상속재산분할의 대상이 될 수 없다. 다만 상속인이 그 대가로 처분대금, 보험금, 보상금 등 대상재산(代償財産)을 취득하게 된 경우, 대상재산(代償財産)은 종래의 상속재산이 동일성을 유지하면서 형태가 변경된 것에 불과할 뿐만 아니라 상속재산분할의 본질이 상속재산이 가지는 경제적 가치를 포괄적·종합적으로 파악하여 공동상속인에게 공평하고 합리적으로 배분하는 데에 있는 점에 비추어, 그 대상재산(代償財産)이 상속재산분할의 대상이 될 수 있다.<br/>  [3] 가정법원이 상속재산분할을 함에 있어 분할 대상이 된 상속재산 중 특정 재산을 일부 상속인 소유로 현물분할 한다면, 전체 분할 대상 재산을 분할 시 기준으로 평가하여, ① 특정 재산 가액이 그의 구체적 상속분에 따른 취득가능 가액을 초과하는 상속인이 있는 경우 차액을 정산하도록 하여야 하고(구체적 상속분을 산정함에 있어 유증이나 생전 증여 등으로 인한 초과특별수익과 달리, 산정된 구체적 상속분에 따른 취득가능 가액을 초과하여 분할받게 되는 부분은 다른 상속인들에게 정산해야 한다), ② 특정 재산 가액이 그의 구체적 상속분에 따른 취득가능 가액을 초과하지 않을 경우에도 위와 같은 현물분할을 반영하여 상속인들 사이의 지분율을 다시 산정해서 남은 분할 대상 상속재산은 수정된 지분율로 분할해야 한다.<br/>  이를 위해 전체 분할 대상 상속재산의 분할 시 기준 평가액에 상속인별 구체적 상속분을 곱하여 산출된 상속인별 취득가능 가액에서 각자 소유로 하는 특정 재산의 분할 시 기준 평가액을 공제하는 방법으로 구체적 상속분을 수정한 지분율을 산정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제269조, 제1008조, 제1008조의2, 제1009조, 제1013조 / [2] 민법 제269조, 제1008조, 제1008조의2, 제1009조, 제1013조 / [3] 민법 제269조, 제1008조, 제1008조의2, 제1009조, 제1013조, 가사소송규칙 제115조 제2항<br/>",
  "참조판례": "[1] 대법원 1995. 3. 10. 선고 94다16571 판결(공1995상, 1576), 대법원 1997. 3. 21. 자 96스62 결정(공1997상, 1228), 대법원 2001. 2. 9. 선고 2000다51797 판결(공2001상, 615), 대법원 2014. 7. 10. 선고 2012다26633 판결 / [2] 대법원 2016. 5. 4. 자 2014스122 결정(공2016하, 874) / [3] 대법원 1997. 3. 21. 자 96스62 결정(공1997상, 1228)<br/>"
}