{
  "판례일련번호": "234443",
  "사건명": "업무방해[업무방해의 위력 여부가 문제된 사건]",
  "사건번호": "2019도7446",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230330",
  "판시사항": "[1] 업무방해죄에서 말하는 ‘위력’의 의미 / 어떤 행위의 결과 상대방의 업무에 지장이 초래되었더라도 행위자가 상대방의 의사결정에 관여할 수 있는 권한을 가지고 있거나 업무상의 지시를 할 수 있는 지위에 있는 경우, 위력을 행사한 것인지 여부(원칙적 소극) / 업무방해죄의 성립에 업무방해의 결과가 실제로 발생할 것을 요하지 아니하지만 업무방해의 결과를 초래할 위험은 발생하여야 하는지 여부(적극)<br/>  [2] 甲 고등학교의 교장인 피고인이 신입생 입학 사정회의 과정에서 면접위원인 피해자들에게 \"참 선생님들이 말을 안 듣네. 중학교는 이 정도면 교장 선생님한테 권한을 줘서 끝내는데. 왜 그러는 거죠?\" 등 특정 학생을 합격시키라는 취지의 발언을 하여 특정 학생의 면접 점수를 상향시켜 신입생으로 선발되도록 함으로써 위력으로 피해자들의 신입생 면접 업무를 방해하였다는 내용으로 기소된 사안에서, 제반 사정을 종합하면, 피고인은 학교 교장이자 학교입학전형위원회 위원장으로서 위 사정회의에 참석하여 자신의 의견을 밝힌 후 계속하여 논의가 길어지자 발언을 한 것인바, 그 발언에 다소 과도한 표현이 사용되었더라도 위력을 행사하였다고 단정하기 어렵고, 그로 인하여 피해자들의 신입생 면접 업무가 방해될 위험이 발생하였다고 보기도 어렵다고 한 사례<br/>",
  "판결요지": "[1] 형법상 업무방해죄에서 말하는 ‘위력’은 반드시 유형력의 행사에 국한되지 아니하므로 폭력·협박은 물론 사회적·경제적·정치적 지위와 권세에 의한 압박 등도 이에 포함되지만, 적어도 그러한 위력으로 인하여 피해자의 자유의사를 제압하기에 충분하다고 평가될 정도의 세력에는 이르러야 한다. 한편 어떤 행위의 결과 상대방의 업무에 지장이 초래되었더라도 행위자가 상대방의 의사결정에 관여할 수 있는 권한을 가지고 있거나 업무상의 지시를 할 수 있는 지위에 있는 경우에는 그 행위의 내용이나 수단이 사회통념상 허용될 수 없는 등 특별한 사정이 없는 한 위력을 행사한 것이라고 할 수 없다. 또한 업무방해죄의 성립에는 업무방해의 결과가 실제로 발생할 것을 요하지 아니하지만 업무방해의 결과를 초래할 위험은 발생하여야 하고, 그 위험의 발생이 위계 또는 위력으로 인한 것인지 신중하게 판단되어야 한다.<br/>  [2] 특성화고등학교인 甲 고등학교의 교장인 피고인이 신입생 입학 사정회의(이하 ‘사정회의’라고 한다) 과정에서 면접위원인 피해자들에게 \"참 선생님들이 말을 안 듣네. 중학교는 이 정도면 교장 선생님한테 권한을 줘서 끝내는데. 왜 그러는 거죠?\" 등 특정 학생을 합격시키라는 취지의 발언을 하여 특정 학생의 면접 점수를 상향시켜 신입생으로 선발되도록 함으로써 위력으로 피해자들의 신입생 면접 업무를 방해하였다는 내용으로 기소된 사안에서, 사정회의는 초·중등교육법령 및 관할 교육감이 공고한 ‘고등학교 입학전형 기본계획’에 근거하여 신입생 전형관리를 위하여 구성된 학교입학전형위원회(이하 ‘전형위원회’라고 한다)로서, 전형위원장인 피고인뿐만 아니라 피해자들을 비롯한 위원들은 모두 최초 총점에 따른 순위에 구애받지 않고 사정회의를 통해 다양한 의견을 반영하여 최종 합격자를 결정하고 그에 따라 면접 점수가 조정될 수 있음을 양해하였던 것으로 보이고, 피해자들이 특정 학생의 면접 점수를 조정하기로 한 것은 피고인이 발언을 통해 어떠한 분위기를 조성한 영향이라기보다는 전형위원회 위원들이 사정회의에서 논의한 결과에 따른 것이라고 볼 여지가 있는 점, 피고인의 발언은 전형위원회 위원들 사이에 최종 합격자 결정을 위한 다양한 의견이 개진되면서 합격자를 결정하지 못하고 있던 상황에서 나온 것으로 보이는 점, 피고인의 발언이 입학전형에 관한 부정한 청탁에 기인하거나 그 밖의 부정한 목적 또는 의도에 따른 것이라고 볼 만한 사정이 없는 점 등에 비추어 피고인이 업무방해의 고의로 발언을 하였다고 보기도 어려운 점 등 제반 사정을 종합하면, 피고인은 학교 교장이자 전형위원회 위원장으로서 사정회의에 참석하여 자신의 의견을 밝힌 후 계속하여 논의가 길어지자 발언을 한 것인바, 그 발언에 다소 과도한 표현이 사용되었더라도 그것만으로 그 행위의 내용이나 수단이 사회통념상 허용할 수 없는 것이었다거나 피해자들의 자유의사를 제압하기에 충분한 위력을 행사하였다고 단정하기 어렵고, 그로 인하여 피해자들의 신입생 면접 업무가 방해될 위험이 발생하였다고 보기도 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판결에 업무방해죄의 성립에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제314조 제1항 / [2] 형법 제13조, 제314조 제1항, 초·중등교육법 제47조 제2항, 초·중등교육법 시행령 제78조 제1항, 제80조 제1항 제4호, 제91조<br/>",
  "참조판례": "[1] 대법원 2005. 4. 15. 선고 2002도3453 판결(공2005상, 773), 대법원 2013. 2. 28. 선고 2011도16718 판결(공2013상, 611), 대법원 2013. 3. 14. 선고 2010도410 판결(공2013상, 677)<br/>"
}