{
  "판례일련번호": "234577",
  "사건명": "담장철거등",
  "사건번호": "2021다271725",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230413",
  "판시사항": "[1] 법해석의 방법과 한계<br/>  [2] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/>  [3] 토지의 경계에 경계표나 담이 설치되어 있지 않을 때 한쪽 토지 소유자의 경계표나 담 설치 협력 요구에 인접 토지 소유자가 응하지 않는 경우, 민사소송으로 협력 의무의 이행을 구할 수 있는지 여부(적극) 및 이때 법원이 명할 협력 의무의 내용 / 기존의 경계표나 담장에 대하여 한쪽 토지 소유자가 처분권한을 가지고 있으면서 기존의 경계표나 담장을 제거할 의사를 분명하게 나타내고 있는 경우, 한쪽 토지 소유자가 인접 토지 소유자에 대하여 새로운 경계표나 담장의 설치에 협력할 것을 소구할 수 있는지 여부(적극) 및 담장의 처분권한이 없는 토지 소유자가 처분권한이 있는 인접 토지 소유자를 상대로 기존 담장의 철거를 명하는 판결을 받아 담장이 적법하게 철거되어야 하는 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 법은 원칙적으로 불특정 다수인에 대하여 동일한 구속력을 갖는 사회의 보편타당한 규범이므로 이를 해석함에 있어서는 법의 표준적 의미를 밝혀 객관적 타당성이 있도록 하여야 하고, 가급적 모든 사람이 수긍할 수 있는 일관성을 유지함으로써 법적 안정성이 손상되지 않도록 하여야 한다. 한편 실정법은 보편적이고 전형적인 사안을 염두에 두고 규정되기 마련이므로 사회현실에서 일어나는 다양한 사안에서 그 법을 적용함에 있어서는 구체적 사안에 맞는 가장 타당한 해결이 될 수 있도록 해석할 것도 또한 요구된다. 요컨대 법해석의 목표는 어디까지나 법적 안정성을 저해하지 않는 범위 내에서 구체적 타당성을 찾는 데 두어야 한다. 나아가 그러기 위해서는 가능한 한 법률에 사용된 문언의 통상적인 의미에 충실하게 해석하는 것을 원칙으로 하면서, 법률의 입법 취지와 목적, 그 제·개정 연혁, 법질서 전체와의 조화, 다른 법령과의 관계 등을 고려하는 체계적·논리적 해석방법을 추가적으로 동원함으로써, 위와 같은 법해석의 요청에 부응하는 타당한 해석을 하여야 한다. <br/>  [2] 당사자의 주장에 법률적 관점에서 보아 현저한 모순이나 불명료한 부분이 있는 경우, 법원은 적극적으로 석명권을 행사하여 당사자에게 의견 진술의 기회를 주어야 하고, 이를 게을리한 경우에는 석명 또는 지적의무를 다하지 아니한 것으로서 위법한 평가를 받을 수 있다. 청구취지나 청구원인의 법적 근거에 따라 요건사실에 대한 증명책임이 달라지는 중대한 법률적 사항에 해당되는 경우라면 더욱 그러하다.<br/>  [3] 토지의 경계에 경계표나 담이 설치되어 있지 아니하다면 특별한 사정이 없는 한 어느 한쪽 토지의 소유자는 인접한 토지의 소유자에 대하여 공동비용으로 통상의 경계표나 담을 설치하는 데에 협력할 것을 요구할 수 있고, 인접 토지 소유자는 그에 협력할 의무가 있다고 보아야 하므로, 한쪽 토지 소유자의 요구에 대하여 인접 토지 소유자가 응하지 아니하는 경우에는 한쪽 토지 소유자는 민사소송으로 인접 토지 소유자에 대하여 그 협력 의무의 이행을 구할 수 있다. 법원은 당해 토지들의 이용 상황, 그 소재 지역의 일반적인 관행, 설치비용 등을 고려하여 새로 설치할 경계표나 담장의 위치(특별한 사정이 없는 한 원칙적으로 새로 설치할 경계표나 담장의 중심 또는 중심선이 양 토지의 경계선상에 위치하도록 해야 한다), 재질, 모양, 크기 등 필요한 사항을 심리하여 인접 토지 소유자에 대하여 협력 의무의 이행을 명할 수 있다. 한편 기존의 경계표나 담장에 대하여 어느 쪽 토지 소유자도 일방적으로 처분할 권한을 가지고 있지 아니하다면 한쪽 토지 소유자가 인접 토지 소유자의 동의 없이 임의로 기존의 경계표나 담장을 제거하는 것은 허용되지 않으므로 한쪽 토지 소유자의 의사만으로 새로운 경계표나 담장을 설치하도록 강제할 수는 없으나, 그와 달리 기존의 경계표나 담장에 대하여 한쪽 토지 소유자가 처분권한을 가지고 있으면서 기존의 경계표나 담장을 제거할 의사를 분명하게 나타내고 있는 경우라면 한쪽 토지 소유자는 인접 토지 소유자에 대하여 새로운 경계표나 담장의 설치에 협력할 것을 소구할 수 있다. 담장의 처분권한이 없는 토지 소유자가 그 처분권한이 있는 인접 토지 소유자를 상대로 기존 담장의 철거를 명하는 판결을 받아 그 담장이 적법하게 철거되어야 하는 경우에도 인접 토지 사이에 경계를 표시할 통상의 담장이 설치되지 않은 상태와 마찬가지로 볼 수 있으므로, 이와 같은 법리가 그대로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제217조, 제237조 제1항 / [2] 민사소송법 제136조 / [3] 민법 제237조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 1. 17. 선고 2011다83431 전원합의체 판결(공2013상, 329) / [2] 대법원 2022. 4. 28. 선고 2019다200843 판결(공2022상, 1019) / [3] 대법원 1997. 8. 26. 선고 97다6063 판결(공1997하, 2824)<br/>"
}