{
  "판례일련번호": "234589",
  "사건명": "추심금",
  "사건번호": "2022다244836",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230413",
  "판시사항": "[1] 지역주택조합과 조합원 사이의 법률관계는 주택법령, 조합규약, 조합과 조합원 사이의 약정에 따라 규율되는지 여부(적극) 및 적법하게 조합원 지위를 상실한 경우에도 조합원이 납부한 분담금의 반환 범위와 방법 등이 주택법령 등에 정해져 있다면 이에 따라야 하는지 여부(적극) / 지역주택조합 설립 이전 단계의 모집주체와 조합원들 사이의 법률관계는 조합가입계약과 더불어 주택법령의 규정을 따라야 하는지 여부(적극)<br/>  [2] 채권자대위권이 행사된 경우, 제3채무자는 채무자에 대하여 가지는 모든 항변사유로 채권자에게 대항할 수 있는지 여부(적극)<br/>  [3] 甲 등이 지역주택조합 추진위원회와 사이에 조합가입계약을 체결하였다가 탈퇴하기로 합의하면서 자신들이 납부한 조합원 분담금 및 업무대행비 전액을 반환받기로 약정하였다며 추진위원회를 상대로 소송을 제기하여 무변론 판결로 전부 승소한 다음, 승소판결에 따른 채권을 피보전채권으로 추진위원회를 대위하여 추진위원회와 자금관리 대리사무계약을 체결하고 조합원 분담금 등의 자금관리 업무를 수행하는 乙 신탁회사를 상대로 자금관리 대리사무계약상 자금집행 요청권을 행사한 사안에서, 乙 회사가 자금집행의 절차, 요건, 범위에 관한 자금관리 대리사무계약 조항을 이유로 추진위원회를 대위하여 자금집행 요청권을 행사하는 甲 등에게 대항할 수 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 지역주택조합의 설립 방법·절차, 구성원의 자격기준·제명·탈퇴 및 운영·관리 등에 필요한 사항은 주택법령에 정하여져 있다(주택법 제11조 제1항, 제7항). 지역주택조합과 조합원 사이의 법률관계는 근거 법령, 조합규약, 조합과 조합원 사이의 약정에 따라 규율되는데, 조합원은 사업의 진행과정에서 그 진행단계에 따라 지속적으로 발생하는 사업비에 충당할 분담금을 납부할 의무를 진다. 적법하게 조합원 지위를 상실한 경우에도 납부한 분담금 반환 범위, 방법 등이 정해져 있다면 이에 따라야 한다.<br/>    지역주택조합 설립을 위한 추진위원회와 같은 모집주체가 조합원을 모집하는 경우에도 무주택자들의 주택 마련으로 주거 안정을 도모한다는 목적 및 사업운영의 투명성을 제고하고 전체 조합원의 권익을 보호하여야 할 필요성은 동일하고, 2016. 12. 2. 일부 개정된 주택법에서는 조합원 모집 절차와 방법에 관하여 규율하는 규정(제11조의2)이 신설되었다(그 이후 두 차례 추가 개정으로 제11조의3 내지 제11조의6이 신설되었다). 지역주택조합 설립 이전 단계의 모집주체와 조합원들 사이에서는 조합가입계약과 더불어 주택법령의 규정을 따라야 한다.<br/>  [2] 채권자대위권은 채무자의 제3채무자에 대한 권리를 행사하는 것이므로, 제3채무자는 채무자에 대하여 가지는 모든 항변사유로써 채권자에게 대항할 수 있다.<br/>  [3] 甲 등이 지역주택조합 추진위원회와 사이에 조합가입계약을 체결하였다가 탈퇴하기로 합의하면서 자신들이 납부한 조합원 분담금 및 업무대행비 전액을 반환받기로 약정하였다며 추진위원회를 상대로 소송을 제기하여 무변론 판결로 전부 승소한 다음, 승소판결에 따른 채권을 피보전채권으로 추진위원회를 대위하여 추진위원회와 자금관리 대리사무계약을 체결하고 조합원 분담금 등의 자금관리 업무를 수행하는 乙 신탁회사를 상대로 자금관리 대리사무계약상 자금집행 요청권을 행사한 사안에서, 甲 등은 조합가입계약 및 甲 등이 조합가입계약 체결 시 제출한 ‘자금 인출·집행 동의서’ 내용과 달리 추진위원회와 사이에 임의탈퇴 및 납부한 조합원 분담금과 업무추진비 전액을 반환받기로 합의한 것으로 보이므로, 乙 회사가 자금집행의 절차, 요건, 범위에 관한 추진위원회와 사이의 자금관리 대리사무계약 조항을 이유로 추진위원회를 대위하여 자금집행 요청권을 행사하는 甲 등에게 대항할 수 있고, 이는 甲 등이 추진위원회를 상대로 무변론 승소판결을 받은 사정이 있더라도 달라지지 않는다고 할 것임에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택법 제11조 제1항, 제7항, 제11조의2, 제11조의3, 제11조의4, 제11조의5, 제11조의6 / [2] 민법 제404조 / [3] 민법 제404조, 주택법 제11조 제1항, 제7항, 제11조의2, 제11조의3, 제11조의6<br/>",
  "참조판례": "[1] 대법원 2022. 7. 14. 선고 2021다281999, 282008 판결(공2022하, 1615) / [2] 대법원 2020. 7. 9. 선고 2020다223781 판결(공2020하, 1593)<br/>"
}