{
  "판례일련번호": "234587",
  "사건명": "채권조사확정재판에대한이의의소",
  "사건번호": "2022다289990",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230413",
  "판시사항": "중소기업에 대한 회생계획인가결정으로 신용보증기금에 대한 주채무가 감면된 경우, 신용보증기금이 연대보증인에 대한 회생절차에서 행사할 수 있는 권리의 범위(=감면된 채무에 상응하는 범위) 및 이는 연대보증인에 대한 회생절차가 개시된 후 중소기업에 대한 회생계획인가결정으로 주채무가 감면된 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "중소기업에 대한 회생계획인가결정으로 신용보증기금에 대한 주채무가 감면되면, 신용보증기금법 제30조의3에 따라 연대보증채무도 동일한 비율로 감면되므로, 신용보증기금이 연대보증인에 대한 회생절차에서 행사할 수 있는 권리 역시 감면된 채무에 상응하는 범위에 한정된다. 이는 연대보증인에 대한 회생절차가 개시된 후 중소기업에 대한 회생계획인가결정으로 주채무가 감면된 경우에도 마찬가지이다. 구체적인 이유는 다음과 같다. <br/>    ① 회생계획이 인가되어 회생기업의 채무조정이 이루어지는 경우에도 회생기업의 채무를 연대보증한 경영자에게 채무조정의 효력이 미치지 않음에 따라, 경영자 개인은 여전히 재기하기 어렵고 경영자가 기업의 채무를 연대보증하는 경우가 많은 중소기업의 현실에 비추어 결과적으로 기업의 실효성 있는 회생도 어려워진다는 점을 고려하여 신용보증기금법 제30조의3이 신설되었다. 이러한 신용보증기금법 제30조의3의 입법 취지는 신용보증기금이 연대보증인에 대한 회생절차에서 행사할 수 있는 권리의 범위를 결정하는 데에도 충분히 고려할 필요가 있다.<br/>    ② 신용보증기금법 제30조의3은 중소기업의 회생계획인가결정을 받는 시점에 신용보증기금에 대한 주채무가 감경 또는 면제된 경우 연대보증채무도 동일한 비율로 ‘감경 또는 면제한다.’고 규정함으로써, 채권자인 신용보증기금의 불이익을 감수하고 연대보증인으로 하여금 감면된 비율의 범위에서만 연대보증채무를 부담하도록 정하였으므로, 신용보증기금은 연대보증인에 대하여 감면된 연대보증채무에 상응하는 범위에 한하여 권리를 행사할 수 있다. <br/>    ③ 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제126조 제1항, 제2항은 회생절차에서 채권자로 하여금 확실히 채권의 만족을 얻을 수 있도록 함으로써 채권자를 보호하기 위한 규정이다. 그러나 신용보증기금법 제30조의3의 입법 취지·내용 등에 비추어 보면, 연대보증인에 대하여 회생절차가 개시된 후 중소기업에 대한 회생계획인가결정으로 신용보증기금에 대한 주채무가 감면된 경우에도 신용보증기금법 제30조의3이 채무자회생법 제126조 제1항, 제2항보다 우선 적용되어야 한다. 따라서 신용보증기금은 이 경우에도 연대보증인에 대한 회생절차에서 감면된 주채무에 상응하는 채권액에 한정하여 권리를 행사할 수 있을 뿐이다.<br/>    ④ 신용보증기금법 제30조의3에 따른 주채무의 감면과 연대보증인에 대한 회생절차개시의 선후는 중소기업 및 연대보증인에 대한 회생절차개시신청의 시기, 회생절차의 진행경과 등에 따라 달라질 수 있다. 그런데 연대보증인에 대한 회생절차개시 후 주채무가 감면되더라도 신용보증기금이 회생절차개시 당시의 연대보증채권 전액으로 권리를 행사할 수 있다면, 신용보증기금이 연대보증인에 대한 회생절차에서 행사할 수 있는 채권의 범위가 회생절차의 선후 또는 진행경과라는 우연한 사정에 의해 달라지는 것이 되어 부당할 뿐만 아니라 연대보증인은 중소기업에 대한 회생계획인가결정으로 주채무의 감면이라는 법률효과가 발생할 때까지 자신에 대한 회생절차개시신청을 미룰 가능성이 커진다. 이는 회생기업과 연대보증한 대표자 등에 대한 회생절차를 병행 처리하는 경우에 대표자 등의 부담을 경감하고 효율적인 회생을 도모할 수 있다는 점과 비교하여, 회생절차의 효율적 진행에 지장을 줄 가능성이 높아짐은 물론 회생기업에 대한 회생절차가 진행되고 있음에도 연대보증인으로 하여금 자신에 대한 회생절차 진행을 보류한 탓에 신용보증기금을 비롯한 채권자들의 채권추심으로부터 벗어날 수 없게 하고, 결과적으로는 재정적 어려움에 빠진 중소기업의 실효성 있는 회생과 함께 대표자 등의 재기를 도모하는 신용보증기금법 제30조의3의 입법 취지에도 어긋나게 된다.<br/>",
  "판결본문": "",
  "참조조문": "신용보증기금법 제30조의3, 채무자 회생 및 파산에 관한 법률 제126조 제1항, 제2항, 제250조 제2항<br/>",
  "참조판례": "대법원 2020. 4. 29. 선고 2019다226135 판결(공2020상, 977)<br/>"
}