{
  "판례일련번호": "234629",
  "사건명": "입찰참가자격제한및영업정지요청결정취소청구의소",
  "사건번호": "2020두47892",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 구 하도급거래 공정화에 관한 법률 제26조 제2항에 따른 공정거래위원회의 입찰참가자격제한 등 요청 결정이 항고소송의 대상이 되는 처분에 해당하는지 여부(적극)<br/>  [2] 하도급거래 공정화에 관한 법률 위반을 이유로 시정명령 등과 그에 따른 벌점을 부과받은 甲 주식회사가 乙 주식회사와 丙 주식회사로 분할되었고, 丁 주식회사가 甲 회사의 사업 부문 대부분이 이전된 乙 회사를 흡수합병하자, 공정거래위원회가 丁 회사에 대하여 甲 회사에 부과된 벌점이 丁 회사에 승계되었음을 이유로 관계 행정기관의 장에게 입찰참가자격제한 및 영업정지를 요청하기로 결정한 사안에서, 위 처분이 위법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 하도급거래 공정화에 관한 법률(2022. 1. 11. 법률 제18757호로 개정되기 전의 것, 이하 ‘구 하도급법’이라 한다) 제26조 제2항은 입찰참가자격제한 등 요청의 요건을 시행령으로 정한 기준에 따라 부과한 벌점의 누산점수가 일정 기준을 초과하는 경우로 구체화하고, 위 요건을 충족하는 경우 공정거래위원회는 구 하도급법 제26조 제2항 후단에 따라 관계 행정기관의 장에게 해당 사업자에 대한 입찰참가자격제한 등 요청 결정을 하게 되며, 이를 요청받은 관계 행정기관의 장은 특별한 사정이 없는 한 그 사업자에 대하여 입찰참가자격제한 등의 처분을 해야 하므로, 사업자로서는 입찰참가자격제한 등 요청 결정이 있으면 장차 후속 처분으로 입찰참가자격이 제한되고 영업이 정지될 수 있는 등의 법률상 불이익이 존재한다. 이때 입찰참가자격제한 등 요청 결정이 있음을 알고 있는 사업자로 하여금 입찰참가자격제한처분 등에 대하여만 다툴 수 있도록 하는 것보다는 그에 앞서 직접 입찰참가자격제한 등 요청 결정의 적법성을 다툴 수 있도록 함으로써 분쟁을 조기에 근본적으로 해결하도록 하는 것이 법치행정의 원리에도 부합하므로, 공정거래위원회의 입찰참가자격제한 등 요청 결정은 항고소송의 대상이 되는 처분에 해당한다.<br/>  [2] 하도급거래 공정화에 관한 법률(이하 ‘하도급법’이라 한다) 위반을 이유로 시정명령 등과 그에 따른 벌점을 부과받은 甲 주식회사가 乙 주식회사와 丙 주식회사로 분할되었고, 丁 주식회사가 甲 회사의 사업 부문 대부분이 이전된 乙 회사를 흡수합병하자, 공정거래위원회가 丁 회사에 대하여 甲 회사에 부과된 벌점이 丁 회사에 승계되었음을 이유로 관계 행정기관의 장에게 입찰참가자격제한 및 영업정지를 요청하기로 결정한 사안에서, 공정거래위원회에 벌점의 부과 여부나 범위에 관하여 실질적으로 재량의 여지가 있다고 보기 어렵고 일정 기준을 초과하는 경우 공정거래위원회에 관계 행정기관의 장을 상대로 입찰참가자격의 제한 요청 등을 할 의무가 발생하는 점, 하도급법에 따른 벌점 부과를 단순한 사실행위에 불과하다고만 볼 수는 없고, 공법상 지위 내지 의무·책임이 구체화된 경우라고 볼 여지가 큰 점, 회사분할이 벌점 누적으로 인한 후속 처분인 입찰참가자격제한 등 요청 결정 및 그에 따른 공법상 의무 내지 책임의 발생이 임박한 상태에서 이루어진 점, 공정거래위원회가 甲 회사에 대하여 한 시정조치 또는 과징금부과와 관련된 사업 부문은 모두 분할신설회사에 승계된 사업 부문인 회사분할의 실질 및 분할계획서의 취지에 따르더라도 甲 회사에 부과된 벌점은 분할되는 회사의 공법상 의무 또는 이와 관련한 재산적 가치가 있는 사실관계에 해당하므로, 분할신설회사인 乙 회사에 귀속된 후 이를 흡수합병한 丁 회사에 승계되었다고 보는 것이 타당한 점 등을 종합하면, 하도급법을 위반한 분할전회사와 분할신설회사의 법인격이 동일하다고 볼 수 없고, 丁 회사가 하도급법 위반행위를 한 사업자인 甲 회사의 법률상 지위를 승계하였다고 보기도 부족하다는 이유로 처분이 위법하다고 본 원심판단에 하도급법상 벌점 승계 여부에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2022. 1. 11. 법률 제18757호로 개정되기 전의 것) 제26조 제2항, 행정소송법 제2조 제1항 제1호 / [2] 구 하도급거래 공정화에 관한 법률(2022. 1. 11. 법률 제18757호로 개정되기 전의 것) 제26조 제2항, 상법 제530조의9 제1항, 제2항, 제530조의10<br/>",
  "참조판례": "[1] 대법원 2023. 2. 2. 선고 2020두48260 판결(공2023상, 542)<br/>"
}