{
  "판례일련번호": "234647",
  "사건명": "근로에관한소송[구 파견법에 따라 직접고용청구권을 취득한 파견근로자가 사용사업주를 상대로 고용의사표시, 직접고용의무 불이행을 이유로 한 손해배상 등을 구하는 사건]",
  "사건번호": "2021다229601",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 사용사업주에 대한 회생절차개시결정이 있는 경우, 회생절차개시결정 전에 발생한 파견근로자의 직접고용청구권이 소멸하는지 여부(적극) 및 파견근로자는 사용사업주의 회생절차가 종결되면 그때부터 새로 발생한 직접고용청구권을 행사할 수 있는지 여부(적극)<br/>  [2] 사용사업주가 파견근로자와 비교대상 근로자가 같은 종류의 업무 또는 유사한 업무를 수행하고 있음을 알았거나 알 수 있었는데도 파견근로자의 임금을 결정하는 데 관여하거나 영향력을 행사하는 등으로 파견근로자가 비교대상 근로자보다 적은 임금을 지급받도록 하고 이러한 차별에 합리적인 이유가 없는 경우, 사용사업주가 임금 차별에 대한 손해배상책임을 부담하는지 여부(적극) 및 이때 ‘합리적인 이유가 없는 경우’의 의미 및 합리적인 이유가 있는지 판단하는 방법 / 이러한 법리는 구 파견근로자 보호 등에 관한 법률을 위반한 파견근로관계 및 파견근로자가 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년을 경과하여 근로를 제공한 경우에도 적용되는지 여부(적극)<br/>  [3] 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년이 경과한 파견근로자에 대하여 구 파견근로자 보호 등에 관한 법률 제21조 제1항이 금지하는 차별적 처우가 있는지를 판단할 때, 비교대상 근로자를 선정하는 방법 및 정년을 경과하지 않은 근로자를 비교대상 근로자로 삼는 경우, 파견근로자의 정년이 경과하였다는 사정을 불리한 처우에 합리적 이유가 있는지 판단하는 데에 고려하여야 하는지 여부(적극)<br/>  [4] 정년을 경과한 파견근로자에 대하여 사용사업주 소속 정년 미경과 근로자를 비교대상으로 하여 차별적 처우에 합리적 이유가 있는지를 판단하거나 차별적 처우로 인한 손해배상액을 산정하는 경우, 그 기준이 되는 임금(=사용사업주가 정년이 경과한 근로자를 채용하였더라면 지급하였을 적정한 임금) 및 이를 산정하는 방법<br/>",
  "판결요지": "[1] 구 파견근로자 보호 등에 관한 법률(2012. 2. 1. 법률 제11279호로 개정되기 전의 것, 이하 ‘구 파견법’이라고 한다) 제6조의2 제2항은 파견근로자가 명시적인 반대의사를 표시하거나 대통령령이 정하는 정당한 이유가 있는 경우에는 같은 조 제1항의 사용사업주의 직접고용의무 규정이 적용되지 않는다고 규정하고 있고, 구 파견근로자 보호 등에 관한 법률 시행령(2014. 9. 24. 대통령령 제25630호로 개정되기 전의 것) 제2조의2 제1호는 구 임금채권보장법 시행령(2014. 9. 24. 대통령령 제25630호로 개정되기 전의 것) 제4조 제1호부터 제3호까지 정한 사용사업주에 대한 파산선고, 회생절차개시결정 및 미지급임금 등을 지급할 능력이 없다고 인정되는 일정한 경우를 구 파견법 제6조의2 제2항에 규정된 ‘대통령령이 정하는 정당한 이유가 있는 경우’의 하나로 규정하고 있다. 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것, 이하 구 파견법과 구별할 필요가 없는 경우에는 통칭하여 ‘파견법’이라고 한다) 및 구 파견근로자 보호 등에 관한 법률 시행령(2019. 10. 29. 대통령령 제30177호로 개정되기 전의 것)의 규정도 위 규정들과 내용은 동일하다.<br/>  파견법이 이처럼 파견근로자의 고용안정과 보호를 위하여 사용사업주에게 직접고용의무를 부과하면서도, 위와 같은 직접고용의무의 예외규정을 둔 이유는 재정적 어려움으로 인하여 파탄에 직면하여 회생절차가 개시된 사용사업주에 대하여도 일반적인 경우와 동일하게 직접고용의무를 부과하는 것은 사업의 효율적 회생을 어렵게 하여 결과적으로 사용사업주 소속 근로자뿐만 아니라 파견근로자의 고용안정에도 도움이 되지 않는다는 정책적 고려에 바탕을 둔 것이다. 이와 같은 예외규정을 둔 입법 목적과 취지를 고려하면, 파견법 제6조의2 제2항에 따라 사용사업주에 대한 회생절차개시결정이 있은 후에는 직접고용청구권은 발생하지 않고, 회생절차개시결정 전에 직접고용청구권이 발생한 경우에도 회생절차개시결정으로 인하여 직접고용청구권이 소멸하는 것으로 봄이 타당하다. 다만 사용사업주의 회생절차가 종결되면 파견근로자는 그때부터 새로 발생한 직접고용청구권을 행사할 수 있다.<br/>  [2] 사용사업주가 파견근로자와 비교대상 근로자가 같은 종류의 업무 또는 유사한 업무를 수행하고 있음을 알았거나 통상적인 사용사업주의 입장에서 합리적인 주의를 기울였으면 이를 알 수 있었는데도 파견근로자의 임금을 결정하는 데 관여하거나 영향력을 행사하는 등으로 파견근로자가 비교대상 근로자보다 적은 임금을 지급받도록 하고 이러한 차별에 합리적 이유가 없는 경우, 이는 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것, 이하 ‘개정 파견법’이라고 한다) 제21조 제1항을 위반하는 위법한 행위로서 민법 제750조의 불법행위를 구성한다. 이 경우 사용사업주는 합리적인 이유 없이 임금 차별을 받은 파견근로자에게 그러한 차별이 없었더라면 받을 수 있었던 적정한 임금과 실제 지급받은 임금의 차액에 상당하는 손해를 배상할 책임이 있다. 이때 합리적인 이유가 없는 경우라 함은, 파견근로자를 달리 처우할 필요성이 인정되지 아니하거나 달리 처우할 필요성이 인정되더라도 그 방법·정도 등이 적정하지 아니한 경우를 의미한다. 그리고 합리적인 이유가 있는지는 개별 사안에서 문제가 된 불리한 처우의 내용과 정도, 불리한 처우가 발생한 이유를 기준으로 파견근로자의 업무의 내용과 범위·권한·책임 등을 종합적으로 고려하여 판단하여야 한다. 이러한 법리는 개정 파견법을 위반한 파견근로관계 및 파견근로자가 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년을 경과하여 근로를 제공한 경우에도 적용된다. <br/>  [3] 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년이 경과한 파견근로자에 대하여 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것) 제21조 제1항이 금지하는 차별적 처우가 있는지를 판단할 때 비교대상 근로자는 원칙적으로 사용사업주의 사업장에서 정년을 경과하여 같은 종류의 업무 또는 유사한 업무를 수행하는 정규직 근로자가 있다면 그 근로자가 되어야 한다. 만일 그러한 근로자가 없는 경우 정년이 경과하여 퇴직한 근로자가 사용사업주에게 촉탁직 등 기간제 근로자로 채용되어 같은 종류의 업무 또는 유사한 업무를 수행하고 있다면, 위 기간제 근로자 역시 비교대상 근로자가 될 수 있다. 사용사업주의 사업장에 정년을 경과하여 같은 종류의 업무 또는 유사한 업무를 수행하는 근로자가 없는 경우에는 정년을 경과하지 않은 같은 종류의 업무 또는 유사한 업무를 수행하는 근로자를 비교대상 근로자로 삼을 수밖에 없을 것이나, 이러한 경우에도 파견근로자의 정년이 경과하였다는 사정을 불리한 처우에 합리적 이유가 있는지 판단하는 데에 고려하여야 한다. <br/>  [4] 정년을 경과한 파견근로자에 대하여 사용사업주 소속 정년 미경과 근로자를 비교대상으로 하여 차별적 처우에 합리적 이유가 있는지를 판단하거나 차별적 처우로 인한 손해배상액을 산정하는 경우, 그 기준이 되는 임금, 즉 파견근로자가 차별적 처우가 없었더라면 받을 수 있었던 적정한 임금은, 사용사업주 소속 정년 미경과 근로자가 받은 임금이 아니라 사용사업주가 정년을 경과한 근로자를 채용하였더라면 지급하였을 적정한 임금을 의미한다. 이러한 임금은 정년이 경과한 파견근로자가 구체적으로 수행한 업무의 내용과 범위·권한·책임, 동종 사업장의 관행, 파견근로자와 같은 종류의 업무 또는 유사한 업무가 아니더라도 다른 종류의 업무 영역에서 사용사업주가 정년퇴직한 근로자를 일시적으로 고용한 적이 있다면 그 근로자에게 지급한 임금과 퇴직 전 지급한 임금의 차이와 비율 등을 종합적으로 고려하여 산정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 파견근로자 보호 등에 관한 법률(2012. 2. 1. 법률 제11279호로 개정되기 전의 것) 제6조의2 제2항, 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것) 제6조의2 제2항, 구 파견근로자 보호 등에 관한 법률 시행령(2014. 9. 24. 대통령령 제25630호로 개정되기 전의 것) 제2조의2 제1호, 구 파견근로자 보호 등에 관한 법률 시행령(2019. 10. 29. 대통령령 제30177호로 개정되기 전의 것) 제2조의2 제1호 / [2] 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것) 제2조 제7호, 제21조 제1항, 민법 제393조, 제750조, 제763조 / [3] 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것) 제2조 제7호, 제21조 제1항 / [4] 구 파견근로자 보호 등에 관한 법률(2019. 4. 30. 법률 제16413호로 개정되기 전의 것) 제2조 제7호, 제21조 제1항, 민법 제393조, 제750조, 제763조<br/>",
  "참조판례": "[2] 대법원 2020. 5. 14. 선고 2016다239024, 239031, 239048, 239055, 239062 판결(공2020하, 1070)<br/>"
}