{
  "판례일련번호": "234639",
  "사건명": "유치권존재확인의소",
  "사건번호": "2022다273018",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 유치권의 피담보채권이 되기 위한 요건 및 법률과 관습법이 인정하지 않는 새로운 종류나 내용의 물권을 창설할 수 있는지 여부(소극)<br/>  [2] 인접한 구분건물 사이에 설치된 경계벽이 제거되어 각 구분건물이 구조상 및 이용상 독립성을 상실하였으나, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 복원을 전제로 한 일시적인 것으로서 복원이 용이한 경우, 그 구분건물에 관한 등기의 효력(유효)<br/>  [3] 甲 주식회사가 구분등기가 마쳐진 4개 호실 중 1개 호실을 임차하면서 임대인과 ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페 영업을 위하여 투입한 총공사비의 70%를 반환한다.’는 내용의 공사비 반환 약정을 하였고, 그 후 甲 회사는 4개 호실을 점유하면서 각 호실을 구분하던 칸막이를 철거하는 등의 공사를 한 다음 점유 부분 전부를 뷔페 영업을 위한 공간으로 사용하였는데, 4개 호실이 경매절차에서 일괄매각되자 甲 회사가 위 약정에 따른 유익비상환채권을 피담보채권으로 하는 유치권의 존재 확인을 구한 사안에서, 甲 회사가 지출하였다고 주장하는 총공사비에 따라 산정한 금액을 유치권의 피담보채권으로 인정한 다음 甲 회사가 각 호실 전체에 대하여 유치권을 주장할 수 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 유치권은 점유하는 물건으로써 유치권자의 피담보채권에 대한 우선적 만족을 확보하여 주는 법정담보물권이다. 민법 제320조 제1항은 “타인의 물건 또는 유가증권을 점유한 자는 그 물건이나 유가증권에 관하여 생긴 채권이 변제기에 있는 경우에는 변제를 받을 때까지 그 물건 또는 유가증권을 유치할 권리가 있다.”라고 규정하고 있으므로, 유치권의 피담보채권은 ‘그 물건에 관하여 생긴 채권’이어야 한다. 민법 제185조는 “물권은 법률 또는 관습법에 의하는 외에는 임의로 창설하지 못한다.”라고 정하여 물권법정주의를 선언하고 있다. 물권법의 강행법규성에 따라 법률과 관습법이 인정하지 않는 새로운 종류나 내용의 물권을 창설하는 것은 허용되지 않는다.<br/>  [2] 인접한 구분건물 사이에 설치된 경계벽이 제거됨으로써 각 구분건물이 구분건물로서의 구조상 및 이용상 독립성을 상실하게 되었다고 하더라도, 각 구분건물의 위치와 면적 등을 특정할 수 있고 사회통념상 그것이 구분건물로서의 복원을 전제로 한 일시적인 것일 뿐만 아니라 복원이 용이한 것이라면, 각 구분건물이 구분건물로서의 실체를 상실한다고 쉽게 단정할 수는 없고, 아직도 그 등기는 구분건물을 표상하는 등기로서 유효하다고 해석해야 한다.<br/>  [3] 甲 주식회사가 구분등기가 마쳐진 4개 호실 중 1개 호실을 임차하면서 임대인과 ‘임대차계약이 종료된 경우에 임대인은 임차인에게 임차인이 위 부동산에 관하여 뷔페 영업을 위하여 투입한 총공사비의 70%를 반환한다.’는 내용의 공사비 반환 약정을 하였고, 그 후 甲 회사는 4개 호실을 전부 점유하면서 각 호실을 구분하던 칸막이를 철거하는 등의 공사를 한 다음 점유 부분 전부를 뷔페 영업을 위한 공간으로 사용하였는데, 4개 호실이 경매절차에서 일괄매각되자 甲 회사가 위 약정에 따른 유익비상환채권을 피담보채권으로 하는 유치권의 존재 확인을 구한 사안에서, 임대차계약 및 공사비 반환 약정의 진정성에 의문스러운 부분이 있을 뿐만 아니라, 유치권의 목적물과 견련관계가 인정되지 않는 채권을 피담보채권으로 하는 유치권을 인정한다면 법률이 정하지 않은 새로운 내용의 유치권을 창설하는 것으로서 물권법정주의에 반하여 허용되지 않는데, 甲 회사가 공사에 지출하였다고 주장하는 비용에는 각 호실의 개량을 위하여 지출되어 물건의 가치를 객관적으로 증가시키는 비용과 甲 회사의 주관적 이익이나 특정한 영업을 위한 목적으로 지출된 비용이 구분되어 있지 않으므로, 공사비 반환 약정을 근거로, 민법상 유익비에 해당하지 않는, 즉 건물의 객관적 가치 증가와 무관한 비용지출로서 유치권 목적물과의 견련관계가 인정되지 않는 부분까지 법정담보물권인 유치권의 피담보채권이 된다고 볼 수 없으며, 한편 각 호실의 칸막이가 철거되어 구조상·이용상 독립성을 상실하기는 하였으나 현재도 건축물대장에 첨부된 건축물현황도 등으로 위치와 면적 등을 쉽게 특정할 수 있고, 기존 칸막이 철거는 점유 부분을 뷔페 영업에 사용하기 위한 일시적인 방편에 불과하여 언제든지 원상태로 복원할 수 있을 뿐만 아니라 복원에 과다한 비용이 들 것으로 보이지 않는데도, 甲 회사가 지출하였다고 주장하는 총공사비에 따라 산정한 금액을 유치권의 피담보채권으로 인정한 다음 甲 회사가 각 호실 전체에 대하여 유치권을 주장할 수 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제185조, 제320조 제1항 / [2] 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2, 민법 제186조, 제215조 / [3] 민법 제185조, 제186조, 제215조, 제320조 제1항, 제626조 제2항, 집합건물의 소유 및 관리에 관한 법률 제1조, 제1조의2<br/>",
  "참조판례": "[1] 대법원 2012. 1. 26. 선고 2011다96208 판결(공2012상, 312), 대법원 2021. 12. 30. 선고 2018다40235, 40242 판결(공2022상, 230), 대법원 2022. 6. 16. 선고 2018다301350 판결(공2022하, 1356) / [2] 대법원 1999. 6. 2. 자 98마1438 결정(공1999하, 1851), 대법원 2022. 12. 29. 자 2019마5500 결정(공2023상, 355)<br/>"
}