{
  "판례일련번호": "234637",
  "사건명": "보험금",
  "사건번호": "2022다303216",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 보험약관에서 정하는 상해의 요건인 ‘급격하고도 우연한 외래의 사고’ 중 ‘외래의 사고’의 의미 및 사고의 외래성과 상해 또는 사망이라는 결과 사이의 인과관계에 관한 증명책임의 소재(=보험금청구자)<br/>  [2] 보험약관에 정한 ‘우연한 외래의 사고’로 피보험자가 사망하였는지를 판단함에 있어 문제 된 사고와 사망이라는 결과 사이의 인과관계 증명 정도<br/>  [3] 어떤 특정한 사항에 관하여 상반되는 여러 개의 감정 결과가 있는 경우, 감정 방법의 적법 여부를 심리·조사하지 않은 채 어느 하나의 감정 결과를 다른 감정 결과와 상이하다는 이유만으로 배척할 수 있는지 여부(소극) 및 동일한 감정사항에 대하여 2개 이상의 감정기관이 서로 모순되거나 불명료한 감정의견을 내놓고 있는 경우, 감정 결과를 증거로 채용하기 위해 법원이 취할 조치 / 이러한 법리는 전문적인 학식과 경험이 있는 사람이 작성한 감정의견이 기재된 서면이 서증의 방법으로 제출된 경우에도 마찬가지로 적용되는지 여부(적극)<br/>  [4] 甲의 배우자였던 乙이 丙 보험회사와 사이에, 피보험자를 甲, 보험수익자를 피보험자의 법정상속인으로 하여 피보험자가 상해의 직접 결과로 사망하는 경우 일반상해사망보험금을 지급하는 내용의 보험계약을 체결하였는데, 甲이 계단에서 미끄러져 넘어지는 사고로 병원에서 입원치료를 받다가 식사 중 의식을 잃고 쓰러져 사망하자, 甲의 상속인 丁이 丙 회사를 상대로 일반상해사망보험금의 지급을 구한 사안에서, 甲의 사인에 관해 질식과 급성 심근경색증이 모두 가능성이 있다는 진료기록감정촉탁 결과와 급성 심근경색증이라는 진료기록감정촉탁 및 사실조회 결과가 각 제출되었는데도, 각 감정촉탁 결과의 신빙성을 판단하기 위한 추가적 조치를 취하지 않은 채, 甲에게 질식이 발생하였고 질식이 甲의 사망에 원인이 되었음을 완전히 배제할 수 없다는 이유로 丁의 청구를 일부 받아들인 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험계약 약관에서 정하는 상해의 요건인 ‘급격하고도 우연한 외래의 사고’ 중 ‘외래의 사고’는 상해 또는 사망의 원인이 피보험자의 신체적 결함, 즉 질병이나 체질적 요인 등에 기인한 것이 아닌 외부적 요인에 의해 초래된 모든 것을 의미하고, 이러한 사고의 외래성 및 상해 또는 사망이라는 결과와 사이의 인과관계에 관하여는 보험금청구자에게 증명책임이 있다.<br/>  [2] 민사 분쟁에서의 인과관계는 의학적·자연과학적 인과관계가 아니라 사회적·법적 인과관계이므로, 그 인과관계가 반드시 의학적·자연과학적으로 명백히 증명되어야 하는 것은 아니고, 망인이 보험계약 약관에 정한 ‘우연한 외래의 사고’로 인하여 사망하였는지를 판단함에 있어서도 마찬가지이나, 문제 된 사고와 사망이라는 결과 사이에는 상당한 인과관계가 있어야 한다.<br/>  [3] 어떤 특정한 사항에 관하여 상반되는 여러 개의 감정 결과가 있는 경우 각 감정 결과의 감정 방법이 적법한지 여부를 심리·조사하지 않은 채 어느 하나의 감정 결과가 다른 감정 결과와 상이하다는 이유만으로 그 감정 결과를 배척할 수는 없다. 그리고 동일한 감정사항에 대하여 2개 이상의 감정기관이 서로 모순되거나 불명료한 감정의견을 내놓고 있는 경우 법원이 그 감정 결과를 증거로 채용하여 사실을 인정하기 위해서는 다른 증거자료가 뒷받침되지 않는 한, 각 감정기관에 대하여 감정서의 보완을 명하거나 증인신문이나 사실조회 등의 방법을 통하여 정확한 감정의견을 밝히도록 하는 등 적극적인 조치를 강구하여야 한다. 이러한 법리는 전문적인 학식과 경험이 있는 사람이 작성한 감정의견이 기재된 서면이 서증의 방법으로 제출된 경우에 사실심 법원이 이를 채택하여 사실인정의 자료로 삼으려 할 때에도 마찬가지로 적용될 수 있다.<br/>  [4] 甲의 배우자였던 乙이 丙 보험회사와 사이에, 피보험자를 甲, 보험수익자를 피보험자의 법정상속인으로 하여 피보험자가 상해의 직접 결과로 사망하는 경우 일반상해사망보험금을 지급하는 내용의 보험계약을 체결하였는데, 甲이 계단에서 미끄러져 넘어지는 사고로 병원에서 입원치료를 받다가 식사 중 의식을 잃고 쓰러져 사망하자, 甲의 상속인 丁이 丙 회사를 상대로 일반상해사망보험금의 지급을 구한 사안에서, 위 보험계약의 약관에서 상해를 ‘보험기간 중에 발생한 급격하고도 우연한 외래의 사고로 신체에 입은 상해’로 정하면서 일반상해사망보험금은 피보험자가 보험기간 상해의 직접 결과로써 사망한 경우(질병으로 인한 사망은 제외)에 지급하도록 정하고 있는데, 甲의 사인에 관해 ① 질식과 급성 심근경색증이 모두 가능성이 있다는 戊 의료원 원장에 대한 진료기록감정촉탁 결과와 ② 급성 심근경색증이라는 己 대학병원 원장에 대한 진료기록감정촉탁 및 사실조회 결과가 각 제출되었으므로, 법원으로서는 甲에게 질식이라는 외래의 사고로 상해가 발생하였고 상해가 甲의 사망과 상당인과관계가 있다는 사정에 관한 증명책임이 丁에게 있음을 감안하여, 甲에게 질식이 발생하였고 이로써 사망하였다는 사정을 쉽게 추정하여 보험금청구권을 인정하는 것에는 신중하여야 하고, 특히 戊 의료원 원장에 대한 진료기록감정촉탁 결과에 배치되는 진료기록감정촉탁 및 사실조회 결과와 국립과학수사연구원의 부검의견이 반증으로 제시되어 있을 뿐만 아니라 戊 의료원 원장에 대한 진료기록감정촉탁 과정에 일부 절차상 미비점까지 존재하므로, 戊 의료원 원장에 대한 진료기록감정촉탁 결과를 채택하려면 감정촉탁 결과의 보완을 명하거나 증인신문, 사실조회 등 추가적인 증거조사를 통해 甲이 의식을 잃고 사망하는 과정에서 질식이 발생하였다고 볼만한 사정이 있었는지, 부검감정서에 질식이 발생한 경우 특징적으로 보이는 내용이 있었고 이러한 내용을 근거로 질식 발생 여부에 관한 의견을 제시한 것인지 등에 관한 각 감정기관의 견해를 구체적으로 심리·파악하여 감정촉탁 결과의 신빙성 여부를 판단하였어야 하는데도, 위와 같은 사정을 면밀히 살펴보거나 심리하지 않은 채 甲에게 질식이 발생하였고 질식이 甲의 사망에 원인이 되었음을 완전히 배제할 수 없다는 이유로 丁의 청구를 일부 받아들인 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제727조, 민사소송법 제288조[증명책임] / [2] 상법 제727조 / [3] 민사소송법 제202조, 제339조, 제340조 / [4] 상법 제727조, 민사소송법 제202조, 제288조[증명책임], 제339조, 제340조<br/>",
  "참조판례": "[1][2] 대법원 2010. 9. 30. 선고 2010다12241, 12258 판결(공2010하, 1975) / [1] 대법원 1998. 10. 13. 선고 98다28114 판결(공1998하, 2674), 대법원 2001. 8. 21. 선고 2001다27579 판결(공2001하, 2047) / [3] 대법원 1992. 3. 27. 선고 91다34561 판결(공1992, 1384), 대법원 1994. 6. 10. 선고 94다10955 판결(공1994하, 1934), 대법원 2008. 2. 14. 선고 2007다64181 판결, 대법원 2019. 10. 31. 선고 2017다204490, 204506 판결<br/>"
}