{
  "판례일련번호": "234635",
  "사건명": "부당이득금",
  "사건번호": "2022다304189",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 민법 제261조에서 정한 보상청구가 인정되기 위한 요건 / 계약에 따른 급부가 계약의 상대방 아닌 제3자의 이익으로 된 경우, 급부를 한 계약당사자가 제3자에 대하여 직접 부당이득반환을 청구할 수 있는지 여부(소극)<br/>  [2] 甲 상가는 乙 지방자치단체가 기부채납받아 丙 주식회사에 관리가 위탁된 행정재산으로, 丙 회사가 甲 상가에 대한 개보수공사를 실시하기로 하고 乙 지방자치단체의 승인을 받아 계약금액을 확정하였으며, 甲 상가 임차인들이 공사비용을 부담하고 보수공사 진행 및 기부채납을 할 목적으로 소속 상인들을 위원장 및 위원으로 한 丁 추진위원회가 설립되었는데, 丙 회사가 乙 지방자치단체에 보수공사의 설계변경 및 계약금액 증액에 관한 승인 요청의사를 전달하였으나 승인을 받지 못하였음에도, 乙 지방자치단체의 승인 없는 변경시공까지 완료한 다음 개보수 시설물 전부를 기부채납하자, 공사비용을 실제 지출한 丁 추진위원회가 乙 지방자치단체를 상대로 변경시공으로 설치된 동산들에 관하여 부합으로 인한 부당이득반환을 구한 사안에서, 乙 지방자치단체가 위 동산들의 부합으로 이익을 얻게 되었더라도 丁 추진위원회가 직접 乙 지방자치단체를 상대로 그 반환을 구할 수 있는 부당이득으로 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 민법 제261조에서 첨부로 법률규정에 의한 소유권 취득(민법 제256조 내지 제260조)이 인정된 경우에 \"손해를 받은 자는 부당이득에 관한 규정에 의하여 보상을 청구할 수 있다.\"라고 규정하고 있는데, 이러한 보상청구가 인정되기 위해서는 민법 제261조 자체의 요건뿐만 아니라, 부당이득 법리에 따른 판단에 의하여 부당이득의 요건이 모두 충족되었다고 인정되어야 한다. <br/>  한편 원래 계약당사자 사이에서 그 계약의 이행으로 급부된 것은 그 급부의 원인관계가 적법하게 실효되지 아니하는 한 부당이득이 될 수 없고, 계약에 따른 어떤 급부가 그 계약의 상대방 아닌 제3자의 이익으로 된 경우에도 급부를 한 계약당사자는 계약상대방에 대하여 계약상의 반대급부를 청구할 수 있는 것이지 그 제3자에 대하여 직접 부당이득을 주장하여 반환을 청구할 수 없다.<br/>  [2] 甲 상가는 乙 지방자치단체가 기부채납받아 丙 주식회사에 관리가 위탁된 행정재산으로, 丙 회사가 甲 상가에 대한 개보수공사를 실시하기로 하고 乙 지방자치단체의 승인을 받아 계약금액을 확정하였으며, 甲 상가 임차인들이 공사비용을 부담하고 보수공사 진행 및 기부채납을 할 목적으로 소속 상인들을 위원장 및 위원으로 한 丁 추진위원회가 설립되었는데, 丙 회사가 乙 지방자치단체에 보수공사의 설계변경 및 계약금액 증액에 관한 승인 요청의사를 전달하였으나 승인을 받지 못하였음에도, 乙 지방자치단체의 승인 없는 변경시공까지 완료한 다음 개보수 시설물 전부를 기부채납하자, 공사비용을 실제 지출한 丁 추진위원회가 乙 지방자치단체를 상대로 변경시공으로 설치된 동산들에 관하여 부합으로 인한 부당이득반환을 구한 사안에서, 변경시공으로 설치된 동산들은 개보수공사에 따라 설치된 다른 개보수 시설물과 마찬가지로 개보수공사를 실시하여 乙 지방자치단체에 기부채납되기까지 丙 회사의 소유였다고 보일 뿐, 乙 지방자치단체가 그 시공을 승인하였는지 여부에 따라 시설물의 소유관계를 달리 볼 근거가 없으므로, 위 동산들의 소유권만 분리하여 丙 회사가 아닌 丁 추진위원회에 있었다고 볼 수 없고, 丁 추진위원회와 乙 지방자치단체 사이에는 직접적으로 어떠한 법률관계도 성립된 바 없으며, 丁 추진위원회가 丙 회사를 통하여 공사비용을 부담한 원인관계 자체가 실효되었다고 볼 만한 사정도 없는 이상, 乙 지방자치단체가 위 동산들의 부합으로 이익을 얻게 되었더라도 丁 추진위원회가 직접 乙 지방자치단체를 상대로 그 반환을 구할 수 있는 부당이득으로 볼 수 없는데도, 丁 추진위원회의 부당이득반환청구를 받아들인 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제256조, 제261조, 제741조 / [2] 민법 제256조, 제261조, 제741조<br/>",
  "참조판례": "[1] 대법원 2002. 8. 23. 선고 99다66564, 66571 판결(공2002하, 2174), 대법원 2005. 4. 15. 선고 2004다49976 판결(공2005상, 740), 대법원 2018. 3. 15. 선고 2017다282391 판결(공2018상, 685)<br/>"
}