{
  "판례일련번호": "234649",
  "사건명": "손해배상(기)",
  "사건번호": "2017다239014",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "책임보험계약 피보험자의 과실로 발생한 화재에 의하여 다수 피해자가 손해를 입었으나 책임보험 한도액이 다수 피해자의 손해 합계액에 미치지 못하는 경우, 피해자들이 책임보험자에 대하여 직접청구권을 행사하여 책임보험 한도액의 범위 내에서 각자 전보받지 못하고 남은 손해의 배상을 청구할 수 있는지 여부(적극) 및 피해자와 체결한 화재보험계약에 따라 보험금으로 그 피해자의 손해를 전부 보상한 화재보험자가 책임보험자에게 보험자대위로 직접청구를 하는 경우, 화재보험자는 직접청구권을 행사하는 다른 피해자들에 대한 책임보험금 지급이 이루어진 다음 책임보험 한도액에 남은 금액에 한하여 지급받을 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "책임보험계약은 피보험자가 보험기간 중의 사고로 인하여 제3자에게 배상할 책임을 진 경우에 그로 인한 손해보상을 목적으로 한다. 책임보험제도는 피보험자의 재산상 손해를 전보할 뿐만 아니라 이를 통하여 실질적으로는 피해자를 보호하는 데 주된 취지가 있다.<br/>상법 제724조가 규정하고 있는 피해자의 직접청구권은 책임보험의 보험사고가 발생한 때 피해자가 보험금액의 한도 내에서 책임보험자에 대해 직접 보상을 청구할 수 있도록 특별히 인정된 권리로서, 피해자에게 신속·확실한 구제기회를 부여함으로써 피해자를 두텁게 보호하기 위한 것이다.<br/>상법 제682조 제1항은 \"손해가 제3자의 행위로 인하여 발생한 경우에 보험금을 지급한 보험자는 그 지급한 금액의 한도에서 그 제3자에 대한 보험계약자 또는 피보험자의 권리를 취득한다. 다만 보험자가 보상할 보험금의 일부를 지급한 경우에는 피보험자의 권리를 침해하지 아니하는 범위에서 그 권리를 행사할 수 있다.\"라고 규정한다. 위 규정의 취지는 피보험자가 보험자로부터 보험금액을 지급받은 후에도 제3자에 대한 청구권을 보유·행사하게 하는 것은 피보험자에게 손해의 전보를 넘어서 오히려 이득을 주게 되는 결과가 되어 손해보험제도의 원칙에 반하게 되고 또 배상의무자인 제3자가 피보험자의 보험금 수령으로 인하여 책임을 면하게 하는 것도 불합리하므로 이를 제거하여 보험자에게 이익을 귀속시키려는 데 있다. 따라서 피해자인 피보험자의 이중이득이나 가해자인 제3자의 부당한 면책의 우려가 없는 경우에는 보험자의 보험자대위는 제한될 수 있다. 피보험자가 보험자로부터 보험금을 지급받고도 보상받지 못한 손해액이 남아 있는 경우 보험자가 보험자대위에 의하여 제3자에게 직접 청구할 수 있는 범위는 상법 제682조 제1항에 따라 피보험자가 제3자에 대하여 가지는 전체 손해배상청구권 중 미보상손해액을 공제한 나머지 부분에 한한다고 보는 것도 이러한 취지에서이다.<br/>  위와 같은 상법상 보험자대위 제도와 책임보험에서의 피해자의 직접청구권 제도의 취지는 화재보험자가 피보험자에게 보험금을 지급한 다음 보험자대위로 가해자의 책임보험자에게 직접청구권을 행사하는 경우에도 마찬가지로 적용되어야 한다. 즉 책임보험계약의 피보험자의 과실로 발생한 화재에 의하여 다수 피해자가 손해를 입었으나 책임보험 한도액이 다수 피해자의 손해 합계액에 미치지 못하는 경우, 피해자들은 책임보험자에 대하여 직접청구권을 행사하여 책임보험 한도액의 범위 내에서 각자 전보받지 못하고 남은 손해의 배상을 청구할 수 있다. 그러나 피해자와 체결한 화재보험계약에 따라 보험금으로 그 피해자의 손해를 전부 보상한 화재보험자가 책임보험자에게 보험자대위로 직접청구를 하는 경우, 화재보험자는 직접청구권을 행사하는 다른 피해자들보다 우선하여 책임보험금을 지급받을 수 없고 특별한 사정이 없는 한 피해자들에 대한 책임보험금 지급이 이루어진 다음 책임보험 한도액에 남은 금액이 있다면 이에 대해서 지급받을 수 있을 뿐이라고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "상법 제682조 제1항, 제683조, 제719조, 제724조 제2항<br/>",
  "참조판례": "대법원 2013. 9. 12. 선고 2012다27643 판결, 대법원 2019. 11. 14. 선고 2019다216589 판결(공2020상, 22)<br/>"
}