{
  "판례일련번호": "234697",
  "사건명": "법인세부과처분취소등",
  "사건번호": "2018두62928",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 행정처분이 취소되어 존재하지 않는 경우 그 처분을 대상으로 한 취소소송은 소의 이익이 없는지 여부(적극)<br/>  [2] 신용협동조합중앙회가 신용협동조합중앙회공제규정을 제정 후 공제규정에 따라 계약자배당준비금을 적립하다가 이를 개정하여 계약자배당준비금과 계약자이익배당준비금을 구분하면서 부칙에 개정 공제규정 시행일 이전의 계약자배당준비금은 계약자이익배당준비금으로 계상하도록 정한 뒤, 이전 사업연도까지 적립한 계약자배당준비금을 개정 당해 사업연도 결산 시 환입하여 계약자이익배당준비금으로 적립하고(이하 ‘제1적립금’이라 한다), 개정 당해 및 차기 사업연도에 계약자이익배당준비금(이하 ‘제2적립금’이라 한다)을 신규 적립하였는데, 이후 신용협동조합중앙회가 제1적립금과 제2적립금을 이후 사업연도에 환입하여 계약자배당준비금으로 적립하면서 손금에 산입하자, 관할 세무서장이 제2적립금 중 개정 차기 사업연도 계약자이익배당준비금 신규 적립액을 제외한 나머지 제1적립금과 제2적립금의 합계액은 이후 사업연도의 손금에 산입할 수 없다는 이유로 신용협동조합중앙회에 이후 사업연도 법인세를 경정·고지한 사안에서, 신용협동조합중앙회의 이후 사업연도 계약자배당준비금 적립액을 손금에 산입하기 위해서는 개정 이전 사업연도까지 적립한 계약자배당준비금의 환입에 따른 익금산입이 전제되어야 한다고 보아 위 부과처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 행정처분이 취소되면 그 처분은 효력을 상실하여 더 이상 존재하지 않으며, 존재하지 않는 행정처분을 대상으로 한 취소소송은 소의 이익이 없어 부적법하다.<br/>  [2] 신용협동조합중앙회가 신용협동조합중앙회공제규정을 제정 후 공제규정에 따라 계약자배당준비금을 적립하다가 이를 개정하여 계약자배당준비금과 계약자이익배당준비금을 구분하면서 부칙에 개정 공제규정 시행일 이전의 계약자배당준비금은 계약자이익배당준비금으로 계상하도록 정한 뒤, 이전 사업연도까지 적립한 계약자배당준비금을 개정 당해 사업연도 결산 시 환입하여 계약자이익배당준비금으로 적립하고(이하 ‘제1적립금’이라 한다), 개정 당해 및 차기 사업연도에 계약자이익배당준비금(이하 ‘제2적립금’이라 한다)을 신규 적립하였는데, 이후 신용협동조합중앙회가 제1적립금과 제2적립금을 이후 사업연도에 환입하여 계약자배당준비금으로 적립하면서 손금에 산입하자, 관할 세무서장이 제2적립금 중 개정 차기 사업연도 계약자이익배당준비금 신규 적립액을 제외한 나머지 제1적립금과 제2적립금의 합계액은 이후 사업연도의 손금에 산입할 수 없다는 이유로 신용협동조합중앙회에 이후 사업연도 법인세를 경정·고지한 사안에서, 개정 공제규정은 구 신용협동조합법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제97조에 따라 금융감독위원회의 인가를 받아 개정된 것으로서 계약자배당준비금과 계약자이익배당준비금의 적립 기준을 각각 정하면서 계약자이익배당준비금 적립액을 계약자배당준비금에 우선 사용하도록 정하고 있어, 신용협동조합중앙회가 개정 공제규정에 따라 계약자이익배당준비금으로 적립되어 있던 제1적립금을 이후 사업연도 결산 시 환입하여 계약자배당준비금으로 적립하면서 이후 사업연도의 손금으로 계상한 이상, 제1적립금은 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제30조 제1항에 따라 이후 사업연도의 소득금액을 계산할 때 손금산입의 대상이 된다고 봄이 타당한 점, 신용협동조합중앙회는 개정 전 공제규정에 따라 개정 이전 사업연도까지 계약자배당준비금을 적립한 시점과 개정 공제규정 부칙에 따라 위 준비금을 계약자이익배당준비금으로 계상한 시점에 모두 관련 적립액을 해당 사업연도의 손금에 산입하지 않은 점을 종합하면, 신용협동조합중앙회의 이후 사업연도 계약자배당준비금 적립액을 손금에 산입하기 위해서는 개정 이전 사업연도까지 적립한 계약자배당준비금의 환입에 따른 익금산입이 전제되어야 한다고 보아 위 부과처분이 적법하다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제12조 / [2] 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제30조 제1항, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제57조 제1항 제3호, 구 신용협동조합법(2008. 2. 29. 법률 제8863호로 개정되기 전의 것) 제97조 제1항, 제2항<br/>",
  "참조판례": "[1] 대법원 2012. 12. 13. 선고 2012두18202 판결<br/>"
}