{
  "판례일련번호": "234641",
  "사건명": "손해배상(기)",
  "사건번호": "2021다262905",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 불법행위로 인한 손해배상책임을 지우기 위한 요건으로서 위법한 행위와 손해 사이에 상당인과관계가 있는지 판단하는 방법<br/>  [2] 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지 판단하는 기준 / 표시·광고의 공정화에 관한 법률 제10조 제1항에 따른 손해배상책임을 인정하는 경우, 당해 소비자를 기준으로 법적·규범적 관점에서 부당한 표시·광고와 손해 사이의 상당인과관계가 인정되면 인과관계의 증명이 있다고 보아야 하는지 여부(적극) 및 이와 같이 상당인과관계가 증명되는 한 소비자의 과실 등 다른 원인이 손해 발생에 기여하였더라도 마찬가지인지 여부(적극)<br/>  [3] 불법행위로 인한 손해배상청구소송에서 재산적 손해의 발생 사실은 인정되나 구체적인 손해액수를 입증하는 것이 사안의 성질상 곤란한 경우, 법원이 증거조사의 결과와 변론 전체의 취지에 의하여 밝혀진 모든 간접사실들을 종합하여 상당인과관계 있는 손해의 범위인 수액을 판단할 수 있는지 여부(적극) <br/>  [4] 甲 주식회사가 다른 지역에서 운영하던 공장을 이전하기 위하여 乙 주식회사가 지방자치단체와 공동으로 개발하는 기업도시 내 공장용지를 매수하고 건물을 신축하였다가 취득세 및 재산세 감면에 관한 분양안내서의 기재 내용과 달리 위 토지와 건물에 관하여 취득세와 재산세 등을 납부하게 되자, 분양안내서를 작성·배포한 乙 회사를 상대로 표시·광고의 공정화에 관한 법률에 따른 손해배상을 구한 사안에서, 甲 회사가 분양안내서의 내용을 신뢰하여 취득세 및 재산세의 감면을 받는 것으로 오인하고 토지를 매수한 것으로 추단함이 타당하고, 사안의 성질상 甲 회사가 입은 구체적인 손해액수를 증명하는 것이 매우 곤란한 경우에 해당하므로, 간접사실들을 종합하여 乙 회사의 허위·과장광고와 상당인과관계 있는 甲 회사의 손해액을 정할 수 있는데도, 甲 회사의 손해배상청구를 배척한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>  [5] 선택적으로 병합된 청구를 모두 기각한 항소심판결에 대하여 원고가 상고한 경우, 상고법원이 선택적 청구 중 일부라도 상고가 이유 있다고 인정하는 때에는 원심판결을 전부 파기하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 불법행위로 인한 손해배상책임을 지우려면 위법한 행위와 원고가 입은 손해 사이에 상당인과관계가 있어야 하고, 상당인과관계의 유무는 결과 발생의 개연성, 위법행위의 태양 및 피침해이익의 성질 등을 종합적으로 고려하여 판단하여야 한다.<br/>  [2] ‘표시·광고의 공정화에 관한 법률’(이하 ‘표시광고법’이라 한다)은 상품 또는 용역에 관한 표시·광고를 할 때 소비자를 속이거나 소비자로 하여금 잘못 알게 하는 부당한 표시·광고를 방지하고, 소비자에게 바르고 유용한 정보의 제공을 촉진함으로써 공정한 거래질서를 확립하고 소비자를 보호하는 데 목적이 있다. 일반 소비자는 광고에서 직접적으로 표현된 문장, 단어, 디자인, 도안, 소리 또는 이들의 결합에 의하여 제시되는 표현뿐만 아니라 광고에서 간접적으로 암시하고 있는 사항, 관례적이고 통상적인 상황 등도 종합하여 전체적·궁극적 인상을 형성하게 되므로, 광고가 소비자를 속이거나 소비자로 하여금 잘못 알게 할 우려가 있는지는 보통의 주의력을 가진 일반 소비자가 그 광고를 받아들이는 전체적·궁극적 인상을 기준으로 하여 객관적으로 판단하여야 한다. 이러한 표시광고법의 입법 취지, 부당한 표시·광고가 소비자의 의사결정에 작용하는 태양 및 그로 인해 침해되는 소비자의 이익의 성질을 고려하면, 표시광고법 제10조 제1항에 따른 손해배상책임을 인정함에 있어 반드시 부당한 표시·광고와 손해 사이의 인과관계가 자연과학에 준하는 수준으로 명백히 증명되어야 하는 것은 아니고, 당해 소비자를 기준으로 법적·규범적 관점에서 상당인과관계가 인정되면 그 증명이 있다고 보아야 하며, 이와 같이 부당한 표시·광고와 손해 사이의 상당인과관계가 증명되는 한 이를 신뢰한 소비자의 과실 등 다른 원인이 손해의 발생에 기여하였다고 하여 달리 볼 수 없다.<br/>  [3] 불법행위로 인한 손해배상청구소송에서 재산적 손해의 발생 사실은 인정되나 그 구체적인 손해액수를 입증하는 것이 사안의 성질상 곤란한 경우, 법원은 증거조사의 결과와 변론 전체의 취지에 의하여 밝혀진 당사자들 사이의 관계, 불법행위와 그로 인한 재산적 손해가 발생하게 된 경위, 손해의 성격, 손해가 발생한 이후의 제반 정황 등의 관련된 모든 간접사실들을 종합하여 상당인과관계 있는 손해의 범위인 수액을 판단할 수 있다. 표시·광고의 공정화에 관한 법률 제11조도 ‘부당한 표시·광고 행위로 손해가 발생된 사실은 인정되나 그 손해액을 증명하는 것이 사안의 성질상 곤란한 경우 법원은 변론 전체의 취지와 증거조사의 결과에 기초하여 상당한 손해액을 인정할 수 있다.’고 정하였다.<br/>  [4] 甲 주식회사가 다른 지역에서 운영하던 공장을 이전하기 위하여 乙 주식회사가 지방자치단체와 공동으로 개발하는 기업도시 내 공장용지를 매수하고 건물을 신축하였다가 취득세 및 재산세 감면에 관한 분양안내서의 기재 내용과 달리 위 토지와 건물에 관하여 취득세와 재산세 등을 납부하게 되자, 분양안내서를 작성·배포한 乙 회사를 상대로 표시·광고의 공정화에 관한 법률(이하 ‘표시광고법’이라 한다)에 따른 손해배상을 구한 사안에서, 기업도시의 지식산업용지 분양에 관한 분양안내서에는 입주기업의 법인세 감면에 관하여 신설·창업기업과 이전기업으로 나누어 투자규모·조건에 따른 감면내용이 기재되어 있는 반면, 취득세 및 재산세의 경우 그러한 구분 없이 감면내용만 기재되어 있고, 기업도시개발 특별법 제26조 제1항과 분양안내서 작성·배포 당시의 구 지방세특례제한법(2016. 12. 27. 법률 제14477호로 개정되기 전의 것) 제75조의2 제1항 제1호에 따르면 창업·신설기업과 달리 이전기업은 취득세 및 재산세의 감면 대상이 아닌데, ① 乙 회사가 작성·배포한 분양안내서에는 취득세 및 재산세 감면에 관한 내용이 표지를 제외한 사실상 첫 면에 기재되어 있고, 다른 홍보내용에 앞서 중점적으로 설명되고 있어서 乙 회사가 취득세 및 재산세 감면 혜택을 입주기업 유치 홍보의 주된 내용으로 강조하였음을 알 수 있고, 이는 입주를 고려하는 기업이 대상 토지의 선정, 매매계약 체결 여부를 결정하는 과정에서 주요한 고려요소가 되었을 것인 점, ② 관련 법령의 형식, 개정 경과와 내용에 비추어 법률전문가가 아닌 당사자로서는 일반 국민의 신뢰 대상인 지방자치단체가 공동시행자로 표시되어 있는 乙 회사의 광고를 그대로 신뢰하였을 가능성이 높은 점, ③ 甲 회사가 납부한 취득세 등이 토지의 매매대금에 비해 적은 금액으로 평가하기도 어려운 점 등 제반 사정을 종합하여 보면, 甲 회사는 분양안내서의 내용을 신뢰하여 취득세 및 재산세의 감면을 받는 것으로 오인하고 토지를 매수한 것으로 추단함이 타당하고, 사안의 성질상 甲 회사가 입은 구체적인 손해액수를 증명하는 것이 매우 곤란한 경우에 해당하므로, 매매계약의 체결 경위, 당시의 정황, 분양안내서의 허위·과장의 정도, 그것이 매매계약의 체결 여부 및 매매대금 결정에 미친 영향, 납세의무는 법령에 규정된 것으로 언제든 확인이 가능함에도 甲 회사가 사전에 관할관청 등에 이를 확인해 보지 않았던 사정 등 모든 간접사실들을 종합하여 乙 회사의 허위·과장광고와 상당인과관계 있는 甲 회사의 손해액을 정할 수 있는데도, 분양안내서의 취득세 등 감면에 관한 기재가 표시광고법에 따른 부당한 표시·광고행위 또는 불법행위에 해당하기는 하나, 甲 회사가 단순히 세제혜택만을 믿고 토지를 매수한 것으로 볼 수 없다는 등의 이유를 들어 甲 회사의 손해배상청구를 배척한 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>  [5] 선택적으로 병합된 수 개의 청구를 모두 기각한 항소심판결에 대하여 원고가 상고한 경우, 상고법원이 선택적 청구 중 일부라도 그에 관한 상고가 이유 있다고 인정할 때에는 원심판결을 전부 파기하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 표시·광고의 공정화에 관한 법률 제10조 제1항 / [3] 민법 제393조, 제750조, 제763조, 민사소송법 제202조의2, 표시·광고의 공정화에 관한 법률 제11조 / [4] 표시·광고의 공정화에 관한 법률 제10조 제1항, 제11조, 기업도시개발 특별법 제26조 제1항, 구 지방세특례제한법(2016. 12. 27. 법률 제14477호로 개정되기 전의 것) 제75조의2 제1항 제1호 / [5] 민사소송법 제253조, 제436조<br/>",
  "참조판례": "[1] 대법원 2022. 5. 26. 선고 2021다300791 판결(공2022하, 1263) / [2] 대법원 2022. 4. 28. 선고 2019두36001 판결(공2022상, 1063) / [3] 대법원 2009. 8. 20. 선고 2008다19355 판결(공2009하, 1512) / [5] 대법원 1993. 12. 21. 선고 92다46226 전원합의체 판결(공1994상, 484), 대법원 2022. 3. 31. 선고 2017다247145 판결(공2022상, 771)<br/>"
}