{
  "판례일련번호": "234695",
  "사건명": "부당이득금[파생상품거래에 대해 투자매매업자의 착오로 인한 취소 가능 여부가 문제된 사건]",
  "사건번호": "2017다227264",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 민법 제109조 제1항 단서에서 정한 ‘중대한 과실’의 의미 / 의사표시의 상대방이 표의자의 착오를 알고 이용한 경우, 착오가 중대한 과실로 인한 것이라도 표의자가 의사표시를 취소할 수 있는지 여부(적극)<br/>  [2] 한국거래소가 설치한 파생상품시장에서 이루어지는 파생상품거래와 관련하여 상대방이 표의자의 착오를 알고 이용하였는지 판단하는 방법 / 표의자가 제출한 호가가 시장가격에 비추어 이례적이라는 사정만으로 상대방이 표의자의 착오를 알고 이용하였다고 단정할 수 있는지 여부(소극)<br/>  [3] 자본시장과 금융투자업에 관한 법률에 따른 금융투자업자인 甲 주식회사가 자신의 파생상품거래 시스템에 乙 주식회사로부터 사용권을 구매한 소프트웨어를 설치하고 乙 회사 소속 직원에게 이자율 등 변수를 입력하도록 하여 입력된 조건에 따라 위 소프트웨어에 의해 자동으로 호가가 생성·제출되는 방식으로 한국거래소가 설치한 파생상품시장에서 파생상품거래를 하였는데, 乙 회사 소속 직원이 위 소프트웨어에 입력할 변수 중 이자율을 계산하기 위한 설정 값을 잘못 입력하여 丙 외국법인과 시장가격에 비추어 이례적인 가격으로 다수의 파생상품거래가 체결되자, 丙 회사를 상대로 착오를 이유로 위 매매거래를 취소한다는 의사표시를 하고 부당이득반환을 구한 사안에서, 위 매매거래에 관한 甲 회사의 착오는 중대한 과실로 인한 것이고, 丙 회사가 甲 회사의 착오를 이용하여 위 매매거래를 체결하였다고 보기도 어려우므로, 甲 회사가 착오를 이유로 위 매매거래를 취소할 수 없다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 민법 제109조 제1항은 법률행위 내용의 중요 부분에 착오가 있는 때에는 그 의사표시를 취소할 수 있다고 규정하면서, 같은 항 단서에서 그 착오가 표의자의 중대한 과실로 인한 때에는 취소하지 못한다고 규정하고 있다. 여기서 ‘중대한 과실’이란 표의자의 직업, 행위의 종류, 목적 등에 비추어 보통 요구되는 주의를 현저히 결여한 것을 의미한다. 한편 위 단서 규정은 표의자의 상대방의 이익을 보호하기 위한 것이므로, 상대방이 표의자의 착오를 알고 이를 이용한 경우에는 착오가 표의자의 중대한 과실로 인한 것이라고 하더라도 표의자는 의사표시를 취소할 수 있다.<br/>  [2] 한국거래소가 설치한 파생상품시장에서 이루어지는 파생상품거래와 관련하여 상대방 투자중개업자나 그 위탁자가 표의자의 착오를 알고 이용했는지 여부를 판단할 때에는 파생상품시장에서 가격이 결정되고 계약이 체결되는 방식, 당시의 시장 상황이나 거래관행, 거래량, 관련 당사자 사이의 구체적인 거래형태와 호가 제출의 선후 등을 종합적으로 고려하여야 하고, 단순히 표의자가 제출한 호가가 당시 시장가격에 비추어 이례적이라는 사정만으로 표의자의 착오를 알고 이용하였다고 단정할 수 없다.<br/>  [3] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라고 한다)에 따른 금융투자업자인 甲 주식회사가 자신의 파생상품거래 시스템에 乙 주식회사로부터 사용권을 구매한 소프트웨어를 설치하고 乙 회사 소속 직원에게 이자율 등 변수를 입력하도록 하여 입력된 조건에 따라 위 소프트웨어에 의해 자동으로 호가가 생성·제출되는 방식으로 한국거래소가 설치한 파생상품시장에서 파생상품거래를 하였는데, 乙 회사 소속 직원이 위 소프트웨어에 입력할 변수 중 이자율을 계산하기 위한 설정 값을 잘못 입력하여 丙 외국법인과 시장가격에 비추어 이례적인 가격으로 다수의 파생상품거래가 체결되자, 丙 회사를 상대로 착오를 이유로 위 매매거래를 취소한다는 의사표시를 하고 부당이득반환을 구한 사안에서, 甲 회사는 자본시장법상 금융투자업자로서 파생상품거래 시스템에 호가를 입력하기 전에 호가의 적합성 등을 점검해야 할 의무가 있고, 금융투자상품의 매매를 위한 호가제시 업무는 자본시장법상 투자매매업자에게만 위탁할 수 있음에도 이를 위반하여 투자매매업자가 아닌 乙 회사의 직원에게 호가에 영향을 줄 수 있는 수치를 입력하도록 한 점 등에 비추어 위 매매거래에 관한 甲 회사의 착오는 중대한 과실로 인한 것이고, 위 매매거래는 가격우선 및 시간우선 원칙이 적용되는 접속거래에 따라 체결되었으며 체결가격이 각 매매마다 호가에 따라 결정되었는데, 丙 회사는 위 매매거래 중 상당 부분에 대하여 파생상품시장 개장 전에 호가를 제출하였고, 개장 후 호가를 제출한 부분도 위 소프트웨어와 유사한 알고리즘거래 소프트웨어를 이용하여 제출한 것으로 보이는 점, 개인투자자 중에는 투기적 성향의 투자자가 존재하고 기관투자자들도 이러한 투기적 수요에 부응하여 이익을 얻을 수 있기 때문에 외가격 옵션거래가 이루어지는 점, 丙 회사가 매매거래일 전후 일정 기간 계속하여 위 매매거래와 동일한 방식으로 호가를 제시하여 왔는데, 순위험증거금액 제도를 고려할 때 丙 회사의 호가가 우연히 발생할지도 모르는 甲 회사의 착오를 이용할 목적으로 사전에 마련된 것이라고 단정할 수 없는 점 등에 비추어, 丙 회사가 甲 회사의 착오를 이용하여 위 매매거래를 체결하였다고 보기도 어려우므로, 甲 회사가 착오를 이유로 위 매매거래를 취소할 수 없다고 본 원심판단을 정당하다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제109조 제1항 / [2] 민법 제109조 제1항 / [3] 민법 제109조 제1항, 자본시장과 금융투자업에 관한 법률 제42조 제4항, 자본시장과 금융투자업에 관한 법률 시행령 제47조 제1항 제1호 (나)목<br/>",
  "참조판례": "[1] 대법원 1955. 11. 10. 선고 4288민상321 판결, 대법원 1997. 8. 22. 선고 96다26657 판결(공1997하, 2786), 대법원 2003. 4. 11. 선고 2002다70884 판결(공2003상, 1169), 대법원 2014. 11. 27. 선고 2013다49794 판결(공2015상, 9)<br/>"
}