{
  "판례일련번호": "234645",
  "사건명": "구상금",
  "사건번호": "2021다227476",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 여럿이 각각 전부의 이행을 하여야 하는 의무를 지는 전부의무자가 회생계획안 심리를 위한 관계인집회가 끝날 때까지 실제로 발생한 구상권이나 장래 구상권을 신고하지 않았고 관리인이 그 구상권을 회생채권자 목록에 기재하지 않은 경우, 채무자가 채무자 회생 및 파산에 관한 법률 제251조에 따라 책임을 면하고 구상권은 실권되는지 여부(원칙적 적극) 및 이는 채권자의 회생절차 참가로 인해 전부의무자가 구상권으로 회생절차에 참가할 수 없었던 경우에도 마찬가지인지 여부(적극) / 채무자 회생 및 파산에 관한 법률 제251조에도 불구하고 채무자가 책임을 면하거나 회생채권이 실권되었다고 할 수 없는 경우<br/>  [2] 한국토지주택공사가 아파트 신축공사 중 일부를 甲 주식회사와 乙 주식회사로 구성된 공동이행방식의 공동수급체에 도급하였고, 丙 주식회사가 도급계약상 수급인의 의무를 연대보증하였으며, 丁 보험회사는 甲 회사 및 乙 회사와 하자보증보험계약을 체결하였고, 그 후 아파트 입주자대표회의가 한국토지주택공사를 상대로 제기한 하자보수를 갈음하는 손해배상청구소송 계속 중 乙 회사에 대한 회생절차가 개시되자 丁 회사는 하자보증보험계약에 따른 채무 이행 후 발생할 장래의 구상권을 신고하였으나 甲 회사 등은 채권신고를 하지 않았는데, 甲 회사가 丙 회사에 구상금을 지급함으로써 취득한 乙 회사에 대한 구상금 채권이 회생계획인가결정에 따라 실권되었는지 문제 된 사안에서, 제반 사정에 비추어 甲 회사의 구상금 채권이 실권된다고 보는 것이 헌법상의 적법절차 원리 및 과잉금지 원칙에 반하여 재산권을 침해하는 정도에 이르지는 않았다고 볼 여지가 많은데도, 구상금 채권이 실권의 예외에 해당한다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자에 대하여 회생절차가 개시된 경우에 회생채권자가 회생계획안 심리를 위한 관계인집회가 끝날 때까지 채권신고를 하지 못하고 관리인이 그 회생채권을 회생채권자 목록에 기재하지 아니한 경우에는 특별한 사정이 없는 한 채무자는 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제251조에 따라 책임을 면하고 그 회생채권은 실권된다. <br/>  여럿이 각각 전부의 이행을 하여야 하는 의무(이하 그 의무를 부담하는 사람을 ‘전부의무자’라고 한다)를 지는 경우 전부의무자가 채권자에 대한 변제 등으로 채권자의 채권 전액을 소멸시킨 후 행사할 가능성이 있는 구상권(이하 ‘장래 구상권’이라고 한다)이 회생채권에 해당할 때 회생절차에서 채권자와 구상권자 사이의 권리를 조정할 필요가 생긴다. 이와 관련하여 채무자회생법 제126조 제3항, 제4항은 전부의무자와 회생채무자 사이의 구상관계를 다루고 있다. 채권자가 회생절차에 참가하지 않은 경우 전부의무자는 구상권을 취득하지 않았더라도 장래 구상권으로 회생절차에 참가할 수 있다(제126조 제3항 본문 참조). 그러나 채권자가 회생절차개시 당시에 가지는 채권 전액에 관하여 회생절차에 참가한 경우에는 전부의무자는 회생절차에 참가할 수 없다(제126조 제3항 단서 참조). 채권자가 회생절차에 참가하여 전부의무자가 회생절차에 참가할 수 없는 경우에는 전부의무자는 채무자회생법 제126조 제4항에 따라 채권 전액이 소멸해야만 비로소 구상권의 범위 안에서 채권자가 가진 권리를 행사할 수 있다. 전부의무자가 회생계획안 심리를 위한 관계인집회가 끝날 때까지 실제로 발생한 구상권이나 장래 구상권을 신고하지 않았고 관리인이 그 구상권을 회생채권자 목록에 기재하지 않았다면, 그 구상권은 회생계획이나 채무자회생법의 규정에 의하여 인정된 권리에 해당하지 않으므로, 채무자는 채무자회생법 제251조에 따라 책임을 면하고 그 구상권은 실권된다. 이는 채권자의 회생절차 참가로 인해 전부의무자가 구상권으로 회생절차에 참가할 수 없었던 경우에도 마찬가지이다. 이 경우 전부의무자는 채권자에 대한 변제 등으로 채권의 전액이 소멸하였을 때에 구상권의 범위 안에서 채권자가 가진 권리를 대위행사할 수 있을 뿐이다.<br/>  다만 회생채권자가 회생절차에 관하여 알지 못하여 채권신고를 하지 못하고 관리인이 회생채권의 존재 또는 그러한 회생채권이 주장되는 사실을 알고 있거나 이를 쉽게 알 수 있었음에도 회생채권자 목록에 기재하지 아니하였거나, 회생채권자가 회생법원이 정한 신고기간 내에 채권신고를 하고 회생절차에 참가할 것을 기대할 수 없는 등의 특별한 사정이 있는 경우로서, 회생채권자가 채권신고를 하지 않았다고 하여 그 채권이 무조건 실권된다고 본다면 회생채권자로 하여금 회생절차에 참가하여 자신의 권리의 실권 여부에 관하여 대응할 수 있는 최소한의 절차적 기회를 박탈하여 헌법상의 적법절차 원리 및 과잉금지 원칙에 반하여 재산권을 침해하는 정도에 이른 경우에는, 채무자회생법 제251조에도 불구하고 채무자가 책임을 면하거나 그 회생채권이 실권되었다고 할 수 없을 것이다.<br/>  [2] 한국토지주택공사가 아파트 신축공사 중 일부를 甲 주식회사와 乙 주식회사로 구성된 공동이행방식의 공동수급체에 도급하였고, 丙 주식회사가 도급계약상 수급인의 의무를 연대보증하였으며, 丁 보험회사는 甲 회사 및 乙 회사와 하자보증보험계약을 체결하였고, 그 후 아파트 입주자대표회의가 한국토지주택공사를 상대로 제기한 하자보수를 갈음하는 손해배상청구소송 계속 중 乙 회사에 대한 회생절차가 개시되자 丁 회사는 하자보증보험계약에 따른 채무 이행 후 발생할 장래의 구상권을 신고하였으나 甲 회사 등은 채권신고를 하지 않았는데, 甲 회사가 丙 회사에 구상금을 지급함으로써 취득한 乙 회사에 대한 구상금 채권이 회생계획인가결정에 따라 실권되었는지 문제 된 사안에서, 甲 회사가 회생계획안 심리를 위한 관계인집회가 끝날 때까지 채권신고를 하지 않았고, 관리인이 그 채권을 회생채권자 목록에 기재하지 아니하였으므로 乙 회사는 특별한 사정이 없는 한 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제251조에 따라 구상금 채권에 관한 책임을 면하고 그 채권은 실권되는데, ① 乙 회사에 대한 회생절차개시 당시 아파트의 하자가 이미 발생한 점, ② 丁 회사의 의무부담 범위 내에서 甲 회사, 乙 회사, 丙 회사, 丁 회사는 여럿이 각각 전부의 이행을 하여야 하는 의무를 지는 전부의무자이고, 채권자는 한국토지주택공사이며, 한국토지주택공사가 회생절차에 참가하지 않았으므로, 甲 회사는 채무자회생법 제126조 제3항 본문에 의하여 다른 장래 구상권자인 丁 회사가 채권신고를 했는지와 무관하게 장래 구상권을 신고할 수 있었던 점, ③ 아파트 하자 관련 손해배상채무에 대하여 甲 회사, 乙 회사, 丙 회사, 丁 회사는 각각 연대채무자, 연대보증인, 보증인에 준하는 보증보험자 등의 지위에 있었으므로, 당사자들 사이에 구상권 발생을 예정하고 있었고, 이에 甲 회사는 회생절차개시 당시 乙 회사에 대한 구상권을 취득할 수 있다는 점을 충분히 예상할 수 있었다고 보이는 점에 비추어, 甲 회사의 구상금 채권이 실권된다고 보는 것이 헌법상의 적법절차 원리 및 과잉금지 원칙에 반하여 재산권을 침해하는 정도에 이르지는 않았다고 볼 여지가 많은데도, 구상금 채권이 실권의 예외에 해당한다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조 제1항, 제37조 제2항, 채무자 회생 및 파산에 관한 법률 제126조 제3항, 제4항, 제251조 / [2] 헌법 제23조 제1항, 제37조 제2항, 채무자 회생 및 파산에 관한 법률 제126조 제3항, 제4항, 제251조<br/>",
  "참조판례": "[1] 대법원 2012. 2. 13. 자 2011그256 결정, 대법원 2016. 11. 25. 선고 2014다82439 판결(공2017상, 13), 대법원 2021. 11. 11. 선고 2017다208423 판결(공2022상, 1)<br/>"
}