{
  "판례일련번호": "234707",
  "사건명": "직권남용권리행사방해[이른바 세월호 특별조사위원회 설립·활동 방해로 인한 직권남용권리행사방해 사건]",
  "사건번호": "2020도18296",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 공무원이 직권을 남용하여 공무원이거나 법령에 따라 일정한 공적 임무를 부여받고 있는 공공기관 등의 임직원에게 어떠한 일을 하게 한 경우, 직권남용권리행사방해죄의 ‘의무 없는 일을 하게 한 때’에 해당하는지 판단하는 방법<br/>  [2] 대통령비서실 소속 비서관들인 피고인 甲과 피고인 乙이 4·16세월호참사 특별조사위원회 설립준비 관련 업무를 담당하거나 설립팀장으로 지원근무 중이던 해양수산부 소속 공무원들에게 ‘세월호 특별조사위 설립준비 추진경위 및 대응방안 문건’을 작성하게 하고, 피고인 甲이 소속 비서관실 행정관 또는 해양수산부 공무원들에게 위 위원회의 동향을 파악하여 보고하도록 지시하였다는 직권남용권리행사방해의 공소사실로 기소된 사안에서, 피고인 甲과 피고인 乙이 해당 공무원들에게 문건을 작성하거나 동향을 보고하게 함으로써 직무수행의 원칙과 기준 등을 위반하여 업무를 수행하게 하여 법령상 의무 없는 일을 하게 한 때에 해당한다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 직권남용 행위의 상대방이 일반 사인인 경우 특별한 사정이 없는 한 직권에 대응하여 따라야 할 의무가 없으므로 그에게 어떠한 행위를 하게 하였다면 ‘의무 없는 일을 하게 한 때’에 해당할 수 있다. 그러나 상대방이 공무원이거나 법령에 따라 일정한 공적 임무를 부여받고 있는 공공기관 등의 임직원인 경우에는 법령에 따라 임무를 수행하는 지위에 있으므로 그가 직권에 대응하여 어떠한 일을 한 것이 의무 없는 일인지는 관계 법령 등의 내용에 따라 개별적으로 판단해야 한다.<br/>  행정조직은 날로 복잡·다양화·전문화되고 있는 현대 행정에 대응하는 한편, 민주주의의 요청을 실현하는 것이어야 한다. 따라서 행정조직은 통일된 계통구조를 갖고 효율적으로 운영될 필요가 있고, 민주적으로 운영되어야 하며, 행정목적을 달성하기 위하여 긴밀한 협동과 합리적인 조정이 필요하다. 그로 인하여 행정기관의 의사결정과 집행은 다양한 준비과정과 검토 및 다른 공무원, 부서 또는 유관기관 등과의 협조를 거쳐 이루어지는 것이 통상적이다. 이러한 협조 또는 의견교환 등은 행정의 효율성을 높이기 위하여 필요하고, 동등한 지위 사이뿐만 아니라 상하기관 사이, 감독기관과 피감독기관 사이에서도 이루어질 수 있다. 이러한 관계에서 일방이 상대방의 요청을 청취하고 자신의 의견을 밝히거나 협조하는 등 요청에 응하는 행위를 하는 것은 특별한 사정이 없는 한 법령상 의무 없는 일이라고 단정할 수 없다.<br/>  결국 공무원이 직권을 남용하여 사람으로 하여금 어떠한 일을 하게 한 때에 상대방이 공무원 또는 유관기관의 임직원인 경우에는, 그가 한 일이 형식과 내용 등에서 직무범위 내에 속하는 사항으로서 법령 그 밖의 관련 규정에 따라 직무수행 과정에서 준수해야 할 원칙이나 기준, 절차 등을 위반하였는지 등을 살펴 법령상 의무 없는 일을 하게 한 때에 해당하는지를 판단해야 한다.<br/>  [2] 대통령비서실 소속 비서관들인 피고인 甲과 피고인 乙이 4·16세월호참사 특별조사위원회(이하 ‘위원회’라 한다) 설립준비 관련 업무를 담당하거나 설립팀장으로 지원근무 중이던 해양수산부 소속 공무원들에게 ‘세월호 특별조사위 설립준비 추진경위 및 대응방안 문건’을 작성하게 하고, 피고인 甲이 소속 비서관실 행정관 또는 해양수산부 공무원들에게 세월호 특별조사위원회의 동향을 파악하여 보고하도록 지시하였다는 직권남용권리행사방해의 공소사실로 기소된 사안에서, 대통령비서실과 해양수산부 사이에 현안의 협의·조정 등을 위해 업무 협조가 필요하여 해당 공무원들이 피고인 甲과 피고인 乙의 협조 등 요청에 응하여야 하는 경우도 있으나, 해당 공무원들은 위원회의 정치적 중립성, 업무의 독립성·객관성을 보장할 의무가 있고, 위원회 설립준비팀장으로 지원근무를 하게 된 해당 공무원에게는 파견공무원에 준하는 직무상 독립성이 요구되는 점, 해당 공무원들이 위원회 직원을 통해 위원회 내부 동향을 파악하여 피고인 甲에게 보고하는 행위는 경우에 따라 4·16세월호참사 진상규명 및 안전사회 건설 등을 위한 특별법 제51조 제3항 제1호에 따라 처벌되는 비밀준수의무 위반행위에 가담한 행위로 평가될 수 있는 점 등을 종합하면, 피고인 甲과 피고인 乙이 해당 공무원들에게 문건을 작성하거나 동향을 보고하게 함으로써 직무수행의 원칙과 기준 등을 위반하여 업무를 수행하게 하여 법령상 의무 없는 일을 하게 한 때에 해당한다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제123조 / [2] 형법 제123조, 국가공무원법 제56조, 4·16세월호참사 진상규명 및 안전사회 건설 등을 위한 특별법 제4조, 제9조 제1항, 제39조, 제41조, 51조 제3항 제1호<br/>",
  "참조판례": "[1] 대법원 2020. 1. 30. 선고 2018도2236 전원합의체 판결(공2020상, 545)<br/>"
}