{
  "판례일련번호": "234783",
  "사건명": "법인세등부과처분취소",
  "사건번호": "2018두33005",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "[1] 구 법인세법 제52조에서 정한 부당행위계산 부인의 의미 및 이때 경제적 합리성의 유무를 판단하는 방법 / 상표권자가 상표 사용자로부터 상표권 사용료를 지급받지 않았다는 이유만으로 곧바로 그 행위가 경제적 합리성을 결여하였다고 단정할 수 있는지 여부(소극) 및 상표권자가 상표권 사용료를 지급받지 않은 행위가 경제적 합리성을 결여한 비정상적인 것인지 판단하는 방법<br/>  [2] 상표권자인 甲 주식회사가 자회사에 상표를 사용하도록 하면서 상표권 사용료를 지급받지 않자, 관할 세무서장이 이를 구 법인세법 제52조의 부당행위계산 부인 대상에 해당한다고 보아 법인세를 부과한 사안에서, 甲 회사가 자회사로부터 상표권 사용료를 지급받지 않은 것은 경제적 합리성을 결여한 비정상적인 거래행위에 해당하여 위 처분이 적법하다고 본 원심판단을 수긍한 사례<br/>  [3] 수탁자가 위탁자로부터 이전받은 신탁재산을 관리·처분하면서 재화를 공급하는 경우, 재화의 공급이라는 거래행위를 통하여 그 재화를 사용·소비할 수 있는 권한을 거래상대방에게 이전한 수탁자가 부가가치세 납세의무자인지 여부(적극) 및 이때 그 신탁재산의 관리·처분 등으로 발생한 이익과 비용이 거래상대방과 직접적인 법률관계를 형성한 바 없는 위탁자나 수익자에게 최종적으로 귀속된다는 사정만으로 이를 달리 볼 것인지 여부(소극)<br/>",
  "판결요지": "[1] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조에서 정한 부당행위계산 부인이란, 법인이 특수관계에 있는 자와 거래할 때 정상적인 경제인의 합리적인 방법에 의하지 아니하고 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항 각호에 열거된 여러 거래형태를 빙자하여 남용함으로써 조세부담을 부당하게 회피하거나 경감시켰다고 하는 경우에 과세권자가 이를 부인하고 법령에 정하는 방법에 의하여 객관적이고 타당하다고 보이는 소득이 있는 것으로 의제하는 제도로서, 경제인의 입장에서 볼 때 부자연스럽고 불합리한 행위계산을 함으로써 경제적 합리성을 무시하였다고 인정되는 경우에 한하여 적용되는 것이다. 경제적 합리성의 유무에 대한 판단은 거래행위의 여러 사정을 구체적으로 고려하여 과연 그 거래행위가 건전한 사회통념이나 상관행에 비추어 경제적 합리성을 결한 비정상적인 것인지의 여부에 따라 판단하되 거래 당시의 특별한 사정 등도 고려하여야 한다.<br/>   상표는 자기의 상품과 타인의 상품을 식별하기 위하여 사용하는 표장으로, 상표제도는 상표를 보호함으로써 상표 사용자의 업무상 신용 유지를 도모하여 산업발전에 이바지함과 아울러 수요자의 이익을 보호함을 목적으로 한다. 상표에 화체된 업무상의 신용이나 고객흡인력 등 무형의 가치는 상표권자나 상표 사용자가 상표의 사용과 관련하여 투여한 자본과 노력 등에 의하여 획득되고 상표 사용의 정도, 거래사회의 실정, 상표의 인지도 등에 따라 변동될 수 있다. 따라서 상표권자가 상표 사용자로부터 상표권 사용료를 지급받지 않았다는 이유만으로 곧바로 그 행위가 경제적 합리성을 결여하였다고 단정할 것은 아니고, 상표권 사용의 법률상·계약상 근거와 그 내용, 상표권자와 상표 사용자의 관계, 양 당사자가 상표의 개발, 상표 가치의 향상, 유지, 보호 및 활용과 관련하여 수행한 기능 및 그 기능을 수행하면서 투여한 자본과 노력 등의 규모, 양 당사자가 수행한 기능이 상표를 통한 수익 창출에 기여하였는지 여부 및 그 정도, 해당 상표에 대한 일반 수요자들의 인식, 그 밖에 상표의 등록·사용을 둘러싼 제반 사정 등을 종합적으로 고려하여 상표권자가 상표권 사용료를 지급받지 않은 행위가 과연 경제적 합리성을 결여한 비정상적인 것인지 여부를 판단하여야 한다.<br/>  [2] 상표권자인 甲 주식회사가 자회사에 상표를 사용하도록 하면서 상표권 사용료를 지급받지 않자, 관할 세무서장이 이를 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조의 부당행위계산 부인 대상에 해당한다고 보아 법인세를 부과한 사안에서, 자회사가 사용한 상표는 甲 회사가 등록한 상표의 일부이거나 유사한 상표에 해당하고, 자회사가 상표권 사용료의 가치를 넘어설 만큼 甲 회사가 등록한 상표의 가치 상승에 기여하였다고 볼 수도 없다는 등의 사정에 비추어, 甲 회사가 자회사로부터 상표권 사용료를 지급받지 않은 것은 경제적 합리성을 결여한 비정상적인 거래행위에 해당하여 위 처분이 적법하다고 본 원심판단을 수긍한 사례.<br/>  [3] 수탁자가 위탁자로부터 이전받은 신탁재산을 관리·처분하면서 재화를 공급하는 경우 수탁자 자신이 신탁재산에 대한 권리와 의무의 귀속주체로서 계약당사자가 되어 신탁업무를 처리한 것이므로, 이때의 부가가치세 납세의무자는 재화의 공급이라는 거래행위를 통하여 그 재화를 사용·소비할 수 있는 권한을 거래상대방에게 이전한 수탁자로 보아야 하고, 그 신탁재산의 관리·처분 등으로 발생한 이익과 비용이 거래상대방과 직접적인 법률관계를 형성한 바 없는 위탁자나 수익자에게 최종적으로 귀속된다는 사정만으로 달리 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항, 구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제1조, 제2조 제1항 제1호, 제6호(현행 제2조 제1항 제11호 참조) / [2] 구 법인세법(2011. 12. 31. 법률 제11128호로 개정되기 전의 것) 제52조, 구 법인세법 시행령(2012. 2. 2. 대통령령 제23589호로 개정되기 전의 것) 제88조 제1항, 제89조, 구 상표법(2011. 12. 2. 법률 제11113호로 개정되기 전의 것) 제1조, 제2조 제1항 제1호, 제6호(현행 제2조 제1항 제11호 참조) / [3] 구 부가가치세법(2010. 1. 1. 법률 제9915호로 개정되기 전의 것) 제1조 제1항 제1호(현행 제4조 제1호 참조), 제2조 제1항 제1호(현행 제2조 제3호, 제3조 제1항 제1호 참조), 제6조 제1항(현행 제9조 제1항 참조), 구 신탁법(2011. 7. 25. 법률 제10924호로 전부 개정되기 전의 것) 제1조 제2항(현행 제2조 참조)<br/>",
  "참조판례": "[1] 대법원 2019. 5. 30. 선고 2016두54213 판결(공2019하, 1327) / [3] 대법원 2017. 5. 18. 선고 2012두22485 전원합의체 판결(공2017상, 1321)<br/>"
}