{
  "판례일련번호": "234799",
  "사건명": "법인세부과처분등취소",
  "사건번호": "2023두32839",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "상속세 및 증여세법 시행규칙 제17조의3 제1항 각호의 사유가 있는 경우, 구 상속세 및 증여세법 시행령 제56조 제1항의 가액인 ‘1주당 최근 3년간의 순손익액의 가중평균액’을 기초로 1주당 순손익가치를 산정할 수 있는지 여부(원칙적 소극) 및 이때 구 상속세 및 증여세법 시행령 제56조 제2항의 가액인 ‘1주당 추정이익의 평균가액’이 산정되지 아니하였거나 위 규정에서 정한 적용요건을 모두 갖추지 못함으로써 추정이익의 평균가액을 기초로 1주당 순손익가치를 산정할 수 없는 경우, 이를 달리 볼 것인지 여부(소극) / 이러한 법리는 구 법인세법 시행령 제89조 제6항에 따라 구 상속세 및 증여세법 시행령 제28조 제3항 내지 제6항 등의 규정을 준용하여 구 법인세법 시행령 제88조 제1항 제8호 (가)목이 규정한 ‘불공정한 합병으로 인하여 특수관계인에게 분여한 이익’을 계산하기 위하여 ‘합병당사법인의 합병 직전 주식가액’ 등을 산정하는 경우에도 마찬가지인지 여부(적극) / 비상장주식의 1주당 가액을 구 상속세 및 증여세법 시행령 제56조 제1항 또는 제2항의 가액을 기초로 한 순손익가치와 순자산가치를 가중평균한 금액으로 평가할 수 없는 경우, 구 상속세 및 증여세법이 마련한 보충적 평가방법 중에서 객관적이고 합리적인 방법을 준용하여 평가할 수 있는지 여부(적극)<br/>",
  "판결요지": "구 상속세 및 증여세법(2016. 12. 20. 법률 제14388호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제38조, 제63조 제1항 제1호 (다)목, 구 상속세 및 증여세법 시행령(2017. 2. 7. 대통령령 제27835호로 개정되기 전의 것, 이하 ‘구 상증세법 시행령’이라 한다) 제28조 제3항 내지 제6항, 제54조 제1항, 제56조 제1항, 제2항, 상속세 및 증여세법 시행규칙(이하 ‘상증세법 시행규칙’이라 한다) 제17조의3 제1항의 문언 내용과 취지 및 체계 등에 비추어 보면, 구 상증세법 제38조, 구 상증세법 시행령 제28조 제3항 내지 제6항 등에 따라 특수관계에 있는 비상장법인의 합병으로 인하여 증여받은 이익을 계산하기 위하여 ‘합병당사법인의 합병 직전 주식가액’을 산정하거나 평가 기준일로부터 최근 3년 이내에 합병이 있는 경우 등 상증세법 시행규칙 제17조의3 제1항 각호의 사유가 있다면 특별한 사정이 없는 한 구 상증세법 시행령 제56조 제1항의 가액인 ‘1주당 최근 3년간의 순손익액의 가중평균액’을 기초로 1주당 순손익가치를 산정할 수 없다고 봄이 타당하다. 이는 구 상증세법 시행령 제56조 제2항의 가액인 ‘1주당 추정이익의 평균가액’이 산정되지 아니하였거나 위 규정에서 정한 적용요건을 모두 갖추지 못함으로써 추정이익의 평균가액을 기초로 1주당 순손익가치를 산정할 수 없다고 하여 달리 볼 것도 아니다. 그리고 이러한 법리는 구 법인세법 시행령(2017. 2. 3. 대통령령 제27828호로 개정되기 전의 것, 이하 같다) 제89조 제6항에 따라 구 상증세법 시행령 제28조 제3항 내지 제6항 등의 규정을 준용하여 구 법인세법 시행령 제88조 제1항 제8호 (가)목이 규정한 ‘불공정한 합병으로 인하여 특수관계인에게 분여한 이익’을 계산하기 위하여 ‘합병당사법인의 합병 직전 주식가액’ 등을 산정하는 경우에도 마찬가지로 적용된다.<br/>   또한 만일 비상장주식의 1주당 가액을 구 상증세법 시행령 제56조 제1항 또는 제2항의 가액을 기초로 한 순손익가치와 순자산가치를 가중평균한 금액으로 평가할 수 없는 경우에는, 구 상증세법 제65조 제2항이 같은 법에서 따로 평가방법을 규정하지 아니한 재산의 평가는 같은 조 제1항 및 제60조 내지 제64조에 규정된 평가방법을 준용하도록 규정하고 있는 점, 구 상증세법이 규정한 보충적 평가방법에 의하더라도 그 가액을 평가할 수 없는 경우에는 객관적이고 합리적인 방법으로 평가한 가액에 의할 수밖에 없는 점 등에 비추어 볼 때, 순자산가치만에 의하여 평가하도록 한 구 상증세법 시행령 제54조 제4항의 방법 등 구 상증세법이 마련한 보충적 평가방법 중에서 객관적이고 합리적인 방법을 준용하여 평가할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세 및 증여세법(2016. 12. 20. 법률 제14388호로 개정되기 전의 것) 제38조, 제63조 제1항 제1호 (다)목[현행 제63조 제1항 제1호 (나)목 참조], 구 상속세 및 증여세법 시행령(2017. 2. 7. 대통령령 제27835호로 개정되기 전의 것) 제28조 제3항, 제4항, 제5항, 제6항, 제54조 제1항, 제56조 제1항, 제2항, 상속세 및 증여세법 시행규칙 제17조의3 제1항, 구 법인세법 시행령(2017. 2. 3. 대통령령 제27828호로 개정되기 전의 것) 제88조 제1항 제8호 (가)목, 제89조 제6항<br/>",
  "참조판례": "대법원 2012. 4. 26. 선고 2010두26988 판결(공2012상, 900), 대법원 2012. 6. 14. 선고 2011두32300 판결, 대법원 2013. 11. 14. 선고 2011두31253 판결(공2013하, 2266), 대법원 2013. 12. 26. 선고 2011두2736 판결(공2014상, 338)<br/>"
}