{
  "판례일련번호": "234787",
  "사건명": "채무부존재확인",
  "사건번호": "2019다227190",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "[1] 여럿이 각각 전부의 이행을 하여야 하는 의무를 지는 전부의무자 전원 또는 일부에 관하여 회생절차가 개시된 후 다른 전부의무자의 변제 등으로 채권자의 채권 일부가 소멸한 경우, 이러한 사정이 회생절차에서 채권자의 채권액에 반영되는지 여부(소극)<br/>  [2] 보증인에 대한 회생계획인가 후 주채무자의 변제 등으로 주채무가 일부 소멸하는 경우, 보증인이 부담하는 보증책임의 범위(=회생계획에 따른 변제금액 중 주채무자의 변제 등으로 소멸하고 남은 주채무를 한도로 한 금액)<br/>  [3] 甲 주식회사가, 乙 보험회사와 丙 주식회사가 체결한 이행보증보험계약에 따라 丙 회사가 乙 회사에 대하여 부담하게 될 구상금채무를 연대보증하였고, 甲 회사에 대하여 회생절차가 개시되자 乙 회사는 甲 회사에 대한 ‘장래 구상채권액 전액’을 회생채권으로 신고하였으며, 회생절차에서 구상채무가 확정되면 확정된 금액의 63%를 출자전환하고 37%를 현금 변제하는 내용의 회생계획이 인가되었는데, 그 후 乙 회사가 피보험자에 보험금을 지급한 후 주채무자인 丙 회사에 대한 담보권을 실행하여 채권 일부를 회수한 사안에서, 최초 성립한 구상금채무를 기준으로 甲 회사의 현금 변제액 및 출자전환액을 산정한 후 주채무자의 변제 등으로 소멸하고 남은 금액을 한도로 甲 회사의 변제의무 범위를 판단하여야 한다고 한 사례<br/>  [4] 회생계획에서 출자전환으로 회생채권의 변제를 갈음하기로 한 경우, 변제된 것으로 보아야 하는 채권액의 범위(=회생계획에 따라 변제를 갈음하기로 한 액수를 한도로 회생채권자가 인수한 신주의 시가 평가액에 상당하는 채권액)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제126조 제1항은 \"여럿이 각각 전부의 이행을 하여야 하는 의무를 지는 경우 그 전원 또는 일부에 관하여 회생절차가 개시된 때에는 채권자는 회생절차개시 당시 가진 채권의 전액에 관하여 각 회생절차에서 회생채권자로서 그 권리를 행사할 수 있다.\"라고 정하고, 같은 조 제2항은 \"제1항의 경우에 다른 전부의 이행을 할 의무를 지는 자가 회생절차개시 후에 채권자에 대하여 변제 그 밖에 채무를 소멸시키는 행위를 한 때라도 그 채권의 전액이 소멸한 경우를 제외하고는 그 채권자는 회생절차의 개시 시에 가지는 채권의 전액에 관하여 그 권리를 행사할 수 있다.\"라고 정한다. <br/>   이러한 채무자회생법 제126조 제1항, 제2항은 회생절차개시 후에 다른 전부의무자의 변제 등으로 채권자의 채권 일부가 소멸한 사정을 회생절차에서 채권자의 채권액에 반영하지 않는다는 취지이다. 이로써 채권자가 회생절차개시 당시의 채권 전액으로 권리를 행사하는 것을 인정하여 회생절차에서 채권자가 확실히 채권의 만족을 얻을 수 있도록 채권자를 보호한다.<br/>  [2] 보증인에 대한 회생계획인가로 보증채무가 감면되면 보증인이 주채무자의 채무를 일정한 한도에서 보증하기로 하는 이른바 일부보증과 유사한 법률관계가 성립한다. 일부보증의 경우 주채무자가 일부 변제를 하면 보증인은 남은 주채무자의 채무 중 보증한 범위 내의 것에 대하여 보증책임을 부담한다. 따라서 보증인에 대한 회생계획인가 후 주채무자의 변제 등으로 주채무가 일부 소멸하는 경우 보증인은 회생계획에 따른 변제금액 중 주채무자의 변제 등으로 소멸하고 남은 주채무를 한도로 한 금액을 변제할 의무가 있다.<br/>  [3] 甲 주식회사가, 乙 보험회사와 丙 주식회사가 체결한 이행보증보험계약에 따라 丙 회사가 乙 회사에 대하여 부담하게 될 구상금채무를 연대보증하였고, 甲 회사에 대하여 회생절차가 개시되자 乙 회사는 甲 회사에 대한 ‘장래 구상채권액 전액’을 회생채권으로 신고하였으며, 회생절차에서 구상채무가 확정되면 확정된 금액의 63%를 출자전환하고 37%를 현금 변제하는 내용의 회생계획이 인가되었는데, 그 후 乙 회사가 피보험자에 보험금을 지급한 후 주채무자인 丙 회사에 대한 담보권을 실행하여 채권 일부(이하 ‘주채무자의 변제 등 금액’이라 한다)를 회수한 사안에서, 회생절차개시 이후 주채무자의 변제 등으로 채권금액이 일부 소멸하였더라도 채권자는 회생절차개시 당시의 채권 전액에 관하여 권리를 행사할 수 있는바, 乙 회사는 최초 성립한 구상금채무 전액의 권리를 행사할 수 있으므로, 최초 성립한 구상금채무를 기준으로 甲 회사의 현금 변제액 및 출자전환액을 산정한 후 주채무자의 변제 등으로 소멸하고 남은 금액을 한도로 甲 회사의 변제의무 범위를 판단하여야 하는데도, 최초 성립한 구상금채무에서 회생절차개시 이후 주채무자의 변제 등 금액을 공제한 나머지를 기준으로 甲 회사의 현금 변제액 및 출자전환액을 산정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [4] 회생계획에서 출자전환으로 회생채권의 변제를 갈음하기로 한 경우에는 회생채권자가 인수한 신주의 시가를 평가하여 회생계획에 따라 변제를 갈음하기로 한 액수를 한도로 그 평가액에 상당하는 채권액이 변제된 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제126조 제1항, 제2항 / [2] 채무자 회생 및 파산에 관한 법률 제251조, 민법 제430조 / [3] 채무자 회생 및 파산에 관한 법률 제126조 제1항, 제2항, 제251조, 민법 제430조 / [4] 채무자 회생 및 파산에 관한 법률 제206조 제1항<br/>",
  "참조판례": "[1] 대법원 2021. 11. 11. 선고 2017다208423 판결(공2022상, 1) / [2] 대법원 2016. 8. 25. 선고 2016다2840 판결(공2016하, 1427) / [4] 대법원 2009. 11. 12. 선고 2009다47739 판결(공2009하, 2084)<br/>"
}