{
  "판례일련번호": "234731",
  "사건명": "무고·사문서위조·위조사문서행사",
  "사건번호": "2017도3884",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20220513",
  "판시사항": "[1] 판결 선고의 종료 시점 / 재판장이 주문을 낭독한 이후라도 선고가 종료되기 전까지는 일단 낭독한 주문의 내용을 정정하여 다시 선고할 수 있는지 여부(적극) 및 이러한 변경 선고가 허용되는 경우<br/>  [2] 제1심 재판장이 선고기일에 법정에서 ‘피고인을 징역 1년에 처한다.’는 주문을 낭독한 뒤 상소기간 등에 관한 고지를 하던 중 피고인이 ‘재판이 개판이야, 재판이 뭐 이 따위야.’ 등의 말과 욕설을 하면서 난동을 부려 교도관이 피고인을 제압하여 구치감으로 끌고 갔는데, 제1심 재판장은 그 과정에서 피고인에게 원래 선고를 듣던 자리로 돌아올 것을 명하였고, 법정경위가 구치감으로 따라 들어가 피고인을 다시 법정으로 데리고 나오자, 제1심 재판장이 피고인에게 ‘선고가 아직 끝난 것이 아니고 선고가 최종적으로 마무리되기까지 이 법정에서 나타난 사정 등을 종합하여 선고형을 정정한다.’는 취지로 말하며 징역 3년을 선고한 사안에서, 위 변경 선고는 위법하다고 한 사례<br/>",
  "판결요지": "[1] 형사소송법은 재판장이 판결을 선고함에는 주문을 낭독하고 이유의 요지를 설명하여야 하고(제43조 후문), 형을 선고하는 경우에는 피고인에게 상소할 기간과 상소할 법원을 고지하여야 한다고 정한다(제324조). 형사소송규칙은 재판장은 판결을 선고할 때 피고인에게 이유의 요지를 말이나 판결서 등본 또는 판결서 초본의 교부 등 적절한 방법으로 설명하고, 판결을 선고하면서 피고인에게 적절한 훈계를 할 수 있으며(제147조), 재판장은 판결을 선고하면서 피고인에게 형법 제59조의2, 형법 제62조의2의 규정에 의하여 보호관찰, 사회봉사 또는 수강을 명하는 경우에는 그 취지 및 필요하다고 인정하는 사항이 적힌 서면을 교부하여야 한다고 정한다(제147조의2 제1항). <br/>  이러한 규정 내용에 비추어 보면, 판결 선고는 전체적으로 하나의 절차로서 재판장이 판결의 주문을 낭독하고 이유의 요지를 설명한 다음 피고인에게 상소기간 등을 고지하고, 필요한 경우 훈계, 보호관찰 등 관련 서면의 교부까지 마치는 등 선고절차를 마쳤을 때에 비로소 종료된다. 재판장이 주문을 낭독한 이후라도 선고가 종료되기 전까지는 일단 낭독한 주문의 내용을 정정하여 다시 선고할 수 있다. <br/>  그러나 판결 선고절차가 종료되기 전이라도 변경 선고가 무제한 허용된다고 할 수는 없다. 재판장이 일단 주문을 낭독하여 선고 내용이 외부적으로 표시된 이상 재판서에 기재된 주문과 이유를 잘못 낭독하거나 설명하는 등 실수가 있거나 판결 내용에 잘못이 있음이 발견된 경우와 같이 특별한 사정이 있는 경우에 변경 선고가 허용된다.<br/>  [2] 제1심 재판장이 선고기일에 법정에서 ‘피고인을 징역 1년에 처한다.’는 주문을 낭독한 뒤 상소기간 등에 관한 고지를 하던 중 피고인이 ‘재판이 개판이야, 재판이 뭐 이 따위야.’ 등의 말과 욕설을 하면서 난동을 부려 교도관이 피고인을 제압하여 구치감으로 끌고 갔는데, 제1심 재판장은 그 과정에서 피고인에게 원래 선고를 듣던 자리로 돌아올 것을 명하였고, 법정경위가 구치감으로 따라 들어가 피고인을 다시 법정으로 데리고 나오자, 제1심 재판장이 피고인에게 ‘선고가 아직 끝난 것이 아니고 선고가 최종적으로 마무리되기까지 이 법정에서 나타난 사정 등을 종합하여 선고형을 정정한다.’는 취지로 말하며 징역 3년을 선고한 사안에서, 위 변경 선고는 최초 낭독한 주문 내용에 잘못이 있다거나 재판서에 기재된 주문과 이유를 잘못 낭독하거나 설명하는 등 변경 선고가 정당하다고 볼 만한 특별한 사정이 발견되지 않으므로 위법하고, 피고인이 난동을 부린 것은 제1심 재판장이 징역 1년의 주문을 낭독한 이후의 사정이며, 제1심 재판장은 선고절차 중 피고인의 행동을 양형에 반영해야 한다는 이유로 이미 주문으로 낭독한 형의 3배에 해당하는 징역 3년으로 선고형을 변경하였는데, 선고기일에 피고인의 변호인이 출석하지 않았고, 피고인은 자신의 행동이 양형에 불리하게 반영되는 과정에서 어떠한 방어권도 행사하지 못하였다는 이유로, 이와 달리 보아 제1심 선고절차에 아무런 위법이 없다고 판단한 원심판결에 판결 선고절차와 변경 선고의 한계에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제43조, 제324조, 형사소송규칙 제147조, 제147조의2 제1항 / [2] 형사소송법 제43조, 제324조, 형사소송규칙 제147조<br/>",
  "참조판례": ""
}