{
  "판례일련번호": "234717",
  "사건명": "비영리법인설립허가취소[대북전단 살포를 이유로 한 법인설립허가취소의 취소를 구한 사건]",
  "사건번호": "2023두30833",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230427",
  "판시사항": "[1] 민법 제38조에서 정한 비영리법인이 ‘공익을 해하는 행위를 한 때’의 의미 및 이에 해당하기 위한 요건 / 그중 해당 법인의 행위가 직접적이고도 구체적으로 공익을 침해하는지 판단하는 방법 / 법인의 설립허가를 취소할 때 고려할 사항<br/>  [2] 甲 사단법인이 접경지역 지원 특별법상 접경지역에서 북한의 지도부나 체제를 비판하는 내용을 담은 대북전단지 등을 대형 풍선에 실어 북한 방향 상공으로 살포하자, 통일부장관이 ‘위 전단 살포 행위가 접경지역에 거주하는 주민들의 생명·신체의 안전에 대한 위험을 초래하고, 남북관계에 긴장상황을 조성하는 등 공익을 해하였다.’는 등의 이유로 甲 법인에 대한 법인설립허가를 취소한 사안에서, 위 전단 살포 행위가 일방적으로 ‘공익을 해하는 행위를 한 때’에 해당한다고 쉽게 단정할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제38조에서 정한 비영리법인이 ‘공익을 해하는 행위를 한 때’란 법인의 기관이 직무의 집행으로서 공익을 침해하는 행위를 하거나 사원총회가 그러한 결의를 한 경우를 의미한다. 여기에 법인설립허가취소는 법인을 해산하여 결국 법인격을 소멸하게 하는 제재처분인 점(민법 제77조 제1항) 등을 더하여 보면, 민법 제38조에 정한 ‘공익을 해하는 행위를 한 때’에 해당하기 위해서는, 해당 법인의 목적사업 또는 존재 자체가 공익을 해한다고 인정되거나 해당 법인의 행위가 직접적·구체적으로 공익을 침해하는 것이어야 하고, 목적사업의 내용, 행위의 태양 및 위법성의 정도, 공익 침해의 정도와 경위 등을 종합하여 볼 때 해당 법인의 소멸을 명하는 것이 공익에 대한 불법적인 침해 상태를 제거하고 정당한 법질서를 회복하기 위한 제재수단으로서 긴요하게 요청되는 경우이어야 한다. 나아가 ‘해당 법인의 행위가 직접적이고도 구체적으로 공익을 침해한다.’고 하려면 해당 법인의 행위로 인하여 법인 또는 구성원이 얻는 이익과 법질서가 추구하는 객관적인 공익이 서로 충돌하여 양자의 이익을 비교형량 하였을 때 공공의 이익을 우선적으로 보호하여야 한다는 점에 의문의 여지가 없어야 한다. 또한 법인의 해산을 초래하는 설립허가취소는 헌법 제10조에 내재된 일반적 행동의 자유에 대한 침해 여부와 과잉금지의 원칙 등을 고려하여 엄격하게 판단하여야 하고, 특히 국가가 국민의 표현행위를 규제하는 경우, 표현내용과 무관하게 표현의 방법을 규제하는 것은 합리적인 공익상의 이유로 비례의 원칙(과잉금지의 원칙)을 준수하여 이루어지는 이상 폭넓은 제한이 가능하나, 표현내용에 대한 규제는 원칙적으로 중대한 공익의 실현을 위하여 불가피한 경우에 한하여 엄격한 요건하에서 허용될 뿐이다. <br/>  [2] 통일부장관으로부터 법인설립허가를 받은 甲 사단법인이 접경지역 지원 특별법상 접경지역에서 북한의 지도부나 체제를 비판하는 내용을 담은 대북전단지 50만 장 등을 대형 풍선 여러 개에 실어 북한 방향 상공으로 살포하자, 통일부장관이 ‘위 전단 살포 행위가 접경지역에 거주하는 주민들의 생명·신체의 안전에 대한 위험을 초래하고, 남북관계에 긴장상황을 조성하는 등 공익을 해하였다.’는 등의 이유로 甲 법인에 대한 법인설립허가를 취소한 사안에서, 북한의 인권문제에 관한 국제적·사회적 관심을 환기시키기 위한 위 전단 살포 행위는 표현의 자유, 결사의 자유에 의하여 보장되는 甲 법인의 활동에 속하는 것으로, 접경지역 주민들의 생명·신체의 안전에 대한 위험 야기, 남북 간의 군사적 긴장 고조, 대한민국 정부의 평화적 통일정책 추진에 대한 중대한 지장 초래 등 통일부장관이 위 처분의 이유로 내세우는 공익은 매우 포괄적·정치적인 영역에 속하는 것이자 그 저해에 관한 근본적인 책임을 甲 법인이나 위 전단 살포 행위에만 묻기는 어려운 것이어서, 위와 같은 甲 법인의 헌법상 기본권에 근거한 활동보다 통일부장관이 위 처분으로 달성하고자 하는 공익을 우선적으로 보호하여야 한다는 점에 의문의 여지가 없는 경우에 해당한다고 보기 어렵고, 위 전단 살포 행위의 태양 및 위법성의 정도, 공익 침해의 정도와 경위를 종합해 볼 때, 위 처분을 통하여 甲 법인의 법인격 소멸을 명하는 것이 공익 침해 상태를 제거하고 정당한 법질서를 회복하기 위한 유효적절한 제재수단으로서 긴요하게 요청되는 경우에 해당한다고 보기도 어려워 위 전단 살포 행위가 일방적으로 ‘공익을 해하는 행위를 한 때’에 해당한다고 쉽게 단정할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제38조, 제77조 제1항 / [2] 민법 제38조, 제77조 제1항<br/>",
  "참조판례": "[1] 대법원 1982. 10. 26. 선고 1981누363 판결(공1983, 108), 대법원 2014. 1. 23. 선고 2011두25012 판결(공2014상, 502), 대법원 2017. 12. 22. 선고 2016두49891 판결(공2018상, 341), 헌법재판소 2002. 12. 18. 선고 2000헌마764 전원재판부 결정(헌공76, 71)<br/>"
}