{
  "판례일련번호": "234793",
  "사건명": "청구이의",
  "사건번호": "2020다295298",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "[1] 구 국세징수법 제5조, 지방세징수법 제5조, 국민연금법 제95조의2, 국민건강보험법 제81조의3 및 구 국세징수법 시행령 제4조 제1항 제1호, 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호에서 정한 바에 따라 납세자 등이 국가로부터 납세증명서 등의 제출을 요구받고도 불응한 경우, 국가가 대금의 지급을 거절할 수 있는지 여부(적극) 및 납세증명서 등 제출 시까지 국가가 대금지급채무에 관한 이행지체책임을 면하는지 여부(소극) / 이러한 경우 국가가 변제공탁으로 대금지급채무에서 벗어나 지체책임을 면할 수 있는지 여부(적극) / 이때 납세증명서 등의 제출이라는 반대급부를 조건으로 하는 변제공탁의 효력(유효) 및 이는 채권양도로 인하여 양도인의 납세증명서 등을 제출하여야 하는 경우에도 마찬가지인지 여부(적극)<br/>  [2] 구 국세징수법 시행령 제4조 제1항 제1호, 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호가 위임 입법의 한계를 일탈하거나 법률유보원칙, 자기책임원칙, 과잉금지원칙, 조세법률주의, 평등권 등에 위배되어 무효인지 여부(소극)<br/>",
  "판결요지": "[1] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제5조, 지방세징수법 제5조, 국민연금법 제95조의2, 국민건강보험법 제81조의3(이하 ‘각 법률 조항’이라 한다) 및 구 국세징수법 시행령(2021. 2. 17. 대통령령 제31453호로 전부 개정되기 전의 것) 제4조 제1항 제1호, 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호(이하 ‘각 시행령 조항’이라 한다)에서 정한 바에 따라 납세자 등이 국가로부터 납세증명서 등의 제출을 요구받고도 이에 불응하면, 국가는 대금의 지급을 거절할 수 있으나, 납세자 등이 납세증명서 등을 제출할 때까지 그 대금지급채무에 관하여 이행지체책임을 면하는 것은 아니다. 이러한 경우 국가는 채권자인 납세자 등의 수령불능을 이유로 변제공탁함으로써 대금지급채무에서 벗어날 수 있고, 그에 따라 지체책임도 면할 수 있다.<br/>   한편 채권자가 본래의 채권을 변제받기 위하여 어떠한 반대급부 기타의 조건이행을 할 필요가 있는 경우에는 이를 조건으로 하는 채무자의 변제공탁은 유효하다. 각 법률 조항 및 시행령 조항에서 납세자 등이 국가로부터 대금을 지급받을 때에는 납세증명서 등을 제출하도록 규정하고 있으므로, 납세증명서 등의 제출이라는 반대급부를 이행할 필요가 있는 경우에 해당하고, 따라서 이러한 반대급부를 조건으로 하는 변제공탁은 유효하다. 이는 채권양도로 인하여 양도인의 납세증명서 등을 제출하여야 하는 때에도 마찬가지이다.<br/>  [2] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제5조, 지방세징수법 제5조, 국민연금법 제95조의2, 국민건강보험법 제81조의3(이하 ‘각 법률 조항’이라 한다)의 입법 목적은 납세의무 등의 이행을 간접적으로 강제함으로써 조세 등의 체납을 방지하고 그 징수를 촉진하려는 데에 있다. 따라서 각 법률 조항의 위임에 따라 시행령에서 구체화될 내용에는 채권양도가 있는 경우에 양도인의 납세증명서 등을 제출하도록 함으로써 체납자가 국가 등에 대한 대금채권을 체납액이 없는 제3자에게 양도하는 형식을 취하여 각 법률 조항을 무력화하려는 시도를 방지하고자 하는 것이 포함될 수 있음을 충분히 예측할 수 있다. 또한 국가 등에 대한 대금채권의 양수인이 받을 수 있는 불이익은 양도계약을 체결할 때에 양수인이 양도인으로부터 납세증명서 등을 제시받거나 국세 등의 체납 여부에 관한 별도의 약정을 추가하는 등 양도계약 당사자들 사이의 정보교환과 자율적 판단으로 어느 정도 회피하거나 감소시킬 수 있다. 이러한 점 등을 종합하여 보면, 구 국세징수법 시행령(2021. 2. 17. 대통령령 제31453호로 전부 개정되기 전의 것) 제4조 제1항 제1호, 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호가 위임 입법의 한계를 일탈하거나, 법률유보원칙, 자기책임원칙, 과잉금지원칙, 조세법률주의 및 평등권 등에 위배되어 무효라고 볼 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제5조(현행 제107조 제1항 참조), 지방세징수법 제5조, 국민연금법 제95조의2, 국민건강보험법(2022. 12. 27. 법률 제19123호로 개정되기 전의 것) 제81조의3, 구 국세징수법 시행령(2021. 2. 17. 대통령령 제31453호로 전부 개정되기 전의 것) 제4조 제1항 제1호(현행 제90조 제1호 참조), 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호, 민법 제387조, 제487조 / [2] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제5조(현행 제107조 제1항 참조), 지방세징수법 제5조, 국민연금법 제95조의2, 국민건강보험법(2022. 12. 27. 법률 제19123호로 개정되기 전의 것) 제81조의3, 구 국세징수법 시행령(2021. 2. 17. 대통령령 제31453호로 전부 개정되기 전의 것) 제4조 제1항 제1호(현행 제90조 제1호 참조), 지방세징수법 시행령 제4조 제1항 제1호, 국민연금법 시행령 제70조의3 제4항 제1호, 국민건강보험법 시행령 제47조의3 제3항 제1호<br/>",
  "참조판례": "[1] 대법원 1970. 9. 22. 선고 70다1061 판결(집18-3, 민49), 대법원 1975. 5. 13. 선고 75다10 판결(공1975, 8437), 대법원 1980. 6. 24. 선고 80다622 판결(공1980, 12958), 대법원 1992. 12. 22. 선고 92다8712 판결(공1993상, 555), 대법원 1999. 2. 12. 선고 98다49937 판결(공1999상, 534) / [2] 대법원 2002. 6. 25. 선고 2002다17463 판결<br/>"
}