{
  "판례일련번호": "234803",
  "사건명": "농수산물의원산지표시등에관한법률위반",
  "사건번호": "2022도10961",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "[1] 형벌법규의 해석 방법 / 죄형법정주의에서 파생되는 ‘명확성의 원칙’의 의미 및 법규범이 명확성의 원칙에 위배되는지 판단하는 기준<br/>  [2] 구 농수산물의 원산지 표시에 관한 법률 제14조 제2항에서 정한 ‘제1항의 죄로 형을 선고받고 그 형이 확정된 후’의 의미(=같은 법 제6조 제1항 또는 제2항을 위반하여 7년 이하의 징역형, 1억 원 이하의 벌금형, 징역형에 벌금형이 병과되어 그 형이 확정된 경우) 및 이때 확정된 벌금형에는 공판절차에서 형을 선고받아 확정된 경우뿐만 아니라 약식절차에서 벌금형의 약식명령을 고지받아 확정된 경우까지 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 형벌법규는 문언에 따라 엄격하게 해석·적용하여야 하고 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하여서는 아니 되나, 형벌법규의 해석에 있어서도 가능한 문언의 의미 내에서 당해 규정의 입법 취지와 목적 등을 고려한 법률체계적 연관성에 따라 그 문언의 논리적 의미를 분명히 밝히는 체계적·논리적 해석방법은 그 규정의 본질적 내용에 가장 접근한 해석을 위한 것으로서 죄형법정주의의 원칙에 부합한다. 또한 죄형법정주의에서 파생되는 명확성의 원칙은 법률이 처벌하고자 하는 행위가 무엇이며 그에 대한 형벌이 어떠한 것인지를 누구나 예견할 수 있고 그에 따라 자신의 행위를 결정할 수 있도록 구성요건을 명확하게 규정하는 것을 의미하나, 처벌법규의 구성요건이 명확하여야 한다고 하여 모든 구성요건을 단순한 서술적 개념으로 규정하여야 하는 것은 아니다. 다소 광범위하여 법관의 보충적인 해석을 필요로 하는 개념을 사용하였다고 하더라도 건전한 상식과 법감정을 가진 사람이면 통상의 해석방법에 의하여 당해 처벌법규의 보호법익과 금지된 행위 및 처벌의 종류와 정도를 알 수 있도록 규정하였다면 처벌법규의 명확성에 배치되지 않는다. 그리고 어떠한 법규범이 명확한지 여부는 그 법규범이 수범자에게 법규의 의미내용을 알 수 있도록 공정한 고지를 하여 예측가능성을 주고 있는지 여부 및 그 법규범이 법을 해석·집행하는 기관으로 하여금 자의적인 해석이나 집행을 하지 못하게 하는지 여부, 다시 말하면 예측가능성 및 자의적 법집행 배제가 확보되는지 여부에 따라 이를 판단할 수 있다. 나아가 법규범의 의미내용은 그 문언뿐만 아니라 입법 목적이나 입법 취지, 입법 연혁, 그리고 법규범의 체계적 구조 등을 종합적으로 고려하는 해석방법에 의하여 구체화하게 되므로, 결국 법규범이 명확성의 원칙에 위배되는지 여부는 위와 같은 해석방법에 의하여 그 의미내용을 합리적으로 파악할 수 있는 해석기준을 얻을 수 있는지 여부에 달려 있다고 할 것이다.<br/>  [2] 농산물·수산물과 그 가공품 등에 대하여 적정하고 합리적인 원산지 표시와 유통이력을 관리하도록 함으로써 공정한 거래를 유도하고 소비자의 알권리를 보장하여 생산자와 소비자를 보호하기 위하여 2010. 2. 4. 법률 제10022호로 제정된 농수산물의 원산지 표시에 관한 법률(이하 ‘원산지표시법’이라 한다) 제6조 제1항은 ‘누구든지 원산지 표시를 거짓으로 하거나 이를 혼동하게 할 우려가 있는 표시를 하는 행위 등을 하여서는 아니 된다.’고 정하고, 원산지표시법 제14조는 이를 위반한 자에 대하여 7년 이하의 징역이나 1억 원 이하의 벌금에 처하거나 이를 병과할 수 있다고 정하였다. <br/>   그 후 2016. 12. 2. 법률 제14291호로 개정된 원산지표시법은 위 제14조를 제14조 제1항으로 개정하고 제14조 제2항을 신설하여 ‘제1항의 죄로 형을 선고받고 그 형이 확정된 후 5년 이내에 다시 제6조 제1항 또는 제2항을 위반한 자는 1년 이상 10년 이하의 징역 또는 500만 원 이상 1억 5천만 원 이하의 벌금에 처하거나 이를 병과할 수 있다.’고 정하여 원산지를 거짓으로 표시하는 자에 대한 벌칙을 강화하였다. <br/>   이와 같이 원산지표시법 제14조 제2항에서 정한 ‘제1항의 죄로 형을 선고받고 그 형이 확정된 후’란, 원산지표시법 제6조 제1항 또는 제2항을 위반하여 7년 이하의 징역형, 1억 원 이하의 벌금형, 징역형에 벌금형이 병과되어 그 형이 확정된 경우를 의미하고, 확정된 벌금형에는 공판절차에서 형을 선고받아 확정된 경우뿐만 아니라 약식절차에서 벌금형의 약식명령을 고지받아 확정된 경우까지 포함된다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 구 농수산물의 원산지 표시에 관한 법률(2016. 12. 2. 법률 제14291호로 개정되기 전의 것) 제1조(현행 농수산물의 원산지 표시 등에 관한 법률 제1조 참조), 제6조 제1항(현행 농수산물의 원산지 표시 등에 관한 법률 제6조 제1항 참조), 제14조(현행 농수산물의 원산지 표시 등에 관한 법률 제14조 제1항 참조), 구 농수산물의 원산지 표시에 관한 법률(2021. 11. 30. 법률 제18525호 농수산물의 원산지 표시 등에 관한 법률로 개정되기 전의 것) 제6조 제1항(현행 농수산물의 원산지 표시 등에 관한 법률 제6조 제1항 참조), 제2항(현행 농수산물의 원산지 표시 등에 관한 법률 제6조 제2항 참조), 제14조(현행 농수산물의 원산지 표시 등에 관한 법률 제14조 참조)<br/>",
  "참조판례": "[1] 대법원 2006. 5. 11. 선고 2006도920 판결(공2006상, 1097), 대법원 2007. 6. 14. 선고 2007도2162 판결(공2007하, 1118)<br/>"
}