{
  "판례일련번호": "234935",
  "사건명": "업무방해[정당행위에 의한 위법성조각 여부가 문제된 사건]",
  "사건번호": "2017도2760",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230518",
  "판시사항": "[1] 형법 제20조에서 정당행위로 정한 ‘사회상규에 위배되지 아니하는 행위’를 인정하기 위한 요건 및 이러한 요건은 불가분적으로 연관되어 하나의 행위를 이루는 요소들로 종합적으로 평가되어야 하는지 여부(적극) / 사회상규에 의한 정당행위의 요건을 판단하는 기준 및 이때 행위의 긴급성과 보충성은 ‘일체의 법률적인 적법한 수단이 존재하지 않을 것’을 의미하는지 여부(소극)<br/>  [2] 甲 대학교는 학교법인의 전 이사장 乙이 부정입학과 관련된 금품수수 등의 혐의로 구속되었다가 甲 대학교 총장으로 선임됨에 따라 학내 갈등을 빚던 중, 총학생회 간부인 피고인들이 총장 乙과의 면담을 요구하면서 총장실 입구에서 진입을 시도하거나, 교무위원회 회의실에 들어가 총장의 사퇴를 요구하면서 이를 막는 학교 교직원들과 실랑이를 벌임으로써 위력으로 업무를 방해하였다는 내용으로 기소된 사안에서, 행위의 목적 및 경위 등에 비추어 보면, 피고인들이 분쟁의 중심에 있는 乙을 직접 찾아가 면담하는 이외에는 다른 방도가 없다는 판단 아래 乙과 면담을 추진하는 과정에서 피고인들을 막아서는 사람들과 길지 않은 시간 동안 실랑이를 벌인 것은 사회상규에 위배되지 아니하는 정당행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 형법 제20조는 ‘사회상규에 위배되지 아니하는 행위’를 정당행위로서 위법성이 조각되는 사유로 규정하고 있다. 위 규정에 따라 사회상규에 의한 정당행위를 인정하려면, 첫째 그 행위의 동기나 목적의 정당성, 둘째 행위의 수단이나 방법의 상당성, 셋째 보호이익과 침해이익과의 법익균형성, 넷째 긴급성, 다섯째로 그 행위 외에 다른 수단이나 방법이 없다는 보충성 등의 요건을 갖추어야 하는데, 위 ‘목적·동기’, ‘수단’, ‘법익균형’, ‘긴급성’, ‘보충성’은 불가분적으로 연관되어 하나의 행위를 이루는 요소들로 종합적으로 평가되어야 한다. <br/>   ‘목적의 정당성’과 ‘수단의 상당성’ 요건은 행위의 측면에서 사회상규의 판단 기준이 된다. 사회상규에 위배되지 아니하는 행위로 평가되려면 행위의 동기와 목적을 고려하여 그것이 법질서의 정신이나 사회윤리에 비추어 용인될 수 있어야 한다. 수단의 상당성·적합성도 고려되어야 한다. 또한 보호이익과 침해이익 사이의 법익균형은 결과의 측면에서 사회상규에 위배되는지를 판단하기 위한 기준이다. 이에 비하여 행위의 긴급성과 보충성은 수단의 상당성을 판단할 때 고려요소의 하나로 참작하여야 하고 이를 넘어 독립적인 요건으로 요구할 것은 아니다. 또한 그 내용 역시 다른 실효성 있는 적법한 수단이 없는 경우를 의미하고 ‘일체의 법률적인 적법한 수단이 존재하지 않을 것’을 의미하는 것은 아니라고 보아야 한다.<br/>  [2] 甲 대학교는 학교법인의 전 이사장 乙이 부정입학과 관련된 금품수수 등의 혐의로 구속되었다가 甲 대학교 총장으로 선임됨에 따라 학내 갈등을 빚던 중, 총학생회 간부인 피고인들이 총장 乙과의 면담을 요구하면서 총장실 입구에서 진입을 시도하거나, 교무위원회 회의실에 들어가 총장의 사퇴를 요구하면서 이를 막는 학교 교직원들과 실랑이를 벌임으로써 위력으로 업무를 방해하였다는 내용으로 기소된 사안에서, 학교법인은 乙이 20여 년 전 구속됨에 따라 교육인적자원부장관이 선임한 임시이사들에 의하여 운영된 이래, 종전 이사 체제 시 학교 운영에 관여했던 이른바 ‘구재단’ 측과 임시이사 체제 시 학교 운영에 관여해 온 학내구성원 측의 갈등이 계속되던 중 乙이 총장으로 선임되자 교수협의회와 총학생회는 총장 퇴진 운동을 벌이면서 乙 등 구재단 측과 갈등을 빚게 되었고, 乙의 비위행위 이후로 학교 운영과 관련한 갈등이 약 20년간 봉합되지 않던 중 구재단 측을 상징하는 乙의 복귀로 갈등이 악화되어, 학교 운영의 파행이 학생들의 피해로 돌아가 학생들의 교육받을 권리가 침해될 것이 자명하자, 피고인들은 대학 운영의 정상화를 위하여 乙과 대화를 꾸준히 요구하였으나 학교 측의 소극적인 태도로 인해 면담이 실질적으로 성사되지 않은 점 등 피고인들 행위의 목적 및 경위 등에 비추어 보면, 피고인들이 분쟁의 중심에 있는 乙을 직접 찾아가 면담하는 이외에는 다른 방도가 없다는 판단 아래 乙과 면담을 추진하는 과정에서 피고인들을 막아서는 사람들과 길지 않은 시간 동안 실랑이를 벌인 것은 동기와 목적의 정당성, 행위의 수단이나 방법의 상당성이 인정되고, 피고인들의 학습권이 헌법에 의하여 보장되는 권리라는 측면에 비추어 법익균형성도 충분히 인정되며, 나아가 학습권 침해가 예정된 이상 긴급성이 인정되고, 피고인들이 선택할 수 있는 법률적 수단이 더 이상 존재하지 않는다거나 다른 구제절차를 모두 취해본 후에야 면담 추진 등이 가능하다고 할 것은 아니어서 보충성도 인정되며, 만약 긴급성·보충성이 별도로 갖추어지지 않았다고 보아 정당행위 성립을 부정한다면 일반적·보충적 위법성조각사유로서의 정당행위를 규정한 입법 취지 및 사회상규의 의미에 배치될 수 있다는 이유로, 피고인들의 행위가 정당행위로 인정된다고 본 원심의 결론이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제20조 / [2] 헌법 제31조 제1항, 형법 제20조, 제314조 제1항, 교육기본법 제3조, 제12조, 형사소송법 제325조<br/>",
  "참조판례": "[1] 대법원 1983. 3. 8. 선고 82도3248 판결(공1983, 695), 대법원 1992. 9. 25. 선고 92도1520 판결(공1992, 3052), 대법원 2004. 3. 26. 선고 2003도7878 판결(공2004상, 753)<br/>"
}