{
  "판례일련번호": "235097",
  "사건명": "소비자권익침해행위금지및중지[소비자단체가 이동통신서비스 사업자를 상대로 소비자권익침해행위의 금지·중지를 구하는 사건]",
  "사건번호": "2018다214746",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230615",
  "판시사항": "[1] 이동통신서비스 계약이 체결되어 회선이 개통된 후 청약철회권을 행사할 때까지 사용·소비함으로써 소멸하는 부분이 제공이 예정된 전체 이동통신서비스에 비하여 상당히 적은 부분을 차지하는 경우, 전자상거래 등에서의 소비자보호에 관한 법률 제17조 제2항 제2호, 방문판매 등에 관한 법률 제8조 제2항 제2호에서 정하는 ‘소비자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우’에 해당하는지 여부(소극) / 이동통신서비스 계약이 가분적 용역으로 구성된 계약에 해당하는 경우, 통신판매로 이동통신서비스 계약을 체결한 소비자가 이동통신서비스 사업자를 상대로 아직 제공되지 않은 서비스에 대해서 청약철회권을 행사할 수 있는지 여부(적극)<br/>  [2] 전자상거래 등에서의 소비자보호에 관한 법률과 방문판매 등에 관한 법률상 청약철회권 제한사유가 존재하는지 및 제한사유 해당 사실에 대한 표시의무를 다하였는지에 관한 증명책임의 소재(=사업자)<br/>",
  "판결요지": "[1] 전자상거래 등에서의 소비자보호에 관한 법률(이하 ‘전자상거래법’이라 한다) 제17조 제1항, 방문판매 등에 관한 법률(이하 ‘방문판매법’이라 한다) 제8조 제1항에서는 통신판매, 방문판매 또는 전화권유 판매를 통하여 재화 등의 구매에 관한 계약을 체결한 소비자에게 각각 법이 정한 일정한 기간(계약내용에 관한 서면 등을 받은 날부터 7일 또는 14일) 내에 해당 계약에 관한 청약철회권을 행사할 권리를 규정하고 있다. 한편 전자상거래법 제17조 제2항 제2호, 방문판매법 제8조 제2항 제2호에서는 소비자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우 소비자는 사업자의 의사에 반하여 청약철회권을 행사할 수 없다고 규정하고 있고, 전자상거래법 제17조 제2항 제5호는 용역의 경우 제공이 개시되면 사업자의 의사에 반하여 청약철회권을 행사할 수 없지만, 가분적 용역으로 구성된 계약의 경우에는 제공이 개시되지 아니한 부분에 대해서는 청약철회권을 행사할 수 있다고 규정하고 있다.<br/>  회선이 개통되면 이동통신서비스는 소비자가 언제든지 이용할 수 있는 상태로 제공됨으로써 소비자의 이동통신서비스 사용 또는 소비가 발생한다. 시시각각 제공되는 이동통신서비스의 특성에 따라 시간이 경과하면 이미 제공된 이동통신서비스 부분은 소비자의 사용 또는 소비로 그 사용가치를 회복시키거나 재사용할 수 없게 된다. 그러나 이동통신서비스의 일부가 사용 또는 소비되어 소멸하였다고 하더라도 청약철회권 행사가 제한될 정도로 이동통신서비스에 현저한 가치 감소가 발생한다고 단정할 수는 없다.<br/>  이동통신서비스 계약은 일정한 기간을 약정기간으로 정하거나 상당한 기간 계속하여 이동통신서비스를 제공받을 것을 전제로 하여 체결되는 것이 통상적이다. 그에 반하여 청약철회권의 행사는 대체로 위 각 해당 법률에서 정한 바와 같이 계약내용에 관한 서면 등을 받은 날부터 7일 또는 14일 이내에 이루어지는 것이 보통이므로, 회선 개통 후 청약철회권의 행사 때까지 소비자의 이동통신서비스 사용·소비 기간은 이동통신서비스의 제공이 예정된 전체 기간과 비교하면 상당히 짧은 기간일 수밖에 없다. 따라서 소비자가 회선 개통 후 청약철회권을 행사할 때까지 이동통신서비스를 사용·소비함으로써 가치가 소멸되거나 감소하는 부분이 있다고 하더라도 이동통신서비스 계약에서 제공이 예정된 전체 이동통신서비스에 비하면 상당히 적은 부분일 가능성이 크다. <br/>  이처럼 회선 개통 후 청약철회권을 행사할 때까지 사용·소비함으로써 소멸하는 부분이 제공이 예정된 전체 이동통신서비스에 비하여 상당히 적은 부분을 차지하는 경우 전자상거래법 제17조 제2항 제2호, 방문판매법 제8조 제2항 제2호에서 정하는 ‘소비자의 사용 또는 일부 소비로 재화 등의 가치가 현저히 감소한 경우’에 해당한다고 보기 어렵다. 소비자가 청약철회권을 행사하였을 때 사업자로서는 즉시 이동통신서비스를 중단하고 회선을 회수하여 다른 소비자에게 제공하는 방법으로 상당 부분의 남은 이동통신서비스를 재판매하거나 재사용하는 효과를 볼 수 있다. 이러한 경우 청약철회권을 행사한 소비자가 이동통신서비스를 일부 사용하였다고 하더라도 사업자는 이동통신서비스 상당 부분의 가치를 여전히 보유하고 있다고 볼 수 있기 때문이다. <br/>  통신판매로 체결된 이동통신서비스 계약에서 회선 개통으로 이동통신서비스 제공이 개시되면 전자상거래법 제17조 제2항 제5호에 따라 소비자의 청약철회권 행사가 제한될 수 있다. 그러나 이동통신서비스는 소비자가 일정량의 전화통화, 문자메시지, 데이터 등을 이용할 수 있는 상태의 제공이라는 같은 성질의 서비스를 계속적, 반복적으로 제공한다는 특성을 가지고 있다. 또한 그 이용요금도 월 단위 등으로 산정되어 부과된다. 이러한 성격을 고려할 때 이동통신서비스 계약은 전자상거래법 제17조 제2항 제5호 단서에서 규정하는 가분적 용역으로 구성된 계약일 가능성이 충분히 있다. 만약 이동통신서비스 계약이 가분적 용역으로 구성된 계약에 해당한다면 통신판매로 이동통신서비스 계약을 체결한 소비자는 이동통신서비스 사업자를 상대로 아직 제공되지 않은 서비스에 대해서 전자상거래법상 청약철회권을 행사할 수 있다.<br/>  [2] 소비자기본법 제70조는 “소비자단체 등은 사업자가 소비자기본법 제20조를 위반하여 소비자의 생명·신체 또는 재산에 대한 권익을 직접적으로 침해하고 그 침해가 계속되는 경우 법원에 소비자권익침해행위의 금지 및 중지를 구하는 소송을 제기할 수 있다.”라고 규정하고, 같은 법 제20조 제4항은 “사업자는 제12조 제2항의 규정에 따라 국가가 지정·고시한 행위를 하여서는 아니 된다.”라고 규정하며, 같은 법 제12조 제2항은 “국가는 소비자의 합리적인 선택을 방해하고 소비자에게 손해를 끼칠 우려가 있다고 인정되는 사업자의 부당한 행위를 지정·고시할 수 있다.”라고 규정한다. 이에 따라 공정거래위원회가 소비자기본법 제12조 제2항에 근거하여 제정한 사업자의 부당한 소비자 거래행위 지정 고시 제6조 제2호는 정당한 이유 없이 계약을 유지시키려는 행위를 사업자가 해서는 안 되는 부당한 소비자거래행위로 규정하고 있다. <br/>전자상거래 등에서의 소비자보호에 관한 법률(이하 ‘전자상거래법’이라 한다) 제17조, 제18조 및 방문판매 등에 관한 법률(이하 ‘방문판매법’이라 한다) 제8조, 제9조는 소비자의 청약철회권에 관하여 다음과 같이 규정하고 있다. 즉 소비자는 각 법률에서 정한 청약철회기간 이내에 계약에 관한 청약철회권을 행사할 수 있고, 청약철회권을 행사한 경우에는 소비자는 공급받은 재화 등을 반환하고 사업자는 지급받은 대금을 환급하여야 한다. 다만 법률에서 정한 사유가 있는 경우에는 소비자의 청약철회권 행사가 제한되어 소비자는 사업자 의사에 반하여 청약철회권을 행사할 수 없다. 그러나 사업자는 법률에서 정한 청약철회권 제한사유를 소비자가 쉽게 알 수 있는 곳에 명확하게 표시하는 등으로 소비자의 청약철회권 행사가 방해받지 않도록 조치하여야 하고, 이를 하지 않은 경우에는 청약철회권 제한사유에 해당하더라도 소비자는 청약철회권을 행사할 수 있다.<br/>  전자상거래법과 방문판매법은 소비자가 계약을 체결한 후라도 일정한 기간 내에는 그 의사를 재고(再考)하여 아무런 불이익 없이 계약을 처음부터 없었던 것으로 할 수 있도록 청약철회권 규정을 두어 소비자를 보호하고 있다. 소비자는 청약철회권을 행사함으로써 그 계약에서 정한 위약금 등을 부담하지 않고도 체결된 계약을 일방적으로 해소할 수 있고, 이러한 점에서 청약철회권의 행사는 일반적인 계약의 해지와는 구별된다. 소비자에게 청약철회권 행사의 자유는 최대한 보장되어야 하고 그 제한은 예외적으로만 허용되어야 한다. 위 각 법률이 사업자에게 청약철회권 제한사유에 대한 표시의무를 부담시키고 이를 다하지 않는 경우에는 소비자에게 청약철회권 행사를 할 수 있도록 하는 것도 이러한 취지에서라고 할 수 있다. 위와 같은 <a href=\"#AJAX\" class=\"link\" onclick=\"javascript:fncLawPo",
  "판결본문": "",
  "참조조문": "[1] 전자상거래 등에서의 소비자보호에 관한 법률 제17조 제1항, 제2항 제2호, 제5호, 방문판매 등에 관한 법률 제8조 제1항, 제2항 제2호 / [2] 소비자기본법 제12조 제2항, 제20조 제4항, 제70조, 전자상거래 등에서의 소비자보호에 관한 법률 제17조, 제18조, 방문판매 등에 관한 법률 제8조, 제9조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": ""
}