{
  "판례일련번호": "235091",
  "사건명": "보험금",
  "사건번호": "2021다206691",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230615",
  "판시사항": "[1] 보험약관의 해석에서 객관적·획일적 해석의 원칙<br/>  [2] 자동차상해보험의 법적 성격<br/>  [3] 甲의 배우자 乙이 丙 보험회사와 체결한 업무용자동차보험계약에는 甲을 피보험자로 하는 자동차상해 담보특약이 포함되어 있고, 위 보험계약에 편입된 자동차상해 특별약관에는 피보험자가 피보험자동차 운행으로 인한 사고로 죽거나 상해를 입은 경우 ‘실제손해액’에서 비용을 더하고 공제액을 뺀 금액을 보험금으로 지급하며, 이때 ‘실제손해액’은 ‘〈별표1〉 대인배상, 무보험자동차에 의한 상해보험금 지급기준에 따라 산출한 금액’ 또는 ‘소송이 제기되었을 경우에는 법원의 확정판결 등에 따른 금액으로서 과실상계 및 보상한도를 적용하기 전의 금액’을 의미한다고 규정되어 있는데, 甲이 피보험자동차 운행 중 발생한 사고로 상해를 입자 丙 회사를 상대로 자동차상해 담보특약에 따른 보험금의 지급을 구하는 소를 제기한 사안에서, 자동차상해 특별약관상 ‘법원의 확정판결 등에 따른 금액으로서 과실상계 및 보상한도를 적용하기 전의 금액’을 ‘실제손해액’으로 볼 수 있게 되는 ‘소송이 제기된 경우’란 보험사고에 해당하는 자동차사고 피해에 관하여 손해배상청구 등 별개의 소가 제기된 경우를 의미하는 것이지 위 특별약관에 따라 자동차상해보험금을 청구하는 소 그 자체가 제기된 경우는 포함되지 않는다고 해석함이 타당한데도, 이와 달리 본 원심판결에는 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험약관은 신의성실의 원칙에 따라 당해 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개개의 계약당사자가 기도한 목적이나 의사를 참작함이 없이 평균적 고객의 이해가능성을 기준으로 보험단체 전체의 이해관계를 고려하여 객관적·획일적으로 해석하여야 한다.<br/>  [2] 자동차상해보험은 피보험자가 피보험자동차를 소유·사용·관리하는 동안에 생긴 피보험자동차의 사고로 인하여 상해를 입었을 때에 보험자가 보험약관에 정한 사망보험금이나 부상보험금 또는 후유장해보험금 등을 지급할 책임을 지는 인보험의 일종으로서 그 성질상 상해보험에 속한다.<br/>  [3] 甲의 배우자 乙이 丙 보험회사와 체결한 업무용자동차보험계약에는 甲을 피보험자로 하는 자동차상해 담보특약이 포함되어 있고, 위 보험계약에 편입된 자동차상해 특별약관에는 피보험자가 피보험자동차 운행으로 인한 사고로 죽거나 상해를 입은 경우 ‘실제손해액’에서 비용을 더하고 공제액을 뺀 금액을 보험금으로 지급하며, 이때 ‘실제손해액’은 ‘〈별표1〉 대인배상, 무보험자동차에 의한 상해보험금 지급기준에 따라 산출한 금액’ 또는 ‘소송이 제기되었을 경우에는 법원의 확정판결 등에 따른 금액으로서 과실상계 및 보상한도를 적용하기 전의 금액’을 의미한다고 규정되어 있는데, 甲이 피보험자동차 운행 중 발생한 사고로 상해를 입자 丙 회사를 상대로 자동차상해 담보특약에 따른 보험금의 지급을 구하는 소를 제기한 사안에서, 자동차상해 특별약관상 ‘법원의 확정판결 등에 따른 금액으로서 과실상계 및 보상한도를 적용하기 전의 금액’을 ‘실제손해액’으로 볼 수 있게 되는 ‘소송이 제기된 경우’란 보험사고에 해당하는 자동차사고 피해에 관하여 손해배상청구 등 별개의 소가 제기된 경우를 의미하는 것이지 위 특별약관에 따라 자동차상해보험금을 청구하는 소 그 자체가 제기된 경우는 포함되지 않는다고 해석함이 타당하므로, 甲이 위 사고와 관련하여 일반적인 손해액 산정 기준에 따라 甲의 손해액을 인정해야 할 다른 소송이 계속되거나 그에 관한 확정판결 등이 존재하지 않는 상태에서 자동차상해보험금 지급을 구하는 소를 제기한 이상, 위 특별약관상 ‘실제손해액’은 ‘〈별표1〉 대인배상, 무보험자동차에 의한 상해보험금 지급기준’에 따라 계산되어야 하는데도, 이와 달리 본 원심판결에는 보험약관의 해석에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 제1항 / [2] 상법 제737조 / [3] 약관의 규제에 관한 법률 제5조 제1항, 상법 제737조<br/>",
  "참조판례": "[1] 대법원 2010. 11. 25. 선고 2010다45777 판결(공2011상, 13), 대법원 2020. 10. 15. 선고 2020다234538, 234545 판결(공2020하, 2160) / [2] 대법원 2004. 7. 9. 선고 2003다29463 판결(공2004하, 1321)<br/>"
}