{
  "판례일련번호": "235129",
  "사건명": "손해배상(기)",
  "사건번호": "2017다6498",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230615",
  "판시사항": "제조업체가 위법한 쟁의행위로 조업을 하지 못함으로써 입은 고정비용 상당 손해의 배상을 구하기 위하여 증명하여야 할 사항 및 이때 간접반증이 없는 한 생산된 제품이 판매되어 제조업체가 매출이익을 얻고 생산에 지출된 고정비용을 회수할 수 있다고 추정되는지 여부(적극) / 위법한 쟁의행위가 종료된 후 매출 감소를 초래하지 않을 정도의 상당한 기간 안에 추가 생산을 통하여 쟁의행위로 인한 부족 생산량의 전부 또는 일부가 만회된 경우, 그 범위에서 고정비용 상당 손해 발생의 추정이 복멸되는지 여부(원칙적 적극) 및 법원이 이러한 사정에 대하여 심리를 할 때 유의할 사항<br/>",
  "판결요지": "제조업체가 위법한 쟁의행위로 조업을 하지 못함으로써 입는 손해로는, 조업중단으로 제품을 생산하지 못함으로써 생산할 수 있었던 제품을 판매하여 얻을 수 있는 매출이익을 얻지 못한 손해와 고정비용을 회수하지 못한 손해가 있을 수 있다. 고정비용은 생산된 제품의 판매액에서 회수할 것을 기대하고 지출하는 비용 중 조업중단 여부와 관계없이 대체로 일정하게 지출하는 차임, 제세공과금, 감가상각비, 보험료 등을 말하고, 이러한 고정비용 상당의 손해는 생산 감소에 따라 매출이 감소하여 매출액에서 매출원가의 일부로 회수할 수 있었을 비용을 회수하지 못함으로써 발생한다. <br/>  일반적으로 불법행위로 인한 손해배상청구 사건에서 손해의 발생 및 가해행위와 손해의 발생 사이의 인과관계에 대한 증명책임은 청구자인 피해자가 부담한다. 따라서 고정비용 상당 손해의 배상을 구하는 제조업체는 위법한 쟁의행위로 인하여 일정량의 제품을 생산하지 못하였다는 점뿐만 아니라 생산되었을 제품이 판매될 수 있다는 점 및 생산 감소로 인하여 매출이 감소하였다는 점까지도 증명하여야 함이 원칙이지만, 실제의 소송과정에서는 조업중단으로 인한 매출 감소를 증명하는 것이 쉽지 않으므로, 손해 발생을 추인케 할 간접사실의 증명을 통해 손해의 발생이라는 요건사실을 인정할 현실적인 필요성이 있다. 이에 대법원은 정상적으로 조업이 이루어지는 제조업체에서 제품을 생산하였다면 적어도 지출한 고정비용 이상의 매출액을 얻었을 것이라는 경험칙에 터 잡아, 제품이 이른바 적자제품이라거나 불황 또는 제품의 결함 등으로 판매가능성이 없다는 등의 특별한 사정의 간접반증이 없는 한, 생산된 제품이 판매되어 제조업체가 이로 인한 매출이익을 얻고 또 생산에 지출된 고정비용을 매출원가의 일부로 회수할 수 있다고 추정함이 상당하다고 판시하여, 손해배상청구권자의 증명부담을 다소 완화하여 왔다.<br/>  그런데 이러한 추정 법리가 매출과 무관하게 일시적인 생산 차질이 있기만 하면 고정비용 상당 손해가 발생한다는 취지는 아니므로, 위법한 쟁의행위로 조업이 중단되어 생산이 감소하였더라도 그로 인하여 매출 감소의 결과에 이르지 아니할 것으로 볼 수 있는 사정이 증명되면, 고정비용 상당 손해의 발생이라는 요건사실의 추정은 더 이상 유지될 수 없다. 따라서 위법한 쟁의행위가 종료된 후 제품의 특성, 생산 및 판매방식 등에 비추어 매출 감소를 초래하지 않을 정도의 상당한 기간 안에 추가 생산을 통하여 쟁의행위로 인한 부족 생산량의 전부 또는 일부가 만회되었다면 특별한 사정이 없는 한 그 범위에서는 조업중단으로 인한 매출 감소 및 그에 따른 고정비용 상당 손해의 발생을 인정하기 어렵다. 구체적인 이유는 다음과 같다.<br/>  ① 경험칙에 따라 고정비용 상당 손해의 발생이 추정되는 사실이 밝혀지는 경우에도 상대방은 해당 사실이 경험칙 적용의 대상이 되지 못하는 사정을 증명하여 경험칙에 터 잡은 사실상의 추정을 복멸할 수 있다. 종래 대법원은 생산에 따른 판매 및 매출이익 발생의 추정을 복멸할 수 있는 일정한 간접반증 사유를 거시한 바 있지만, 생산 감소로 인한 매출 감소 및 그에 따른 고정비용 상당 손해 발생의 추정을 복멸할 간접반증 사유도 충분히 상정해 볼 수 있다. <br/>  ② 고정비용 상당의 손해는 조업중단으로 말미암아 생산량이 감소함에 따라 판매와 매출이 감소하여 매출액에서 회수할 수 있었던 비용을 회수하지 못함으로써 발생하고, 고정비용은 추가 생산으로 생산량을 만회한다고 하여 그에 비례하여 더 지출되는 성격의 것이 아니다. 이러한 고정비용의 성격 및 고정비용 상당 손해가 현실화되는 과정에 비추어 보면, 조업중단으로 일시적인 생산 차질이 발생하였더라도 그것이 매출 감소로 이어질 개연성이 있는지를 살펴보아야 하고, 쟁의행위가 종료된 후 제품의 특성, 생산 및 판매방식 등에 비추어 매출 감소를 초래하지 않을 정도의 상당한 기간 안에 추가 생산으로 부족 생산량이 만회되었다면, 생산 감소에 따라 매출 감소를 추정하는 경험칙을 더 이상 적용할 수 없으므로 이러한 추정은 복멸된다고 봄이 타당하다. 다만 이에 대하여 제조업체는 생산량 회복이 쟁의행위로 인한 부족 생산량을 만회하기 위한 것이 아니라 그와 무관한 다른 요인에 의하여 이루어졌다는 사정 등을 증명함으로써 다시 추정법리가 유지되도록 할 수 있을 것이다. <br/>  ③ 계속적으로 이루어지는 기업의 생산 활동에서 쟁의행위 기간까지의 생산과 그 후의 생산을 준별할 근거가 없고, 현대화된 기업환경에서 제조업체는 대개 시설 고장이나 단전 등 다양한 변수에 대응하여 생산 차질에 불구하고 생산량을 탄력적으로 회복할 수 있는 생산관리체계(추가근로체계의 정비나 생산속도의 조절 등)를 구축하여 유기적으로 생산 활동을 수행한다. 또한 자동차와 같이 예약판매방식으로 판매되거나 제조업체가 시장지배적 사업자의 지위에 있는 경우 생산이 다소 지연되더라도 매출 감소로 이어지지 않을 개연성이 있다. 따라서 쟁의행위가 종료되고 근로자들의 참여로 쟁의행위로 인한 부족 생산량의 전부 또는 일부가 만회되면 그 전체를 살펴 손해 발생 여부를 판단하여야 하고, 쟁의행위 종료 후 적시에 생산량을 만회함으로써 매출에 영향을 미치지 않을 개연성이 있는 경우 법원으로서는 근로자에게 그러한 사정에 대하여 증명할 기회를 부여하는 등 필요한 심리를 하여야 한다. 법원이 위와 같은 심리를 할 때에는, 쟁의행위 전후의 계획 생산량과 실제 생산량, 지출된 비용의 액수와 구체적인 내역, 매출 현황과 영업이익 등 모든 관련 자료를 제조업체가 보유하고 있으므로, 증거의 구조적 편재로 인하여 불합리한 결과가 발생하지 않도록 유의하여야 한다.<br/>  ④ 신의칙 또는 손해 부담의 공평이라는 손해배상제도의 이념에 비추어 불법행위의 피해자에게는 손해의 확대를 방지하거나 감경하기 위하여 노력할 일반적인 의무가 있다. 위와 같은 생산량의 회복은 제3자의 불법행위로 조업이 중단된 사안에서와 달리, 손해를 경감하려는 사용자의 적절하고 합리적인 노력에 근로자들의 협력과 노동이 함께 더하여짐으로써 달성되는 것이므로 이를 오로지 사용자의 노력으로 손해가 회복된 것이라고 볼 수 없다. <br/>",
  "판결본문": "",
  "참조조문": "민법 제393조, 제750조, 제763조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "대법원 1993. 12. 10. 선고 93다24735 판결(공1994상, 346), 대법원 2003. 7. 25. 선고 2003다22912 판결(공2003하, 1851), 대법원 2014. 7. 24. 선고 2012다68613 판결, 대법원 2018. 11. 29. 선고 2016다11226 판결<br/>"
}