{
  "판례일련번호": "235125",
  "사건명": "대여금[대출 계약 당시 차주가 부담한 대출취급수수료, 공증료 등이 대출의 대가로 지급된 것으로서 사회통념상 허용되는 한도를 초과한 경우, 그 한도를 초과한 부분이 대출 원금에 충당될 수 있는지 여부가 문제된 사건]",
  "사건번호": "2022다211959",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230615",
  "판시사항": "[1] 금전 소비대차계약 당사자 사이의 경제력 차이로 인하여 이율이 사회통념상 허용되는 한도를 초과하여 현저하게 고율로 정해진 경우, 그 부분 이자 약정의 효력(무효) / 공증료를 채무자가 당연히 부담해야 할 성질의 것이거나 담보권 설정비용으로 볼 수 있는지 여부(소극)<br/>  [2] 甲 저축은행이 연 24%의 약정이율로 乙 주식회사에 대출을 하였는데, 대출 당시 甲 저축은행이 乙 회사에 대출원금에서 인지대 및 신용조사료를 공제한 나머지 금원을 입금해주었고, 乙 회사는 대출 당일 甲 저축은행에 이자상환 명목의 금원을 지급하였으며, 대출원금이 입금된 乙 회사의 계좌에서 대출취급수수료, 공증료 명목의 금원이 출금된 사안에서, 甲 저축은행이 그의 우월한 지위를 이용하여 사회통념상 허용되는 한도를 초과하는 대출의 대가를 지급받은 이상, 乙 회사가 지급한 금원 중 한도를 초과한 부분은 법정충당에 의하여 원금에 충당될 여지가 있다고 한 사례<br/>",
  "판결요지": "[1] 금전 소비대차계약과 함께 이자의 약정을 하는 경우, 양쪽 당사자 사이의 경제력의 차이로 인하여 그 이율이 당시의 경제적·사회적 여건에 비추어 사회통념상 허용되는 한도를 초과하여 현저하게 고율로 정하여졌다면, 그와 같이 허용할 수 있는 한도를 초과하는 부분의 이자 약정은 대주가 그의 우월한 지위를 이용하여 부당한 이득을 얻고 차주에게는 과도한 반대급부 또는 기타의 부당한 부담을 지우는 것이므로 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위로서 무효이다. 공증료는 채권자가 채무자의 채무불이행에 대비하여 강제집행을 위한 집행권원을 미리 확보해 놓는 데 드는 비용으로서 채무자가 당연히 부담해야 할 성질의 것도 아니고 담보권 설정비용으로 볼 수도 없다. <br/>  [2] 甲 저축은행이 연 24%의 약정이율로 乙 주식회사에 대출을 하였는데, 대출 당시 甲 저축은행이 乙 회사에 대출원금에서 인지대 및 신용조사료를 공제한 나머지 금원을 입금해주었고, 乙 회사는 대출 당일 甲 저축은행에 이자상환 명목의 금원을 지급하였으며, 대출원금이 입금된 乙 회사의 계좌에서 대출취급수수료, 공증료 명목의 금원이 출금된 사안에서, 신용조사료, 공증료, 대출취급수수료의 구체적인 항목별 지급 경위나 액수 산정 내역이 확인되지 않고, 공증료의 경우 甲 저축은행이 강제집행을 위한 집행권원을 미리 확보해 놓는 데 든 비용으로 보이며, 대출취급수수료의 경우 甲 저축은행이 乙 회사 등의 채무불이행에 대비할 목적으로 수취한 것일 가능성이 있어, 乙 회사가 위와 같은 명목의 금원을 당연히 부담해야 한다고 단정하기 어려운데, 위와 같은 사정에 각 금원의 공제 내지 지급이 대출 당일 이루어진 사정까지 덧붙여 보면, 甲 저축은행이 공제하거나 乙 회사가 지급한 신용조사료, 공증료, 대출취급수수료는 명목 여하를 불문하고 대출과 관련된 것으로서 대출의 대가로 볼 수 있어 이를 이자로 봄이 타당하고, 대출 당시 공제되거나 별도로 지급된 금원의 내역과 액수, 대출 전후 乙 회사의 상황 등에 비추어 보면, 대출 당시 甲 저축은행과 乙 회사와의 경제력 차이로 인하여 甲 저축은행이 대출취급수수료 등 명목으로 부당한 이득을 얻으며 乙 회사에 부당한 부담을 지웠다고 볼 여지가 있고, 허용할 수 있는 한도를 초과하는 부분의 관련 약정은 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위로서 무효이므로, 甲 저축은행이 그의 우월한 지위를 이용하여 사회통념상 허용되는 한도를 초과하는 대출의 대가를 지급받은 이상, 乙 회사가 지급한 금원 중 한도를 초과한 부분은 법정충당에 의하여 원금에 충당될 여지가 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조 / [2] 민법 제103조, 제477조, 제479조<br/>",
  "참조판례": "[1] 대법원 2007. 2. 15. 선고 2004다50426 전원합의체 판결(공2007상, 437), 대법원 2014. 11. 13. 선고 2014다24785, 24792, 24808 판결(공2014하, 2343)<br/>"
}