{
  "판례일련번호": "235543",
  "사건명": "교원소청심사위원회결정취소",
  "사건번호": "2023두31782",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "구 공무원수당 등에 관한 규정 제7조의2 제10항에서 규정한 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’에 성과상여금 재배분행위가 포함되는지 여부(소극)<br/>",
  "판결요지": "사립학교법 제55조 제1항, 제61조 제1항 제1호, 제66조 제1항, 사립학교법 시행령 제25조의2 제1항, 사립학교 교원 징계규칙 제2조 제1항, 교육공무원 징계양정 등에 관한 규칙 [별표] 제1호 (파)목, 구 국가공무원법(2021. 6. 8. 법률 제18237호로 개정되기 전의 것) 제47조 제1항, 제3항, 제56조, 공무원보수규정 제31조 제2항, 구 공무원수당 등에 관한 규정(2023. 1. 6. 대통령령 제33215호로 개정되기 전의 것, 이하 ‘구 공무원수당규정’이라 한다) 제7조의2 제10항, 공무원수당 등에 관한 규정(이하 ‘공무원수당규정’이라 한다) 제7조의2 제10항의 문언, 체계 등을 종합하면, 구 공무원수당규정 제7조의2 제10항에서 규정한 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’에는 성과상여금 재배분행위가 포함되지 않는다고 해석하는 것이 타당하다. 구체적인 이유는 다음과 같다.<br/>  ① 구 지방공무원법(2021. 6. 8. 법률 제18208호로 개정되기 전의 것) 제45조 제4항의 위임에 따라 제정된 지방공무원 수당 등에 관한 규정(이하 ‘지방공무원수당규정’이라 한다)은 제6조의2 제7항에서 “지방공무원법 제45조 제3항에 따라 지방자치단체의 장이나 지방의회의 의장은 소속 공무원이 성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급(지급받은 성과상여금을 다시 배분하는 행위를 포함한다. 이하 이 항에서 같다)받은 경우에는 그 지급받은 성과상여금에 해당하는 금액을 징수하고, 1년의 범위에서 성과상여금을 지급하지 않는다.”라고 규정하여 성과상여금 재배분행위에 대한 제재조치를 명시적으로 규정하고 있다. 반면 구 공무원수당규정은 제7조의2 제10항에서 “국가공무원법 제47조 제3항에 따라 각급 행정기관의 장은 소속 공무원이 성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때에는 그 지급받은 성과상여금에 해당하는 금액을 징수하고, 1년의 범위에서 성과상여금을 지급하지 아니한다.”라고만 정하고 있을 뿐, 지방공무원수당규정과는 달리 성과상여금 재배분행위를 제재하는 명시적인 규정을 두고 있지 않다. 따라서 지방공무원수당규정 제6조의2 제7항을 들어 구 공무원수당규정 제7조의2 제10항에서도 교원의 성과상여금 재배분행위를 금지하고 있다고 해석하기는 어렵다.<br/>  ② 구 공무원수당규정 제7조의2 제10항에서 말하는 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’는 그 문언에 비추어 ‘성과상여금을 지급받기 위하여 거짓이나 그 밖의 부정한 방법을 사용하고, 이것이 원인이 되어 성과상여금을 지급받는 때’로 해석하는 것이 문언의 통상적인 용법에 부합한다.<br/>  ③ 성과상여금 재배분행위는 이미 지급받은 성과상여금을 재배분하는 것이므로, 그것이 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’에 포함된다고 보는 것은 문언의 통상적인 의미를 벗어나는 것으로서 허용될 수 없다.<br/>  ④ 현실적으로 지급되었거나 이미 구체적으로 그 지급청구권이 발생한 임금은 근로자의 사적 재산영역으로 옮겨져 근로자의 처분에 맡겨진 것이므로, 이미 지급이 완료되어 교원들의 사적 재산영역으로 옮겨진 성과상여금을 재배분하는 행위를 금지하기 위해서는 명확한 근거 규정이 있어야 한다. 그런데 구 공무원수당규정 제7조의2 제10항의 문언만으로는 성과상여금 재배분행위가 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’에 포함되는 것인지가 명확하지 않다.<br/>  ⑤ 성과상여금의 부정 수령에 대한 제재조치는 침익적 행정처분이고, 침익적 행정처분의 근거가 되는 행정법규는 엄격하게 해석·적용하여야 하며, 그 의미가 불명확한 경우 행정처분의 상대방에게 불리한 방향으로 해석·적용하여서는 아니 된다. 따라서 위와 같이 구 공무원수당규정 제7조의2 제10항이 규정한 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’의 의미가 명확하지 않은 이상 여기에 성과상여금 재배분행위가 포함된다고 함부로 단정할 수 없다.<br/>  ⑥ 성과상여금 재배분행위를 허용할 경우 교원들의 업무실적을 정기적으로 평가하여 그 결과에 따라 성과상여금을 차등 지급함으로써 교원들의 노력과 성과에 근거한 공정한 처우를 실현하려는 성과상여금제도의 취지가 훼손되는 문제가 생길 수 있다. 그러나 이는 입법적으로 해결할 문제이다. 공무원수당규정이 2023. 1. 6. 대통령령 제33215호로 개정되면서 제7조의2 제10항에 ‘지급받은 성과상여금을 다시 배분하는 행위가 포함된다.’는 문언이 비로소 추가되었는데 당시 정부에서 밝힌 개정이유는, 공직사회의 신뢰성을 높이기 위해 성과상여금의 부정 수령의 범위에 지급받은 성과상여금을 다시 배분하는 행위를 명시하여 현행 제도의 운영상 나타난 일부 미비점을 개선·보완하려는 것이었다. 따라서 성과상여금제도의 도입 취지에만 치중하여 구 공무원수당규정 제7조의2 제10항에서 말하는 ‘성과상여금을 거짓이나 그 밖의 부정한 방법으로 지급받은 때’의 의미를 넓게 해석함으로써 여기에 ‘지급받은 성과상여금을 다시 배분하는 행위’가 포함된다고 새기는 것은 구 공무원수당규정 제7조의2 제10항의 해석론을 벗어나는 것이다.<br/>",
  "판결본문": "",
  "참조조문": "사립학교법 제55조 제1항, 제61조 제1항 제1호, 제66조 제1항, 사립학교법 시행령 제25조의2 제1항, 사립학교 교원 징계규칙 제2조 제1항, 교육공무원 징계양정 등에 관한 규칙 [별표] 제1호 (파)목, 구 국가공무원법(2021. 6. 8. 법률 제18237호로 개정되기 전의 것) 제47조 제1항, 제3항, 제56조, 공무원보수규정 제31조 제2항, 구 공무원수당 등에 관한 규정(2023. 1. 6. 대통령령 제33215호로 개정되기 전의 것) 제7조의2 제10항, 공무원수당 등에 관한 규정 제7조의2 제10항, 구 지방공무원법(2021. 6. 8. 법률 제18208호로 개정되기 전의 것) 제45조 제3항, 제4항, 지방공무원 수당 등에 관한 규정 제6조의2 제7항<br/>",
  "참조판례": "대법원 2019. 10. 31. 선고 2016다31831 판결<br/>"
}