{
  "판례일련번호": "235561",
  "사건명": "특정범죄가중처벌등에관한법률위반(위험운전치상)·도로교통법위반(음주운전)[전동킥보드와 같은 개인형 이동장치가 구「특정범죄 가중처벌 등에 관한 법률」제5조의11 제1항의 ‘원동기장치자전거’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2022도13430",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "구 특정범죄 가중처벌 등에 관한 법률 제5조의11 제1항에서의 ‘원동기장치자전거’에 전동킥보드와 같은 개인형 이동장치가 포함되는지 여부(적극) 및 2020. 6. 9. 법률 제17371호로 개정되어 2020. 12. 10. 시행된 도로교통법이 전동킥보드와 같은 개인형 이동장치에 관한 규정을 신설하면서 이를 ‘자동차 등’이 아닌 ‘자전거 등’으로 분류한 것이 형법 제1조 제2항의 ‘범죄 후 법률이 변경되어 그 행위가 범죄를 구성하지 아니하게 된 경우’에 해당하는지 여부(소극)<br/>",
  "판결요지": "구 특정범죄 가중처벌 등에 관한 법률(2022. 12. 27. 법률 제19104호로 개정되기 전의 것, 이하 ‘구 특정범죄가중법’이라 한다) 제5조의3 제1항, 제5조의11 제1항은 음주 또는 약물의 영향으로 정상적인 운전이 곤란한 상태에서 도로교통법 제2조에 규정된 자동차 또는 원동기장치자전거를 운전하여 사람을 상해에 이르게 한 사람을 처벌하도록 규정하고 있다. 구 도로교통법(2020. 6. 9. 법률 제17371호로 개정되기 전의 것, 이하 ‘구 도로교통법’이라 한다) 제2조 제19호 (나)목은 ‘배기량 50시시 미만(전기를 동력으로 하는 경우에는 정격출력 0.59킬로와트 미만)의 원동기를 단 차(자전거 이용 활성화에 관한 법률 제2조 제1호의2에 따른 전기자전거는 제외한다)’를 원동기장치자전거 중 일부로 규정하였고, 전동킥보드는 위 규정에 따라 원동기장치자전거에 해당하였다. 그런데 구 도로교통법이 2020. 6. 9. 법률 제17371호로 개정되어 2020. 12. 10. 개정 도로교통법이 시행되면서 제2조 제19호의2 및 제21호의2에서 전동킥보드와 같은 \"개인형 이동장치\"와 이를 포함하는 \"자전거 등\"에 관한 정의규정을 신설하였다. 이에 따라 개인형 이동장치는 개정 도로교통법 제2조 제21호의 \"자동차 등\"이 아닌 같은 조 제21호의2의 \"자전거 등\"에 해당하게 되었다. <br/>  그러나 개정 도로교통법 제2조 제19호의2는 \"개인형 이동장치\"란 제19호 (나)목의 원동기장치자전거 중 시속 25킬로미터 이상으로 운행할 경우 전동기가 작동하지 아니하고 차체 중량이 30킬로그램 미만인 것으로서 행정안전부령으로 정하는 것을 말한다고 규정함으로써 그 문언상 원동기장치자전거 내에 개인형 이동장치가 포함되어 있음을 알 수 있다. 또한 개정 도로교통법 제17조 제1항, 제50조 제3항 등 여러 규정을 보더라도 개인형 이동장치가 원동기장치자전거 내에 포함됨을 전제로 이를 위 각 규정의 적용 대상에서 제외하는 방식을 취하고 있고, 개정 도로교통법 제13조의2, 제15조의2 등 기존의 자전거의 통행방법 등에 관한 규정에 개인형 이동장치까지 포함하도록 정하고 있다. 이러한 점을 고려하면 전동킥보드와 같은 개인형 이동장치는 원동기장치자전거와는 다른 별개의 개념이 아니라 원동기장치자전거에 포함되고, 다만 개정 도로교통법은 통행방법 등에 관하여 개인형 이동장치를 자전거에 준하여 규율하면서 입법기술상의 편의를 위해 이를 \"자전거 등\"으로 분류하였다고 보는 것이 타당하다. <br/>  이러한 개정 도로교통법의 문언·내용·체계에다가 도로교통법 및 특정범죄가중법의 입법 목적과 보호법익, 전동킥보드와 같은 개인형 이동장치에 대한 특정범죄가중법상의 규율 및 처벌의 필요성 등을 고려해 보면, 구 특정범죄가중법 제5조의11 제1항에서의 ‘원동기장치자전거’에는 전동킥보드와 같은 개인형 이동장치도 포함된다고 판단되고, 비록 개정 도로교통법이 전동킥보드와 같은 개인형 이동장치에 관한 규정을 신설하면서 이를 \"자동차 등\"이 아닌 \"자전거 등\"으로 분류하였다고 하여 이를 형법 제1조 제2항의 ‘범죄 후 법률이 변경되어 그 행위가 범죄를 구성하지 아니하게 된 경우’라고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제1조 제2항, 구 특정범죄 가중처벌 등에 관한 법률(2022. 12. 27. 법률 제19104호로 개정되기 전의 것) 제5조의3 제1항, 제5조의11 제1항, 구 도로교통법(2020. 6. 9. 법률 제17371호로 개정되기 전의 것) 제2조 제19호 (나)목, 제21호, 도로교통법 제2조 제19호 (나)목, 제19호의2, 제21호, 제21호의2, 제13조의2, 제15조의2, 제17조 제1항, 제50조 제3항<br/>",
  "참조판례": ""
}