{
  "판례일련번호": "235511",
  "사건명": "파산선고",
  "사건번호": "2023마5321",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20230630",
  "판시사항": "[1] 면책신청기간이 경과하거나 면책기각결정 또는 면책불허가결정이 확정된 경우, 동일한 파산에 관하여 재차 면책신청을 할 수 있는지 여부(소극)<br/>  [2] 채무자가 동일한 파산에 관하여 면책신청기간을 경과하거나 재차 면책신청을 하지 못하는 등의 법률상 제한을 피하고자 오로지 면책을 받기 위하여 동일한 파산원인으로 다시 파산신청을 하는 이른바 ‘재도의 파산신청’이 허용되는지 여부(소극) 및 ‘재도의 파산신청’에 해당하는지 판단하는 기준<br/>  [3] 甲이 파산 및 면책신청을 하여 파산선고를 받았으나 그 후 면책신청을 취하하였고, 법원은 파산을 폐지하는 결정을 하였는데, 그로부터 약 3년 4개월 후 甲이 ‘종전 파산선고 후 면책결정을 받지 못하여 개인회생신청을 진행하였으나, 자녀가 중증장애로 집에서 치료하는 등 종전 파산신청 당시보다 상황이 악화되어 개인 채권자로부터 금전을 차용하는 등의 사정으로 인하여 파산신청을 하게 되었다.’는 취지를 밝히면서, 종전 파산선고 이후 새롭게 발생한 채권을 추가하여 파산신청을 한 사안에서, 위 파산신청을 ‘재도의 파산신청’으로서 부적법하다고 보아 각하한 원심결정에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제556조에 따르면, 개인인 채무자는 파산선고가 확정된 날 이후 1월 이내에 면책신청을 할 수 있고(제1항), 책임 없는 사유로 그 기간 내에 면책신청을 하지 못한 때에는 일정한 기간 내에 추후 보완할 수 있으며(제2항), 파산신청을 한 경우에는 반대의사를 표시한 경우가 아닌 한 동시에 면책신청을 한 것으로 본다(제3항). 나아가 채무자회생법 제559조에 따르면, 제1항의 사유로 면책신청이 기각된 채무자는 동일한 파산에 관하여 다시 면책신청을 할 수 없고(제2항), 면책기각결정에 대하여는 즉시항고를 할 수 있다(제3항). 한편 법원은 채무자회생법 제564조 제1항 각호의 사유가 있으면 면책불허가결정을 할 수 있고, 면책불허가결정에 대하여는 즉시항고를 할 수 있다(같은 조 제4항). 파산선고 후 면책신청을 할 수 있는 기간을 한정하고 면책신청이 기각된 경우 동일한 파산에 관하여 다시 면책신청을 할 수 없도록 정하면서 면책기각결정이나 면책불허가결정에 대하여 즉시항고의 방법으로만 불복할 수 있도록 한 것은 동일한 파산원인에 기하여 진행된 파산절차와 면책절차가 서로 긴밀하게 연관되어 있으므로 면책결정을 받지 못한 채무자가 기존의 파산절차를 전제로 다시 면책을 신청하거나 장기간 면책에 관한 결정이 확정되지 않은 상태로 있는 것을 방지하여 이미 진행된 면책절차가 형해화되거나 파산채권자들의 지위가 불안정해지지 않도록 하기 위함이다.<br/>  이와 같이 파산선고를 받았으나 면책신청기간이 경과하면 면책신청이 허용되지 않고, 면책신청이 기각되어 그 결정이 확정된 후에는 동일한 파산에 관하여 재차 면책신청을 할 수는 없다. 나아가 파산선고를 받은 후 면책신청을 취하하였는데 면책신청기간이 이미 경과한 경우와 면책불허가결정이 확정된 경우에도 기존 파산 및 면책절차와 관련한 절차적 안정을 도모할 필요성은 마찬가지이므로, 동일한 파산에 기하여 재차 제기하는 면책신청은 역시 허용되지 않는다고 봄이 타당하다.<br/>  [2] 채무자 회생 및 파산에 관한 법률 제556조, 제559조, 제564조의 취지를 고려하면, 채무자가 동일한 파산에 관하여 면책신청기간을 경과하거나 재차 면책신청을 하지 못하는 등의 법률상 제한을 피하고자 오로지 면책을 받기 위하여 동일한 파산원인으로 다시 파산신청을 하는 이른바 ‘재도의 파산신청’은 허용될 수 없다.<br/>  다만 ‘재도의 파산신청’에 해당하는지는 종전 파산사건에서 면책결정을 받지 못한 이유를 비롯한 종전 파산사건의 경과, 채무자가 다시 파산신청에 이르게 된 경위와 의도, 종전 파산사건과 새로운 파산신청 사이의 시간적 간격, 종전 파산선고 이후 채무자의 재산상황 변동 등 구체적 사정을 살펴서 채무자가 면책신청이 제한되는 법률상 제한을 피하고자 오로지 면책을 받기 위하여 동일한 파산원인으로 파산신청을 하였다고 볼 수 있는지에 따라 신중하게 판단하여야 하고, 이러한 구체적 사정을 살피지 않은 채 파산선고를 받은 후 면책을 받지 못한 상태에서 다시 파산신청을 하였다는 외형적 경과만으로 이를 허용되지 않는 ‘재도의 파산신청’에 해당한다고 볼 것은 아니다.<br/>  [3] 甲이 파산 및 면책신청을 하여 파산선고를 받았으나 그 후 면책신청을 취하하였고, 법원은 파산을 폐지하는 결정을 하였는데, 그로부터 약 3년 4개월 후 甲이 ‘종전 파산선고 후 면책결정을 받지 못하여 개인회생신청을 진행하였으나, 자녀가 중증장애로 집에서 치료하는 등 종전 파산신청 당시보다 상황이 악화되어 개인 채권자로부터 금전을 차용하는 등의 사정으로 인하여 파산신청을 하게 되었다.’는 취지를 밝히면서, 종전 파산선고 이후 새롭게 발생한 채권을 추가하여 파산신청을 한 사안에서, 甲은 종전 사건에서 파산폐지결정이 내려진 후 약 3년 4개월 만에 파산신청을 하면서 종전 사건 이후에 새롭게 발생한 채권을 추가함과 동시에 종전 사건 이후에 개인회생신청의 진행에도 불구하고 종전 파산신청 당시보다 재산상황이 악화된 경위를 파산원인으로 추가하여 구체적으로 소명함으로써 새로운 파산원인을 주장하면서 파산신청을 하였다고 볼 수 있을 뿐, 오로지 면책결정을 받기 위하여 동일한 파산원인으로 파산신청을 한 경우에 해당한다고 보기 어려운데도, 위 파산신청을 ‘재도의 파산신청’으로서 부적법하다고 보아 각하한 원심결정에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제556조, 제559조, 제564조 / [2] 채무자 회생 및 파산에 관한 법률 제556조, 제559조, 제564조 / [3] 채무자 회생 및 파산에 관한 법률 제556조, 제559조<br/>",
  "참조판례": "[2] 대법원 2006. 12. 21. 자 2006마877 결정, 대법원 2009. 11. 6. 자 2009마1583 결정, 대법원 2011. 8. 16. 자 2011마1071 결정<br/>"
}