{
  "판례일련번호": "235567",
  "사건명": "대여금",
  "사건번호": "2019다300934",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 생명보험의 보험계약자가 스스로를 피보험자로 하면서 자신이 생존할 때의 보험수익자로 자기 자신을, 자신이 사망할 때의 보험수익자로 상속인을 지정한 후 피보험자가 사망하여 보험사고가 발생한 경우, 이에 따른 보험금청구권이 상속인들의 고유재산인지 여부(적극) 및 보험계약이 피보험자의 사망, 생존, 사망과 생존을 보험사고로 하는 이상 보험계약에서 다액인 보험료를 일시에 납입하여야 한다거나 사망보험금이 일시 납입한 보험료와 유사한 금액으로 산출되도록 설계되어 있더라도 생명보험에 해당하는지 여부(원칙적 적극)<br/>  [2] 甲이 乙 보험회사와 자신을 피보험자로 하는 상속연금형 즉시연금보험계약을 체결하고 보험료 1억 원을 일시에 납입하였는데, 위 보험계약은 보험수익자가 매월 생존연금을 지급받다가 만기가 도래하면 납입 보험료와 동일한 액수의 만기보험금을 지급받지만, 만기가 도래하기 전 피보험자가 사망하면 만기보험금 지급을 위해 적립된 금액과 일정 금액을 합산한 액수의 사망보험금을 받는 내용의 보험으로, 甲은 자신이 생존할 경우의 보험수익자를 자기 자신으로, 사망할 경우의 보험수익자를 상속인으로 지정하였고, 그 후 甲이 생존연금을 지급받다가 만기가 도래하기 전 사망하여 공동상속인인 丙 등이 보험수익자로서 보험계약에 따른 사망보험금을 수령한 사안에서, 위 보험계약은 사람의 사망과 생존 모두를 보험사고로 하는 생명보험계약으로서, 丙 등이 보험계약에 따라 사망보험금을 수령한 행위를 상속재산에 대한 처분행위로 평가할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 생명보험은 피보험자의 사망, 생존, 사망과 생존을 보험사고로 하는 보험이다(상법 제730조). 생명보험의 보험계약자가 스스로를 피보험자로 하면서 자신이 생존할 때의 보험수익자로 자기 자신을, 자신이 사망할 때의 보험수익자로 상속인을 지정한 후 피보험자가 사망하여 보험사고가 발생한 경우, 이에 따른 보험금청구권은 상속인들의 고유재산으로 보아야 하고 이를 상속재산이라고 할 수는 없다. 상속인들은 보험수익자의 지위에서 보험자에 대하여 보험금 지급을 청구할 수 있고 이러한 권리는 보험계약의 효력으로 당연히 생기는 것이기 때문이다.<br/>  보험계약이 피보험자의 사망, 생존, 사망과 생존을 보험사고로 하는 이상 이는 생명보험에 해당하고, 보험계약에서 다액인 보험료를 일시에 납입하여야 한다거나 사망보험금이 일시 납입한 보험료와 유사한 금액으로 산출되도록 설계되어 있다 하더라도 특별한 사정이 없는 한 생명보험으로서의 법적 성질이나 상속인이 보험수익자 지위에서 취득하는 사망보험금청구권의 성질이 달라지는 것은 아니다.<br/>  [2] 甲이 乙 보험회사와 자신을 피보험자로 하는 상속연금형 즉시연금보험계약을 체결하고 보험료 1억 원을 일시에 납입하였는데, 위 보험계약은 보험수익자가 매월 생존연금을 지급받다가 만기가 도래하면 납입 보험료와 동일한 액수의 만기보험금을 지급받지만, 만기가 도래하기 전 피보험자가 사망하면 만기보험금 지급을 위해 적립된 금액과 일정 금액을 합산한 액수의 사망보험금을 받는 내용의 보험으로, 甲은 자신이 생존할 경우의 보험수익자를 자기 자신으로, 사망할 경우의 보험수익자를 상속인으로 지정하였고, 그 후 甲이 생존연금을 지급받다가 만기가 도래하기 전 사망하여 공동상속인인 丙 등이 보험수익자로서 보험계약에 따른 사망보험금을 수령한 사안에서, 위 보험계약은 보험자가 보험수익자에게 매월 생존연금을 지급하다가 만기가 도래하면 만기보험금을 지급하고 만기가 도래하기 전에 피보험자가 사망하면 사망보험금을 지급하는 내용이므로 사람의 사망과 생존 모두를 보험사고로 하는 생명보험계약에 해당하는데, 피보험자가 만기까지 생존할 경우 납입 보험료 상당액을 만기보험금으로 지급하도록 약정되어 있으므로 보험자는 일시 납입된 보험료 중 상당 부분을 적립금으로 계상해 두어야 하지만, 만기 이전에도 생존연금을 지급해야 하므로 재원 마련을 위해 적립금을 운용할 수밖에 없고, 만기 이전에 피보험자가 사망한 경우 당시까지 적립금으로 계상된 금액뿐만 아니라 일정 액수를 더하여 사망보험금을 지급하게 되므로 사망보험금이 납입 보험료와 액수가 유사하게 산출된다 하여 피상속인의 생전 보유 재산인 보험료 납입 재원과 동일한 것이라고 평가하기는 어렵고, 생명보험계약으로서의 법적 성질이 달라진다고 보기도 어려울 뿐만 아니라, 위 보험계약에 따른 사망보험금청구권은 甲의 사망이라는 보험사고가 발생하여 보험수익자로 지정된 丙 등이 보험계약의 효력에 따라 고유한 권리로 취득한 것이지 甲으로부터 상속한 것이 아니므로, 丙 등이 위 보험계약에 따라 사망보험금을 수령한 행위는 고유재산인 자신들의 보험금청구권을 추심하여 만족을 얻은 것으로 보아야 하고, 상속재산에 대한 처분행위로 평가할 수는 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제730조 / [2] 상법 제730조, 민법 제1026조 제1호<br/>",
  "참조판례": "[1] 대법원 2001. 12. 24. 선고 2001다65755 판결, 대법원 2001. 12. 28. 선고 2000다31502 판결(공2002상, 365)<br/>"
}