{
  "판례일련번호": "235553",
  "사건명": "성매매알선등행위의처벌에관한법률위반(성매매알선등)[성매매알선등행위의처벌에관한법률위반(성매매알선등)죄 성립 여부 및 공소사실 특정 여부가 문제된 사건]",
  "사건번호": "2020도3626",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 성매매알선 등 행위의 처벌에 관한 법률 제2조 제1항 제2호에서 규정한 ‘성매매알선’의 의미 및 성매매의 알선이 되기 위한 알선 정도 / 같은 법 제19조에서 정한 성매매알선죄의 성격(=성매매죄의 종범이 아닌 독자적인 정범) 및 알선자가 성매매를 하려는 당사자들의 의사를 연결하여 더 이상 알선자의 개입이 없더라도 당사자 사이에 성매매에 이를 수 있을 정도의 주선행위를 한 경우, 성매수자에게 실제로는 성매매에 나아가려는 의사가 없었더라도 성매매알선죄가 성립하는지 여부(적극)<br/>  [2] 동일 죄명에 해당하는 수 개의 행위를 단일하고 계속된 범의하에 일정기간 계속하여 행하고 피해법익도 동일한 경우의 죄수(=포괄일죄)<br/>  [3] 범죄의 일시·장소·방법을 명시하여 공소사실을 특정하도록 한 취지 및 공소사실의 특정 정도 / 포괄일죄의 경우, 공소사실의 특정 정도<br/>",
  "판결요지": "[1] 성매매알선 등 행위의 처벌에 관한 법률(이하 ‘성매매처벌법’이라 한다) 제2조 제1항 제2호가 규정하는 ‘성매매알선’은 성매매를 하려는 당사자 사이에 서서 이를 중개하거나 편의를 도모하는 것을 의미하므로, 성매매의 알선이 되기 위하여는 반드시 그 알선에 의하여 성매매를 하려는 당사자가 실제로 성매매를 하거나 서로 대면하는 정도에 이르러야만 하는 것은 아니고, 성매매를 하려는 당사자들의 의사를 연결하여 더 이상 알선자의 개입이 없더라도 당사자 사이에 성매매에 이를 수 있을 정도의 주선행위만 있으면 족하다. 그리고 성매매처벌법 제19조에서 정한 성매매알선죄는 성매매죄 정범에 종속되는 종범이 아니라 성매매죄 정범의 존재와 관계없이 그 자체로 독자적인 정범을 구성하므로, 알선자가 위와 같은 주선행위를 하였다면 성매수자에게 실제로는 성매매에 나아가려는 의사가 없었다고 하더라도 위 법에서 정한 성매매알선죄가 성립한다.<br/>  [2] 동일 죄명에 해당하는 수 개의 행위를 단일하고 계속된 범의하에 일정기간 계속하여 행하고 그 피해법익도 동일한 경우에는 이들 각 행위를 통틀어 포괄일죄로 처단하여야 할 것이다.<br/>  [3] 공소사실의 기재에 관해서 범죄의 일시·장소·방법을 명시하여 공소사실을 특정하도록 한 법의 취지는 법원에 대하여 심판의 대상을 한정하고 피고인에게 방어의 범위를 특정하여 방어권 행사를 쉽게 해 주기 위한 데에 있으므로, 공소사실은 이러한 요소를 종합하여 구성요건 해당사실을 다른 사실과 구별할 수 있을 정도로 기재하면 족하고, 공소장에 범죄의 일시·장소·방법 등이 구체적으로 적시되지 않았더라도 위와 같이 공소사실을 특정하도록 한 법의 취지에 반하지 아니하고 공소범죄의 성격에 비추어 개괄적 표시가 부득이한 경우에는, 공소내용이 특정되지 않아 공소제기가 위법하다고 할 수 없으며, 특히 포괄일죄에 관해서는 일죄의 일부를 구성하는 개개의 행위에 대하여 구체적으로 특정되지 아니하더라도 전체 범행의 시기와 종기, 범행방법, 피해자나 상대방, 범행횟수나 피해액의 합계 등을 명시하면 이로써 그 범죄사실은 특정되는 것이다. 그리고 공소장에 범죄의 일시·장소·방법 등의 일부가 다소 불명확하더라도 그와 함께 적시된 다른 사항들에 의하여 공소사실을 특정할 수 있고, 그리하여 피고인의 방어권 행사에 지장이 없다면, 공소제기의 효력에는 영향이 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성매매알선 등 행위의 처벌에 관한 법률 제2조 제1항 제2호, 제19조 / [2] 형법 제37조 / [3] 형사소송법 제254조 제4항, 제327조 제2호<br/>",
  "참조판례": "[1] 대법원 2005. 2. 17. 선고 2004도8808 판결(공2005상, 458), 대법원 2011. 12. 22. 선고 2011도14272 판결 / [2] 대법원 2002. 7. 26. 선고 2002도1855 판결(공2002하, 2159), 대법원 2009. 10. 15. 선고 2009도2198 판결 / [3] 대법원 2002. 6. 20. 선고 2002도807 전원합의체 판결(공2002하, 1750), 대법원 2008. 7. 10. 선고 2008도1664 판결, 대법원 2010. 4. 29. 선고 2007도7064 판결, 대법원 2010. 9. 9. 선고 2008도11254 판결, 대법원 2017. 2. 21. 선고 2016도19186 판결<br/>"
}