{
  "판례일련번호": "235899",
  "사건명": "보관금반환",
  "사건번호": "2012다29557",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20140410",
  "판시사항": "[1] 이행기의 정함이 없는 채권의 양수인이 채무자를 상대로 이행청구소송을 제기하고 소송 계속 중 채무자에 대한 채권양도통지가 이루어진 경우, 채무자가 이행지체책임을 지는 시기<br/>[2] 화해권고결정의 효력 및 그 기판력의 범위<br/>[3] 甲이 乙을 상대로 제기한 상속회복청구소송 중 상속재산인 부동산이 수용되어 乙이 수용보상금을 수령하자 甲이 대상청구로서 금전지급을 구하는 청구로 변경하였고 그 후 甲과 乙 사이에 화해권고결정이 확정되었는데, 甲이 乙이 수령한 보상금 중 甲의 상속분 해당 금원에서 화해권고결정에 따라 받은 금원 등을 공제한 나머지 금원의 지급 등을 구한 사안에서, 甲의 청구는 전소의 금전 청구와 소송물이 동일하여 확정된 화해권고결정의 기판력에 저촉된다는 이유로 甲의 청구를 기각한 사례<br/>",
  "판결요지": "[1] 채무에 이행기의 정함이 없는 경우에는 채무자가 이행의 청구를 받은 다음 날부터 이행지체의 책임을 지는 것이나, 한편 지명채권이 양도된 경우 채무자에 대한 대항요건이 갖추어질 때까지 채권양수인은 채무자에게 대항할 수 없으므로, 이행기의 정함이 없는 채권을 양수한 채권양수인이 채무자를 상대로 그 이행을 구하는 소를 제기하고 소송 계속 중 채무자에 대한 채권양도통지가 이루어진 경우에는 특별한 사정이 없는 한 채무자는 채권양도통지가 도달된 다음 날부터 이행지체의 책임을 진다.<br/>[2] 화해권고결정에 대하여 소정의 기간 내에 이의신청이 없으면 화해권고결정은 재판상 화해와 같은 효력을 가지며(민사소송법 제231조), 한편 재판상 화해는 확정판결과 동일한 효력이 있고 창설적 효력을 가지는 것이어서 화해가 이루어지면 종전의 법률관계를 바탕으로 한 권리·의무관계는 소멸함과 동시에 재판상 화해에 따른 새로운 법률관계가 유효하게 형성된다. 그리고 소송에서 다투어지고 있는 권리 또는 법률관계의 존부에 관하여 동일한 당사자 사이의 전소에서 확정된 화해권고결정이 있는 경우 당사자는 이에 반하는 주장을 할 수 없고 법원도 이에 저촉되는 판단을 할 수 없다.<br/>[3] 甲이 乙을 상대로 제기한 상속회복청구소송 계속 중 상속재산인 부동산이 수용되어 乙이 수용보상금을 수령하자 甲이 수용에 따른 대상청구로서 금전지급을 구하는 것으로 청구를 변경하였고 그 후 甲과 乙 사이에 소송상 법률관계를 모두 종국시키는 화해권고결정이 확정되었는데, 甲이 乙이 수령한 보상금 중 甲의 상속분 해당 금원에서 甲이 화해권고결정에 따라 받은 금원 등을 공제한 나머지 미수령 금원의 지급 등을 구한 사안에서, 甲이 전소에서 청구를 변경하여 구한 금전 청구와 후소에서 구하는 수용보상금 관련 각 청구는 소송물이 동일하고, 위 화해권고결정의 창설적 효력에 의하여 상속재산인 부동산의 수용보상금 중 甲의 상속분에 해당하는 부분에 관한 종전 권리관계는 소멸하고 화해권고결정에 따른 새로운 법률관계가 형성되었으므로, 화해권고결정의 ‘청구의 표시’란에 가분채권인 甲의 금전 청구 중 일부를 유보하는 취지를 명시하였다는 등의 특별한 사정이 없는 한 위 수용보상금 중 甲의 상속분에 해당하는 부분에 관한 법률관계에 대하여 甲은 확정된 화해권고결정에 반하는 주장을 할 수 없으므로, 甲의 수용보상금 관련 각 청구는 확정된 화해권고결정의 기판력에 저촉된다는 이유로 甲의 청구를 기각한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제387조 제2항, 제450조 / [2] 민사소송법 제216조, 제218조, 제220조, 제231조 / [3] 민사소송법 제216조, 제218조, 제220조, 제231조<br/>",
  "참조판례": "[1] 대법원 1988. 11. 8. 선고 88다3253 판결(공1988, 1532) / [2] 대법원 2008. 2. 1. 선고 2005다42880 판결<br/>"
}