{
  "판례일련번호": "235933",
  "사건명": "위약벌청구의소",
  "사건번호": "2022다224986",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "[1] 주주평등의 원칙의 의미 및 이를 위반하여 회사가 일부 주주에게만 우월한 권리나 이익을 부여하기로 하는 약정의 효력(원칙적 무효) / 회사가 일부 주주에게 우월한 권리나 이익을 부여하여 다른 주주들과 다르게 대우하는 것이 허용되는 경우 및 이에 해당하는지 판단하는 기준<br/>  [2] 회사가 신주를 인수하여 주주의 지위를 갖게 되는 사람에게 한 금전 지급 약정이 실질적으로는 위 사람에게 주식인수대금으로 납입한 돈을 전액 보전해 주기로 약정하거나 상법 제462조 등 법률의 규정에 의한 배당 외에 다른 주주들에게는 지급되지 않는 별도의 수익을 지급하기로 약정한 것인 경우, 주주평등의 원칙에 위배되어 무효인지 여부(적극) 및 이는 회사의 다른 주주 전원이 동의하였더라도 마찬가지인지 여부(적극)<br/>  [3] 주주평등의 원칙이 주주와 회사의 다른 주주 내지 이사 개인의 법률관계에 직접 적용되는지 여부(소극) / 주주가 회사와 계약을 체결하면서 다른 주주 내지 이사 개인과도 회사와 관련한 계약을 체결한 경우, 그 계약의 효력은 주주와 회사가 체결한 계약의 효력과 별개로 보아야 하는지 여부(원칙적 적극) / 주주가 회사의 다른 주주 내지 이사 개인과 체결한 계약의 내용을 해석하는 경우, 계약 해석에 관한 일반 원칙을 적용할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 주주평등의 원칙이란, 주주가 회사와의 법률관계에서 그가 가진 주식의 수에 따라 평등한 취급을 받아야 함을 의미한다. 이를 위반하여 회사가 일부 주주에게만 우월한 권리나 이익을 부여하기로 하는 약정은 특별한 사정이 없는 한 무효이다. 다만 회사가 일부 주주에게 우월한 권리나 이익을 부여하여 다른 주주들과 다르게 대우하는 경우에도 법률이 허용하는 절차와 방식에 따르거나 그 차등적 취급을 정당화할 수 있는 특별한 사정이 있는 경우에는 이를 허용할 수 있다.<br/>  나아가 차등적 취급을 허용할 수 있는지 여부는, 차등적 취급의 구체적 내용, 회사가 차등적 취급을 하게 된 경위와 목적, 차등적 취급이 회사 및 주주 전체의 이익을 위해 필요하였는지 여부와 정도, 일부 주주에 대한 차등적 취급이 상법 등 관계 법령에 근거를 두었는지 아니면 강행법규에 저촉되거나 채권자보다 후순위에 있는 주주의 본질적 지위를 부정하는지 여부, 일부 주주에게 회사의 경영참여 및 감독과 관련하여 특별한 권한을 부여함으로써 회사의 기관이 가지는 의사결정 권한을 제한하여 종국적으로 주주의 의결권이 침해되는지 여부를 비롯하여 차등적 취급에 따라 다른 주주가 입는 불이익의 내용과 정도, 개별 주주가 처분할 수 있는 사항에 관한 차등적 취급으로 불이익을 입게 되는 주주의 동의 여부와 전반적인 동의율, 그 밖에 회사의 상장 여부, 사업목적, 지배구조, 사업현황, 재무상태 등 제반 사정을 고려하여 일부 주주에게 우월적 권리나 이익을 부여하여 주주를 차등 취급하는 것이 주주와 회사 전체의 이익에 부합하는지를 따져서 정의와 형평의 관념에 비추어 신중하게 판단하여야 한다.<br/>  [2] 회사가 신주를 인수하여 주주의 지위를 갖게 되는 사람에게 금전 지급을 약정한 경우, 그 약정이 실질적으로는 회사가 주주의 지위를 갖게 되는 자와 사이에 주식인수대금으로 납입한 돈을 전액 보전해 주기로 약정하거나, 상법 제462조 등 법률의 규정에 의한 배당 외에 다른 주주들에게는 지급되지 않는 별도의 수익을 지급하기로 약정한다면, 이는 회사가 해당 주주에 대하여만 투하자본의 회수를 절대적으로 보장함으로써 다른 주주들에게 인정되지 않는 우월한 권리를 부여하는 것으로서 주주평등의 원칙에 위배되어 무효이다. 이러한 약정은 회사의 자본적 기초를 위태롭게 하여 회사와 다른 주주의 이익을 해하고 주주로서 부담하는 본질적 책임에서조차 벗어나게 하여 특정 주주에게 상법이 허용하는 범위를 초과하는 권리를 부여하는 것에 해당하므로, 회사의 다른 주주 전원이 그와 같은 차등적 취급에 동의하였다고 하더라도 주주평등의 원칙을 위반하여 효력이 없다.<br/>  [3] 주주평등의 원칙은 주주와 회사의 법률관계에 적용되는 원칙이고, 주주가 회사와 계약을 체결할 때 회사의 다른 주주 내지 이사 개인이 함께 당사자로 참여한 경우 주주와 다른 주주 사이의 계약은 주주평등과 관련이 없으므로, 주주와 회사의 다른 주주 내지 이사 개인의 법률관계에는 주주평등의 원칙이 직접 적용되지 않는다. 주주는 회사와 계약을 체결하면서 사적자치의 원칙상 다른 주주 내지 이사 개인과도 회사와 관련한 계약을 체결할 수 있고, 그 계약의 효력은 특별한 사정이 없는 한 주주와 회사가 체결한 계약의 효력과는 별개로 보아야 한다. 나아가 주주가 회사의 다른 주주 내지 이사 개인과 체결한 계약의 내용을 해석할 때에는 계약의 형식과 내용, 계약이 체결된 동기와 경위 및 목적, 당사자의 진정한 의사 등을 종합적으로 고려하여 논리와 경험의 법칙, 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석해야 하는 등 계약 해석에 관한 일반 원칙을 적용할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 상법 제369조 제1항, 제464조, 제538조 / [2] 민법 제105조, 상법 제462조, 제464조, 제538조 / [3] 민법 제105조, 상법 제369조 제1항, 제464조, 제538조<br/>",
  "참조판례": "[1][2] 대법원 2020. 8. 13. 선고 2018다236241 판결(공2020하, 1751) / [1] 대법원 2018. 9. 13. 선고 2018다9920, 9937 판결(공2018하, 1977)<br/>"
}