{
  "판례일련번호": "235971",
  "사건명": "상환금청구의소[피고 주식회사의 신주를 인수하는 투자자가 사전동의권 등 관련 약정 위반 시 피고 회사 등이 손해를 배상하기로 정한 경우 위 손해배상 약정이 주주평등 원칙을 위반하여 무효인지 여부가 문제된 사건]",
  "사건번호": "2021다293213",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "[1] 주주평등 원칙의 의미 및 이를 위반하여 회사가 일부 주주에게만 우월한 권리나 이익을 부여하기로 하는 약정의 효력(원칙적 무효) / 회사가 일부 주주에게 우월한 권리나 이익을 부여하여 다른 주주들과 다르게 대우하는 것이 허용되는 경우 및 이에 해당하는지 판단하는 기준<br/>  [2] 회사가 자금조달을 위해 신주인수계약을 체결하면서 주주의 지위를 갖게 되는 자에게 회사의 의사결정에 대한 사전동의를 받기로 약정하는 것이 허용되는지 여부(한정 적극)<br/>  [3] 회사가 주주의 지위를 갖게 되는 자와 주식인수대금으로 납입한 돈을 전액 보전해 주기로 약정하거나 상법 제462조 등 법률의 규정에 의한 배당 외에 다른 주주들에게는 지급되지 않는 별도의 수익을 지급하기로 약정한 경우, 주주평등의 원칙에 위배되어 무효인지 여부(적극)<br/>  [4] 회사와 주주가 동의권 부여 약정을 체결하면서 약정 위반으로 인한 손해배상 명목의 금원을 지급하는 약정을 함께 체결한 경우, 그 약정의 효력 / 손해배상액 예정 약정은 유효하나 그 금액이 부당히 과다한 경우, 민법 제398조 제2항에 따라 법원이 이를 감액할 수 있는지 여부(적극) 및 동의권 부여 약정 위반에 따른 손해배상 예정액이 부당한지 판단할 때 유의할 점<br/>",
  "판결요지": "[1] 주주평등 원칙이란, 주주는 회사와의 법률관계에서 그가 가진 주식의 수에 따라 평등한 취급을 받아야 함을 의미한다. 이를 위반하여 회사가 일부 주주에게만 우월한 권리나 이익을 부여하기로 하는 약정은 특별한 사정이 없는 한 무효이다. 다만 회사가 일부 주주에게 우월한 권리나 이익을 부여하여 다른 주주들과 다르게 대우하는 경우에도 법률이 허용하는 절차와 방식에 따르거나 그 차등적 취급을 정당화할 수 있는 특별한 사정이 있는 경우에는 이를 허용할 수 있다.<br/>  나아가 차등적 취급을 허용할 수 있는지 여부는, 차등적 취급의 구체적 내용, 회사가 차등적 취급을 하게 된 경위와 목적, 차등적 취급이 회사 및 주주 전체의 이익을 위해 필요하였는지 여부와 정도, 일부 주주에 대한 차등적 취급이 상법 등 관계 법령에 근거를 두었는지 아니면 상법 등의 강행법규와 저촉되거나 채권자보다 후순위에 있는 주주로서의 본질적인 지위를 부정하는지 여부, 일부 주주에게 회사의 경영참여 및 감독과 관련하여 특별한 권한을 부여하는 경우 그 권한 부여로 회사의 기관이 가지는 의사결정 권한을 제한하여 종국적으로 주주의 의결권을 침해하는지 여부를 비롯하여 차등적 취급에 따라 다른 주주가 입는 불이익의 내용과 정도, 개별 주주가 처분할 수 있는 사항에 관한 차등적 취급으로 불이익을 입게 되는 주주의 동의 여부와 전반적인 동의율, 그 밖에 회사의 상장 여부, 사업목적, 지배구조, 사업현황, 재무상태 등 제반 사정을 고려하여 일부 주주에게 우월적 권리나 이익을 부여하여 주주를 차등 취급하는 것이 주주와 회사 전체의 이익에 부합하는지를 따져서 정의와 형평의 관념에 비추어 신중하게 판단하여야 한다.<br/>  [2] 회사가 자금조달을 위해 신주인수계약을 체결하면서 주주의 지위를 갖게 되는 자에게 회사의 의사결정에 대한 사전동의를 받기로 약정한 경우 그 약정은 회사가 일부 주주에게만 우월한 권리를 부여함으로써 주주들을 차등적으로 대우하는 것이지만, 주주가 납입하는 주식인수대금이 회사의 존속과 발전을 위해 반드시 필요한 자금이었고 투자유치를 위해 해당 주주에게 회사의 의사결정에 대한 동의권을 부여하는 것이 불가피하였으며 그와 같은 동의권을 부여하더라도 다른 주주가 실질적·직접적인 손해나 불이익을 입지 않고 오히려 일부 주주에게 회사의 경영활동에 대한 감시의 기회를 제공하여 다른 주주와 회사에 이익이 되는 등으로 차등적 취급을 정당화할 수 있는 특별한 사정이 있다면 이를 허용할 수 있다.<br/>  [3] 회사가 주주의 지위를 갖게 되는 자와 사이에 주식인수대금으로 납입한 돈을 전액 보전해 주기로 약정하거나, 상법 제462조 등 법률의 규정에 의한 배당 외에 다른 주주들에게는 지급되지 않는 별도의 수익을 지급하기로 약정한다면, 이는 회사가 해당 주주에 대하여만 투하자본의 회수를 절대적으로 보장함으로써 다른 주주들에게 인정되지 않는 우월한 권리를 부여하는 것으로서 주주평등의 원칙에 위배되어 무효이다. <br/>  [4] 회사와 주주가 체결한 동의권 부여 약정에 따른 차등적 취급이 예외적으로 허용되는 경우에 동의권 부여 약정 위반으로 인한 손해배상 명목의 금원을 지급하는 약정을 함께 체결하였고 그 약정이 사전동의를 받을 의무 위반으로 주주가 입은 손해를 배상 또는 전보하고 의무의 이행을 확보하기 위한 것이라고 볼 수 있다면, 이는 회사와 주주 사이에 채무불이행에 따른 손해배상액의 예정을 약정한 것으로서 특별한 사정이 없는 한 유효하고, 일부 주주에 대하여 투하자본의 회수를 절대적으로 보장함으로써 주주평등의 원칙에 위배된다고 단정할 것은 아니다.<br/>  다만 손해배상액의 예정 약정이 유효하다고 하더라도, 그 금액이 부당히 과다하다면 민법 제398조 제2항에 따라 법원이 이를 감액할 수 있다. 따라서 법원으로서는 동의권 부여 약정 위반에 따른 손해배상의 예정액의 부당성 여부를 판단할 때 그 동의권 부여 및 손해배상액의 예정 약정을 체결한 동기와 경위, 회사의 동의권 부여 약정 위반으로 그 주주가 실제로 입은 손해액, 회사가 동의권 부여 약정을 위반하게 된 경위와 이유 등 제반 사정을 참작하면서, 그와 같은 약정이 사실상 투하자본 전부 또는 일부의 회수를 절대적으로 보장하는 수단으로 기능하지 않도록 유의할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 상법 제369조 제1항, 제464조, 제538조 / [2] 민법 제105조, 상법 제369조 제1항, 제464조, 제538조 / [3] 민법 제105조, 상법 제462조, 제464조, 제538조 / [4] 민법 제398조 제1항, 제2항<br/>",
  "참조판례": "[1][3] 대법원 2020. 8. 13. 선고 2018다236241 판결(공2020하, 1751) / [1] 대법원 2018. 9. 13. 선고 2018다9920, 9937 판결(공2018하, 1977)<br/>"
}