{
  "판례일련번호": "235945",
  "사건명": "평균임금정정불승인및보험급여차액부지급처분취소청구의소[최초 진폐 진단을 받은 후 진폐 및 활동성 폐결핵 진단을 받고 재요양을 받던 중 사망한 근로자에 대한 유족급여 산정이 문제된 사건]",
  "사건번호": "2021두35438",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "진폐로 사망한 근로자에 대한 유족급여 산정 기준이 되는 평균임금 산정사유 발생일(=원칙적으로 최초 진폐 진단일) 및 이는 근로자가 최초 진단 시 요양급여를 받지 않고 장해급여를 받았거나 재요양을 받은 경우에도 마찬가지인지 여부(적극) / 예외적으로 재요양 상병 진단일을 평균임금 산정사유 발생일로 보아야 하는 경우<br/>",
  "판결요지": "구 산업재해보상보험법(2015. 1. 20. 법률 제13045호로 개정되기 전의 것) 제5조 제2호, 제62조 제1항, 제2항 [별표 3], 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것) 제24조 제1항 제3호, 제4항, 제25조 제3항, 근로기준법 제2조 제1항 제6호, 근로기준법 시행령 제52조에 따르면, 진폐로 사망한 근로자에 대한 유족급여의 산정 기준이 되는 평균임금 산정사유 발생일은 특별한 사정이 없는 한 ‘진단에 따라 진폐가 발생되었다고 확정된 날’, 즉 ‘최초 진폐 진단일’을 의미하고 이는 근로자가 최초 진단 시 요양급여를 받지 않고 장해급여를 받았거나 재요양을 받은 경우에도 마찬가지이다. 다만 최초 진단 이후의 사정이 사망의 직접적인 원인이 되었고 재요양의 대상이 된 상병(이하 ‘재요양 상병’이라 한다) 진단일의 평균임금이 근로자의 통상 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우에는 재요양 상병 진단일을 평균임금 산정사유 발생일로 보는 것이 타당하다. 이유는 다음과 같다.<br/>  ① 근로자가 최초 진단을 받은 상병과 사망 사이에는 항상 상당인과관계가 있다. 반면 재요양 상병은 재요양 종료 후 상당한 기간이 지나 사망한 경우와 같이 사망과 무관한 경우가 있다.<br/>  ② 휴업급여와 상병보상연금은 근로자가 요양으로 인하여 취업하지 못하는 기간의 일실이익을 보상하기 위한 보험급여로서 ‘요양 중일 것’을 지급요건으로 하고, 재요양 중에 지급되는 휴업급여와 상병보상연금의 평균임금 산정사유 발생일은 재요양 상병 진단일이 된다. 그러나 유족급여는 근로자가 업무상의 사유로 사망한 경우에 유족에게 지급되는 보험급여로서 ‘요양 중일 것’을 지급요건으로 하지 아니한다.<br/>  ③ 진폐 등 직업병에 걸린 근로자 중에는 그 질병 또는 직업병의 원인이 된 유해요소에 지속적으로 노출됨에 따라 업무능력이나 신체기능이 저하되고 그 결과 재요양 당시 이미 임금수준이 낮아졌거나 직장에 복귀하지 못한 상태인 경우가 적지 않다. 따라서 재요양 상병 진단일을 기준으로 평균임금을 산정하게 되면 근로자 보호에 미흡한 결과가 발생할 가능성이 높다.<br/>  ④ 다만 최초 진단 이후의 사정이 사망의 직접적인 원인이 되었고 최초 진단일보다 재요양 상병 진단일의 평균임금이 인상되는 등 근로자의 통상 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우에는, 재요양 상병 진단일을 평균임금 산정사유 발생일로 하여 유족급여를 산정하는 것이 진폐 등 직업병에 대한 적절하고 공정한 보상이라는 산재보험제도의 목적, 근로자의 생활임금을 사실대로 반영함으로써 통상적인 생활수준을 보장하기 위한 평균임금 제도의 취지에 부합하게 된다. <br/>",
  "판결본문": "",
  "참조조문": "구 산업재해보상보험법(2015. 1. 20. 법률 제13045호로 개정되기 전의 것) 제5조 제2호, 제62조 제1항, 제2항 [별표 3], 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것) 제24조 제1항 제3호, 제4항, 제25조 제3항, 근로기준법 제2조 제1항 제6호, 근로기준법 시행령 제52조<br/>",
  "참조판례": "대법원 1998. 10. 23. 선고 97누19755 판결(공1998하, 2788), 대법원 2011. 12. 8. 선고 2010두10655 판결(공2012상, 140)<br/>"
}