{
  "판례일련번호": "236339",
  "사건명": "부당이득금반환청구의소[토지사용권원 확보 비율에 관한 기망을 이유로 조합가입계약 취소를 주장한 사건]",
  "사건번호": "2022다293395",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230727",
  "판시사항": "[1] 상품에 대한 허위 또는 과장의 선전·광고가 기망행위에 해당하는 경우<br/>  [2] 지역주택조합의 설립인가를 위한 조합원 모집에서 거래의 중요한 사항에 관한 구체적 사실을 비난받을 정도의 방법으로 허위로 고지하였는지 판단하는 방법<br/>  [3] 지역주택조합 조합원 모집 광고가 계약상대방을 속이거나 계약상대방으로 하여금 잘못 알게 할 우려가 있는지 판단하는 기준<br/>  [4] 甲이 지역주택조합 아파트 건립 사업을 추진하는 乙 지역주택조합 설립추진위원회와 조합가입계약을 체결하고 업무대행비와 분담금 등을 지급하였다가, 乙 추진위원회를 상대로 乙 추진위원회가 사업부지의 토지확보비율에 관하여 기망행위를 하였다는 등의 이유로 조합가입계약을 취소하고 부당이득반환을 구한 사안에서, 甲은 위 사업을 위한 토지의 사용권원 확보비율 관련 광고 등을 보고 조합가입계약 체결을 결정하였고, 위 광고 등은 乙 추진위원회나 업무대행자와 사업대행 기타 계약관계가 존재하는 주체에 의하여 작성·게시되었다고 볼 여지가 있으며, 계약서에 첨부된 ‘사업계획 동의서’의 ‘매입대지면적’ 부분도 甲을 비롯한 계약상대방의 입장에서는 계약 당시 사용권원이 확보된 주택건설대지 면적으로 이해되었을 여지가 충분한데도, 이에 관하여 제대로 심리하지 않은 채 甲의 주장을 배척한 원심판단에는 심리미진 등 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상품의 선전·광고에 있어 다소의 과장이나 허위가 수반되는 것은 그것이 일반 상거래의 관행과 신의칙에 비추어 시인될 수 있는 한 기망성이 결여되나, 거래에 있어서 중요한 사항에 관하여 구체적 사실을 신의성실의 의무에 비추어 비난받을 정도의 방법으로 허위로 고지한 경우에는 기망행위에 해당한다.<br/>  [2] 지역주택조합의 설립인가를 위한 조합원 모집에 있어 그 모집 관련 거래의 관행과 신의칙에 비추어 거래의 중요한 사항에 관한 구체적 사실을 비난받을 정도의 방법으로 허위로 고지한 경우에 해당하는지 여부는 관련 법령과 규약의 내용, 모집공고의 내용과 당시 모집 현황 및 이를 전후한 진행 경과 등 여러 사정을 종합하여 구체적 상황에 맞추어 합목적적으로 판단하여야 한다. <br/>  [3] 일반인은 광고에서 직접적으로 표현된 문장, 단어 등과 그 결합에 의하여 제시되는 표현뿐만 아니라 간접적으로 암시하고 있는 사항, 관례적이고 통상적인 상황 등 여러 사정을 종합하여 전체적·궁극적 인상을 형성하게 되므로, 지역주택조합 조합원 모집 광고가 계약상대방을 속이거나 계약상대방으로 하여금 잘못 알게 할 우려가 있는지는 보통의 주의력을 가진 일반인이 그 광고를 받아들이는 전체적·궁극적 인상을 기준으로 하여 객관적으로 판단하여야 한다. <br/>  [4] 甲이 지역주택조합 아파트 건립 사업을 추진하는 乙 지역주택조합 설립추진위원회와 조합가입계약을 체결하고 업무대행비와 분담금 등을 지급하였다가, 乙 추진위원회를 상대로 乙 추진위원회가 사업부지의 토지확보비율에 관하여 기망행위를 하였다는 등의 이유로 조합가입계약을 취소하고 부당이득반환을 구한 사안에서, 甲은 위 사업을 위한 토지의 사용권원 확보비율 관련 광고 등을 보고 조합가입계약 체결을 결정하였고, 위 광고 등은 乙 추진위원회나 업무대행자와 사업대행 기타 계약관계가 존재하는 주체에 의하여 작성·게시되었다고 볼 여지가 있으며, 조합가입계약의 계약서에 첨부된 ‘사업계획 동의서’에 ‘공동주택용지’ 면적과 동일한 면적으로 기재된 ‘매입대지면적’ 부분도 甲을 비롯한 계약상대방의 입장에서는 ‘사업면적’에 대응하여 이미 매입한, 즉 계약 당시 사용권원이 확보된 주택건설대지 면적으로 이해되었을 여지가 충분한데도, 甲이 제출한 광고들이 乙 추진위원회나 그 업무대행자 등과 아무런 관련 없이 乙 추진위원회의 의사와 무관하게 작성·게시되었는지, 乙 추진위원회의 의사와 무관하다면 乙 추진위원회가 광고들에 대하여 어떤 조치를 취하였는지, 乙 추진위원회가 ‘공동주택용지’에 해당하는 부분을 ‘매입대지면적’으로 바꾸어 기재한 경위는 어떠한지 등에 관하여 제대로 심리하지 않은 채 乙 추진위원회가 甲에게 이미 확보한 토지사용권원의 비율을 확정적으로 설명하였다고 보기 어렵다는 등의 이유를 들어 甲의 주장을 배척한 원심판단에는 심리미진 등 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제110조 / [2] 민법 제110조, 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제2조 제11호 (가)목, 제11조, 주택법 시행령 제20조 제7항 / [3] 민법 제109조, 제110조, 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제2조 제11호 (가)목, 제11조, 주택법 시행령 제20조 제7항 / [4] 민법 제109조, 제110조, 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제11조, 제11조의2, 제11조의3<br/>",
  "참조판례": "[1] 대법원 2009. 4. 23. 선고 2009다1313 판결(공2009상, 755), 대법원 2020. 6. 25. 선고 2020다215469 판결 / [2] 대법원 2021. 10. 28. 선고 2021다257743 판결<br/>"
}