{
  "판례일련번호": "236447",
  "사건명": "부당이득금",
  "사건번호": "2019다200126",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230818",
  "판시사항": "[1] 사업자가 구 부가가치세법 제15조를 근거로 공급을 받는 자로부터 부가가치세 상당액을 직접 징수할 사법상 권리가 있는지 여부(소극) 및 거래당사자 사이에 부가가치세를 부담하기로 하는 약정이 따로 있는 경우, 사업자가 이에 근거하여 공급을 받는 자에게 부가가치세 상당액의 지급을 직접 청구할 수 있는지 여부(적극)<br/>  [2] 계약당사자 쌍방이 계약의 전제나 기초가 되는 사항에 관하여 같은 내용으로 착오가 있어 이에 관한 구체적 약정을 하지 않은 경우, 착오가 없을 때에 약정하였을 것으로 보이는 내용으로 당사자의 의사를 보충하여 계약을 해석할 수 있는지 여부(적극) 및 여기서 보충되는 ‘당사자의 의사’의 의미(=객관적으로 추인되는 정당한 이익조정 의사)<br/>  [3] 甲 지방자치단체가 입찰절차를 거쳐 폐기물 처리업자인 乙 주식회사 등과 체결한 생활폐기물 위탁처리 용역계약에 따라 乙 회사 등에 용역대금과 부가가치세를 지급하였다가 나중에 위 용역의 공급이 부가가치세 면세대상임을 알게 되자, 乙 회사 등을 상대로 기지급한 부가가치세 상당액의 반환을 구한 사안에서, 용역계약 체결 당시 위 용역의 공급이 부가가치세 면세대상이라는 사정을 알았다면 부가가치세를 제외하고 기존 용역대금에 상당한 금액만을 지급하기로 약정하였을 것으로 보기 어려운데도, 이와 같이 약정하였을 것으로 보아 乙 회사 등이 甲 지방자치단체에 대해 지급받은 부가가치세 전액 상당의 부당이득반환의무를 부담한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사업자가 재화 또는 용역을 공급하는 경우에는 부가가치세 상당액을 그 공급을 받는 자로부터 징수하여야 한다고 규정하고 있는 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제15조는 사업자로부터 징수하는 부가가치세 상당액을 공급을 받는 자에게 차례로 전가시킴으로써 궁극적으로 최종소비자에게 이를 부담시키겠다는 취지를 선언한 것에 불과한 것이어서 사업자가 위 규정을 근거로 공급을 받는 자로부터 부가가치세 상당액을 직접 징수할 사법상의 권리는 없는 것이지만, 거래당사자 사이에 부가가치세를 부담하기로 하는 약정이 따로 있는 경우에는 사업자는 그 약정에 기하여 공급을 받는 자에게 부가가치세 상당액의 지급을 직접 청구할 수 있다.<br/>  [2] 계약당사자 쌍방이 계약의 전제나 기초가 되는 사항에 관하여 같은 내용으로 착오가 있고 이로 인하여 그에 관한 구체적 약정을 하지 아니하였다면, 당사자가 그러한 착오가 없을 때에 약정하였을 것으로 보이는 내용으로 당사자의 의사를 보충하여 계약을 해석할 수 있다. 여기서 보충되는 당사자의 의사는 당사자의 실제 의사 또는 주관적 의사가 아니라 계약의 목적, 거래관행, 적용법규, 신의칙 등에 비추어 객관적으로 추인되는 정당한 이익조정 의사를 말한다.<br/>  [3] 甲 지방자치단체가 입찰절차를 거쳐 폐기물 처리업자인 乙 주식회사 등과 체결한 생활폐기물 위탁처리 용역계약에 따라 乙 회사 등에 용역대금과 부가가치세를 지급하였다가 나중에 위 용역의 공급이 부가가치세 면세대상임을 알게 되자, 乙 회사 등을 상대로 기지급한 부가가치세 상당액의 반환을 구한 사안에서, 甲 지방자치단체와 乙 회사 등은 위 용역의 공급을 부가가치세 과세대상이라고 착오하여 위 용역의 공급이 부가가치세 면세대상일 경우 乙 회사 등이 공제받지 못하는 매입세액을 용역대금에 어떻게 반영할 것인지에 대하여 구체적 약정을 하지 않았는데, 일반적인 과세사업의 경우 사업자가 용역을 공급받는 자로부터 수령한 매출에 관한 부가가치세에서 자신이 부담하였던 매입에 관한 부가가치세를 공제함으로써 실질적으로 매입에 관한 부가가치세를 부담하지 않는 반면, 면세사업의 경우 사업자가 용역을 공급받는 자로부터 매출에 관한 부가가치세를 수령하지 못하는데도 매입에 관한 부가가치세를 부담하게 되어 그만큼 원가가 증가하는 점, 위 용역계약에 적용되는 구 지방자치단체를 당사자로 하는 계약에 관한 법률(2013. 8. 6. 법률 제12000호로 개정되기 전의 것) 제11조 제1항 본문, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2011. 9. 15. 대통령령 제23134호로 개정되기 전의 것) 제10조 및 그 위임에 따른 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행규칙(2011. 12. 26. 행정안전부령 제266호로 개정되기 전의 것) 제11조에 따르면, 지방자치단체의 장 또는 계약담당자는 입찰 또는 수의계약 등에 부칠 사항에 관하여 해당 규격서 및 설계서 등에 따라 예정가격을 작성하여야 하고, 예정가격에는 부가가치세 등을 포함시켜야 하며, 원가계산에 의한 가격을 기준으로 예정가격을 결정하는 경우 계약목적물의 공급가액에 부가가치세율을 곱하여 산출한 부가가치세를 가산하되, 부가가치세가 면제되는 재화 또는 용역을 공급하는 자와 계약을 체결할 때에는 해당 계약당사자가 부담할 비목별 원재료의 부가가치세 매입세액 해당액을 예정가격에 합산한다고 규정하고 있는 점 등 제반 사정에 비추어 보면, 甲 지방자치단체와 乙 회사 등이 용역계약 체결 당시 위 용역의 공급이 부가가치세 면세대상이라는 사정을 알았다면 甲 지방자치단체가 부가가치세를 제외하고 기존 용역대금에 상당한 금액만을 지급하기로 약정하였을 것으로 보기 어려운데도, 이와 같이 약정하였을 것으로 보아 乙 회사 등이 甲 지방자치단체에 대해 지급받은 부가가치세 전액 상당의 부당이득반환의무를 부담한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제15조(현행 제31조 참조) / [2] 민법 제105조, 제109조 / [3] 민법 제105조, 제109조, 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제12조 제1항 제5호(현행 제26조 제1항 제5호 참조), 제15조(현행 제31조 참조), 제17조 제1항(현행 제37조 제2항 참조), 구 지방자치단체를 당사자로 하는 계약에 관한 법률(2013. 8. 6. 법률 제12000호로 개정되기 전의 것) 제11조, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령(2011. 9. 15. 대통령령 제23134호로 개정되기 전의 것) 제10조, 구 지방자치단체를 당사자로 하는 계약에 관한 법률 시행규칙(2011. 12. 26. 행정안전부령 제266호로 개정되기 전의 것) 제11조<br/>",
  "참조판례": "[1] 대법원 1999. 11. 12. 선고 99다33984 판결(공1999하, 2497) / [2] 대법원 2006. 11. 23. 선고 2005다13288 판결(공2007상, 24)<br/>"
}