{
  "판례일련번호": "236783",
  "사건명": "재산세부과처분등취소청구",
  "사건번호": "2023두37315",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230818",
  "판시사항": "[1] 지방세법 제107조 제1항에서 정한 ‘사실상 소유하고 있는 자’의 의미 및 지방세법 제109조 제1항에서 정한 ‘국가의 소유에 속하는 재산’의 의미 / 한국농어촌공사가 공유수면을 매립하는 대단위농업개발사업 등을 시행한 결과 공유수면 관리 및 매립에 관한 법률 제46조 제1항에 따라 그 매립지의 소유권을 취득한 경우, 해당 매립지의 소유권은 법률상·사실상 한국농어촌공사에 귀속되는지 여부(적극) / 이러한 토지가 재산세 비과세대상이 되는지 여부(소극)<br/>  [2] 한국농어촌공사가 공유수면을 매립하는 대단위농업개발사업 등을 시행하여 공유수면 관리 및 매립에 관한 법률 제46조 제1항에 따라 매립지의 소유권을 취득하자, 관할 지방자치단체장이 한국농어촌공사에 재산세, 종합부동산세 등을 부과한 사안에서, 위 토지는 법률상으로는 물론 실질적으로도 한국농어촌공사가 소유자로서 재산세, 종합부동산세 등의 납세의무자에 해당한다고 본 원심판결을 수긍한 사례<br/>",
  "판결요지": "[1] 지방세법 제107조 제1항은 재산세 과세기준일 현재 재산을 ‘사실상 소유하고 있는 자’를 재산세 납세의무자로 규정하고 있는데, 여기서 ‘사실상 소유하고 있는 자’라 함은 공부상 소유자로 등재되어 있는지를 불문하고 과세대상 재산에 대한 실질적인 소유권을 가진 자를 뜻한다. 이에 비추어 볼 때, 지방세법 제109조 제1항 본문에서 재산세 비과세대상으로 규정하고 있는 ‘국가의 소유에 속하는 재산’은 공부상 소유자로 등재되어 있는지에 관계없이 국가가 실질적인 소유권을 갖는 재산을 뜻한다.<br/>한국농어촌공사 및 농지관리기금법 제3조에 따른 한국농어촌공사(이하 ‘공사’라 한다)가 공유수면을 매립하는 대단위농업개발사업 등을 시행한 결과 공유수면 관리 및 매립에 관한 법률 제46조 제1항에 따라 그 매립지의 소유권을 취득한 경우에는, 비록 공사가 국가가 설치한 정부출자기관으로서 사업비용 전액을 국고로부터 지원받아 시행하였고 그 매립지를 국가의 감독하에 관리·처분하여야 하는 지위에 있더라도 해당 매립지의 소유권은 법률상·사실상 국가와 별개로 독립한 법인격을 가진 공법인인 공사에 귀속되는 것이고, 이러한 토지는 국가의 소유에 속하지 않으므로 공사가 재산세 납세의무자가 된다. 따라서 재산세 비과세대상이 되는 것은 아니다.<br/>  [2] 한국농어촌공사가 공유수면을 매립하는 대단위농업개발사업 등을 시행하여 공유수면 관리 및 매립에 관한 법률 제46조 제1항에 따라 매립지의 소유권을 취득하자, 관할 지방자치단체장이 한국농어촌공사에 재산세, 종합부동산세 등을 부과한 사안에서, 위 토지는 농업생산기반시설 등에 해당하지 아니하여 한국농어촌공사가 사업시행자, 매립면허취득자로서 또는 지방자치단체로부터 인수받아 소유권을 취득하였다고 할 것이므로, 특별한 사정이 없는 한 한국농어촌공사가 위 토지의 실질적인 소유자에 해당하는 점, 위 토지의 사용·수익·처분 등에 있어서 국가가 관여하는 사정은 위 토지가 가지는 공공성의 징표일 뿐 위 토지의 실질적인 소유권이 국가에 귀속된다는 근거가 될 수 없는 점, 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제13조 제2항, 구 지방세법(1994. 12. 22. 법률 제4794호로 개정되어 2010. 3. 31. 법률 제10221호로 전부 개정되기 전까지의 것) 제266조 제2항 등은 농지관리기금으로 조성되는 토지인지를 불문하고 위 규정에서 정하는 바에 따라 한국농어촌공사가 취득하는 토지에 대한 재산세를 한국농어촌공사가 부담하여야 함을 전제로 이를 감면하도록 규정하고 있는 점을 종합하면, 위 토지는 법률상으로는 물론 실질적으로도 한국농어촌공사가 소유자로서 재산세, 종합부동산세 등의 납세의무자에 해당한다고 본 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방세법 제107조 제1항, 제109조 제1항, 한국농어촌공사 및 농지관리기금법 제3조, 공유수면 관리 및 매립에 관한 법률 제46조 제1항 / [2] 한국농어촌공사 및 농지관리기금법 제4조, 제24조의2 제2항, 농어촌정비법 제10조, 제14조, 공유수면 관리 및 매립에 관한 법률 제46조 제1항, 한국농어촌공사 및 농지관리기금법 시행령 제30조 제5항, 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제13조 제2항, 구 지방세법(2010. 3. 31. 법률 제10221호로 전부 개정되기 전의 것) 제266조 제2항(현행 지방세특례제한법 제13조 제2항 참조), 지방세법 제107조 제1항<br/>",
  "참조판례": "[1] 대법원 1999. 2. 23. 선고 98두17623 판결(공1999상, 585), 대법원 2006. 3. 23. 선고 2005두15045 판결(공2006상, 739)<br/>"
}