{
  "판례일련번호": "236793",
  "사건명": "손해배상(기)",
  "사건번호": "2021다294889",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230818",
  "판시사항": "[1] 법적 규율이 없는 사안에 대하여 그와 유사한 사안에 관한 법규범을 유추적용할 수 있는 경우<br/>  [2] 택지개발사업의 시행을 위하여 수용한 토지의 환매권 발생 요건에 관하여 정한 구 택지개발촉진법 제13조 제1항이 택지개발사업의 시행을 위하여 협의취득한 토지의 환매권 발생 요건에 관하여도 유추적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 법적 규율이 없는 사안에 대하여 그와 유사한 사안에 관한 법규범을 적용함으로써 법률의 흠결을 보충하는 것을 유추적용이라고 한다. 이는 실정법 조항의 문리해석 또는 논리해석만으로는 현실적인 법적 분쟁을 해결할 수 없거나 사회적 정의관념에 현저히 반하게 되는 결과가 초래되는 경우 법원이 실정법의 입법 정신을 살려 법적 분쟁을 합리적으로 해결하고 정의관념에 적합한 결과를 도출하기 위한 것이다. 이러한 유추를 위해서는 법적 규율이 없는 사안과 법적 규율이 있는 사안 사이에 공통점 또는 유사점이 있어야 할 뿐만 아니라, 법규범의 체계, 입법 의도와 목적 등에 비추어 유추적용이 정당하다고 평가되는 경우이어야 한다.<br/>  [2] 구 택지개발촉진법(2011. 5. 30. 법률 제10764호로 개정되기 전의 것, 이하 같다) 제13조 제1항은 “예정지구의 지정의 해제 또는 변경, 실시계획의 승인의 취소 또는 변경 기타 등의 사유로 수용한 토지 등의 전부 또는 일부가 필요 없게 된 때에는 수용 당시의 토지 등의 소유자 또는 그 포괄승계인은 필요 없게 된 날로부터 1년 내에 토지 등의 수용 당시 지급받은 보상금에 대통령령으로 정한 금액을 가산하여 시행자에게 지급하고 이를 환매할 수 있다.”라고 규정하여 택지개발사업의 시행을 위하여 수용한 토지의 환매권 발생 요건에 관하여 정하고 있는데, 택지개발사업의 시행을 위하여 협의취득한 토지의 환매권 발생 요건에 관하여도 구 택지개발촉진법 제13조 제1항을 유추적용함이 타당하다. 그 이유는 다음과 같다.<br/>   ① 구 택지개발촉진법은 환매권 발생 요건에 관하여 별도로 정하고 있고(제13조 제1항) 환매권자의 권리의 소멸에 관하여 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라 한다) 제92조를 준용한다고 규정하고 있을 뿐(제13조 제3항), 택지개발사업의 경우 환매에 관하여 일반적으로 토지보상법을 준용한다는 규정을 두고 있지 않다. <br/>   이는 광업법 제73조 제1항, 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지) 제32조 제1항, 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지) 제68조 제1항, 산업입지 및 개발에 관한 법률 제22조 제5항, 전원개발촉진법 제6조의2 제5항 등에서 ‘토지의 수용 또는 사용에 관하여 해당 법률에서 규정하고 있는 것 외에는 토지보상법을 적용한다.’라는 취지로 규정하고 환매에 관하여 별도로 규정하지 않은 것과는 규율의 형식과 내용이 다르다.<br/>   이러한 관련 규정의 형식과 내용의 차이 등에 비추어 볼 때, 구 택지개발촉진법상 택지개발사업의 시행에 따라 협의취득한 토지의 환매권과 관련하여 환매권자의 권리 소멸에 관한 사항이 아닌 부분에 대해서도 당연히 토지보상법이 준용되거나 적용된다고 보기는 어렵다.<br/>   ② 구 택지개발촉진법은 도시지역의 시급한 주택난을 해소하기 위하여 주택건설에 필요한 택지를 대량으로 취득·개발·공급하는 것을 입법 목적으로 하고 있다(제1조 참조). 다른 공익사업과 비교하여 택지개발사업의 경우 택지를 대량으로 개발·공급하기 위하여 사업 준비에 오랜 기간이 소요될 수 있으므로, 사업시행자가 택지개발사업의 시행을 위하여 사업 부지를 취득한 이후에도 오랜 기간 사업 부지를 택지개발사업에 현실적으로 이용하지 못할 가능성이 있다. 구 택지개발촉진법은 이러한 사정을 고려하여 제13조 제1항에서 환매권 발생 사유를 별도로 정하면서, 토지보상법 제91조 제2항과는 달리 ‘취득일부터 5년 이내에 취득한 토지의 전부를 사업에 이용하지 아니하였을 때’를 환매권 발생 사유에서 제외하고 있는 것으로 봄이 타당하다.<br/>   ③ 구 택지개발촉진법 제13조 제1항은 환매권 발생 요건에 관하여 ‘수용한 토지’라는 표현을 사용하고 있으나 택지개발사업의 시행을 위하여 토지를 취득한 원인이 수용인지 협의취득인지에 따라 환매권 발생 요건을 달리 보아야 할 합리적인 이유가 없다. 협의취득과 수용은 모두 사업시행자가 공익사업의 수행을 위하여 필요한 토지를 취득하기 위한 수단으로서, 협의취득이 이루어지지 않을 경우 수용에 의한 강제취득방법이 후속조치로 기능을 하게 되므로 공용수용과 비슷한 공법적 기능을 수행하는 이상 협의취득한 토지와 수용한 토지는 환매권 발생 여부와 관련하여 법률상 같이 취급하는 것이 바람직하다. 구 택지개발촉진법 제13조 제1항에서 택지개발사업의 환매권 발생 요건에 관하여 정하면서 협의취득한 토지가 환매 대상 토지에서 누락된 것은 법률의 흠결로 보일 뿐이다. <br/>   ④ 그런데 택지개발사업의 시행을 위하여 협의취득한 토지의 환매권 발생 요건에 관하여 구 택지개발촉진법 제13조 제1항에 정함이 없다는 이유로 토지보상법 제91조 제2항이 적용되어야 한다고 본다면, 사업시행자가 택지개발사업의 시행을 위하여 취득한 토지의 전부를 취득일부터 5년 이내에 사업에 이용하지 아니하였을 때, 협의취득한 토지의 경우에는 토지보상법 제91조 제2항에 따라 환매권이 발생하는 반면, 수용한 토지의 경우에는 구 택지개발촉진법 제13조 제1항이 정한 환매권 발생 사유에 해당하지 않아 환매권이 발생하지 아니하게 된다. 이처럼 택지개발사업의 시행을 위하여 토지를 취득한 원인에 따라 환매권 발생 여부가 달라진다고 보는 것은 부당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 택지개발촉진법(2011. 5. 30. 법률 제10764호로 개정되기 전의 것) 제13조 제1항 / [2] 구 택지개발촉진법(2011. 5. 30. 법률 제10764호로 개정되기 전의 것) 제1조, 제13조 제1항, 제3항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 제2항, 광업법 제73조 제1항, 구 도시재개발법(2002. 12. 30. 법률 제6852호 도시 및 주거환경정비법 부칙 제2조로 폐지) 제32조 제1항(현행 도시 및 주거환경정비법 제65조 제1항 참조), 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지) 제68조 제1항(현행 국토의 계획 및 이용에 관한 법률 제96조 제1항 참조), 산업입지 및 개발에 관한 법률 제22조 제5항, 전원개발촉진법 제6조의2 제5항<br/>",
  "참조판례": "[1] 대법원 2021. 7. 22. 선고 2019다277812 전원합의체 판결(공2021하, 1525)<br/>"
}