{
  "판례일련번호": "236787",
  "사건명": "손실보상금",
  "사건번호": "2022두34913",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230818",
  "판시사항": "[1] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제77조 제2항, 같은 법 시행규칙 제48조 제2항 본문에서 정한 ‘영농손실보상’의 법적 성격 / 같은 법 시행규칙 제48조에서 규정한 영농손실보상은 공익사업시행지구 안에서 수용의 대상인 농지를 이용하여 경작을 하는 자가 그 농지의 수용으로 인하여 장래에 영농을 계속하지 못하게 되어 특별한 희생이 생기는 경우 이를 보상하기 위한 것인지 여부(적극)<br/>  [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙 제48조 제2항 단서 제2호의 ‘직접 해당 농지의 지력을 이용하지 아니하고 재배 중인 작물을 이전하여 해당 영농을 계속하는 것이 가능하다고 인정하는 작목 및 재배방식’을 규정한 ‘농작물실제소득인정기준’(국토교통부고시) 제6조 제3항 [별지 2]에 열거되어 있지 아니한 시설콩나물 재배업에 관하여도 같은 시행규칙 제48조 제2항 단서 제2호를 적용할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 공공필요에 의한 재산권의 수용·사용 또는 제한 및 그에 대한 보상은 법률로써 하되, 정당한 보상을 지급하여야 한다(헌법 제23조 제3항). 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2020. 6. 9. 법률 제17453호로 개정되기 전의 것, 이하 ‘구 토지보상법’이라고 한다) 제77조 소정의 영업의 손실 등에 대한 보상은 위와 같은 헌법상의 정당한 보상 원칙에 따라 공익사업의 시행 등 적법한 공권력의 행사에 의한 재산상의 특별한 희생에 대하여 사유재산권의 보장과 전체적인 공평부담의 견지에서 행하여지는 조절적인 재산적 보상이다. 특히 구 토지보상법 제77조 제2항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2020. 12. 11. 국토교통부령 제788호로 개정되기 전의 것, 이하 ‘구 토지보상법 시행규칙’이라고 한다) 제48조 제2항 본문에서 정한 영농손실보상(이하 ‘영농보상’이라고 한다)은 편입토지 및 지장물에 관한 손실보상과는 별개로 이루어지는 것으로서, 농작물과 농지의 특수성으로 인하여 같은 시행규칙 제46조에서 정한 폐업보상과 구별해서 농지가 공익사업시행지구에 편입되어 공익사업의 시행으로 더 이상 영농을 계속할 수 없게 됨에 따라 발생하는 손실에 대하여 원칙적으로 같은 시행규칙 제46조에서 정한 폐업보상과 마찬가지로 장래의 2년간 일실소득을 보상함으로써, 농민이 대체 농지를 구입하여 영농을 재개하거나 다른 업종으로 전환하는 것을 보장하기 위한 것이다. 즉, 영농보상은 원칙적으로 농민이 기존 농업을 폐지한 후 새로운 직업 활동을 개시하기까지의 준비기간 동안에 농민의 생계를 지원하는 간접보상이자 생활보상으로서의 성격을 가진다. <br/>  영농보상은 그 보상금을 통계소득을 적용하여 산정하든, 아니면 해당 농민의 최근 실제소득을 적용하여 산정하든 간에, 모두 장래의 불확정적인 일실소득을 예측하여 보상하는 것으로, 기존에 형성된 재산의 객관적 가치에 대한 ‘완전한 보상’과는 그 법적 성질을 달리한다. <br/>  결국 구 토지보상법 시행규칙 제48조 소정의 영농보상 역시 공익사업시행지구 안에서 수용의 대상인 농지를 이용하여 경작을 하는 자가 그 농지의 수용으로 인하여 장래에 영농을 계속하지 못하게 되어 특별한 희생이 생기는 경우 이를 보상하기 위한 것이기 때문에, 위와 같은 재산상의 특별한 희생이 생겼다고 할 수 없는 경우에는 손실보상 또한 있을 수 없고, 이는 구 토지보상법 시행규칙 제48조 소정의 영농보상이라고 하여 달리 볼 것은 아니다.<br/>  [2] 관련 법리와 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2020. 12. 11. 국토교통부령 제788호로 개정되기 전의 것, 이하 ‘구 토지보상법 시행규칙’이라고 한다) 제48조 제2항 단서 제2호의 신설 경과 등에 비추어 보면, 국토교통부장관이 농림축산식품부장관과의 협의를 거쳐 관보에 고시하는 ‘농작물실제소득인정기준’ 제6조 제3항 [별지 2]에 열거된 작목 및 재배방식에 시설콩나물 재배업이 포함되어 있지 않더라도 시설콩나물 재배업에 관하여도 구 토지보상법 시행규칙 제48조 제2항 단서 제2호를 적용할 수 있다고 봄이 타당하다. 그 이유는 다음과 같다. <br/>  (가) 관련 법령의 내용, 형식 및 취지 등에 비추어 보면, 공공필요에 의한 수용 등으로 인한 손실의 보상은 정당한 보상이어야 하고, 영농손실에 대한 정당한 보상은 수용되는 ‘농지의 특성과 영농상황’ 등 고유의 사정이 반영되어야 한다. <br/>  (나) 농지의 지력을 이용한 재배가 아닌 용기에 식재하여 재배되는 콩나물과 같이 용기를 기후 등 자연적 환경이나 교통 등 사회적 환경 등이 유사한 인근의 대체지로 옮겨 생육에 별다른 지장을 초래함이 없이 계속 재배를 할 수 있는 경우에는, 유사한 조건의 인근대체지를 마련할 수 없는 등으로 장래에 영농을 계속하지 못하게 되는 것과 같은 특단의 사정이 없는 이상 휴업보상에 준하는 보상이 필요한 범위를 넘는 특별한 희생이 생겼다고 할 수 없다. <br/>  (다) 시설콩나물 재배시설에서 재배하는 콩나물과 ‘농작물실제소득인정기준’ 제6조 제3항 [별지 2]에서 규정하고 있는 작물인 버섯, 화훼, 육묘는 모두 직접 해당 농지의 지력을 이용하지 않고 재배한다는 점에서 상호 간에 본질적인 차이가 없으며, 특히 ‘용기(트레이)에 재배하는 어린묘’와 그 재배방식이 유사하다. <br/>  (라) 시설콩나물 재배방식의 본질은 재배시설이 설치된 토지가 농지인지 여부, 즉 농지의 특성에 있는 것이 아니라 ‘고정식온실’ 등에서 용기에 재배하고, 특별한 사정이 없는 한 그 재배시설 이전이 어렵지 않다는 점에 있다. 본질적으로 같은 재배방식에 대하여 ‘고정식온실’ 등이 농지에 설치되어 있다는 사정만으로 2년간의 일실소득을 인정하는 것은 정당한 보상 원칙에 부합하지 않는다. <br/>  (마) 구 토지보상법 시행규칙 제48조 제2항 단서 제2호가 적용되어 실제소득의 4개월분에 해당하는 농업손실보상을 하는 작물에 관하여 규정한 ‘농작물실제소득인정기준’ 제6조 제3항 [별지 2]는 ‘직접 해당 농지의 지력을 이용하지 아니하고 재배 중인 작물을 이전하여 해당 영농을 계속하는 것이 가능하다고 인정하는 경우’를 예시한 것으로, 거기에 열거된 작목이 아니더라도 객관적이고 합리적으로 ‘직접 해당 농지의 지력을 이용하지 아니하고 재배 중인 작물을 이전하여 해당 영농을 계속하는 것이 가능’하다고 인정된다면 구 토지보상법 시행규칙 제48조 제2항 단서 제2호에 따라 4개월분의 영농손실보상을 인정할 수 있다고 보는 것이 영농손실보상제도의 취지에 부합한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조 제3항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제77조 제1항, 제2항, 제4항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2020. 12. 11. 국토교통부령 제788호로 개정되기 전의 것) 제46조, 제48조 제1항, 제2항, 농작물실제소득인정기준(국토교통부고시) 제6조 제3항 [별지 2], 농지법 제2조 제1호 (가)목, 농지법 시행령 제2조 제3항 제2호 (가)목 / [2] 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제77조 제1항, 제2항, 제4항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2013. 4. 25. 국토교통부령 제5호로 개정되기 전의 것) 제48조 제1항, 제2항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2014. 10. 22. 국토교통부령 제131호로 개정되기 전의 것) 제48조 제1항, 제2항, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행규칙(2020. 12. 11. 국토교통부령 제788호로 개정되기 전의 것) 제48조 제1항, 제2항, 농작물실제소득인정기준(국토교통부고시) 제6조 제3항 [별지 2], 농지법 제2조 제1호 (가)목, 농지법 시행령 제2조 제3항 제2호 (가)목<br/>",
  "참조판례": "[1] 대법원 1996. 12. 23. 선고 96다33051, 33068 판결, 대법원 2020. 4. 29. 선고 2019두32696 판결(공2020상, 999)<br/>"
}