{
  "판례일련번호": "236931",
  "사건명": "살인·성폭력범죄의처벌등에관한특례법위반(특수강제추행)·특수상해·특수폭행·상습폭행·폭행[사형을 선고한 원심판결에 대해 양형부당을 주장한 사건]",
  "사건번호": "2023도2043",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "[1] 사형의 선고가 허용되는 경우 및 사형을 선고할 것인지 결정할 때 준수할 사항 / 사형의 선고가 정당화될 수 있는 특별한 사정이 있는지를 심리하는 경우, 양형조건 심사에 고려할 사항 / 구체적인 양형요소가 피고인에게 불리한 정상과 유리한 정상을 모두 포함하는 경우, 법원은 양쪽을 구체적으로 비교 확인한 결과를 종합하여 양형에 나아가야 하는지 여부(적극)<br/>  [2] 무기징역형 집행 중인 피고인이 다른 재소자들과 공모하여 피해자를 살해하였다고 기소된 사안에서, 사형의 선택기준이나 다른 유사사건과의 일반적 양형의 균형상 피고인에 대하여 사형을 선택한 원심판단에 법리오해 등의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 사형은 인간의 생명을 박탈하는 냉엄한 궁극의 형벌로서 사법제도가 상정할 수 있는 극히 예외적인 형벌이라는 점을 감안할 때, 사형의 선고는 범행에 대한 책임의 정도와 형벌의 목적에 비추어 누구라도 그것이 정당하다고 인정할 수 있는 특별한 사정이 있는 경우에만 허용된다. 따라서 사형을 선고할 것인지 결정하려면 형법 제51조가 규정한 사항을 중심으로 범인의 나이, 직업과 경력, 성행, 지능, 교육정도, 성장과정, 가족관계, 전과의 유무, 피해자와의 관계, 범행의 동기, 사전계획의 유무, 준비의 정도, 수단과 방법, 잔인하고 포악한 정도, 결과의 중대성, 피해자의 수와 피해감정, 범행 후의 심정과 태도, 반성과 가책의 유무, 피해회복의 정도, 재범의 우려 등 양형의 조건이 되는 모든 사항을 철저히 심리하여야 하고, 그러한 심리를 거쳐 사형의 선고가 정당화될 수 있는 사정이 밝혀진 경우에 한하여 비로소 사형을 선고할 수 있다.<br/>  법원은 이를 위하여 기록에 나타난 양형조건들을 평면적으로만 참작하는 것에서 더 나아가, 피고인의 성행과 환경 등 주관적인 양형요소를 심사할 수 있는 객관적인 자료를 확보하여 심사하여야 할 것은 물론이고, 범행 결의, 준비 및 실행 당시를 전후한 피고인의 정신상태나 심리상태의 변화 등에 대하여서도 관련 분야의 전문적인 의견을 참조하여 깊이 있게 심리를 하여야 한다.<br/>  따라서 법원은 양형의 조건이 되는 사항들 중 피고인에게 유리한 정상과 불리한 정상을 충분히 심사하여야 하고, 나아가 구체적인 양형요소가 피고인에게 불리한 정상과 유리한 정상을 모두 포함하는 경우 양쪽을 구체적으로 비교 확인한 결과를 종합하여 양형에 나아가야 한다.<br/>  [2] 무기징역형 집행 중인 피고인이 다른 재소자들과 공모하여 피해자를 살해하였다고 기소된 사안에서, 피고인이 범행 당시 20대의 나이라는 사정은 종래부터 다수의 판례에서 사형 선고가 정당화되기 어려운 사정 중 하나로 밝혀온 점, 범행 당시 코로나바이러스감염증-19의 영향으로 교도소 수용자들의 밀집도가 더 높아지고 운동이 제한되었던 시기로, 위 범행이 교도소에서 저지른 범죄라는 점을 불리한 정상으로만 볼 것이 아니라, 교도소의 특성이 수용자들의 심리와 행동에 영향을 미칠 여지가 있음을 고려하고 특히 당시 교정기관이 예측할 수 없었던 상황으로 수용자들에 대한 관리·감독이 어려울 수 있었다는 점을 감안할 필요가 있는 점, 위 범행은 장기간 누적된 폭행으로 인한 것으로, 이러한 폭행은 개개의 행위 시마다 피해자를 살해하기 위한 확정적인 고의에 따른 것이라기보다는 피해자를 괴롭히려는 목적과 미필적인 고의하에 이루어진 것이어서, 피고인이 미필적 고의로 범행을 저질렀다는 점은 중요한 양형요소에 해당하고, 여기에 피고인이 살인 범행에 흉기나 위험한 물건을 사용하지 않은 것과 피해자가 한 사람에 그친 것 또한 중요한 사정으로 다른 유사사건에서의 양형과 그 형평성을 비교할 수 있는 점 등을 종합하면, 사형 선고로 피고인에게 미치는 영향의 중대성이 다른 형벌과 비교할 수 없고, 법원의 신중한 양형판단 필요성 또한 다른 형의 경우와 비교할 수 없이 높으므로, 사형의 선택기준이나 다른 유사사건과의 일반적 양형의 균형상 피고인에 대하여 사형을 선택한 원심판단에 법리오해 등의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제41조, 제51조 / [2] 형법 제30조, 제41조, 제51조, 제250조 제1항, 형사소송법 제383조 제4호, 제391조<br/>",
  "참조판례": "[1] 대법원 1985. 6. 11. 선고 85도926 판결(공1985, 1038), 대법원 1999. 6. 11. 선고 99도763 판결(공1999하, 1454), 대법원 2003. 6. 13. 선고 2003도924 판결(공2003하, 1566), 대법원 2016. 2. 19. 선고 2015도12980 전원합의체 판결(공2016상, 523)<br/>"
}