{
  "판례일련번호": "236949",
  "사건명": "손실보상금",
  "사건번호": "2021누65059",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230406",
  "판시사항": "주택재개발 정비사업구역 내에 있는 제1토지, 인접한 제2토지, 제1토지로부터 분할된 제3토지 및 그 지상 건물 등 지장물의 각 1/2 지분권자들인 甲 주식회사와 乙 주식회사가 위 각 토지에 대한 개별평가를 전제로 산정한 수용재결 및 이의재결 보상금에 대하여 위 각 토지 전부를 일단지로 보고 일괄평가하여 보상액을 산정해야 한다며 정당한 손실보상금 등의 지급을 청구한 사안에서, 위 각 토지는 거래상 일체성 또는 용도상 불가분의 관계가 인정되는 경우로서 일단의 토지 전체를 1필지로 보아 일괄하여 감정평가한 금액을 보상액으로 산정하는 것이 타당하다고 한 사례<br/>",
  "판결요지": "주택재개발 정비사업구역 내에 있는 제1토지, 인접한 제2토지, 제1토지로부터 분할된 제3토지 및 그 지상 건물 등 지장물의 각 1/2 지분권자들인 甲 주식회사와 乙 주식회사가 위 각 토지에 대한 개별평가를 전제로 산정한 수용재결 및 이의재결 보상금에 대하여 위 각 토지 전부를 일단지로 보고 일괄평가하여 보상액을 산정해야 한다며 정당한 손실보상금 등의 지급을 청구한 사안이다. <br/>구 감정평가 및 감정평가사에 관한 법률(2020. 4. 7. 법률 제17219호로 개정되기 전의 것) 제3조 제3항, 감정평가에 관한 규칙 제7조에 따르면, 둘 이상의 대상물건에 대한 감정평가는 개별평가를 원칙으로 하되, 예외적으로 둘 이상의 대상물건에 거래상 일체성 또는 용도상 불가분의 관계가 인정되는 경우에 일괄평가가 허용되고, 이때 ‘용도상 불가분의 관계’에 있다는 것은 일단의 토지로 이용되고 있는 상황이 사회적·경제적·행정적 측면에서 합리적이고 그 토지의 가치 형성적 측면에서도 타당하다고 인정되는 관계에 있는 경우를 뜻하는데, ① 분할 전부터 충전소 부지로서 일체로 사용되어 왔던 제1토지와 제3토지처럼 여러 필지의 토지가 일단을 이루어 하나의 충전소 부지로 사용되고 있는 경우에는, 특별한 사정이 없는 한 그 일단의 토지 전체를 1필지로 보고 토지 특성을 조사하여 전체에 대해 단일한 가격으로 평가하는 것이 타당한 점, ② 甲, 乙 회사가 제1토지에서 충전소를 운영하면서 인접한 제2토지를 매수하고 제3토지를 분할하는 한편, 제1토지 지상에 있던 건물을 철거하고 제3토지에 세차장을 신축하여 수용재결 시점까지 충전소와 세차장을 계속 일괄적으로 운영하였고, 제2토지는 세차장 진입로로 사용되어 온 것을 고려하면, 1필의 토지를 충전소 부지로 사용하는 경우 그 인접 토지를 세차장 등으로 이용하는 것은 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제70조 제2항의 ‘일반적인 이용방법에 의한 객관적 상황’에 포함되고, 토지소유자의 주관적 가치나 특별한 용도에 해당한다고 볼 수 없는 점, ③ 제2토지는 충전소와 세차장의 진입로로 계속 사용해 왔고, 토지의 구조나 형상, 이용상황과 연혁 등을 고려하면, 제2토지의 이용상황이 단지 일시적이라고 볼 수 없으며, 종전 콘크리트 포장 도로를 형질변경 허가를 받지 않고 아스콘으로 포장하였다는 사정은 복수의 토지가 용도상 불가분 관계에 있는지를 따질 때 영향을 미칠 수 없는 점, ④ 제1토지는 주유소용지, 제2토지는 답, 제3토지는 잡종지로 서로 지목이 다르나, 여러 개의 토지들이 서로 지목이 다르다고 하여 곧바로 용도상 불가분의 관계를 부정할 수 있는 것은 아니고, 객관적 이용상황 등을 실제로 살펴보아 일체성이 인정된다면 지목 여부와 관계없이 용도상 불가분의 관계를 인정할 수 있는 점 등을 종합하면, 위 각 토지는 거래상 일체성 또는 용도상 불가분의 관계가 인정되는 경우로서 일단의 토지 전체를 1필지로 보아 일괄하여 감정평가한 금액을 보상액으로 산정하는 것이 타당하다고 한 사례이다. <br/>",
  "판결본문": "",
  "참조조문": "공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제67조 제2항, 제70조 제2항, 구 감정평가 및 감정평가사에 관한 법률(2020. 4. 7. 법률 제17219호로 개정되기 전의 것) 제3조 제3항, 감정평가에 관한 규칙 제7조 제1항, 제2항<br/>",
  "참조판례": ""
}