{
  "판례일련번호": "236923",
  "사건명": "상속세부과처분취소",
  "사건번호": "2022누32308",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230518",
  "판시사항": "甲이 유언 없이 사망하자 공동상속인들인 甲의 배우자 乙과 자식들이 구 상속세 및 증여세법 제19조에 따른 배우자 상속공제로 30억 원을 공제하는 등의 과정을 거쳐 상속세를 신고하고, 상속재산 분할과 관련하여 이견이 있던 부동산을 제외한 나머지 부동산에 관하여 법정상속분에 따라 상속등기를 마쳤는데, 상속세 세무조사에서 상속재산 분할협의 등에 따라 실제로 상속재산이 분할되었는지 확인하지 않은 채 재산분할기간 이전에 완료된 상속등기를 기초로 배우자 상속공제를 과다하게 인정하였다는 점이 지적되어, 관할 세무서장이 배우자 상속공제액을 30억 원에서 5억 원으로 다시 산정한 후 공동상속인들에게 상속세 증액 경정처분을 한 사안에서, 공동상속인들이 제출한 증거들만으로는 재산분할기간 이전에 완료된 상속등기가 마쳐진 당시 이미 공동상속인들 사이의 잠정적 공유상태를 넘어 乙 몫으로 상속재산 일부를 분배한다는 내용의 협의분할 약정이 성립되었다는 점이 충분히 증명되지 않아, 위 처분은 적법하다고 한 사례<br/>",
  "판결요지": "甲이 유언 없이 사망하자 공동상속인들인 甲의 배우자 乙과 자식들이 구 상속세 및 증여세법(2016. 12. 20. 법률 제14388호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제19조에 따른 배우자 상속공제로 30억 원을 공제하는 등의 과정을 거쳐 상속세를 신고하고, 상속재산 분할과 관련하여 이견이 있던 부동산을 제외한 나머지 부동산에 관하여 법정상속분에 따라 상속등기를 마쳤는데, 상속세 세무조사에서 상속재산 분할협의 등에 따라 실제로 상속재산이 분할되었는지 확인하지 않은 채 재산분할기간 이전에 완료된 상속등기(이하 ‘단순 상속등기’라 한다)를 기초로 배우자 상속공제를 과다하게 인정하였다는 점이 지적되어, 관할 세무서장이 배우자 상속공제액을 30억 원에서 5억 원으로 다시 산정한 후 공동상속인들에게 상속세 증액 경정처분을 한 사안이다.<br/>구 상증세법 제19조 제2항에서 말하는 ‘분할’은 공동상속인들 사이의 잠정적 공유관계를 해소하고 특정 상속재산을 피상속인의 배우자 몫으로 분배하는 내용의 절차, 즉 민법 제1013조에서 규정하고 있는 상속재산의 분할을 뜻하고, 협의분할에 의하는 경우 그 방법이나 형식에 제한이 없어 구두에 의한 협의도 가능하므로, 단순 상속등기가 마쳐진 때 공동상속인들 전원 사이에 상속재산 중 일부 부동산을 법정상속분과 동일하게 확정적으로 분할하기로 하는 서면화된 ‘협의분할’ 약정이 법원에 제출되지 않은 이상 구두로라도 ‘협의분할’이 있었는지를 살펴보아야 하는데, ① 상속재산에 대해 법정상속분에 따른 등기 등이 되어 있다고 해서 바로 그에 상응하는 상속재산의 분할협의가 있었다고 보는 것은 무리인 점, ② 상속세과세표준신고서나 상속세 연부연납허가 통지서에는 공동상속인별로 법정상속분에 따른 상속재산 및 그 가액이 기재되어 있을 뿐, 공동상속인들 전원의 의사 합치로 법정상속분에 따라 상속재산을 확정적으로 분할한다는 내용은 찾기 어려운 점, ③ 단순 상속등기 이후 나머지 부동산은 법적 쟁송절차를 통해 정식으로 상속재산 협의분할이 이루어진 점 등을 종합하면, 공동상속인들이 제출한 증거들만으로는 단순 상속등기가 마쳐진 당시 이미 공동상속인들 사이의 잠정적 공유상태를 넘어 乙 몫으로 상속재산 일부를 분배한다는 내용의 협의분할 약정이 성립되었다는 점이 충분히 증명되지 않아, 위 처분은 적법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세 및 증여세법(2016. 12. 20. 법률 제14388호로 개정되기 전의 것) 제19조, 상속세 및 증여세법 부칙(2014. 1. 1.) 제1조, 제5조, 상속세 및 증여세법 시행령 제17조 제2항, 제3항, 민법 제265조, 제269조, 제1006조, 제1013조<br/>",
  "참조판례": ""
}