{
  "판례일련번호": "236945",
  "사건명": "거절결정(특)",
  "사건번호": "2022허2530",
  "법원명": "특허법원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230427",
  "판시사항": "甲 연구소가 명칭을 “COVID-19 항원용 단백질, 이를 코딩하는 DNA 단편 및 이를 포함한 유전자 백신”으로 하는 발명을 출원하였다가 특허청 심사 도중 2차례에 걸쳐 청구항 삭제나 정정 등으로 보정을 하였는데, 특허청 심사관이 재심사에서도 진보성이 부정된다며 출원발명에 대하여 특허거절결정을 하고, 특허심판원도 재심사 거절결정에 대한 불복심판청구에서 진보성이 부정된다는 이유로 심판청구를 기각하는 심결을 하자, 甲 연구소가 특허청장을 상대로 심결의 취소를 구하는 소를 제기한 사안에서, 출원발명의 청구항 2 발명은 ‘히말라야 원숭이에서 SARS-CoV-2에 대한 DNA 백신 보호’라는 제목으로 반포된 논문인 선행발명과 기술분야 및 발명의 목적이 공통되고, 그 구성요소를 대비하면 공통점과 함께 차이점도 몇 가지 있으나 이러한 차이점은 통상의 기술자가 선행발명들을 결합하여 쉽게 극복할 수 있으며, 선행발명들에서 예측할 수 없는 현저한 효과를 가진다고 인정할 수도 없으므로, 진보성이 부정되어 특허를 받을 수 없고, 특허출원에서 청구범위가 둘 이상의 청구항으로 이루어진 경우 어느 한 청구항에라도 거절이유가 있으면 출원이 일체로서 거절되어야 하므로, 출원발명은 나머지 청구항에 관하여 살펴볼 필요 없이 모두 특허를 받을 수 없다고 한 사례<br/>",
  "판결요지": "甲 연구소가 명칭을 “COVID-19 항원용 단백질, 이를 코딩하는 DNA 단편 및 이를 포함한 유전자 백신”으로 하는 발명을 출원하였다가 특허청 심사 도중 2차례에 걸쳐 청구항 삭제나 정정 등으로 보정을 하였는데, 특허청 심사관이 재심사에서도 진보성이 부정된다며 출원발명에 대하여 특허거절결정을 하고, 특허심판원도 재심사 거절결정에 대한 불복심판청구에서 진보성이 부정된다는 이유로 심판청구를 기각하는 심결을 하자, 甲 연구소가 특허청장을 상대로 심결의 취소를 구하는 소를 제기한 사안이다.<br/>  출원발명의 청구항 2에는 “서열번호 4의 유전자 서열로 이루어지고, COVID-19 항원용 단백질을 코딩하는 COVID-19 유전자 백신용 DNA 단편으로서, 상기 COVID-19 항원용 단백질은 Y449A, N487A, Q493A, N501G, Y505G, R683G, R685G, R815G, K986P 및 V987P로 치환되며, 상기 유전자 서열은 CMV 프로모터, Kozak 서열, IgM signal 펩타이드 서열, 표적 항원, BGH poly(A) tail 및 연속적인 2개의 SV40 인핸서의 순서로 배열된 재조합 벡터에 표적 항원으로 포함되고, 상기 재조합 벡터는 COVID-19 유전자 백신용 조성물에 포함되는 것을 특징으로 하는, COVID-19 유전자 백신용 DNA 단편(이하 ‘제2항 발명’이라 한다)”이라고 기재되어 있는데, 제2항 발명이 보호받으려는 사항은 ‘(서열번호 4의 유전자 서열로 이루어진, COVID-19 유전자 백신용) DNA 단편’이고, 외래 유전물질을 인위적으로 운반할 때 사용되는 DNA 분자인 벡터를 형질전환(transformation) 등 유전자 재조합(genetic recombination)에 의하여 제조하였음을 의미하는 ‘재조합 벡터(recombinant vector)’ 부분은 제2항 발명으로 보호받으려는 ‘DNA 단편’을 어떤 방법으로 유전자 백신으로 쓰는지에 관한 용법을 기재한 것에 불과할 뿐 ‘DNA 단편’ 자체의 제조방법이 아니어서 제2항 발명의 기술적 구성요소라고 볼 수 없으므로, 제2항 발명의 청구범위는 ‘서열번호 4의 유전자 서열로 이루어진, Y449A, N487A, Q493A, N501G, Y505G, R683G, R685G, R815G, K986P 및 V987P로 치환된 (COVID-19 항원용 단백질을 코딩하는 COVID-19 유전자 백신용) DNA 단편’이라고 해석함이 타당하다고 한 다음, SARS-CoV-2(COVID-19) 스파이크 단백질 아미노산 치환을 통해 항원용 단백질을 코딩하는 유전자 백신용 DNA 단편을 제공함에 목적이 있는 제2항 발명은, SARS-CoV-2 스파이크 단백질의 여섯 종류 변이체인 프로토타입 DNA 백신 후보군을 개발하고, 히말라야 원숭이에 대한 공격 후 방어 시험(challenge)을 통해 그 후보들의 면역원성과 보호효능을 평가하기 위하여 ‘히말라야 원숭이에서 SARS-CoV-2에 대한 DNA 백신 보호’라는 제목으로 반포된 논문인 선행발명 1과 기술분야 및 발명의 목적이 공통되는데, 위 청구범위 해석을 바탕으로 제2항 발명의 구성요소에 대응되는 선행발명 1의 구성요소를 대비하면 공통점과 함께 차이점도 몇 가지 있으나 이러한 차이점은 통상의 기술자가 선행발명 1에 선행발명 2(온라인에 공개된 ‘변이가 숙주세포 수용체 ACE2를 가진 인간 SARS-CoV-2의 수용체 결합 도메인 구조, 기능, 역학에 미치는 영향’이라는 제목의 논문), 선행발명 3(온라인에 공개된 ‘SARS-CoV-2에 의한 수용체 인식의 구조적 기반’이라는 제목의 논문)을 결합하여 쉽게 극복할 수 있고, 제2항 발명이 선행발명들에서는 예측할 수 없는 현저한 효과를 가진다고 인정할 수도 없으므로, 제2항 발명은 진보성이 부정되어 특허를 받을 수 없고, 특허출원에서 청구범위가 둘 이상의 청구항으로 이루어진 경우 어느 한 청구항에라도 거절이유가 있으면 출원이 일체로서 거절되어야 하므로, 출원발명은 나머지 청구항에 관하여 살펴볼 필요 없이 모두 특허를 받을 수 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "특허법 제29조 제2항, 제62조 제1호, 제67조의2, 제132조의17, 제162조, 제186조<br/>",
  "참조판례": ""
}