{
  "판례일련번호": "236943",
  "사건명": "채무부존재확인[택지개발사업 이주자택지 공급대상자로 선정된 주민들이 사업시행자를 상대로 납입 분양대금 중 생활기본시설 설치비용 상당액이 포함되어 있다고 주장하면서 부당이득반환을 청구한 사건]",
  "사건번호": "2023다214252",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "[1] 공익사업의 시행자가 이주대책을 수립·실시하여야 할 자를 선정하여 그들에게 공급할 택지 또는 주택의 내용이나 수량을 정할 재량을 가지는지 여부(적극) 및 이주대책대상자들에게 이주자택지 공급한도로 정한 265㎡를 초과하여 공급한 부분이 사업시행자가 정한 이주대책의 내용이 아니라 일반수분양자에게 공급한 것과 마찬가지로 볼 수 있는 경우, 초과 부분에 해당하는 분양면적에 대하여 생활기본시설 설치비용을 부담시킬 수 있는지 여부(적극)<br/>  [2] 택지개발사업의 시행자인 한국토지주택공사의 ‘이주 및 생활대책 수립지침’에서 점포겸용·단독주택용지의 경우 이주자택지의 공급규모를 1필지당 265㎡ 이하로 정하면서, 당해 사업지구의 여건과 인근지역 부동산시장동향 등을 종합적으로 고려하여 불가피한 경우에는 위 기준을 다르게 정할 수 있다고 규정하고 있고, 한국토지주택공사는 사업지구 내 이주자택지를 1필지당 265㎡ 상한으로 공급하되, 265㎡를 초과하여 공급하는 경우 초과 면적에 대하여도 감정가격을 적용하지 않고 조성원가에서 생활기본시설 설치비용을 제외한 금액으로 공급하기로 하는 내용의 이주자택지 공급공고와 보상안내를 한 후 이주자택지 공급대상자로 선정된 甲 등과 분양계약을 체결하였는데, 분양면적 중 이주자택지 공급한도인 265㎡ 초과 부분도 이주대책으로서 특별공급된 것인지 문제 된 사안에서, 제반 사정에 비추어 한국토지주택공사는 이주자택지 공급한도를 265㎡로 정하였을 뿐 이를 초과하는 부분까지 이주대책으로서 특별공급한 것으로 단정하기 어렵다고 한 사례<br/>  [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제4항에서 정한 ‘생활기본시설’의 의미 및 일반 광장이나 생활기본시설에 해당하지 않는 고속국도에 부속된 교통광장과 같은 광역교통시설광장이 생활기본시설에 해당하는지 여부(소극) / 대도시권의 대규모 개발사업을 하는 과정에서 광역교통시설의 건설 및 개량에 소요되어 대도시권 내 택지 및 주택의 가치를 상승시키는 데에 드는 비용이 생활기본시설 설치비용에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 사업시행자가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제2항 단서에 따라 택지개발촉진법 또는 주택법 등 관계 법령에 의하여 이주대책대상자들에게 택지 또는 주택을 공급하는 것은 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항의 위임에 근거하여 선택할 수 있는 이주대책의 한 방법이고, 사업시행자는 이주대책을 수립·실시하여야 할 자를 선정하여 그들에게 공급할 택지 또는 주택의 내용이나 수량을 정함에 재량을 갖는다.<br/>  이주대책대상자들에게 이주자택지 공급한도로 정한 265㎡를 초과하여 공급한 부분이 사업시행자가 정한 이주대책의 내용이 아니라 일반수분양자에게 공급한 것과 마찬가지로 볼 수 있는 경우 초과 부분에 해당하는 분양면적에 대해서는 일반수분양자와 동등하게 생활기본시설 설치비용을 부담시킬 수 있다.<br/>  [2] 택지개발사업의 시행자인 한국토지주택공사의 ‘이주 및 생활대책 수립지침’(이하 ‘수립지침’이라고 한다)에서 점포겸용·단독주택용지의 경우 이주자택지의 공급규모를 1필지당 265㎡ 이하로 정하면서, 당해 사업지구의 여건과 인근지역 부동산시장동향 등을 종합적으로 고려하여 불가피한 경우에는 위 기준을 다르게 정할 수 있다고 규정하고 있고, 한국토지주택공사는 사업지구 내 이주자택지를 1필지당 265㎡ 상한으로 공급하되, 265㎡를 초과하여 공급하는 경우 초과 면적에 대하여도 감정가격을 적용하지 않고 조성원가에서 생활기본시설 설치비용을 제외한 금액으로 공급하기로 하는 내용의 이주자택지 공급공고와 보상안내를 한 후 이주자택지 공급대상자로 선정된 甲 등과 분양계약을 체결하였는데, 분양면적 중 이주자택지 공급한도인 265㎡ 초과 부분도 이주대책으로서 특별공급된 것인지 문제 된 사안에서, 한국토지주택공사는 이주대책기준 설정에 관한 재량에 따라 수립지침 등 내부 규정에 의하여 사업지구 내 이주자택지 공급규모의 기준을 1필지당 265㎡로 정하였고, 공급공고와 보상안내에 따라 이를 명확하게 고지한 점, 한국토지주택공사가 이주자택지 공급한도를 초과하는 부분의 공급가격을 그 이하 부분과 동일하게 산정하기로 정하였다거나 분양계약서에 분양면적 전체가 이주자택지로 표시되어 있다고 하여 그로써 당연히 공급규모의 기준을 변경하는 의미로 볼 수 없는 점, 특히 이주자택지 공급규모에 관한 기준을 달리 정하였다고 보기 위해서는 수립지침에 따라 획지분할 여건, 토지이용계획 및 토지이용의 효율성 등 당해 사업지구의 여건과 인근지역 부동산시장동향 등을 고려한 불가피한 사정이 있어야 하는 점 등 제반 사정에 비추어 보면, 한국토지주택공사는 이주자택지 공급한도를 265㎡로 정하였을 뿐 이를 초과하는 부분까지 이주대책으로서 특별공급한 것으로 단정하기 어려운데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라고 한다) 제78조에 의하면, 사업시행자가 공익사업의 시행으로 인하여 주거용 건축물을 제공함에 따라 생활의 근거를 상실하게 되는 이주대책대상자를 위하여 수립·실시하여야 하는 이주대책에는 이주정착지에 대한 도로 등 통상적인 수준의 생활기본시설이 포함되어야 하고, 이에 필요한 비용은 사업시행자가 부담하여야 한다. 위 규정 취지는 이주대책대상자에게 생활의 근거를 마련해 주고자 하는 데 있으므로, ‘생활기본시설’은 구 주택법(2012. 1. 26. 법률 제11243호로 개정되기 전의 것, 이하 ‘구 주택법’이라고 한다) 제23조 등 관계 법령에 따라 주택건설사업이나 대지조성사업을 시행하는 사업주체가 설치하도록 되어 있는 도로와 상하수도시설 등 간선시설을 의미한다고 보아야 한다. 그러나 광장은 토지보상법에서 정한 생활기본시설 항목이나 구 주택법에서 정한 간선시설 항목에 포함되어 있지 않으므로, 생활기본시설 항목이나 간선시설 항목에 해당하는 시설에 포함되거나 부속되어 그와 일체로 평가할 수 있는 경우와 같은 특별한 사정이 없는 한 생활기본시설에 해당하지 않는다. 따라서 일반 광장이나 생활기본시설에 해당하지 않는 고속국도에 부속된 교통광장과 같은 광역교통시설광장은 생활기본시설에 해당한다고 보기 어렵다.<br/>  또한 대도시권의 대규모 개발사업을 하는 과정에서 광역교통시설의 건설 및 개량에 소요되어 대도시권 내 택지 및 주택의 가치를 상승시키는 데에 드는 비용은 대도시권 내의 택지나 주택을 공급받는 이주대책대상자도 그에 따른 혜택을 누리게 된다는 점에서 생활기본시설 설치비용에 해당하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제2항 / [2] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제1항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행령 제40조 제2항 / [3] 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제78조 제4항, 구 주택법(2012. 1. 26. 법률 제11243호로 개정되기 전의 것) 제23조(현행 제28조 참조), 대도시권 광역교통 관리에 관한 특별법 제2조 제2호, 제7조의2<br/>",
  "참조판례": "[1][3] 대법원 2011. 6. 23. 선고 2007다63089, 63096 전원합의체 판결(공2011하, 1440) / [1] 대법원 2013. 11. 14. 선고 2012다4770 판결, 대법원 2013. 12. 26. 선고 2013두17701 판결 / [3] 대법원 2013. 12. 26. 선고 2012다83902 판결, 대법원 2014. 1. 16. 선고 2012다95301 판결, 대법원 2017. 12. 22. 선고 2015다202292 판결<br/>"
}