{
  "판례일련번호": "236937",
  "사건명": "담배소비세등부과처분취소청구",
  "사건번호": "2020두52375",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230713",
  "판시사항": "[1] 지방세법 부칙(2014. 12. 23.) 제2조 및 제3조 규정의 해석<br/>  [2] 구 지방세법 제53조에서 정한 미납세 반출 담배의 담배소비세 등 납세의무가 성립하는 시기(=미납세 반출한 담배를 반입장소에서 다시 반출하는 때)<br/>  [3] 담배 제조·판매업자인 甲 주식회사가 담배소비세를 인상하는 내용의 지방세법이 개정되자 담뱃값이 인상되기 전에 기존 방식과 달리 제조공장에서 제조한 담배를 임시창고로 옮긴 다음 개정 전 세율에 따른 담배소비세 및 지방교육세를 신고·납부한 뒤 개정 법률이 시행된 후 물류센터로 옮겼다가 반출하여 도매업자 등에게 배송하는 한편, 물류센터에 보관하던 담배 실물의 반출 없이 반출한 것처럼 전산입력하고 개정 전 세율에 따른 담배소비세 등을 신고·납부한 뒤 개정 법률이 시행된 후 인상된 담배에 대한 세금 및 부담금 등을 반영한 가격으로 도매업자 등에게 판매한 행위에 대하여, 甲 회사가 가장반출과 허위반출을 통한 담배소비세 등을 탈루한 것으로 보고 관할 시장이 甲 회사에 개정 법률에 따른 개정 세율을 적용하여 담배소비세 등을 부과한 사안에서, 위 처분이 적법함에도 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례 <br/>",
  "판결요지": "[1] 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제34조 제1항 제4호는 담배소비세의 납세의무 성립 시기를 ‘담배를 제조장 또는 보세구역으로부터 반출하거나 국내로 반입하는 때’로 규정하고 있다. 지방세법 부칙(2014. 12. 23.) 제2조 및 제3조는 ‘2014. 12. 23. 법률 제12855호로 개정된 지방세법 시행 후 최초로 담배를 제조장 또는 보세구역으로부터 반출하거나 국내로 반입하는 경우부터 제52조 제1항 및 제151조 제1항 제4호의 개정규정을 적용한다.’고 규정하고 있는데, 이는 담배소비세의 납세의무 성립 시기에 관한 위 구 지방세기본법 규정과 일치한다. 위 각 규정의 문언과 체계 및 입법 취지 등에 비추어 보면, 2014. 12. 23. 법률 제12855호로 개정된 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것)은 제52조 제1항 및 제151조 제1항 제4호의 적용 대상을 명확히 하기 위하여 위 부칙규정을 두어 개별적 적용례를 규정한 것일 뿐이고, 담배소비세의 납세의무 성립 시기에 관한 일반원리를 배제하기 위하여 특례규정을 둔 것이라고 해석할 수는 없다. 따라서 위 부칙규정은 ‘2015. 1. 1. 이후에 담배소비세 등의 납세의무가 성립하는 담배에 대하여 제52조 제1항 및 제151조 제1항 제4호의 개정규정을 적용한다.’는 의미로 해석해야 한다.<br/>  [2] 2014. 12. 23. 법률 제12855호로 개정된 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것, 이하 ‘개정 후 지방세법’이라 한다) 제49조 제1항, 제53조, 제55조, 제60조 제1항, 구 지방세법 시행령(2017. 7. 26. 대통령령 제28211호로 개정되기 전의 것) 제65조 제2항, 제69조 제1항, 구 지방세법 시행규칙(2015. 12. 31. 행정자치부령 제55호로 개정되기 전의 것) 제29조 제1항 [별지 제27호 서식]의 문언과 체계 및 입법 취지 등에 비추어 보면, 미납세 반출한 담배의 경우에는 담배를 미납세 반출한 때가 아니라 그 담배를 반입장소에서 다시 반출하는 때 담배소비세 등의 납세의무가 성립한다고 보아야 한다. 구체적인 이유는 다음과 같다. <br/>  ① 미납세 반출 제도는 담배소비세 등의 부담이 유보된 상태로 반출하는 것을 허용하는 과세유보조치로서, 담배소비세 등이 최종소비자를 담세자로 예정하여 과세되는 조세인 점을 감안하여, 담배 공급의 편의나 제조공정상 필요 등에 의해 반출하는 경우에는 담배소비세 등의 부담이 유보된 상태로 반출을 허용함으로써 반출과세 원칙에 따른 문제점을 보완하려는 데 취지가 있다.<br/>  ② 납세의무는 조세법률이 정한 과세요건을 충족하면 일단 성립하나, 이것은 납세자의 납세의무가 추상적으로 성립한 상태에 불과하고 국가가 이에 대하여 징수절차에 나아가기 위해서는 성립한 납세의무의 내용을 구체적으로 확인하는 확정절차를 밟아야 하는데, 담배소비세는 신고납세방식의 조세로서 납세의무자가 스스로 과세표준과 세액을 정하여 신고하는 행위에 의하여 추상적으로 성립한 납세의무가 구체적으로 확정된다. 개정 후 지방세법 제60조 제1항 등은 제조자가 매월 제조장에서 반출한 담배 중 ‘미납세 반출 담배를 제외’한 나머지 반출 수량을 기초로 담배소비세 과세표준과 세액을 계산하여 신고하도록 규정하고 있는바, 이에 비추어 보면 미납세 반출을 할 때 담배소비세 등 납세의무가 성립한다고 보기는 어렵다.<br/>  ③ 한편 개정 후 지방세법 제55조는 개정 후 지방세법 제60조 제1항의 담배소비세 신고 절차와 별도로 담배의 반출신고 절차를 규정하면서, 괄호에서 반출신고 대상 ‘반출’에 개정 후 지방세법 제53조에 따른 미납세 반출이 포함된다고 규정하고 있다. 그런데 위 괄호 부분은 미납세 반출의 절차적 요건인 ‘반출신고’에 관한 것으로, 담배소비세 등의 과세요건인 ‘제조장으로부터의 반출’에 관한 규정이 아니다. 만일 미납세 반출이 담배소비세 등의 과세요건인 ‘제조장으로부터의 반출’에 해당한다면, 개정 후 지방세법 제55조에 위 괄호 부분을 둘 이유가 없다.<br/>  ④ 개정 후 지방세법 제53조 제2호는 미납세 반출 사유의 하나로 ‘담배를 다른 담배의 원료로 사용하기 위하여 반출하는 것’을 들고 있다. 이 경우 미납세 반출 시점을 담배소비세 등 납세의무의 성립 시기로 보면, 미납세 반출한 담배의 개비 수 등과 그 담배를 원료로 제조한 다른 담배의 개비 수 등이 달라졌을 때 일단 성립한 담배소비세 등 납세의무의 범위가 여전히 유지되는지, 미납세 반출한 담배의 제조자와 그 담배를 원료로 제조한 다른 담배의 제조자가 다를 때 납세의무자가 달라지는지 등에 관하여 합리적으로 설명하기 어렵다. <br/>  [3] 담배 제조·판매업자인 甲 주식회사가 담배소비세를 인상하는 내용의 지방세법이 개정되자 ‘제조공장에서 제조한 담배를 보세구역인 물류센터로 옮겨 미납세 반출대상 담배로 신고한 후 도매업자에게 반출하는 시점에 담배소비세를 신고·납부’하던 기존 방식과 달리, 담뱃값이 인상되기 전에 제조공장에서 임시창고로 옮긴 다음 개정 전 세율에 따른 담배소비세 및 지방교육세를 신고·납부한 뒤 개정 법률이 시행된 후 물류센터로 옮겼다가 반출하여 도매업자 등에게 배송하는(제1쟁점담배) 한편, 물류센터에 보관하던 담배 실물의 반출 없이 반출한 것처럼 전산입력하고 개정 전 세율에 따른 담배소비세 등을 신고·납부한 뒤 개정 법률이 시행된 후 인상된 담배에 대한 세금 및 부담금 등(이하 ‘담뱃세’라 한다)을 반영한 가격으로 도매업자 등에게 판매한(제2쟁점담배) 행위에 대하여, 甲 회사가 가장반출과 허위반출을 통한 담배소비세 등을 탈루한 것으로 보고 관할 시장이 甲 회사에 개정 법률에 따른 개정 세율을 적용하여 담배소비세 등을 부과한 사안에서, ① 위 임시창고는 담배 공급의 편의를 위한 통상적인 물류센터의 역할과 기능을 수행했다고 보기 어렵고, 담뱃세의 인상차액을 취하기 위하여 담뱃세가 인상되기 전에 제조공장에서 담배를 반출하기 위해 일시적인 방편으로 마련된 장소에 불과하며, 담배소비세의 성격, 지방세법 부칙(2014. 12. 23.) 제2조 및 제3조를 비롯한 2014. 12. 31. 법률 제12855호로 개정된 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것)의 입법 취지 등에 비추어, 제조자가 담뱃세의 인상차액을 얻기 위해 담뱃세가 인상되기 전에 통상적인 행위 또는 거래 형태에서 벗어나서 제조장에서 일시적인 방편으로 마련된 장소로 담배를 옮긴 것에 불과하다면, 이를 제조장에서 반출한 것으로 볼 수 없고 임시창고에서 물류센터로 옮긴 때 비로소 제조장에서 반출한 것으로 보아야 하므로 제1쟁점담배에 대하여는 개정 법률에서 정한 개정 세율을 적용할 수 있고, ② 미납세 반출한 담배의 경우 담배를 미납세 반출한 때가 아니라 그 담배를 반입장소에서 다시 반출한 때에 담배소비세 등의 납세의무가 성립하고, 甲 회사가 미납세 반출한 제2쟁점담배를 반입장소인 물류센터에서 다른 장소로 현실적으로 반출하지 않은 이상 반출된 것처럼 전산입력을 하였다고 하여 그 무렵에 담배소비세 등의 납세의무가 성립했다고 볼 수도 없으므로, 제2쟁점담배에 대하여는 위 부칙규정에 따라 개정 법률에서 정한 개정 세율이 적용된다는 이유로, 위 처분이 적법함에도 이와 달리 본 원심판단에 법리오해의 위법이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세기본법(2016. 12. 27. 법률 제14474호로 전부 개정되기 전의 것) 제34조 제1항 제4호, 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것) 제52조 제1항, 제151조 제1항 제4호, 지방세법 부칙(2014. 12. 23.) 제2조, 제3조 / [2] 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것) 제49조 제1항, 제53조, 제55조, 제60조 제1항, 구 지방세법 시행령(2017. 7. 26. 대통령령 제28211호로 개정되기 전의 것) 제65조 제2항, 제69조 제1항, 구 지방세법 시행규칙(2015. 12. 31. 행정자치부령 제55호로 개정되기 전의 것) 제29조 제1항 [별지 제27호 서식] / [3] 구 지방세법(2015. 12. 29. 법률 제13636호로 개정되기 전의 것) 제52조 제1항, 제53조, 제151조 제1항 제4호, 지방세법 부칙(2014. 12. 23.) 제2조, 제3조<br/>",
  "참조판례": ""
}