{
  "판례일련번호": "237033",
  "사건명": "양도소득세부과처분취소",
  "사건번호": "2023두34637",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 구 소득세법 제104조의3 제1항, 구 소득세법 시행령 제168조의6 등 법문에서 정한 요건과 기준을 충족하는 토지는 원칙적으로 양도소득세 중과세 대상인 비사업용 토지에 해당하는지 여부(적극) / 법령상의 제한 등 비사업용 토지의 제외사유에 관한 증명책임의 소재(=납세의무자) 및 그와 같은 제외사유에 해당하는지 판단하는 방법 / 구 소득세법 제104조의3 제2항 및 구 소득세법 시행령 제168조의14 제1항 제1호에서 정한 ‘법령에 따라 사용이 금지 또는 제한된 토지’ 또는 소득세법 시행규칙 제83조의5 제1항 제12호에서 정한 ‘도시계획의 변경 등 정당한 사유로 인하여 사업에 사용하지 아니하는 토지’의 의미 및 이에 해당하는지 판단하는 기준<br/>  [2] 甲이 도시개발사업 실시계획이 인가되어 환지예정지로 지정·공고된 토지를 매도한 후 관할 세무서장에게 일반누진세율과 장기보유 특별공제를 적용하여 양도소득세를 신고·납부하였으나, ‘위 토지는 비사업용 토지에 해당하여 양도소득세 산정 시 장기보유 특별공제를 배제하고 중과세율을 적용하여야 한다.’는 세무조사 결과에 따라 관할 세무서장이 양도소득세를 경정·고지한 사안에서, 위 토지는 비사업용 토지 제외사유로서 구 소득세법 제104조의3 제2항, 구 소득세법 시행령 제168조의14 제1항 제1호에서 규정한 ‘법령에 따라 사용이 금지 또는 제한된 토지’에 해당한다고 보기 어려우므로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것, 이하 같다) 제104조 제1항 제8호, 제104조의3 제1항, 제2항, 구 소득세법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것, 이하 같다) 제168조의6, 제168조의14 제1항, 소득세법 시행규칙 제83조의5 제1항의 입법 취지와 문언 내용 및 체계 등을 종합하여 보면, 구 소득세법 제104조의3 제1항, 구 소득세법 시행령 제168조의6 등 법문에서 정한 요건과 기준을 충족하는 토지는 원칙적으로 양도소득세 중과세 대상인 비사업용 토지에 해당하고, 법령상의 제한 등 비사업용 토지의 제외사유에 관하여는 이를 주장하는 납세의무자에게 증명책임이 있다고 할 것인데, 그와 같은 제외사유에 해당하는지는 비사업용 토지에 대한 양도소득세 중과제도의 입법 취지에 비추어 사안별로 신중하고 엄격하게 판단하여야 한다. 그리고 구 소득세법 제104조의3 제2항 및 구 소득세법 시행령 제168조의14 제1항 제1호에서 정한 ‘법령에 따라 사용이 금지 또는 제한된 토지’ 또는 소득세법 시행규칙 제83조의5 제1항 제12호에서 정한 ‘도시계획의 변경 등 정당한 사유로 인하여 사업에 사용하지 아니하는 토지’란 토지의 용도에 따른 통상적인 제한의 범위를 넘어 특별히 사용이 제한된 토지를 의미한다고 할 것인바, 이에 해당하는지는 토지의 본래 용도에 따른 사용의 제한 여부를 원칙적인 기준으로 하되, 토지의 취득 목적과 실제 이용현황 및 본래 용도의 변경가능성 등도 아울러 고려하여 개별적으로 판단하여야 한다.<br/>  [2] 甲이 도시개발사업 실시계획이 인가되어 환지예정지로 지정·공고된 토지를 매도한 후 관할 세무서장에게 일반누진세율과 장기보유 특별공제를 적용하여 양도소득세를 신고·납부하였으나, ‘위 토지는 비사업용 토지에 해당하여 양도소득세 산정 시 장기보유 특별공제를 배제하고 중과세율을 적용하여야 한다.’는 세무조사 결과에 따라 관할 세무서장이 양도소득세를 경정·고지한 사안에서, 위 토지는 사실상의 현황은 물론 공부상의 등재현황 모두 지목이 ‘전’으로서 甲도 그 지목이 ‘전’임을 전제로 제3자로 하여금 이를 경작하게 하였다고 밝힌 바 있으므로, 특별한 사정이 없는 한 구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것, 이하 같다) 제104조의3 제1항 제1호 (나)목 본문에서 정한 도시지역 안의 농지로서 비사업용 토지에 해당하는 점, 위 토지를 양도할 때까지 실제 다른 용도로 사용하기 위하여 그 형질을 변경하거나 지상에 건축물을 신축하려는 어떠한 시도나 노력을 하였다고 볼 만한 뚜렷한 사정이 없어, 당시 위 토지가 적법한 다른 용도로 전환·사용될 가능성은 상당히 낮았던 것으로 보이고, 막연한 추상적인 용도변경의 가능성만으로 위 토지가 그 용도에 따른 통상적인 제한의 범위를 넘어 특별히 사용이 금지 또는 제한된 경우에 해당한다고 평가하기 어려워, 본래 용도인 농지로의 사용 제한 여부를 기준으로 ‘특별히 사용이 제한된 토지’인지를 판단하여야 하는 점, 도시개발법 시행령 제16조 제3항, 도시개발법 시행규칙 제12조에 따르면, 농산물의 생산에 직접 이용되는 비닐하우스 등 간이공작물의 설치, 경작을 위한 토지의 형질변경, 일정한 범위에서의 토석채취, 관상용 죽목의 임시 식재 등은 시장 등의 허가 없이도 적법하게 할 수 있고 도시개발구역의 지정·고시만으로 기존 농지의 계속적인 사용을 금지·제한하는 효력이 생기는 것은 아니므로, 위 토지가 도시개발구역으로 지정되어 건축행위 등이 제한된다는 사정만으로 그 본래 용도인 경작용 농지로서의 사용까지 금지 또는 제한되는 것이라고 보기 어려운 점 등을 종합하면, 위 토지는 비사업용 토지 제외사유로서 구 소득세법 제104조의3 제2항, 구 소득세법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것) 제168조의14 제1항 제1호에서 규정한 ‘법령에 따라 사용이 금지 또는 제한된 토지’에 해당한다고 보기 어려우므로, 이와 달리 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것) 제104조 제1항 제8호, 제104조의3 제1항, 제2항, 구 소득세법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것) 제168조의6, 제168조의14 제1항, 소득세법 시행규칙 제83조의5 제1항 / [2] 구 소득세법(2016. 12. 20. 법률 제14389호로 개정되기 전의 것) 제104조 제1항 제8호, 제104조의3 제1항, 제2항, 구 소득세법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것) 제168조의6, 제168조의7, 제168조의14 제1항, 소득세법 시행규칙 제83조의5 제1항, 도시개발법 제3조, 제4조, 제17조, 도시개발법 시행령 제16조 제3항, 도시개발법 시행규칙 제12조<br/>",
  "참조판례": "[1] 대법원 2013. 10. 24. 선고 2010두18543 판결, 대법원 2013. 10. 31. 선고 2011두14425 판결(공2013하, 2159)<br/>"
}