{
  "판례일련번호": "237047",
  "사건명": "공유물분할[현물분할 원칙의 예외로서 경매분할을 명할 수 있는 경우에 해당하는지 여부에 관한 판단기준]",
  "사건번호": "2023다217916",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 재판에 의하여 공유물을 분할하는 경우, 경매에 따른 대금분할을 명할 수 있는 요건인 ‘현물로 분할할 수 없거나 현물로 분할을 하게 되면 현저히 그 가액이 감손될 염려가 있는 때’의 의미 및 법원이 경매에 따른 대금분할의 방법을 선택할 때 유의할 사항<br/>  [2] 공유물분할의 소에서 공유물분할의 방법 / 공유물을 공유자 중 1인의 단독소유 또는 수인의 공유로 하되 현물을 소유하게 되는 공유자로 하여금 다른 공유자에 대하여 그 지분의 적정하고도 합리적인 가격을 배상시키는 방법에 의한 분할이 허용되는 경우 및 이때 가격배상의 기준이 되는 ‘지분가격’의 의미(=공유물분할 시점의 객관적인 교환가치에 해당하는 시장가격 또는 매수가격)와 그 산정 방법<br/>",
  "판결요지": "[1] 공유는 물건에 대한 공동소유의 한 형태로서 물건에 대한 1개의 소유권이 분량적으로 분할되어 여러 사람에게 속하는 것이므로, 특별한 사정이 없는 한 공유자는 공유물의 분할을 청구하여 기존의 공유관계를 폐지하고 공유자 간에 공유물을 분배하는 법률관계를 실현하는 일방적인 권리를 가진다. 따라서 공유물의 분할은 당사자 간에 협의가 이루어지는 경우에는 그 방법을 임의로 선택할 수 있으나, 협의가 이루어지지 아니하여 재판에 의하여 공유물을 분할하는 경우에 법원은 현물로 분할하는 것이 원칙이고, 현물로 분할할 수 없거나 현물로 분할을 하게 되면 현저히 그 가액이 감손될 염려가 있는 때에 비로소 물건의 경매를 명할 수 있다(민법 제269조 제2항). 이때 ‘현물로 분할할 수 없다.’는 요건은 이를 물리적으로 엄격하게 해석할 것은 아니고, 공유물의 성질, 위치나 면적, 이용 상황, 분할 후의 사용가치 등에 비추어 보아 현물분할을 하는 것이 곤란하거나 부적당한 경우를 포함하고, ‘현물로 분할을 하게 되면 현저히 그 가액이 감손될 염려가 있는 경우’ 역시 공유자의 한 사람이라도 현물분할에 의하여 단독으로 소유하게 될 부분의 가액이 분할 전의 소유 지분 가액보다 현저하게 감손될 염려가 있는 경우까지 포함한다. 그러나 이 경우에도 재판에 의한 공유물분할은 공유자별 지분에 따른 합리적인 분할을 할 수 있는 한 현물분할을 하는 것이 원칙이므로, 원고가 바라는 방법에 따른 현물분할을 하는 것이 부적당하거나 이 방법에 따르면 그 가액이 현저히 감손될 염려가 있다고 하여 이를 이유로 곧바로 경매에 따른 대금분할을 명하여서는 아니 되고, 불가피하게 경매에 따른 대금분할을 할 수밖에 없는 요건에 관한 객관적·구체적인 심리 없이 단순히 공유자들 사이에 분할의 방법에 관하여 의사가 합치하고 있지 않다는 등의 주관적·추상적인 사정에 터 잡아 함부로 경매에 따른 대금분할을 명하는 것도 허용될 수 없다. <br/>  [2] 공유물분할의 소는 형성의 소로서 공유자 상호 간의 지분의 교환 또는 매매를 통하여 공유의 객체를 단독 소유권의 대상으로 하여 그 객체에 대한 공유관계를 해소하는 것을 말하므로, 법원은 공유물분할을 청구하는 자가 구하는 방법에 구애받지 아니하고 자유로운 재량에 따라 공유관계나 그 객체인 물건의 제반 상황에 따라 공유자의 지분비율에 따른 합리적인 분할을 하면 된다. 따라서 여러 사람이 공유하는 물건을 분할하는 경우 원칙적으로는 각 공유자가 취득하는 면적이 그 공유 지분의 비율과 같도록 하여야 할 것이나, 반드시 그런 방법으로만 분할하여야 하는 것은 아니고, 분할 대상이 된 공유물의 형상이나 위치, 그 이용 상황이나 경제적 가치가 균등하지 아니할 때에는 이와 같은 여러 사정을 고려하여 경제적 가치가 지분비율에 상응되도록 분할하는 것도 허용되며, 일정한 요건이 갖추어진 경우에는 공유자 상호 간에 금전으로 경제적 가치의 과부족을 조정하여 분할을 하는 것도 현물분할의 한 방법으로 허용된다. 나아가 공유관계의 발생원인과 공유 지분의 비율 및 분할된 경우의 경제적 가치, 분할 방법에 관한 공유자의 희망 등의 여러 사정을 종합적으로 고려하여 당해 공유물을 특정한 자에게 취득시키는 것이 상당하다고 인정되고, 다른 공유자에게는 그 지분의 가격을 취득시키는 것이 공유자 간의 실질적인 공평을 해치지 않는다고 인정되는 특별한 사정이 있는 때에는 공유물을 공유자 중의 1인의 단독소유 또는 수인의 공유로 하되 현물을 소유하게 되는 공유자로 하여금 다른 공유자에 대하여 그 지분의 적정하고도 합리적인 가격을 배상시키는 방법에 의한 분할도 현물분할의 하나로 허용된다. 이때 그 가격배상의 기준이 되는 ‘지분가격’이란 공유물분할 시점의 객관적인 교환가치에 해당하는 시장가격 또는 매수가격을 의미하는 것으로, 그 적정한 산정을 위해서는 분할 시점에 가까운 사실심 변론종결일을 기준으로 변론과정에 나타난 관련 자료를 토대로 최대한 객관적·합리적으로 평가하여야 하므로, 객관적 시장가격 또는 매수가격에 해당하는 시가의 변동이라는 사정을 일절 고려하지 않은 채 그러한 사정이 제대로 반영되지 아니한 감정평가액에만 의존하여서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제269조 / [2] 민법 제269조<br/>",
  "참조판례": "[1] 대법원 1985. 2. 26. 선고 84다카1194 판결(공1985, 468), 대법원 1991. 11. 12. 선고 91다27228 판결(공1992, 102), 대법원 2009. 9. 10. 선고 2009다40219, 40226 판결(공2009하, 1643) / [2] 대법원 2004. 10. 14. 선고 2004다30583 판결(공2004하, 1805), 대법원 2022. 9. 7. 선고 2022다244805 판결(공2022하, 2097)<br/>"
}