{
  "판례일련번호": "237035",
  "사건명": "조세부과처분무효확인청구[과세처분에 대한 무효확인소송에서 처분사유의 변경이 있는 경우 증명책임 귀속이 문제된 사건]",
  "사건번호": "2020두46073",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 항고소송에서 처분의 적법성에 대한 증명책임의 소재(=피고) / 행정처분의 무효 확인을 구하는 행정소송에서 행정처분의 무효 사유에 대한 증명책임의 소재(=원고) 및 이는 무효 확인을 구하는 뜻에서 행정처분의 취소를 구하는 소송에 있어서도 마찬가지인지 여부(적극) / 행정처분의 무효 확인을 구하는 소에서 해당 행정처분의 취소를 구할 수 있는 경우, 무효사유가 증명되지 아니한 때에 법원은 취소사유에 해당하는 위법이 있는지도 심리하여야 하는지 여부(적극) / 조세행정소송에서 위법사유로 무엇을 주장하는지 또는 무효사유의 주장에 취소사유를 주장하는 취지가 포함되어 있는지에 따라 증명책임이 분배되는지 여부(적극)<br/>  [2] 과세관청은 소송 중이라도 사실심 변론종결 시까지 처분의 동일성이 유지되는 범위 내에서 처분사유를 교환·변경할 수 있는지 여부(적극) / 구 법인세법 제32조 제5항에 대한 헌법재판소의 위헌결정으로 과세단위가 단일한 종합소득세의 세목 아래에서 같은 금액의 소득이 현실적으로 귀속되었음을 이유로 과세근거 규정을 달리 주장하는 것이 처분의 동일성이 유지되는 범위 내의 처분사유의 교환·변경에 해당하는지 여부(적극) / 무효확인소송에서 원고가 당초의 처분사유에 대하여 무효사유를 증명한 경우, 과세관청이 교환·변경된 처분사유를 근거로 하는 처분의 적법성에 대한 증명책임을 부담하는지 여부(적극)<br/>",
  "판결요지": "[1] 민사소송법이 준용되는 행정소송에서 증명책임은 원칙적으로 민사소송의 일반원칙에 따라 당사자 간에 분배되고, 항고소송은 그 특성에 따라 해당 처분의 적법성을 주장하는 피고에게 적법사유에 대한 증명책임이 있으나, 예외적으로 행정처분의 당연무효를 주장하여 무효 확인을 구하는 행정소송에서는 원고에게 행정처분이 무효인 사유를 주장·증명할 책임이 있고, 이는 무효 확인을 구하는 뜻에서 행정처분의 취소를 구하는 소송에 있어서도 마찬가지이다.<br/>  한편 행정처분의 무효 확인을 구하는 소에는 특단의 사정이 없는 한 취소를 구하는 취지도 포함되어 있다고 보아야 하므로, 해당 행정처분의 취소를 구할 수 있는 경우라면 무효사유가 증명되지 아니한 때에 법원으로서는 취소사유에 해당하는 위법이 있는지 여부까지 심리하여야 한다. 나아가 과세처분에 대한 취소소송과 무효확인소송은 모두 소송물이 객관적인 조세채무의 존부확인으로 동일하다. 결국 과세처분의 위법을 다투는 조세행정소송의 형식이 취소소송인지 아니면 무효확인소송인지에 따라 증명책임이 달리 분배되는 것이라기보다는 위법사유로 취소사유와 무효사유 중 무엇을 주장하는지 또는 무효사유의 주장에 취소사유를 주장하는 취지가 포함되어 있는지 여부에 따라 증명책임이 분배된다.<br/>  [2] 과세처분의 무효확인소송에서 소송물은 객관적인 조세채무의 존부확인이므로, 과세관청은 소송 중이라도 사실심 변론종결 시까지 해당 처분에서 인정한 과세표준 또는 세액의 정당성을 뒷받침하기 위하여 처분의 동일성이 유지되는 범위 내에서 처분사유를 교환·변경할 수 있다.<br/>  특히 구 법인세법(1994. 12. 22. 법률 제4804호로 개정되기 전의 것, 이하 같다) 제32조 제5항에 따라 법인세 과세표준을 경정하면서 익금에 산입한 금액을 그 귀속자에게 소득 처분하였음을 이유로 그 의제소득에 대하여 종합소득세를 부과하는 처분에 관하여, 구 법인세법 제32조 제5항에 대한 헌법재판소의 위헌결정(헌법재판소 1995. 11. 30. 선고 93헌바32 전원재판부 결정 등)이 있었음을 이유로 처분사유를 교환·변경하면서, 과세단위가 단일한 종합소득세의 세목 아래에서 같은 금액의 소득이 현실적으로 귀속되었음을 이유로 들어 과세근거 규정을 달리 주장하는 것은 처분의 동일성이 유지되는 범위 내의 처분사유의 교환·변경에 해당하므로 허용된다.<br/>  그런데 과세처분의 적법성에 대한 증명책임은 과세관청에 있는바, 위와 같이 교환·변경된 사유를 근거로 하는 처분의 적법성 또는 그러한 처분사유의 전제가 되는 사실관계에 관한 증명책임 역시 과세관청에 있고, 특히 무효확인소송에서 원고가 당초의 처분사유에 대하여 무효사유를 증명한 경우에는 과세관청이 그처럼 교환·변경된 처분사유를 근거로 하는 처분의 적법성에 대한 증명책임을 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제19조, 제26조[증명책임], 제27조[행정소송재판일반], 제35조 / [2] 구 법인세법(1994. 12. 22. 법률 제4804호로 개정되기 전의 것) 제32조 제5항(현행 제67조 참조), 행정소송법 제1조[행정처분일반], 제19조, 제26조[증명책임], 제27조[행정소송재판일반], 제35조<br/>",
  "참조판례": "[1] 대법원 1976. 1. 13. 선고 75누175 판결(공1976, 8982), 대법원 1987. 4. 28. 선고 86누887 판결(공1987, 911), 대법원 1992. 3. 31. 선고 91다32053 전원합의체 판결(공1992, 1406), 대법원 2005. 12. 23. 선고 2005두3554 판결(공2006상, 186), 대법원 2017. 6. 19. 선고 2013두17435 판결 / [2] 대법원 1999. 12. 24. 선고 98두7350 판결(공2000상, 326), 헌법재판소 1995. 11. 30. 선고 93헌바32 전원재판부 결정(헌공13, 54)<br/>"
}