{
  "판례일련번호": "237037",
  "사건명": "증여세부과처분취소청구의소",
  "사건번호": "2018두41327",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "구 상속세 및 증여세법 제42조 제4항에서 정한 재산가치증가사유로 법인의 재산가치가 증가함에 따라 해당 법인의 주주가 주식가치 증가의 이익을 얻었더라도 재산가치증가사유와 주식가치 증가분 사이에 인과관계가 인정되는 경우, 그 이익도 구 상속세 및 증여세법 제42조 제4항의 과세대상 이익에 해당하는지 여부(적극) 및 이때 취득한 재산과 재산가치증가사유의 직접적 대상이 되는 재산이 동일하지 않다는 이유만으로 구 상속세 및 증여세법 제42조 제4항의 과세대상에서 위 이익이 배제되는지 여부(소극)<br/>",
  "판결요지": "구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것, 이하 같다) 제42조 제4항의 문언, 입법 취지 및 관련 시행령 조항과의 관계 등에 비추어 보면, 구 상속세 및 증여세법 제42조 제4항에서 정한 재산가치증가사유로 인하여 법인의 재산가치가 증가함에 따라 해당 법인의 주주가 주식가치 증가의 이익을 얻은 경우라도 재산가치증가사유와 주식가치 증가분 사이에 인과관계가 인정된다면 그 이익도 구 상속세 및 증여세법 제42조 제4항의 과세대상 이익에 해당한다고 보아야 하고, 취득한 재산과 재산가치증가사유의 직접적 대상이 되는 재산이 동일하지 않다는 이유만으로 구 상속세 및 증여세법 제42조 제4항의 과세대상에서 배제된다고 볼 것은 아니다.<br/>  ① 구 상속세 및 증여세법 제42조 제4항의 문언을 보면, 과세대상 이익인 ‘그 재산가치의 증가에 따른 이익’에서 ‘그 재산’이 반드시 ‘재산가치증가사유’의 직접적 대상이 되는 재산과 동일한 것이어야 한다고 보기는 어렵다. 즉, 구 상속세 및 증여세법 제42조 제4항의 문언만으로는 수증자가 일정한 취득사유에 따라 취득한 재산의 가치가 ‘재산가치증가사유’로 인하여 증가할 것을 요건으로 할 뿐, 재산가치증가사유의 직접적 대상이 되는 재산만이 수증자의 취득재산이 되어야 하고 그 재산의 가치 증가분만을 과세대상으로 삼은 것이라는 해석이 도출되지 않는다.<br/>  ② 수증자의 취득재산이 반드시 재산가치증가사유의 직접적 대상 재산에 한정된다고 해석한다면 그 대상 재산을 보유한 법인의 주식을 취득하는 등의 방법으로 구 상속세 및 증여세법 제42조 제4항에 따른 증여세를 쉽게 회피할 수 있게 되는데, 이는 변칙증여 방지를 위한 구 상속세 및 증여세법 제42조 제4항의 입법 취지에도 부합하지 않는다.<br/>  ③ 구 상속세 및 증여세법 제42조 제4항의 위임에 따른 구 상속세 및 증여세법 시행령(2015. 2. 3. 대통령령 제26069호로 개정되기 전의 것) 제31조의9 제6항 제2호, 제3호는 비상장주식 등 특정 재산과 관련하여 그 재산에 직접 적용되는 재산가치증가사유를 규정하고 있는 반면, 같은 항 제1호는 ‘개발사업의 시행’ 등 구 상속세 및 증여세법 제42조 제4항에서 열거한 재산가치증가사유만을 그대로 규정하고 있을 뿐 그 재산가치증가사유가 적용되는 재산을 별도로 규정하고 있지 않다.<br/>  ④ 법인의 재산가치 증가에 따른 주주의 이익이 구 상속세 및 증여세법 제42조 제4항의 과세대상 이익에 포함된다고 해석하더라도, 그 밖에 주체요건, 재산취득요건, 재산가치증가사유요건 등 구 상속세 및 증여세법 제42조 제4항에서 요구하는 다른 과세요건이 모두 충족되어야 증여세를 과세할 수 있으므로, 그와 같은 해석이 법적 안정성이나 예측 가능성을 현저히 침해한다고 볼 것도 아니다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제42조 제4항(현행 제42조의3 제1항 참조), 구 상속세 및 증여세법 시행령(2015. 2. 3. 대통령령 제26069호로 개정되기 전의 것) 제31조의9 제6항(현행 제32조의3 제1항 참조)<br/>",
  "참조판례": ""
}