{
  "판례일련번호": "237049",
  "사건명": "구상금[주한미군 소속 장갑차가 일으킨 교통사고에 대한 국가배상책임이 문제된 사건]",
  "사건번호": "2023다205968",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "‘대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정’ 제23조 제5항 및 ‘대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정의 시행에 관한 민사특별법’ 제2조에 따라 국가배상법이 적용되는 경우, 미합중국 군대의 공용 차량에 대하여 국가배상법 제2조 제1항 본문 후단의 자동차손해배상 보장법에 따른 손해배상책임 규정이 적용되는지 여부(소극)<br/>",
  "판결요지": "‘대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정’(이하 ‘SOFA’라 한다) 제23조 제5항은 공무집행 중인 미합중국 군대의 구성원이나 고용원의 작위나 부작위 또는 미합중국 군대가 법률상 책임을 지는 기타의 작위나 부작위 또는 사고로서 대한민국 안에서 대한민국 정부 이외의 제3자에게 손해를 가한 것으로부터 발생하는 청구권은 대한민국이 이를 처리하도록 규정하고 있으므로 위 청구권의 실현을 위한 소송은 대한민국을 상대로 제기하는 것이 원칙이고, 이에 따른 대한민국에 대한 청구권에 대해서는 ‘대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정의 시행에 관한 민사특별법’(이하 ‘주한미군민사법’이라 한다) 제2조에 따라 국가배상법이 적용된다.<br/>국가배상법 제2조 제1항 본문은, 전단에서 국가나 지방자치단체는 공무원 또는 공무를 위탁받은 사인이 직무를 집행하면서 고의 또는 과실로 법령을 위반하여 타인에게 손해를 입힌 경우를 규정하는 것 외에 후단에서 자동차손해배상 보장법(이하 ‘자동차손배법’이라 한다)에 따라 손해배상의 책임이 있을 때에도 이 법에 따라 그 손해를 배상하여야 한다고 규정하고 있는데, SOFA 제23조 제5항 (가)호, 제24조 및 자동차관리법 제2조 제1호, 제70조 및 같은 법 시행령 제2조 제3호 등 관계 규정을 종합하면, SOFA 제23조 제5항 및 주한미군민사법 제2조에 따라 국가배상법이 적용될 경우 미합중국 군대의 공용 차량에 대해서는 국가배상법 제2조 제1항 본문 후단의 자동차손배법에 따른 손해배상책임 규정은 적용되지 않고, 국가배상법 제2조 제1항 본문 전단에 따른 손해배상책임 규정만 적용된다. 그 이유는 다음과 같다.<br/>  ① 자동차손배법은 자동차관리법의 적용을 받는 자동차와 건설기계관리법의 적용을 받는 건설기계 중 대통령령으로 정하는 것에 적용된다(자동차손배법 제2조 제1호). 그런데 SOFA 제24조는 ‘합중국 군대의 구성원, 군속 또는 그들의 가족의 사용 차량’에 대해서는 대한민국 정부가 면허하고 등록한다고 정하고 있으나(제3항) ‘합중국 군대 및 군속의 공용 차량’에 대해서는 명확한 번호표 또는 이를 용이하게 식별할 수 있는 개별적인 기호를 붙여야 한다.’고 규정하고 있을 뿐이고(제2항), 자동차관리법 역시 제70조 제2호에서 대한민국 주재 ‘미합중국 군대의 구성원·군무원 또는 그들의 가족이 사적 용도로 사용하는 자동차’에 대해서 특례를 규정하고 있을 뿐 미합중국 군대의 공용 차량에 대해서는 규정을 두고 있지 않다.<br/>  ② 주한미군의 공무집행상 행위로 인한 손해배상청구권은 대한민국 군대의 행동으로부터 발생하는 청구권에 관한 대한민국의 법령에 따라 제기하고 심사하여 해결하거나 재판하도록 되어 있다[SOFA 제23조 제5항 (가)호]. 그런데 대한민국의 ‘군수품관리법’에 따른 차량은 자동차관리법 적용제외 대상이므로(자동차관리법 제2조 제1호, 같은 법 시행령 제2조 제3호) 대한민국 군대 소속 차량에 대해서는 자동차손배법이 적용되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정 제23조 제5항, 제24조 제2항, 제3항, 대한민국과 아메리카합중국 간의 상호방위조약 제4조에 의한 시설과 구역 및 대한민국에서의 합중국 군대의 지위에 관한 협정의 시행에 관한 민사특별법 제2조, 국가배상법 제2조 제1항, 자동차손해배상 보장법 제2조 제1호, 제3조, 자동차관리법 제2조 제1호, 제70조, 자동차관리법 시행령 제2조 제3호<br/>",
  "참조판례": "대법원 1997. 12. 12. 선고 95다29895 판결(공1998상, 237)<br/>"
}