{
  "판례일련번호": "237053",
  "사건명": "공사대금",
  "사건번호": "2022다286212",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 지방자치단체가 계약의 적정한 이행을 위하여 계약상대방과의 계약에 근거하여 계약특수조건 등을 부가하는 것이 금지되거나 제한되는지 여부(원칙적 소극) 및 이때 계약상대방의 계약상 이익을 부당하게 제한하는 특약은 지방자치단체를 당사자로 하는 계약에 관한 법률 제6조 제1항에 따라 무효인지 여부(적극) / 이러한 법리는 계약상대방의 계약상 이익이 부당하게 제한되는 단독행위 내지 의사표시의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>  [2] 甲 지방자치단체가 乙 주식회사에 초등학교 신축공사를 도급준 다음 공사현장의 폐기물 예상 수량을 산출하여 丙 주식회사 등에 건설폐기물 처리용역을 도급주었고, 위 용역계약은 용역계약일반조건을 계약의 일부로 삼고 있는데, 공사현장에서 예상 물량의 1.5배 이상의 폐기물이 배출되었으나 丙 회사 등이 준공 무렵 甲 지방자치단체에 초과 물량에 대한 비용을 청구하지 않겠다는 내용의 포기각서 등을 작성·교부한 사안에서, 丙 회사 등이 포기각서를 작성·교부한 것은 지방자치단체를 당사자로 하는 계약에 관한 법률 제6조 제1항에 반하여 계약상 이익을 부당하게 제한하는 불리한 의사표시를 한 것으로서 효력을 인정할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 지방자치단체를 당사자로 하는 계약에 관한 법률(2023. 4. 11. 법률 제19332호로 개정되기 전의 것, 이하 ‘지방계약법’이라 한다) 제6조 제1항은 “계약은 상호 대등한 입장에서 당사자의 합의에 따라 체결되어야 하고, 당사자는 계약의 내용을 신의성실의 원칙에 따라 이행하여야 하며, 지방자치단체의 장 또는 계약담당자는 이 법 및 관계 법령에 규정된 계약상대자의 계약상 이익을 부당하게 제한하는 특약이나 조건을 정하여서는 아니 된다.”라고 규정하고 있다. 그 취지는 지방자치단체가 계약의 적정한 이행을 위하여 계약상대방과의 계약에 근거하여 계약특수조건 등을 부가하는 것이 금지되거나 제한되지 않지만 지방계약법 제6조 제1항에 따라 계약상대방의 계약상 이익을 부당하게 제한하는 특약은 효력이 없다는 것이다(나아가 2023. 4. 11. 법률 제19332호로 개정된 지방계약법 제6조 제3항은 “지방자치단체의 장 또는 계약담당자는 계약을 체결할 때 이 법 및 관계 법령에 규정된 계약상대자의 계약상 이익을 부당하게 제한하는 특약이나 조건을 정하여서는 아니 되고, 부당한 특약이나 조건은 무효로 한다.”라고 명시하고 있다).<br/>  위 법리는 계약 체결 이후의 계약금액 조정신청 포기처럼 계약상대방의 계약상 이익이 부당하게 제한되는 단독행위 내지 의사표시의 경우에도 마찬가지로 적용된다.<br/>  [2] 甲 지방자치단체가 乙 주식회사에 초등학교 신축공사를 도급준 다음 공사현장의 폐기물 예상 수량을 산출하여 丙 주식회사 등에 건설폐기물 처리용역을 도급주었고, 위 용역계약은 용역계약일반조건을 계약의 일부로 삼고 있는데, 공사현장에서 예상 물량의 1.5배 이상의 폐기물이 배출되었으나 丙 회사 등이 준공 무렵 甲 지방자치단체에 초과 물량에 대한 비용을 청구하지 않겠다는 내용의 포기각서 등을 작성·교부한 사안에서, 丙 회사 등은 예상 물량을 초과한 건설폐기물을 처리하고 甲 지방자치단체 측에 물량 초과 사실을 알렸으나, 甲 지방자치단체 측은 시공사인 乙 회사 측에 협의를 하라고 전가하면서, 초과된 건설폐기물 처리비용을 공사비용에 계상하기 위한 조치를 취하지 아니하였고, 초과 물량에 대한 용역대금을 지급하지 아니하였는데, 이는 공사발주자로 하여금 폐기물처리업체에 충분한 처리비용을 지급하도록 함으로써 건설폐기물의 적정한 처리를 기할 목적으로 도입된 건설폐기물 분리발주제의 취지에 반하고, 건설폐기물의 재활용촉진에 관한 법률상 발주자로서 건설폐기물 처리에 필요한 비용을 공사금액에 계상할 법률상 의무를 위반한 것이며, 또한 계약상대방인 丙 회사 등은 초과 물량과 관련하여 용역계약일반조건이 정한 과업 내용의 변경 등을 이유로 계약금액 조정신청을 할 수 있고, 甲 지방자치단체로서는 계약상대자인 丙 회사 등의 계약금액 조정신청을 부당하게 제한하는 특약이나 조건을 정할 수 없음은 물론, 계약금액 조정신청에 따른 절차 진행을 거부하겠다는 취지의 의사를 드러내는 등으로 丙 회사 등이 계약금액 조정신청을 포기하도록 하여서는 아니 되는데도, 甲 지방자치단체 측은 丙 회사 등의 물량 초과 통지에 대하여 시공사와 협의하라고만 하였고, 이후 丙 회사 등은 포기각서를 작성하여 계약금액 조정신청을 포기하는 등 불리한 의사표시를 하였으며, 이로 인해 예상 물량 초과로 인한 부담이 상당한 이유 없이 丙 회사 등에 전가되거나, 丙 회사 등의 초과 물량 처리에 따른 권리 행사가 부당하게 제한되었으므로, 丙 회사 등이 포기각서를 작성·교부한 것은 지방자치단체를 당사자로 하는 계약에 관한 법률(2023. 4. 11. 법률 제19332호로 개정되기 전의 것) 제6조 제1항에 반하여 계약상 이익을 부당하게 제한하는 불리한 의사표시를 한 것으로서 효력을 인정할 수 없는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치단체를 당사자로 하는 계약에 관한 법률(2023. 4. 11. 법률 제19332호로 개정되기 전의 것) 제6조 제1항 / [2] 지방자치단체를 당사자로 하는 계약에 관한 법률(2023. 4. 11. 법률 제19332호로 개정되기 전의 것) 제6조 제1항, 제22조, 지방자치단체를 당사자로 하는 계약에 관한 법률 시행령 제73조, 제74조, 제75조, 폐기물관리법 제18조, 건설폐기물의 재활용촉진에 관한 법률 제5조, 제15조, 제18조<br/>",
  "참조판례": "[1] 대법원 2018. 2. 13. 선고 2014두11328 판결(공2018상, 568)<br/>"
}