{
  "판례일련번호": "237031",
  "사건명": "부당이득금",
  "사건번호": "2020다290767",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 국가나 지방자치단체가 부동산을 점유하는 경우에도 민법 제197조 제1항이 적용되는지 여부(적극) / 국가나 지방자치단체가 취득시효의 완성을 주장하는 토지의 취득절차에 관한 서류를 제출하지 못하고 있다는 사정만으로 자주점유의 추정이 번복되는지 여부(소극)<br/>  [2] 저수지의 제당부지로 사용되고 있는 토지의 등기부상 소유명의인으로부터 일부 지분을 상속받은 甲이 저수지를 관리하는 한국농어촌공사를 상대로 법률상 원인 없이 위 토지의 임료 상당액의 이득을 얻고 있다는 이유로 부당이득반환청구를 하자, 한국농어촌공사가 위 토지에 관한 점유취득시효완성을 주장한 사안에서, 조선농지개발영단이 저수지를 설치할 무렵 공공용 재산의 취득절차를 거쳐서 위 토지의 소유권을 적법하게 취득하였을 가능성을 배제할 수 없으므로, 위 토지에 대한 한국농어촌공사의 자주점유의 추정을 부정하여 무단점유로 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산 점유권원의 성질이 분명하지 않을 때에는 민법 제197조 제1항에 따라 점유자는 소유의 의사로 선의로 평온하고 공연하게 점유한 것으로 추정되고, 이러한 추정은 지적공부 등의 관리주체인 국가나 지방자치단체(이하 ‘국가 등’이라 한다)가 점유하는 경우에도 마찬가지로 적용된다. 점유자가 스스로 매매 또는 증여와 같이 자주점유의 권원을 주장하였으나 이것이 인정되지 않는 경우에도 원래 자주점유의 권원에 관한 증명책임이 점유자에게 있지 아니한 이상 그 주장의 점유권원이 인정되지 않는다는 사유만으로 자주점유의 추정이 번복된다거나 또는 점유권원의 성질상 타주점유라고 볼 수 없다. 따라서 국가 등이 취득시효의 완성을 주장하는 토지의 취득절차에 관한 서류를 제출하지 못하고 있다고 하더라도, 그 점유의 경위와 용도, 국가 등이 점유를 개시한 후에 지적공부에 그 토지의 소유자로 등재된 자가 소유권을 행사하려고 노력하였는지 여부, 함께 분할된 다른 토지의 이용 또는 처분관계 등 여러 가지 사정을 감안할 때 국가 등이 점유 개시 당시 공공용 재산의 취득절차를 거쳐서 소유권을 적법하게 취득하였을 가능성을 배제할 수 없는 경우에는, 국가 등의 자주점유의 추정을 부정하여 무단점유로 인정할 것이 아니다.<br/>  [2] 저수지의 제당부지로 사용되고 있는 토지의 등기부상 소유명의인으로부터 일부 지분을 상속받은 甲이 저수지를 관리하는 한국농어촌공사를 상대로 법률상 원인 없이 위 토지의 임료 상당액의 이득을 얻고 있다는 이유로 부당이득반환청구를 하자, 한국농어촌공사가 위 토지에 관한 점유취득시효완성을 주장한 사안에서, 위 토지에 관한 지적공부 등이 멸실되지 않고 보존되어 있음에도 거기에 한국농어촌공사의 소유권취득을 뒷받침하는 기재가 없고 한국농어촌공사가 취득절차에 관한 객관적 자료를 제출하지 못하고 있다고 하더라도, 저수지가 조선총독부의 농지개발사업을 위해 설립된 조선농지개발영단에 의해 설치된 점, 저수지가 설치될 당시부터 현재까지 저수지의 면적, 제당의 길이, 제당사면의 넓이에 큰 변화가 없었던 점, 위 토지는 저수지가 설치될 무렵부터 제당부지에 속하였던 것으로 보이는 점, 위 토지의 등기부상 소유명의인이나 그 상속인들이 소 제기 이전까지 위 토지에 관한 소유권을 행사하려고 노력하였다고 볼 만한 자료가 없는 점, 위 토지와 달리 제당부지에 속하지 아니한 인근 토지는 위 토지에서 분할된 후 수차례 소유권이 변동되었고 지방자치단체가 협의취득을 한 점, 그 밖에 위 토지의 처분·이용·권리 행사 관계 등 여러 사정을 종합하여 보면, 조선농지개발영단이 저수지를 설치할 무렵 공공용 재산의 취득절차를 거쳐서 위 토지의 소유권을 적법하게 취득하였을 가능성을 배제할 수 없으므로, 위 토지에 대한 한국농어촌공사의 자주점유의 추정을 부정하여 무단점유로 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제197조 제1항, 제245조 제1항 / [2] 민법 제197조 제1항, 제245조 제1항<br/>",
  "참조판례": "[1] 대법원 2002. 2. 26. 선고 99다72743 판결(공2002상, 777), 대법원 2007. 2. 8. 선고 2006다28065 판결, 대법원 2010. 8. 19. 선고 2010다33866 판결(공2010하, 1790), 대법원 2014. 3. 27. 선고 2010다94731, 94748 판결(공2014상, 915), 대법원 2021. 8. 12. 선고 2021다230991 판결(공2021하, 1674)<br/>"
}