{
  "판례일련번호": "237045",
  "사건명": "공사대금",
  "사건번호": "2023다221830",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230629",
  "판시사항": "[1] 발주자·원사업자 및 수급사업자 사이에서 발주자가 하도급대금을 직접 수급사업자에게 지급하기로 합의하여 하도급거래 공정화에 관한 법률 제14조 제1항, 제2항에 따라 수급사업자의 발주자에 대한 직접 지급청구권이 발생하고 발주자의 원사업자에 대한 대금지급채무가 하도급대금의 범위 안에서 소멸하는 경우, 발주자는 하도급거래 공정화에 관한 법률 시행령 제9조 제3항에 따라 원사업자에 대한 대금지급의무를 한도로 하여 하도급대금의 직접지급의무를 부담하는지 여부(원칙적 적극)<br/>  [2] 법률행위에 붙은 부관이 정지조건인지 불확정기한인지 판단하는 기준<br/>  [3] 당사자 사이에 법률행위의 해석을 둘러싸고 이견이 있어 당사자의 의사해석이 문제 되는 경우, 법률행위를 해석하는 방법<br/>  [4] 건축사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 공사도급계약을 체결한 다음, 신탁업자인 丙 주식회사와 토지신탁사업약정, 관리형토지신탁계약, 위 공사도급계약의 승계계약을 체결하면서 위 공사도급계약에 관하여 ‘수탁자의 자금집행순서상 공사비의 90%는 7순위로 하여 매 2개월 단위로 지급하고, 잔여공사비는 13순위로 하여 1, 2, 3순위 우선수익자의 대출원리금이 모두 상환되고 수탁자의 신탁사무처리비용 정산이 완료된 이후 신탁재산의 범위 내에서 지급하며, 토지신탁사업약정서와 관리형토지신탁계약서는 승계계약서보다 우선 적용한다.’고 정하였고, 그 후 도급공사 중 일부 공사를 丁 회사에 하도급한 乙 회사가 丙 회사 및 丁 회사와 하도급대금 직불합의를 하면서, ‘丙 회사가 부담하게 되는 공사대금의 범위는 丙 회사와 乙 회사 사이의 공사도급계약에 따라 丙 회사가 乙 회사에 지급해야 할 공사대금채무의 범위를 초과하지 않고, 丙 회사는 丁 회사의 직접 지급 요청이 있기 전에 乙 회사에 대하여 대항할 수 있는 사유 등으로 丁 회사에 대항할 수 있다.’고 약정하였는데, 공사비의 90% 이상이 지급된 상태에서 丁 회사가 건물 완공 후 일정 기간이 지났다며 丙 회사를 상대로 하도급대금 직접 지급을 요청한 사안에서, 丙 회사는 丁 회사의 직접청구에 대하여 乙 회사와 체결한 자금집행순서 약정을 이유로 대항할 수 있고, 위 자금집행순서의 성격은 정지조건으로 보는 것이 타당한데도, 이와 달리 보아 丙 회사의 공사대금 직접지급의무의 이행기가 도래하였다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 발주자·원사업자 및 수급사업자 사이에서 발주자가 하도급대금을 직접 수급사업자에게 지급하기로 합의하여 ‘하도급거래 공정화에 관한 법률’(이하 ‘하도급법’이라 한다) 제14조 제1항, 제2항에 따라 수급사업자의 발주자에 대한 직접 지급청구권이 발생함과 아울러 발주자의 원사업자에 대한 대금지급채무가 하도급대금의 범위 안에서 소멸하는 경우에, 발주자가 직접지급의무를 부담하게 되는 부분에 해당하는 원사업자의 발주자에 대한 공사대금 채권은 동일성을 유지한 채 수급사업자에게 이전되고, 발주자는 수급사업자의 직접 지급청구권이 발생하기 전에 원사업자에 대하여 대항할 수 있는 사유로써 수급사업자에게 대항할 수 있으나, 수급사업자의 직접 지급청구권이 발생한 후에 원사업자에 대하여 생긴 사유로는 수급사업자에게 대항할 수 없음이 원칙이다. 하도급법은 발주자에게 도급대금채무를 넘는 새로운 부담을 지우지 아니하는 범위 내에서 수급사업자가 시공한 부분에 상당한 하도급대금채무에 대한 직접지급의무를 부담하게 함으로써 수급사업자를 원사업자 및 그 일반채권자에 우선하여 보호하려는 것이다. 이러한 입법 취지를 고려하면 특별한 사정이 없는 한 발주자는 ‘하도급거래 공정화에 관한 법률 시행령’ 제9조 제3항에 따라 원사업자에 대한 대금지급의무를 한도로 하여 하도급대금의 직접지급의무를 부담한다. <br/>  [2] 부관이 붙은 법률행위에 있어서 부관에 표시된 사실이 발생하지 아니하면 채무를 이행하지 아니하여도 된다고 보는 것이 상당한 경우에는 조건으로 보아야 하고, 표시된 사실이 발생한 때에는 물론이고 반대로 발생하지 아니하는 것이 확정된 때에도 그 채무를 이행하여야 한다고 보는 것이 상당한 경우에는 표시된 사실의 발생 여부가 확정되는 것을 불확정기한으로 정한 것으로 보아야 한다.<br/>  [3] 법률행위의 해석은 당사자가 그 표시행위에 부여한 객관적인 의미를 명백하게 확정하는 것으로서, 당사자 사이에 법률행위의 해석을 둘러싸고 이견이 있어 당사자의 의사해석이 문제 되는 경우에는 법률행위의 내용, 그러한 법률행위가 이루어진 동기와 경위, 법률행위에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>  [4] 건축사업의 시행사인 甲 주식회사와 시공사인 乙 주식회사가 공사도급계약을 체결한 다음, 신탁업자인 丙 주식회사와 토지신탁사업약정, 관리형토지신탁계약, 위 공사도급계약의 승계계약을 체결하면서 위 공사도급계약에 관하여 ‘수탁자의 자금집행순서상 공사비의 90%는 7순위로 하여 매 2개월 단위로 지급하고, 잔여공사비는 13순위로 하여 1, 2, 3순위 우선수익자의 대출원리금이 모두 상환되고 수탁자의 신탁사무처리비용 정산이 완료된 이후 신탁재산의 범위 내에서 지급하며, 토지신탁사업약정서와 관리형토지신탁계약서는 승계계약서보다 우선 적용한다.’고 정하였고, 그 후 도급공사 중 일부 공사를 丁 회사에 하도급한 乙 회사가 丙 회사 및 丁 회사와 하도급대금 직불합의를 하면서, ‘丙 회사가 부담하게 되는 공사대금의 범위는 丙 회사와 乙 회사 사이의 공사도급계약에 따라 丙 회사가 乙 회사에 지급해야 할 공사대금채무의 범위를 초과하지 않고, 丙 회사는 丁 회사의 직접 지급 요청이 있기 전에 乙 회사에 대하여 대항할 수 있는 사유 등으로 丁 회사에 대항할 수 있다.’고 약정하였는데, 공사비의 90% 이상이 지급된 상태에서 丁 회사가 건물 완공 후 일정 기간이 지났다며 丙 회사를 상대로 하도급대금 직접 지급을 요청한 사안에서, 하도급거래 공정화에 관한 법률(이하 ‘하도급법’이라 한다)상 원사업자이자 위 신탁약정, 신탁계약, 승계계약 등을 체결한 당사자인 乙 회사가 丙 회사 등과 사이에 신탁사업약정 등에 따른 자금집행순서에 따라 공사대금을 청구하기로 합의한 이상 丙 회사는 乙 회사가 공사대금을 청구할 경우 자금집행순서 약정을 이유로 지급을 거절할 수 있고, 발주자인 丙 회사가 하도급법상 직접지급의무를 부담하는 공사대금 채권은 동일성을 유지한 채 수급사업자인 丁 회사에 이전되고 丙 회사는 새로운 부담을 지지 않는 범위 내에서 직접지급의무를 부담하므로, 丁 회사의 직접청구에 대해서도 동일한 사유로 대항할 수 있는데도, 丙 회사가 丁 회사에 신탁자금 집행순서를 이유로 대항할 수 없다고 본 원심판단에는 하도급법상 직접 지급청구권의 범위 또는 발주자의 대항사유에 관한 법리오해 등의 잘못이 있고, 자금집행순서 관련 약정의 문언, 동기와 목적 등 제반 사정을 고려하면 위 자금집행순서의 성격은 정지조건으로 보는 것이 타당하고 그 정지조건이 성취되었다는 사실에 관한 증명책임은 丁 회사 측이 부담한다고 보아야 하는데도, 자금집행순서의 성격을 불확정기한으로 본 다음 지급순서가 도래하지 않았다는 丙 회사의 증명이 부족하다는 등의 이유로 丙 회사의 공사대금 직접지급의무의 이행기가 도래하였다고 본 원심판단에는 조건과 기한, 정지조건 성취의 증명책임 등에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 하도급거래 공정화에 관한 법률 제14조 제1항, 제2항, 하도급거래 공정화에 관한 법률 시행령 제9조 제3항 / [2] 민법 제147조, 제152조 / [3] 민법 제105조 / [4] 하도급거래 공정화에 관한 법률 제14조 제1항, 제2항, 하도급거래 공정화에 관한 법률 시행령 제9조 제3항, 민법 제105조, 제147조, 제152조<br/>",
  "참조판례": "[1] 대법원 2010. 6. 10. 선고 2009다19574 판결, 대법원 2015. 5. 28. 선고 2014다203960 판결, 대법원 2015. 8. 27. 선고 2013다81224, 81231 판결(공2015하, 1387), 대법원 2017. 12. 13. 선고 2017다242300 판결(공2018상, 166) / [2][3] 대법원 2020. 12. 24. 선고 2019다293098 판결(공2021상, 270) / [2] 대법원 2003. 8. 19. 선고 2003다24215 판결(공2003하, 1870), 대법원 2011. 4. 28. 선고 2010다89036 판결(공2011상, 1026) / [3] 대법원 2011. 12. 27. 선고 2011다5134 판결<br/>"
}