{
  "판례일련번호": "237141",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)·특정경제범죄가중처벌등에관한법률위반(횡령)·특정경제범죄가중처벌등에관한법률위반(배임)·주식회사의외부감사에관한법률위반·뇌물공여·특정경제범죄가중처벌등에관한법률위반(증재등)",
  "사건번호": "2015도12633",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20171109",
  "판시사항": "배임죄의 구성요건 중 ‘임무에 위배하는 행위’의 의미 / 회사의 이사 등이 타인에게 회사자금을 대여한 행위가 회사에 대하여 배임행위가 되는 경우 및 타인이 자금지원 회사의 계열회사라도 마찬가지인지 여부(적극) / 경영상의 판단을 이유로 배임죄의 고의를 인정할 수 있는지 판단하는 기준 / 동일한 기업집단에 속한 계열회사 사이의 지원행위가 합리적인 경영판단의 재량 범위 내에서 행하여진 것인지를 판단할 때 고려하여야 할 사항<br/>",
  "판결요지": "배임죄는 타인의 사무를 처리하는 자가 그 임무에 위배하는 행위로써 재산상 이익을 취득하거나 제3자로 하여금 이를 취득하게 하여 본인에게 손해를 가함으로써 성립한다. 여기서 그 ‘임무에 위배하는 행위’는 사무의 내용, 성질 등 구체적 상황에 비추어 법률의 규정, 계약의 내용 혹은 신의칙상 당연히 할 것으로 기대되는 행위를 하지 않거나 당연히 하지 않아야 할 것으로 기대되는 행위를 함으로써 본인과 사이의 신임관계를 저버리는 일체의 행위를 포함한다.<br/>  회사의 이사 등이 타인에게 회사자금을 대여함에 있어 타인이 이미 채무변제능력을 상실하여 그에게 자금을 대여할 경우 회사에 손해가 발생하리라는 정을 충분히 알면서 이에 나아갔거나, 충분한 담보를 제공받는 등 상당하고도 합리적인 채권회수조치를 취하지 아니한 채 만연히 대여해 주었다면, 그와 같은 자금대여는 타인에게 이익을 얻게 하고 회사에 손해를 가하는 행위로서 회사에 대하여 배임행위가 되고, 회사의 이사는 단순히 그것이 경영상의 판단이라는 이유만으로 배임죄의 죄책을 면할 수 없으며, 이러한 이치는 타인이 자금지원 회사의 계열회사라 하여 달라지지 않는다.<br/>  다만 기업의 경영에는 원천적으로 위험이 내재하여 있어서 경영자가 개인적인 이익을 취할 의도 없이 가능한 범위 내에서 수집된 정보를 바탕으로 기업의 이익을 위한다는 생각으로 신중하게 결정을 내렸더라도 예측이 빗나가 기업에 손해가 발생하는 경우가 있으므로, 이러한 경우에까지 고의에 관한 해석기준을 완화하여 업무상배임죄의 형사책임을 물을 수 없다. 여기서 경영상의 판단을 이유로 배임죄의 고의를 인정할 수 있는지는 문제 된 경영상의 판단에 이르게 된 경위와 동기, 판단대상인 사업의 내용, 기업이 처한 경제적 상황, 손실발생의 개연성과 이익획득의 개연성 등 제반 사정에 비추어 자기 또는 제3자가 재산상 이익을 취득한다는 인식과 본인에게 손해를 가한다는 인식하의 의도적 행위임이 인정되는 경우인지에 따라 개별적으로 판단하여야 한다.<br/>  한편 기업집단의 공동목표에 따른 공동이익의 추구가 사실적, 경제적으로 중요한 의미를 갖는 경우라도 기업집단을 구성하는 개별 계열회사는 별도의 독립된 법인격을 가지고 있는 주체로서 각자의 채권자나 주주 등 다수의 이해관계인이 관여되어 있고, 사안에 따라서는 기업집단의 공동이익과 상반되는 계열회사의 고유이익이 있을 수 있다. 이와 같이 동일한 기업집단에 속한 계열회사 사이의 지원행위가 기업집단의 차원에서 계열회사들의 공동이익을 위한 것이라 하더라도 지원 계열회사의 재산상 손해의 위험을 수반하는 경우가 있으므로, 기업집단 내 계열회사 사이의 지원행위가 합리적인 경영판단의 재량 범위 내에서 행하여졌는지는 신중하게 판단하여야 한다.<br/>  따라서 동일한 기업집단에 속한 계열회사 사이의 지원행위가 합리적인 경영판단의 재량 범위 내에서 행하여진 것인지를 판단하기 위해서는 앞서 본 여러 사정들과 아울러, 지원을 주고받는 계열회사들이 자본과 영업 등 실체적인 측면에서 결합되어 공동이익과 시너지 효과를 추구하는 관계에 있는지, 이러한 계열회사들 사이의 지원행위가 지원하는 계열회사를 포함하여 기업집단에 속한 계열회사들의 공동이익을 도모하기 위한 것으로서 특정인 또는 특정회사만의 이익을 위한 것은 아닌지, 지원 계열회사의 선정 및 지원 규모 등이 당해 계열회사의 의사나 지원 능력 등을 충분히 고려하여 객관적이고 합리적으로 결정된 것인지, 구체적인 지원행위가 정상적이고 합법적인 방법으로 시행된 것인지, 지원을 하는 계열회사에 지원행위로 인한 부담이나 위험에 상응하는 적절한 보상을 객관적으로 기대할 수 있는 상황이었는지 등까지 충분히 고려하여야 한다. 위와 같은 사정들을 종합하여 볼 때 문제 된 계열회사 사이의 지원행위가 합리적인 경영판단의 재량 범위 내에서 행하여진 것이라고 인정된다면 이러한 행위는 본인에게 손해를 가한다는 인식하의 의도적 행위라고 인정하기 어렵다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제355조 제2항, 제356조<br/>",
  "참조판례": "대법원 2000. 3. 14. 선고 99도4923 판결(공2000상, 1011), 대법원 2004. 7. 8. 선고 2002도661 판결, 대법원 2007. 3. 15. 선고 2004도5742 판결(공2007상, 569), 대법원 2010. 10. 28. 선고 2009도1149 판결(공2010하, 2207), 대법원 2013. 9. 26. 선고 2013도5214 판결(공2013하, 2021), 대법원 2014. 7. 10. 선고 2013도10516 판결<br/>"
}