{
  "판례일련번호": "237117",
  "사건명": "손해배상(기)[위법한 쟁의행위로 인한 노동조합원 등에 대한 손해배상청구에서 책임제한이 문제된 사건]",
  "사건번호": "2017다46274",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230615",
  "판시사항": "[1] 제조업체가 위법한 쟁의행위로 조업을 하지 못함으로써 입은 고정비용 상당 손해배상을 구하기 위하여 증명하여야 할 사항 및 이때 간접반증이 없는 한 제품이 생산되었다면 그 후 판매되어 제조업체가 매출이익을 얻고 생산에 지출된 고정비용을 회수할 수 있다고 추정되는지 여부(적극) / 쟁의행위 종료 후 상당한 기간 안에 추가 생산을 통하여 쟁의행위로 인한 부족 생산량이 만회되는 등 매출 감소의 결과에 이르지 아니할 것으로 볼 수 있는 사정이 증명된 경우, 고정비용 상당 손해 발생의 추정이 복멸되는지 여부(적극)<br/>  [2] 권리 행사가 권리남용에 해당하기 위한 요건<br/>  [3] 위법한 쟁의행위로 인한 손해배상청구사건에서 개별 조합원 등에 대한 책임제한의 정도를 판단하는 기준<br/>",
  "판결요지": "[1] 제조업체가 위법한 쟁의행위로 조업을 하지 못함으로써 입은 고정비용 상당 손해배상을 구하는 경우, 제조업체는 조업중단으로 인하여 일정량의 제품을 생산하지 못하였다는 점 및 생산 감소로 인하여 매출이 감소하였다는 점을 증명하여야 할 것이지만, 제품이 생산되었다면 그 후 판매되어 제조업체가 이로 인한 매출이익을 얻고 또 생산에 지출된 고정비용을 매출원가의 일부로 회수할 수 있다고 추정함이 상당하고, 다만 해당 제품이 이른바 적자제품이라거나 불황 또는 제품의 결함 등으로 판매가능성이 없다는 등의 특별한 사정에 대한 간접반증이 있으면 이러한 추정은 복멸된다. 그리고 쟁의행위 종료 후 상당한 기간 안에 추가 생산을 통하여 쟁의행위로 인한 부족 생산량이 만회되는 등 생산 감소로 인하여 매출 감소의 결과에 이르지 아니할 것으로 볼 수 있는 사정이 증명된 경우도 마찬가지이다.<br/>  [2] 권리 행사가 권리의 남용에 해당한다고 할 수 있으려면, 주관적으로 권리 행사의 목적이 오직 상대방에게 고통을 주고 손해를 입히려는 데 있을 뿐 행사하는 사람에게 아무런 이익이 없는 경우이어야 하고, 객관적으로는 권리 행사가 사회질서에 위반된다고 볼 수 있어야 한다. 이와 같은 경우에 해당하지 않는 한 비록 권리의 행사에 의하여 권리행사자가 얻는 이익보다 상대방이 입을 손해가 현저히 크다고 하여도 그러한 사정만으로는 이를 권리남용이라 할 수 없다.<br/>  [3] 불법행위로 인한 손해배상사건에서 과실상계 또는 책임제한의 사유에 관한 사실인정이나 비율을 정하는 것은 원칙적으로 사실심의 전권사항에 속하는 것이지만, 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되는 경우에는 위법한 것으로서 허용되지 않는다.<br/>  노동조합 및 노동관계조정법은 쟁의행위의 주체가 노동조합이고(제2조, 제37조), 노동조합은 쟁의행위에 대한 지도·관리·통제책임을 지며(제38조 제3항), 쟁의행위는 조합원 과반수의 찬성으로 결정하여야 한다(제41조 제1항)고 규정하고 있다. 이처럼 노동조합이라는 단체에 의하여 결정·주도되고 조합원의 행위가 노동조합에 의하여 집단적으로 결합하여 실행되는 쟁의행위의 성격에 비추어, 단체인 노동조합이 쟁의행위에 따른 책임의 원칙적인 귀속주체가 된다.<br/>  위법한 쟁의행위를 결정·주도한 노동조합의 지시에 따라 실행에 참여한 조합원으로서는 쟁의행위가 다수결에 의해 결정되어 일단 방침이 정해진 이상 쟁의행위의 정당성에 의심이 간다고 하여도 노동조합의 지시에 불응하기를 기대하기는 사실상 어렵고, 급박한 쟁의행위 상황에서 조합원에게 쟁의행위의 정당성 여부를 일일이 판단할 것을 요구하는 것은 근로자의 단결권을 약화시킬 우려가 있다. 그렇지 않은 경우에도 노동조합의 의사결정이나 실행행위에 관여한 정도 등은 조합원에 따라 큰 차이가 있을 수 있다. 이러한 사정을 전혀 고려하지 않고 위법한 쟁의행위를 결정·주도한 주체인 노동조합과 개별 조합원 등의 손해배상책임의 범위를 동일하게 보는 것은 헌법상 근로자에게 보장된 단결권과 단체행동권을 위축시킬 우려가 있을 뿐만 아니라 손해의 공평·타당한 분담이라는 손해배상제도의 이념에도 어긋난다. 따라서 개별 조합원 등에 대한 책임제한의 정도는 노동조합에서의 지위와 역할, 쟁의행위 참여 경위 및 정도, 손해 발생에 대한 기여 정도, 현실적인 임금 수준과 손해배상 청구금액 등을 종합적으로 고려하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제750조, 제763조, 민사소송법 제288조[증명책임] / [2] 민법 제2조 제2항 / [3] 헌법 제33조 제1항, 민법 제393조, 제396조, 제763조, 노동조합 및 노동관계조정법 제2조, 제37조, 제38조 제3항, 제41조 제1항<br/>",
  "참조판례": "[1] 대법원 1993. 12. 10. 선고 93다24735 판결(공1994상, 346), 대법원 2018. 11. 29. 선고 2016다11226 판결 / [2] 대법원 2010. 2. 25. 선고 2009다58173 판결(공2010상, 639) / [3] 대법원 2004. 2. 27. 선고 2003다6873 판결(공2004상, 529), 대법원 2006. 9. 22. 선고 2005다30610 판결(공2006하, 1798), 대법원 2015. 5. 14. 선고 2014다206624 판결<br/>"
}