{
  "판례일련번호": "237193",
  "사건명": "상표법위반[압수조서 미작성, 전자정보 상세목록 미교부, 참여권 보장대상 등이 문제된 사건]",
  "사건번호": "2020도12157",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230601",
  "판시사항": "[1] 압수의 대상이 되는 전자정보와 그렇지 않은 전자정보가 혼재된 정보저장매체나 복제본을 임의제출받은 수사기관이 정보저장매체 등을 수사기관 사무실 등으로 옮겨 탐색·복제·출력하는 일련의 과정에서, 범죄혐의사실과 무관한 전자정보의 임의적인 복제 등을 막기 위한 적절한 조치를 취하지 않은 경우, 압수·수색의 적법 여부(원칙적 소극)<br/>  [2] 피고인이 대표로 있는 회사가 수하인으로 기재된 위조품 메모리카드가 세관 휴대품검사관에 의해 적발되어 피고인이 타인의 등록상표가 표시된 지정상품과 유사한 상품을 인도하기 위하여 소지하였다는 이유로 상표법 위반으로 기소되었는데, 세관 소속 특별사법경찰관이 관할 법원 판사가 피고인을 피의자로 하여 상표법 위반을 혐의사실로 발부한 위 메모리카드 및 피고인의 휴대전화 등에 대한 사전 압수·수색영장에 의해 세관 유치품보관창고에서 유치창고 담당자를 피압수자로 하여 위 메모리카드를 압수하였고, 피고인이 대표로 있는 회사 소재지 관할 지방검찰청 검사장에 대하여 별도의 보고절차를 밟지 않고 위 회사에 대한 압수·수색을 실시하여 피고인의 휴대전화를 압수한 다음 문자메시지 등을 탐색·복원·출력한 사안에서, 위 휴대전화 및 메모리카드에 관한 증거들의 증거능력을 부정한 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 압수의 대상이 되는 전자정보와 그렇지 않은 전자정보가 혼재된 정보저장매체나 그 복제본을 임의제출받은 수사기관이 정보저장매체 등을 수사기관 사무실 등으로 옮겨 이를 탐색·복제·출력하는 경우, 그와 같은 일련의 과정에서 형사소송법 제219조, 제121조에서 규정하는 피압수·수색 당사자(이하 ‘피압수자’라 한다)나 변호인에게 참여의 기회를 보장하고 압수된 전자정보의 파일 명세가 특정된 압수목록을 작성·교부하여야 하며 범죄혐의사실과 무관한 전자정보의 임의적인 복제 등을 막기 위한 적절한 조치를 취하는 등 영장주의 원칙과 적법절차를 준수하여야 한다. 만약 그러한 조치가 취해지지 않았다면 피압수자 측이 참여하지 아니한다는 의사를 명시적으로 표시하였거나 임의제출의 취지와 경과 또는 그 절차 위반행위가 이루어진 과정의 성질과 내용 등에 비추어 피압수자 측에 절차 참여를 보장한 취지가 실질적으로 침해되었다고 볼 수 없을 정도에 해당한다는 등의 특별한 사정이 없는 이상 압수·수색이 적법하다고 평가할 수 없다.<br/>  [2] 피고인이 대표로 있는 회사가 수하인으로 기재된 위조품 메모리카드가 세관 휴대품검사관에 의해 적발되어 피고인이 타인의 등록상표가 표시된 지정상품과 유사한 상품을 인도하기 위하여 소지하였다는 이유로 상표법 위반으로 기소되었는데, 세관 소속 특별사법경찰관이 관할 법원 판사가 피고인을 피의자로 하여 상표법 위반을 혐의사실로 발부한 위 메모리카드 및 피고인의 휴대전화 등에 대한 사전 압수·수색영장에 의해 세관 유치품보관창고에서 유치창고 담당자를 피압수자로 하여 위 메모리카드를 압수하였고, 피고인이 대표로 있는 회사 소재지 관할 지방검찰청 검사장에 대하여 별도의 보고절차를 밟지 않고 위 회사에 대한 압수·수색을 실시하여 피고인의 휴대전화를 압수한 다음 문자메시지 등을 탐색·복원·출력한 사안에서, ① 특별사법경찰관이 피고인의 휴대전화 압수·수색 과정에서 압수조서 및 전자정보 파일명세가 특정된 압수목록을 작성·교부하지는 않았지만, 그에 갈음하여 압수의 취지가 상세히 기재된 ‘조사보고(압수·수색검증영장 집행결과 보고)’를 작성하였으므로, 조사보고의 작성 경위 및 복원된 전자정보의 내용을 감안하면 적법절차의 실질적인 내용을 침해하였다고 보기는 어려운 점, 구 특별사법경찰관리 집무규칙(2021. 1. 1. 법무부령 제995호로 폐지되기 전의 것) 제4조는 내부적 보고의무 규정에 불과하므로, 특별사법경찰관리가 위 규정에서 정한 보고를 하지 않은 채 관할구역 외에서 수사를 하였다고 하여 적법절차의 실질적인 내용을 침해하는 경우에 해당한다고 볼 수 없는 점에 비추어 피고인의 휴대전화 압수·수색 과정에서 피고인에 대한 절차 참여를 보장한 취지가 실질적으로 침해되어 압수·수색이 위법하다고 볼 수 없고, ② 특별사법경찰관은 당초 수하인인 피고인으로부터 위 메모리카드를 임의제출받으려 하였으나, 피고인이 \"자신은 메모리카드와는 아무런 관련이 없다.\"라는 취지로 주장하면서 자필 진술서까지 제출하자, 부득이하게 영장을 발부받아 세관 유치창고 담당자를 피압수자로 하여 압수집행을 한 것으로 보이는 점, 특별사법경찰관은 세관 유치창고 담당자에게 영장을 제시하면서 위 메모리카드를 압수하여 압수조서를 작성하였고, 위 유치창고 담당자에게 압수목록을 교부한 점에 비추어, 피고인은 위 메모리카드 압수 집행과정에서 절차 참여를 보장받아야 하는 사람에 해당한다고 단정할 수 없거나, 압수 집행과정에서 피고인에 대한 절차 참여를 보장한 취지가 실질적으로 침해되었다고 보기 어려워 압수가 위법하다고 볼 수 없으므로, 위 휴대전화 및 메모리카드에 관한 증거들의 증거능력을 부정한 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제3항, 형사소송법 제121조, 제129조, 제218조, 제219조 / [2] 헌법 제12조 제1항, 제3항, 형사소송법 제121조, 제129조, 제219조, 상표법 제108조 제1항 제4호, 제230조<br/>",
  "참조판례": "[1] 대법원 2021. 11. 18. 선고 2016도348 전원합의체 판결(공2022상, 57)<br/>"
}