{
  "판례일련번호": "237229",
  "사건명": "토지인도[토지소유자가 지방자치단체를 상대로 도로로 사용되고 있는 부분의 콘크리트 포장등의 철거, 도로 부분 인도 및 부당이득반환을 구한 사건]",
  "사건번호": "2023다214108",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230914",
  "판시사항": "[1] 권리의 행사에 해당하는 외관을 지닌 어떠한 행위가 권리남용에 해당하는지 판단하는 기준<br/>[2] 일반 공중의 통행에 공용되는 도로 부지의 소유자가 이를 점유·관리하는 지방자치단체를 상대로 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것이 권리남용에 해당하는지 여부(원칙적 적극) 및 그 경우 도로 지하 부분에 매설된 시설에 대한 철거 등 청구도 마찬가지인지 여부(원칙적 적극)<br/>[3] 甲이 소유권을 취득한 임야 중 도로 부분이 그전부터 인근 주민들 등 불특정 다수의 통행로로 사용되어 왔고, 그 후 乙 지방자치단체가 위 도로에 하수관과 오수맨홀을 매설하였으며, 도로 일부는 콘크리트 포장이 되어 있는데, 甲이 乙 지방자치단체를 상대로 하수관, 오수맨홀, 콘크리트 포장 철거 및 도로 부분 인도를 구한 사안에서, 통행로 개설 이후의 경과, 도로 부분의 위치와 면적 비율, 도로 및 지하 시설의 이용 현황 등에 비추어 도로 및 지하 부분에 매설된 시설의 철거와 도로 부분의 인도를 청구하는 것은 권리남용에 해당할 여지가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 권리의 행사가 주관적으로 오직 상대방에게 고통을 주고 손해를 입히려는 데 있을 뿐 이를 행사하는 사람에게는 이익이 없고, 객관적으로 사회질서에 위반된다고 볼 수 있으면, 그 권리의 행사는 권리남용으로서 허용되지 아니하고, 이때 권리의 행사가 상대방에게 고통이나 손해를 주기 위한 것이라는 주관적 요건은 권리자의 정당한 이익을 결여한 권리행사로 보이는 객관적인 사정들을 모아서 추인할 수 있으며, 이와 같이 권리의 행사에 해당하는 외관을 지닌 어떠한 행위가 권리남용이 되는가는 권리남용 제도의 취지 및 그 근간이 되는 동시대 객관적인 사회질서의 토대하에서 개별적이고 구체적인 상황을 종합하여 판단하여야 한다.<br/>[2] 어떤 토지가 개설경위를 불문하고 일반 공중의 통행에 공용되는 도로, 즉 공로가 되면 그 부지의 소유권 행사는 제약을 받게 되며, 이는 소유자가 수인하여야만 하는 재산권의 사회적 제약에 해당한다. 따라서 공로 부지의 소유자가 이를 점유·관리하는 지방자치단체를 상대로 공로로 제공된 도로의 철거, 점유 이전 또는 통행금지를 청구하는 것은 법질서상 원칙적으로 허용될 수 없는 ‘권리남용’이라고 보아야 한다. 그 경우 특별한 사정이 없는 한 도로 지하 부분에 매설된 시설에 대한 철거 등 청구도 ‘권리남용’이라고 봄이 상당하다.<br/>[3] 甲이 소유권을 취득한 임야 중 도로 부분이 그전부터 인근 주민들 등 불특정 다수의 통행로로 사용되어 왔고, 그 후 乙 지방자치단체가 위 도로에 하수관과 오수맨홀을 매설하였으며, 도로 일부는 콘크리트 포장이 되어 있는데, 甲이 乙 지방자치단체를 상대로 하수관, 오수맨홀, 콘크리트 포장 철거 및 도로 부분 인도를 구한 사안에서, 임야의 전 소유자들은 공동상속인들이었고 甲은 증여 내지 매매로 소유권을 취득하였는데, 위 경위 등에 비추어 甲은 도로 부분이 인근 주민들의 통행로로 이용되고 있는 사실을 알 수 있었다고 보이는데도 인근 주민과의 분쟁 등으로 소제기에 이르기 전까지 이의를 제기하였다는 등의 사정은 보이지 않는 점, 도로 부분은 그 일대의 통행로의 일부 구간에 해당하여 인근 주민들을 포함한 일반 공중이 이용하고 있고, 지하에 매설된 하수관 등은 인근 주민들 대다수가 이용하는 공공시설인데, 콘크리트 포장을 철거하여 도로 부분을 폐쇄하고 지하에 매설된 하수관, 오수맨홀을 철거한다면, 통행로가 끊어져 인근 주민들이 상당한 거리를 우회해야 하는 등 교통에 지장이 초래되고 하수관, 오수맨홀 또한 끊어져 인근 주민들의 큰 불편과 혼란이 예상되는 등 공익에 현저히 반하는 결과가 발생할 것으로 보이는 점, 도로 부분은 임야의 가장자리 부분에 위치하고, 면적은 임야 전체 면적의 약 3.47%인데, 甲이 이를 다른 용도로 사용해야 할 만한 긴급한 필요성이나 그에 관한 구체적인 계획은 보이지 않는 점 등 통행로 개설 이후의 경과, 도로 부분의 위치와 면적 비율, 도로 및 지하 시설의 이용 현황 등에 비추어 도로 및 지하 부분에 매설된 시설의 철거와 도로 부분의 인도를 청구하는 것은 권리남용에 해당할 여지가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조 제2항 / [2] 민법 제2조 제2항, 제213조, 제214조 / [3] 민법 제2조 제2항, 제213조, 제214조<br/>",
  "참조판례": "[1][2] 대법원 2021. 10. 14. 선고 2021다242154 판결(공2021하, 2175) / [1] 대법원 2012. 6. 14. 선고 2012다20819 판결 / [2] 대법원 2021. 3. 11. 선고 2020다229239 판결(공2021상, 752)<br/>"
}