{
  "판례일련번호": "237203",
  "사건명": "국가유공자요건비해당결정취소",
  "사건번호": "2022구합6189",
  "법원명": "울산지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230202",
  "판시사항": "소방공무원으로 임용되어 약 31년간 근무하다가 퇴직한 甲이 병원에서 ‘파킨슨증후군, 다발계통위축’을 진단받아 관할 보훈지청장에게 국가유공자 등록신청을 하였는데, 관할 보훈지청장이 위 상병은 국가의 수호·안전보장 등과 직접적인 관련이 있는 직무수행 또는 교육훈련이 직접적인 원인이 되어 발병하였다고 보기 어려우나, 상병의 발생 또는 악화가 직무수행 등과 상당한 인과관계가 있다는 이유로, 甲이 보훈보상대상자(재해부상군경) 요건에는 해당하나 국가유공자(공상군경) 요건에 해당하지 않는다는 결정을 한 사안에서, 甲은 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호의 공상군경 대상자 요건에 해당한다고 한 사례<br/>",
  "판결요지": "소방공무원으로 임용되어 약 31년간 근무하다가 퇴직한 甲이 병원에서 ‘파킨슨증후군, 다발계통위축’을 진단받아 관할 보훈지청장에게 국가유공자 등록신청을 하였는데, 관할 보훈지청장이 위 상병은 국가의 수호·안전보장 등과 직접적인 관련이 있는 직무수행 또는 교육훈련이 직접적인 원인이 되어 발병하였다고 보기 어려우나, 상병의 발생 또는 악화가 직무수행 등과 상당한 인과관계가 있다는 이유로, 甲이 보훈보상대상자(재해부상군경) 요건에는 해당하나 국가유공자(공상군경) 요건에 해당하지 않는다는 결정을 한 사안이다.<br/>구 국가유공자 등 예우 및 지원에 관한 법률 시행령(2022. 1. 13. 대통령령 제32335호로 개정되기 전의 것)(이하 ‘구 국가유공자법 시행령’이라 한다) 제3조 [별표 1]에서 규정한 바와 같이, 직무수행 또는 교육훈련이 ‘직접적인 원인’이 되었다고 인정하기 위하여는 단순히 직무수행 또는 교육훈련과 사망 또는 상이 사이에 상당인과관계가 있는 것만으로는 부족하고, 그 사망 또는 상이가 국가의 수호·안전보장 또는 국민의 생명·재산 보호와 직접적인 관련이 있는 직무수행 또는 교육훈련을 주된 원인으로 하는 것이어야 한다고 봄이 타당하므로, 사망 또는 상이에 직무수행이나 교육훈련이 일부 영향을 미쳤더라도 그것이 주로 본인의 체질적 소인이나 생활습관에 기인한 경우 또는 기존의 질병이 직무수행이나 교육훈련으로 인하여 일부 악화된 것에 불과한 경우 등과 같이 직무수행이나 교육훈련이 그 사망이나 상이의 주된 원인이 되었다고 볼 수 없는 경우에는, 국가유공자 등 예우 및 지원에 관한 법령에서 정한 국가유공자 요건의 인정 범위에 해당한다고 보기 어려운데, 甲은 화재현장에 출동하여 화재를 진압하거나 조사하는 직무수행을 ‘주된 업무’로 하고 있었고, 직무수행 현장 이외에서 유해물질이나 유해환경에 장기간 노출되었다는 자료는 찾을 수 없어, 위 상병이 甲의 소방공무원으로서 직무 중 국민의 생명·재산 보호와 직접적인 관련이 없는 직무수행이나 교육훈련 중 발생하였다고 보기 어려운 점, 甲에게 ‘다발계통위축’이나 ‘파킨슨병’과 같은 기존 질병이 있었다거나, 이러한 상병을 초래할 수 있는 유전적·체질적인 소인이나 생활습관이 있다는 자료 또한 찾을 수 없는 점, 甲은 구 국가유공자법 시행령 제3조 [별표 1] 제2호 2-8 (라)목에서 정하고 있는 “화학물질·발암물질·감염병 등 유해물질을 취급하거나 이에 준하는 유해환경에서의 직무수행 중 이들 유해물질 또는 유해환경에 상당한 기간 직접적이고 반복적으로 노출”된 것으로 볼 수 있고, 이러한 경우에 위 상병이 발생할 수 있다는 점이 의학적으로 상당 부분 뒷받침된 점 등을 종합하면, 甲은 국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호의 공상군경 대상자 요건에 해당하므로, 이와 다른 전제에 선 위 처분은 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "국가유공자 등 예우 및 지원에 관한 법률 제4조 제1항 제6호, 제2항, 구 국가유공자 등 예우 및 지원에 관한 법률 시행령(2022. 1. 13. 대통령령 제32335호로 개정되기 전의 것) 제3조 [별표 1] 제2호, 보훈보상대상자 지원에 관한 법률 제2조 제1항 제2호, 제2항, 보훈보상대상자 지원에 관한 법률 시행령 제2조 제1항 제1호 [별표 1] 제1호, 제11호<br/>",
  "참조판례": ""
}