{
  "판례일련번호": "237201",
  "사건명": "구상금",
  "사건번호": "2019다237586",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230601",
  "판시사항": "[1] 무보험자동차에 의한 상해담보특약을 맺은 보험자가 피보험자에게 보험금을 지급한 경우, 상법 제729조 단서에 따라 피보험자의 배상의무자에 대한 손해배상청구권을 대위행사할 수 있는지 여부(적극) 및 그 범위<br/>  [2] 하나의 사고에 관하여 여러 개의 무보험자동차에 의한 상해담보특약이 체결되고 보험금액의 총액이 피보험자가 입은 손해액을 초과하는 경우, 손해보험에 관한 상법 제672조 제1항이 준용되어 중복보험자 중 1인이 피보험자에게 보험약관에서 정한 기준에 따라 보험금을 지급하였다면 다른 중복보험자를 상대로 각자의 보험금액의 비율에 따른 분담금의 지급을 청구할 수 있는지 여부(적극) / 보험금을 단독으로 지급한 중복보험자가 다른 중복보험자로부터 분담금 전부 또는 일부를 지급받아 만족을 얻은 경우, 상법 제729조 단서에 따라 피보험자에 대한 배상의무자를 상대로 보험자대위에 의한 청구권을 행사할 수 있는지 여부(적극) 및 그 범위<br/>",
  "판결요지": "[1] 피보험자가 무보험자동차에 의한 교통사고로 상해를 입었을 때에 그 손해에 대하여 배상할 의무자가 있는 경우에 보험자가 약관에 정한 바에 따라 피보험자에게 그 손해를 보상하는 것을 내용으로 하는 무보험자동차에 의한 상해담보특약은 손해보험으로서의 성질과 함께 상해보험으로서의 성질도 갖고 있는 손해보험형 상해보험으로서, 상법 제729조 단서에 따라 당사자 사이에 다른 약정이 있는 때에는 보험자는 피보험자의 권리를 해하지 아니하는 범위 안에서 피보험자의 배상의무자에 대한 손해배상청구권을 대위행사할 수 있다. 한편 무보험자동차에 의한 상해담보특약의 보험자는 피보험자의 실제 손해액을 기준으로 위험을 인수한 것이 아니라 보험약관에서 정한 보험금 지급기준에 따라 산정된 금액만을 제한적으로 인수한 것이므로, 무보험자동차에 의한 상해담보특약을 맺은 보험자가 피보험자에게 보험금을 지급한 경우 상법 제729조 단서에 따라 피보험자의 배상의무자에 대한 손해배상청구권을 대위행사할 수 있는 범위는 피보험자가 배상의무자에 대하여 가지는 손해배상청구권의 한도 내에서 보험약관에서 정한 보험금 지급기준에 따라 정당하게 산정되어 피보험자에게 지급된 보험금액에 한정된다.<br/>  [2] 하나의 사고에 관하여 여러 개의 무보험자동차에 의한 상해담보특약이 체결되고 그 보험금액의 총액이 피보험자가 입은 손해액을 초과하는 때에는 손해보험에 관한 상법 제672조 제1항이 준용되어 보험자는 각자의 보험금액의 한도에서 연대책임을 지고, 이 경우 각 보험자 사이에서는 각자의 보험금액의 비율에 따른 보상책임을 진다. 이러한 경우 중복보험자 중 1인이 단독으로 피보험자에게 보험약관에서 정한 보험금 지급기준에 따라 정당하게 산정된 보험금을 지급하였다면 상법 제672조 제1항에 근거하여 다른 중복보험자를 상대로 각자의 보험금액의 비율에 따라 산정한 분담금의 지급을 청구할 수 있다. 그리고 이러한 청구권은 상법 제729조 단서에 근거하여 당사자 사이에 다른 약정이 있어 피보험자의 권리를 해하지 아니하는 범위 안에서 피보험자에 대한 배상의무자를 상대로 행사할 수 있는 보험자대위에 의한 청구권과 별개의 권리이므로, 그 중복보험자는 각 청구권의 성립 요건을 개별적으로 충족하는 한 어느 하나를 먼저 행사하여도 무방하고 양자를 동시에 행사할 수도 있다. 따라서 보험금을 단독으로 지급한 중복보험자가 다른 중복보험자로부터 분담금 전부 또는 일부를 지급받아 만족을 얻었다고 하더라도 피보험자에 대한 배상의무자를 상대로 보험자대위에 의한 청구권을 행사할 수 있고, 다만 그 범위는 보험약관에 따라 정당하게 산정되어 지급된 보험금 중 그 보험금에서 위와 같이 만족을 얻은 부분을 제외한 나머지 금액의 비율에 상응하는 부분으로 축소된다고 봄이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제729조 / [2] 상법 제672조 제1항, 제729조<br/>",
  "참조판례": "[1] 대법원 2000. 2. 11. 선고 99다50699 판결(공2000상, 675), 대법원 2004. 4. 27. 선고 2003다7302 판결(공2004상, 875), 대법원 2014. 10. 15. 선고 2012다88716 판결(공2014하, 2172) / [2] 대법원 2006. 11. 10. 선고 2005다35516 판결(공2006하, 2068), 대법원 2009. 12. 24. 선고 2009다42819 판결(공2010상, 224), 대법원 2015. 1. 29. 선고 2013다214529 판결(공2015상, 301)<br/>"
}