{
  "판례일련번호": "237235",
  "사건명": "재산세등부과처분취소",
  "사건번호": "2021두40027",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230914",
  "판시사항": "[1] 토지에 대한 재산세 분리과세제도의 대상을 정한 구 지방세법 시행령 제102조 제6항 각호가 예시적 규정이 아니라 한정적 규정인지 여부(적극) / 구 지방세법 시행령 제102조 제6항 제5호의 재산세 분리과세대상 토지는 원칙적으로 전기사업법의 규율을 받는 전기사업에 제공되는 발전시설용 토지 등으로 제한되는지 여부(적극) / 재산세 분리과세대상 토지를 정함에 있어서 집단에너지사업에 사용되는 토지와 전기사업에 사용되는 토지를 달리 취급하는 것이 불합리한지 여부(소극)<br/>[2] 甲 주식회사가 집단에너지사업법에 따라 집단에너지사업의 허가를 받고 열병합발전시설을 신설하여 운영하여 왔는데, 관할 시장이 열병합발전시설 부지를 재산세 분리과세대상이 아니라 별도합산과세대상으로 보아 甲 회사에 재산세 및 지방교육세를 각각 부과한 사안에서, 위 부지가 구 지방세법 시행령 제102조 제6항 제5호에 따른 재산세 분리과세대상 토지라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 토지에 대한 재산세 분리과세제도는 정책적 고려에 따라 중과세 또는 경과세의 필요가 있는 토지에 대하여 예외적으로 별도의 기준에 따라 분리과세함으로써 종합합산과세에서 오는 불합리를 보완하고자 하는 것으로서, 그 대상을 정한 구 지방세법 시행령(2020. 6. 2. 대통령령 제30728호로 개정되기 전의 것, 이하 같다) 제102조 제6항 각호는 예시적 규정이 아니라 한정적 규정으로 보아야 한다. 따라서 구 지방세법 시행령 제102조 제6항 제5호의 재산세 분리과세대상 토지는 원칙적으로 전기사업법의 규율을 받는 전기사업에 제공되는 발전시설용 토지 등으로 제한된다고 봄이 구 지방세법 시행령 제102조 제6항 제5호의 취지나 성격에 부합한다.<br/>  집단에너지사업법에 따라 규율되는 집단에너지사업과 전기사업법에 따라 규율되는 전기사업은 공급대상 에너지의 종류, 사업의 허가기준이나 절차, 경제성 및 정책적 필요성 등에 차이가 있으므로 재산세 분리과세대상 토지를 정함에 있어서 집단에너지사업에 사용되는 토지와 전기사업에 사용되는 토지를 달리 취급하는 것이 불합리하다고 볼 수도 없다.<br/>[2] 甲 주식회사가 집단에너지사업법에 따라 집단에너지사업의 허가를 받고 열병합발전시설을 신설하여 운영하여 왔는데, 관할 시장이 열병합발전시설 부지를 재산세 분리과세대상이 아니라 별도합산과세대상으로 보아 甲 회사에 재산세 및 지방교육세를 각각 부과한 사안에서, 집단에너지사업법 제48조에 따라 열과 전기를 공급하는 집단에너지사업의 허가가 있으면 전기사업법과의 관계에서 전기의 공급에 관하여 전기사업법에 따른 발전사업의 허가를 받은 것으로 보는 데 그칠 뿐, 전기사업법에 따라 발전사업의 허가를 받았음을 전제로 하는 지방세법의 모든 규정까지 당연히 적용되는 것은 아니므로, 구 지방세법 시행령의 조문 구조 및 체계, 문언 등에 비추어 집단에너지사업자인 甲 회사가 구 지방세법 시행령 제102조 제6항 제5호의 전기사업자에 해당한다고 볼 수 없는 점, 구 지방세법 시행령 제102조 제6항 제5호의 재산세 분리과세대상 토지는 원칙적으로 전기사업법의 규율을 받는 전기사업에 제공되는 발전시설용 토지 등으로 제한되고, 재산세 분리과세대상 토지를 정함에 있어서 집단에너지사업에 사용되는 토지와 전기사업에 사용되는 토지를 달리 취급하는 것이 불합리하다고 볼 수 없는 점, 위 부지에 구 지방세법 시행령 제102조 제6항 제5호가 적용된다고 보면 기간의 제한 없이 재산세 분리과세대상이 되므로, 위 부지에 적용되는 2021. 12. 31. 대통령령 제32293호로 개정된 지방세법 시행령 제102조 제6항 제7호의2가 재산세 분리과세대상이 되는 기간을 제한한 규정의 내용 및 개정 취지에 부합하지 않는 점을 종합하면, 위 부지가 구 지방세법 시행령 제102조 제6항 제5호에 따른 재산세 분리과세대상 토지라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2019. 12. 3. 법률 제16663호로 개정되기 전의 것) 제106조 제1항 제3호 (바)목, 구 지방세법 시행령(2020. 6. 2. 대통령령 제30728호로 개정되기 전의 것) 제102조 제6항 제5호, 집단에너지사업법 제2조 제1호, 제48조 / [2] 구 지방세법(2019. 12. 3. 법률 제16663호로 개정되기 전의 것) 제106조 제1항 제3호 (바)목, 구 지방세법 시행령(2020. 6. 2. 대통령령 제30728호로 개정되기 전의 것) 제102조 제6항 제5호, 제7호, 제8항 제4호 (나)목, 지방세법 시행령 제102조 제6항 제7호의2, 집단에너지사업법 제2조 제1호, 제48조, 전기사업법 제2조 제2호, 제4호, 제7조 제1항<br/>",
  "참조판례": "[1] 대법원 2013. 7. 26. 선고 2011두19963 판결(공2013하, 1629)<br/>"
}