{
  "판례일련번호": "237587",
  "사건명": "장애인차별행위중지등[피한정후견인에 대한 예금 이체·인출 제한 조치가 「장애인차별금지 및 권리구제 등에 관한 법률」에서 금지하는 차별행위에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2020다301308",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230927",
  "판시사항": "가정법원이 甲 등에 대한 한정후견을 개시하며 甲 등의 예금 이체·인출에 관하여 30일 합산 금액이 100만 원 이상인 경우에는 한정후견인의 동의를 받도록 甲 등의 행위능력을 제한하는 결정을 하였는데, 우정사업본부가 100만 원 미만 거래의 경우 통장, 인감 등을 지참한 후 은행창구를 통해서만, 100만 원 이상 300만 원 미만 거래의 경우에는 한정후견인의 동의서를 지참하더라도 단독으로 거래할 수 없고 한정후견인과 동행하여 은행창구를 통해서만 거래할 수 있도록 제한한 사안에서, 위 제한 조치는 장애인차별금지 및 권리구제 등에 관한 법률이 금지하고 있는 차별행위에 해당하고, 위와 같은 제한에 정당한 사유가 있다고 인정하기 어렵다고 보아 국가에 위자료 지급을 명한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "가정법원이 甲 등에 대한 한정후견을 개시하며 甲 등의 예금 이체·인출에 관하여 30일 합산 금액이 100만 원 이상인 경우에는 한정후견인의 동의를 받도록 甲 등의 행위능력을 제한하는 결정을 하였는데, 우정사업본부가 100만 원 미만 거래의 경우 통장, 인감 등을 지참한 후 은행창구를 통해서만, 100만 원 이상 300만 원 미만 거래의 경우에는 한정후견인의 동의서를 지참하더라도 단독으로 거래할 수 없고 한정후견인과 동행하여 은행창구를 통해서만 거래할 수 있도록 제한한 사안에서, ① 민법상 성년후견제도는 헌법 제10조에 근거하여 종래 행위무능력자 보호개념에서 탈피하여 의사결정능력이 충분하지 않은 사람도 자기결정권, 즉 본인의 의사와 잔존능력을 존중하여 가능한 최대한도로 정상적인 사회의 구성원으로 활동할 수 있도록 하는 이념적 기초하에 필요한 한도에서만 후견을 개시하고 능력을 제한하여야 하며, 본인 스스로의 의사로 해결할 수 없을 때 비로소 국가 또는 제3자가 개입하여야 한다는 점을 기본원칙으로 하여 사회에서 배제되거나 격리되지 않고 사회구성원으로 더불어 살아갈 수 있도록 함에 있다는 점, ② 성년후견제도는 2011. 3. 7. 민법 개정으로 신설되어 상당한 준비기간을 거쳐 2013. 7. 1.부터 시행되었고, 피한정후견인의 행위능력 제한 범위는 가정법원 재판에 의하여 결정되도록 규정되어 있어 이와 달리 해석하거나 판단할 여지가 없으며, 한정후견인의 동의를 얻어야 하는 등의 피한정후견인의 행위능력 제한 범위는 후견개시심판문, 후견등기부를 통해서 공시되어 있기 때문에 우정사업본부 소속 직원 등은 위 문서로 피한정후견인의 행위능력 제한 범위를 쉽게 확인할 수 있는 점, ③ 국가와 그 산하 기관은 우선하여 법령을 준수하여야 할 책무가 있을뿐더러 장애인차별금지 및 권리구제 등에 관한 법률(이하 ‘장애인차별금지법’이라 한다)상 장애인에 대한 차별을 방지하고 이를 실질적으로 해소하기 위한 차별 시정에 가중된 책무를 부담하는 점, ④ 피한정후견인을 보호하기 위하여 어떤 조치나 제한이 필요한지는 후견사건을 담당하는 가정법원이 심리절차를 거쳐 판단하는 것이지 피한정후견인의 상태를 정확하게 알지 못하는 우정사업본부 등이 임의로 제한하는 것을 정당화할 근거를 찾을 수 없는 점을 고려하면, 장애인에 대한 차별행위는 어떠한 형태로 이루어지든 원칙적으로 허용될 수 없고, 다만 정당한 사유가 입증된 경우에 한하여 예외적으로 허용될 수 있되 차별행위가 허용되는 경우라고 하더라도 차별의 정도는 최소한에 그쳐야 한다고 해석함이 타당하다는 전제하에, 위 제한 조치는 장애인차별금지법이 금지하고 있는 차별행위에 해당하고, 피한정후견인의 행위를 가급적 덜 제한하면서도 거래 안전을 보완할 수 있는 대안이 있음에도 위와 같이 제한한 것은 정당한 사유가 있다고 인정하기 어렵다고 보아 국가에 대하여 甲 등에게 장애인차별금지법 제46조에 따른 손해배상으로 위자료 지급을 명한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제10조, 민법 제13조, 장애인차별금지 및 권리구제 등에 관한 법률 제1조, 제4조 제1항 제1호, 제3항, 제8조, 제17조, 제37조, 제46조, 제47조<br/>",
  "참조판례": ""
}