{
  "판례일련번호": "237559",
  "사건명": "건축신고수리처분취소",
  "사건번호": "2022두31143",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230921",
  "판시사항": "[1] 국토의 계획 및 이용에 관한 법률 제56조 제4항 제3호, 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (다)목에 따라 개발행위허가가 면제되는 토지형질변경의 의미 및 여기에 건축물의 건축을 위해 별도의 절토, 성토, 정지작업 등이 필요한 경우가 포함되는지 여부(소극)<br/>[2] 조성이 완료된 기존 대지에 건축물을 설치하기 위하여 절토나 성토를 한 결과 최종적으로 지반의 높이가 50cm를 초과하여 변경되는 경우, 토지형질변경에 대한 별도의 개발행위허가를 받아야 하는지 여부(적극)<br/>[3] 어떤 개발사업의 시행과 관련하여 인허가의 근거 법령에서 절차간소화를 위하여 관련 인허가를 의제 처리할 수 있는 근거 규정을 둔 경우, 사업시행자가 인허가를 신청하면서 반드시 관련 인허가 의제 처리를 신청할 의무가 있는지 여부(소극)<br/>[4] 건축물의 건축이 허용되기 위한 요건인 ‘부지 확보’의 의미 / 건축신고 수리처분 당시 건축주가 장래에도 토지형질변경허가를 받지 않거나 받지 못할 것이 명백하였음에도 ‘부지 확보’ 요건을 완비하지 못한 상태에서 건축신고 수리처분이 이루어진 경우, 건축신고 수리처분이 적법한지 여부(소극)<br/>",
  "판결요지": "[1] 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제4항 제3호, 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (다)목에 따라 개발행위허가가 면제되는 토지형질변경이란, 토지의 형질을 외형상으로 사실상 변경시킴이 없이 건축 부분에 대한 허가만을 받아 그 설치를 위한 토지의 굴착만으로 건설이 가능한 경우를 가리키고, 그 외형을 유지하면서는 원하는 건축물을 건축할 수 없고 그 밖에 건축을 위하여 별도의 절토, 성토, 정지작업 등이 필요한 경우는 포함되지 않는다. <br/>[2] 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제4항 제3호, 제58조 제3항, 국토의 계획 및 이용에 관한 법률 시행령(이하 ‘국토계획법 시행령’이라 한다) 제53조 제3호 (가)목, (다)목, 제56조 제1항 [별표 1의2] 제2호 (가)목, (나)목의 규정을 종합해 볼 때, 조성이 완료된 기존 대지에 건축물을 설치하기 위한 경우라 하더라도 절토나 성토를 한 결과 최종적으로 지반의 높이가 50cm를 초과하여 변경되는 경우에는 비탈면 또는 절개면이 발생하는 등 그 토지의 외형이 실질적으로 변경되므로, 토지형질변경에 대한 별도의 개발행위허가를 받아야 하고, 그 절토 및 성토가 단순히 건축물을 설치하기 위한 토지의 형질변경이라는 이유만으로 국토계획법 시행령 제53조 제3호 (다)목에 따라 개발행위허가를 받지 않아도 되는 경미한 행위라고 볼 수 없다.<br/>[3] 건축법 제14조 제2항, 제11조 제5항 제3호에 따르면, 건축신고 수리처분이 이루어지는 경우 국토의 계획 및 이용에 관한 법률 제56조에 따른 개발행위(토지형질변경)의 허가가 있는 것으로 본다. 이처럼 어떤 개발사업의 시행과 관련하여 여러 개별 법령에서 각각 고유한 목적과 취지를 가지고 그 요건과 효과를 달리하는 인허가 제도를 각각 규정하고 있다면, 그 개발사업을 시행하기 위해서는 개별 법령에 따른 여러 인허가 절차를 각각 거치는 것이 원칙이다. 다만 어떤 인허가의 근거 법령에서 절차간소화를 위하여 관련 인허가를 의제 처리할 수 있는 근거 규정을 둔 경우에는, 사업시행자가 인허가를 신청하면서 하나의 절차 내에서 관련 인허가를 의제 처리해 줄 것을 신청할 수 있다. 관련 인허가 의제 제도는 사업시행자의 이익을 위하여 만들어진 것이므로, 사업시행자가 반드시 관련 인허가 의제 처리를 신청할 의무가 있는 것은 아니다. <br/>[4] 건축물의 건축은 건축주가 그 부지를 적법하게 확보한 경우에만 허용될 수 있다. 여기에서 ‘부지 확보’란 건축주가 건축물을 건축할 토지의 소유권이나 그 밖의 사용권원을 확보하여야 한다는 점 외에도 해당 토지가 건축물의 건축에 적합한 상태로 적법하게 형질변경이 되어 있는 등 건축물의 건축이 허용되는 법적 성질을 지니고 있어야 한다는 점을 포함한다. <br/>  이에 수평면에 건축할 것으로 예정된 건물을 경사가 있는 토지 위에 건축하고자 건축신고를 하면서, 그 경사 있는 토지를 수평으로 만들기 위한 절토나 성토에 대한 토지형질변경허가를 받지 못한 경우에는 건축법에서 정한 ‘부지 확보’ 요건을 완비하지 못한 것이 된다. <br/>  따라서 건축행정청이 추후 별도로 국토의 계획 및 이용에 관한 법률상 개발행위(토지형질변경)허가를 받을 것을 명시적 조건으로 하거나 또는 묵시적인 전제로 하여 건축주에 대하여 건축법상 건축신고 수리처분을 한다면, 이는 가까운 장래에 ‘부지 확보’ 요건을 갖출 것을 전제로 한 경우이므로 그 건축신고 수리처분이 위법하다고 볼 수는 없지만, ‘부지 확보’ 요건을 완비하지 못한 상태에서 건축신고 수리처분이 이루어졌음에도 그 처분 당시 건축주가 장래에도 토지형질변경허가를 받지 않거나 받지 못할 것이 명백하였다면, 그 건축신고 수리처분은 ‘부지 확보’라는 수리요건이 갖추어지지 않았음이 확정된 상태에서 이루어진 처분으로서 적법하다고 볼 수 없다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제4항 제3호, 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (다)목 / [2] 국토의 계획 및 이용에 관한 법률 제56조 제1항 제2호, 제4항 제3호, 제58조 제3항, 국토의 계획 및 이용에 관한 법률 시행령 제53조 제3호 (가)목, (다)목, 제56조 제1항 [별표 1의2] 제2호 (가)목, (나)목 / [3] 건축법 제11조 제5항 제3호, 제14조 제2항, 국토의 계획 및 이용에 관한 법률 제56조 / [4] 건축법 제11조 제5항 제3호<br/>",
  "참조판례": "[1] 대법원 1998. 12. 8. 선고 98두14112 판결(공1999상, 153) / [3] 대법원 2020. 7. 23. 선고 2019두31839 판결(공2020하, 1698) / [4] 대법원 2020. 7. 23. 선고 2019두31839 판결(공2020하, 1698)<br/>"
}