{
  "판례일련번호": "237563",
  "사건명": "증여세부과처분취소",
  "사건번호": "2020두53378",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230921",
  "판시사항": "[1] 구 상속세 및 증여세법 제41조의2 제1항의 적용 대상 / 명의신탁자가 명의수탁자 소유 주식을 취득하면서 명의수탁자와 사이에 명의신탁 합의를 하여 기존에 명의수탁자 앞으로 마친 명의개서를 유용하기로 한 경우, 명의신탁자는 명의신탁관계가 성립한 때로부터 구 상속세 및 증여세법 제41조의2 제1항 중 명의신탁 증여의제 규정 및 구 상속세 및 증여세법 제4조 제4항에 따른 증여세 과세 대상이 되는지 여부(적극) 및 이 경우 해당 주식의 증여의제일(=명의신탁 합의일) / 구 상속세 및 증여세법 제41조의2 제1항 중 명의개서해태 증여의제 규정은 명의개서를 해야 하는 특별한 의무가 부여되었다고 명확하게 인정되는 경우에 한하여 적용되는지 여부(적극) / 명의신탁 증여의제 규정의 과세요건이 충족되어 증여세가 과세되었거나 과세될 수 있는 주식의 경우, 이후 명의개서해태 증여의제 규정의 과세요건이 별도로 충족된다 하더라도 명의신탁 증여의제 규정만 적용되는지 여부(적극)<br/>[2] 명의신탁자와 명의수탁자 사이에 기존의 명의신탁 합의를 종료하기로 하고 제3자와 명의수탁자 사이에 새로운 명의신탁 합의를 함으로써 애초의 명의신탁 주식에 관하여 제3자와 명의수탁자 사이에 명의신탁관계가 성립하는 경우, 위 주식은 제3자와 명의수탁자 사이에 성립한 명의신탁관계에 따른 별개의 새로운 명의신탁 주식으로 인정되는지 여부(적극) / 이때 제3자는 새로운 명의신탁관계가 성립한 때로부터 명의신탁자로서 구 상속세 및 증여세법 제41조의2 제1항 중 명의신탁 증여의제 규정 및 구 상속세 및 증여세법 제4조 제4항에 따른 증여세 과세 대상이 되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제41조의2 제1항 본문은 “권리의 이전이나 그 행사에 등기 등을 요하는 재산(토지와 건물을 제외한다. 이하 이 조에서 같다)에 있어서 실제소유자와 명의자가 다른 경우에는 국세기본법 제14조의 규정에 불구하고 그 명의자로 등기 등을 한 날(그 재산이 명의개서를 요하는 재산인 경우에는 소유권취득일이 속하는 연도의 다음 연도 말일의 다음 날을 말한다)에 그 재산의 가액을 명의자가 실제소유자로부터 증여받은 것으로 본다.”라고 규정하고 있다(현행 상속세 및 증여세법 제45조의2에 해당). 이는 재산의 명의신탁 등을 증여로 의제하여 증여세를 부과할 수 있도록 한 규정으로서 두 가지 경우를 적용 대상으로 하고 있다.<br/>  첫째는 주식 등 부동산 이외 재산의 소유명의를 실제소유자가 아닌 사람 명의로 주주명부 등에 등재한 경우에 이를 증여로 의제하는 것이고(구 상증세법 제41조의2 제1항 중 두 번째 괄호 부분을 뺀 본문 부분이 그 취지를 규정한 것이다. 이하 이 부분을 ‘명의신탁 증여의제 규정’이라 한다), 둘째는 해당 재산을 취득한 후 그 취득 연도의 다음 연도 말까지 명의개서 등을 하지 아니하고 종전 명의자 이름으로 남겨 둔 경우도 명의신탁을 한 것으로 보고 증여로 의제하는 것이다(구 상증세법 제41조의2 제1항 중 두 번째 괄호 부분에 해당하는 것으로, 문언상으로는 증여한 것으로 의제되는 기준 일자를 정한 것처럼 되어 있지만, 실질은 재산취득일의 다음 연도 말일까지 명의개서를 하지 않으면 그 역시 증여로 의제한다는 취지를 규정한 것이다. 이하 이 경우의 증여의제 규정을 ‘명의개서해태 증여의제 규정’이라 한다)<br/>  명의신탁 증여의제 규정에 따르면 문언상 원칙적으로 명의신탁자와 명의수탁자 사이에 명의신탁 합의가 존재하고 명의수탁자 앞으로 등기 등을 하여야 과세요건이 성립한다. 그런데 명의신탁관계의 성립에 명의수탁자 앞으로의 새로운 명의개서 행위가 반드시 필요한 것은 아니므로 명의신탁자가 명의수탁자 소유 주식을 취득하면서 명의수탁자와 사이에 명의신탁 합의를 하여 기존에 명의수탁자 앞으로 마친 명의개서를 유용하기로 한 경우 새로운 명의신탁관계가 성립하고, 명의신탁자는 명의신탁관계가 성립한 때로부터 명의신탁 증여의제 규정 및 구 상증세법 제4조 제4항에 따른 증여세 과세 대상이 된다. 이 경우 해당 주식의 증여의제일은 위 명의신탁관계가 성립하는 명의신탁 합의일이 된다.<br/>  한편 명의개서해태 증여의제 규정은 명의신탁 증여의제 규정의 적용 요건인 명의신탁의 합의가 없더라도 명의를 넘겨가지 않는 경우 증여의제 대상이 되도록 한 예외적인 규정으로서, 주식을 취득한 자에게 일정기간 내에 명의개서를 할 의무를 부여하고 이를 해태하면 그 상대방을 명의수탁자와 마찬가지로 취급하여 과세상 불이익을 과하도록 한 것이다. 이와 같이 명의개서해태 증여의제 규정은 그 문언뿐만 아니라 관련 규정의 체계 및 입법 취지 등에 비추어 그와 같이 명의개서를 해야 하는 특별한 의무가 부여되었다고 명확하게 인정되는 경우에 한하여 적용된다고 보아야 한다. 따라서 명의신탁 합의가 존재하는 등 명의신탁 증여의제 규정의 과세요건이 충족되어 증여세가 과세되었거나 과세될 수 있는 주식에 대하여는 그 이후에 명의개서해태 증여의제 규정의 과세요건이 별도로 충족된다 하더라도 명의신탁 증여의제 규정만 적용되어야 하고, 명의개서해태 증여의제 규정이 다시 적용될 여지는 없다고 보아야 한다.<br/>[2] 주식 명의신탁의 경우, 명의신탁자와 명의수탁자 사이에 기존의 명의신탁 합의를 종료하기로 하고 제3자와 명의수탁자 사이에 새로운 명의신탁 합의를 함으로써 애초의 명의신탁 주식에 관하여 제3자와 명의수탁자 사이에 명의신탁관계가 성립할 수 있고, 이 경우 위 주식은 제3자와 명의수탁자 사이에 성립한 명의신탁관계에 따른 별개의 새로운 명의신탁 주식으로 인정된다. 따라서 제3자는 새로운 명의신탁관계가 성립한 때로부터 명의신탁자로서 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제41조의2 제1항 중 두 번째 괄호 부분을 뺀 본문 부분인 명의신탁 증여의제 규정 및 구 상증세법 제4조 제4항에 따른 증여세 과세 대상이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제4조 제4항(현행 제4조 제2항 참조), 제41조의2 제1항(현행 제45조의2 제1항 참조) / [2] 구 상속세 및 증여세법(2003. 12. 30. 법률 제7010호로 개정되기 전의 것) 제4조 제4항(현행 제4조 제2항 참조), 제41조의2 제1항(현행 제45조의2 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 2010. 2. 11. 선고 2008다16899 판결(공2010상, 502), 대법원 2017. 1. 12. 선고 2014두43653 판결(공2017상, 395) / [2] 대법원 2010. 3. 11. 선고 2009두18622 판결(공2010상, 761)<br/>"
}