{
  "판례일련번호": "237591",
  "사건명": "손해배상(기)[부마항쟁관련자인 원고가 긴급조치 제9호의 발령부터 적용, 집행에 이르는 일련의 국가작용 및 수사과정의 가혹행위를 이유로 정신적 손해에 대한 국가배상을 구하는 사건]",
  "사건번호": "2023다230476",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230921",
  "판시사항": "부마민주항쟁 관련자의 명예회복 및 보상 등에 관한 법률 제32조 제2항에 따라 보상금 등 지급결정에 동의함으로써 성립하는 재판상 화해의 대상에 부마민주항쟁과 관련하여 입은 피해 중 ‘정신적 손해’ 부분이 포함되는지 여부(소극)<br/>",
  "판결요지": "‘부마민주항쟁 관련자의 명예회복 및 보상 등에 관한 법률’(이하 ‘부마항쟁보상법’이라 한다)은 보상항목으로 보상금과 생활지원금 및 의료지원금(이하 ‘보상금 등’이라 한다)을 규정하고 있는데, 부마항쟁보상법과 그 시행령이 규정하는 구체적인 지급대상, 지급요건, 지급액 산정기준 등을 종합하여 보면 보상금은 소극적 손실이나 손해에 대한 보상 또는 배상의 성격을, 생활지원금은 소극적 손실이나 손해에 대한 보상 또는 배상 및 사회보장의 성격을, 의료지원금은 적극적 손실이나 손해에 대한 보상 또는 배상의 성격을 가지는 것으로 해석된다.<br/>부마항쟁보상법 제32조 제2항은 \"신청인이 제28조에 따라 이 법에 따른 보상금 등의 지급결정에 동의한 때에는 부마민주항쟁과 관련하여 입은 피해에 대하여 민사소송법에 따른 재판상 화해가 성립된 것으로 본다.\"라고 규정하고 있다(이하 ‘화해간주조항’이라 한다). 화해간주조항은 관련자와 그 유족이 위원회의 지급결정에 동의하여 적절한 보상을 받은 경우 보상금 등 지급절차를 신속하게 이행·종결시킴으로써 이들을 신속히 구제하고 보상금 등 지급결정에 안정성을 부여하기 위하여 도입된 것으로서, 화해간주조항에서 규정하는 ‘피해’란 적법한 행위로 발생한 ‘손실’과 위법한 행위로 발생한 ‘손해’를 모두 포함하는 포괄적인 개념에 해당한다. 그런데 앞서 본 바와 같이 부마항쟁보상법과 그 시행령이 규정하는 보상금 등에는 정신적 손해배상에 상응하는 항목이 존재하지 아니하고, 위원회가 보상금 등을 산정함에 있어 정신적 손해를 고려할 수 있다는 규정도 확인되지 아니한다. 따라서 보상금 등의 지급만으로 정신적 손해에 대한 적절한 배상이 이루어졌다고 보기 어렵다.<br/>  정신적 손해에 대해 적절한 배상이 이루어지지 않은 상태에서 화해간주조항에 따라 정신적 손해를 포함한 피해 일체에 대해 재판상 화해가 성립한 것으로 간주한다면, 적극적·소극적 손실이나 손해의 보상 또는 배상에 상응하는 보상금 등 지급결정에 동의하였다는 사정만으로 정신적 손해에 대한 국가배상청구를 제한하는 것으로서 국가배상청구권에 대한 과도한 제한에 해당한다. 나아가 적절한 손실보상과 손해배상을 전제로 한 관련자의 신속한 구제와 지급결정에 대한 안정성 부여라는 공익에도 부합하지 아니한다.<br/>  따라서 화해간주조항에 따라 보상금 등 지급결정에 동의함으로써 성립하는 재판상 화해의 대상에 부마민주항쟁과 관련하여 입은 피해 중 ‘정신적 손해’ 부분은 포함되지 아니한다고 해석함이 타당하다. <br/>",
  "판결본문": "",
  "참조조문": "부마민주항쟁 관련자의 명예회복 및 보상 등에 관한 법률 제21조, 제22조, 제23조, 제32조 제2항, 국가배상법 제2조 제1항, 민법 제751조<br/>",
  "참조판례": "대법원 2020. 10. 29. 선고 2019다249589 판결(공2020하, 2259), 대법원 2021. 7. 29. 선고 2016다259363 판결(공2021하, 1588), 헌법재판소 2018. 8. 30. 선고 2014헌바180, 304, 305, 2015헌바133, 283, 284, 357, 434, 435, 436, 437, 441, 442, 2016헌바23, 49, 64, 67, 73, 98, 165, 215, 244, 308, 348, 375, 393, 2017헌바251, 281, 374, 395, 468, 2018헌바94, 157, 2014헌가10, 18, 20, 22, 25, 2018헌가1 전원재판부 결정(헌공263, 1405), 헌법재판소 2019. 4. 11. 선고 2016헌마418 전원재판부 결정(헌공271, 524), 헌법재판소 2021. 5. 27. 선고 2019헌가17 전원재판부 결정(헌공296, 657)<br/>"
}