{
  "판례일련번호": "237577",
  "사건명": "매매대금반환",
  "사건번호": "2022가합25664",
  "법원명": "서울북부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230810",
  "판시사항": "甲 주택재개발정비사업조합이 주택재개발정비사업을 시행하기 위해 정비구역 내 도로부지를 소유하고 있던 국가 및 지방자치단체와 정비구역 내 토지에 관한 매매계약을 체결한 후 소유권이전등기를 마쳤는데, 이후 조합설립인가처분의 하자를 이유로 조합설립이 무효가 되자, 甲 조합이 국가 및 지방자치단체를 상대로 위 매매계약은 甲 조합이 정비사업을 정상적으로 시행하는 것을 정지조건으로 하는 조건부계약인데, 甲 조합에 대한 조합설립인가처분이 취소되어 정지조건이 성취되지 않았으므로 위 매매계약은 무효이고, 위 토지는 구 도시 및 주거환경정비법 제65조 제2항에 따라 甲 조합에 무상양도되어야 하는 것임에도 불구하고 국가 및 지방자치단체가 甲 조합에 위 토지를 매도하였으므로, 위 매매계약은 강행규정인 구 도시 및 주거환경정비법 제65조 제2항을 위반하여 무효이며, 위 매매계약이 유효하다고 하더라도 甲 조합에 대한 조합설립인가처분이 취소되어 더 이상 정비사업을 시행할 수 없게 되었는바, 이는 법률행위의 중요부분에 착오가 있는 때에 해당하므로 이를 취소한다고 주장하며 매매대금의 반환을 구한 사안에서, 정지조건 불성취로 인한 무효 주장은 받아들이지 아니하고, 위 토지가 구 도시 및 주거환경정비법 제65조 제2항이 정한 무상양도의 대상이 되는 정비기반시설에 포함된다고 볼 수 없으며, 甲 조합은 조합설립인가처분이 실효되었음을 내세워 착오를 이유로 매매계약을 취소할 수 없다고 한 사례<br/>",
  "판결요지": "甲 주택재개발정비사업조합이 주택재개발정비사업을 시행하기 위해 정비구역 내 도로부지를 소유하고 있던 국가 및 지방자치단체와 정비구역 내 토지에 관한 매매계약을 체결한 후 소유권이전등기를 마쳤는데, 이후 조합설립인가처분의 하자를 이유로 조합설립이 무효가 되자, 甲 조합이 국가 및 지방자치단체를 상대로 위 매매계약은 甲 조합이 정비사업을 정상적으로 시행하는 것을 정지조건으로 하는 조건부계약인데, 甲 조합에 대한 조합설립인가처분이 취소되어 정지조건이 성취되지 않았으므로 위 매매계약은 무효이고, 위 토지는 구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라고 한다) 제65조 제2항에 따라 甲 조합에 무상양도되어야 하는 것임에도 불구하고 국가 및 지방자치단체가 甲 조합에 위 토지를 매도하였으므로, 위 매매계약은 강행규정인 구 도시정비법 제65조 제2항을 위반하여 무효이며, 위 매매계약이 유효하다고 하더라도 甲 조합에 대한 조합설립인가처분이 취소되어 더 이상 정비사업을 시행할 수 없게 되었는바, 이는 법률행위의 중요부분에 착오가 있는 때에 해당하므로 이를 취소한다고 주장하며 매매대금의 반환을 구한 사안이다.<br/>  위 매매계약 체결 당시 甲 조합에 정비사업의 정상적인 진행이라는 조건을 붙이고자 하는 의사가 있었다고 하더라도 그 의사가 외부에 표시되지 않는 이상 이는 위 매매계약 체결의 동기에 불과하다고 할 것이고, 달리 위 매매계약에 甲 조합이 주장하는 바와 같이 조건이 붙어있다고 인정할 아무런 증거가 없으므로, 정지조건 불성취로 인한 무효 주장은 받아들이지 아니하고, 정비사업의 시행으로 인하여 용도폐지되는 정비기반시설에 도로 일부가 포함되는 사실을 인정할 수 있으나, 위 토지가 위 용도폐지되는 정비기반시설에 포함되거나 위 토지에 관하여 구 도시계획법(2002. 2. 4. 법률 제6655호 국토의 계획 및 이용에 관한 법률 부칙 제2조로 폐지)에 정해진 절차에 따라 도로가 설치되었다거나 도로법상 노선 지정·인정 공고와 도로구역 결정·고시가 있었음을 인정할 만한 증거도 없으므로, 위 토지가 구 도시정비법 제65조 제2항이 정한 무상양도의 대상이 되는 정비기반시설에 포함된다고 볼 수 없으며, 매매계약 당시 당사자들이 甲 조합이 장차 정비사업을 정상적으로 추진하는 것을 의사표시의 내용으로 삼았다고 볼 만한 뚜렷한 증거가 없을 뿐만 아니라 甲 조합에 대한 조합설립인가처분에 당초부터 중대하고 명백한 하자가 있었음이 확인된 이상 甲 조합에 그에 관한 중대한 과실이 있으므로, 甲 조합은 조합설립인가처분이 실효되었음을 내세워 착오를 이유로 매매계약을 취소할 수 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제105조, 제109조, 제147조, 민사소송법 제202조, 구 도시 및 주거환경정비법(2007. 12. 21. 법률 제8785호로 개정되기 전의 것) 제2조 제4호(현행 제2조 제4호 참조), 제65조 제2항(현행 제97조 제2항 참조)<br/>",
  "참조판례": ""
}