{
  "판례일련번호": "237865",
  "사건명": "아동·청소년의성보호에관한법률위반(음란물제작·배포등)방조",
  "사건번호": "2022도15537",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231018",
  "판시사항": "[1] ‘방조’의 의미 / 방조범의 성립에 필요한 고의의 내용 및 인과관계 / 방조범이 성립하려면 방조행위가 정범의범죄 실현과 밀접한 관련이 있고 정범의 범죄 실현에 현실적인 기여를 하였다고 평가할 수 있어야 하는지 여부(적극) 및 정범의 범죄 실현과 밀접한 관련이 없는 행위를 도와준 데 지나지 않는 경우, 방조범이 성립하는지 여부(소극)<br/>  [2] 박사방 운영진이 음란물 배포 목적의 텔레그램 그룹(미션방)을 만들고 특정 시간대에 미션방 참여자들이 인터넷포털사이트에 일제히 특정 검색어를 입력함으로써 실시간 급상승 검색어로 노출되도록 하는 이른바 ‘실검챌린지’를 지시하여 불특정 다수의 텔레그램 사용자들로 하여금 정해진 시간에 미션방에 참여하게 한 다음 특정 시점에 미션방에 피해자 甲(女, 18세)에 대한 음란물을 게시한 것과 관련하여, 피고인이 박사방 운영진의 지시에 따라 4회에 걸쳐 검색어를 입력하고 미션방과 박사방 관련 채널에 검색사실을 올려 인증함으로써 박사방 운영진에 의한 아동·청소년 이용 음란물 배포행위를 방조하였다는 내용으로 기소된 사안에서, 공소사실을 유죄로 인정한 원심판단에 ‘방조’에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] ‘방조’란 정범의 구체적인 범행준비나 범행사실을 알고 그 실행행위를 가능·촉진·용이하게 하는 지원행위 또는 정범의 범죄행위가 종료하기 전에 정범에 의한 법익 침해를 강화·증대시키는 행위로서, 정범의 범죄 실현과 밀접한 관련이 있는 행위를 말한다. 방조범은 정범의 실행을 방조한다는 이른바 방조의 고의와 정범의 행위가 구성요건에 해당하는 행위인 점에 대한 정범의 고의가 있어야 하고, 정범에 종속하여 성립하는 범죄이므로 방조행위와 정범의 범죄 실현 사이에는 인과관계가 필요하다. 방조범이 성립하려면 방조행위가 정범의 범죄 실현과 밀접한 관련이 있고 정범으로 하여금 구체적 위험을 실현시키거나 범죄 결과를 발생시킬 기회를 높이는 등으로 정범의 범죄 실현에 현실적인 기여를 하였다고 평가할 수 있어야 한다. 정범의 범죄 실현과 밀접한 관련이 없는 행위를 도와준 데 지나지 않는 경우에는 방조범이 성립하지 않는다.<br/>  [2] 박사방 운영진이 음란물 배포 목적의 텔레그램 그룹(이하 ‘미션방’이라 한다)을 만들고 특정 시간대에 미션방참여자들이 인터넷 포털사이트에 일제히 특정 검색어를 입력함으로써 실시간 급상승 검색어로 노출되도록 하는 이른바 ‘실검챌린지’를 지시하여 불특정 다수의 텔레그램 사용자들로 하여금 정해진 시간에 미션방에 참여하게 한 다음 특정 시점에 미션방에 피해자 甲(女, 18세)에 대한 음란물을 게시한 것과 관련하여, 피고인이 박사방 운영진의 지시에 따라 4회에 걸쳐 검색어를 입력하고 미션방과 박사방 관련 채널에 검색사실을 올려 인증함으로써 박사방 운영진에 의한 아동·청소년 이용 음란물 배포행위를 방조하였다는 내용으로 기소된 사안에서, 피고인이 미션방에 참여하여 박사방 운영진의 지시 및 공지 내용을 인식하였다거나 검색어 자체만으로 ‘아동·청소년 이용 음란물 배포’의 범죄행위를 위한 것임을 알았다고 보기 어려운 이상 방조의 고의는 물론 정범의 고의가 있었다고 단정하기어렵고, 나아가 검색 경위 및 피고인의 검색 시점으로부터 약 21시간 내지 24시간이 지난 시점에서야 박사방 운영진이 아동·청소년 이용 음란물을 배포한 사정에 비추어, 박사방 운영진의 미션방에 적극 참여하여 그 지시에 따라 검색어 입력 및 인증을 한 경우가 아니라 당시 다양한 경로로 접하게 된 검색어를 입력하는 등의 행위는, 박사방의 운영진이 특정 검색어가 당시 화제가 되고 있음에 편승하여 이에 관심을 가진 사람을 미션방으로 유도하여 음란물 판매를 촉진하려는 의도로 시작한 실검챌린지 등에 단순히 이용된 것으로 볼 여지가 있고, 달리 피고인의 각 행위와 정범의 범죄 실현 사이에 밀접한 관련성 등 인과관계를 인정하거나 피고인의 각 행위가 정범의 범죄 실현에 현실적인 기여를 하였다고 단정하기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심의 판단에 ‘방조’에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제32조 / [2] 구 아동·청소년의 성보호에 관한 법률(2020. 6. 2. 법률 제17338호로 개정되기 전의 것) 제2조 제5호, 제11조 제3항, 형법 제32조 제1항<br/>",
  "참조판례": "[1] 대법원 2021. 9. 9. 선고 2017도19025 전원합의체 판결(공2021하, 1881), 대법원 2021. 9. 16. 선고 2015도12632 판결(공2021하, 2073)<br/>"
}