{
  "판례일련번호": "237873",
  "사건명": "법인세경정거부처분취소",
  "사건번호": "2023두45736",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231012",
  "판시사항": "[1] 법인의 순자산을 감소시키는 거래로 발생하는 손비에 해당하지 않는 금액은 손금이 될 수 있는지 여부(원칙적 소극)<br/>  [2] 甲 주식회사가 근로복지기본법 제39조에 따라 부여한 신주발행형 우리사주매수선택권을 임직원들 중 일부가 행사하였고, 甲 회사가 법인세 신고 시 신주발행형 우리사주매수선택권 행사 당시 신주의 시가와 행사가격의 차액을 손금에 산입하지 않았는데, 이후 위 행사차액을 손금에 산입하여야 한다는 이유로 법인세 환급을 구하는 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 위 행사차액은 손금에 산입할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것, 이하 같다) 제19조는 제1항에서 “손금은 자본 또는 출자의 환급, 잉여금의 처분 및 이 법에서 규정하는 것은 제외하고 해당 법인의 순자산을 감소시키는 거래로 인하여 발생하는 손비의 금액으로 한다.”라고 규정하고, 제2항에서 “손비는 이 법 및 다른 법률에서 달리 정하고 있는 것을 제외하고는 그 법인의 사업과 관련하여 발생하거나 지출된 손실 또는 비용으로서 일반적으로 인정되는 통상적인 것이거나 수익과 직접 관련된 것으로 한다.”라고 규정하며, 제4항에서 “제1항부터 제3항까지의 규정에 따른 손비의 범위 및 구분 등에 관하여 필요한 사항은 대통령령으로 정한다.”라고 규정하고 있다. 그 위임에 따른 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것) 제19조는 제3호의 ‘인건비’를 포함하여 손비 항목들을 그 성질의 구분 없이 제1호에서 제21호까지 열거한 후 제22호에서 ‘그 밖의 손비로서 그 법인에 귀속되었거나 귀속될 금액’으로 포괄적으로 규정하고 있다. 그리고 구 법인세법은 제19조의2 내지 제38조에서 손금불산입 항목과 손금산입 항목을 별도로 규정하고 있다. 이러한 관계 법령의 내용, 형식 및 취지를 종합하여 보면, 구 법인세법은 익금과 손금의 범위를 완결적으로 규정한 것이 아니라 그 범위를 예시하면서 포괄적으로 규정하고, 그 특례규정으로서 손금불산입과 손금산입의 각 사항을 열거하여 규정하고 있으므로, 원칙적으로 법인의 순자산을 감소시키는 거래로 인하여 발생하는 손비에 해당하지 않는 금액은 손금산입 특례규정 등에 열거되어 있지 않은 한 손금이 될 수 없다고 보아야 한다.<br/>  [2] 甲 주식회사가 근로복지기본법 제39조에 따라 부여한 신주발행형 우리사주매수선택권을 임직원들 중 일부가 행사하였고, 甲 회사가 법인세 신고 시 신주발행형 우리사주매수선택권 행사 당시 신주의 시가와 행사가격의 차액을 손금에 산입하지 않았는데, 이후 위 행사차액을 손금에 산입하여야 한다는 이유로 법인세 환급을 구하는 경정청구를 하였으나 관할 세무서장이 이를 거부한 사안에서, 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것, 이하 같다) 제19조 제1항에 규정된 ‘순자산을 감소시키는 거래’의 의미는 법문대로 엄격하게 해석하여야 하는데, 신주발행형 우리사주매수선택권의 행사로 신주가 발행되는 경우에는 인수가액의 납입으로 법인의 자본이 증가할 뿐 순자산이 감소하지 않으므로, 위 행사차액은 甲 회사의 순자산을 감소시키는 거래로 인하여 발생하는 손비로서 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것) 제19조 제3호의 ‘인건비’ 내지 제22호의 ‘그 밖의 손비로서 그 법인에 귀속되었거나 귀속될 금액’에 해당하지 않는 점, 2022. 2. 15. 대통령령 제32418호로 개정된 법인세법 시행령 제19조 제19호의2(이하 ‘신설규정’이라 한다)는 근로복지기본법 제39조에 따른 우리사주매수선택권을 부여받은 자에 대하여 약정된 주식매수시기에 우리사주매수선택권 행사에 따라 주식을 시가보다 낮게 발행하는 경우 ‘그 주식의 실제 매수가액과 시가의 차액’을 손비에 포함한다고 규정하고 있으나, 개정 법인세법 시행령이 시행되기 전에 우리사주매수선택권을 행사한 경우 신설규정을 적용할 수 없는 점, 신설규정은 우리사주매수선택권의 활용을 촉진하여 기업이 우수한 인재를 유치하고 근로자 복지를 향상시킬 수 있도록 우리사주매수선택권의 행사차액을 손비의 범위에 포함시킨 것으로서 창설적 규정이라고 보아야 하므로, 신설규정이나 우리사주매수선택권 행사차액에 대한 별도의 손금산입 특례규정이 없었던 구 법인세법의 해석에 이를 고려할 수도 없는 점 등을 종합하면, 위 행사차액은 손금에 산입할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제19조 제1항, 제2항, 제4항, 제19조의2, 제20조, 제21조, 제21조의2, 제22조, 제23조, 제24조, 제25조, 제26조, 제27조, 제27조의2, 제28조, 제29조, 제30조, 제33조, 제34조, 제35조, 제36조, 제37조, 제38조, 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것) 제19조 / [2] 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제19조 제1항, 제4항, 구 법인세법 시행령(2019. 2. 12. 대통령령 제29529호로 개정되기 전의 것) 제19조, 법인세법 시행령 제19조 제19호의2, 부칙(2022. 2. 15.) 제2조, 제3조, 근로복지기본법 제39조<br/>",
  "참조판례": ""
}