{
  "판례일련번호": "237899",
  "사건명": "부당이득금",
  "사건번호": "2022나13993",
  "법원명": "서울고법(인천)",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230824",
  "판시사항": "산업단지개발사업의 시행자인 甲 주식회사가 사업시행으로 용도가 폐지되는 국가 소유 토지의 무상양도를 요구하였다가, 국가가 현실 이용상황이 공공시설인 토지는 산업입지 및 개발에 관한 법률 제26조에 따라 사업시행자에 무상귀속되나 위 토지는 현실 이용상황이 비공공시설이어서 무상귀속이 불가하다며 요구에 응하지 않자, 국가와 위 토지에 관한 매매계약을 체결하고 매매대금을 지급하였는데, 이후 甲 회사의 파산관재인이 위 매매계약은 기업활동 규제완화에 관한 특별조치법 제25조를 위반한 것으로서 무효라며 국가를 상대로 매매대금 상당의 부당이득반환을 구한 사안에서, 위 매매계약은 강행규정인 기업활동 규제완화에 관한 특별조치법 제25조 본문을 위반한 것으로서 무효이므로, 국가는 甲 회사의 파산관재인에게 부당이득반환으로 매매대금 상당액 및 이에 대한 이자와 지연손해금을 지급할 의무가 있다고 한 사례<br/>",
  "판결요지": "산업단지개발사업의 시행자인 甲 주식회사가 사업시행으로 용도가 폐지되는 국가 소유 토지의 무상양도를 요구하였다가, 국가가 현실 이용상황이 공공시설인 토지는 산업입지 및 개발에 관한 법률(이하 ‘산업입지법’이라 한다) 제26조에 따라 사업시행자에 무상귀속되나 위 토지는 현실 이용상황이 비공공시설이어서 무상귀속이 불가하다며 요구에 응하지 않자, 국가와 위 토지에 관한 매매계약을 체결하고 매매대금을 지급하였는데, 이후 甲 회사의 파산관재인이 위 매매계약은 기업활동 규제완화에 관한 특별조치법(이하 ‘기업규제완화법’이라 한다) 제25조를 위반한 것으로서 무효라며 국가를 상대로 매매대금 상당의 부당이득반환을 구한 사안이다.<br/>  기업규제완화법의 입법 취지 및 규정 내용에다가 기업규제완화법 제25조 본문에 산업단지개발사업의 시행으로 인하여 용도가 폐지되는 국가 또는 지방자치단체 소유의 재산은 ‘산업입지법 제26조 제2항에도 불구하고’ 사업시행자에게 무상으로 양도하여야 하는 것으로 명시하고 있고, 국가나 지방자치단체의 목적 수행상 불가피하게 양도할 수 없는 재산에 대해서는 예외로 한다는 단서 규정을 둔 것 외에는 문언상 관리청에 해당 재산에 대한 무상양도를 거부할 재량권을 부여하고 있지 않은 점 등을 보태어 보면, 산업단지개발사업 시행에 따른 국가 재산의 무상귀속 문제에 관하여는 산업입지법 제26조 제2항에 우선하여 기업규제완화법 제25조가 적용된다고 봄이 타당한데, 기업규제완화법 제25조는 문언상 무상양도의 대상을 ‘재산’으로 정하고 있을 뿐 ‘공공시설’에 해당하여야 한다고 제한하고 있지 않고, 이를 문언과 달리 ‘공공시설’로 축소 해석해야 할 합리적인 이유가 없는 점, 무상양도의 대상을 ‘공공시설’ 내지 ‘정비기반시설’로 한정한 택지개발촉진법, 도시 및 주거환경정비법, 국토의 계획 및 이용에 관한 법률 등과 달리 위 조항은 무상양도의 대상을 ‘재산’으로 확대하여 기업들의 사업 참여를 유도하고자 하는 입법자의 의도를 반영한 것으로 보이는 점, 위 조항 단서에서 국가 또는 해당 지방자치단체의 목적 수행상 불가피하게 양도할 수 없는 재산에 대하여는 무상으로 양도할 수 없는 것으로 예외조항을 두어 공공의 이익과 민간사업시행자의 이익을 합리적으로 조정하고 있는 점 등에 비추어 보면, 위 토지는 실제 사용현황이 공공시설로 이용되고 있지 않더라도 기업규제완화법 제25조에 따라 무상양도의 대상이 되며, 기업규제완화법 제25조 본문은 사업시행자에 의하여 새로 설치될 공공시설의 설치비용에 상당하는 범위에서 사업시행으로 용도가 폐지되는 국가나 지방자치단체 소유 재산의 무상양도를 강제하는 강행규정이므로, 甲 회사가 국가로부터 위 토지를 유상으로 매수하는 내용의 위 매매계약은 강행규정인 기업규제완화법 제25조 본문을 위반한 것으로서 무효이고, 국가는 甲 회사의 파산관재인에게 부당이득반환으로 매매대금 상당액 및 이에 대한 이자와 지연손해금을 지급할 의무가 있다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "기업활동 규제완화에 관한 특별조치법 제25조, 산업입지 및 개발에 관한 법률 제26조, 민법 제105조, 제741조<br/>",
  "참조판례": ""
}