{
  "판례일련번호": "237883",
  "사건명": "구상금·공사대금",
  "사건번호": "2020다210860, 210877",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231012",
  "판시사항": "[1] 수급인이 공사를 완공하지 못한 채 공사도급계약이 해제되어 기성고에 따른 공사비를 정산하여야 할 경우, 공사비를 산정하는 방법 및 이때 기성고 비율의 의미 / 공사도급계약에서 설계 및 사양의 변경에 따라 공사대금이 변경되는 것으로 특약한 경우, 기성고에 따른 공사비를 산정하는 방법<br/>  [2] 소장에서 청구의 대상으로 삼은 채권 중 일부만을 청구하면서 소송의 진행경과에 따라 장차 청구금액을 확장할 뜻을 표시하고 해당 소송이 종료될 때까지 실제로 청구금액을 확장한 경우, 소 제기 당시부터 채권 전부에 관하여 재판상 청구로 인한 시효중단의 효력이 발생하는지 여부(적극)<br/>  [3] 법률상 사항에 관한 법원의 석명 또는 지적의무 <br/>",
  "판결요지": "[1] 수급인이 공사를 완공하지 못한 채 공사도급계약이 해제되어 기성고에 따른 공사비를 정산하여야 할 경우, 기성 부분과 미시공 부분에 실제로 소요되거나 소요될 공사비를 기초로 산출한 기성고 비율을 약정 공사비에 적용하여 그 공사비를 산정하여야 하고, 기성고 비율은 이미 완성된 부분에 소요된 공사비에다가 미시공 부분을 완성하는 데 소요될 공사비를 합친 전체 공사비 가운데 이미 완성된 부분에 소요된 공사비가 차지하는 비율이라고 할 것이고, 만약 공사도급계약에서 설계 및 사양의 변경이 있는 때에는 그 설계 및 사양의 변경에 따라 공사대금이 변경되는 것으로 특약하고, 변경된 설계 및 사양에 따라 공사가 진행되다가 중단되었다면 설계 및 사양의 변경에 따라 변경된 공사대금에 기성고 비율을 적용하는 방법으로 기성고에 따른 공사비를 산정하여야 한다.<br/>  [2] 하나의 채권 중 일부에 관하여만 판결을 구한다는 취지를 명백히 하여 소송을 제기한 경우에는 소 제기에 의한 소멸시효중단의 효력이 그 일부에 관하여만 발생하고 나머지 부분에는 발생하지 않으나, 소장에서 청구의 대상으로 삼은 채권 중 일부만을 청구하면서 소송의 진행경과에 따라 장차 청구금액을 확장할 뜻을 표시하고 해당 소송이 종료될 때까지 실제로 청구금액을 확장한 경우에는 소 제기 당시부터 채권 전부에 관하여 재판상 청구로 인한 시효중단의 효력이 발생한다.<br/>  [3] 민사소송법 제136조 제1항은 \"재판장은 소송관계를 분명하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 대하여 질문할 수 있고, 증명을 하도록 촉구할 수 있다.\"라고 규정하고, 제4항은 \"법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.\"라고 규정하고 있다. 따라서 당사자가 부주의 또는 오해로 증명하지 아니한 것이 분명하거나 쟁점으로 될 사항에 관하여 당사자 사이에 명시적인 다툼이 없는 경우에는 법원은 석명을 구하고 증명을 촉구하여야 하고, 만일 당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점을 이유로 법원이 청구의 당부를 판단하려는 경우에는 그 법률적 관점에 대하여 당사자에게 의견진술의 기회를 주어야 한다. 그와 같이 하지 않고 예상외의 재판으로 당사자 일방에게 불의의 타격을 가하는 것은 석명의무를 다하지 않아 심리를 제대로 하지 않은 위법을 범한 것이 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제664조 / [2] 민법 제168조 제1호 / [3] 민사소송법 제136조 제1항, 제4항<br/>",
  "참조판례": "[1] 대법원 2003. 2. 26. 선고 2000다40995 판결(공2003상, 891) / [2] 대법원 1975. 2. 25. 선고 74다1557 판결(공1975, 8348), 대법원 2022. 5. 26. 선고 2020다206625 판결(공2022하, 1235) / [3] 대법원 2020. 2. 13. 선고 2015다47396 판결<br/>"
}