{
  "판례일련번호": "237871",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영·반포등)·아동·청소년의성보호에관한법률위반(성착취물제작·배포등)·아동·청소년의성보호에관한법률위반(성착취물소지등)·정보통신망이용촉진및정보보호등에관한법률위반·(음란물유포)[「아동·청소년의 성보호에 관한 법률」 제11조 제3항의 아동·청소년성착취물 ‘배포’ 및 같은 조 제5항의 아동·청소년성착취물 ‘소지’ 여부가 문제된 사건]",
  "사건번호": "2023도5757",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231012",
  "판시사항": "[1] 아동·청소년의 성보호에 관한 법률 제11조 제3항에서 정한 아동·청소년성착취물의 ‘배포’ 및 ‘공연히 전시’하는 행위의 의미 / 자신의 웹사이트에 아동·청소년성착취물이 저장된 다른 웹사이트로 연결되는 링크를 게시하여 불특정 또는 다수인이 링크를 이용하여 별다른 제한 없이 아동·청소년성착취물에 바로 접할 수 있는 상태를 실제로 조성한 경우, 위 조항에서 정한 아동·청소년성착취물을 배포하거나 공연히 전시한다는 구성요건을 충족하는지 여부(적극)<br/>  [2] 아동·청소년의 성보호에 관한 법률 제11조 제5항에서 정한 아동·청소년성착취물 ‘소지’의 의미 및 피고인이 자신이 지배하지 않는 서버 등에 저장된 아동·청소년성착취물에 접근하였으나 위 성착취물을 다운로드하는 등 실제로 지배할 수 있는 상태로 나아가지는 않은 경우, 이를 아동·청소년성착취물을 ‘소지’한 것으로 평가할 수 있는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 아동·청소년의 성보호에 관한 법률 제11조 제3항은 \"아동·청소년성착취물을 배포·제공하거나 이를 목적으로 광고·소개하거나 공연히 전시 또는 상영한 자는 3년 이상의 징역에 처한다.\"라고 규정하고 있다. 여기서 아동·청소년성착취물의 ‘배포’란 아동·청소년성착취물을 불특정 또는 다수인에게 교부하는 것을 의미하고, ‘공연히 전시’하는 행위란 불특정 또는 다수인이 실제로 아동·청소년성착취물을 인식할 수 있는 상태에 두는 것을 의미한다.<br/>  자신의 웹사이트에 아동·청소년성착취물이 저장된 다른 웹사이트로 연결되는 링크를 해 놓는 행위자의 의사, 그 행위자가 운영하는 웹사이트의 성격 및 사용된 링크기술의 구체적인 방식, 아동·청소년성착취물이 담겨져 있는 다른 웹사이트의 성격 및 다른 웹사이트 등이 아동·청소년성착취물을 실제로 전시한 방법 등 제반 사정을 종합하여 볼 때, 링크의 게시를 포함한 일련의 행위가 불특정 또는 다수인에게 다른 웹사이트 등을 단순히 소개·연결하는 정도를 넘어 링크를 이용하여 별다른 제한 없이 아동·청소년성착취물에 바로 접할 수 있는 상태를 실제로 조성한다면, 이는 아동·청소년성착취물을 직접 ‘배포’하거나 ‘공연히 전시’한 것과 실질적으로 다를 바 없다고 평가할 수 있으므로, 위와 같은 행위는 전체적으로 보아 아동·청소년성착취물을 배포하거나 공연히 전시한다는 구성요건을 충족한다. <br/>  [2] 아동·청소년의 성보호에 관한 법률 제11조 제5항은 \"아동·청소년성착취물을 구입하거나 아동·청소년성착취물임을 알면서 이를 소지·시청한 자는 1년 이상의 징역에 처한다.\"라고 규정하고 있다. 여기서 ‘소지’란 아동·청소년성착취물을 자기가 지배할 수 있는 상태에 두고 지배관계를 지속시키는 행위를 말한다.<br/>  아동·청소년성착취물 파일을 구입하여 시청할 수 있는 상태 또는 접근할 수 있는 상태만으로 곧바로 이를 소지로 보는 것은 소지에 대한 문언 해석의 한계를 넘어서는 것이어서 허용될 수 없으므로, 피고인이 자신이 지배하지 않는 서버 등에 저장된 아동·청소년성착취물에 접근하였지만 위 성착취물을 다운로드하는 등 실제로 지배할 수 있는 상태로 나아가지는 않았다면 특별한 사정이 없는 한 아동·청소년성착취물을 ‘소지’한 것으로 평가하기는 어렵다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 아동·청소년의 성보호에 관한 법률 제11조 제3항 / [2] 아동·청소년의 성보호에 관한 법률 제11조 제5항<br/>",
  "참조판례": "[1] 대법원 2003. 7. 8. 선고 2001도1335 판결(공2003하, 1739), 대법원 2009. 5. 14. 선고 2008도10914 판결(공2009상, 925), 대법원 2019. 7. 25. 선고 2019도5283 판결(공2019하, 1701) / [2] 대법원 2023. 3. 16. 선고 2022도15319 판결, 대법원 2023. 6. 29. 선고 2022도6278 판결(공2023하, 1407)<br/>"
}