{
  "판례일련번호": "237867",
  "사건명": "아동·청소년의성보호에관한법률위반(위계등유사성행위)·아동·청소년의성보호에관한법률위반(성매수등)·아동·청소년의성보호에관한법률위반(성착취물제작·배포등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영·반포등)·미성년자의제강간·미성년자의제유사강간·아동복지법위반(아동에대한음행강요·매개·성희롱등)·성매매알선등행위의처벌에관한법률위반(성매매)",
  "사건번호": "2023도8752",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231018",
  "판시사항": "[1] 수사기관이 압수·수색영장을 제시하고 집행에 착수하여 압수·수색을 실시하고 집행을 종료한 후 그 영장의 유효기간 내에 동일한 장소 또는 목적물에 대하여 다시 압수·수색할 필요가 있는 경우, 종전의 압수·수색영장을 제시하고 다시 압수·수색을 할 수 있는지 여부(소극)<br/>  [2] 수사기관이 하드카피나 이미징 등(복제본)에 담긴 전자정보를 탐색하여 혐의사실과 관련된 정보(유관정보)를 선별하여 출력하거나 다른 저장매체에 저장하는 등으로 압수를 완료한 경우, 혐의사실과 관련 없는 전자정보(무관정보)를 삭제·폐기하여야 하는지 여부(적극) / 수사기관이 새로운 범죄 혐의의 수사를 위하여 무관정보가 남아 있는 복제본을 탐색, 복제 또는 출력할 수 있는지 여부(소극) 및 이때 수사기관이 열람할 수 있는 범위(=기존 압수·수색 과정에서 출력하거나 복제한 유관정보의 결과물)<br/>  [3] 헌법과 형사소송법이 정한 압수·수색절차의 내용 및 관련 규정 / 수사기관이 압수·수색영장의 집행기관으로서 준수하여야 할 적법절차의 내용<br/>",
  "판결요지": "[1] 형사소송법 제215조에 따른 압수·수색영장은 수사기관의 압수·수색에 대한 허가장으로서 거기에 기재되는 유효기간은 집행에 착수할 수 있는 종기를 의미하는 것이므로, 수사기관이 압수·수색영장을 제시하고 집행에 착수하여 압수·수색을 실시하고 그 집행을 종료하였다면 이미 그 영장은 목적을 달성하여 효력이 상실되는 것이고, 동일한 장소 또는 목적물에 대하여 다시 압수·수색할 필요가 있는 경우라면 그 필요성을 소명하여 법원으로부터 새로운 압수·수색영장을 발부받아야 하는 것이지, 앞서 발부받은 압수·수색영장의 유효기간이 남아 있다고 하여 이를 제시하고 다시 압수·수색을 할 수 없다.<br/>  [2] 수사기관은 하드카피나 이미징 등(이하 ‘복제본’이라 한다)에 담긴 전자정보를 탐색하여 혐의사실과 관련된 정보(이하 ‘유관정보’라 한다)를 선별하여 출력하거나 다른 저장매체에 저장하는 등으로 압수를 완료하면 혐의사실과 관련 없는 전자정보(이하 ‘무관정보’라 한다)를 삭제·폐기하여야 한다. 수사기관이 새로운 범죄 혐의의 수사를 위하여 무관정보가 남아 있는 복제본을 열람하는 것은 압수·수색영장으로 압수되지 않은 전자정보를 영장 없이 수색하는 것과 다르지 않다. 따라서 복제본은 더 이상 수사기관의 탐색, 복제 또는 출력 대상이 될 수 없으며, 수사기관은 새로운 범죄 혐의의 수사를 위하여 필요한 경우에도 기존 압수·수색 과정에서 출력하거나 복제한 유관정보의 결과물을 열람할 수 있을 뿐이다.<br/>  [3] 수사기관이 압수 또는 수색을 할 때에는 처분을 받는 사람에게 반드시 적법한 절차에 따라 법관이 발부한 영장을 사전에 제시하여야 하고, 처분을 받는 자가 피의자인 경우에는 영장 사본을 교부하여야 하며(헌법 제12조 제3항 본문, 형사소송법 제219조 및 제118조), 피의자·피압수자 또는 변호인(이하 ‘피의자 등’이라 한다)은 압수·수색영장의 집행에 참여할 권리가 있으므로(형사소송법 제219조, 제121조) 수사기관이 압수·수색영장을 집행할 때에도 원칙적으로는 피의자 등에게 미리 집행의 일시와 장소를 통지하여야 하고(형사소송법 제219조, 제122조), 수사기관은 압수영장을 집행한 직후에 압수목록을 곧바로 작성하여 압수한 물건의 소유자·소지자·보관자 기타 이에 준하는 사람에게 교부하여야 한다(형사소송법 제219조, 제129조). 헌법과 형사소송법이 정한 절차와 관련 규정, 그 입법 취지 등을 충실히 구현하기 위하여, 수사기관은 압수·수색영장의 집행기관으로서 피압수자로 하여금 법관이 발부한 영장에 의한 압수·수색이라는 강제처분이 이루어진다는 사실을 확인할 수 있도록 형사소송법이 압수·수색영장에 필요적으로 기재하도록 정한 사항이나 그와 일체를 이루는 내용까지 구체적으로 충분히 인식할 수 있는 방법으로 압수·수색영장을 제시하고 피의자에게는 그 사본까지 교부하여야 하며, 증거인멸의 가능성이 최소화됨을 전제로 영장 집행 과정에 대한 참여권이 충실히 보장될 수 있도록 사전에 피의자 등에 대하여 집행 일시와 장소를 통지하여야 함은 물론 피의자 등의 참여권이 형해화되지 않도록 그 통지의무의 예외로 규정된 ‘피의자 등이 참여하지 아니한다는 의사를 명시한 때 또는 급속을 요하는 때’라는 사유를 엄격하게 해석하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제215조 / [2] 형사소송법 제215조, 제307조, 제308조의2 / [3] 헌법 제12조 제3항, 형사소송법 제118조, 제121조, 제122조, 제129조, 제215조, 제219조, 제307조, 제308조의2<br/>",
  "참조판례": "[1] 대법원 1999. 12. 1. 자 99모161 결정(공2000상, 524) / [2] 대법원 2023. 6. 1. 선고 2018도19782 판결(공2023하, 1162) / [3] 대법원 2022. 7. 14. 자 2019모2584 결정(공2022하, 1694)<br/>"
}