{
  "판례일련번호": "237919",
  "사건명": "소유권이전등기·매매대금",
  "사건번호": "2022다290327, 290334",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231102",
  "판시사항": "[1] 매도청구권에 대해 정하고 있는 도시 및 주거환경정비법 제64조 제4항 및 제73조 제2항을 해석하는 방법<br/>  [2] 투기과열지구로 지정된 지역의 재건축사업시행자가 조합설립인가 후 해당 정비사업의 건축물 또는 토지를 양수한 자로부터 해당 건축물 또는 토지를 취득하기 위해 협의를 진행하였으나 협의가 성립되지 아니한 경우, 도시 및 주거환경정비법 제73조 제2항을 준용하여 위 건축물 또는 토지에 관한 매도청구권을 행사하는 것이 허용되는지 여부(적극) / 재건축사업시행자가 위 양수인이 조합원 자격을 취득할 수 없다는 사실을 뒤늦게 인지하였고, 그 전에 이미 위 양수인으로부터 해당 건축물 또는 토지를 현물출자받거나 신탁을 원인으로 한 소유권이전등기를 경료받은 경우, 재건축사업시행자는 신탁받은 건축물 또는 토지의 소유권을 취득하기 위하여 새로이 매도청구권을 행사하여야 하는지 여부(소극) / 조합원 자격을 취득할 수 없음을 간과하고 양수인에게 대지 또는 건축물을 분양하는 것을 내용으로 하는 관리처분계획의 변경 및 이전고시가 이루어지고, 양수인이 그에 따른 권리를 취득하기에 이른 경우, 양수인이 취득한 대지 등에 대하여 도시 및 주거환경정비법 제73조 제2항에 기해 매도청구를 하는 것이 허용되는지 여부(소극)<br/>",
  "판결요지": "[1] 도시 및 주거환경정비법(이하 ‘도시정비법’이라고 한다) 제64조 제4항에 의하면 주택재건축사업시행자는 조합설립 또는 사업시행자 지정에 동의하지 않은 토지 등 소유자와 건축물 또는 토지만 소유한 자에게 ‘건축물 또는 토지의 소유권과 그 밖의 권리’를 매도할 것을 청구할 수 있고, 같은 법 제73조 제2항에 의하면 주택재건축사업시행자는 분양신청을 하지 아니한 자 등의 ‘토지, 건축물 또는 그 밖의 권리’에 대하여 매도청구소송을 제기하도록 정하였다. <br/>  위와 같은 내용의 도시정비법 제64조 제4항 및 제73조 제2항은 재건축 불참자 등에 대하여 그 의사에 불구하고 그 구분소유권 및 대지사용권을 매도하게 하는 규정으로서 이들의 재산권에 대한 제한규정이기는 하나, 노후·불량주택을 재건축하여 도시환경을 개선하고 주거생활의 질을 높인다는 공공복리를 실현하기 위한 것으로 입법 목적의 정당성이 인정될 뿐만 아니라 이러한 입법 목적을 달성하기 위한 효과적이고 적절한 수단이고, 피해의 최소성 및 법익의 균형성도 갖추었으므로 위헌이라고 할 수 없다. 그러나 매도청구권의 위와 같은 기본권 제한성을 감안하면 위 규정을 적용함에 있어 행사요건을 엄격히 해석해야 하고, 함부로 유추해석하거나 확장해석하여서는 아니 된다. <br/>  [2] 구 도시 및 주거환경정비법(2021. 4. 13. 법률 제18046호로 개정되기 전의 것) 제39조 제2항, 제3항에 의하면 투기과열지구로 지정된 지역에서 재건축사업을 시행하는 경우 조합설립인가 후 해당 정비사업의 건축물 또는 토지를 양수한 자는 조합원이 될 수 없고, 이러한 경우 사업시행자는 정비사업의 토지, 건축물 또는 그 밖의 권리를 취득한 자에게 동법 제73조를 준용하여 손실보상을 하여야 한다고 정하고 있다. 사업시행자가 양수인으로부터 해당 건축물 또는 토지를 취득하기 위해 협의를 진행하였으나 협의가 성립되지 아니한 경우 도시 및 주거환경정비법(이하 ‘도시정비법’이라고 한다) 제73조 제2항을 준용하여 위 건축물 또는 토지에 관한 매도청구권을 행사하는 것은 재건축사업의 시행을 위한 것으로서 허용된다고 할 것이다. <br/>  그러나 재건축사업시행자가 양수인이 조합원 자격을 취득할 수 없다는 사실을 뒤늦게 인지하였고, 그 전에 이미 양수인으로부터 해당 건축물 또는 토지를 현물출자받거나 신탁을 원인으로 한 소유권이전등기를 경료받은 경우라면, 재건축사업시행자는 신탁받은 건축물 또는 토지의 소유권을 취득하기 위하여 새로이 매도청구권을 행사할 필요가 없다. <br/>  조합원 자격을 취득할 수 없음을 간과하고 해당 양수인에게 대지 또는 건축물을 분양하는 것을 내용으로 하는 관리처분계획의 변경 및 이전고시가 이루어지고, 해당 양수인이 그에 따른 권리를 취득하기에 이른 경우라면, 그러한 관리처분계획 또는 이전고시의 효력을 다투는 것은 별론으로 하고, 해당 양수인이 취득한 대지 등에 대하여 도시정비법 제73조 제2항에 기해 매도청구를 하는 것은 재건축사업의 시행과 무관하여 허용되지 않는다고 보는 것이 타당하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 도시 및 주거환경정비법 제64조 제4항, 제73조 제2항 / [2] 구 도시 및 주거환경정비법(2021. 4. 13. 법률 제18046호로 개정되기 전의 것) 제39조 제2항, 제3항, 도시 및 주거환경정비법 제64조 제4항, 제73조 제2항<br/>",
  "참조판례": "[1] 대법원 1999. 12. 10. 선고 98다36344 판결(공2000상, 158), 헌법재판소 2020. 11. 26. 선고 2018헌바407, 408, 2019헌바88, 343, 344, 365, 366, 368, 375, 393, 394, 406, 436, 467, 468, 488, 2020헌바8 전원재판부 결정(헌공290, 1491) / [2] 대법원 2013. 11. 28. 선고 2012다110477, 110484 판결(공2014상, 51)<br/>"
}