{
  "판례일련번호": "237941",
  "사건명": "명예훼손[‘제국의 위안부’ 명예훼손 사건]",
  "사건번호": "2017도18697",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231026",
  "판시사항": "[1] 학문의 자유의 본질 및 학문적 표현의 자유에 대한 제한의 한계 / 학문적 표현행위가 기본적 연구윤리를 위반하거나 해당 학문 분야에서 통상적으로 용인되는 범위를 심각하게 벗어나 학문적 과정이라고 보기 어려운 행위의 결과라거나, 논지나 맥락과 무관한 표현으로 타인의 권리를 침해하는 등의 특별한 사정이 없는 경우, 이를 학문적 연구를 위한 정당한 행위로 보아야 하는지 여부(적극) / 학문 연구자들이 연구 주제의 선택, 연구의 실행뿐만 아니라 연구 결과 발표에 이르기까지 존중하여야 하는 타인의 권리<br/>  [2] 객관적으로 피해자의 사회적 평가를 저하시키는 사실에 관한 발언이 보도, 소문이나 제3자의 말을 인용하는 방법으로 단정적인 표현이 아닌 전문 또는 추측의 형태로 표현되었으나 표현 전체의 취지로 보아 사실이 존재할 수 있다는 것을 암시하는 방식으로 이루어진 경우, 명예훼손죄에서의 ‘사실의 적시’로 인정되는지 여부(적극) / 학문적 연구에 따른 의견 표현을 명예훼손죄에서의 사실의 적시로 평가할 때 유의하여야 할 사항 / 학문적 표현을 그 자체로 이해하지 않고, 표현에 숨겨진 배경이나 배후를 섣불리 단정하는 방법으로 암시에 의한 사실 적시를 인정할 수 있는지 여부(소극)<br/>  [3] 형사재판에서 공소가 제기된 범죄의 구성요건을 이루는 사실에 대한 증명책임 소재(=검사) / 학문적 표현이 학문의 자유로서 보호되는 영역에 속하지 않는다는 점에 대한 증명책임 소재(=검사)<br/>",
  "판결요지": "[1] 정신적 자유의 핵심인 학문의 자유는 기존의 인식과 방법을 답습하지 아니하고 끊임없이 문제를 제기하거나 비판을 가함으로써 새로운 인식을 얻기 위한 활동을 보장하는 데에 그 본질이 있다. 학문적 표현의 자유는 학문의 자유의 근간을 이룬다. 학문적 표현행위는 연구 결과를 대외적으로 공개하고 학술적 대화와 토론을 통해 새롭고 다양한 비판과 자극을 받아들여 연구 성과를 발전시키는 행위로서 그 자체가 진리를 탐구하는 학문적 과정이며 이러한 과정을 자유롭게 거칠 수 있어야만 궁극적으로 학문이 발전할 수 있다. 헌법 제22조 제1항이 학문의 자유를 특별히 보호하는 취지에 비추어 보면, 학문적 표현의 자유에 대한 제한은 필요 최소한에 그쳐야 한다. 따라서 학문적 표현행위는 기본적 연구윤리를 위반하거나 해당 학문 분야에서 통상적으로 용인되는 범위를 심각하게 벗어나 학문적 과정이라고 보기 어려운 행위의 결과라거나, 논지나 맥락과 무관한 표현으로 타인의 권리를 침해하는 등의 특별한 사정이 없는 한 원칙적으로 학문적 연구를 위한 정당한 행위로 보는 것이 타당하다. <br/>  한편 헌법 제10조는 인간의 존엄과 가치를 규정하고 있고, 인격권에 대한 보호 근거도 같은 조항에서 찾을 수 있다. 학문 연구도 헌법질서 내에서 이루어질 때에 보호받을 수 있으므로, 인간의 존엄성 및 그로부터 도출되는 인격권에 대한 존중에 바탕을 두어야 한다. 따라서 연구자들은 연구 주제의 선택, 연구의 실행뿐만 아니라 연구 결과 발표에 이르기까지 타인의 명예를 보호하고, 개인의 자유와 자기결정권을 존중하며, 사생활의 비밀을 보호하는 것을 소홀히 하여서는 안 된다. 특히 사회적 약자나 소수자와 같이, 연구에 대한 의견을 표출하거나 연구 결과를 반박하는 데에 한계가 있는 개인이나 집단을 대상으로 연구를 하는 경우에는, 연구의 전 과정에 걸쳐 이들의 권리를 존중하여야 할 특별한 책임을 부담한다. <br/>  [2] 대법원은 명예훼손죄에서 ‘사실의 적시’에 관하여, 객관적으로 피해자의 사회적 평가를 저하시키는 사실에 관한 발언이 보도, 소문이나 제3자의 말을 인용하는 방법으로 단정적인 표현이 아닌 전문 또는 추측의 형태로 표현되었더라도, 표현 전체의 취지로 보아 사실이 존재할 수 있다는 것을 암시하는 방식으로 이루어진 경우에는 사실의 적시로 인정하여 왔다. <br/>  하지만 학문적 표현의 자유를 실질적으로 보장하기 위해서는, 학문적 연구 결과 발표에 사용된 표현의 적절성은 형사 법정에서 가려지기보다 자유로운 공개토론이나 학계 내부의 동료평가 과정을 통하여 검증되는 것이 바람직하다. 그러므로 학문적 연구에 따른 의견 표현을 명예훼손죄에서 사실의 적시로 평가하는 데에는 신중할 필요가 있다. 역사학 또는 역사적 사실을 연구 대상으로 삼는 학문 영역에서의 ‘역사적 사실’과 같이, 그것이 분명한 윤곽과 형태를 지닌 고정적인 사실이 아니라 사후적 연구, 검토, 비판의 끊임없는 과정 속에서 재구성되는 사실인 경우에는 더욱 그러하다. 이러한 점에서 볼 때, 학문적 표현을 그 자체로 이해하지 않고, 표현에 숨겨진 배경이나 배후를 섣불리 단정하는 방법으로 암시에 의한 사실 적시를 인정하는 것은 허용된다고 보기 어렵다. <br/>  [3] 형사재판에서 공소가 제기된 범죄의 구성요건을 이루는 사실은 그것이 주관적 요건이든 객관적 요건이든 그 증명책임이 검사에게 있으므로, 해당 표현이 학문의 자유로서 보호되는 영역에 속하지 않는다는 점은 검사가 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제22조 제1항, 형법 제307조 제2항 / [2] 헌법 제22조 제1항, 형법 제307조 제2항 / [3] 헌법 제22조 제1항, 형법 제307조 제2항, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 2018. 7. 12. 선고 2014도3923 판결(공2018하, 1663) / [2] 대법원 2008. 11. 27. 선고 2007도5312 판결(공2008하, 1831)<br/>"
}