{
  "판례일련번호": "237915",
  "사건명": "상해",
  "사건번호": "2023도10768",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231102",
  "판시사항": "甲은 관장 乙이 운영하는 복싱클럽에 회원등록을 하였던 자로서 등록을 취소하는 문제로 乙로부터 질책을 들은 다음 약 1시간이 지난 후 다시 복싱클럽을 찾아와 乙에게 항의하는 과정에서 乙이 甲의 멱살을 잡아당기거나 바닥에 넘어뜨린 후 목을 조르는 등 乙과 甲이 뒤엉켜 몸싸움을 벌였는데, 코치인 피고인이 이를 지켜보던 중 甲이 왼손을 주머니에 넣어 불상의 물건을 꺼내 움켜쥐자 甲의 왼손 주먹을 강제로 펴게 함으로써 甲에게 손가락 골절상을 입혔다는 상해의 공소사실로 기소된 사안에서, 피고인이 당시 죄가 되지 않는 것으로 오인한 것에 대해 ‘정당한 이유’를 부정하여 공소사실을 유죄로 인정한 원심판결에 위법성조각사유의 전제사실에 관한 착오, 정당한 이유의 존부에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "甲은 관장 乙이 운영하는 복싱클럽에 회원등록을 하였던 자로서 등록을 취소하는 문제로 乙로부터 질책을 들은 다음 약 1시간이 지난 후 다시 복싱클럽을 찾아와 乙에게 항의하는 과정에서 乙이 甲의 멱살을 잡아당기거나 바닥에 넘어뜨린 후 목을 조르는 등 乙과 甲이 뒤엉켜 몸싸움을 벌였는데, 코치인 피고인이 이를 지켜보던 중 甲이 왼손을 주머니에 넣어 불상의 물건을 꺼내 움켜쥐자 甲의 왼손 주먹을 강제로 펴게 함으로써 甲에게 약 4주간의 치료가 필요한 손가락 골절상을 입혔다는 상해의 공소사실로 기소된 사안에서, ① 乙과 甲은 외형상 신체적 차이가 크지 않고, 당시 甲은 제압된 상태였더라도 상당한 정도의 물리력을 행사할 수 있는 능력이 있었을 뿐더러 그 직전까지도 乙과 몸싸움을 하는 등 급박한 상황이 계속되고 있었으며, 몸싸움은 일시적·우발적으로 발생한 것이라기보다는 甲이 乙에 대한 항의 내지 보복의 감정을 가진 상태에서 계획적·의도적으로 다시 찾아옴에 따라 발생하였고, 더구나 코치로서 관장과 회원 사이의 시비를 말리거나 더 커지는 것을 막아야 하는 위치에 있던 피고인의 입장에서, 둘 사이의 몸싸움이 격화되는 과정에서 甲이 왼손을 주머니에 넣어 특정한 물건을 움켜쥔 채 꺼내는 것을 목격하자, 이를 甲이 상대방의 생명·신체에 위해를 가하려는 것으로 충분히 오인할 만한 객관적인 정황이 있었던 점, ② 피고인은 일관하여 ‘甲이 호신용 작은 칼 같은 흉기를 꺼내는 것으로 오인하여 이를 확인하려고 하였다.’는 취지로 진술하였고, 甲 역시 수사과정에서 ‘피고인에게 상해의 의도가 있었다기보다는 손에 쥐고 있던 물건이 무엇인지 확인하기 위해서였다고 생각한다.’라고 같은 취지로 진술하였으며, 甲이 가지고 있던 ‘휴대용 녹음기’와 피고인이 착각하였다고 주장하는 ‘호신용 작은 칼’은 크기·길이 등 외형상 큰 차이가 없어 이를 쥔 상태의 주먹이나 손 모양만으로는 양자를 구별하는 것이 쉽지 않았으므로, 당시 피고인은 甲의 주먹이나 손 모양만으로 그가 움켜쥔 물건이 무엇인지조차 알기 어려웠던 점, ③ 甲은 당시 왼손으로 휴대용 녹음기를 움켜쥔 상태에서 이를 활용함에 별다른 장애가 없었으므로, 만일 몸싸움을 하느라 신체적으로 뒤엉킨 상황에서 甲이 실제로 위험한 물건을 꺼내어 움켜쥐고 있었다면 그 자체로 乙의 생명·신체에 관한 급박한 침해나 위험이 초래될 우려가 매우 높은 상황이었던 점, ④ 형법 제20조의 사회상규에 의한 정당행위를 인정하기 위한 요건들 중 행위의 ‘긴급성’과 ‘보충성’은 다른 실효성 있는 적법한 수단이 없는 경우를 의미하지 ‘일체의 법률적인 적법한 수단이 존재하지 않을 것’을 의미하지는 않는다는 판례 법리에 비추어, 피고인의 행위는 적어도 주관적으로는 그 정당성에 대한 인식하에 이루어진 것이라고 보기에 충분한 점 등을 종합하면, 피고인이 당시 죄가 되지 않는 것으로 오인한 것에 대해 ‘정당한 이유’를 부정하여 공소사실을 유죄로 인정한 원심판결에는 위법성조각사유의 전제사실에 관한 착오, 정당한 이유의 존부에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "형법 제16조, 제20조, 제21조, 제257조 제1항<br/>",
  "참조판례": ""
}