{
  "판례일련번호": "237917",
  "사건명": "매매대금[채권금융기관 공동관리절차가 진행 중인 기업에 대하여 지급보증의 신용공여를 한 보증보험회사가 협의회 의결에 반대하여 채권매수청구권을 행사한 사안]",
  "사건번호": "2018다208376",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231102",
  "판시사항": "[1] 구 기업구조조정 촉진법에 따른 채권금융기관 공동관리절차에서 채권재조정 내지 신규 신용공여를 실행하도록 하는 채권금융기관협의회의 의결을 해석하는 방법 및 채권재조정 또는 신규 신용공여에 관한 의결 내용이 명확하지 않은 경우, 의결된 사항의 의미를 엄격하게 해석하여야 하는지 여부(적극)<br/>  [2] 甲 주식회사에 대한 채권금융기관 공동관리절차에서 채권금융기관협의회가 채권금융기관의 甲 회사에 대한 무담보채권 98.08%를 출자전환하는 내용의 의결을 하였는데, 甲 회사가 체결한 도급계약 등과 관련한 보증보험계약 등을 체결함으로써 지급보증의 신용공여를 한 채권금융기관인 乙 보험회사가 주채권은행인 丙 은행을 상대로 위 의결 이후 보증보험계약에 따른 채무 이행으로 취득한 구상금 채권 등의 매수를 구한 사안에서, 제반 사정에 비추어 위 의결에 따라 출자전환 대상이 되는 채권에는 의결 당시 보증채무를 이행하지 않아 대상 기업에 대한 구상권의 발생 여부와 금액 등이 확정되지 않았던 채권은 포함되지 않았다고 해석할 여지가 많은데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>  [3] 구 기업구조조정 촉진법 제20조 제1항에 따라 채권매수청구권을 행사하였으나 채권의 매수가액에 대하여 협의 또는 조정이 이루어지지 아니하여 소송 등의 절차가 진행된 경우, 법원이 매수가액을 결정하는 방법<br/>",
  "판결요지": "[1] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효, 이하 ‘구 기업구조조정 촉진법’이라고 한다)에 따라 부실징후기업에 대한 구조조정과 경영정상화를 위하여 진행되는 채권금융기관 공동관리절차에서 채권금융기관협의회(이하 ‘협의회’라고 한다)는 채권금융기관이 보유한 채권에 대하여 상환기일 연장, 원리금 감면, 출자전환 등 채권재조정 내지 신규 신용공여를 실행하도록 하는 의결을 할 수 있다. 이와 같이 채권재조정 내지 신규 신용공여를 실행하도록 하는 협의회 의결의 구체적인 내용은 의결 내용이 명확한 경우 그에 따르고, 그 취지가 명확하지 않은 경우 법률행위의 해석 방법에 따라 해석하여야 한다.<br/>  특히 협의회 의결의 효력은 구 기업구조조정 촉진법 제20조 제1항에 따라 결의에 참여하여 의안에 반대한 채권금융기관에도 당연히 미치고, 구 기업구조조정 촉진법 제19조 제4항 내지 제6항에 따라 의결 당시 신용공여액을 신고하지 않았거나 신고를 하였지만 신용공여액의 존재 여부 등에 관하여 다툼이 있어 의결권 행사가 제한되어서 해당 의결에 참여할 수 없었던 채권금융기관도 그 의결에 대하여 대항할 수 없는 것이 원칙이다. 그런데 의결을 이행하지 아니한 채권금융기관은 구 기업구조조정 촉진법 제21조 제1항 제1호에 따라 다른 채권금융기관에 대하여 손해배상책임을 부담하고, 채권금융기관이 의결의 구속력에서 벗어나기 위해서는 구 기업구조조정 촉진법 제20조 제1항에 따라 특별한 사정이 없는 한 협의회 의결일부터 7일 이내에 의결에 찬성한 채권금융기관에 대하여 채권의 종류와 수를 기재한 서면으로 자기의 채권을 매수하도록 청구할 수 있을 뿐이다. 이와 같이 협의회에서 이루어진 채권재조정 내지 신규 신용공여에 관한 의결은 채권금융기관에 중대한 책임을 부과하거나 재산권의 중요한 부분을 침해 내지 제한하는 것이다. 따라서 채권금융기관이 의결 내용을 받아들여서 계속 공동관리절차에 참여할 것인지 아니면 채권매수청구권을 행사하여 공동관리절차에서 탈퇴할 것인지를 신속하게 결정할 수 있도록 채권재조정 또는 신규 신용공여에 관한 의결 내용은 명확하게 정해져야 한다. 만일 채권재조정 내지 신규 신용공여에 관한 협의회 의결 내용이 그 자체로 명확하지 않다면 의결된 사항의 의미를 엄격하게 해석하여야 한다.<br/>  [2] 甲 주식회사에 대한 채권금융기관 공동관리절차에서 채권금융기관협의회(이하 ‘협의회’라고 한다)가 채권금융기관의 甲 회사에 대한 무담보채권 98.08%를 출자전환하는 내용의 의결을 하였는데, 甲 회사가 체결한 도급계약 등과 관련한 보증보험계약 등을 체결함으로써 지급보증의 신용공여를 한 채권금융기관인 乙 보험회사가 주채권은행인 丙 은행을 상대로 위 의결 이후 보증보험계약에 따른 채무 이행으로 취득한 구상금 채권 등의 매수를 구한 사안에서, 지급보증의 신용공여를 하였지만 의결 당시 보증채무를 이행하지 않아 대상 기업에 대한 구상권의 발생 여부와 금액 등이 확정되지 않았던 채권(이하 ‘지급보증으로 인한 장래 구상권’이라고 한다)은 구상권이 현실화되지 않아서 미발생·미확정인 상황이었으므로, 다른 확정 채권과 같이 의결 직후에 실행되는 출자전환의 대상이 될 수 없었던 점, 의결 당시 미발생·미확정 상태인 장래 구상권에 대한 사후적인 권리확정의 가능성을 고려하여 적당한 조치를 함께 정하지 않은 점, 乙 회사의 실제 출재일보다 훨씬 이전 시점을 기준으로 산정한 발행가격으로 출자전환을 실행하게 하는 것은 채권금융기관 간 형평에 부합하지 않는 점, 지급보증으로 인한 장래 구상권을 출자전환 대상에 포함시키더라도 甲 회사의 재무구조 개선이라는 목적 달성에 직접적인 도움이 되지 않았던 점, 의결 당시 출자전환과 관련하여 작성된 ‘채권기관별 출자전환 분담표’ 등에 지급보증으로 인한 장래 구상권에 관하여는 아무런 내용이 기재되어 있지 않은 점 등에 비추어 위 의결에 따라 출자전환 대상이 되는 채권에는 지급보증으로 인한 장래 구상권은 포함되지 않았다고 해석할 여지가 많은데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>  [3] 채권금융기관 공동관리절차의 개시 또는 채권재조정 내지 신규 신용공여에 관한 채권금융기관협의회(이하 ‘협의회’라고 한다) 의결에 반대하는 채권금융기관(이하 ‘반대채권자’라고 한다)은 협의회 의결에 찬성한 채권금융기관(이하 ‘찬성채권자’라고 한다)에 대하여 자기의 채권을 매수하도록 청구할 수 있다[구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효, 이하 ‘구 기업구조조정 촉진법’이라고 한다) 제20조 제1항]. 채권금융기관으로서는 공동관리절차에서 이루어진 채권재조정 등에 관한 협의회 의결과 그 실행을 통해서 해당 기업의 가치가 증가하고 채권의 회수율이 높아질 것인지 아니면 즉시 기업을 청산할 것을 전제로 그 시점에서의 채권 가치를 보상받고 해당 기업에 대한 이해관계에서 벗어날 것인지를 판단하여 협의회 의결에 대한 반대와 매수청구권 행사 여부를 결정하게 된다.<br/>  채권금융기관이 매수청구권을 행사한 경우 채권의 매수가액은 찬성채권자와 반대채권자 간의 협의에 의하여 정하고(구 기업구조조정 촉진법 제20조 제3항), 협의가 이루어지지 아니하여 찬성채권자 또는 반대채권자가 조정신청을 한 경우 채권금융기관 조정위원회는 찬성채권자와 반대채권자의 합의에 따라 선임된 회계전문가가 해당 기업의 가치와 재산상태, 경영정상화계획의 이행을 위한 약정의 이행가능성 및 그 밖의 사정을 참작하여 산정한 결과를 고려하여 공정한 가액으로 매수가액을 결정하여야 한다(구 기업구조조정 촉진법 제20조 제4항).<br/>  위와 같이 반대채권자가 채권매수청구를 하는 동기와 경위, 반대채권자의 채권매수청구권 행사 및 그에 따른 매수가액 결정 방법 등에 관한 규정 내용과 취지, 채권금융기관 간 이해관계 등을 종합적으로 고려하면, 채권의 매수가액에 대하여 찬성채권자와 반대채권자 사이에 협의 또는 조정이 이루어지지 않아서 소송 등의 절차가 진행된 경우 법원은 반대채권자가 해당 기업의 청산을 통하여 변제받을 수 있는 금액보다 불리하지 아니하도록 해당 기업의 가치, 반대채권자가 매수를 청구한 채권의 종류, 성격 및 범위, 해당 기업의 자산과 부채의 종류, 성격 및 범위 등을 고려하여 공정하게 산정한 가액을 매수가액으로 결정해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효) 제15조 제1항, 제17조 제1항, 제19조 제4항, 제5항, 제6항, 제20조 제1항, 제21조 제1항 제1호, 민법 제105조 / [2] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효) 제15조 제1항, 제17조 제1항, 제19조 제4항, 제5항, 제6항, 제20조 제1항, 제21조 제1항 제1호, 민법 제105조 / [3] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효) 제20조 제1항, 제3항, 제4항<br/>",
  "참조판례": ""
}