{
  "판례일련번호": "237943",
  "사건명": "의료법위반·특정경제범죄가중처벌등에관한법률위반(사기)방조·의료법위반방조[적법하게 개설되지 않은 의료기관의 실질 개설·운영자가 의료급여비용 명목의 금원을 편취한 사건]",
  "사건번호": "2022도90",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231026",
  "판시사항": "[1] 의료법인 명의로 개설된 의료기관을 실질적으로 비의료인이 개설·운영하였다고 판단하기 위한 요건 및 이에 해당하는 것으로 인정할 수 있는 경우<br/>  [2] 적법하게 개설되지 아니한 의료기관의 실질 개설·운영자가 적법하게 개설된 의료기관인 것처럼 의료급여비용 지급을 청구하여 이에 속은 국민건강보험공단으로부터 의료급여비용 명목의 금원을 지급받아 편취한 경우의 피해자(=국민건강보험공단)<br/>",
  "판결요지": "[1] 의료법인 명의로 개설된 의료기관을 실질적으로 비의료인이 개설·운영하였다고 판단하려면, 비의료인이 의료법인 명의 의료기관의 개설·운영에 주도적으로 관여하였다는 점을 기본으로 하여, 비의료인이 외형상 형태만을 갖추고 있는 의료법인을 탈법적인 수단으로 악용하여 적법한 의료기관 개설·운영으로 가장하였다는 사정이 인정되어야 한다. 이러한 사정은 비의료인이 실질적으로 재산출연이 이루어지지 않아 실체가 인정되지 아니하는 의료법인을 의료기관 개설·운영을 위한 수단으로 악용한 경우, 의료법인의 재산을 부당하게 유출하여 의료법인의 공공성, 비영리성을 일탈한 경우에 해당되면 인정될 수 있다.<br/>  [2] 적법하게 개설되지 아니한 의료기관의 실질 개설·운영자가 적법하게 개설된 의료기관인 것처럼 의료급여비용의 지급을 청구하여 이에 속은 국민건강보험공단으로부터 의료급여비용 명목의 금원을 지급받아 편취한 경우, 국민건강보험공단을 피해자로 보아야 한다. <br/>  (가) 의료급여법 및 그 시행령, 시행규칙은, 의료급여에 관한 업무는 수급권자의 거주지를 관할하는 특별시장·광역시장·도지사와 시장·군수·구청장이 하고(법 제5조 제1항), 의료급여비용은 시·도에 설치된 의료급여기금에서 부담한다고 규정하면서도(법 제10조, 제25조), 의료급여비용의 지급 업무 등은 시장·군수·구청장이 국민건강보험공단에 위탁한다고 규정하고(법 제33조 제2항, 시행령 제20조 제2항), 시·도지사는 의료급여기금에서 보건복지부장관이 정하는 추정급여비용을 매월 20일까지 국민건강보험공단에 예탁하여야 한다고 규정한다(법 제27조 제1항, 시행규칙 제30조 제1항, 제31조 제1항). <br/>  (나) 위 관련 규정에 따라, 국민건강보험공단은 매월 시·도지사로부터 추정급여비용을 교부받아 이를 자신 명의의 계좌에 보관·관리하면서 의료급여비용 지급사유가 발생하면 자신의 권한과 책임하에서 자신의 명의로 의료기관에 의료급여비용을 직접 지급한다. 시·도지사 내지 시장·군수·구청장은 국민건강보험공단의 의료급여비용 지급 업무와 관련하여 구체적 지시를 하거나 관리감독을 하지 아니하고, 국민건강보험공단에 예탁한 추정급여비용을 사용수익하거나 처분할 수 있는 권한이 없다. 국민건강보험공단의 의료급여비용 지급으로 인한 법률적 효과는 추정급여비용을 예탁한 시·도지사나 의료급여비용 지급 업무를 위탁한 시장·군수·구청장이 아닌 자신의 명의로 의료급여비용 지급 업무를 수행하는 국민건강보험공단에 귀속된다. 따라서 추정급여비용을 보관·관리하면서 자신의 명의로 의료급여비용을 지급하는 국민건강보험공단이 의료급여비용 편취 범행의 피해자라고 보아야 한다. 의료급여비용이 시·도에 설치된 의료급여기금을 재원으로 지급된다거나, 의료급여비용 편취 범행으로 인한 재산상 손해가 최종적으로 국민건강보험공단에 귀속되지 않는다고 하여 달리 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 의료법(2019. 8. 27. 법률 제16555호로 개정되기 전의 것) 제33조 제2항, 제87조 제2항 제2호(현행 제87조 참조) / [2] 형법 제347조 제1항, 특정경제범죄 가중처벌 등에 관한 법률 제3조, 의료급여법 제5조 제1항, 제10조, 제25조, 제27조 제1항, 제33조 제2항, 의료급여법 시행령 제20조 제2항, 의료급여법 시행규칙 제30조 제1항, 제31조 제1항<br/>",
  "참조판례": "[1] 대법원 2023. 7. 17. 선고 2017도1807 전원합의체 판결(공2023하, 1568), 대법원 2023. 8. 18. 선고 2020도6492 판결(공2023하, 1710)<br/>"
}