{
  "판례일련번호": "237913",
  "사건명": "상속세부과처분취소[구 상증세법상 배우자 상속공제의 필수적 요건을 갖추었는지 여부가 문제된 사건]",
  "사건번호": "2023두44061",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231102",
  "판시사항": "[1] 구 상속세 및 증여세법 제19조 제1항, 제2항에 따른 배우자 상속공제의 입법 취지 / 구 상속세 및 증여세법 제19조 제2항 후문의 상속재산분할신고가 배우자 상속공제의 필수적 요건인지 여부(원칙적 소극)<br/>  [2] 피상속인이 사망 전에 매도한 부동산을 공동상속인들이 상속등기를 마치지 아니한 채 부동산등기법 제27조에 따라 매수인에게 직접 소유권이전등기를 마쳐 주었는데, 공동상속인들이 구 상속세 및 증여세법 제19조 제2항에서 정한 배우자 상속공제의 요건을 갖추었는지 문제 된 사안에서, 배우자 상속공제의 요건을 갖추지 못하였다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2020. 12. 22. 법률 제17654호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제19조 제1항, 제2항에 따른 배우자 상속공제는, 배우자 간 상속이 수평적 이전이고 세대 간 이전은 아니므로 이를 감안하여 상속재산 중 일정 비율까지는 과세를 유보한 후 잔존배우자 사망 시 과세하도록 하는 이른바 ‘1세대 1회 과세원칙’과 잔존배우자의 상속재산에 대한 기여인정 및 생활보장을 반영한 것이다. 특히 구 상증세법 제19조 제2항에 따라 상속개시 후 배우자상속재산분할기한 내 배우자 앞으로 실제 상속재산분할이 완료되어야 배우자 상속공제를 허용하는 것은 상속재산 미분할 상태로 일단 배우자 상속공제를 받은 다음 추후 협의분할을 거쳐 자녀에게 재산을 이전하는 방법으로 부를 무상이전하려는 시도를 방지하고 상속세에 관한 조세법률관계를 조속히 확정하기 위한 데 그 입법 취지가 있다. 한편 구 상증세법 제19조 제3항에 따른 부득이한 사유로 배우자상속재산분할기한까지 배우자의 상속재산을 분할할 수 없는 등 특별한 사정이 없는 한, 구 상증세법 제19조 제2항 후문의 상속재산분할신고는 그 문언 내용과 취지 및 체계, 개정 연혁 등에 비추어, 상속인으로 하여금 배우자상속재산분할기한까지 상속재산의 분할사실을 신고하도록 협력의무를 부과한 것에 불과하고, 배우자 상속공제의 필수적 요건으로 볼 것은 아니다.<br/>  [2] 피상속인이 사망 전에 매도한 부동산을 공동상속인들이 상속등기를 마치지 아니한 채 부동산등기법 제27조에 따라 매수인에게 직접 소유권이전등기를 마쳐 주었는데, 공동상속인들이 구 상속세 및 증여세법(2020. 12. 22. 법률 제17654호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제19조 제2항에서 정한 배우자 상속공제의 요건을 갖추었는지 문제 된 사안에서, 구 상증세법상 배우자 상속공제를 받기 위해서는 상속재산인 위 부동산에 관하여 상속재산분할협의에 따른 배우자 명의로의 등기가 필요한데, 상속인인 배우자가 상속재산인 부동산에 관하여 그 명의의 상속등기를 마치지 아니한 채 부동산등기법 제27조에 따라 등기권리자에게 직접 등기를 마쳐 주었다는 이유만으로 위 부동산이 구 상증세법 제19조 제2항에서 정하는 ‘분할에 등기가 필요한 상속재산’에서 제외된다고 볼 수는 없고, 공동상속인들이 매수인에게 직접 소유권이전등기를 마쳐 주었다는 사정만으로 위 부동산에 관하여 배우자 명의로 상속재산분할협의에 따른 등기가 마쳐진 것과 동일하게 평가할 수 없어, 배우자 상속공제의 요건을 갖추지 못하였다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2020. 12. 22. 법률 제17654호로 개정되기 전의 것) 제19조 제1항, 제2항, 제3항 / [2] 구 상속세 및 증여세법(2020. 12. 22. 법률 제17654호로 개정되기 전의 것) 제19조 제1항, 제2항, 제3항, 부동산등기법 제27조<br/>",
  "참조판례": "[1] 헌법재판소 2012. 5. 31. 선고 2009헌바190 전원재판부 결정(헌공188, 994)<br/>"
}