{
  "판례일련번호": "237933",
  "사건명": "교원소청심사위원회결정취소[기간제 교원의 재임용 심사에 관한 사건]",
  "사건번호": "2018두55272",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231026",
  "판시사항": "[1] 사립대학 교원의 자격 심사기준으로서 교원이 갖추어야 할 능력과 자질 및 이는 재임용의 경우에도 마찬가지인지 여부(적극) / 임용기간이 만료된 대학교원을 재임용할 것인지는 임용권자의 재량행위에 속하는지 여부(적극) / 대학교원 기간임용제에 의해 임용되어 임용기간이 만료된 사립대학 교원은 재임용 여부에 관하여 합리적인 기준에 의한 공정한 심사를 요구할 권리를 가지는지 여부(적극) / 기간제로 임용된 대구경북과학기술원 교원에게도 사립대학 교원과 동일하게 위와 같은 재임용심사신청권을 인정해야 하는지 여부(적극)<br/>  [2] 직급정년에 관한 대구경북과학기술원의 교원인사관리요령 제16조 제1항이 대학교원에게 인정되는 재임용심사신청권을 침해하여 무효인지 여부(적극)<br/>  [3] 사립학교의 교원이 교원소청심사위원회의 소청심사 기각결정에 불복하여 교원소청심사위원회를 피고로 하여 행정소송을 제기한 경우, 소청심사의 피청구인이었던 사립학교의 장이 피고보조참가인으로서 소송에 참여할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 사립대학의 교원은 관련 법령과 학교법인의 정관에서 교원의 자격 심사기준으로 삼고 있는 덕목인 학문연구, 학생교육, 학생지도, 교육관계 법령의 준수 및 기타 교원으로서의 품위유지에 관한 능력과 자질을 기본적으로 갖추고 있어야 하고, 이는 재임용의 경우에도 마찬가지이다. 대학교원의 임용기간이 만료되면 임용권자는 이러한 사정을 참작하여 재임용 여부를 심사할 필요성이 있으므로, 임용기간이 만료된 사람을 다시 임용할 것인지는 임용권자의 판단에 따른 재량행위에 속한다. 다만 대학교원 기간임용제에 의하여 임용되어 임용기간이 만료된 사립대학 교원으로서는 교원으로서의 능력과 자질에 관하여 합리적인 기준에 의한 공정한 심사를 받아 위 기준에 부합되면 특별한 사정이 없는 한 재임용되리라는 기대를 가지고 재임용 여부에 관하여 합리적인 기준에 의한 공정한 심사를 요구할 권리를 가진다. <br/>  대구경북과학기술원에 소속된 교원은 교육공무원이 아니므로 대구경북과학기술원과 소속 교원의 관계는 원칙적으로 사법상 계약에 의해 규율되는 관계로 보아야 하는 점, 헌법 제31조 제6항에서 정하고 있는 교원지위법정주의의 취지, 대구경북과학기술원법에 따라 설립된 대구경북과학기술원 교원의 지위, 역할 등을 고려하면, 기간제로 임용된 대구경북과학기술원 교원에 대하여도 구 사립학교법(2016. 2. 3. 법률 제13938호로 개정되기 전의 것) 제53조의2 제4항 내지 제8항을 유추적용하여 사립대학 교원과 동일하게 재임용 여부에 관하여 합리적인 기준에 의한 공정한 심사를 요구할 권리를 인정하여야 한다. <br/>  [2] 직급정년에 관한 대구경북과학기술원의 교원인사관리요령 제16조 제1항은 대학교원인 조교수가 동일 직급으로 근무할 수 있는 최대기간을 5년으로 설정해 두고 그 기간이 만료되기 전까지 상위 직급으로 승진하지 못한 채 임용기간이 만료되면 별도의 재임용심사 없이 당연퇴직하게 하는 내용으로서 이는 대학교원에게 인정되는 재임용심사신청권을 침해하므로 무효라고 보는 것이 타당하다. <br/>  [3] 구 교원지위향상을 위한 특별법(2016. 2. 3. 법률 제13936호로 개정되기 전의 것) 제10조 제1항에 따른 교원소청심사위원회의 소청심사 기각결정에 불복하려는 교원은 같은 조 제3항에 따라 행정소송을 제기할 수 있다. 국공립학교의 교원은 소청심사 결정의 고유한 위법을 주장하는 경우가 아닌 한 불리한 처분을 한 인사권자를 피고로 하여 행정소송을 제기해야 하므로 그 인사권자는 피고로서 소송에 참여한다. 사립학교의 교원은 교원소청심사위원회를 피고로 하여 행정소송을 제기해야 하는데, 사립학교의 장은 학교법인의 위임 등을 받아 교원에 대한 인사 관련 업무에 대해 독자적 기능을 수행하고 있고, 소청심사의 피청구인이었다면 피고보조참가인으로서 소송에 참여할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제31조 제6항, 구 사립학교법(2016. 2. 3. 법률 제13938호로 개정되기 전의 것) 제53조의2 제4항, 제5항, 제6항, 제7항, 제8항(현행 제53조의2 제9항 참조) / [2] 헌법 제31조 제6항, 구 사립학교법(2016. 2. 3. 법률 제13938호로 개정되기 전의 것) 제53조의2 제4항, 제5항, 제6항, 제7항, 제8항(현행 제53조의2 제9항 참조) / [3] 구 교원지위향상을 위한 특별법(2016. 2. 3. 법률 제13936호로 개정되기 전의 것) 제10조 제1항(현행 교원의 지위 향상 및 교육활동 보호를 위한 특별법 제10조 제1항 참조), 제3항(현행 교원의 지위 향상 및 교육활동 보호를 위한 특별법 제10조 제4항 참조), 행정소송법 제8조 제2항, 제16조, 민사소송법 제71조, 제78조<br/>",
  "참조판례": "[1] 대법원 2017. 4. 13. 선고 2016다4426 판결 / [3] 대법원 2011. 6. 24. 선고 2008두9317 판결(공2011하, 1477)<br/>"
}