{
  "판례일련번호": "237901",
  "사건명": "구상금",
  "사건번호": "2022가단5295059",
  "법원명": "서울중앙지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230818",
  "판시사항": "보험회사인 甲 주식회사가 乙과 건물에 대한 화재손해위험 담보 등을 내용으로 하는 보험계약을 체결하였고, 위 건물 일부에 화재가 발생하여 甲 회사가 乙에게 보험금을 지급하였는데, 화재의 원인이 위 건물에서 사용하던 저온냉장고의 (냉매)압축기 내부전선의 미확인 단락으로 추정되어, 甲 회사가 저온냉장고를 이전·설치한 설치업자 丙을 상대로 제조물 책임법 제3조 제1항 또는 민법 제750조에 따른 손해배상책임을 부담한다고 주장하며, 乙에게 지급한 보험금에 대한 구상금을 구한 사안에서, 丙이 저온냉장고를 위 건물로 이전·설치하면서 냉매압축기를 포함하여 저온냉장고의 구성 부분들이 가진 속성이나 가치에 새로운 속성이나 가치를 덧붙였다고 평가할 수 있을 정도로 인위적인 작업을 하였다고 인정하기 부족하므로, 丙이 저온냉장고를 이전·설치한 행위는 제조물의 제조·가공에 해당한다고 볼 수 없어 제조물 책임법상 손해배상청구는 받아들일 수 없고, 丙이 고의·과실에 기하여 저온냉장고를 안전하지 못하게 이전·설치하였다고 보기 어려워 민법상 손해배상청구도 받아들일 수 없으므로, 甲 회사의 丙에 대한 청구는 이유 없다고 한 사례<br/>",
  "판결요지": "보험회사인 甲 주식회사가 乙과 건물에 대한 화재손해위험 담보 등을 내용으로 하는 보험계약을 체결하였고, 위 건물 일부에 화재가 발생하여 甲 회사가 乙에게 보험금을 지급하였는데, 화재의 원인이 위 건물에서 사용하던 저온냉장고의 (냉매)압축기 내부전선의 미확인 단락으로 추정되어, 甲 회사가 저온냉장고를 이전·설치한 설치업자 丙을 상대로 제조물 책임법 제3조 제1항 또는 민법 제750조에 따른 손해배상책임을 부담한다고 주장하며, 乙에게 지급한 보험금에 대한 구상금을 구한 사안이다.<br/>  제조물 책임법에서 말하는 ‘제조’라 함은 제조물의 설계, 가공, 표시를 포함한 일련의 행위로서 원재료에 손을 더하여 새로운 물품을 만드는 것을 뜻하고, ‘가공’이라 함은 동산을 재료로 하여 그 본질은 유지하되 새로운 속성을 부가하거나 가치를 덧붙이는 것을 뜻한다고 봄이 타당한데, 일반적인 저온냉장고의 설치방법 등에 근거하면, 저온냉장고를 처음 설치하거나 해체 후 이전·설치하는 경우 저온냉장고 설치업자는 현장 상황과 저온냉장고의 사양 등에 맞추어 다른 제조업자가 제조·공급한 벽면·천장·바닥용 패널, 각종 부품 또는 구성 부분 등을 연결하고 저온냉장고가 제대로 작동·기능하도록 조작할 것이기는 하나, 그러한 인위적인 조작 또는 작업을 일률적으로 제조물(=저온냉장고)의 제조·가공으로 평가할 수는 없으며, 원재료나 부품을 사용하여 완성품을 제조한 제조업자도 원재료 등의 결함으로 발생한 손해에 대하여 제조물 책임법에 정한 배상책임을 부담한다고 보아야 하므로, 단지 다른 제조업자가 제조·가공한 원재료나 부품을 사용하여 완성품을 생산하였다는 사정만으로 제조물 책임법 제2조 제3호의 제조업자가 아니라고 할 것은 아니지만, 다른 제조업자가 제조·가공한 부품 또는 구성 부분을 사용하여 완성품을 제조·가공하였다고 하려면, 여러 부품 등을 단순히 결합하는 데 그치지 않고, 여러 부품 등과는 다른 새로운 물품을 만들거나 개별 부품 등이 가진 속성·가치와는 다른 새로운 속성·가치를 덧붙이는 정도에 이르러야 하는바, 丙이 저온냉장고를 위 건물로 이전·설치하면서 냉매압축기를 포함하여 저온냉장고의 구성 부분들이 가진 속성이나 가치에 새로운 속성이나 가치를 덧붙였다고 평가할 수 있을 정도로 인위적인 작업을 하였다고 인정하기 부족하므로, 丙이 저온냉장고를 이전·설치한 행위는 제조물의 제조·가공에 해당한다고 볼 수 없어 제조물 책임법상 손해배상청구는 받아들일 수 없고, 위 화재는 저온냉장고의 구성 부분인 냉매압축기의 안에 배치되어 있던 전선에서 단락(短絡) 현상이 일어나면서 발생한 것으로 추정할 수 있기는 하지만, 위 냉매압축기는 丙이 저온냉장고를 이전·설치하기 전에 완성된 제품이었고, 위 화재의 발화점(發火點)으로 추정되는 내부전선도 냉매압축기 안에 이미 배치되어 있었던 것으로 보이며, 丙이 저온냉장고를 이전·설치하면서 위 내부전선을 변형·조작하였다고 인정하기 부족한바, 丙이 고의·과실에 기하여 저온냉장고를 안전하지 못하게 이전·설치하였다고 보기 어려워 민법상 손해배상청구도 받아들일 수 없으므로, 甲 회사의 丙에 대한 청구는 이유 없다고 한 사례이다.  <br/>",
  "판결본문": "",
  "참조조문": "제조물 책임법 제2조, 제3조 제1항, 민법 제750조, 상법 제682조 제1항<br/>",
  "참조판례": ""
}