{
  "판례일련번호": "237935",
  "사건명": "임금등청구의소[재외 한국학교 파견공무원에게 지급할 보수가 문제된 사건]",
  "사건번호": "2020두50966",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231026",
  "판시사항": "[1] 국가공무원인 교원의 보수에 관한 구체적인 내용(보수 체계, 보수 내용, 지급 방법 등)은 ‘기본적인 사항’으로서 반드시 법률의 형식으로 정해야 하는지 여부(소극)<br/>  [2] 교육부장관이 중국, 일본, 중동·러시아, 남미에 설립된 한국학교에 재외국민의 교육지원 등에 관한 법률 시행령 제15조 등에 따라 파견공무원을 선발하기 위해서 각종 수당 및 근무조건에 관한 구체적인 내용이 기재된 교사 선발계획을 수립하여 이를 공고하였는데, 모스크바 한국학교 파견교사로 선발되어 3년간 파견근무를 한 초등학교 교사 甲이 파견기간 동안 재외 한국학교가 지급한 수당을 제외한 나머지 재외기관 근무수당의 지급을 청구한 사안에서, 교육부장관에게 재외 한국학교 파견공무원에 대한 수당 지급과 관련하여 재량권이 인정되고, 교육부장관이 정한 위 선발계획의 수당 부분에 재량권 일탈·남용의 위법이 없다고 한 사례<br/>",
  "판결요지": "[1] 국가공무원인 교원의 보수는 본질적으로 급부적 성격이 강한 국가행정의 영역에 속하는 것으로서 해마다 국가의 재정상황 등에 따라 그 액수가 수시로 변화하고, 교원의 보수체계 역시 국가의 정치·사회·경제적 상황, 시대 변화에 따른 교원의 지위 및 역할의 변화, 민간 영역의 보수 체계의 변화 등 사회적·경제적 여건에 따라 적절히 대처할 필요성이 있기 때문에 이에 관한 모든 사항을 법률에 규정하는 것은 입법기술상 매우 어렵다. 따라서 국가공무원인 교원의 보수에 관한 구체적인 내용(보수 체계, 보수 내용, 지급 방법 등)까지 반드시 법률의 형식으로만 정해야 하는 ‘기본적인 사항’이라고 보기는 어렵고, 이를 행정부의 하위법령에 위임하는 것은 불가피하다. <br/>  [2] 교육부장관이 중국, 일본, 중동·러시아, 남미에 설립된 사립학교인 한국학교에 재외국민의 교육지원 등에 관한 법률 시행령(이하 ‘재외국민교육법 시행령’이라 한다) 제15조 등에 따라 파견공무원을 선발하기 위해서 각종 수당 및 근무조건에 관한 구체적인 내용이 기재된 교사 선발계획을 수립하여 이를 공고하였는데, 모스크바 한국학교 파견교사로 선발되어 3년간 파견근무를 한 초등학교 교사 甲이 파견기간 동안 재외 한국학교가 지급한 수당을 제외한 나머지 재외기관 근무수당의 지급을 청구한 사안에서, 재외국민의 교육지원 등에 관한 법령과 공무원보수규정, 공무원수당 등에 관한 규정(이하 ‘공무원수당규정’이라 한다) 등 관계 법령의 목적과 규정 내용 및 체계, 재외 한국학교에 대한 교육공무원 파견 선발 제도 시행 경위와 취지, 위 선발계획의 수립과정과 내용 등을 종합적으로 고려하면, 교육부장관이 위와 같이 선발계획에서 재외 한국학교들이 지급하는 수당 부분을 제외한 나머지 재외기관 근무수당을 지급하지 않는 것으로 선발계획을 수립하여 공고한 것 자체를 재외 한국학교 파견공무원 수당 지급에 관한 ‘내부지침 또는 세부기준’을 정한 것으로 볼 수 있고, 이러한 선발계획의 내용이 위임법령의 목적이나 근본 취지에 배치되거나 모순되는 것으로 보이지 않는 점 등에 비추어, 공무원수당규정의 특별규정인 재외국민교육법 시행령 제17조에 따라 교육부장관에게 재외 한국학교 파견공무원에 대한 수당 지급과 관련하여 재량권이 인정되고, 교육부장관이 재외국민교육법 시행령 제17조 등 관계 법령에 따라 재외 한국학교와 협의를 거쳐 공무원수당규정이 정한 범위에서 예산사정 등을 고려하여 정한 위 선발계획의 수당 부분에 재량권 행사의 기초가 되는 사실을 오인하였다거나 비례·평등의 원칙에 반하는 등의 사유가 있다고 단정하기 어렵다고 한 사례.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 국가공무원법 제46조 제5항, 제47조 제1항 제2호 / [2] 국가공무원법 제46조 제5항, 제47조 제1항 제2호, 공무원보수규정 제31조, 공무원수당 등에 관한 규정 제2조, 제4조 제1항, 재외국민의 교육지원 등에 관한 법률 제31조 제2호, 재외국민의 교육지원 등에 관한 법률 시행령 제15조, 제17조<br/>",
  "참조판례": "[1] 헌법재판소 2013. 11. 28. 선고 2011헌마282, 763 전원재판부 결정(헌공206, 1711)<br/>"
}