{
  "판례일련번호": "238043",
  "사건명": "증여세부과처분취소[상장에 따른 이익 증여 규정의 적용에 있어서 주식이 ‘증권시장에 상장’된 것인지 여부가 문제된 사건]",
  "사건번호": "2020두51181",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231109",
  "판시사항": "[1] 구 상속세 및 증여세법 제41조의3 제1항에 따른 증여세 납세의무의 성립시기(=주식 등의 증여 또는 취득 시) / 세법의 개정이 있는 경우에도 세금의 부과는 납세의무가 성립될 당시의 법령을 적용하여야 하는지 여부(원칙적 적극)<br/>[2] 甲이 乙 주식회사의 주식을 취득한 후 乙 회사 주식이 코넥스시장에 상장되었고, 그 후 코스닥시장에 상장되었는데, 관할 세무서장이 위 주식은 코스닥시장에 상장됨에 따라 상장차익이 발생하였다고 보아 甲에게 증여세를 부과한 사안에서, 위 주식이 코넥스시장에 상장된 때 또는 코넥스시장이 코스닥시장으로부터 독립하여 개설된 때에 구 상속세 및 증여세법 제41조의3 제1항에서 말하는 ‘증권시장에 상장’된 것은 아니라고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제41조의3 제1항은 최대주주 등과 특수관계에 있는 자가 얻은 비상장주식의 상장이익에 대하여 증여세를 부과하여 증여나 취득 당시 실현이 예견되는 부의 무상이전까지 과세함으로써 조세평등을 도모하려는 취지에서 실제로 상장된 후의 상장이익을 증여 또는 취득 시점에 사실상 무상으로 이전된 재산의 가액으로 보아 과세하는 규정이고, 이러한 상장이익을 해당 주식 등의 상장일부터 3개월이 되는 날인 정산기준일을 기준으로 계산할 뿐이므로, 구 상증세법 제41조의3 제1항에 따른 증여세 납세의무의 성립시기는 주식 등의 증여 또는 취득 시로 보아야 한다.<br/>  한편 세금의 부과는 납세의무의 성립 시에 유효한 법령의 규정에 따라야 하고, 세법의 개정이 있을 경우에도 특별한 사정이 없는 한 개정 전후의 법령 중에서 납세의무가 성립될 당시의 법령을 적용하여야 한다.<br/>[2] 甲이 乙 주식회사의 주식을 취득한 후 乙 회사 주식이 코넥스시장에 상장되었고, 그 후 코스닥시장에 상장되었는데, 관할 세무서장이 위 주식은 코스닥시장에 상장됨에 따라 상장차익이 발생하였다고 보아 甲에게 증여세를 부과한 사안에서, 당시 시행되던 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제9조 제13항은 ‘증권시장’이란 증권의 매매를 위하여 거래소가 개설하는 ‘유가증권시장’과 ‘코스닥시장’을 말한다고 규정하고 있었고, 비록 2013. 2. 22. 규정 제893호로 개정된 구 코스닥시장 업무규정에서 코스닥시장의 하나로 코넥스시장을 추가하였다고 하더라도 코넥스시장은 코스닥시장과는 동일성이 인정되지 아니하는 새로운 시장이라는 등의 이유로, 위 주식이 코넥스시장에 상장된 때 또는 코넥스시장이 코스닥시장으로부터 독립하여 개설된 때에 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제41조의3 제1항에서 말하는 ‘증권시장에 상장’된 것은 아니라고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제41조의3 제1항 / [2] 구 상속세 및 증여세법(2011. 12. 31. 법률 제11130호로 개정되기 전의 것) 제41조의3 제1항, 구 자본시장과 금융투자업에 관한 법률(2013. 5. 28. 법률 제11845호로 개정되기 전의 것) 제9조 제13항(현행 제8조의2 제4항 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 1997. 10. 14. 선고 97누9253 판결(공1997하, 3524), 대법원 2017. 3. 30. 선고 2016두55926 판결(공2017상, 899), 대법원 2017. 9. 26. 선고 2015두3096 판결(공2017하, 2132)<br/>"
}