{
  "판례일련번호": "238035",
  "사건명": "손해배상(기)",
  "사건번호": "2023다253790",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231116",
  "판시사항": "수급인인 甲 주식회사가 도급인인 乙 주식회사에 도급계약에 따른 용역의 공급시기인 사용승인일(2020. 7. 23.)이 아니라 공사대금 잔금 등이 모두 지급된 날(2021. 3. 30.)에 세금계산서를 발급하였고, 乙 회사는 위 세금계산서를 2021년 제1기 부가가치세 매입세액에 반영하여 과세관청에 부가가치세 환급신고를 하였는데, 과세관청이 위 세금계산서는 ‘사실과 다른 세금계산서’라는 이유로 乙 회사의 환급신고세액에서 위 세금계산서의 부가가치세 신고액과 그에 대한 10%의 가산세를 합한 금액을 감액하는 경정처분을 하자, 乙 회사가 甲 회사를 상대로 세금계산서를 사실과 다르게 발급한 행위 때문에 감액처분액 상당의 환급금을 감액당하는 손해를 입었다며 손해배상을 구한 사안에서, 위 감액처분은 乙 회사가 처음부터 해당 과세기간에서 환급받을 수 없는 매입세액을 환급신고하였기 때문에 내려진 것일 뿐이고, 위 처분과 甲 회사의 세금계산서 지연발급 또는 사실과 다른 세금계산서 발급 사이에 상당인과관계가 있다고 볼 수 없는데도, 이와 달리 보아 甲 회사의 손해배상책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "수급인인 甲 주식회사가 도급인인 乙 주식회사에 도급계약에 따른 용역의 공급시기인 사용승인일(2020. 7. 23.)이 아니라 공사대금 잔금 등이 모두 지급된 날(2021. 3. 30.)에 세금계산서를 발급하였고, 乙 회사는 위 세금계산서를 2021년 제1기 부가가치세 매입세액에 반영하여 과세관청에 부가가치세 환급신고를 하였는데, 과세관청이 위 세금계산서는 ‘사실과 다른 세금계산서’라는 이유로 乙 회사의 환급신고세액에서 위 세금계산서의 부가가치세 신고액과 그에 대한 10%의 가산세를 합한 금액을 감액하는 경정처분을 하자, 乙 회사가 甲 회사를 상대로 세금계산서를 사실과 다르게 발급한 행위 때문에 감액처분액 상당의 환급금을 감액당하는 손해를 입었다며 손해배상을 구한 사안에서, 부가가치세법 제39조 제1항 제2호에서 ‘필요적 기재사항의 전부 또는 일부가 사실과 다르게 적힌 경우의 매입세액은 매출세액에서 공제하지 아니한다.’고 규정하면서 다만 대통령령으로 정하는 경우의 매입세액에 대하여는 예외를 인정하고 있는데, 구 부가가치세법 시행령(2022. 2. 15. 대통령령 제32419호로 개정되기 전의 것) 제75조 제7호에 의하면, 재화 또는 용역의 공급시기가 속하는 과세기간에 대한 확정신고기한이 지난 후 세금계산서를 발급받았더라도 그 세금계산서의 발급일이 확정신고기한 다음 날부터 6개월 이내이고, 과세표준수정신고서와 경정 청구서를 세금계산서와 함께 제출하거나 해당 거래사실이 확인되어 납세지 관할 세무서장 등이 결정 또는 경정하는 경우도 그 예외 중 하나로 정하고 있는 점, 위 세금계산서상 용역의 공급시기는 건물의 사용승인일인 2020. 7. 23.이고, 부가가치세 과세기간에 비추어 위 세금계산서상 매입세액은 乙 회사의 2020년 제2기 매출세액에서 공제될 수 있을 뿐 2021년 제1기 매출세액에서 공제될 수 없으며, 위 감액처분은 乙 회사가 용역 공급시기와 상이한 과세기간에 관하여 부가가치세 환급신고를 하였기 때문에 해당 신고액과 그에 대한 가산세를 환급액에서 감액한다는 취지에 불과한 것인 점 등에 비추어 보면, 위 감액처분은 乙 회사가 처음부터 해당 과세기간에서 환급받을 수 없는 매입세액을 환급신고하였기 때문에 내려진 것일 뿐이고, 위 처분과 甲 회사의 세금계산서 지연발급 또는 사실과 다른 세금계산서 발급 사이에 상당인과관계가 있다고 볼 수 없는데도, 이와 달리 세금계산서 발급에 관한 甲 회사의 잘못과 乙 회사의 감액처분액 상당 손해 사이에 상당인과관계가 있다고 보아 甲 회사의 손해배상책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "민법 제750조, 부가가치세법 제5조 제1항 제2호, 제39조 제1항 제2호, 제49조, 구 부가가치세법 시행령(2022. 2. 15. 대통령령 제32419호로 개정되기 전의 것) 제75조 제7호<br/>",
  "참조판례": ""
}