{
  "판례일련번호": "238053",
  "사건명": "정직처분무효확인등[근로자가 인근 공장에서 발생한 화학물질 누출사고를 이유로 작업중지권을 행사한 사건]",
  "사건번호": "2018다288662",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231109",
  "판시사항": "[1] 구 산업안전보건법상 ‘근로자의 작업중지권’의 입법 취지 및 그 행사요건<br/>[2] 甲 유한회사 인근 회사의 공장에서 화학물질인 티오비스 약 300ℓ가 누출되는 사고가 발생하였는데, 甲 회사에 재직 중인 근로자로서 乙 노동조합 지회장인 丙이 위 소식을 들은 다음, 작업장을 이탈하면서 당시 작업 중이던 위 노동조합 소속 조합원들에게도 대피하라고 하여 조합원들이 작업장을 이탈하였고, 이에 甲 회사가 丙에 대해 정직처분을 한 사안에서, 丙의 작업중지권 행사가 적법하지 아니하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 산업안전보건법은 1981. 12. 31. 제정 당시 사업주의 작업중지의무에 대해서만 규정하고 있었으나, 1995. 1. 5. 법률 제4916호로 개정된 산업안전보건법 제26조 제2항에서 \"근로자는 산업재해발생의 급박한 위험으로 인하여 작업을 중지하고 대피한 때에는 지체없이 이를 직상급자에게 보고하고, 직상급자는 이에 대한 적절한 조치를 취하여야 한다.\"라는 규정이 신설되었고, 1996. 12. 31. 법률 제5248호로 개정된 산업안전보건법 제26조 제3항에서 \"사업주는 산업재해발생의 급박한 위험이 있다고 믿을 만한 합리적인 근거가 있는 때에는 제2항의 규정에 의하여 작업을 중지하고, 대피한 근로자에 대하여 이를 이유로 해고 기타 불리한 처우를 하여서는 아니 된다.\"라는 규정이 신설되면서 근로자의 작업중지권에 대한 규정이 마련되었다. <br/>  근로자의 작업중지권은 근로자가 산업재해발생의 급박한 위험이 있다고 믿을 만한 합리적인 근거가 있는 때에는 작업을 중지하고 긴급 대피할 수 있도록 함으로써 산업재해를 예방하고, 안전하고 건강하게 일할 수 있는 여건을 조성하여 근로자의 생명과 건강을 보호하기 위한 규정이다. 따라서 근로자는 산업재해, 즉 업무에 관계되는 건설물·설비·원재료·가스·증기·분진 등에 의하거나 작업 또는 그 밖의 업무로 인한 사망, 부상 또는 질병이 발생할 급박한 위험이 있다고 믿을 만한 합리적인 근거가 있을 때에는 작업을 중지하고 대피할 수 있으며 사업주는 이와 같은 사유로 작업을 중지하고 대피한 근로자에 대하여 해고나 그 밖의 불리한 처우를 할 수 없다[구 산업안전보건법(1996. 12. 31. 법률 제5248호로 개정되고 2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제2조 제1호, 제26조 제2항, 제3항, 한편 2019. 1. 15. 전부 개정된 산업안전보건법은 제52조에서 산업재해가 발생할 급박한 위험이 있는 경우에는 근로자가 작업을 중지하고 대피할 수 있음을 명확히 하고, 산업재해가 발생할 급박한 위험이 있다고 근로자가 믿을 만한 합리적인 이유가 있을 때에는 작업을 중지하고 대피한 근로자에 대하여 해고나 그 밖의 불리한 처우를 금지하도록 규정하고 있다].<br/>[2] 甲 유한회사 인근 회사의 공장에서 화학물질인 티오비스 약 300ℓ가 누출되는 사고가 발생하였는데, 甲 회사에 재직 중인 근로자로서 乙 노동조합 지회장인 丙이 위 소식을 들은 다음, 작업장을 이탈하면서 당시 작업 중이던 위 노동조합 소속 조합원들에게도 대피하라고 하여 조합원들이 작업장을 이탈하였고, 이에 甲 회사가 丙에 대해 정직처분을 한 사안에서, 위 사고로 누출된 화학물질인 티오비스에서 발생한 황화수소는 흡입 시 눈, 코 또는 목에 자극을 일으키거나 호흡곤란 또는 후각 마비를 유발할 수 있고, 피부에 노출되는 경우 심한 통증과 수축 및 홍반이 나타날 수 있는 등 독성이 강한 기체인데, 당시 반경 100~150m 내에 있는 공장 근로자들에 대해 대피를 유도하였고, 반경 1km 내에 있는 마을 주민들에 대해서는 대피방송이 이루어졌으므로, 누출사고 지점으로부터 반경 10m 이상의 지점에서 황화수소가 검출되지 아니하였더라도 황화수소의 분산으로 인한 피해 범위를 명확하게 예측하기 어려웠고, 상당한 거리까지 유해물질이 퍼져 나갈 가능성을 배제할 수 없었던 것으로 볼 수 있는 점, 실제로 누출사고가 발생한 지 24시간이 경과한 이후에도 오심, 어지럼증, 두통을 호소하는 피해자들이 다수 발생하였고, 누출사고 지점으로부터 200m 이상 떨어진 공장에서도 오심, 구토, 두통을 호소하는 피해자들이 발생한 점 등에 비추어, 누출사고 지점으로부터 반경 200m 정도의 거리에 있던 甲 회사 작업장이 유해물질로부터 안전한 위치에 있었다고 단정하기 어렵고, 丙이 甲 회사의 근로자이자 노동조합의 대표자로서 인체에 유해한 화학물질이 누출되었고 이미 대피명령을 하였다는 취지의 소방본부 설명과 대피를 권유하는 근로감독관의 발언을 토대로 산업재해가 발생할 급박한 위험이 존재한다고 인식하고 대피하면서, 노동조합에 소속된 甲 회사의 다른 근로자들에게도 대피를 권유하였다고 볼 여지가 있는데도, 丙의 작업중지권 행사가 적법하지 아니하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제2조 제1호(현행 제2조 제1호 참조), 제26조 제2항(현행 제52조 제1항, 제2항 참조), 제3항(현행 제52조 제4항 참조), 산업안전보건법 제52조 / [2] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제2조 제1호(현행 제2조 제1호 참조), 제26조 제2항(현행 제52조 제1항, 제2항 참조), 제3항(현행 제52조 제4항 참조), 산업안전보건법 제52조<br/>",
  "참조판례": ""
}