{
  "판례일련번호": "238173",
  "사건명": "손해배상(기)",
  "사건번호": "2022나2045303",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20231020",
  "판시사항": "甲 재개발정비사업조합이 정비구역 내 토지를 소유한 乙 주식회사에 대해 수용재결을 받아 乙 회사를 피공탁자로 하여 위 토지에 관한 손실보상금을 공탁하였는데, 乙 회사가 위 토지를 인도하지 않자, 위 토지 등에 관한 점유이전금지가처분을 신청한 후 가처분 결정에 따라 인도집행을 실시하여 토지를 인도받은 뒤, 甲 조합이 乙 회사를 상대로 甲 조합이 손실보상금을 공탁하였음에도 乙 회사가 부동산을 인도하지 않는 등 정비사업의 진행을 지연시켰다고 주장하면서 불법행위에 기한 손해배상으로 정비사업 자금 대출 관련 금융비용의 지급을 구한 사안에서, 乙 회사의 위 토지 인도의무 불이행과 甲 조합이 주장하는 사업자금 관련 금융비용 상당의 손해발생 사이에 상당인과관계가 있고, 甲 조합이 주장하는 금융비용 상당의 손해는 차임 상당액을 넘어서는 특별손해에 해당하는데, 乙 회사가 위 토지에 관한 인도의무를 불이행함으로써 甲 조합이 금융비용 상당의 손해를 입는다는 사정을 알았거나 알 수 있었다고 봄이 타당하므로, 乙 회사에 위 토지에 관한 인도의무 불이행으로 인한 손해배상책임이 인정되며, 다만 제반 사정을 종합하여 보면 乙 회사의 甲 조합에 대한 손해배상액은 금융비용 전액으로 인정하기 어렵다고 한 사례<br/>",
  "판결요지": "甲 재개발정비사업조합이 정비구역 내 토지를 소유한 乙 주식회사에 대해 수용재결을 받아 乙 회사를 피공탁자로 하여 위 토지에 관한 손실보상금을 공탁하였는데, 乙 회사가 위 토지를 인도하지 않자, 위 토지 등에 관한 점유이전금지가처분을 신청한 후 가처분 결정에 따라 인도집행을 실시하여 토지를 인도받은 뒤, 甲 조합이 乙 회사를 상대로 甲 조합이 손실보상금을 공탁하였음에도 乙 회사가 부동산을 인도하지 않는 등 정비사업의 진행을 지연시켰다고 주장하면서 불법행위에 기한 손해배상으로 정비사업 자금 대출 관련 금융비용의 지급을 구한 사안이다.<br/>  甲 조합은 위 토지의 수용재결일부터 위 토지를 사용·수익할 수 있게 되었고, 乙 회사는 도시 및 주거환경정비법 제81조 제1항에 따라 위 토지의 수용재결일부터 甲 조합에 위 토지를 인도할 의무가 있음에도, 실제로 위 토지를 인도한 날까지 인도의무를 지체하였는데, 일반적으로 도시환경정비사업 과정에서 철거 다음의 단계가 착공이어서, 토지 인도가 늦어지면 철거가 지연되고 이에 따라 착공도 지연되는바, 사회통념상 乙 회사의 위 토지에 관한 인도의무 불이행은 정비사업의 전체적인 지연을 초래한다고 볼 수 있는 점, 甲 조합은 사업자금을 차용하여 이에 대한 이자가 발생하고 있었고, 위 사업지연으로 인해 추가적인 이자의 발생을 피할 수 없었다고 보이는 점, 위 정비구역 내에 다른 건물도 존재하고 있었다고 하더라도 乙 회사 및 다른 건물 소유자의 인도 거부가 정비사업 지연의 공동의 원인이 된 것으로 볼 수 있을지언정, 위 정비구역 내 다른 건물의 존재를 이유로 정비사업의 지연과 乙 회사의 인도의무 불이행 사이의 인과관계를 부정할 것은 아닌 점 등을 종합하면, 乙 회사의 위 토지 인도의무 불이행과 甲 조합이 주장하는 사업자금 관련 금융비용 상당의 손해발생 사이에 상당인과관계가 있고, 甲 조합이 주장하는 금융비용 상당의 손해는 토지의 불법점유에 따른 통상손해인 차임 상당액을 넘어서는 특별손해에 해당하므로 乙 회사가 손해발생의 사정을 알았거나 알 수 있었을 경우에 한하여 배상책임이 인정되는데, 甲 조합이 乙 회사를 상대로 제기한 관련 소송에서 ‘甲 조합이 정비사업과 관련하여 막대한 금융비용을 부담하고 있고, 130억 원을 대출받아 乙 회사에 대한 손실보상금을 포함한 손실보상금 전액을 공탁하였다.’는 내용을 담은 준비서면을 제출하여 위 준비서면이 그 무렵 乙 회사에 송달된 점 등을 종합하면, 乙 회사는 위 토지에 관한 인도의무를 불이행함으로써 甲 조합이 금융비용 상당의 손해를 입는다는 사정을 알았거나 알 수 있었다고 봄이 타당하므로, 乙 회사에 위 토지에 관한 인도의무 불이행으로 인한 손해배상책임이 인정되며, 다만 위 정비구역 내 토지를 점유하고 있었던 다른 주체가 있었던 점, 甲 조합이 관련 사건에서 준비서면 송달을 통해 자신에게 발생한 금융비용에 관하여 언급한 바 있으나, 乙 회사에 적극적으로 금융비용의 구체적 현황과 액수에 대하여 알려주고 즉시 위 토지의 인도를 불이행할 경우 그로 인한 금융비용 상당의 손해배상을 청구하겠다는 명시적인 통지를 하지는 않은 것으로 보이는 점 등을 종합하여 보면, 乙 회사의 甲 조합에 대한 손해배상액은 금융비용 전액으로 인정하기 어렵다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "도시 및 주거환경정비법 제81조 제1항, 민법 제393조, 제750조, 제763조, 민사소송법 제202조의2<br/>",
  "참조판례": ""
}