{
  "판례일련번호": "238199",
  "사건명": "근로기준법위반·근로자퇴직급여보장법위반[1주간 12시간의 연장근로한도 위반 여부가 문제된 사건]",
  "사건번호": "2020도15393",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231207",
  "판시사항": "[1] 구 근로기준법상 ‘1주간의 연장근로가 12시간을 초과하였는지’는 근로시간이 1일 8시간을 초과하였는지를 고려하지 않고 1주간의 근로시간 중 40시간을 초과하는 근로시간을 기준으로 판단하여야 하는지 여부(적극)<br/> [2] 구 근로기준법상 사용자가 1일 8시간을 초과하여 4시간의 연장근로를 하게 할 때에는 연장근로시간 도중에 30분 이상의 휴게시간을 부여하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 근로기준법(2017. 11. 28. 법률 제15108호로 개정되기 전의 것, 이하 같다) 제50조는 1주간의 근로시간은 휴게시간을 제외하고 40시간을 초과할 수 없고(제1항), 1일의 근로시간은 휴게시간을 제외하고 8시간을 초과할 수 없다(제2항)고 규정하고, 제53조 제1항은 당사자 간에 합의하면 1주간 12시간을 한도로 제50조의 근로시간을 연장할 수 있다고 규정하고 있다. 구 근로기준법 제53조 제1항은 연장근로시간의 한도를 1주간을 기준으로 설정하고 있을 뿐이고 1일을 기준으로 삼고 있지 아니하므로, 1주간의 연장근로가 12시간을 초과하였는지는 근로시간이 1일 8시간을 초과하였는지를 고려하지 않고 1주간의 근로시간 중 40시간을 초과하는 근로시간을 기준으로 판단하여야 한다. 그 이유는 다음과 같다. <br/>  (가) 구 근로기준법 제53조 제1항은 1주 단위로 12시간의 연장근로 한도를 설정하고 있으므로, 여기서 말하는 연장근로란 같은 법 제50조 제1항의 ‘1주간’의 기준근로시간을 초과하는 근로를 의미한다고 해석하는 것이 자연스럽다. 구 근로기준법 제53조 제1항이 ‘제50조의 근로시간’을 연장할 수 있다고 규정하여 제50조 제2항의 근로시간을 규율 대상에 포함한 것은 당사자 간에 합의하면 1일 8시간을 초과하는 연장근로가 가능하다는 의미이지, 1일 연장근로의 한도까지 별도로 규제한다는 의미가 아니다. <br/>  (나) 구 근로기준법은 ‘1주간 12시간’을 1주간의 연장근로시간을 제한하는 기준으로 삼는 규정을 탄력적 근로시간제나 선택적 근로시간제 등에서 두고 있으나(제53조 제2항, 제51조, 제52조), 1일 8시간을 초과하는 연장근로시간의 1주간 합계에 관하여 정하고 있는 규정은 없다. <br/>  (다) 1일 8시간을 초과하거나 1주간 40시간을 초과하는 연장근로에 대해서는 통상임금의 50% 이상을 가산한 임금을 지급하도록 정하고 있는데(구 근로기준법 제56조), 연장근로에 대하여 가산임금을 지급하도록 한 규정은 사용자에게 금전적 부담을 가함으로써 연장근로를 억제하는 한편, 연장근로는 근로자에게 더 큰 피로와 긴장을 주고 근로자가 누릴 수 있는 생활상의 자유시간을 제한하므로 이에 상응하는 금전적 보상을 해 주려는 데에 그 취지가 있는 것으로서, 연장근로 그 자체를 금지하기 위한 목적의 규정은 아니다. 이와 달리 구 근로기준법 제53조 제1항은 당사자가 합의하더라도 원칙적으로 1주간 12시간을 초과하는 연장근로를 하게 할 수 없고, 이를 위반한 자를 형사처벌(제110조 제1호)하는 등 1주간 12시간을 초과하는 연장근로 그 자체를 금지하기 위한 것이다. 따라서 가산임금 지급 대상이 되는 연장근로와 1주간 12시간을 초과하는 연장근로의 판단 기준이 동일해야 하는 것은 아니다.<br/>[2] 사용자는 근로시간이 4시간인 경우에는 30분 이상, 8시간인 경우에는 1시간 이상의 휴게시간을 근로시간 도중에 주어야 하는데[구 근로기준법(2017. 11. 28. 법률 제15108호로 개정되기 전의 것) 제54조 제1항], 연장근로에 대해서도 이와 동일한 휴게시간이 부여되어야 하므로 1일 8시간을 초과하여 4시간의 연장근로를 하게 할 때에는 연장근로시간 도중에 30분 이상의 휴게시간을 부여하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 근로기준법(2017. 11. 28. 법률 제15108호로 개정되기 전의 것) 제50조, 제51조(현행 제51조, 제51조의2, 제51조의3 참조), 제52조, 제53조 제1항, 제2항, 제54조 제1항, 제56조, 제110조 제1호 / [2] 구 근로기준법(2017. 11. 28. 법률 제15108호로 개정되기 전의 것) 제50조, 제53조 제1항, 제54조 제1항, 제110조 제1호<br/>",
  "참조판례": "[1] 대법원 2013. 12. 18. 선고 2012다89399 전원합의체 판결(공2014상, 236)<br/>"
}