{
  "판례일련번호": "238181",
  "사건명": "장애인복지법위반",
  "사건번호": "2022노2699",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20230808",
  "판시사항": "피고인 甲, 乙은 부부이고, 피해자 丙(女, 61세)은 지적장애 2급 장애인으로 피고인들의 주소지에 동거인으로 등록되어 있으며, 피고인들은 丙과 같은 동네에 거주하면서 丙 앞으로 지급되는 생계비를 관리하고 丙이 지적장애가 중증인 것을 이용하여 상습적으로 丙을 폭행해 왔는데, 2019. 12.경 피고인들의 주거지에서 丙이 자기 집에 가겠다고 말하거나 약을 먹지 않는다는 이유로 丙을 손과 주먹으로 때리거나 발로 차 丙에게 팔과 다리 부분의 타박상을 가하였다는 장애인복지법 위반의 공소사실로 기소되어 그 특정 여부가 문제 된 사안에서, 위 공소사실 중 범행 일시의 기재에 다소 불명확한 부분이 있는 것은 丙의 지적장애로 인하여 부득이하고, 그로 인하여 피고인들의 방어권 행사에 지장을 초래하였다고 할 수 없으므로, 공소사실이 특정되지 않았다고 할 수 없다고 한 사례<br/>",
  "판결요지": "피고인 甲, 乙은 부부이고, 피해자 丙(女, 61세)은 지적장애 2급 장애인으로 피고인들의 주소지에 동거인으로 등록되어 있으며, 피고인들은 丙과 같은 동네에 거주하면서 丙 앞으로 지급되는 생계비를 관리하고 丙이 지적장애가 중증인 것을 이용하여 상습적으로 丙을 폭행해 왔는데, 2019. 12.경 피고인들의 주거지에서 丙이 자기 집에 가겠다고 말하거나 약을 먹지 않는다는 이유로 丙을 손과 주먹으로 때리거나 발로 차 丙에게 약 2주간의 치료가 필요한 팔과 다리 부분의 타박상을 가하였다는 장애인복지법 위반의 공소사실로 기소되어 그 특정 여부가 문제 된 사안이다. <br/>  ① 공소사실 기재 각 범행은 목격자 없이 피고인들과 丙만 있는 가운데 이루어졌음을 전제로 하고, 피고인들은 丙에 대하여 폭력을 행사한 적이 단 한 번도 없다고 다투고 있으므로 범행 일시의 특정은 丙의 진술에 의존할 수 있을 뿐 다른 방법을 모색하기 쉽지 않은데, 丙은 중증의 지적장애인으로서 기억능력, 시간관념 등 인지기능에 현저한 장애가 있어 범행 일시를 명확히 특정하여 진술하는 것이 불가능할 뿐 아니라 그로 인하여 공소사실 기재 범행이 실제 이루어졌는지, 범행에 이르게 된 이유는 무엇인지, 범행 방법은 어떠하였는지에 관하여 계속적으로 진술을 번복하여 온 상황 및 검사의 범행 일시 특정의 경위 등을 고려할 때, 범행 일시로 기재된 ‘2019. 12.경’은 개괄적 표시가 부득이한 경우에 해당한다고 넉넉히 인정되는 점, ② 공소사실에는 범행 일시 이외에 범행 장소 및 방법이 명백히 특정되어 있어 범행 일시의 개괄적 표시를 보완하고 있는 점 등을 고려할 때, ‘2019. 12.경’으로 범행 일시가 기재되었다고 하여 피고인들의 방어권 행사에 지장이 초래될 우려가 있다고 보기 어려운 점, ③ 공소사실의 모두에 ‘피고인들은 丙이 지적장애가 중증인 것을 이용하여 상습적으로 丙을 폭행해 왔다.’라고 기재된 부분은 전제사실에 불과하고 공소사실 자체를 구성하는 부분이라고 할 수 없어, 그와 같은 기재가 공소장일본주의에 위배될 여지가 있을지언정 공소사실을 특정할 수 없게 만든다고는 볼 수 없는 점, ④ 공소사실에서 범행 방법에 관하여 ‘손과 주먹’ 내지 ‘발’로 丙을 폭행한 것으로 기재되어 있는데, ‘손과 주먹’ 내지 ‘발’을 사용하는 것이 폭력 행사에서 흔히 사용되는 방법이더라도 그와 같은 구체적인 범행 방법이 명시되어 있는 이상 그 범행 방법의 기재는 범행 일시의 개괄적 표시를 보완할 수 있는 점 등 제반 사정을 종합하면, 위 공소사실 중 범행 일시의 기재에 다소 불명확한 부분이 있는 것은 丙의 지적장애로 인하여 부득이하고, 그로 인하여 피고인들의 방어권 행사에 지장을 초래하였다고 할 수 없으므로, 공소사실이 특정되지 않았다고 할 수 없다는 이유로, 이와 달리 보아 피고인들에 대한 공소를 모두 기각한 제1심판결을 파기하고 사건을 제1심법원에 환송한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "장애인복지법 제59조의9 제2호, 제86조 제2항 제1호, 형사소송법 제254조 제4항, 제327조 제2호, 제364조 제6항, 제366조<br/>",
  "참조판례": ""
}