{
  "판례일련번호": "238191",
  "사건명": "소유권이전등기[아파트 매매계약서에 인도일과 실제 명도일 약정이 별도로 있는 경우 매도인의 현실인도의무 인정 여부가 문제된 사건]",
  "사건번호": "2023다269139",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231207",
  "판시사항": "[1] 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우, 계약 해석의 방법<br/> [2] 민법 제536조 제2항에서 정한 ‘선이행의무를 지고 있는 당사자가 상대방의 이행이 곤란할 현저한 사유가 있는 때에 자기의 채무이행을 거절할 수 있는 경우’의 의미 및 상대방의 채무가 아직 이행기에 이르지 않았지만 이행기에 이행될 것인지 여부가 현저히 불확실하게 된 경우도 이에 해당하는지 여부(적극)<br/> [3] 甲이 乙로부터 아파트를 매수하기로 하는 계약을 체결하였고, 위 계약 체결 무렵 위 아파트에 거주 중인 임차인 丙이 임대차계약기간 만료 후 계약갱신요구권을 행사하지 않고 아파트를 인도할 것이라고 하였는데, 잔금 지급일 직전 丙이 계약갱신요구권을 행사해 위 아파트에 2년 더 거주하겠다고 통보하자, 실거주할 목적으로 계약을 체결한 甲이 乙에게 잔금 지급을 하지 않았고, 乙이 이를 이유로 계약 해제를 주장한 사안에서, 매매계약 체결 당시 갱신요구권을 행사하지 않겠다고 한 丙이 잔금 지급일 직전 갱신요구권을 행사하였고, 이에 따라 乙의 현실인도의무 이행이 곤란할 현저한 사정변경이 생겼다고 볼 수 있어, 당초 계약 내용에 따라 甲이 선이행의무를 이행하게 하는 것이 공평과 신의칙에 반하게 되었다고 볼 여지가 있다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 계약을 해석할 때에는 형식적인 문구에만 얽매여서는 안 되고 쌍방당사자의 진정한 의사가 무엇인가를 탐구하여야 한다. 계약 내용이 명확하지 않은 경우 계약서의 문언이 계약 해석의 출발점이지만, 당사자들 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우 그 의사에 따라 계약이 성립한 것으로 해석하여야 한다. 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 당사자의 의사 해석이 문제 되는 경우에는 계약의 형식과 내용, 계약이 체결된 동기와 경위, 계약으로 달성하려는 목적, 당사자의 진정한 의사, 거래 관행 등을 종합적으로 고려하여 논리와 경험의 법칙, 그리고 사회일반의 상식과 거래의 통념에 따라 합리적으로 해석하여야 한다.<br/> [2] 민법 제536조 제2항에서 정한 ‘선이행의무를 지고 있는 당사자가 상대방의 이행이 곤란할 현저한 사유가 있는 때에 자기의 채무이행을 거절할 수 있는 경우’란 선이행채무를 지고 있는 당사자가 계약 성립 후 상대방의 신용불안이나 재산상태 악화 등과 같은 사정으로 상대방의 이행을 받을 수 없는 사정변경이 생기고 이로 말미암아 당초의 계약 내용에 따른 선이행의무를 이행하게 하는 것이 공평과 신의칙에 반하게 되는 경우를 가리킨다. 상대방의 채무가 아직 이행기에 이르지 않았지만 이행기에 이행될 것인지 여부가 현저히 불확실하게 된 경우에는 선이행채무를 지고 있는 당사자라도 상대방의 이행이 확실하게 될 때까지 선이행의무의 이행을 거절할 수 있다.<br/> [3] 甲이 乙로부터 아파트를 매수하기로 하는 계약을 체결하였고, 위 계약 체결 무렵 위 아파트에 거주 중인 임차인 丙이 임대차계약기간 만료 후 계약갱신요구권을 행사하지 않고 아파트를 인도할 것이라고 하였는데, 잔금 지급일 직전 丙이 계약갱신요구권을 행사해 위 아파트에 2년 더 거주하겠다고 통보하자, 실거주할 목적으로 계약을 체결한 甲이 乙에게 잔금 지급을 하지 않았고, 乙이 이를 이유로 계약 해제를 주장한 사안에서, 위 매매계약에서 ‘매도인은 매매대금의 잔금 수령과 동시에 매수인에게 소유권이전등기에 필요한 모든 서류를 교부하고 등기절차에 협력한다.’는 내용과 특약사항으로 실제명도일을 정하고 있고, 매매계약의 문언 해석상 쌍방이 乙의 현실인도의무 이행일은 실제명도일로 하되, 임차인 丙에 대한 위 아파트의 반환청구권 양도에 의한 간접점유의 이전의무는 그보다 앞서 잔금 지급, 소유권이전등기의무의 이행과 함께 이행하기로 합의한 것으로 볼 수 있으며, 이러한 해석은 완전한 권리의 이전을 목적으로 하는 매매계약의 성격이나 매매계약 체결 당시 당사자 쌍방의 동기, 목적, 계약체결 경위, 부동산매매계약서 작성 관행, 사회일반의 상식과 거래의 통념에 부합하는데, 매매계약 체결 당시 주택임대차보호법 제6조의3 제1항 본문에 따른 갱신요구권을 행사하지 않겠다고 한 丙이 잔금 지급일 직전 갱신요구권을 행사하였고, 이에 따라 乙의 현실인도의무 이행이 곤란할 현저한 사정변경이 생겼다고 볼 수 있어, 당초 계약 내용에 따라 甲이 선이행의무를 이행하게 하는 것이 공평과 신의칙에 반하게 되었다고 볼 여지가 있으므로, 甲의 잔금 지급의무의 이행거절이 정당한 것은 아닌지, 그 결과 甲의 위 의무 불이행을 이유로 한 乙의 해제권 행사에 문제는 없는지 심리할 필요가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제536조 / [3] 민법 제2조 제1항, 제105조, 제536조, 제543조, 주택임대차보호법 제6조의3 제1항<br/>",
  "참조판례": "[1] 대법원 2021. 3. 25. 선고 2018다275017 판결(공2021상, 861) / [2] 대법원 1997. 7. 25. 선고 97다5541 판결(공1997하, 2687), 대법원 2012. 3. 29. 선고 2011다93025 판결(공2012상, 663), 대법원 2022. 5. 13. 선고 2019다215791 판결(공2022하, 1139)<br/>"
}