{
  "판례일련번호": "238187",
  "사건명": "손해배상(기)",
  "사건번호": "2022다280283",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231130",
  "판시사항": "[1] 민법상 불법행위가 되는 ‘명예훼손’의 의미 / 순수한 의견 표명 자체만으로 명예훼손이 성립하는지 여부(소극) 및 어떠한 표현이 사실의 적시인지 의견의 진술인지 판단하는 기준 <br/> [2] 명예훼손으로 인한 손해배상청구소송에서 적시된 사실의 허위성 및 위법성조각사유에 대한 증명책임의 분배<br/> [3] 일제 강제징용 피해자를 상징하는 강제징용 노동자상을 제작한 조각가 부부 甲 등이 위 노동자상은 조선인이 아니라 일본인들을 모델로 만들었다는 발언들을 한 시의회 의원 乙을 상대로 허위사실 적시에 의한 명예훼손 등을 주장하며 손해배상을 구한 사안에서, 위 발언들은 통상적인 어휘의 의미나 전후 문맥 등 전체적인 흐름, 사회평균인의 지식이나 경험 등을 고려하여 그 표현의 의미를 확정할 경우 사실의 적시가 아니라 의견의 표명이나 구체적인 정황 제시가 있는 의혹의 제기에 불과하여 명예훼손의 불법행위에 해당하지 않는다고 볼 여지가 많고, 위 발언들이 진실한 사실에 기초한 것이 아니라고 하더라도 乙로서는 위 발언들을 행할 당시 그 내용이 진실이라고 믿을 만한 상당한 이유가 있었다고 볼 여지가 많은데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법상 불법행위가 되는 명예훼손이란 공연히 사실을 적시함으로써 사람의 품성, 덕행, 명성, 신용 등 인격적 가치에 대하여 사회적으로 받는 객관적인 평가를 침해하는 행위를 말한다. 타인의 사회적 평가를 침해할 가능성이 있을 정도로 구체성이 있는 사실을 명시적으로 적시한 표현행위가 명예훼손이 될 수 있음은 물론이지만, 의견이나 논평을 표명하는 형식의 표현행위도 그 전체적 취지에 비추어 의견의 근거가 되는 숨겨진 기초 사실에 대한 주장이 묵시적으로 포함되어 있고 그 사실이 타인의 사회적 평가를 침해할 수 있다면 명예훼손에 해당할 수 있다. 그러나 순수하게 의견만을 표명하는 경우 표현행위의 형식과 내용이 모욕적이고 경멸적인 인신공격에 해당하는 등 별개 유형의 불법행위를 구성할 수 있음은 별론으로 하고 그 의견 표명 자체만으로는 명예훼손이 성립하지 않는다. 여기서 어떠한 표현이 사실의 적시인지 의견의 진술인지는 어휘의 통상적인 의미나 전후 문맥 등 전체적인 흐름, 사회평균인의 지식이나 경험 등을 고려하여 그 표현의 진위를 결정하는 것이 가능한지 여부에 따라 판단되어야 한다.<br/> [2] 사실을 적시함으로써 타인의 명예를 훼손하는 경우 원고가 청구원인으로 적시된 사실이 허위사실이라고 주장하며 손해배상을 구하는 때에는 허위성에 대한 증명책임은 원고에게 있다. 다만 피고가 적시된 사실에 대하여 그 목적이 오로지 공공의 이익을 위한 것이고 그 내용이 진실한 사실이거나 진실이라고 믿을 만한 상당한 이유가 있어 위법성이 없다고 항변할 경우 위법성을 조각시키는 사유에 대한 증명책임은 이를 피고가 부담한다.<br/> [3] 일제 강제징용 피해자를 상징하는 강제징용 노동자상을 제작한 조각가 부부 甲 등이 위 노동자상은 조선인이 아니라 일본인들을 모델로 만들었다는 발언들을 한 시의회 의원 乙을 상대로 허위사실 적시에 의한 명예훼손 등을 주장하며 손해배상을 구한 사안에서, 위 발언들은 전체적인 맥락 등을 고려하면 위 노동자상이 일본 내에서 강제노역을 하다가 구출된 일본인을 모델로 한 것이 아니냐는 의혹을 제기하거나 양자 간에 상호 유사성이 있다는 乙의 비판적 의견 표명으로 볼 여지가 있는 점 등에 비추어 위 발언들은 통상적인 어휘의 의미나 전후 문맥 등 전체적인 흐름, 사회평균인의 지식이나 경험 등을 고려하여 그 표현의 의미를 확정할 경우 사실의 적시가 아니라 의견의 표명이나 구체적인 정황 제시가 있는 의혹의 제기에 불과하여 명예훼손의 불법행위에 해당하지 않는다고 볼 여지가 많고, 위 발언들은 공적 공간에 설치되어 그 철거 여부에 대한 사회적 관심을 불러일으키고 일제 강제징용과 관련된 공론을 이끌어낸 위 노동자상을 대상으로 한 것이라는 점에서 공공의 이익과 관련된 것으로 볼 수 있는데, 제반 사정에 비추어, 위 발언들이 진실한 사실에 기초한 것이 아니라고 하더라도 乙로서는 위 발언들을 행할 당시 그 내용이 진실이라고 믿을 만한 상당한 이유가 있었다고 볼 여지가 많은데도, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제10조, 제21조 제1항, 제4항, 민법 제750조, 제751조 / [2] 민법 제750조, 제751조, 민사소송법 제288조[증명책임] / [3] 헌법 제10조, 제21조 제1항, 제4항, 민법 제750조, 제751조<br/>",
  "참조판례": "[1] 대법원 2002. 12. 24. 선고 2000다14613 판결(공2003상, 425), 대법원 2015. 9. 10. 선고 2013다26432 판결, 대법원 2018. 10. 30. 선고 2014다61654 전원합의체 판결(공2018하, 2347) / [2] 대법원 2008. 1. 24. 선고 2005다58823 판결(공2008상, 355)<br/>"
}