{
  "판례일련번호": "238189",
  "사건명": "임대차보증금[다가구주택 임대차계약을 중개한 공인중개사의 주의의무 이행 여부가 문제된 사건]",
  "사건번호": "2023다259743",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231130",
  "판시사항": "[1] 부동산중개업자가 직접 조사·확인하여 설명할 의무는 없으나 중개의뢰인이 계약을 맺을지를 결정하는 데 중요한 사항에 관하여 그릇된 정보를 진실인 것처럼 그대로 전달하여 중개의뢰인이 이를 믿고 계약을 체결하도록 한 경우, 선량한 관리자의 주의로 신의를 지켜 성실하게 중개해야 할 의무를 위반한 것인지 여부(적극)<br/> [2] 다가구주택 일부에 대한 임대차계약을 중개하는 부동산중개업자가 임차의뢰인에게 부담하는 의무의 내용 및 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상의 손해를 발생하게 한 경우, 공인중개사법 제30조에 따른 배상책임을 부담하는지 여부(적극)<br/> [3] 공인중개사법에 따른 중개업자인 甲이 乙의 다가구주택 임대차계약을 중개하면서 다가구주택에 설정된 근저당권의 채권최고액과 실제 피담보채무액은 고지·설명하였으나, 다른 임차인의 임대차보증금 액수, 임대차의 시기와 종기 등에 관한 사항을 구체적으로 확인하여 설명하거나 근거자료를 제시하지 않았고, 중개대상물 확인·설명서 중 ‘실제 권리관계 또는 공시되지 않은 물건의 권리 사항’란에 임대인으로부터 구두로 확인받은 임차보증금 총액만을 기재하였는데, 이후 다가구주택에 대하여 부동산임의경매개시결정이 이루어졌고, 확정일자 부여현황 확인 결과 乙보다 선순위의 임차인들이 갖는 임대차보증금 총액이 중개대상물 확인·설명서에 기재된 금액을 훨씬 초과하고 있었으며, 다가구주택은 감정평가액보다 낮은 가격에 매각되어 乙이 배당절차에서 소액임차인, 근저당권 등에 대한 우선배당 결과 임대차보증금반환채권에 관하여 배당을 받지 못한 사안에서, 甲이 다가구주택의 중개업자로서 준수하여야 할 선량한 관리자의 주의의무를 다하지 않았다고 한 사례<br/>",
  "판결요지": "[1] 부동산중개업자와 중개의뢰인의 법률관계는 민법상의 위임관계와 유사하므로 중개의뢰를 받은 중개업자는 선량한 관리자의 주의로 중개대상물의 권리관계 등을 조사·확인하여 중개의뢰인에게 설명할 의무가 있다. 나아가 직접 조사·확인하여 설명할 의무가 없는 사항이라고 할지라도 중개의뢰인이 계약을 맺을지를 결정하는 데 중요한 것이라면 그에 관하여 그릇된 정보를 제공해서는 아니 되고, 그 정보가 진실인 것처럼 그대로 전달하여 중개의뢰인이 이를 믿고 계약을 체결하도록 했다면 선량한 관리자의 주의로 신의를 지켜 성실하게 중개해야 할 의무를 위반한 것이 된다.<br/> [2] 공인중개사법 제25조 제1항, 제2항, 같은 법 시행령 제21조, 같은 법 시행규칙 제16조에 의하여, 중개업자는 다가구주택의 일부에 대한 임대차계약을 중개할 경우 임차의뢰인이 임대차계약이 종료된 후에 임대차보증금을 제대로 반환받을 수 있는지 판단하는 데 필요한 다가구주택의 권리관계 등에 관한 자료를 성실하고 정확하게 제공하여야 할 의무를 부담한다. 따라서 중개업자는 임차의뢰인에게 부동산등기부상에 표시된 중개대상물의 권리관계 등을 확인·설명하는 것에 그쳐서는 아니 되고, 임대의뢰인에게 다가구주택 내에 이미 거주해서 살고 있는 다른 임차인의 임대차계약내역 중 임대차보증금, 임대차의 시기와 종기 등에 관한 자료를 요구하여 이를 확인한 다음 임차의뢰인에게 설명하고 자료를 제시하여야 한다. 또한 공인중개사법 시행규칙 서식에 따른 중개대상물 확인·설명서 중 중개목적물에 대한 ‘실제 권리관계 또는 공시되지 아니한 물건의 권리 사항’란에는 그 내용을 기재하여 교부하여야 할 의무가 있고, 만일 임대의뢰인이 다른 세입자의 임대차보증금, 임대차의 시기와 종기 등에 관한 자료요구에 불응한 경우에는 그 내용을 위 중개대상물 확인·설명서에 기재하여야 할 의무가 있다. 그러므로 중개업자가 고의나 과실로 이러한 의무를 위반하여 임차의뢰인에게 재산상의 손해를 발생하게 한 때에는 공인중개사법 제30조에 의하여 이를 배상할 책임이 있다.<br/> [3] 공인중개사법에 따른 중개업자인 甲이 乙의 다가구주택 임대차계약을 중개하면서 다가구주택에 설정된 근저당권의 채권최고액과 실제 피담보채무액은 고지·설명하였으나, 다른 임차인의 임대차보증금 액수, 임대차의 시기와 종기 등에 관한 사항을 구체적으로 확인하여 설명하거나 근거자료를 제시하지 않았고, 중개대상물 확인·설명서 중 ‘실제 권리관계 또는 공시되지 않은 물건의 권리 사항’란에 임대인으로부터 구두로 확인받은 임차보증금 총액만을 기재하였는데, 이후 다가구주택에 대하여 부동산임의경매개시결정이 이루어졌고, 확정일자 부여현황 확인 결과 乙보다 선순위의 임차인들이 갖는 임대차보증금 총액이 중개대상물 확인·설명서에 기재된 금액을 훨씬 초과하고 있었으며, 다가구주택은 감정평가액보다 낮은 가격에 매각되어 乙이 배당절차에서 소액임차인, 근저당권 등에 대한 우선배당 결과 임대차보증금반환채권에 관하여 배당을 받지 못한 사안에서, 甲이 중개대상물 확인·설명서에 기재한 내용은 임대인으로부터 구두로 확인받은 금액이 전부로 다가구주택 임차인들의 실제 보증금이 얼마인지, 그중 소액보증금이 얼마인지를 전혀 알 수 없게 되어 있고, 그 금액조차 실제 선순위 임차인들의 임대차보증금 총액에 미달하였으며, 중개업자로서는 임대인이 관련 자료제공을 거부해 실상을 정확히 알기 어려웠더라도 다가구주택의 규모와 전체 세대수, 인근 유사 부동산의 임대차보증금 시세에 비추어 임대인이 구두로 확인한 금액이 실제와 다를 수 있고 상당수의 소액임차인이 있을 것임을 충분히 알 수 있었다고 보아야 하는데도, 甲은 중개대상물 확인·설명서에 임대인이 총액으로 알려준 금액만을 기재하였을 뿐 그 내용이 불충분하거나 부정확할 수 있음을 알리는 등으로 다가구주택의 중개업자로서 준수하여야 할 선량한 관리자의 주의의무를 다하지 않았고, 乙로서는 이러한 사정을 알았다면 다가구주택을 임차하지 않았거나 적어도 같은 조건으로는 계약을 체결하지 않았을 여지가 큰데도, 甲이 중개대상물 확인·설명의무를 부실하게 한 것이 아니라고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공인중개사법 제25조 제1항, 제2항, 제29조 제1항, 공인중개사법 시행령 제21조, 민법 제680조, 제681조 / [2] 공인중개사법 제25조 제1항제2항, 제30조, 공인중개사법 시행령 제21조, 공인중개사법 시행규칙 제16조 / [3] 공인중개사법 제25조 제1항, 제2항, 제29조 제1항, 제30조, 공인중개사법 시행령 제21조, 공인중개사법 시행규칙 제16조, 민법 제680조, 제681조<br/>",
  "참조판례": "[1] 대법원 1999. 5. 14. 선고 98다30667 판결(공1999상, 1153), 대법원 2012. 11. 29. 선고 2012다69654 판결(공2013상, 45), 대법원 2022. 6. 30. 선고 2022다212594 판결(공2022하, 1480) / [2] 대법원 2012. 1. 26. 선고 2011다63857 판결(공2012상, 308)<br/>"
}