{
  "판례일련번호": "238203",
  "사건명": "법인지방소득세경정거부처분취소[개정된 세법 부칙조항을 근거로 납세의무자에게 유리한 종전 규정을 적용하기 위한 요건]",
  "사건번호": "2020두42668",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231207",
  "판시사항": "[1] 개정된 세법 부칙조항을 근거로 납세의무자의 기득권 내지 신뢰보호를 위하여 납세의무자에게 유리한 종전 규정을 적용하기 위한 요건<br/> [2] 甲 주식회사가 2014. 1. 1. 지방세법 개정 전에 지출한 구 조세특례제한법에 따른 법인세 세액공제 또는 이월공제 대상인 연구·인력개발비 등을 2014년 이후 사업연도에 이월공제를 적용하여 법인세를 신고·납부하였으나, 같은 기간의 법인지방소득세를 신고·납부할 때에는 이월공제를 적용하지 않았는데, 甲 회사가 경과규정인 2014. 1. 1. 개정 지방세법 부칙 제15조를 근거로 법인세 이월공제의 효과가 같은 기간 법인지방소득세에도 미친다고 주장하며, 당초 신고·납부한 법인지방소득세액의 일부 환급을 구하는 취지의 경정청구를 하였으나, 관할 시장 등이 이를 거부한 사안에서, ‘장래의 한정된 기간 동안 조세감면 등을 명시적으로 규정한 종전의 규정’이 존재한다고 볼 수 없어 법인지방소득세에 경과규정을 근거로 구 지방세법의 과세표준 및 세율을 적용할 수 없다고 한 사례<br/>",
  "판결요지": "[1] \"이 법 시행 당시 종전의 규정에 따라 부과 또는 감면하였거나 부과 또는 감면하여야 할 …세에 대하여는 종전의 규정에 따른다.\"와 같은 개정된 세법 부칙조항을 근거로 하여 납세의무자의 기득권 내지 신뢰보호를 위하여 납세의무자에게 유리한 종전 규정을 적용할 경우가 있더라도, 납세의무가 성립하기 전의 원인행위 시에 유효하였던 종전 규정에서 이미 장래의 한정된 기간 동안 그 원인행위에 기초한 과세요건의 충족이 있는 경우에까지 특별히 비과세 내지 면제한다거나 과세를 유예한다는 내용을 명시적으로 규정하고 있지 않는 한 설령 납세의무자가 종전 규정에 의한 조세감면 등을 신뢰하였더라도 이는 단순한 기대에 불과할 뿐 기득권에 갈음하는 것으로서 마땅히 보호되어야 할 정도의 것으로 볼 수는 없다.<br/> [2] 甲 주식회사가 2014. 1. 1. 지방세법 개정 전에 지출한 구 조세특례제한법(2014. 1. 1. 법률 제12173호로 개정되기 전의 것) 제10조, 제11조, 제24조, 제25조의3, 제26조, 제144조 제1항 및 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제26조, 제144조 제1항(이하 위 각 규정을 통틀어 ‘구 조특법 제144조 제1항 등’이라 한다)에 따른 법인세 세액공제 또는 이월공제 대상인 연구·인력개발비 등을 2014년 이후 사업연도에 이월공제를 적용하여 법인세를 신고·납부하였으나, 같은 기간의 법인지방소득세를 신고·납부할 때에는 이월공제를 적용하지 않았는데, 甲 회사가 경과규정인 2014. 1. 1. 개정 지방세법 부칙 제15조를 근거로 법인세 이월공제의 효과가 같은 기간 법인지방소득세에도 미친다고 주장하며, 당초 신고·납부한 법인지방소득세액의 일부 환급을 구하는 취지의 경정청구를 하였으나, 관할 시장 등이 이를 거부한 사안에서, 경과규정은 지방세법 개정에 따른 신구 법령의 적용관계를 정한 것이므로, ‘종전의 규정’은 개정의 대상이 된 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것, 이하 같다) 본칙만을 가리킨다고 보아야 하므로, 구 지방세법 본칙에 있지 않고 개정의 대상이 되지도 않은 구 조특법 제144조 제1항 등은 ‘종전의 규정’에 해당한다고 볼 수 없는 점, 구 조특법 제144조 제1항 등은 법인세에 대한 세액공제·이월공제 규정일 뿐 지방소득세 법인세분에 대한 조세감면 등을 정한 규정도 아닌 점, 구 지방세법 본칙에 있는 구 지방세법 제89조 제1항, 제94조 제1항은 개정의 대상이 된 규정이기는 하나, 지방소득세 법인세분의 산출방법만 규정하였을 뿐 직접 지방소득세 법인세분에 관한 조세감면 등을 명시하였다고 볼 수 없는 점을 종합하면, ‘장래의 한정된 기간 동안 조세감면 등을 명시적으로 규정한 종전의 규정’이 존재한다고 볼 수 없어 법인지방소득세에 경과규정을 근거로 구 지방세법의 과세표준 및 세율을 적용할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 지방세법 부칙(2014. 1. 1.) 제15조 / [2] 구 지방세법(2014. 1. 1. 법률 제12153호로 개정되기 전의 것) 제89조 제1항(현행 제103조20 참조), 제94조 제1항(현행 제103조의21 참조), 지방세법 부칙(2014. 1. 1.) 제1조, 제2조, 제15조, 구 조세특례제한법(2010. 12. 27. 법률 제10406호로 개정되기 전의 것) 제26조, 제144조 제1항, 구 조세특례제한법(2014. 1. 1. 법률 제12173호로 개정되기 전의 것) 제10조, 제11조(현행 제10조의2 참조), 제24조, 제25조의3(현행 제24조 참조), 제26조, 제144조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 5. 29. 선고 98두13713 판결(공2001하, 1523), 대법원 2013. 9. 12. 선고 2012두12662 판결(공2013하, 1835), 2023. 11. 30. 선고 2020두41696 판결, 2023. 11. 30. 선고 2020두50393 판결, 2023. 11. 30. 선고 2022두66255 판결, 2023. 11. 30. 선고 2023두38516 판결<br/>"
}