{
  "판례일련번호": "238465",
  "사건명": "설계보상비반환",
  "사건번호": "2020다206472",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240125",
  "판시사항": "甲 공사가, 공동수급체를 구성하여 ‘4대강 살리기 사업’ 관련 각 공구 공사의 입찰에 참여하였다가 낙찰자로 선정되지 못하여 설계보상비를 지급받은 회사들(각 공동수급체에 시공사 또는 설계사로 참여한 회사들)을 상대로 담합 등으로 인한 입찰 무효 사유가 있다며 설계보상비 반환을 구한 사안에서, 甲 공사가 입찰을 공고한 공구의 공사에 관하여는 甲 공사와 낙찰자로 결정되지 못한 공동수급체의 구성원 회사들 사이에 설계보상비 지급에 관한 약정이 성립하였고, 甲 공사가 설계보상비 지급에 관한 계약당사자의 지위를 이전받은 공구의 공사에 관하여도 계약당사자 지위의 이전으로 甲 공사와 낙찰자로 결정되지 못한 공동수급체의 구성원 회사들 사이에 설계보상비 지급에 관한 계약이 성립하였으므로, 위 각 공동수급체에 ‘시공사’로 참여한 乙 주식회사 등은 그들이 직접 담합행위에 관여하였는지 여부와 상관없이 설계보상비 지급에 관한 계약에 기해 연대하여 甲 공사에 설계보상비를 반환할 의무를 진다고 보아야 하나, 위 각 공동수급체에 ‘설계사’로 참여한 丙 주식회사 등은 ‘시공사’로 참여한 乙 회사 등과 달리 설계 분야의 의무 이행에 관한 책임만을 부담할 뿐인 점 등 제반 사정에 비추어 그들이 공동수급체의 구성원이라 하더라도 ‘시공사’로 참여한 乙 회사 등과 연대하여 설계보상비를 반환할 책임을 진다고 보기는 어렵다고 한 사례<br/>",
  "판결요지": "甲 공사가, 공동수급체를 구성하여 ‘4대강 살리기 사업’ 관련 각 공구 공사의 입찰에 참여하였다가 낙찰자로 선정되지 못하여 설계보상비를 지급받은 회사들(각 공동수급체에 시공사 또는 설계사로 참여한 회사들)을 상대로 담합 등으로 인한 입찰 무효 사유가 있다며 설계보상비 반환을 구한 사안에서, 입찰공고의 주체가 입찰공고 당시 ‘낙찰자로 결정되지 아니한 자는 설계비의 일부를 보상받을 수 있다.’고 정하였고 입찰자가 이에 응하여 입찰에 참여한 다음 입찰공고의 주체가 낙찰자를 결정하였다면, 특별한 사정이 없는 한 입찰공고의 주체와 낙찰탈락자 사이에는 미리 공고에서 정한 바에 따른 설계보상비 지급에 관한 계약이 체결되었다고 볼 수 있고, 그 계약의 구체적인 내용은 입찰공고, 입찰안내서 등 입찰 당시에 입찰자에게 제시된 문서들 중 설계보상비 지급과 관련된 부분에 의하여 정해진다고 보아야 하므로, 위 입찰공고 당시 입찰안내서에 첨부되어 배부된 공사입찰특별유의서의 ‘입찰의 무효에 해당하거나 무효에 해당하는 사실이 사후에 발견된 자는 설계비보상 대상자에서 제외하고 입찰의 무효사실이 발견되기 이전에 설계비를 보상받은 자는 현금으로 즉시 반환하여야 한다.’는 내용의 규정도 계약의 내용으로 편입되었다고 한 다음, 甲 공사가 입찰을 공고한 공구의 공사(이하 ‘甲 공사 입찰공사’라 한다)에 관하여는 甲 공사와 낙찰자로 결정되지 못한 공동수급체의 구성원 회사들 사이에 설계보상비 지급에 관한 약정이 성립하였고, 甲 공사가 설계보상비 지급에 관한 계약당사자의 지위를 이전받은 공구의 공사에 관하여도 그 계약당사자 지위의 이전으로 甲 공사와 낙찰자로 결정되지 못한 공동수급체의 구성원 회사들 사이에 설계보상비 지급에 관한 계약이 성립하였으므로, 위 각 공동수급체에 ‘시공사’로 참여한 乙 주식회사 등은 그들이 직접 담합행위에 관여하였는지 여부와 상관없이 설계보상비 지급에 관한 계약에 기해 연대하여 甲 공사에 설계보상비를 반환할 의무를 진다고 보아야 하나, 위 각 공동수급체에 ‘설계사’로 참여한 丙 주식회사 등은 ‘시공사’로 참여한 乙 회사 등과 달리 설계 분야의 의무 이행에 관한 책임만을 부담할 뿐인 점, 입찰공고의 주체가 설계보상비를 지급하는 목적과 취지, 시공사와 설계사 간에 체결된 설계용역에 관한 계약의 내용 및 그 계약에 따른 설계용역대금의 지급 경위 등을 고려할 때, 그들이 甲 공사 입찰공사 등과 관련하여 구성된 공동수급체의 구성원이라 하더라도 설계보상비 지급에 관한 약정 또는 상법 제57조 제1항에 기해 ‘시공사’로 참여한 乙 회사 등과 연대하여 설계보상비를 반환할 책임을 진다고 보기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "상법 제57조 제1항, 국가를 당사자로 하는 계약에 관한 법률 시행령 제89조<br/>",
  "참조판례": ""
}