{
  "판례일련번호": "238657",
  "사건명": "특정범죄가중처벌등에관한법률위반(도주치상)·마약류관리에관한법률위반(향정)·도로교통법위반(사고후미조치)·도로교통법위반(무면허운전)",
  "사건번호": "2023도8024",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230831",
  "판시사항": "[1] 모발감정결과에 기초한 투약가능기간 추정 방법의 문제 및 마약류 투약범죄에서 모발감정결과만을 토대로 마약류 투약기간을 추정하고 유죄로 판단할 때 고려할 사항<br/>  [2] 피고인 甲이 마약류취급자가 아님에도 향정신성의약품인 메트암페타민(필로폰)을 물에 희석하여 일회용 주사기에 넣고 주사하는 방법으로 투약했다는 등의 공소사실로 기소된 사안에서, 甲의 모발에 대한 감정에서 필로폰이 검출되었다는 사정과 甲이 사용하던 차량을 압수·수색하여 발견된 주사기에서 필로폰이 검출된 사정만으로 필로폰 투약사실을 유죄로 인정한 원심판단에 증거재판주의, 자유심증주의 원칙을 위반한 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 마약류 투약사실을 밝히기 위한 모발감정은 검사 조건 등 외부적 요인에 의한 변수가 작용할 수 있고, 그 결과에 터 잡아 투약가능기간을 추정하는 방법은 모발의 성장속도가 일정하다는 것을 전제로 하고 있으나 실제로는 개인에 따라 적지 않은 차이가 있고, 동일인이라도 모발의 채취 부위, 건강상태 등에 따라 편차가 있으며, 채취된 모발에도 성장기, 휴지기, 퇴행기 단계의 모발이 혼재함으로 인해 정확성을 신뢰하기 어려운 문제가 있다. 또한 모발감정결과에 기초한 투약가능기간의 추정은 수십 일에서 수개월에 걸쳐 있는 경우가 많은데, 마약류 투약범죄의 특성상 그 기간 동안 여러 번의 투약가능성을 부정하기 어려운 점에 비추어 볼 때, 그와 같은 방법으로 추정한 투약가능기간을 공소 제기된 범죄의 범행시기로 인정하는 것은, 피고인의 방어권 행사에 현저한 지장을 초래할 수 있고, 투약 시마다 별개의 범죄를 구성하는 마약류 투약범죄의 성격상 이중기소 여부나 일사부재리의 효력이 미치는 범위를 판단하는 데에도 곤란한 문제가 생길 수 있다. 그러므로 모발감정결과만을 토대로 마약류 투약기간을 추정하고 유죄로 판단하는 것은 신중하여야 한다. <br/>  [2] 피고인 甲이 마약류취급자가 아님에도 향정신성의약품인 메트암페타민(이하 ‘필로폰’이라 한다)을 물에 희석하여 일회용 주사기에 넣고 주사하는 방법으로 투약했다는 등의 공소사실로 기소된 사안에서, 공소사실에 기재된 투약시점 이전에 이루어진 甲의 모발에 대한 1차 감정의뢰회보는 그 이전에 甲이 필로폰을 투약했을 가능성을 뒷받침하는 것이기는 하지만, 길이 4~7cm가량의 모발에 대해 구간별 또는 절단모발로 감정이 이루어지지 않은 이상, 필로폰의 투약시점을 특정할 수 없음은 물론 모근부위부터 어느 정도 범위에서 필로폰이 검출되었는지를 알 수 있는 아무런 증거가 없는 점, 甲의 모발에 대한 2차 감정의뢰회보도 그 이전에 甲이 필로폰을 투약했을 가능성을 뒷받침하는 것이기는 하지만, 1차 감정의뢰회보에서 모근부위부터 최대 7cm까지 필로폰이 검출되었을 가능성이 있는 이상, 공소사실 기재 일시에 필로폰을 투약하지 않았더라도 약 1개월 21일이 경과된 후인 2차 감정의뢰회보에서 모근부위 길이 1cm 지점부터 최대 9cm 지점까지 필로폰이 검출될 가능성이 있기 때문에 길이 6~9cm가량의 모발 모근부위부터 3cm 단위로 절단한 3개 구간에서 모두 필로폰이 검출되었다는 사정만으로는 공소사실 기재 일시에 필로폰을 투약한 점을 뒷받침하는 객관적인 증명력이 있다고 보기 어려운 점, 甲의 소변에 대한 감정의뢰회보에서도 필로폰이 검출되지 않았음은 물론 甲이 사용하던 차량에서 발견된 소형주사기에서도 甲의 사용을 추단케 할 만한 DNA 등이 전혀 검출되지 않은 이상, 차량에서 발견된 소형주사기 및 거기서 필로폰이 검출되었다는 사정이 공소사실을 뒷받침하는 간접사실에 해당한다고 선뜻 단정하기도 어려운 점 등을 종합하면, 甲의 모발에 대한 감정에서 필로폰이 검출되었다는 사정과 甲이 사용하던 차량을 압수·수색하여 발견된 주사기에서 필로폰이 검출된 사정만으로 필로폰 투약 사실을 유죄로 인정한 원심판단에 증거재판주의, 자유심증주의 원칙을 위반한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제254조 제4항, 제307조, 제308조, 마약류 관리에 관한 법률 제2조 제3호, 제4조 제1항 제1호, 제60조 제1항 제2호 / [2] 형사소송법 제254조 제4항, 제307조, 제308조, 마약류 관리에 관한 법률 제2조 제3호, 제4조 제1항 제1호, 제60조 제1항 제2호<br/>",
  "참조판례": "[1] 대법원 2017. 3. 15. 선고 2017도44 판결(공2017상, 837)<br/>"
}