{
  "판례일련번호": "238637",
  "사건명": "업무방해·전자금융거래법위반",
  "사건번호": "2021도17151",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230831",
  "판시사항": "[1] 계좌개설 신청인이 접근매체를 양도할 의사로 금융기관에 법인 명의 계좌를 개설하면서 예금거래신청서 등에 금융거래의 목적이나 접근매체의 양도의사 유무 등에 관한 사실을 허위로 기재하였으나, 계좌개설 심사업무를 담당하는 금융기관의 업무담당자가 단순히 예금거래신청서 등에 기재된 계좌개설 신청인의 허위 답변만을 그대로 믿고 그 내용의 진실 여부를 확인할 수 있는 증빙자료의 요구 등 추가적인 확인조치 없이 법인 명의의 계좌를 개설해 준 경우, 신청인에게 위계에 의한 업무방해죄가 성립하는지 여부(소극)<br/>  [2] 전자금융거래법 제6조 제3항 제3호의 ‘범죄에 이용될 것을 알면서’에서 말하는 ‘범죄’의 의미 및 이에 대한 인식 정도 / 범죄에 이용될 것을 알았는지는 접근매체를 대여하는 등의 행위를 할 당시 피고인이 가지고 있던 주관적 인식을 기준으로 판단하여야 하는지 여부(적극) 및 이때 거래 상대방이 접근매체를 범죄에 이용할 의사가 있었는지 또는 피고인이 인식한 것과 같은 범죄를 저질렀는지를 고려하여야 하는지 여부(소극)<br/>  [3] 전자금융거래법 제6조 제3항 제3호에서 정한 ‘범죄’는 공소사실에 특정되어야 하는지 여부(적극) 및 특정 정도<br/>",
  "판결요지": "[1] 상대방으로부터 신청을 받아 일정한 자격요건 등을 갖춘 경우에 한하여 그에 대한 수용 여부를 결정하는 업무에 관해서는 신청서에 기재된 사유가 사실과 부합하지 않을 수 있음을 전제로 하여 자격요건 등을 심사·판단하는 것이므로, 업무담당자가 사실을 충분히 확인하지 아니한 채 신청인이 제출한 허위 신청사유나 허위 소명자료를 가볍게 믿고 수용하였다면 이는 업무담당자의 불충분한 심사에 기인한 것으로서 신청인의 위계가 업무방해의 위험성을 발생시켰다고 할 수 없어 위계에 의한 업무방해죄를 구성하지 않는다. 따라서 계좌개설 신청인이 접근매체를 양도할 의사로 금융기관에 법인 명의 계좌를 개설하면서 예금거래신청서 등에 금융거래의 목적이나 접근매체의 양도의사 유무 등에 관한 사실을 허위로 기재하였으나, 계좌개설 심사업무를 담당하는 금융기관의 업무담당자가 단순히 예금거래신청서 등에 기재된 계좌개설 신청인의 허위 답변만을 그대로 믿고 그 내용의 진실 여부를 확인할 수 있는 증빙자료의 요구 등 추가적인 확인조치 없이 법인 명의의 계좌를 개설해 준 경우 그 계좌개설은 금융기관 업무담당자의 불충분한 심사에 기인한 것이므로, 계좌개설 신청인의 위계가 업무방해의 위험성을 발생시켰다고 할 수 없어 위계에 의한 업무방해죄를 구성하지 않는다고 보아야 한다.<br/>  [2] 전자금융거래법은 전자금융거래의 법률관계를 명확히 하여 전자금융거래의 안전성과 신뢰성을 확보하는 것을 입법 목적의 하나로 하고 있고(제1조), 금융회사 또는 전자금융업자가 접근매체를 발급할 때에는 이용자의 신청이 있는 경우에 한하여 본인임을 확인한 후에 발급하도록 규정하며(제6조 제2항), 접근매체의 양도 등 행위를 금지하고 이를 위반하는 경우 처벌하는 규정을 두고 있다(제6조 제3항, 제49조 제4항). 이는 전자금융거래에서 거래지시를 하거나 이용자 및 거래내용의 진실성과 정확성을 확보하기 위하여 사용되는 접근매체를 이용자 본인의 의사에 따라 사용·관리되도록 함으로써 전자금융거래에 관한 법률관계를 명확히 하고자 하는 것이다. <br/>2015. 1. 20. 법률 제13069호로 개정되기 전의 전자금융거래법은 제6조 제3항에서 접근매체를 양도하거나 양수하는 행위(제1호), 대가를 주고 접근매체를 대여받거나 대가를 받고 접근매체를 대여하는 행위(제2호), 접근매체를 질권의 목적으로 하는 행위(제3호), 위 각 행위를 알선하는 행위(제4호)를 금지하고, 제49조 제4항에서 이를 위반하는 경우 처벌하도록 규정하고 있었다. 그런데 2015. 1. 20. 개정된 전자금융거래법은 ‘대가를 수수·요구 또는 약속하면서 보관·전달·유통하는 행위’를 금지행위에 추가하고(제6조 제3항 제2호), ‘범죄에 이용할 목적으로 또는 범죄에 이용될 것을 알면서 접근매체를 대여받거나 대여하는 행위 또는 보관·전달·유통하는 행위’를 금지행위로 신설하여(제6조 제3항 제3호) 이를 위반한 경우 처벌하도록 규정하였다(제49조 제4항). 이러한 개정 취지는 다른 사람 명의의 금융계좌가 전기통신금융사기 등 각종 범죄에 이용되는 것을 근절하기 위함이었다. <br/>  이러한 전자금융거래법의 입법 목적과 전자금융거래법 제6조 제3항 제3호의 신설 취지 등을 종합하여 보면, 위 조항이 규정하는 ‘범죄에 이용될 것을 알면서’에서 말하는 ‘범죄’는 형사처벌의 대상이 되는 행위로서 형법 등 형벌법규에 규정된 구성요건에 해당하는 행위를 의미한다. 따라서 접근매체가 형사처벌의 대상이 되는 행위에 이용될 것을 인식하였다면 위 조항의 ‘범죄에 이용될 것을 알았다.’고 볼 수 있고, 접근매체를 이용하여 저질러지는 범죄의 내용이나 저촉되는 형벌법규, 죄명을 구체적으로 알아야 하는 것은 아니다. 이러한 인식은 미필적 인식으로 충분하다. 범죄에 이용될 것을 알았는지는 접근매체를 대여하는 등의 행위를 할 당시 피고인이 가지고 있던 주관적 인식을 기준으로 판단하면 되고, 거래 상대방이 접근매체를 범죄에 이용할 의사가 있었는지 또는 피고인이 인식한 것과 같은 범죄를 저질렀는지를 고려할 필요는 없다.<br/>  [3] 전자금융거래법 제6조 제3항 제3호에서 정한 ‘범죄’는 피고인이 목적으로 하거나 인식한 내용에 해당하므로 피고인의 방어권 보장 등을 위하여 공소사실에 특정될 필요가 있다. 위 조항의 신설 취지 등에 비추어 공소사실에 ‘범죄’에 관하여 범죄 유형이나 종류가 개괄적으로라도 특정되어야 하나, 실행하려는 범죄의 내용이 구체적으로 특정되지 않았다고 하여 공소사실이 특정되지 않았다고 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제314조 제1항 / [2] 구 전자금융거래법(2015. 1. 20. 법률 제13069호로 개정되기 전의 것) 제6조 제3항, 제49조 제4항, 구 전자금융거래법(2020. 5. 19. 법률 제17297호로 개정되기 전의 것) 제6조 제3항 제2호, 제3호, 제49조 제4항, 전자금융거래법 제1조, 제6조 제2항, 제3항 제3호, 제49조 제4항 제2호, 형법 제13조 / [3] 전자금융거래법 제6조 제3항 제3호, 제49조 제4항 제2호, 형사소송법 제254조 제4항<br/>",
  "참조판례": "[1] 대법원 2004. 3. 26. 선고 2003도7927 판결(공2004상, 762), 대법원 2008. 6. 26. 선고 2008도2537 판결 / [2] 대법원 2021. 12. 30. 선고 2020도1709 판결(공2022상, 299)<br/>"
}