{
  "판례일련번호": "238645",
  "사건명": "공공단체등위탁선거에관한법률위반[농업협동조합장 선거에서 금지되는 기부행위의 상대방이 해당 지역농업협동조합의 조합원이어야 하는지에 관한 사건]",
  "사건번호": "2023도2715",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230831",
  "판시사항": "[1] 법률 해석의 방법과 한계<br/>  [2] 농업협동조합법에 따른 조합장 선거에서 공공단체등 위탁선거에 관한 법률상 금지되는 기부행위의 상대방인 ‘선거인’이나 ‘선거인명부에 오를 자격이 있는 자’는 해당 지역농업협동조합의 조합원이어야 하는지 여부(적극) 및 이때 조합원의 자격요건 중 ‘농업인’인지 여부는 농업협동조합법 시행령 제4조 제1항 각호에서 규정하는 요건을 구비하였는지를 기준으로 판단하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 법은 원칙적으로 불특정 다수인에 대하여 동일한 구속력을 갖는 사회의 보편타당한 규범이므로 법의 표준적 의미를 밝혀 객관적 타당성이 있도록 해석하여야 하고, 가급적 모든 사람이 수긍할 수 있는 일관성을 유지함으로써 법적 안정성이 손상되지 않도록 하여야 한다. 그러기 위해서는 가능한 한 법률에 사용된 문언의 통상적인 의미에 충실하게 해석하는 것을 원칙으로 하여야 한다. 한편 법률의 문언 자체가 비교적 명확한 개념으로 구성되어 있다면 원칙적으로 더 이상 다른 해석방법은 활용할 필요가 없거나 제한될 수밖에 없고, 어떠한 법률의 규정에서 사용된 용어에 관하여 그 법률 및 규정의 입법 취지와 목적을 중시하여 문언의 통상적 의미와 다르게 해석하려 하더라도 당해 법률 내의 다른 규정들 및 다른 법률과의 체계적 관련성 내지 전체 법체계와의 조화를 무시할 수 없으므로, 거기에는 일정한 한계가 있을 수밖에 없다.<br/>  [2] 공공단체등 위탁선거에 관한 법률(이하 ‘위탁선거법’이라 한다) 제35조 제1항은 후보자 등이 기부행위제한기간 중 기부행위를 하는 것을 제한하고 제59조에서 이를 위반한 자를 처벌하도록 정하고 있다. 위탁선거법이 정하는 ‘기부행위’는 선거인이나 선거인명부에 오를 자격이 있는 자 등을 대상으로 금전 등을 제공하는 등의 행위를 말하고(위탁선거법 제32조), ‘선거인’은 해당 위탁선거의 선거권이 있는 자로서 선거인명부에 올라 있는 자를 말하며(위탁선거법 제3조 제5호), ‘선거권’은 해당 법령이나 정관 등이 정하는 바에 의하는데(위탁선거법 제12조), 농업협동조합법 제26조는 지역농업협동조합(이하 ‘지역농협’이라 한다)의 경우 조합원이 선거권을 가진다고 정하고 있다. 한편 농업협동조합법에 의하면, 지역농협 조합원은 해당 지역농협의 구역에 주소 등이 있는 농업인이어야 하는데(농업협동조합법 제19조 제1항), 농업인의 범위에 관한 사항을 시행령에 위임하고 있고(농업협동조합법 제19조 제4항), 농업협동조합법 시행령에서는 조합원의 자격요건인 농업인의 범위를 ‘1,000㎡ 이상 농지를 경영하거나 경작하는 자’, ‘1년 중 90일 이상 농업에 종사하는 자’, ‘일정 기준 이상의 누에 또는 가축을 사육하거나 원예작물을 재배하는 자’, ‘660㎡ 이상의 농지에서 채소·과수 또는 화훼를 재배하는 자’로 규정하고 있다(농업협동조합법 시행령 제4조 제1항). <br/>  위와 같은 위탁선거법, 농업협동조합법, 같은 법 시행령 규정에 비추어 보면, 농업협동조합법에 따른 조합장 선거에서 위탁선거법상 금지되는 기부행위의 상대방인 선거인이나 선거인명부에 오를 자격이 있는 자는 해당 지역농협의 조합원이어야 하고, 조합원의 자격요건 중 농업인인지 여부는 농업협동조합법 시행령 제4조 제1항 각호에서 규정하는 요건을 구비하였는지를 기준으로 판단해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공공단체등 위탁선거에 관한 법률 제3조 제5호, 제12조, 제32조, 제35조 제1항, 제59조, 농업협동조합법 제19조 제1항, 제4항, 제26조, 농업협동조합법 시행령 제4조 제1항 / [2] 공공단체등 위탁선거에 관한 법률 제3조 제5호, 제12조, 제32조, 제35조 제1항, 제59조, 농업협동조합법 제19조 제1항, 제4항, 제26조, 농업협동조합법 시행령 제4조 제1항<br/>",
  "참조판례": "[1] 대법원 2009. 4. 23. 선고 2006다81035 판결(공2009상, 724), 대법원 2021. 3. 18. 선고 2018두47264 전원합의체 판결(공2021상, 895)<br/>"
}