{
  "판례일련번호": "238651",
  "사건명": "부가가치세부과처분취소[부가가치세 매출세액에서 공제되는 매입세액 해당 여부가 문제된 사안]",
  "사건번호": "2020두56384",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230831",
  "판시사항": "[1] 사업자가 과세사업과 비과세사업을 겸영하는 경우, 오로지 비과세사업에 관련되는 매입세액을 매출세액에서 공제할 수 있는지 여부(소극)<br/>  [2] 국가철도공단이 한국철도공사와 철도시설을 임대하고 사용료를 지급받는 사용계약을 체결하고, 이와 별도로 한국철도공사와 일반철도 건널목 관리업무 위·수탁계약을, 민간업체와 국가중요시설에 대한 방호용역계약을 각각 체결하여 정부로부터 출연금을 받아 건널목 관리용역 및 방호용역에 대한 대가를 지급하였는데, 국가철도공단이 매출세액에서 건널목 관리용역 및 방호용역과 관련된 매입세액을 공제하여 부가가치세를 신고하자, 관할 세무서장이 위 매입세액을 매출세액에서 공제할 수 없다고 보아 국가철도공단에 부가가치세를 경정·고지한 사안에서, 위 매입세액은 오로지 비과세사업에 관련되어 이를 매출세액에서 공제할 수 없어 위 처분이 적법함에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부가가치세법 제38조 제1항 제1호는 ‘자기의 사업을 위하여 사용하였거나 사용할 목적으로 공급받은 재화 또는 용역에 대한 부가가치세액’을 매출세액에서 공제하도록 규정하고 있으나, 제39조 제1항 제7호는 매출세액에서 공제하지 아니하는 매입세액의 하나로 ‘면세사업 등에 관련된 매입세액(면세사업 등을 위한 투자에 관련된 매입세액을 포함한다)’을 규정하고 있고, 제29조 제8항은 ‘면세사업과 부가가치세가 과세되지 아니하는 재화 또는 용역을 공급하는 사업’을 ‘면세사업 등’으로 규정하고 있다. 그리고 부가가치세법 제40조는 \"사업자가 과세사업과 면세사업 등을 겸영하는 경우에 과세사업과 면세사업 등에 관련된 매입세액의 계산은 실지귀속에 따라 하되, 실지귀속을 구분할 수 없는 매입세액은 총공급가액에 대한 면세공급가액의 비율 등 대통령령으로 정하는 기준을 적용하여 대통령령으로 정하는 바에 따라 안분하여 계산한다.\"라고 규정하고 있다.<br/>  따라서 사업자가 과세사업과 비과세사업을 겸영하는 경우에 과세사업과 비과세사업에 관련된 매입세액은 원칙적으로 실지귀속에 따라 계산하여야 하고, 그 매입세액이 오로지 비과세사업에 관련되는 경우에는 이를 매출세액에서 공제할 수 없다.<br/>  [2] 국가철도공단이 한국철도공사와 철도시설을 임대하고 사용료를 지급받는 사용계약을 체결하고, 이와 별도로 한국철도공사와 일반철도 건널목 관리업무 위·수탁계약을, 민간업체와 국가중요시설에 대한 방호용역계약을 각각 체결하여 정부로부터 출연금을 받아 건널목 관리용역 및 방호용역에 대한 대가를 지급하였는데, 국가철도공단이 매출세액에서 건널목 관리용역 및 방호용역과 관련된 매입세액을 공제하여 부가가치세를 신고하자, 관할 세무서장이 위 매입세액을 매출세액에서 공제할 수 없다고 보아 국가철도공단에 부가가치세를 경정·고지한 사안에서, ① 위 사용계약에 따른 임대용역의 공급에 국가철도공단이 공익적 목적에서 수행하는 건널목 관리용역과 방호용역이 통상적으로 수반된다고 볼 수 없고, 국가철도공단은 정부가 위탁한 업무를 대행하기 위하여 정부로부터 출연금을 교부받아 건널목 관리용역과 방호용역을 일반 공중에 무상으로 공급하는 등 위 각 용역의 공급은 국가철도공단이 스스로의 설립목적을 달성하기 위하여 행하는 비과세사업에 해당하므로, 국가철도공단은 과세사업인 철도시설 임대사업 이외에 비과세사업인 철도건널목 관리사업과 국가중요시설 방호사업을 겸영하고 있는 것으로 보아야 하는 점, ② 건널목 관리용역 및 방호용역은 국가철도공단이 정부로부터 위탁받은 사업을 수행하기 위하여 정부 출연금을 재원으로 외부로부터 공급받은 것이고, 국가철도공단은 출연사업별로 회계를 구분하여 기록하고 있는 등 건널목 관리용역 및 방호용역의 공급은 철도시설 임대사업의 공급대가에 아무런 영향을 미치지 않고, 국가철도공단이 철도시설 임대사업을 영위하는 데 건널목 관리용역 및 방호용역 관련 비용이 필수적으로 소요되는 것도 아니므로, 위 매입세액은 모두 비과세사업인 철도건널목 관리사업과 국가중요시설 방호사업에만 관련된 것으로서 실지귀속을 구분할 수 있는 점을 종합하면, 위 매입세액은 오로지 비과세사업에 관련되어 이를 매출세액에서 공제할 수 없으므로 위 처분이 적법함에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부가가치세법 제29조 제8항, 제38조 제1항 제1호, 제39조 제1항 제7호, 제40조 / [2] 부가가치세법 제29조 제8항, 제38조 제1항 제1호, 제39조 제1항 제7호, 제40조<br/>",
  "참조판례": "[1] 대법원 2016. 3. 24. 선고 2013두19875 판결(공2016상, 625)<br/>"
}