{
  "판례일련번호": "238665",
  "사건명": "보증금반환[신탁된 부동산의 임대차계약을 중개하는 공인중개사의 주의의무가 문제된 사건]",
  "사건번호": "2023다224327",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20230831",
  "판시사항": "[1] 공인중개사가 신탁관계가 설정된 부동산에 관하여 임대차계약을 중개하는 경우, 신탁관계에 관한 조사·확인을 거쳐 중개의뢰인에게 신탁원부를 제시하고, 신탁관계 설정사실 및 그 법적인 의미와 효과 등을 성실하고 정확하게 설명하여야 할 의무가 있는지 여부(적극)<br/>  [2] 甲이 공인중개사인 乙의 중개로 丙 주식회사와 부동산 임대차계약을 체결하는 과정에서 乙이 위 부동산이 丁 주식회사에 신탁된 부동산임을 설명하였고, 이에 특약사항으로 임대인이 임차인의 잔금 지급과 동시에 신탁사항 및 소유권 이외의 권리사항을 말소하기로 정하였는데, 잔금 지급 후에도 丙 회사가 신탁등기 말소의무를 이행하지 아니하자 甲이 임대차계약을 해지하였으나 丙 회사는 임대차보증금 일부만 반환하였고, 이에 甲이 乙 등을 상대로 공인중개사법 제30조 제1항 등에 따른 손해배상을 구한 사안에서, 乙에게는 선관주의의무나 공인중개사로서의 주의의무를 다하지 않은 과실이 있고, 그로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 때에 해당한다고 볼 여지가 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부동산중개업자와 중개의뢰인의 법률관계는 민법상의 위임관계와 유사하므로 중개의뢰를 받은 중개업자는 선량한 관리자의 주의로 중개대상물의 권리관계 등을 조사·확인하여 중개의뢰인에게 설명할 의무가 있다. 또한 공인중개사법 제25조 제1항 제1호, 같은 법 시행령 제21조 제1항 제2호에 의하면, 공인중개사는 중개를 의뢰받은 경우 중개가 완성되기 전에 해당 중개대상물의 상태·입지 및 권리관계 등을 확인하여 이를 해당 중개대상물에 관한 권리를 취득하고자 하는 중개의뢰인에게 성실·정확하게 설명하고, 설명의 근거자료를 제시하여야 한다. 공인중개사법 제29조 제1항에서는 공인중개사가 전문직업인으로서 신의와 성실로써 공정하게 중개 관련 업무를 수행할 의무를 규정하면서, 제30조 제1항에서 고의 또는 과실로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 때에는 그 손해를 배상할 책임이 있음을 규정하고 있다.<br/>  이와 같은 각 법령의 규정 내용, 특히 부동산중개 전문가로서의 공인중개사의 역할, 부동산중개업을 건전하게 육성하여 국민경제에 이바지함을 목적으로 하는 공인중개사법의 입법 목적 등에 비추어, 신탁관계가 설정된 부동산에 관하여 임대차계약을 중개하는 공인중개사로서는 선량한 관리자의 주의와 신의성실로써 신탁관계에 관한 조사·확인을 거쳐, 중개의뢰인에게 신탁원부를 제시하고, 신탁관계 설정사실 및 그 법적인 의미와 효과, 즉 대상 부동산의 소유자가 수탁자이고, 임대인 소유 아닌 부동산에 관하여 임대차계약이 체결되는 것이며, 수탁자의 사전승낙이나 사후승인이 없다면 수탁자에게 임대차계약으로 대항할 수 없다는 점 등을 성실하고 정확하게 설명하여야 할 의무가 있다.<br/>  [2] 甲이 공인중개사인 乙의 중개로 丙 주식회사와 부동산 임대차계약을 체결하는 과정에서 乙이 위 부동산이 丁 주식회사에 신탁된 부동산임을 설명하였고, 이에 특약사항으로 임대인이 임차인의 잔금 지급과 동시에 신탁사항 및 소유권 이외의 권리사항을 말소하기로 정하였는데, 잔금 지급 후에도 丙 회사가 신탁등기 말소의무를 이행하지 아니하자 甲이 임대차계약을 해지하였으나 丙 회사는 임대차보증금 일부만 반환하였고, 이에 甲이 乙 등을 상대로 공인중개사법 제30조 제1항 등에 따른 손해배상을 구한 사안에서, 乙이 신탁관계에 관한 조사·확인을 거쳐 甲에게 신탁원부를 제시하거나 부동산 소유자가 丙 회사가 아닌 丁 회사로서 그의 사전승낙이나 사후승인이 없다면 임차권으로 대항할 수 없다는 설명 등을 함으로써 그 법적인 의미와 효과를 성실하고 정확하게 설명하였다고 볼 자료가 없고, 특히 임차인에게는 임대차관계 종료 시에 임대차보증금을 반환받는 것이 매우 큰 관심사이자 그 반환을 받지 못할 위험 유무가 계약 체결 여부를 결정하는 중요한 요소이므로, 乙이 부동산의 권리관계에 관하여 성실하고 정확하게 설명하였다면 甲이 丙 회사와 임대차계약을 체결하지 않았거나 신탁등기를 말소받기도 전에 미리 임대차보증금을 지급하지 않았을 가능성이 크므로, 乙에게는 선관주의의무나 공인중개사로서의 주의의무를 다하지 않은 과실이 있고, 그로 인하여 거래당사자에게 재산상의 손해를 발생하게 한 때에 해당한다고 볼 여지가 있으며, 甲이 신탁등기 말소 없이 임대차보증금을 먼저 지급하였더라도 그로 인하여 乙의 과실과 임대차보증금을 반환받지 못한 甲의 손해 사이에 상당인과관계가 단절된다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공인중개사법 제1조, 제25조 제1항 제1호, 제29조 제1항, 제30조 제1항, 공인중개사법 시행령 제21조 제1항 제2호, 민법 제680조, 제681조 / [2] 공인중개사법 제25조 제1항 제1호, 제29조 제1항, 제30조 제1항, 제3항, 제42조 제1항, 공인중개사법 시행령 제21조 제1항 제2호, 민법 제681조<br/>",
  "참조판례": "[1] 대법원 2012. 8. 30. 선고 2011다76754 판결, 대법원 2012. 11. 29. 선고 2012다69654 판결(공2013상, 45)<br/>"
}