{
  "판례일련번호": "238789",
  "사건명": "추심금",
  "사건번호": "2019다203286",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231130",
  "판시사항": "[1] 자기앞수표의 정당한 소지인이 지급제시기간 경과로 수표상 권리가 소멸된 경우에 수표법 제63조에 따라 취득하게 되는 이득상환청구권이 지명채권인지 여부(적극) 및 이때 지급제시기간이 경과한 자기앞수표는 이득상환청구권을 취득 또는 양수하였다는 점에 대한 증거증권으로서의 의미를 갖는지 여부(적극) / 자기앞수표를 소지하지 않은 사람이 다른 증거에 의하여 자신이 이득상환청구권자임을 증명하여 이득상환청구권을 행사할 수 있는지 여부(적극)<br/> [2] 세무서장이 구 국세징수법 제41조 제1항에 따라 자기앞수표를 발행한 은행 등에 체납처분에 의하여 압류한다는 뜻을 통지하는 방식으로 자기앞수표의 이득상환청구권을 압류할 수 있는지 여부(적극) 및 이때 추심권을 행사하는 압류채권자로서 체납자가 보유한 자기앞수표의 이득상환청구권을 증명하여야 하는지 여부(적극)<br/> [3] 자기앞수표의 정당한 소지인이 수표법상의 보전절차를 취하지 않고 지급제시기간을 경과하여 수표상의 권리가 소멸된 자기앞수표를 교부하는 경우, 이를 이득상환청구권을 양도하고 양도통지 권능을 부여한 것으로 볼 수 있는지 여부(원칙적 적극) 및 위와 같이 볼 수 있는 경우, 민법 제450조 제2항에서 정한 대항요건이 갖추어졌다거나 이를 갖출 필요가 없다고 할 수 있는지 여부(소극) / 자기앞수표의 이득상환청구권 양도에 관하여 양도통지 또는 채무자의 승낙이 확정일자 있는 증서에 의하여 이루어지지 않은 경우, 채무자인 자기앞수표 발행 은행 등이 이득상환청구권 양도 및 이에 기한 채무 변제라는 사정을 들어 양수인의 지위와 양립할 수 없는 법률상 지위를 취득한 사람에게 대항할 수 있는지 여부(소극)<br/> [4] 체납자에 대한 채권압류 통지상의 하자나 그 밖에 압류의 본질적 요소를 이루지 아니하는 사소한 절차상의 잘못을 이유로 하여 해당 압류 자체를 무효라고 볼 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 수표상의 권리가 절차의 흠결로 인하여 또는 소멸시효의 완성으로 말미암아 소멸될 당시 수표의 정당한 소지인으로서 그 수표상의 권리를 행사할 수 있었던 사람은 수표법 제63조에 따라 발행인 등에 대하여 그가 받은 이익의 한도에서 상환을 구할 수 있다. 이러한 이득상환청구권은 법률의 직접 규정에 의하여 수표의 효력 소멸 당시 정당한 소지인에게 부여된 지명채권에 속하고, 이러한 법리는 그 수표가 은행 등이 자신을 지급인으로 하여 발행한 자기앞수표(수표법 제6조 제3항)의 경우에도 마찬가지이다. <br/>   따라서 자기앞수표의 정당한 소지인이 수표법상의 보전절차를 취하지 않고 지급제시기간을 경과하여 수표상의 권리가 소멸됨으로써 수표법 제63조에 따라 취득하게 되는 이득상환청구권(이하 ‘자기앞수표의 이득상환청구권’이라고 한다) 역시 지명채권에 해당한다. 이때 지급제시기간이 경과한 자기앞수표는 이득상환청구권이 화체된 유가증권이 아니라 그 소지자가 이득상환청구권을 취득 또는 양수하였다는 점을 유력하게 뒷받침하는 증거증권으로서의 의미를 갖는다. 그러므로 자기앞수표를 소지하지 않은 상태에서 자기앞수표의 이득상환청구권을 행사하고자 하는 사람은 다른 증거에 의하여 자신이 이득상환청구권자임을 증명하여 이득상환청구권을 행사할 수 있다.<br/> [2] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것, 이하 ‘구 국세징수법’이라고 한다)에서 정한 체납처분절차에 따라 유가증권을 압류하기 위해서는 세무공무원이 이를 점유하여야 하지만(제38조), 채권을 압류할 때에는 세무서장이 그 뜻을 해당 채권의 채무자에게 통지하여야 하고(제41조 제1항), 그러한 통지를 한 때에 체납액을 한도로 하여 체납자인 채권자를 대위한다(제41조 제2항). <br/>   이러한 구 국세징수법 제41조에 의한 채권압류의 효력은 피압류채권의 채권자와 채무자에 대하여 그 채권에 관한 변제, 추심 등 일체의 처분행위를 금지하고 체납자를 대신하여 추심할 수 있게 하는 것이므로, 제3채무자는 피압류채권에 관하여 체납자에게는 변제할 수 없고, 압류채권자에게만 이행할 수 있을 뿐이다.<br/>   그렇다면 세무서장은 구 국세징수법 제41조 제1항에 따라 자기앞수표를 발행한 은행 등에 체납처분에 의하여 압류한다는 뜻을 통지하는 방식으로 자기앞수표의 이득상환청구권을 압류할 수 있고, 같은 법 제38조에 따라 세무공무원이 그 자기앞수표를 점유하는 방식으로 압류해야 한다고 볼 것은 아니다. 다만 추심권을 행사하는 압류채권자로서는 체납자가 보유한 자기앞수표의 이득상환청구권을 증명하여야 한다.<br/> [3] 자기앞수표의 정당한 소지인이 수표법상의 보전절차를 취하지 않고 지급제시기간을 경과하여 수표상의 권리가 소멸된 자기앞수표를 교부하는 경우, 특별한 사정이 없으면 자기앞수표의 이득상환청구권을 양도함과 동시에 그에 수반하여 이득을 얻은 발행인인 은행 등에 대하여 소지인을 대신해서 그 양도에 관한 통지를 할 수 있는 권능을 부여하는 것으로 볼 수 있다. 이는 자기앞수표의 이득상환청구권이 지명채권에 해당하고 그 양도에 대하여는 민법 제450조에서 정한 대항요건을 갖출 것을 전제로 한 것으로서 자기앞수표의 교부로 이득상환청구권을 양도하고 양도통지 권능을 부여하였다고 볼 수 있는 경우에도 자기앞수표 교부 사실 자체만으로는 당연히 민법 제450조 제2항에서 정한 채무자 이외의 제3자에 대한 대항요건이 갖추어졌다고 볼 수 없고, 그러한 대항요건을 갖출 필요가 없다고 인정되는 것도 아니다. <br/>   따라서 자기앞수표의 이득상환청구권 역시 일반 지명채권과 마찬가지로 그 양도에 관하여 양도통지 또는 채무자의 승낙이 확정일자 있는 증서에 의하여 이루어지지 않는 이상, 채무자인 자기앞수표 발행 은행 등은 이득상환청구권의 양도, 그에 기한 채무의 변제라는 사정을 들어 양도인의 위 채권에 대한 압류채권자 등 양수인의 지위와 양립할 수 없는 법률상 지위를 취득한 사람에게 대항할 수 없다.<br/> [4] 세무공무원이 체납처분으로 체납자의 채권을 압류하고 그 채무자에게 체납자에 대한 채무이행을 금지하는 통지를 하는 것은 체납처분으로서의 채권압류의 본질적 내용이므로 이것이 없는 때에는 채권압류의 효력이 없다고 할 것이나, 체납자에 대한 채권압류 통지상의 하자나 그 밖에 압류의 본질적 요소를 이루지 아니하는 사소한 절차상의 잘못을 이유로 하여서는 해당 압류 자체를 무효라고 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 수표법 제6조 제3항, 제29조 제1항, 제63조, 민법 제450조 / [2] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제38조(현행 제48조 제1항 참조), 제41조 제1항(현행 제51조 제1항 참조), 제2항(현행 제52조 제2항 참조) / [3] 수표법 제6조 제3항, 제29조 제1항, 제63조, 민법 제450조 / [4] 구 국세징수법(2020. 12. 29. 법률 제17758호로 전부 개정되기 전의 것) 제41조 제1항(현행 제51조 제1항 참조), 제42조(현행 제52조 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 1964. 7. 14. 선고 64다63 판결(집12-2, 민23), 대법원 1967. 9. 29. 선고 67다1729 판결, 대법원 1972. 5. 9. 선고 70다2994 판결, 대법원 2014. 5. 16. 선고 2013다100248 판결 / [2] 대법원 1988. 4. 12. 선고 86다카2476 판결(공1988, 825), 대법원 1999. 5. 14. 선고 99다3686 판결(공1999상, 1162) / [3] 대법원 1976. 1. 13. 선고 70다2462 전원합의체 판결(공1976, 8938) / [4] 대법원 1973. 11. 26. 자 72마59 결정(집21-3, 민173), 대법원 1989. 11. 14. 선고 88다카19033 판결(공1990, 23)<br/>"
}