{
  "판례일련번호": "238781",
  "사건명": "근로자퇴직급여보장법위반",
  "사건번호": "2023도2318",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231207",
  "판시사항": "[1] 사납금제 금지에 관한 여객자동차 운수사업법 제21조 제1항 제2호 및 제26조 제2항 제2호의 법적 성격(=강행규정) 및 이에 반하는 내용으로 사용자와 택시운전근로자 노동조합 사이에 이루어진 합의의 효력(무효)<br/> [2] 근로기준법 제27조에서 정한 해고의 의미 / 단체협약이나 취업규칙에서 당연퇴직으로 규정된 근로자에 대한 퇴직조처가 유효하기 위한 요건 / 단체협약 등에서 당연퇴직 사유에 대하여 징계해고에 관한 절차 등을 거치도록 규정하고 있지 않으나 당연퇴직 사유가 동일하게 징계사유로도 규정되어 있는 경우, 당연퇴직 처분을 하면서 일반의 징계절차를 거쳐야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 일정한 금액을 운송사업자에 입금하고 이를 초과하는 초과운송수입금은 운수종사자 자신의 수입으로 하는 이른바 사납금제는 운송수입금이 일정하지 않기 때문에 운수종사자들의 임금액의 변동이 심하고, 고정급이 크지 않기 때문에 운송수입금이 적은 때에는 운수종사자가 기본적인 생활을 하기 위한 정도의 임금조차 확보하기 어려울 수도 있다는 문제점이 있었고, 이에 여객자동차 운수사업법(이하 ‘여객자동차법’이라 한다)이 1997. 12. 13. 법률 제5448호로 개정되어 이른바 전액관리제를 규정하였으나 이를 우회하여 사실상 사납금제를 실시하는 경우가 많았다. <br/>   그 후 여객자동차법이 2019. 8. 27. 법률 제16563호로 개정됨에 따라, ‘운송사업자는 일정 금액의 운송수입금 기준액을 정하여 수납하지 말고 운수종사자는 이를 납부하지 말 것’을 명시적으로 규정하는 제21조 제1항 제2호 및 제26조 제2항 제2호가 신설되어 2020. 1. 1.부터 시행되었다. <br/>   이와 같이 일정 금액의 운송수입금 기준액을 정하여 수수하는 행위가 금지됨을 명확히 하여 사납금제의 병폐를 시정하겠다는 신설 경위와 취지 등에 비추어 보면, 위 각 규정은 강행법규로 보는 것이 타당하므로 설령 이에 반하는 내용으로 사용자와 택시운전근로자 노동조합의 합의가 있었다고 하더라도 그 합의는 무효라고 보아야 한다. <br/> [2] 근로계약의 종료 사유는 근로자의 의사나 동의에 의하여 이루어지는 퇴직, 근로자의 의사에 반하여 사용자의 일방적 의사에 의하여 이루어지는 해고, 근로자나 사용자의 의사와는 관계없이 이루어지는 자동소멸 등으로 나눌 수 있으며 근로기준법 제27조에서 말하는 해고란 실제 사업장에서 불리는 명칭이나 절차에 관계없이 위의 두 번째에 해당하는 모든 근로계약관계의 종료를 의미한다. <br/>   회사가 어떠한 사유의 발생을 당연퇴직사유로 규정하고 그 절차를 통상의 해고나 징계해고와는 달리하였더라도 근로자의 의사와 관계없이 사용자 측에서 일방적으로 근로관계를 종료시키는 것이면 성질상 이는 해고로서 근로기준법에 의한 제한을 받는다고 보아야 하므로 근로자에 대한 퇴직조처가 단체협약이나 취업규칙에서 당연퇴직으로 규정되었다고 하더라도 위 퇴직조처가 유효하기 위하여는 근로기준법 제23조 제1항에서 규정하는 정당한 이유가 있어야 한다. <br/>   단체협약 등에서 당연퇴직 사유에 대하여 징계해고에 관한 절차 등을 거치도록 규정하고 있지 않다고 하여 그것이 근로기준법상의 해고제한 규정을 회피하려는 것으로서 무효라고 할 수 없으나, 그 당연퇴직 사유가 동일하게 징계사유로도 규정되어 있는 경우에는 당연퇴직 처분을 하면서 일반의 징계절차를 거쳐야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 여객자동차 운수사업법 제21조 제1항 제2호, 제26조 제2항 제2호 / [2] 근로기준법 제23조 제1항, 제27조<br/>",
  "참조판례": "[1] 헌법재판소 2011. 8. 30. 선고 2008헌마477 전원재판부 결정(헌공179, 1311) / [2] 대법원 1993. 10. 26. 선고 92다54210 판결(공1993하, 3160), 대법원 1995. 3. 24. 선고 94다42082 판결(공1995상, 1722), 대법원 1998. 4. 24. 선고 97다58750 판결(공1998상, 1469)<br/>"
}