{
  "판례일련번호": "238777",
  "사건명": "소유권이전등기",
  "사건번호": "2023다273206",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231207",
  "판시사항": "[1] 공유 부동산에 관하여 제3자 명의로 원인무효의 소유권이전등기가 마쳐져 있는 경우, 공유자의 1인이 공유물에 관한 보존행위로서 등기 전부의 말소를 구할 수 있는지 여부(적극) / 공유자가 다른 공유자의 지분권을 대외적으로 주장하는 것이 공유물의 보존행위에 속하는지 여부(소극) 및 자신의 소유지분 범위를 초과하는 부분에 관하여 마쳐진 등기에 대하여 공유물에 관한 보존행위로서 무효라고 주장하면서 말소를 구할 수 있는지 여부(소극) / 원인무효의 등기가 특정 공유자의 지분에만 한정하여 마쳐진 경우, 지분을 침해받게 된 특정 공유자를 제외한 나머지 공유자들이 공유물의 보존행위로서 위 등기의 말소를 구할 수 있는지 여부(소극)<br/> [2] 주위적 청구를 인용한 제1심판결에 대하여 피고가 항소한 경우, 예비적 청구도 모두 이심되는지 여부(적극) 및 항소심이 제1심에서 인용되었던 주위적 청구를 배척할 때에는 다음 순위의 예비적 청구에 관하여 심판하여야 하는지 여부(적극) / 청구의 예비적 병합에서 주위적 청구만을 배척하고 예비적 청구에 대하여 판단하지 않는 등의 일부판결이 법률상 허용되는지 여부(소극) 및 주위적 청구를 배척하면서 예비적 청구에 대하여 판단하지 않은 경우, 상소가 제기되면 판단이 누락된 예비적 청구 부분도 상소심으로 이심되는지 여부(적극)<br/>",
  "판결요지": "[1] 부동산의 공유자의 1인은 당해 부동산에 관하여 제3자 명의로 원인무효의 소유권이전등기가 마쳐져 있는 경우 공유물에 관한 보존행위로서 제3자에 대하여 그 등기 전부의 말소를 구할 수 있으나, 공유자가 다른 공유자의 지분권을 대외적으로 주장하는 것을 공유물의 멸실·훼손을 방지하고 공유물의 현상을 유지하는 사실적·법률적 행위인 공유물의 보존행위에 속한다고 할 수는 없으므로, 자신의 소유지분 범위를 초과하는 부분에 관하여 마쳐진 등기에 대하여 공유물에 관한 보존행위로서 무효라고 주장하면서 말소를 구할 수는 없다. 결국 공유물에 관한 원인무효의 등기에 대하여 모든 공유자가 항상 공유물의 보존행위로서 말소를 구할 수 있는 것은 아니고, 원인무효의 등기로 인하여 자신의 지분이 침해된 공유자에 한하여 공유물의 보존행위로서 그 등기의 말소를 구할 수 있을 뿐이므로, 원인무효의 등기가 특정 공유자의 지분에만 한정하여 마쳐진 경우에는 그로 인하여 지분을 침해받게 된 특정 공유자를 제외한 나머지 공유자들은 공유물의 보존행위로서 위 등기의 말소를 구할 수는 없다.<br/>  [2] 청구의 예비적 병합이란 병합된 수 개의 청구 중 주위적 청구가 인용되지 않을 것에 대비하여 그 인용을 해제조건으로 예비적 청구에 관하여 심판을 구하는 병합 형태로서, 예비적 병합의 경우에는 원고가 붙인 순위에 따라 심판하여야 하며 주위적 청구를 배척할 때에는 예비적 청구에 대하여 심판하여야 하나, 주위적 청구를 인용할 때에는 다음 순위인 예비적 청구에 대하여 심판할 필요가 없으므로, 주위적 청구를 인용하는 판결은 전부판결로서 이러한 판결에 대하여 피고가 항소하면 제1심에서 심판을 받지 않은 다음 순위의 예비적 청구도 모두 이심되고 항소심이 제1심에서 인용되었던 주위적 청구를 배척할 때에는 다음 순위의 예비적 청구에 관하여 심판을 하여야 한다. 그리고 예비적 병합의 경우에는 수 개의 청구가 하나의 소송절차에 불가분적으로 결합되어 있기 때문에 주위적 청구만을 배척하고 예비적 청구에 대하여 판단하지 않는 등의 일부판결은 예비적 병합의 성질에 반하는 것으로서 법률상 허용되지 아니하며, 그럼에도 불구하고 주위적 청구를 배척하면서 예비적 청구에 대하여 판단하지 아니하는 판결을 한 경우에는 그 판결에 대한 상소가 제기되면 판단이 누락된 예비적 청구 부분도 상소심으로 이심이 되고 그 부분이 재판의 탈루에 해당하여 원심에 계속 중이라고 볼 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제186조, 제265조 / [2] 민사소송법 제212조 제1항, 제253조, 제392조, 제425조, 제431조<br/>",
  "참조판례": "[1] 대법원 1993. 5. 11. 선고 92다52870 판결(공1993하, 1682), 대법원 1994. 11. 11. 선고 94다35008 판결(공1994하, 3272), 대법원 2009. 2. 26. 선고 2006다72802 판결, 대법원 2010. 1. 14. 선고 2009다67429 판결(공2010상, 318) / [2] 대법원 2000. 11. 16. 선고 98다22253 전원합의체 판결(공2001상, 34)<br/>"
}