{
  "판례일련번호": "238791",
  "사건명": "법인세부과처분취소",
  "사건번호": "2020두37857",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231130",
  "판시사항": "[1] 국세기본법 제14조 제2항에서 정한 실질과세 원칙의 의의 / 과세관청은 납세의무자가 경제적 목적을 달성하기 위하여 선택한 법률관계를 존중하여야 하는지 여부(원칙적 적극)<br/> [2] 甲 주식회사와 캐나다 소재 乙 법인이 합작투자계약 체결에 따라 내국법인인 丙 주식회사를 설립한 후, 출자양도계약에 따라 甲 회사가 네트워크 사업부문 전부를 丙 회사에 현물출자 방식으로 사업을 양도하여 대가로 丙 회사의 주식 등을 지급받았고, 또한 甲 회사와 乙 법인은 우선주약정을 체결하였는데, 이후 우선주약정에 따라 丙 회사가 지급한 우선주 감자대금을 甲 회사가 자본감소에 따른 의제배당액으로 보아, 법인세 신고 시 법인주주의 수입배당금 중 일정액을 익금불산입하도록 하는 구 법인세법 제18조의3 제1항을 적용하여 위 우선주 감자대금 중 일부를 익금불산입하자, 관할 세무서장이 위 우선주 감자대금의 실질은 네트워크 사업양도대금으로서 구 법인세법 제18조의3 제1항을 적용할 수 없다는 등의 이유로, 甲 회사에 법인세(가산세 포함)를 경정·고지한 사안에서, 위 우선주 감자대금은 수입배당금에 해당하므로 그 일부는 구 법인세법 제18조의3 제1항에 따라 익금불산입의 대상이라고 한 사례<br/>",
  "판결요지": "[1] 국세기본법 제14조 제2항은 “세법 중 과세표준의 계산에 관한 규정은 소득, 수익, 재산, 행위 또는 거래의 명칭이나 형식과 관계없이 그 실질 내용에 따라 적용한다.”라고 규정하고 있다. 이러한 실질과세의 원칙은 헌법상의 기본이념인 평등의 원칙을 조세법률관계에 구현하기 위한 실천적 원리로서, 조세의 부담을 회피할 목적으로 과세요건사실에 관하여 실질과 괴리되는 비합리적인 형식이나 외관을 취하는 경우에 그 형식이나 외관에 불구하고 실질에 따라 담세력이 있는 곳에 과세함으로써 부당한 조세회피행위를 규제하고 과세의 형평을 제고하여 조세정의를 실현하고자 하는 데 주된 목적이 있다. 다만 납세의무자는 경제활동을 할 때 동일한 경제적 목적을 달성하기 위하여 여러 가지의 법률관계 중 하나를 선택할 수 있고, 과세관청으로서는 특별한 사정이 없는 한 당사자들이 선택한 법률관계를 존중하여야 한다.<br/> [2] 甲 주식회사와 캐나다 소재 乙 법인이 합작투자계약 체결에 따라 내국법인인 丙 주식회사를 설립한 후, 출자양도계약에 따라 甲 회사가 네트워크 사업부문 전부를 丙 회사에 현물출자 방식으로 사업을 양도하여 대가로 丙 회사의 주식 등을 지급받았고, 또한 甲 회사와 乙 법인은 우선주약정을 체결하였는데, 이후 우선주약정에 따라 丙 회사가 지급한 우선주 감자대금을 甲 회사가 자본감소에 따른 의제배당액으로 보아, 법인세 신고 시 법인주주의 수입배당금 중 일정액을 익금불산입하도록 하는 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것, 이하 ‘구 법인세법’이라 한다) 제18조의3 제1항을 적용하여 위 우선주 감자대금 중 일부를 익금불산입하자, 관할 세무서장이 위 우선주 감자대금의 실질은 네트워크 사업양도대금으로서 구 법인세법 제18조의3 제1항을 적용할 수 없다는 등의 이유로, 甲 회사에 법인세(가산세 포함)를 경정·고지한 사안에서, 위 우선주 감자대금은 우선주약정에서 정한 우선주 유상감자의 조건을 충족하여 지급되었고, 우선주약정은 합자투자계약 등과 별도로 체결된 것으로서 우선주 유상감자 조건에 충족하는지는 출자양도계약에서 정한 사업양도대금의 내용이나 효력에 영향을 미치지 않는 점, 합자투자계약에 따라 자회사인 丙 회사를 통하여 국내에 네트워크 사업을 영위하게 된 乙 법인으로서는 국내 네트워크 사업이 안정적으로 경영성과를 낼 수 있도록 甲 회사에 경제적 유인을 제공하여 사업양도 이후에도 네트워크 사업에 적극적으로 협력하게 할 필요가 있어 우선주약정을 체결한 것으로 보이고, 달리 우선주약정이 실질과 괴리되는 비합리적인 형식이나 외관을 취하였다고 볼 만한 사정은 찾기 어려운 점, 실제로 丙 회사는 국내 매출액이 우선주약정에서 정한 기준 목표액을 초과하는 경영성과를 달성하였는데, 이에 비추어 보아도 우선주약정 체결에는 뚜렷한 사업목적이 인정되고, 조세회피목적에서 비롯한 것으로 보기는 어려운 점 등을 종합하면, 위 우선주 감자대금은 수입배당금에 해당하므로 그 일부는 구 법인세법 제18조의3 제1항에 따라 익금불산입의 대상임에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제14조 제2항 / [2] 구 법인세법(2008. 12. 26. 법률 제9267호로 개정되기 전의 것) 제18조의3 제1항(현행 제18조의2 제1항 참조)<br/>",
  "참조판례": "[1] 대법원 2001. 8. 21. 선고 2000두963 판결, 대법원 2012. 1. 19. 선고 2008두8499 전원합의체 판결(공2012상, 359)<br/>"
}