{
  "판례일련번호": "238895",
  "사건명": "손해배상(기)[일제 강제동원 피해자들이 일본 기업을 상대로 불법행위로 인한 위자료 지급을 구하는 사건]",
  "사건번호": "2018다303653",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231221",
  "판시사항": "[1] 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었던 경우, 채무자가 소멸시효 완성을 주장하는 것이 신의성실의 원칙에 반하는 권리남용에 해당하는지 여부(적극)<br/> [2] 채권자에게 권리의 행사를 기대할 수 없는 객관적인 사실상의 장애사유가 있었으나 대법원이 채권자의 권리행사가 가능하다는 법률적 판단을 내린 경우, 그 시점 이후에는 장애사유가 해소되었다고 볼 수 있는지 여부(원칙적 적극)<br/> [3] 일제강점기에 강제동원되어 기간 군수사업체인 구 미쓰비시중공업 주식회사에서 강제노동에 종사한 甲 등이 위 회사가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사를 상대로 위자료 지급을 구한 사안에서, 강제동원 피해자의 일본 기업에 대한 위자료청구권은 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’의 적용 대상에 포함되지 않는다는 법적 견해를 최종적으로 명확하게 밝힌 대법원 2018. 10. 30. 선고 2013다61381 전원합의체 판결이 선고될 때까지는 강제동원 피해자 또는 그 상속인들에게는 미쓰비시중공업 주식회사를 상대로 객관적으로 권리를 사실상 행사할 수 없는 장애사유가 있었다고 봄이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 채무자의 소멸시효를 이유로 한 항변권의 행사도 민법의 대원칙인 신의성실의 원칙과 권리남용금지의 원칙의 지배를 받는 것이어서 객관적으로 채권자가 권리를 행사할 수 없는 장애사유가 있었다면 채무자가 소멸시효 완성을 주장하는 것은 신의성실의 원칙에 반하는 권리남용으로서 허용될 수 없다.<br/> [2] 채권자에게 권리의 행사를 기대할 수 없는 객관적인 사실상의 장애사유가 있었던 경우에도 대법원이 이에 관하여 채권자의 권리행사가 가능하다는 법률적 판단을 내렸다면 특별한 사정이 없는 한 그 시점 이후에는 그러한 장애사유가 해소되었다고 볼 수 있다.<br/> [3] 일제강점기에 강제동원되어 기간 군수사업체인 구 미쓰비시중공업 주식회사에서 강제노동에 종사한 甲 등이 위 회사가 해산된 후 새로이 설립된 미쓰비시중공업 주식회사를 상대로 위자료 지급을 구한 사안에서, 대법원은 2012. 5. 24. 선고한 2009다68620 판결 및 2009다22549 판결에서 일제강점기에 강제동원된 피해자들의 일본 기업에 대한 불법행위를 이유로 한 손해배상청구권이 ‘대한민국과 일본국 간의 재산 및 청구권에 관한 문제의 해결과 경제협력에 관한 협정’(이하 ‘청구권협정’이라고 한다)의 적용 대상에 포함되지 않았다는 이유로 그 청구권이 소멸되지 않았다고 판단하였으나, 청구권협정의 적용 대상에 강제동원 피해자들의 일본 기업에 대한 불법행위를 이유로 한 손해배상청구권이 포함되는지 여부 등에 관하여 여전히 국내외에서 논란이 계속되는 등 강제동원 피해자들로서는 위 판결 선고 이후에도 개별적으로 일본 기업을 상대로 한 소송을 통해 실질적인 피해구제를 받을 수 있는지에 대하여 여전히 의구심을 가질 수 있었고, 대법원은 2018. 10. 30. 선고한 2013다61381 전원합의체 판결을 통해 일본 정부의 한반도에 대한 불법적인 식민지배 및 침략전쟁의 수행과 직결된 일본 기업의 반인도적인 불법행위를 전제로 하는 강제동원 피해자의 일본 기업에 대한 위자료청구권은 청구권협정의 적용 대상에 포함되지 않는다는 법적 견해를 최종적으로 명확하게 밝혔고, 위 전원합의체 판결 선고로 비로소 대한민국 내에서 강제동원 피해자들의 사법적 구제가능성이 확실하게 되었다고 볼 수 있으므로, 강제동원 피해자 또는 그 상속인들에게는 위 전원합의체 판결이 선고될 때까지는 미쓰비시중공업 주식회사를 상대로 객관적으로 권리를 사실상 행사할 수 없는 장애사유가 있었다고 봄이 타당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제2조, 제162조, 제166조 제1항, 제766조 / [2] 민법 제166조 제1항 / [3] 민법 제2조, 제166조 제1항, 제751조, 제766조<br/>",
  "참조판례": "[1] 대법원 2011. 9. 8. 선고 2009다66969 판결(공2011하, 2046)<br/>"
}