{
  "판례일련번호": "238879",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2020두56780",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231228",
  "판시사항": "[1] 甲 지방자치단체가 한국철도공사와 관광열차 운행 협약을 체결하고 매월 한국철도공사에 지급한 관광열차 전세운임의 성격이 문제 된 사안에서, 위 전세운임은 부가가치세법 제29조 제5항 제4호에서 정한 ‘용역의 공급과 직접 관련되지 아니하는 공공보조금’에 해당하여 부가가치세 과세표준에 포함되지 않는다고 한 사례<br/> [2] 부가가치세법 제10조 제7항이 준위탁매매인에 의한 용역 공급의 경우에 유추적용되는지 여부(적극) / 어떠한 계약이 일반 매매계약인지 위탁매매계약인지를 판단하는 방법 및 이는 준위탁매매의 경우에도 마찬가지인지 여부(적극)<br/> [3] 한국철도공사와 甲 주식회사가 위탁운영 협약을 체결하여, 甲 회사가 관광열차를 이용한 여행상품을 판매·운영하고 위 여행상품 판매대금에서 판매·운영수수료, 행사비용, 운영비용을 공제한 나머지를 매월 정산하여 한국철도공사에 지급하였는데, 위 여행상품 관련 용역의 공급주체가 누구인지 문제 된 사안에서, 甲 회사는 준위탁매매인에 해당하고, 부가가치세법 제10조 제7항 본문의 유추적용에 따라 위 여행상품 관련 용역은 위탁자인 한국철도공사가 위 여행상품 이용 고객에게 직접 공급한 것으로, 한국철도공사가 위 여행상품 판매대금 전부에 부가가치세 납세의무를 부담한다고 한 사례<br/>",
  "판결요지": "[1] 甲 지방자치단체가 한국철도공사와 관광열차 운행 협약을 체결하고 매월 한국철도공사에 지급한 관광열차 전세운임의 성격이 문제 된 사안에서, 위 전세운임은 영업수지만으로는 기획하기 어려운 공공성 있는 사업의 진행을 위해 甲 지방자치단체가 사업자인 한국철도공사에 교부한 보조금에 해당하는 점, 甲 지방자치단체는 관광열차의 운임 매출액에 비례하여 위 전세운임을 돌려받게 되는데 매출액 규모에 따라 위 전세운임 전부를 회수할 수도 있어, 위 전세운임의 성격을 열차 운행대행 용역의 공급대가로 보기 어려운 점, 한국철도공사로부터 관광열차 운행 용역을 직접 공급받은 상대방은 甲 지방자치단체가 아닌 철도이용자이고, 위 전세운임은 별도로 체결한 운행 협약에 따라 지급받은 것이므로 용역의 공급 그 자체에 대한 반대급부로서의 대가가 아닌 재정상의 원조를 목적으로 교부된 운영자금에 해당하는 점 등을 종합하면, 위 전세운임은 부가가치세법 제29조 제5항 제4호에서 정한 ‘용역의 공급과 직접 관련되지 아니하는 공공보조금’에 해당하여 부가가치세 과세표준에 포함되지 않는다는 이유로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/> [2] 부가가치세법 제10조 제7항 본문은 ‘위탁매매에 의한 매매를 할 때에는 위탁자가 직접 재화를 공급하거나 공급받은 것으로 본다.’고 규정하고 있다(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 구 부가가치세법 제6조 제5항 본문도 마찬가지이다). 이는 그 취지에 비추어 볼 때 준위탁매매인에 의한 용역 공급의 경우에도 유추적용된다.<br/>  위탁매매란 자기 명의로써 타인의 계산으로 물품을 매수 또는 매도하고 보수를 받는 것으로서 명의와 계산의 분리를 본질로 한다. 그리고 어떠한 계약이 일반의 매매계약인지 위탁매매계약인지는 계약의 명칭 또는 형식적인 문언을 떠나 그 실질을 중시하여 판단하여야 한다. 이는 자기 명의로써 그러나 타인의 계산으로 매매 아닌 행위를 영업으로 하는 이른바 준위탁매매에 있어서도 마찬가지이다.<br/> [3] 한국철도공사와 甲 주식회사가 위탁운영 협약을 체결하여, 甲 회사가 관광열차를 이용한 여행상품을 판매·운영하고 위 여행상품 판매대금에서 판매·운영수수료, 행사비용, 운영비용을 공제한 나머지를 매월 정산하여 한국철도공사에 지급하였는데, 위 여행상품 관련 용역의 공급주체가 누구인지 문제 된 사안에서, 위 협약에 따르면 한국철도공사는 열차 운행의 횟수나 편성 등에 관여할 수 있는 등 관광열차 판매·운영에 광범위한 권한을 가지고, 특히 甲 회사는 한국철도공사의 사전 승인 없이 위 여행상품의 가격조정을 할 수 없다고 정하여 가격결정 권한도 한국철도공사에 있는 점, 甲 회사는 매월 한국철도공사에 전월의 판매실적, 비용지출내역 등을 상세히 정리하여 제출할 의무를 부담하였고, 관광열차 관련 지적재산권 등 일체의 권리 또한 한국철도공사에 귀속된 점, 위 여행상품 판매대금에서 甲 회사에 귀속되는 판매·운영수수료는 위 여행상품 총매출액의 일정 비율에 해당하는 금액으로 통상 위탁매매인이 실적에 따라 위탁자로부터 받는 수수료 개념의 금원이라고 할 수 있는 점 등을 종합하면, 甲 회사는 자기 명의로 그러나 한국철도공사의 계산으로 위 여행상품 관련 용역의 제공을 영업으로 하는 준위탁매매인에 해당하고, 부가가치세법 제10조 제7항 본문의 유추적용에 따라 위 여행상품 관련 용역은 위탁자인 한국철도공사가 위 여행상품 이용 고객에게 직접 공급한 것으로, 한국철도공사가 위 여행상품 판매대금 전부에 대한 부가가치세 납세의무를 부담한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제13조 제2항 제4호(현행 부가가치세법 제29조 제5항 제4호 참조), 구 부가가치세법 시행령(2013. 6. 28. 대통령령 제24638호로 전부 개정되기 전의 것) 제48조 제10항(현행 부가가치세법 제29조 제5항 제4호 참조), 부가가치세법 제29조 제1항, 제5항 제4호 / [2] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제6조 제5항(현행 제10조 제7항 참조), 부가가치세법 제10조 제7항, 상법 제101조, 제113조 / [3] 구 부가가치세법(2013. 6. 7. 법률 제11873호로 전부 개정되기 전의 것) 제6조 제5항(현행 제10조 제7항 참조), 부가가치세법 제10조 제7항<br/>",
  "참조판례": "[2] 대법원 2006. 9. 22. 선고 2004두12117 판결(공2006하, 1844), 대법원 2011. 7. 14. 선고 2011다31645 판결(공2011하, 1627)<br/>"
}