{
  "판례일련번호": "238889",
  "사건명": "손해배상(기)",
  "사건번호": "2019다300866",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231228",
  "판시사항": "환경오염피해에 대하여 시설의 사업자에게 구 환경오염피해 배상책임 및 구제에 관한 법률 제6조 제1항에 따른 손해배상책임을 묻는 경우, 그 시설과 피해 사이의 인과관계를 추정하기 위한 입증의 정도 및 이때 해당 시설에서 배출된 오염물질 등이 피해자나 피해물건에 도달하여 피해가 발생하였다는 사실이 반드시 직접 증명되어야만 하는지 여부(소극) / 사업자는 같은 법 제9조 제2항의 간접사실들에 대하여 반증을 들어 다투거나 같은 조 제3항의 사실들을 증명하여 추정을 번복하거나 배제시킬 수 있는지 여부(적극)<br/>",
  "판결요지": "구 환경오염피해 배상책임 및 구제에 관한 법률(2017. 1. 17. 법률 제14532호로 개정되기 전의 것, 이하 ‘구 환경오염피해구제법’이라 한다)은, 환경오염피해에 대한 배상책임을 명확히 하고, 피해자의 입증부담을 경감하는 등 실효적인 피해구제 제도를 확립함으로써 환경오염피해로부터 신속하고 공정하게 피해자를 구제하는 것을 목적으로 한다(제1조).<br/>  구 환경오염피해구제법은 이러한 입법 목적을 달성하기 위하여 같은 법에 따른 배상책임과 신고의무 등이 적용되는 ‘시설’을 정하고(제3조), 시설의 설치·운영과 관련하여 ‘환경오염피해’, 즉 시설의 설치·운영으로 인하여 발생되는 대기오염, 수질오염, 토양오염, 해양오염, 소음·진동, 그 밖에 대통령령으로 정하는 원인으로 인하여 다른 사람의 생명·신체(정신적 피해를 포함한다) 및 재산에 발생된 피해(동일한 원인에 의한 일련의 피해를 포함한다)에 대한 시설 사업자의 무과실책임을 정하되(제6조 제1항), 환경오염피해가 사업자의 고의 또는 중대한 과실로 발생하는 등 예외적인 경우를 제외하고는 사업자의 배상책임한도를 일정 범위로 제한하는(제7조) 등의 규정을 두고 있다.<br/>  특히 구 환경오염피해구제법 제9조는, “시설이 환경오염피해 발생의 원인을 제공한 것으로 볼 만한 상당한 개연성이 있는 때에는 그 시설로 인하여 환경오염피해가 발생한 것으로 추정한다.”(제1항)라고 정하고, “제1항에 따른 상당한 개연성이 있는지의 여부는 시설의 가동과정, 사용된 설비, 투입되거나 배출된 물질의 종류와 농도, 기상조건, 피해발생의 시간과 장소, 피해의 양상과 그 밖에 피해발생에 영향을 준 사정 등을 고려하여 판단한다.”(제2항)라고 정함으로써, 명시적으로 시설과 환경오염피해 발생의 인과관계에 대한 피해자의 입증부담을 완화하는 규정을 두었으며, 다만 ‘환경오염피해가 다른 원인으로 인하여 발생하였거나, 사업자가 대통령령으로 정하는 환경오염피해 발생의 원인과 관련된 환경·안전 관계 법령 및 인허가조건을 모두 준수하고 환경오염피해를 예방하기 위하여 노력하는 등 제4조 제3항에 따른 사업자의 책무를 다하였다는 사실을 증명하는 경우에는 제1항에 따른 추정은 배제’(제3항)되도록 정하고 있다.<br/>  이러한 구 환경오염피해구제법의 입법 목적과 취지, 관련 규정의 내용 등을 종합하여 보면, 환경오염피해에 대하여 시설의 사업자에게 구 환경오염피해구제법 제6조 제1항에 따른 손해배상책임을 묻는 경우, 피해자가 같은 법 제9조 제2항이 정한 여러 간접사실을 통하여 전체적으로 보아 시설의 설치·운영과 관련하여 배출된 오염물질 등으로 인해 다른 사람의 생명·신체 및 재산에 피해가 발생한 것으로 볼 만한 상당한 개연성이 있다는 점을 증명하면 그 시설과 피해 사이의 인과관계가 추정된다고 보아야 하고, 이때 해당 시설에서 배출된 오염물질 등이 피해자나 피해물건에 도달하여 피해가 발생하였다는 사실이 반드시 직접 증명되어야만 하는 것은 아니라고 할 것이다. 한편 사업자는 같은 법 제9조 제2항의 간접사실들에 대하여 반증을 들어 다투거나 같은 조 제3항의 사실들을 증명하여 추정을 번복하거나 배제시킬 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "구 환경오염피해 배상책임 및 구제에 관한 법률(2017. 1. 17. 법률 제14532호로 개정되기 전의 것) 제1조, 제3조, 제6조 제1항, 제7조, 제9조<br/>",
  "참조판례": ""
}