{
  "판례일련번호": "238869",
  "사건명": "가처분이의",
  "사건번호": "2022마5373",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20231228",
  "판시사항": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제4조 제1항에서 정한 ‘영업상의 이익’의 의미 및 국내에 널리 인식된 상품표지 또는 영업표지에 관한 부정경쟁행위의 금지 또는 예방을 청구할 수 있는 자에 표지의 사용권자 등 표지의 사용에 관하여 고유하고 정당한 이익을 가지고 있는 자가 포함되는지 여부(적극)<br/> [2] 甲 주식회사가 乙 주식회사로부터 ‘제주일보’ 명칭 등에 관한 사용허락을 받아 신문 등의 진흥에 관한 법률에 따른 등록을 한 다음 ‘제주일보’ 명칭으로 일반 일간신문을 발행하면서 신문업을 영위하여 왔는데, 丙 주식회사가 동일한 ‘제주일보’ 명칭을 사용하여 일간신문을 발행하고 인터넷신문을 전자적으로 발행한 사안에서, 甲 회사는 주지표지인 ‘제주일보’ 명칭으로 신문을 발행할 고유하고 정당한 이익을 가진다고 봄이 타당한데, 丙 회사의 행위는 부정경쟁행위에 해당하고, 그로 인해 甲 회사의 영업상 이익이 침해되거나 침해될 우려가 있으므로, 甲 회사는 丙 회사에 대하여 부정경쟁방지 및 영업비밀보호에 관한 법률 제4조 제1항에 따라 그 행위의 금지 또는 예방을 청구할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률(이하 ‘부정경쟁방지법’이라고 한다) 제4조 제1항은 부정경쟁행위로 자신의 영업상의 이익이 침해되거나 침해될 우려가 있는 자는 부정경쟁행위를 하거나 하려는 자에 대하여 법원에 그 행위의 금지 또는 예방을 청구할 수 있다고 규정한다. 여기서 영업상의 이익이란 영업자가 영업활동을 하면서 향유하는 고유하고 정당한 이익으로, 경제적인 이익은 물론 영업상의 신용, 고객흡인력, 공정한 영업자로서의 경쟁상 지위 등이 이에 해당한다.<br/>부정경쟁방지법 제2조 제1호 (가)목 및 (나)목 소정의 국내에 널리 인식된 상품표지 또는 영업표지에 관한 부정경쟁행위로 인하여 자신의 영업상의 이익이 침해되거나 침해될 우려가 있어 부정경쟁방지법 제4조 제1항에 의하여 그 행위의 금지 또는 예방을 청구할 수 있는 자에는 그러한 표지의 소유자뿐만 아니라 사용권자 등 그 표지의 사용에 관하여 고유하고 정당한 이익을 가지고 있는 자도 포함된다.<br/> [2] 甲 주식회사가 乙 주식회사로부터 ‘제주일보’ 명칭 등에 관한 사용허락을 받아 신문 등의 진흥에 관한 법률에 따른 등록을 한 다음 ‘제주일보’ 명칭으로 일반 일간신문을 발행하면서 신문업을 영위하여 왔는데, 丙 주식회사가 동일한 ‘제주일보’ 명칭을 사용하여 일간신문을 발행하고 인터넷신문을 전자적으로 발행한 사안에서, ‘제주일보’는 제주 지역의 신문 독자층이나 거래자 등 수요자들에게 乙 회사가 발행하는 신문의 명칭이자 乙 회사가 영위하는 신문업을 표시하는 표지로서 국내에 널리 인식된 상품표지이자 영업표지인 점, 甲 회사는 경영위기에 처한 乙 회사가 정상화될 때까지 ‘제주일보’의 발행을 지속하기 위해 설립되어 乙 회사로부터 ‘제주일보’ 명칭 등에 관한 사용허락을 받은 후 ‘제주일보’ 명칭으로 일반 일간신문을 발행해 온 점, 특정한 명칭을 사용하는 신문은 하나의 사업자만이 발행할 수 있고, 이를 통해 특정한 명칭으로 신문 등록을 마친 사업자의 영업상의 이익이 보호되며 수요자들이 신문을 발행하는 상품주체 또는 영업주체를 오인·혼동하는 것이 방지되는데, 甲 회사는 ‘제주일보’ 명칭으로 신문 등록을 마친 신문사업자로서 ‘제주일보’ 명칭을 사용하는 신문은 甲 회사만이 발행할 수 있고, 그에 따라 甲 회사는 주지표지인 ‘제주일보’ 명칭을 유일하게 사용하여 신문을 발행하는 영업활동을 하였으며, 이를 통해 甲 회사는 신문업을 영위할 인적·물적 설비를 상실하고 폐업한 乙 회사를 대신하여 ‘제주일보’ 명칭에 대한 영업상의 신용과 고객흡인력을 유지해 왔다고 볼 수 있는 점, 乙 회사는 ‘제주일보’ 명칭 등의 사용기간이 경과된 이후에도 ‘제주일보’ 명칭을 계속 사용하여 신문을 발행하는 甲 회사의 행위에 대하여 상당한 기간 내에 이의를 제기하지 않았고, ‘제주일보’ 명칭으로 등록한 甲 회사의 신문사업자로서의 신문법상 지위는 존속하고 있으며, 甲 회사가 사용기간 이후에 ‘제주일보’ 명칭을 사용하여 신문을 발행한 행위가 乙 회사에 불이익이 된다거나 공정한 경쟁질서의 파괴행위에 해당한다고 볼 수 없는 점을 종합하면, 甲 회사는 주지표지인 ‘제주일보’ 명칭으로 신문을 발행할 고유하고 정당한 이익을 가진다고 봄이 타당한데, 甲 회사가 발행하는 신문의 명칭이자 주지표지인 ‘제주일보’와 동일한 ‘제주일보’ 명칭을 사용하여 일간신문을 발행하고 인터넷신문을 전자적으로 발행하는 丙 회사의 행위는 甲 회사의 상품 또는 영업상의 활동과 혼동하게 하는 부정경쟁행위에 해당하고, 그로 인해 甲 회사의 영업상 이익이 침해되거나 침해될 우려가 있으므로, 甲 회사는 丙 회사에 대하여 부정경쟁방지 및 영업비밀보호에 관한 법률 제4조 제1항에 따라 그 행위의 금지 또는 예방을 청구할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목, (나)목, 제4조 제1항 / [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제1호 (가)목, (나)목, 제4조 제1항, 신문 등의 진흥에 관한 법률 제9조 제1항, 제5항<br/>",
  "참조판례": "[1] 대법원 1997. 2. 5. 자 96마364 결정(공1997상, 859)<br/>"
}