{
  "판례일련번호": "238861",
  "사건명": "산업안전보건법위반·업무상과실치사·중대재해처벌등에관한법률위반(산업재해치사)",
  "사건번호": "2023도12316",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231228",
  "판시사항": "[1] 상상적 경합에서 말하는 ‘1개의 행위’의 의미<br/> [2] 피고인 甲 주식회사의 대표이사로서 경영책임자이자 안전보건총괄책임자인 피고인 乙이, 산업재해 예방에 필요한 주의의무를 게을리하고 안전조치를 하지 아니하여 피고인 甲 회사와 도급계약을 체결한 관계수급인인 丙 사업체 소속 근로자 丁이 피고인 甲 회사의 야외작업장에서 중량물 취급 작업인 철제 방열판 보수 작업을 하던 중 크레인 섬유벨트가 끊어지고 방열판이 낙하하면서 丁을 덮쳐 사망에 이르게 함과 동시에, 재해예방을 위한 안전보건관리체계의 구축 및 그 이행에 관한 조치를 하지 아니하여 사업장의 종사자 丁이 사망하는 중대산업재해에 이르게 하였다는 내용의 업무상과실치사, 산업안전보건법 위반, 중대재해 처벌 등에 관한 법률 위반(산업재해치사)의 공소사실이 제1심 및 원심에서 모두 유죄로 인정된 사안에서, 위 각 법의 목적, 보호법익, 행위태양 등에 비추어 보면, 중대재해 처벌 등에 관한 법률 위반(산업재해치사)죄와 근로자 사망으로 인한 산업안전보건법 위반죄 및 업무상과실치사죄는 상호 간 사회관념상 1개의 행위가 수 개의 죄에 해당하는 경우로서 상상적 경합 관계에 있다고 한 사례<br/>",
  "판결요지": "[1] 상상적 경합은 1개의 행위가 수 개의 죄에 해당하는 경우를 말한다(형법 제40조). 여기에서 1개의 행위란 법적 평가를 떠나 사회관념상 행위가 사물자연의 상태로서 1개로 평가되는 것을 의미한다. <br/> [2] 피고인 甲 주식회사의 대표이사로서 경영책임자이자 안전보건총괄책임자인 피고인 乙이, 산업재해 예방에 필요한 주의의무를 게을리하고 안전조치를 하지 아니하여 피고인 甲 회사와 도급계약을 체결한 관계수급인인 丙 사업체 소속 근로자 丁이 피고인 甲 회사의 야외작업장에서 중량물 취급 작업인 철제 방열판 보수 작업을 하던 중 크레인 섬유벨트가 끊어지고 방열판이 낙하하면서 丁을 덮쳐 사망에 이르게 함과 동시에, 재해예방을 위한 안전보건관리체계의 구축 및 그 이행에 관한 조치를 하지 아니하여 사업장의 종사자 丁이 사망하는 중대산업재해에 이르게 하였다는 내용의 업무상과실치사, 산업안전보건법 위반, 중대재해 처벌 등에 관한 법률(이하 ‘중대재해처벌법’이라 한다) 위반(산업재해치사)의 공소사실이 제1심 및 원심에서 모두 유죄로 인정된 사안에서, ① 산업안전보건법과 중대재해처벌법의 목적이 완전히 동일하지는 않지만 ‘산업재해 또는 중대재해를 예방’하고 ‘노무를 제공하는 사람 또는 종사자의 안전을 유지·증진하거나 생명과 신체를 보호’하는 것을 목적으로 함으로써 궁극적으로 사람의 생명·신체의 보전을 보호법익으로 한다는 공통점이 있고, 이는 사람의 생명·신체의 보전을 보호법익으로 하는 형법상 업무상과실치사상죄도 마찬가지인 점, ② 피고인 乙이 안전보건총괄책임자로서 중량물 취급 작업계획서 작성에 관한 조치를 하지 않은 산업안전보건법 위반행위와 경영책임자로서 안전보건관리체계의 구축 및 그 이행에 관한 조치를 하지 않은 중대재해처벌법 위반행위는 모두 같은 일시·장소에서 같은 피해자의 사망이라는 결과 발생을 방지하지 못한 부작위에 의한 범행에 해당하여 각 법적 평가를 떠나 사회관념상 1개의 행위로 평가할 수 있으므로, 중대재해처벌법 위반(산업재해치사)죄와 근로자 사망으로 인한 산업안전보건법 위반죄는 상상적 경합 관계에 있는 점, ③ 근로자 사망으로 인한 산업안전보건법 위반죄와 업무상과실치사죄는 업무상 주의의무가 일치하여 상상적 경합 관계에 있고, 피고인 乙에게 중대재해처벌법 제4조에 따라 부과된 안전 확보의무는 산업안전보건법 제63조에 따라 부과된 안전 조치의무와 마찬가지로 업무상과실치사죄의 주의의무를 구성할 수 있으므로 중대재해처벌법 위반(산업재해치사)죄와 업무상과실치사죄 역시 행위의 동일성이 인정되어 상상적 경합 관계에 있는 점 등에 비추어 보면, 중대재해처벌법 위반(산업재해치사)죄와 근로자 사망으로 인한 산업안전보건법 위반죄 및 업무상과실치사죄는 상호 간 사회관념상 1개의 행위가 수 개의 죄에 해당하는 경우로서 형법 제40조의 상상적 경합 관계에 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제40조 / [2] 형법 제40조, 제268조, 산업안전보건법 제1조, 제38조, 제39조, 제63조, 제167조 제1항, 제168조 제1호, 제173조, 중대재해 처벌 등에 관한 법률 제1조, 제2조 제1호, 제2호 (가)목, 제7호, 제8호, 제9호, 제4조 제1항 제1호, 제6조 제1항, 제7조 제1호<br/>",
  "참조판례": "[1] 대법원 1987. 2. 24. 선고 86도2731 판결(공1987, 594), 대법원 2017. 9. 21. 선고 2017도11687 판결(공2017하, 2058)<br/>"
}