{
  "판례일련번호": "238887",
  "사건명": "수뢰후부정처사·부정처사후수뢰·특정범죄가중처벌등에관한법률위반(알선수재)·뇌물공여",
  "사건번호": "2017도21248",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231228",
  "판시사항": "[1] 특정범죄 가중처벌 등에 관한 법률 제3조의 알선수재죄에서 ‘알선’의 의미 / 공무원의 직무에 속하는 사항의 알선이 수수한 금품과 ‘대가관계’가 있는지 결정하는 방법<br/> [2] 알선수재죄가 성립하는지 판단하는 방법<br/> [3] 군수 분야의 고위직 간부로 재직한 경력이 있는 피고인이 방위사업체인 甲 주식회사와 경영자문위원 위촉계약을 체결한 후, 甲 회사의 현안과 관련된 군 관계자 상대 로비를 요청받고 그 대가로 자문료 및 활동비 명목으로 금원을 지급받아, 특정범죄 가중처벌 등에 관한 법률 위반(알선수재)으로 기소된 사안에서, 공소사실을 유죄로 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 특정범죄 가중처벌 등에 관한 법률 제3조의 알선수재죄는 ‘공무원의 직무에 속한 사항을 알선한다는 명목’으로 금품이나 이익을 수수·요구 또는 약속함으로써 성립하는 범죄다. 여기서 ‘알선’이라 함은 “일정한 사항에 관하여 어떤 사람과 그 상대방 사이에 서서 중개하거나 편의를 도모하는 것”을 의미하므로, 의뢰 당사자가 청탁하는 취지를 공무원에게 전하거나 의뢰 당사자를 대신하여 스스로 공무원에게 청탁하는 행위, 공무원에게 영향력을 행사하여 의뢰 당사자가 원하는 방향으로 결정이 이루어지도록 돕는 등의 행위는 모두 위 조항에서 말하는 ‘알선’에 해당한다.<br/>  공무원의 직무에 속하는 사항의 알선과 수수한 금품 사이에 ‘대가관계’가 있는지는 해당 알선의 내용, 알선자와 이익 제공자 사이의 친분관계 여부, 이익의 다과, 이익을 수수한 경위와 시기 등 제반 사정을 종합하여 결정하되, 알선과 수수한 금품 사이에 전체적·포괄적으로 대가관계가 있으면 족하다.<br/> [2] 알선수재죄가 성립하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 자문 등의 계약이 체결된 경위와 시기가 어떠한지, 의뢰 당사자가 피고인에게 사무처리를 의뢰하고 그 대가를 제공할 만한 구체적인 현안이 존재하는지, 피고인이 지급받는 계약상 급부가 의뢰 당사자와 공무원 사이를 매개·중개한 데 대한 대가인지, 현안의 중요도나 경제적 가치 등에 비추어 자문료 등 보수의 액수나 지급조건이 사회통념·거래관행상 일반적인 수준인지, 보수가 정기적·고정적으로 지급되는지 등 종합적인 사정을 바탕으로 계약의 실질에 따라 신중하게 판단하여야 한다.<br/> [3] 군수 분야의 고위직 간부로 재직한 경력이 있는 피고인이 방위사업체인 甲 주식회사와 경영자문위원 위촉계약을 체결한 후, 甲 회사의 현안과 관련된 군 관계자 상대 로비를 요청받고 그 대가로 자문료 및 활동비 명목으로 금원을 지급받아, 특정범죄 가중처벌 등에 관한 법률(이하 ‘특정범죄가중법’이라 한다) 위반(알선수재)으로 기소된 사안에서, 피고인은 육군 장성 출신으로 오랜 기간 군에 복무하였고, 국방부에서 군수 및 전력자원 관리에 관한 고위 간부로서 근무한 경험도 있어, 甲 회사로서는 피고인의 전문적 지식과 경험을 활용해 업무의 경제성·효율성·전문성을 도모할 유인이 있었던 점, 유죄의 증거로 검사가 제출한 문건의 내용들에 의하더라도 피고인은 그의 전문성이나 인적인 네트워크를 활용하여 방위사업체의 입장이나 의사를 객관적으로 전달하거나 해당 현안에 관한 정보·설명을 제공하였다고 보일 뿐이고, 이러한 행위는 甲 회사의 통상적이고 정상적인 영업활동을 보조하는 것으로 보이는 점, 피고인이 위 계약으로 甲 회사로부터 수령한 보수액은 방위사업체 내부의 임원 인사관리 규정에서 정한 일반 자문계약의 보수액에 해당하고, 위 보수액은 대관업무를 수행하던 기존 군 출신 임원들이 지급받았던 금액에 비추어 현저히 적은 금액이며, 공소사실 기재 현안들의 중요도나 경제적 가치를 고려하면 공무원에 대한 알선을 통한 현안의 해결에 대한 대가라고 보기에도 사회통념상 과소한 금액에 해당하는 점 등을 종합하면, 위 계약은 일반적 자문·고문계약이라고 볼 여지가 충분하고, 검사가 제출한 증거만으로는 위 계약이 형식적인 것에 불과하여 피고인이 공무원의 직무에 속한 사항의 알선에 관하여 금품을 수수한 것이라는 점이 합리적 의심의 여지가 없을 정도로 증명되었다고 보기 어렵다는 이유로, 공소사실을 유죄로 인정한 원심판단에 특정범죄가중법 위반(알선수재)죄에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특정범죄 가중처벌 등에 관한 법률 제3조 / [2] 특정범죄 가중처벌 등에 관한 법률 제3조 / [3] 특정범죄 가중처벌 등에 관한 법률 제3조, 형사소송법 제307조, 제308조<br/>",
  "참조판례": "[1] 대법원 2005. 1. 28. 선고 2004도7359 판결, 대법원 2014. 4. 24. 선고 2014도1631 판결, 대법원 2014. 10. 30. 선고 2012도12394 판결, 대법원 2016. 9. 28. 선고 2014도9903 판결<br/>"
}