{
  "판례일련번호": "238905",
  "사건명": "시정명령등처분취소청구의소[콘텐츠 제공사업자(CP)의 접속경로 변경행위가 전기통신사업법령상 ‘전기통신서비스의 이용을 제한하는 행위’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2020두50348",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231221",
  "판시사항": "전 세계 이용자들에게 사회관계망 서비스를 제공하는 콘텐츠제공사업자인 甲 주식회사가 ‘전기통신시설비의 상호접속기준’이 개정되면서 국내통신사에 더 많은 비용을 지급해야 할 상황에 처하자, 일부 접속경로를 국내에서 해외 인터넷서비스제공사업자로 변경하면서 국내 페이스북 이용자들의 접속이 지연되거나 동영상이 제대로 재생되지 않는 등의 현상이 발생한 사실에 대하여, 위 접속경로 변경이 ‘정당한 사유 없이 전기통신서비스의 이용을 제한하는 행위’로서 전기통신이용자의 이익을 현저히 해치는 방식으로 전기통신서비스를 제공하는 행위를 금지하고 있는 구 전기통신사업법령을 위반했다는 이유로 방송통신위원회가 甲 회사에 시정명령 등을 한 사안에서, 甲 회사의 접속경로 변경행위가 구 전기통신사업법 시행령 제42조 제1항 [별표 4] 제5호 (나)목 5)에서 정한 ‘이용의 제한’에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "전 세계 이용자들에게 사회관계망 서비스를 제공하는 콘텐츠제공사업자로서 전기통신사업법상 부가통신사업자인 甲 주식회사가 ‘전기통신시설비의 상호접속기준’이 개정되면서 국내통신사에 더 많은 비용을 지급해야 할 상황에 처하자, 일부 접속경로를 국내에서 해외 인터넷서비스제공사업자로 변경하면서 국내 페이스북 이용자들의 페이스북 접속이 지연되거나 동영상이 제대로 재생되지 않는 등의 현상이 발생한 사실에 대하여, 위 접속경로 변경이 ‘정당한 사유 없이 전기통신서비스의 이용을 제한하는 행위’로서 전기통신이용자의 이익을 현저히 해치는 방식으로 전기통신서비스를 제공하는 행위를 금지하고 있는 구 전기통신사업법(2018. 12. 11. 법률 제15858호로 개정되기 전의 것) 제50조 제1항 제5호 후단, 구 전기통신사업법 시행령(2018. 5. 15. 대통령령 제28881호로 개정되기 전의 것, 이하 같다) 제42조 제1항 [별표 4] 제5호 (나)목 5)(이하 위 시행령 규정을 ‘쟁점조항’이라 한다)를 위반했다는 이유로 방송통신위원회가 甲 회사에 시정명령과 과징금 납부명령을 한 사안에서, 쟁점조항이 정한 금지행위를 이유로 하는 과징금 부과 등은 침익적 행정처분에 해당하므로, 쟁점조항은 엄격하게 해석·적용해야 하고, 행정처분의 상대방에게 지나치게 불리한 방향으로 해석·적용해서는 안 되는 점, 쟁점조항 중 이용의 ‘제한 또는 중단’과 관련하여 ‘일정한 한도를 정하거나 그 한도를 넘지 못하게 막음. 또는 그렇게 정한 한계’로 정의하고 있는 ‘제한’의 사전적 의미(국립국어원 표준국어대사전)와 ‘제한’이 ‘중단’과 병렬적으로 규정되어 있는 점 등을 고려하면, ‘이용의 제한’은 이용의 시기나 방법, 범위 등에 한도나 한계를 정하여 이용을 못 하게 막거나 실질적으로 그에 준하는 정도로 이용을 못 하게 하는 것을 의미한다고 해석되는 점, 구 전기통신사업법령에서 ‘제한’이라는 용어를 사용하고 있는 다른 규정들에 비추어 보더라도, 이용 자체는 가능하나 이용이 지연되거나 이용에 불편이 초래된 경우는 이용의 ‘제한’에 해당한다고 보기 어려운 점 등을 종합하면, 甲 회사의 접속경로 변경행위가 구 전기통신사업법 시행령 제42조 제1항 [별표 4] 제5호 (나)목 5)에서 정한 ‘이용의 제한’에 해당하지 않는다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "구 전기통신사업법(2018. 12. 11. 법률 제15858호로 개정되기 전의 것) 제50조 제1항 제5호, 제3항, 제53조, 제99조, 구 전기통신사업법 시행령(2018. 5. 15. 대통령령 제28881호로 개정되기 전의 것) 제42조 제1항 [별표 4] 제5호 (나)목 5)<br/>",
  "참조판례": ""
}