{
  "판례일련번호": "238919",
  "사건명": "영업금지등",
  "사건번호": "2023다270047",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231214",
  "판시사항": "[1] 건축주가 상가를 건축하여 점포별로 업종을 정하여 분양하였으나 점포의 수분양자 등이 업종 제한 약정을 위반할 경우, 영업상의 이익을 침해당할 처지에 있는 자가 동종업종의 영업금지를 청구할 수 있는지 여부(원칙적 적극) 및 상가를 분양하는 계약에서 업종 제한 약정을 하면서 그 업종의 의미 및 영업범위에 관하여 따로 정하지 않은 경우, 지정된 업종의 점포 입점자가 거래관념상 통상적으로 수인하여야 할 정도를 넘는 약정 위반인지 판단하는 방법<br/> [2] 상가건물 1층에서 편의점을 운영하고 있는 甲 등이 같은 층 인접 점포에서 아이스크림 등 할인점을 운영하고 있는 乙을 상대로 업종 제한 약정 위반을 이유로 할인점에 대한 영업금지를 구한 사안에서, 위 편의점과 할인점이 동종업종에 해당하지 않고 甲 등의 영업상 이익 침해가 없다고 단정하여 甲 등의 영업금지청구를 배척한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 건축주가 상가를 건축하여 점포별로 업종을 정하여 분양한 경우 점포의 수분양자나 그의 지위를 양수한 자 또는 점포를 임차한 자는 특별한 사정이 없는 한 상가의 점포 입점자들에 대한 관계에서 상호 묵시적으로 분양계약에서 약정한 업종 제한 등의 의무를 수인하기로 동의하였다고 봄이 타당하므로, 상호 간의 업종 제한에 관한 약정을 준수할 의무가 있다고 보아야 한다. 따라서 이와 같은 업종 제한 약정을 위반할 경우 이로 인하여 영업상의 이익을 침해당할 처지에 있는 자는 침해배제를 위하여 동종업종의 영업금지를 청구할 권리가 있다. 상가를 분양하는 계약에서 업종 제한 약정을 하면서도 그 업종의 의미 및 영업범위에 관하여 따로 정하지 않은 경우에는, 그 업종의 사전적 의미, 일반적으로 행해지는 그 업종의 영업내용, 한국표준산업분류표의 분류기준 등을 모두 종합하여 결정하되, 획일적·절대적으로 결정할 것이 아니라 상가가 위치한 도시와 아파트 단지의 규모, 상가의 크기와 상권형성 정도, 인근 동종업종의 상황 등도 아울러 고려하여, 지정된 업종의 점포 입점자가 거래관념상 통상적으로 수인하여야 할 정도를 넘는 약정 위반인지를 판단하여야 한다.<br/> [2] 상가건물 1층에서 편의점을 운영하고 있는 甲 등이 같은 층 인접 점포에서 아이스크림 등 할인점을 운영하고 있는 乙을 상대로 업종 제한 약정 위반을 이유로 할인점에 대한 영업금지를 구한 사안에서, 위 할인점은 일반 고객들로 하여금 사실상 편의점의 일종이라고 인식하게 할 가능성이 높을 정도로 편의점의 영업내용이나 방식과 실질적인 차이가 없고, 한국표준산업분류의 분류기준 자체로 서로 상이한 업종이라고 단정할 수 없으며, 또한 위 편의점과 할인점은 바로 인접해 위치해 있고, 상당 부분 품목이 겹치는 음식료품을 판매하고 있으며, 인근 아파트 단지 내 주민들을 주된 고객층으로 공유하고 있다는 점에서 직접적인 경쟁관계에 놓일 수밖에 없으므로, 점포 입점자들이 업종 제한 약정의 체결을 통해 의도한 영업권의 독점적 보장 범위 내에 있다고 보는 것이 합리적인 해석인데, 이와 같은 경쟁관계에 비추어 살펴보면, 할인점 매출액에 준하는 금액만큼 편의점 내 동종 품목의 매출이 하락함으로써 甲 등의 영업상 이익이 침해되었을 것임이 경험칙상 추정되므로, 다른 사정이 없는 한 그로써 편의점으로 업종을 지정받은 지위에서 거래관념상 통상적으로 수인하여야 할 정도를 넘는 영업상의 손실을 입은 것으로 볼 여지가 크고, 매출하락에 관한 구체적인 자료가 제출되지 않았다는 등의 사정은 이를 부정할 사유가 될 수 없는데도, 위 편의점과 할인점이 동종업종에 해당하지 않고 甲 등의 영업상 이익 침해가 없다고 단정하여 甲 등의 영업금지청구를 배척한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제105조<br/>",
  "참조판례": "[1] 대법원 2007. 9. 21. 선고 2006다63747 판결, 대법원 2009. 12. 24. 선고 2009다61179 판결, 대법원 2012. 11. 29. 선고 2011다79258 판결(공2013상, 17)<br/>"
}