{
  "판례일련번호": "238927",
  "사건명": "손해배상(기)[세월호 침몰로 사망한 망인의 친모가 뒤늦게 망인의 사망사실을 알게 되어 국가배상을 청구한 사건]",
  "사건번호": "2023다248903",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231214",
  "판시사항": "[1] 국가배상법 제2조 제1항에 따른 배상청구권을 5년간 행사하지 아니한 경우, 국가재정법 제96조 제2항, 제1항에 따라 소멸하는지 여부(적극) / 소멸시효가 진행하지 않는 ‘권리를 행사할 수 없는’ 경우의 의미 및 사실상 권리의 존재나 권리행사 가능성을 알지 못하였고 알지 못함에 과실이 없는 경우가 이에 해당하는지 여부(소극)<br/> [2] 소멸시효기간에 관한 주장에 변론주의가 적용되는지 여부(소극)<br/> [3] 甲의 모친인 乙이 협의이혼 후 甲의 부친이 친권을 행사하였고, 甲은 세월호사고로 사망하였는데, 그 후 甲의 사망사실을 뒤늦게 알게 된 乙이 국가를 상대로 손해배상을 구한 사안에서, 乙 고유의 위자료채권은 국가재정법에 따른 5년의 소멸시효기간이 적용되므로 이미 소멸시효기간이 경과하였다고 볼 여지가 크고, 乙이 甲의 사망사실을 알게 된 날로부터 6월의 소멸시효 정지기간이 지나기 전에 소를 제기하였으므로 甲의 일실수입 및 위자료채권에 대한 乙의 상속분은 소멸시효가 완성되지 않았다고 한 사례<br/>",
  "판결요지": "[1] 국가배상법 제2조 제1항 본문 전단 규정에 따른 배상청구권은 금전의 급부를 목적으로 하는 국가에 대한 권리로서 국가재정법 제96조 제2항, 제1항이 적용되므로 이를 5년간 행사하지 아니할 때에는 시효로 인하여 소멸한다. 소멸시효는 객관적으로 권리가 발생하여 그 권리를 행사할 수 있는 때로부터 진행하고 그 권리를 행사할 수 없는 동안은 진행하지 않으나, ‘권리를 행사할 수 없는’ 경우란 권리행사에 법률상의 장애사유가 있는 경우를 의미하고 사실상 권리의 존재나 권리행사 가능성을 알지 못하였고 알지 못함에 과실이 없다고 하여도 이에 해당하지 않는다.<br/> [2] 어떤 권리의 소멸시효기간이 얼마나 되는지에 관한 주장은 단순한 법률상의 주장에 불과하여 변론주의의 적용 대상이 되지 않으므로 법원이 직권으로 판단할 수 있다.<br/> [3] 甲의 모친인 乙이 협의이혼 후 甲의 부친이 친권을 행사하였고, 甲은 세월호사고로 사망하였는데, 그 후 甲의 사망사실을 뒤늦게 알게 된 乙이 국가를 상대로 손해배상을 구한 사안에서, 乙 고유의 위자료채권은 금전의 급부를 목적으로 하는 국가에 대한 권리이므로 국가재정법에 따른 5년의 소멸시효기간이 적용되고, 권리의 행사에 법률상의 장애사유가 없는 한 그 권리를 행사할 수 있는 때로부터 진행하므로, 세월호사고 당시 해양경찰서 소속 공무원에 대한 업무상과실치사죄의 유죄판결이 확정된 날로부터 기산하더라도 소멸시효기간이 경과하였다고 볼 여지가 크며, 한편 甲의 일실수입 및 위자료채권은 상속재산에 속한 권리로서 상속인이 확정된 때로부터 6월간 소멸시효가 정지되는데, 乙에 대하여 상속의 효과가 확정된 때는 乙이 甲의 사망사실을 알게 된 날 이후이고, 그로부터 6월의 소멸시효 정지기간이 지나기 전에 乙이 소를 제기하였으므로, 甲의 일실수입 및 위자료채권에 대한 乙의 상속분은 소멸시효가 완성되지 않았다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항, 제8조, 국가재정법 제96조 제1항, 제2항, 제3항, 민법 제166조 제1항 / [2] 민사소송법 제134조[직권조사사항], 제203조[변론주의] / [3] 국가배상법 제2조 제1항, 제8조, 국가재정법 제96조 제1항, 제2항, 제3항, 민법 제166조 제1항, 제181조, 민사소송법 제134조[직권조사사항], 제203조[변론주의]<br/>",
  "참조판례": "[1] 대법원 2008. 5. 29. 선고 2004다33469 판결(공2008하, 1109) / [2] 대법원 1977. 9. 13. 선고 77다832 판결(공1977, 10292), 대법원 2006. 11. 10. 선고 2005다35516 판결(공2006하, 2068), 대법원 2008. 3. 27. 선고 2006다70929, 70936 판결<br/>"
}