{
  "판례일련번호": "238929",
  "사건명": "스토킹범죄의처벌등에관한법률위반[수개월간 반복하여 고의로 소음을 발생시킨 행위가 스토킹범죄에 해당하는지 문제된 사건]",
  "사건번호": "2023도10313",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231214",
  "판시사항": "[1] 구 스토킹범죄의 처벌 등에 관한 법률 제2조 제1호 각 목의 행위가 객관적·일반적으로 볼 때 상대방에게 불안감 또는 공포심을 일으키기에 충분한 정도라고 평가되는 경우, 현실적으로 상대방이 불안감 내지 공포심을 갖게 되었는지와 관계없이 ‘스토킹행위’에 해당하는지 여부(적극) 및 이때 위 조항의 행위가 객관적·일반적으로 볼 때 상대방에게 불안감 또는 공포심을 일으키기에 충분한 정도인지 판단하는 방법<br/> [2] 빌라 아래층에 살던 피고인이 불상의 도구로 여러 차례 벽 또는 천장을 두드려 ‘쿵쿵’ 소리를 내어 이를 위층에 살던 피해자의 의사에 반하여 피해자에게 도달하게 하였다는 공소사실로 스토킹범죄의 처벌 등에 관한 법률 위반죄로 기소된 사안에서, 피고인의 위 행위는 층간소음의 원인 확인이나 해결방안 모색 등을 위한 사회통념상 합리적 범위 내의 정당한 이유 있는 행위라고 볼 수 없고, 객관적·일반적으로 상대방에게 불안감 내지 공포심을 일으키기에 충분하며, 위와 같은 일련의 행위가 지속·반복되었으므로 ‘스토킹범죄’를 구성한다고 본 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 스토킹행위를 전제로 하는 스토킹범죄는 행위자의 어떠한 행위를 매개로 이를 인식한 상대방에게 불안감 또는 공포심을 일으킴으로써 그의 자유로운 의사결정의 자유 및 생활형성의 자유와 평온이 침해되는 것을 막고 이를 보호법익으로 하는 위험범이라고 볼 수 있으므로, 구 스토킹범죄의 처벌 등에 관한 법률(2023. 7. 11. 법률 제19518호로 개정되기 전의 것, 이하 ‘구 스토킹처벌법’이라 한다) 제2조 제1호 각 목의 행위가 객관적·일반적으로 볼 때 이를 인식한 상대방에게 불안감 또는 공포심을 일으키기에 충분한 정도라고 평가될 수 있다면 현실적으로 상대방이 불안감 내지 공포심을 갖게 되었는지와 관계없이 ‘스토킹행위’에 해당하고, 나아가 그와 같은 일련의 스토킹행위가 지속되거나 반복되면 ‘스토킹범죄’가 성립한다. 이때 구 스토킹처벌법 제2조 제1호 각 목의 행위가 객관적·일반적으로 볼 때 상대방에게 불안감 또는 공포심을 일으키기에 충분한 정도인지는 행위자와 상대방의 관계·지위·성향, 행위에 이르게 된 경위, 행위 태양, 행위자와 상대방의 언동, 주변의 상황 등 행위 전후의 여러 사정을 종합하여 객관적으로 판단하여야 한다. <br/> [2] 빌라 아래층에 살던 피고인이 불상의 도구로 여러 차례 벽 또는 천장을 두드려 ‘쿵쿵’ 소리를 내어 이를 위층에 살던 피해자의 의사에 반하여 피해자에게 도달하게 하였다는 공소사실로 스토킹범죄의 처벌 등에 관한 법률 위반죄로 기소된 사안에서, 이웃 간 소음 등으로 인한 분쟁과정에서 위와 같은 행위가 발생하였다고 하여 곧바로 정당한 이유 없이 객관적·일반적으로 불안감 또는 공포심을 일으키는 ‘스토킹행위’에 해당한다고 단정할 수는 없으나, 피고인이 층간소음 기타 주변의 생활소음에 불만을 표시하며 수개월에 걸쳐 이웃들이 잠드는 시각인 늦은 밤부터 새벽 사이에 반복하여 도구로 벽을 치거나 음향기기를 트는 등으로 피해자를 비롯한 주변 이웃들에게 큰 소리가 전달되게 하였고, 피고인의 반복되는 행위로 다수의 이웃들은 수개월 내에 이사를 갈 수밖에 없었으며, 피고인은 이웃의 112 신고에 의하여 출동한 경찰관으로부터 주거지 문을 열어 줄 것을 요청받고도 대화 및 출입을 거부하였을 뿐만 아니라 주변 이웃들의 대화 시도를 거부하고 오히려 대화를 시도한 이웃을 스토킹혐의로 고소하는 등 이웃 간의 분쟁을 합리적으로 해결하려 하기보다 이웃을 괴롭힐 의도로 위 행위를 한 것으로 보이는 점 등 피고인과 피해자의 관계, 구체적 행위 태양 및 경위, 피고인의 언동, 행위 전후의 여러 사정들에 비추어 보면, 피고인의 위 행위는 층간소음의 원인 확인이나 해결방안 모색 등을 위한 사회통념상 합리적 범위 내의 정당한 이유 있는 행위라고 볼 수 없고, 객관적·일반적으로 상대방에게 불안감 내지 공포심을 일으키기에 충분하며, 나아가 위와 같은 일련의 행위가 지속되거나 반복되었으므로 ‘스토킹범죄’를 구성한다고 본 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 스토킹범죄의 처벌 등에 관한 법률(2023. 7. 11. 법률 제19518호로 개정되기 전의 것) 제2조 제1호, 제2호 / [2] 구 스토킹범죄의 처벌 등에 관한 법률(2023. 7. 11. 법률 제19518호로 개정되기 전의 것) 제2조 제1호, 제2호<br/>",
  "참조판례": "[1] 대법원 2023. 9. 27. 선고 2023도6411 판결(공2023하, 1979)<br/>"
}