{
  "판례일련번호": "238903",
  "사건명": "공동사업시행자지위확인등청구의소",
  "사건번호": "2023다275424",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231221",
  "판시사항": "[1] ‘확인의 소’가 허용되는 경우 / 이행청구를 할 수 있거나 손해배상청구를 할 수 있는데도 확인의 소를 제기한 경우, 확인의 이익이 있는지 여부(원칙적 소극)<br/> [2] 행정청이 구 도시 및 주거환경정비법 제8조 제3항, 제28조 제1항에 근거하여 행하는 사업시행계획 변경인가처분 중 ‘사업시행자를 조합 단독에서 조합과 주택공사 등 공동으로 변경하는 결정 부분’ 또는 ‘사업시행자를 조합과 주택공사 등 공동에서 조합 단독으로 변경하는 결정 부분’은 주택공사 등에 대하여 행정주체로서의 지위를 부여하거나 상실시키는 일종의 설권적 처분의 성격을 가지는지 여부(적극) 및 도시환경정비사업조합이 조합원 총회를 거쳐 주택공사 등을 공동사업시행자에서 제외하는 내용의 결의를 한 후 관할 행정청의 인가를 받은 경우, 설권적 처분의 요건에 불과한 조합원 총회의 효력 또는 총회 결의에 따른 조합의 후속 집행행위의 효력을 다투는 확인의 소를 제기하는 것이 허용되는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 확인의 소는 원칙적으로 분쟁 당사자 사이의 권리 또는 법률상 지위에 현존하는 불안·위험이 있고 확인판결을 받는 것이 분쟁을 근본적으로 해결하는 가장 유효·적절한 수단일 때에 허용되는바, 이행청구를 할 수 있는 경우임에도 별도로 그 이행의무의 존재 확인을 구하거나 손해배상청구를 할 수 있는 경우임에도 별도로 그 침해되는 권리의 존재 확인을 구하는 것은 특별한 사정이 없는 한 불안 제거에 별다른 실효성이 없고 소송경제에 비추어 유효·적절한 수단이라 할 수 없어 분쟁의 종국적인 해결 방법이 아니므로 확인의 이익이 없다.<br/> [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제8조 제3항은 “도시환경정비사업은 조합 또는 토지 등 소유자가 시행하거나, 조합 또는 토지 등 소유자가 조합원 또는 토지 등 소유자의 과반수의 동의를 얻어 시장·군수, 주택공사 등, 건설업자, 등록사업자 또는 대통령령이 정하는 요건을 갖춘 자와 공동으로 이를 시행할 수 있다.”라고 정하였고, 제28조 제1항 본문은 “사업시행자(제8조 제1항 내지 제3항의 규정에 의한 공동시행의 경우를 포함하되, 사업시행자가 시장·군수인 경우를 제외한다)는 정비사업을 시행하고자 하는 경우에는 제30조의 규정에 의한 사업시행계획서에 정관 등과 그 밖에 국토교통부령이 정하는 서류를 첨부하여 시장·군수에게 제출하고 사업시행인가를 받아야 한다. 인가받은 내용을 변경하거나 정비사업을 중지 또는 폐지하고자 하는 경우에도 또한 같다.”라고 정하였다. 이러한 절차를 거쳐 도시환경정비사업조합(이하 ‘조합’이라 한다)과 함께 도시환경정비사업의 공동사업시행자 지위를 취득하게 되는 주택공사 등은 정비구역 안에서 도시정비법상의 도시환경정비사업을 시행하는 목적 범위 내에서 법령이 정하는 바에 따라 일정한 행정작용을 행하는 행정주체로서의 지위를 갖게 되는 한편, 동일한 절차를 거쳐 도시환경정비사업의 공동사업시행자에서 제외됨으로써 행정주체로서의 지위가 상실될 수 있다. 따라서 행정청이 구 도시정비법 제8조 제3항, 제28조 제1항 본문에 근거하여 행하는 사업시행계획 변경인가처분 중 ‘사업시행자를 조합 단독에서 조합과 주택공사 등 공동으로 변경하는 결정 부분’ 또는 ‘사업시행자를 조합과 주택공사 등 공동에서 조합 단독으로 변경하는 결정 부분’은 주택공사 등에 대하여 도시정비법상 도시환경정비사업을 시행할 수 있는 권한을 갖는 행정주체로서의 지위를 부여하거나 상실시키는 일종의 설권적 처분의 성격을 가지므로, 조합이 조합원 총회를 거쳐 주택공사 등을 공동사업시행자에서 제외하는 내용의 결의를 한 후 관할 행정청의 인가를 받은 경우에는 설권적 처분의 요건인 조합원 총회의 효력 또는 그 총회 결의의 하자 등을 이유로 사업시행계획 변경인가처분 중 공동사업시행자 지위 상실 부분의 취소 또는 무효 확인을 구하는 것은 별론으로 하고, 그러한 설권적 처분의 요건에 불과한 조합원 총회의 효력 또는 그 총회 결의에 따른 조합의 후속 집행행위의 효력을 다투는 확인의 소를 제기하는 것은 특별한 사정이 없는 한 허용되지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조 / [2] 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제8조 제3항(현행 제25조 제2항 참조), 제28조 제1항(현행 제50조 제1항 참조), 민사소송법 제250조<br/>",
  "참조판례": "[1] 대법원 1991. 10. 11. 선고 91다1264 판결(공1991, 2695), 대법원 1995. 12. 22. 선고 95다5622 판결(공1996상, 489), 대법원 2006. 3. 9. 선고 2005다60239 판결(공2006상, 589), 대법원 2022. 6. 16. 선고 2022다207967 판결(공2022하, 1372)<br/>"
}