{
  "판례일련번호": "238931",
  "사건명": "정보통신망이용촉진및정보보호등에관한법률위반(명예훼손)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영)·음화제조교사[음란합성사진 파일의 음화 해당 여부 및 휴대전화 전자정보의 증거능력이 문제된 사건]",
  "사건번호": "2020도1669",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231214",
  "판시사항": "[1] 컴퓨터 프로그램파일이 형법 제243조(음화반포등)에서 규정한 ‘문서, 도화, 필름 기타 물건’에 해당하는지 여부(소극) / 이는 형법 제244조(음화제조등)의 ‘음란한 물건’의 해석에도 그대로 적용되는지 여부(적극)<br/> [2] 피해자 등 제3자가 피의자의 소유·관리에 속하는 정보저장매체를 임의제출한 경우, 실질적 피압수자인 피의자에게 참여권을 보장하고 압수한 전자정보 목록을 교부하는 등 피의자의 절차적 권리를 보장하기 위한 적절한 조치가 이루어져야 하는지 여부(원칙적 적극) / 이때 정보저장매체를 임의제출한 피압수자에 더하여 임의제출자 아닌 피의자에게도 참여권이 보장되어야 하는 ‘피의자의 소유·관리에 속하는 정보저장매체’의 의미 및 이에 해당하는지 판단하는 기준<br/> [3] 수사기관이 헌법과 형사소송법에서 정한 절차에 따르지 아니하고 수집한 증거 및 이를 기초로 하여 획득한 2차적 증거의 증거능력 유무(원칙적 소극) / 법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때 고려하여야 할 사정<br/> [4] 임의제출된 정보저장매체에서 압수 대상이 되는 전자정보의 범위를 초과하여 수사기관 임의로 전자정보를 탐색·복제·출력하는 것이 허용되는지 여부(원칙적 소극) / 전자정보에 대한 압수·수색이 종료되기 전에 범죄혐의사실과 관련된 전자정보를 적법하게 탐색하는 과정에서 별도의 범죄혐의와 관련된 전자정보를 우연히 발견한 경우, 수사기관이 그러한 정보에 대하여 적법하게 압수·수색을 할 수 있는 요건<br/>",
  "판결요지": "[1] 형법 제243조(음화반포등)는 음란한 문서, 도화, 필름 기타 물건을 반포, 판매 또는 임대하거나 공연히 전시 또는 상영한 자에 대한 처벌 규정으로서 컴퓨터 프로그램파일은 위 규정에서 규정하고 있는 문서, 도화, 필름 기타 물건에 해당한다고 할 수 없다. 이는 형법 제243조의 행위에 공할 목적으로 음란한 물건을 제조, 소지, 수입 또는 수출한 자를 처벌하는 규정인 형법 제244조(음화제조등)의 ‘음란한 물건’의 해석에도 그대로 적용된다.<br/> [2] 피해자 등 제3자가 피의자의 소유·관리에 속하는 정보저장매체를 임의제출한 경우에는 실질적 피압수자인 피의자가 수사기관으로 하여금 그 전자정보 전부를 무제한 탐색하는 데 동의한 것으로 보기 어려울 뿐만 아니라 피의자 스스로 임의제출한 경우 피의자의 참여권 등이 보장되어야 하는 것과 견주어 보더라도 특별한 사정이 없는 한 피의자에게 참여권을 보장하고 압수한 전자정보 목록을 교부하는 등 피의자의 절차적 권리를 보장하기 위한 적절한 조치가 이루어져야 한다. <br/>  이와 같이 정보저장매체를 임의제출한 피압수자에 더하여 임의제출자 아닌 피의자에게도 참여권이 보장되어야 하는 ‘피의자의 소유·관리에 속하는 정보저장매체’란, 피의자가 압수·수색 당시 또는 이와 시간적으로 근접한 시기까지 해당 정보저장매체를 현실적으로 지배·관리하면서 그 정보저장매체 내 전자정보 전반에 관한 전속적인 관리처분권을 보유·행사하고, 달리 이를 자신의 의사에 따라 제3자에게 양도하거나 포기하지 아니한 경우로서, 피의자를 그 정보저장매체에 저장된 전자정보 전반에 대한 실질적인 압수·수색 당사자로 평가할 수 있는 경우를 말하는 것이다. 이에 해당하는지 여부는 민사법상 권리의 귀속에 따른 법률적·사후적 판단이 아니라 압수·수색 당시 외형적·객관적으로 인식 가능한 사실상의 상태를 기준으로 판단하여야 한다.<br/> [3] 형사소송법 제308조의2(군사법원법 제359조의2)는 \"적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다.\"라고 규정하고 있는바, 수사기관이 헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집한 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다. 법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때에는 먼저 절차에 따르지 아니한 1차적 증거수집과 관련된 모든 사정들, 즉 절차 조항의 취지와 그 위반의 내용 및 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리 또는 법익의 성질과 침해 정도 및 피고인과의 관련성, 절차 위반행위와 증거수집 사이의 인과관계 등 관련성의 정도, 수사기관의 인식과 의도 등을 살펴야 한다. 나아가 1차적 증거를 기초로 하여 다시 2차적 증거를 수집하는 과정에서 추가로 발생한 모든 사정들까지 구체적인 사안에 따라 주로 인과관계 희석 또는 단절 여부를 중심으로 전체적·종합적으로 고려하여야 한다.<br/> [4] 임의제출된 정보저장매체에서 압수의 대상이 되는 전자정보의 범위를 초과하여 수사기관 임의로 전자정보를 탐색·복제·출력하는 것은 원칙적으로 위법한 압수·수색에 해당하므로 허용될 수 없다. 만약 전자정보에 대한 압수·수색이 종료되기 전에 범죄혐의사실과 관련된 전자정보를 적법하게 탐색하는 과정에서 별도의 범죄혐의와 관련된 전자정보를 우연히 발견한 경우라면, 수사기관은 더 이상의 추가 탐색을 중단하고 법원으로부터 별도의 범죄혐의에 대한 압수·수색영장을 발부받은 경우에 한하여 그러한 정보에 대하여도 적법하게 압수·수색을 할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제243조, 제244조 / [2] 형사소송법 제121조, 제129조, 제218조, 제219조 / [3] 형사소송법 제308조의2, 군사법원법 제359조의2 / [4] 형사소송법 제218조, 제307조, 제308조의2, 군사법원법 제359조의2<br/>",
  "참조판례": "[1] 대법원 1999. 2. 24. 선고 98도3140 판결(공1999상, 604) / [2][4] 대법원 2021. 11. 18. 선고 2016도348 전원합의체 판결(공2022상, 57) / [2] 대법원 2022. 1. 27. 선고 2021도11170 판결(공2022상, 486), 대법원 2023. 9. 18. 선고 2022도7453 전원합의체 판결(공2023하, 1835) / [3] 대법원 2009. 3. 12. 선고 2008도11437 판결(공2009상, 900), 대법원 2014. 1. 16. 선고 2013도7101 판결(공2014상, 427)<br/>"
}