{
  "판례일련번호": "238913",
  "사건명": "예금[투자신탁 형태 단기금융집합투자기구(MMF) 수익권의 공동상속 효과가 문제된 사건]",
  "사건번호": "2023다221144",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20231221",
  "판시사항": "[1] 가분채권이 공동상속되는 경우의 법률관계 / 주식이 공동상속되는 경우, 공동상속인들이 준공유하는 법률관계가 성립하는지 여부(적극) / 청약저축의 가입자가 사망하여 공동상속이 이루어진 경우, 공동상속인이 청약저축 예금계약을 해지하려면 전원이 해지의 의사표시를 하여야 하는지 여부(원칙적 적극)<br/> [2] 자본시장과 금융투자업에 관한 법률상 투자신탁 형태 단기금융집합투자기구의 수익권이 공동상속되는 경우, 상속개시와 동시에 법정상속분에 따른 수익증권의 좌수대로 공동상속인들에게 분할하여 귀속하는지 여부(원칙적 적극) 및 투자신탁의 수익권에 의결권이나 장부·서류 열람권 등 단체법적 성격의 권리나 권능이 포함되어 있다는 점이 위와 같은 분할 귀속을 인정하는 데 방해가 되는지 여부(소극) / 이 경우 수익증권의 최소 단위인 1좌 미만에 대해서까지 권리를 행사하거나 환매를 청구할 수 있는지 여부(소극)<br/> [3] 투자자가 집합투자증권의 환매를 청구한 경우, 투자매매업자 또는 투자중개업자는 집합투자업자에게 환매에 응할 것을 요구하고 그로부터 수령한 환매대금을 투자자에게 지급할 의무를 부담하는지 여부(적극)<br/>",
  "판결요지": "[1] 금전채권과 같이 급부의 내용이 가분인 채권은 공동상속되는 경우 상속개시와 동시에 당연히 법정상속분에 따라 공동상속인들에게 분할하여 귀속하고, 특별수익이 존재하거나 기여분이 인정되는 등 특별한 사정이 있는 경우에는 가분채권도 상속재산분할의 대상이 될 수 있다.<br/> 주식은 주식회사의 주주 지위를 표창하는 것으로서 금전채권과 같은 가분채권이 아니므로 공동상속하는 경우 법정상속분에 따라 당연히 분할하여 귀속하는 것이 아니라 공동상속인들이 이를 준공유하는 법률관계를 형성하고, 주택공급을 신청할 권리와 분리될 수 없는 청약저축의 가입자가 사망하여 공동상속이 이루어진 경우 공동상속인이 청약저축 예금계약을 해지하려면 금융기관과 사이에 다른 내용의 특약이 있다는 등의 특별한 사정이 없는 한 전원이 해지의 의사표시를 하여야 한다.<br/> [2] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다)에 따른 투자신탁의 수익증권은 집합투자업자가 신탁 형태의 집합투자기구인 투자신탁(제9조 제18항 제1호)을 설정하고 그 수익권을 표시하기 위하여 이를 균등하게 분할하여 무액면 기명식으로 발행한 것(제189조 제1항, 제4항, 제4조 제5항)으로서, 수익자는 신탁원본의 상환과 이익의 분배 등에 관하여 수익증권의 좌수에 따라 균등한 권리를 가진다(제189조 제2항). 이러한 수익증권은 자본시장법상 금융투자상품의 한 종류이고(제3조 제1항, 제2항 제1호, 제4조 제2항 제3호, 제5항), 집합투자증권에 해당하므로(제9조 제21항), 투자자가 언제든지 환매를 청구할 수 있으며(제235조 제1항), 다른 법령이나 집합투자규약 등에 다른 정함이 없는 이상 수익증권 계좌에 있는 수익증권 중 일부 좌수에 대한 환매청구도 가능하다. <br/>  MMF(Money Market Fund)는 자본시장법과 그 하위 법령에 따라 집합투자재산 전부를 단기금융상품에 투자하여야 하고 운용의 제한도 받는 단기금융집합투자기구(제229조 제5호)를 의미한다. 단기금융집합투자기구에 관하여는 투자 가능한 단기금융상품의 신용등급, 잔존 만기, 운용방법 등이 엄격히 규율되고[자본시장과 금융투자업에 관한 법률 시행령(이하 ‘자본시장법 시행령’이라 한다) 제241조, 「금융투자업규정」(금융위원회 고시) 제7-14조부터 제7-20조까지 등], 환매청구를 받은 투자매매업자 또는 투자중개업자가 일정한 범위에서는 자기의 계산으로도 집합투자증권을 취득할 수 있는 예외가 인정되며(자본시장법 제235조 제6항 단서, 자본시장법 시행령 제254조 제2항 제1호), 대부분의 집합투자규약에서는 환매대금 지급기일이 단기간으로 정해져 있다. 투자자의 손실을 최소화하고 투자금의 신속한 회수를 위하여 마련된 이러한 규율들은 투자자들이 단기금융집합투자기구의 집합투자증권을 예금과 유사하게 인식하는 이유이기도 하다.<br/>  가분채권이 공동상속된 경우의 법률효과, 이러한 법률관계 또는 법률효과가 상속재산분할에 미치는 영향, 자본시장법상 투자신탁의 수익권을 표시하는 수익증권은 좌수를 단위로 분할 판매가 가능하고 투자자가 언제든지 환매하여 단기간 내에 환매대금을 수령함으로써 손쉽게 투자금을 회수할 수 있도록 고안되었다는 특성, 단기금융집합투자기구에 대하여 투자자의 손실을 최소화하고 투자금의 신속한 회수를 위해 마련된 특별한 규율과 이에 바탕을 둔 투자자들의 인식 등을 종합하면, 자본시장법상 투자신탁 형태 단기금융집합투자기구의 수익권은 특별한 사정이 없는 한 상속개시와 동시에 당연히 법정상속분에 따른 수익증권의 좌수대로 공동상속인들에게 분할하여 귀속한다.<br/>  투자신탁의 수익권에 의결권이나 장부·서류 열람권 등과 같은 단체법적 성격의 권리나 권능이 포함되어 있다는 점(자본시장법 제91조 제1항, 제186조 제2항, 제190조)은 단기금융집합투자기구에 관하여 그러한 권리나 권능이 갖는 기능과 중요성의 정도에 비추어 위와 같은 분할 귀속을 인정하는 데에 방해가 되지 않는다.<br/>  다만 수익증권 발행과 판매의 최소 단위인 1좌 미만에 대해서까지 권리를 행사하거나 환매를 청구하는 것은 허용될 수 없다.<br/> [3] 투자자가 집합투자증권의 환매를 청구하는 경우 집합투자업자는 자본시장과 금융투자업에 관한 법률 제236조 제1항에 따라 산정되는 기준가격으로 집합투자증권을 환매하여야 하고, 투자매매업자 또는 투자중개업자는 집합투자증권의 판매 및 환매업무와 그에 부수된 업무를 수행하므로 투자자의 환매청구가 있는 경우 집합투자업자에게 환매에 응할 것을 요구하고 그로부터 수령한 환매대금을 투자자에게 지급할 의무를 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제269조, 제278조, 제547조 제1항, 제1005조, 제1006조, 제1007조, 제1008조, 제1008조의2, 제1013조 / [2] 민법 제269조, 제278조, 제1005조, 제1006조, 제1007조, 제1008조, 제1008조의2, 제1013조, 자본시장과 금융투자업에 관한 법률 제3조 제1항, 제2항 제1호, 제4조 제2항 제3호, 제5항, 제9조 제18항 제1호, 제21항, 제91조 제1항, 제186조 제2항, 제189조 제1항, 제2항, 제4항, 제190조, 제229조 제5호, 제235조 제1항, 제6항, 자본시장과 금융투자업에 관한 법률 시행령 제241조, 제254조 제2항 제1호 / [3] 자본시장과 금융투자업에 관한 법률 제235조, 제236조 제1항<br/>",
  "참조판례": "[1] 대법원 2003. 5. 30. 선고 2003다7074 판결, 대법원 2006. 7. 24. 자 2005스83 결정, 대법원 2016. 5. 4. 자 2014스122 결정(공2016하, 874), 대법원 2022. 7. 14. 선고 2021다294674 판결(공2022하, 1619) / [3] 대법원 2018. 8. 30. 선고 2017다281213 판결(공2018하, 1917)<br/>"
}