{
  "판례일련번호": "239029",
  "사건명": "과징금부과처분취소",
  "사건번호": "2016두48737",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20181115",
  "판시사항": "[1] 공정거래위원회의 처분에 대하여 불복의 소를 제기하였다가 청구취지를 추가하는 경우, 추가된 청구취지에 대한 제소기간 준수 여부를 판단하는 기준시점(=청구취지의 추가·변경 신청이 있는 때) / 선행 처분의 취소를 구하는 소를 제기하였다가 후행 처분의 취소를 구하는 청구취지를 추가하였으나 선행 처분이 잠정적 처분으로서 후행 처분에 흡수되어 소멸되는 관계에 있고, 선행 처분의 취소를 구하는 소에 후행 처분의 취소를 구하는 취지도 포함되어 있는 경우, 후행 처분의 취소를 구하는 소의 제소기간 준수 여부를 판단하는 기준시점(=선행 처분의 취소를 구하는 최초의 소가 제기된 때)<br/>[2] ‘구 과징금부과 세부기준 등에 관한 고시’에서 과징금 가중 사유로 정한 고위 임원의 관여 행위가 독점규제 및 공정거래에 관한 법령이 정한 과징금 산정의 참작 사유인 위반행위의 내용과 정도에 영향을 미치는 ‘위반사업자의 고의, 위반행위의 성격과 사정’에 대한 평가를 달리 할 수 있는 사유에 해당하기 위해서는 임원이 위반행위를 주도·계획하거나 이와 유사한 정도로 위반행위에 직접 관여하여야 하는지 여부(적극) / 공정거래위원회가 고위 임원이 독점규제 및 공정거래에 관한 법률 위반행위에 ‘직접 관여’한 경우라고 보아 위 고시 IV. 3. 나. (5)항을 적용하여 과징금을 가중하였으나, 간접적으로 관여하는 데 그쳤다는 등의 특별한 사정이 있는 경우, 과징금부과처분이 재량권 일탈·남용에 해당하여 위법한지 여부(적극) <br/>",
  "판결요지": "[1] 독점규제 및 공정거래에 관한 법률 제54조 제1항에 따르면, 위 법에 의한 공정거래위원회의 처분에 대하여 불복의 소를 제기하고자 할 때에는 처분의 통지를 받은 날 또는 이의신청에 대한 재결서의 정본을 송달받은 날부터 30일 이내에 소를 제기하여야 한다.<br/>  청구취지를 추가하는 경우, 청구취지가 추가된 때에 새로운 소를 제기한 것으로 보므로, 추가된 청구취지에 대한 제소기간 준수 등은 원칙적으로 청구취지의 추가·변경 신청이 있는 때를 기준으로 판단하여야 한다.<br/>  그러나 선행 처분의 취소를 구하는 소를 제기하였다가 이후 후행 처분의 취소를 구하는 청구취지를 추가한 경우에도, 선행 처분이 종국적 처분을 예정하고 있는 일종의 잠정적 처분으로서 후행 처분이 있을 경우 선행 처분은 후행 처분에 흡수되어 소멸되는 관계에 있고, 당초 선행 처분에 존재한다고 주장되는 위법사유가 후행 처분에도 마찬가지로 존재할 수 있는 관계여서 선행 처분의 취소를 구하는 소에 후행 처분의 취소를 구하는 취지도 포함되어 있다고 볼 수 있다면, 후행 처분의 취소를 구하는 소의 제소기간은 선행 처분의 취소를 구하는 최초의 소가 제기된 때를 기준으로 정하여야 한다.<br/>[2] 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제55조의3 제1항 1호에 따르면, 공정거래위원회는 ‘위반행위의 내용 및 정도’ 등을 참작하여 과징금을 결정하여야 하고, 공정거래법 제55조의3 제5항의 위임에 따른 독점규제 및 공정거래에 관한 법률 시행령 제61조 제1항 [별표 2] 제2호 (다)목은 위반행위의 내용 및 정도 등 공정거래법 제55조의3 제1항 각호의 사항에 영향을 미치는 ‘위반사업자의 고의·과실, 위반행위의 성격과 사정’ 등의 사유를 고려하여 공정거래위원회가 정하여 고시하는 기준에 따라 과징금을 조정하도록 규정하고 있다. 이에 근거한 구 과징금부과 세부기준 등에 관한 고시(2014. 5. 30. 공정거래위원회고시 제2014-7호로 개정되기 전의 것) IV. 3. 나. (5)항(이하 ‘고시 조항’이라 한다)은 ‘위반사업자의 이사 또는 그 이상에 해당하는 고위 임원(등기부 등재 여부를 불문한다)이 위반행위에 직접 관여한 경우’에는 100분의 10 이내 범위에서 과징금을 가중할 수 있다고 규정하고 있다.<br/>  이때 고위 임원의 관여 행위를 공정거래법령이 정한 과징금 산정의 참작 사유, 즉 위반행위의 내용과 정도에 영향을 미치는 ‘위반사업자의 고의, 위반행위의 성격과 사정’에 대한 평가를 달리 할 수 있는 사유에 해당한다고 보기 위해서는, 임원이 위반행위를 보고받고도 단순히 이를 제지하지 않는 등과 같이 간접적으로 관여하는 차원을 넘어서, 위반행위를 주도·계획하거나 이와 유사한 정도로 위반행위에 직접 관여하였다고 볼 수 있어야 한다. <br/>  따라서 공정거래위원회가 고위 임원이 위반행위에 ‘직접 관여’한 경우라고 보아 위 고시 조항을 적용하여 과징금을 가중하였으나, 관여행위가 단순히 위반행위에 관하여 보고를 받고도 이를 제지하지 않는 경우처럼 간접적으로 관여하는 데 그쳤다는 등의 특별한 사정이 있다면, 그와 같이 산정한 과징금부과처분은 재량권 일탈·남용에 해당하여 위법하다고 볼 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 독점규제 및 공정거래에 관한 법률 제54조 제1항 / [2] 독점규제 및 공정거래에 관한 법률 제55조의3 제1항 제1호, 제5항, 독점규제 및 공정거래에 관한 법률 시행령 제61조 제1항 [별표 2] 제2호 (다)목<br/>",
  "참조판례": "[1] 대법원 2004. 11. 25. 선고 2004두7023 판결(공2005상, 44), 대법원 2012. 11. 29. 선고 2010두7796 판결(공2013상, 77), 대법원 2013. 7. 11. 선고 2011두27544 판결(공2013하, 1488), 대법원 2016. 7. 27. 선고 2015두45953 판결(공2016하, 1256) / [2] 대법원 2017. 1. 12. 선고 2016두35199 판결(공2017상, 385)<br/>"
}