{
  "판례일련번호": "239195",
  "사건명": "근로자지위확인등",
  "사건번호": "2021다169",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240104",
  "판시사항": "[1] 사용자가 부당해고된 근로자를 복직시키는 경우, 원직에 복귀시켜야 하는지 여부(원칙적 적극) 및 사용자가 부당해고한 근로자를 복직시키면서 일시적인 대기발령을 하는 경우, 대기발령의 정당성이 있는지 판단하는 기준<br/> [2] 甲이 乙 주식회사의 사내협력업체와 근로계약을 체결하고 乙 회사의 공장에 파견되어 업무에 종사하던 중 위 업체의 징계해고에 따라 乙 회사가 甲의 사업장 출입을 금지하였는데, 甲과 乙 회사 사이의 파견근로관계의 성립을 인정하는 대법원판결이 선고됨에 따라 중앙노동위원회가 부당징계해고를 확인하고 원직복직명령을 하였으며, 乙 회사가 甲에게 보직을 제시하지 않은 채 배치대기발령을 하였으나 甲이 이에 불응하여 927일간 출근하지 않자 乙 회사가 甲을 해고하였고, 甲이 乙 회사를 상대로 종전 해고의 무효확인 및 해고일 이후의 임금과 ‘해고가 노동위원회 또는 법원의 판결에 의해 부당징계로 판명되었을 때에는 乙 회사는 원직복직명령을 하고 임금 및 해고 기간의 평균임금의 200%를 즉시 가산 지급한다.’는 내용의 단체협약상 가산금 조항에 따른 가산금 지급을 구하는 소를 제기한 사안에서, 乙 회사가 사업장 출입을 금지함으로써 甲을 해고한 행위가 징계권의 행사 또는 징벌적 조치로서 이루어졌다고 보기 어려우므로 甲은 가산금 청구를 할 수 없고, 제반 사정에 비추어 배치대기발령의 정당성을 인정할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 사용자가 부당해고된 근로자를 복직시키는 경우 원칙적으로 원직에 복귀시켜야 할 것이나, 해고 이후 복직 시까지 해고가 유효함을 전제로 이미 이루어진 인사질서, 사용주의 경영상의 필요, 작업환경의 변화 등을 고려하여 복직 근로자에게 그에 합당한 일을 시킨 경우, 그 일이 비록 종전의 일과 다소 다르더라도 정당하게 복직시킨 것으로 볼 수 있다.<br/>  사용자가 부당해고한 근로자를 복직시키면서 일시적인 대기발령을 하는 경우 그 대기발령이 아무런 보직을 부여하지 않는 인사명령으로서 원직복직에 해당하지 않는다는 이유만으로 위법하다고 볼 것은 아니고, 그 대기발령이 앞서 본 바와 같이 이미 이루어진 인사질서, 사용주의 경영상 필요, 작업환경의 변화 등을 고려하여 근로자에게 원직복직에 해당하는 합당한 업무를 부여하기 위한 임시적인 조치로서 필요성과 상당성이 인정되는 경우에는 근로자의 생활상의 불이익과 비교·교량하고 근로자 측과의 협의 등 신의칙상 요구되는 절차를 거쳤는지 여부 등을 종합적으로 고려하여 대기발령의 정당성을 인정할 수 있다.<br/> [2] 甲이 乙 주식회사의 사내협력업체와 근로계약을 체결하고 乙 회사의 공장에 파견되어 업무에 종사하던 중 위 업체의 징계해고에 따라 乙 회사가 甲의 사업장 출입을 금지하였는데, 이후 甲과 乙 회사 사이의 파견근로관계의 성립을 인정하는 대법원판결이 선고됨에 따라 중앙노동위원회가 부당징계해고를 확인하고 원직복직명령을 하였으며, 乙 회사가 甲에게 보직을 제시하지 않은 채 배치대기발령을 하였으나 甲이 이에 불응하여 927일간 출근하지 않자 乙 회사가 甲을 해고하였고, 甲이 乙 회사를 상대로 종전 해고의 무효확인 및 해고일 이후의 임금과 ‘해고가 노동위원회 또는 법원의 판결에 의해 부당징계로 판명되었을 때에는 乙 회사는 원직복직명령을 하고 임금 및 해고 기간의 평균임금의 200%를 즉시 가산 지급한다.’는 내용의 단체협약상 가산금 조항에 따른 가산금 지급을 구하는 소를 제기한 사안에서, 가산금 조항의 도입과 개정 경위, 위 규정으로 노사 양측이 달성하려는 목적, 위 규정의 내용과 형식 등에 비추어 보면, 가산금 조항은 乙 회사의 부당한 징계권의 행사와 남용으로 인한 해고를 억제함과 아울러 징계해고가 부당하다고 판명되었을 때 근로자를 신속하게 원직에 복귀시키도록 하고 이를 간접적으로 강제하기 위하여 가산금을 부과하는 제재적 규정으로서, 해고된 근로자가 가산금 조항의 적용을 받기 위해서는 그 해고가 乙 회사가 근로자에 대하여 징계권을 행사한 것이거나 징벌적 조치를 한 것이라고 볼 수 있어야 하고, 징계해고가 부당하여 무효라는 점이 노동위원회나 법원에서 판명되어야 하는데, 乙 회사가 사업장 출입을 금지함으로써 甲을 해고한 행위가 징계권의 행사 또는 징벌적 조치로서 이루어졌다고 보기 어려우므로 甲은 가산금 청구를 할 수 없고, 한편 제반 사정에 비추어 위 배치대기발령은 고용간주된 근로자인 甲을 현실적으로 고용하는 절차를 진행하고 직무교육 등을 통해 乙 회사의 사업장 질서에 맞게 받아들이며, 그 과정에서 甲에게 합당한 보직을 부여하기 위한 임시적 조치로서 그 필요성과 상당성이 인정되고, 이로 인하여 甲이 받게 되는 생활상 불이익이 있다거나 그 불이익이 크다고 볼 수 없으며, 甲 측과의 성실한 협의절차도 거쳤다고 인정되므로, 배치대기발령의 정당성을 인정할 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제23조 제1항 / [2] 근로기준법 제23조 제1항, 민법 제538조 제1항<br/>",
  "참조판례": "[1] 대법원 1994. 7. 29. 선고 94다4295 판결(공1994하, 2235), 대법원 2013. 2. 28. 선고 2010다52041 판결, 대법원 2023. 7. 13. 선고 2020다253744 판결<br/>"
}