{
  "판례일련번호": "239237",
  "사건명": "모욕",
  "사건번호": "2022도14571",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240104",
  "판시사항": "[1] 개별적으로 소수의 사람에게 발언하였더라도 상대방이 불특정 또는 다수인에게 해당 내용을 전파할 가능성이 객관적으로 인정되는 경우, 모욕죄의 구성요건인 ‘공연성’을 인정할 수 있는지 여부(적극) 및 이때 전파가능성에 관하여는 검사의 엄격한 증명이 필수적인지 여부(적극) / 구체적인 사안에서 공연성이 인정되는지 판단하는 기준<br/> [2] 전파가능성을 이유로 모욕죄의 공연성이 인정될 수 있는 경우, 주관적 구성요건요소로서 요구되는 고의의 내용 및 고의 유무를 판단하는 방법 / 발언 후 실제로 전파되었는지는 전파가능성 유무를 판단할 때 소극적 사정으로 고려될 수 있는지 여부(적극) / 발언 내용이 전체적으로 피해자의 입장에서 불쾌함을 느낄 정도의 부정적·비판적 의견이나 불편한 감정을 거칠게 나타낸 정도의 표현에 그치는 것으로서, 그와 같은 조악한 표현 자체를 피해자에게 그대로 옮겨 전파하리라는 사정을 쉽게 예상하기 어려운 경우, 전파가능성을 인정할 때 유의할 점<br/>",
  "판결요지": "[1] 모욕죄의 구성요건인 ‘공연성’에 관하여도 명예훼손죄의 ‘공연성’에 관한 법리가 동일하게 적용되므로, 개별적으로 소수의 사람에게 발언하였더라도 그 상대방이 불특정 또는 다수인에게 해당 내용을 전파할 가능성이 객관적으로 인정되는 경우에는 공연성을 인정할 수 있지만, 특정한 소수에게만 발언하였다는 점은 공연성이 부정되는 유력한 사정이 될 수 있으므로, 그와 같은 사정하에서의 전파가능성에 관하여는 검사의 엄격한 증명이 필수적이다. <br/>  구체적인 사안에서 공연성이 인정되는지 여부는 발언을 하게 된 경위와 당시 상황, 발언의 내용·방법, 행위자의 의도, 행위자·상대방의 태도, 행위자·상대방·피해자의 관계와 지위 등 행위 당시의 구체적인 사정을 심리한 후 상대방이 불특정 또는 다수인에게 전파할 가능성이 있는지 등을 종합하여 객관적으로 판단하여야 한다.<br/> [2] 전파가능성을 이유로 모욕죄의 공연성이 인정될 수 있는 경우에도 범죄구성요건의 주관적 요소로서 미필적 고의는 필수적이므로, 행위자가 당시에 전파가능성에 대한 인식을 전제로 그 위험을 용인하는 내심의 의사가 존재한다는 사실 및 그에 대한 증명이 있어야 한다. 행위자가 전파가능성을 용인하였는지 여부는 외부에 나타난 행위의 형태·상황 등 구체적 사정을 기초로 하여 일반인이라면 전파가능성을 어떻게 평가할 것인가를 고려하면서 행위자의 입장에서 심리상태를 추인하여야 하므로, 행위자의 고의를 인정함에 있어 신중할 필요가 있다. 한편 발언 후 실제로 전파되었는지 여부는 전파가능성 유무를 판단함에 있어 소극적 사정으로 고려될 수 있다. <br/>  특히 발언의 내용 역시 피해자의 외부적 명예나 인격적 가치에 대한 사회적 평가를 저하시키거나 인격을 허물어뜨릴 정도로 모멸감을 주는 혐오스러운 표현이라기보다는 전체적으로 피해자의 입장에서 불쾌함을 느낄 정도의 부정적·비판적 의견이나 불편한 감정을 거칠게 나타낸 정도의 표현에 그치는 것으로서, 발언에 담긴 취지가 아니라 그와 같은 조악한 표현 자체를 피해자에게 그대로 옮겨 전파하리라는 사정을 쉽게 예상하기 어려운 경우에는 전파가능성을 인정함에 더욱 신중을 기할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제311조, 형사소송법 제308조 / [2] 형법 제13조, 제311조, 형사소송법 제308조<br/>",
  "참조판례": "[1][2] 대법원 2020. 1. 30. 선고 2016도21547 판결, 대법원 2020. 11. 19. 선고 2020도5813 전원합의체 판결(공2021상, 57) / [1] 대법원 2022. 6. 16. 선고 2021도15122 판결, 대법원 2022. 7. 28. 선고 2020도8336 판결(공2022하, 1803) / [2] 대법원 2004. 4. 9. 선고 2004도340 판결(공2004상, 850)<br/>"
}