{
  "판례일련번호": "239245",
  "사건명": "사실혼파기에따른위자료등",
  "사건번호": "2022므11027",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240104",
  "판시사항": "[1] 사실혼 해소를 원인으로 한 재산분할에서 분할의 대상이 되는 재산과 액수를 정하는 기준시점(=사실혼이 해소된 날) / 사실혼 해소 이후 재산분할 청구사건의 사실심 변론종결 시까지 사이에 혼인 중 공동의 노력으로 형성·유지한 부동산 등에 발생한 외부적, 후발적 사정이 있는 경우, 이를 분할대상 재산의 가액 산정에 참작할 수 있는지 여부(한정 적극)<br/> [2] 甲과 乙이 사실혼 관계에 있던 중 乙이 건물에 관한 소유권이전등기를 마친 후 이를 소유하였는데, 甲과 乙의 사실혼 관계가 해소되어 甲이 乙을 상대로 사실혼 해소에 따른 재산분할청구 소송을 제기하였고, 위 건물의 가액 산정 기준시점이 문제 된 사안에서, 위 건물의 가액 산정을 위한 감정촉탁을 할 때 사실혼 관계가 해소된 날을 기준으로 시가의 산정을 명하거나, 적어도 사실혼 관계가 해소된 시점과 가장 가까운 제1심법원의 감정촉탁 결과에 따라 재산분할을 명하였어야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 사실혼 해소를 원인으로 한 재산분할에서 분할의 대상이 되는 재산과 액수는 사실혼이 해소된 날을 기준으로 하여 정하여야 한다. 한편 재산분할제도가 혼인관계 해소 시 부부가 혼인 중 공동으로 형성한 재산을 청산·분배하는 것을 주된 목적으로 하는 것으로서, 부부 쌍방의 협력으로 이룩한 적극재산 및 그 형성에 수반하여 부담한 채무 등을 분할하여 각자에게 귀속될 몫을 정하기 위한 것이므로, 사실혼 해소 이후 재산분할 청구사건의 사실심 변론종결 시까지 사이에 혼인 중 공동의 노력으로 형성·유지한 부동산 등에 발생한 외부적, 후발적 사정으로서, 그로 인한 이익이나 손해를 일방에게 귀속시키는 것이 부부 공동재산의 공평한 청산·분배라고 하는 재산분할제도의 목적에 현저히 부합하지 않는 결과를 가져오는 등의 특별한 사정이 있는 경우에는 이를 분할대상 재산의 가액 산정에 참작할 수 있다.<br/> [2] 甲과 乙이 사실혼 관계에 있던 중 乙이 건물에 관한 소유권이전등기를 마친 후 이를 소유하였는데, 甲과 乙의 사실혼 관계가 해소되어 甲이 乙을 상대로 사실혼 해소에 따른 재산분할청구 소송을 제기하였고, 위 건물의 가액 산정 기준시점이 문제 된 사안에서, 甲과 乙의 사실혼 관계가 해소된 날을 기준으로 재산분할의 대상이 되는 재산과 액수를 산정하여야 하는바, 위 건물의 가액 산정을 위한 감정촉탁을 할 때 사실혼 관계가 해소된 날을 기준으로 시가의 산정을 명하였어야 함에도 ‘감정일 현재 시가’의 산정만 명하였고, 원심 변론종결일까지 제출된 객관적 자료 중 사실혼 관계가 해소된 날을 기준으로 위 건물의 가액을 추단할 수 있는 자료가 보이지 않는 상황에서, 사실혼 해소 이후 재산분할 청구사건의 사실심 변론종결 시까지 사이에 혼인 중 공동의 노력으로 형성·유지한 부동산 등에 발생한 외부적·후발적 사정으로서, 그로 인한 이익이나 손해를 일방에게 귀속시키는 것이 부부 공동재산의 공평한 청산·분배라고 하는 재산분할제도의 목적에 현저히 부합하지 않는 결과를 가져오는 등의 특별한 사정이 있는지조차 불분명한 이상, 제출된 자료 중 사실혼 관계가 해소된 시점과 가장 가까운 시점을 기준으로 위 건물의 가액을 산정하였어야 하므로, 적어도 제1심법원의 감정촉탁 결과에 따라 재산분할을 명하였어야 하는데도, 원심 변론종결일에 근접한 시기를 기준으로 한 감정촉탁 결과를 근거로 위 건물의 가액을 산정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제839조의2 / [2] 민법 제839조의2<br/>",
  "참조판례": "[1] 대법원 2023. 7. 13. 선고 2017므11856, 11863 판결(공2023하, 1467)<br/>"
}