{
  "판례일련번호": "239215",
  "사건명": "등록무효(특)",
  "사건번호": "2020후10292",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240111",
  "판시사항": "[1] 발명의 설명을 명확하고 상세하게 적을 것을 정한 특허법 제42조 제3항 제1호의 규정 취지 및 위 조항에서 요구하는 명세서 기재의 정도 / 물건을 생산하는 방법의 발명에서 발명의 ‘실시’의 의미 및 발명의 설명에 청구범위에 특정된 방법 전체의 사용 등에 관하여 그 생산 방법을 사용할 수 있을 정도의 명확하고 상세한 기재가 없는 경우, 특허법 제42조 제3항 제1호에서 정한 기재요건을 충족한다고 볼 수 있는지 여부(소극) / 물건을 생산하는 방법의 발명이 이른바 파라미터 발명에 해당하는 경우, 통상의 기술자가 특허출원 당시의 기술수준으로 보아 과도한 실험이나 특수한 지식을 부가하지 않고서는 발명의 설명에 기재된 사항에 의하여 파라미터로 특정된 생산 방법을 사용할 수 없다면 특허법 제42조 제3항 제1호에서 정한 기재요건을 충족하지 못한다고 보아야 하는지 여부(적극)<br/> [2] 특허출원 시 청구항에 발명의 구성을 불명료하게 표현하는 용어를 기재할 수 있는지 여부(원칙적 소극) 및 발명이 명확하게 적혀 있는지 판단하는 방법<br/>",
  "판결요지": "[1] 특허법 제42조 제3항 제1호는 발명의 설명은 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라 한다)이 그 발명을 쉽게 실시할 수 있도록 명확하고 상세하게 적을 것을 규정하고 있다. 이는 특허출원된 발명의 내용을 제3자가 명세서만으로 쉽게 알 수 있도록 공개하여 특허권으로 보호받고자 하는 기술적 내용과 범위를 명확하게 하기 위한 것이다. 위 조항에서 요구하는 명세서 기재의 정도는 통상의 기술자가 출원 시의 기술수준으로 보아 과도한 실험이나 특수한 지식을 부가하지 않고서도 명세서의 기재에 의하여 당해 발명을 정확하게 이해할 수 있고 동시에 재현할 수 있는 정도를 말한다. <br/>  물건을 생산하는 방법의 발명의 경우 그 발명의 ‘실시’란 물건을 생산하는 방법을 사용하는 등의 행위를 말하므로, 발명의 설명은 그 생산 방법을 사용할 수 있도록 명확하고 상세하게 기재하여야 하고, 청구범위에 특정된 방법 전체의 사용 등에 관하여 위와 같은 정도의 기재가 없는 경우에는 특허법 제42조 제3항 제1호에서 정한 기재요건을 충족한다고 볼 수 없다.<br/>  물건을 생산하는 방법의 발명이 새롭게 창출한 물리적, 화학적, 생물학적 특성값을 이용하거나 복수의 변수 사이의 상관관계를 이용하여 발명의 구성요소를 특정한 파라미터 발명에 해당하는 경우, 파라미터의 정의나 기술적 의미, 특성값이나 변수의 측정 방법·측정 조건 등 파라미터의 확인 수단 등을 고려할 때 통상의 기술자가 특허출원 당시의 기술수준으로 보아 과도한 실험이나 특수한 지식을 부가하지 않고서는 발명의 설명에 기재된 사항에 의하여 파라미터로 특정된 생산 방법을 사용할 수 없다면 특허법 제42조 제3항 제1호에서 정한 기재요건을 충족하지 못한다고 보아야 한다.<br/> [2] 특허법 제42조 제4항 제2호는 청구범위에는 발명이 명확하고 간결하게 적혀 있을 것을 규정하고 있다. 그리고 특허법 제97조는 특허발명의 보호범위는 청구범위에 적혀 있는 사항에 의하여 정하여진다고 규정하고 있다. 이는 발명의 보호범위는 청구범위에 기재된 사항에 의하여 정하여진다는 점에서 청구항에는 명확한 기재만이 허용되는 것으로, 발명의 구성을 불명료하게 표현하는 용어는 원칙적으로 허용되지 않는다는 취지이다. 발명이 명확하게 적혀 있는지 여부는 통상의 기술자가 발명의 설명이나 도면 등의 기재와 출원 당시의 기술상식을 고려하여 청구범위에 기재된 사항으로부터 특허를 받고자 하는 발명을 명확하게 파악할 수 있는지에 따라 개별적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제42조 제3항 제1호 / [2] 특허법 제42조 제4항 제2호, 제97조<br/>",
  "참조판례": "[1] 대법원 2006. 11. 24. 선고 2003후2072 판결(공2007상, 72), 대법원 2015. 9. 24. 선고 2013후525 판결(공2015하, 1626), 대법원 2021. 12. 30. 선고 2017후1298 판결(공2022상, 273) / [2] 대법원 2017. 4. 7. 선고 2014후1563 판결(공2017상, 1037)<br/>"
}