{
  "판례일련번호": "239227",
  "사건명": "손해배상(기)",
  "사건번호": "2022다284513",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240104",
  "판시사항": "[1] 누군가를 상대로 단순히 ‘종북’ 등 정치적으로 부정적인 표현을 사용하였다고 하여 명예훼손으로 단정할 수 있는지 여부(소극) 및 그 표현행위로 명예훼손책임이 인정되기 위한 요건 / 표현행위가 명예훼손에 해당하는지를 판단할 때 고려하여야 할 사항 / 타인에 대하여 비판적 의견을 표명하는 것이 불법행위가 되는 경우 <br/> [2] 국가정보원 대변인 甲이 언론사와 인터뷰를 하면서 乙이 운영하는 인터넷 커뮤니티 사이트가 “종북세력이나 북한과 연계된 인물들이 활동하고 있는 가능성이 많이 있는 공간으로 본다.”라는 발언을 한 사안에서, 甲의 발언이 乙에 대한 사실 적시에 의한 명예훼손에 해당한다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 표현행위로 인한 명예훼손책임이 인정되려면 사실을 적시함으로써 타인의 명예가 훼손되었다는 점이 인정되어야 한다. 정치적 표현과 관련한 불법행위책임의 경우에도 마찬가지인데, 이 경우에는 정치적 논쟁이나 의견 표명과 관련한 표현의 자유를 넓게 보장할 필요가 있다. 즉, 명예는 객관적인 사회적 평판을 뜻하므로, 누군가를 상대로 단순히 ‘종북’ 등 정치적으로 부정적인 표현을 사용하였다고 하여 명예훼손으로 단정할 수 없고, 그 표현행위로 말미암아 객관적으로 평판이나 명성이 손상되었다는 점까지 증명되어야 명예훼손책임이 인정된다. 또한 표현행위가 명예훼손에 해당하는지를 판단할 때에는 사용된 표현뿐만 아니라 발언자와 상대방이 누구인지, 그 표현을 한 맥락을 고려하여 명예훼손에 해당하는지를 판단해야 한다. 또한 타인에 대하여 비판적 의견을 표명하는 것은 극히 예외적인 사정이 없는 한 위법하다고 볼 수 없다. 다만 표현행위의 형식과 내용이 모욕적·경멸적인 인신공격에 해당하거나 타인의 신상에 관하여 다소간의 과장을 넘어서 사실을 왜곡하는 공표행위를 하는 등 인격권을 침해하는 정도에 이를 경우에는 의견 표명으로서의 한계를 벗어난 것으로서 불법행위가 될 수 있다. 그러나 정치적·이념적 논쟁 과정에서 통상 있을 수 있는 수사학적인 과장이나 비유적인 표현에 불과하다고 볼 수 있는 부분에 대해서까지 금기시하고 법적 책임을 지우는 것은 표현의 자유를 지나치게 제한하는 결과가 될 수 있어 쉽게 이를 인정할 것은 아니다. 특히 ‘종북’이라는 표현은 과거 북한을 무비판적으로 추종하는 태도를 뜻하는 것으로 사용되기 시작한 이후 ‘주체사상을 신봉하고 대한민국의 정체성과 정통성을 부정하는 반국가·반사회 세력’이라는 의미부터 ‘북한에 우호적인 태도를 보이는 사람들’, ‘정부의 대북강경정책에 대하여 비판적인 견해를 보이는 사람들’이라는 의미에 이르기까지 다양하게 사용되고 있는데, 대한민국과 북한이 대치하고 있는 상황하에서 대한민국의 대북정책이나 북한과의 관계 변화, 북한의 대한민국에 대한 입장 또는 태도 변화, 서로 간의 긴장 정도 등 시대적·정치적 상황에 따라 그 용어 자체가 갖는 개념과 포함하는 범위도 지속적으로 변하고 있어, 평균적 일반인뿐만 아니라 그 표현의 대상이 된 사람이 ‘종북’이라는 용어에 대하여 느끼는 감정 또는 감수성도 가변적일 수밖에 없으므로 그 의미를 객관적으로 확정하기가 어렵다.<br/> [2] 국가정보원 대변인 甲이 언론사와 인터뷰를 하면서 乙이 운영하는 인터넷 커뮤니티 사이트가 “종북세력이나 북한과 연계된 인물들이 활동하고 있는 가능성이 많이 있는 공간으로 본다.”라는 발언을 한 사안에서, 위 발언이 이루어지게 된 경위를 보면, 국가정보원 대변인이 업무상 언론사와의 인터뷰 중 언론사 측의 질문에 답변하는 과정에서 하게 되었고, 발언 내용 역시 유보적·잠정적인 판단 내지 의견이라는 점이 비교적 명확한 점, 甲의 발언은 사실을 적시한 것이라기보다는 위 사이트에 대한 광의의 정치적 평가 내지 의견 표명으로 볼 여지가 많은 점, 甲의 발언은 그 표현·내용상 위 사이트의 이용자 중 일부가 종북세력이나 북한과 연계되었을 가능성이 있다는 취지에 불과하여 그 표현이 지칭하는 대상이 위 사이트의 운영자인 乙이라고 단정하기 어렵고, 위 발언으로 인하여 위 사이트 운영 등을 통해 쌓은 乙에 대한 객관적 평판이나 명성이 손상되었다고 보기도 어려운 점 등에 비추어, 甲의 발언이 乙에 대한 사실 적시에 의한 명예훼손에 해당한다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조 제1항, 제4항, 민법 제750조, 제751조, 형법 제307조, 제309조 / [2] 헌법 제21조 제1항, 제4항, 민법 제750조, 제751조, 형법 제307조, 제309조<br/>",
  "참조판례": "[1] 대법원 2018. 10. 30. 선고 2014다61654 전원합의체 판결(공2018하, 2347)<br/>"
}