{
  "판례일련번호": "239241",
  "사건명": "퇴직연금",
  "사건번호": "2022다285097",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240104",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았더라도 대법원이 실체법 해석적용의 잘못에 관하여 판단할 수 있는 경우<br/> [2] 압류금지재산을 파산재단에서 제외하고 있는 채무자 회생 및 파산에 관한 법률 제383조 제1항이 상속재산파산절차에도 적용되는지 여부(원칙적 소극) 및 근로자퇴직급여 보장법상 피상속인의 퇴직급여채권이 상속재산파산절차에서 파산재단에 속하는지 여부(원칙적 소극)<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건들이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우, 소액사건이라는 이유로 대법원이 법령의 해석에 관하여 판단을 하지 않은 채 사건을 종결하고 만다면 국민생활의 법적 안정성을 해칠 우려가 있다. 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았다고 하더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석적용의 잘못에 관하여 판단할 수 있다.<br/> [2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다)은 “상속재산으로 상속채권자 및 유증을 받은 자에 대한 채무를 완제할 수 없는 때에는 법원은 신청에 의하여 결정으로 파산을 선고한다.”라고 규정하여(제307조), 개인인 채무자에 대한 파산절차와 별도로 상속재산 자체에 대한 파산절차를 두었다. 상속재산파산절차는 상속재산 자체에 파산능력을 인정하여 채무초과상태의 상속재산을 엄격한 절차에서 공평하게 청산할 수 있도록 하기 위한 절차로서, 이에 대하여 “상속재산에 대하여 파산선고가 있는 때에는 이에 속하는 모든 재산을 파산재단으로 한다.”라고 정함으로써(제389조 제1항), 채무자가 개인인 경우와 달리 파산재단의 범위에 관한 별도의 독립된 규정을 두었다. 이와 같이 상속재산 자체를 채무자로 보는 상속재산파산절차의 성질·목적·취지 등을 종합하면, 채무자가 개인인 경우에 적용되는 채무자회생법의 규정들이 상속재산파산절차에 그대로 적용된다고 보기는 어려우므로, “압류할 수 없는 재산은 파산재단에 속하지 아니한다.”라고 정한 채무자회생법 제383조 제1항 역시 상속재산파산절차에는 원칙적으로 적용되지 않는다고 봄이 타당하다.<br/>  그러나 상속재산파산절차에서도 피상속인 및 그 가족의 최소한의 생계를 보장하려는 사회적·정책적 요청에 근거한 압류금지재산의 경우에는 그 취지가 참작되어야 한다. 즉, 채권의 2분의 1에 해당하는 금액에 대해서만 압류를 금지하는 민사집행법 제246조 제1항 제4·5호에서 정한 퇴직금채권·퇴직연금채권과 비교하여 근로자퇴직급여 보장법(이하 ‘퇴직급여법’이라 한다) 제7조는 “퇴직연금제도(중소기업퇴직연금기금 제도 포함)의 급여를 받을 권리는 양도 또는 압류하거나 담보로 제공할 수 없다.”라고 규정하여 퇴직연금수급권 전액에 관하여 압류가 금지되는바, 이는 퇴직급여제도의 설정·운영을 통해 마련된 경제적 수입이 근로자 본인은 물론 그 가족의 안정적 노후생활을 보장하는 기초가 되도록 하려는 사회적·정책적 고려 등에 따른 것이다. 이러한 퇴직급여법의 목적과 취지, 입법을 통하여 퇴직급여법상 퇴직급여채권에 대해서는 민사집행법상 일반적인 압류금지채권에 비해 압류금지의 범위를 확대시킨 점 등을 종합하면, 퇴직급여법상 피상속인의 퇴직급여채권은 피상속인의 상속재산을 채무자로 하는 상속재산파산절차에서 일반적인 압류금지재산과 달리 특별한 사정이 없는 한 파산재단에 속하지 아니한다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 채무자 회생 및 파산에 관한 법률 제307조, 제383조 제1항, 제389조 제1항, 민사집행법 제246조 제1항 제4호, 제5호, 근로자퇴직급여 보장법 제7조<br/>",
  "참조판례": "[1] 대법원 2021. 1. 14. 선고 2020다207444 판결(공2021상, 370) / [2] 대법원 2014. 1. 23. 선고 2013다71180 판결(공2014상, 480)<br/>"
}