{
  "판례일련번호": "239475",
  "사건명": "예금",
  "사건번호": "2021다206356",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240208",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았지만 대법원이 실체법 해석적용의 잘못에 관하여 직권으로 판단할 수 있는 경우<br/>  [2] 민사집행법 제246조 제1항 제8호에서 정한 압류가 금지되는 ‘채무자의 1월간 생계유지에 필요한 예금’의 의미(=각 금융기관에 예치되어 있는 채무자 명의의 예금을 합산한 금액 중 일정 금액) / 채무자의 제3채무자에 대한 예금채권에 대하여 채권압류 및 추심명령이 있음에도 채무자가 제3채무자인 금융기관을 상대로 해당 예금이 위 규정에서 정한 채무자의 1월간 생계유지에 필요한 예금으로서 압류금지채권에 해당한다고 주장하며 예금의 반환을 구하는 경우, 지급을 구하는 예금이 압류 당시 채무자의 개인별 예금 잔액 중 위 규정에서 정한 금액 이하로서 압류금지채권에 해당한다는 사실에 대한 증명책임의 소재(=예금주인 채무자) 및 그 증명 방법 / 이때 반드시 사전에 채무자가 민사집행법 제246조 제3항에서 정한 압류금지채권 범위변경 신청에 따른 압류명령 취소 결정을 받아야만 하는지 여부(소극)<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건이 하급심에 계속되어 있을 뿐만 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우, 대법원이 소액사건이라는 이유로 법령 해석에 관해서 판단하지 않고 사건을 종결한다면 국민생활의 법적 안정성이 저해될 수 있다. 이러한 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 않았더라도 법령 해석의 통일이라는 대법원의 본질적 기능을 수행하기 위해 실체법 해석·적용의 잘못에 관하여 판단할 수 있다.<br/>  [2] 민사집행법 제246조 제1항 제8호는 채무자의 1월간 생계유지에 필요한 예금을 압류금지채권으로 정하고, 구 민사집행법 시행령(2019. 3. 5. 대통령령 제29603호로 개정되기 전의 것) 제7조는 ‘민사집행법 제246조 제1항 제8호에 따라 압류하지 못하는 예금 등의 금액은 개인별 잔액이 150만 원 이하인 예금 등으로 한다.’고 정하였다. 위 규정에 따라 압류가 금지되는 ‘채무자의 1월간 생계유지에 필요한 예금’은 채무자 명의의 어느 한 계좌에 예치되어 있는 금액이 아니라 개인별 잔액, 즉 각 금융기관에 예치되어 있는 채무자 명의의 예금을 합산한 금액 중 일정 금액을 의미한다.<br/>  채무자의 제3채무자에 대한 예금채권에 대하여 채권압류 및 추심명령이 있음에도 채무자가 제3채무자인 금융기관을 상대로 해당 예금이 위 규정에서 정한 채무자의 1월간 생계유지에 필요한 예금으로서 압류금지채권에 해당한다고 주장하며 예금의 반환을 구하는 경우, 해당 소송에서 지급을 구하는 예금이 압류 당시 채무자의 개인별 예금 잔액 중 위 규정에서 정한 금액 이하로서 압류금지채권에 해당한다는 사실은 예금주인 채무자가 증명하여야 한다.<br/>  이때 채무자가 금융결제원 등 관련기관이 제공하는 계좌정보통합조회 내역과 압류 및 추심명령의 대상이 된 각 예금계좌에 대한 입출금 내역 등 상당한 방법으로 해당 소송에서 지급을 구하는 예금이 압류 당시 자신이 보유하고 있는 각 예금계좌의 예금 잔액 중 위 규정에서 정한 금액 이하임을 알 수 있는 자료를 제출하였다면, 특별한 사정이 없는 한 해당 소송에서 지급을 구하는 예금채권이 압류금지채권에 해당한다는 사실이 증명되었다고 볼 수 있고, 이에 관하여 반드시 사전에 채무자가 민사집행법 제246조 제3항에서 정한 압류금지채권 범위변경 신청에 따른 압류명령 취소 결정을 받아야만 하는 것은 아니다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 민사집행법 제246조 제1항 제8호, 제3항, 구 민사집행법 시행령(2019. 3. 5. 대통령령 제29603호로 개정되기 전의 것) 제7조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2003다1878 판결(공2004하, 1571), 대법원 2015. 3. 26. 선고 2012다48824 판결<br/>"
}