{
  "판례일련번호": "239451",
  "사건명": "부당이득금",
  "사건번호": "2023다295442",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240215",
  "판시사항": "[1] 토지 소유자가 소유 토지를 일반 공중 등의 통행로로 무상 제공하거나 그에 대한 통행을 용인하는 등으로 자신의 의사에 부합하는 토지이용상태가 형성되어 그에 대한 독점적·배타적 사용·수익권의 행사가 제한되는 경우, 사용·수익권 자체를 대세적·확정적으로 상실하는지 여부(소극) 및 그 후 일정한 요건을 갖춘 때에는 사정변경의 원칙에 따라 소유자가 다시 독점적·배타적 사용·수익권을 행사할 수 있는지 여부(적극) / 독점적·배타적 사용·수익권 행사가 제한되는지를 판단할 때 고려하여야 할 사항 및 그에 대한 증명책임의 소재(=독점적·배타적 사용·수익권 행사의 제한을 주장하는 사람)<br/>  [2] 甲이 사정받은 토지가 분할됨과 동시에 분할된 일부 토지의 지목이 ‘도로’로 변경되어 도로로 사용되다가 乙이 위 토지를 매수하였는데, 乙이 丙 지방자치단체를 상대로 丙 지방자치단체가 토지를 도로부지로 사용하였다는 이유로 부당이득반환을 구한 사안에서, 甲 및 그 상속인들이 토지에 대한 독점적·배타적인 사용·수익권을 행사하는 것을 제한할 수 있다고 보기 어려운데도, 甲 및 그 상속인들이 토지에 대한 독점적·배타적 사용·수익권을 포기하였으므로 乙이 부당이득반환청구를 할 수 없다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 어느 사유지가 종전부터 자연발생적으로 또는 도로예정지로 편입되어 사실상 일반 공중의 교통에 공용되는 도로로 사용되고 있는 경우, 토지 소유자가 스스로 그 토지를 도로로 제공하거나 그러한 사용 상태를 용인함으로써 인근 주민이나 일반 공중이 이를 무상으로 통행하고 있는 상황에서, 도로의 점유자를 상대로 한 부당이득반환청구나 손해배상청구, 토지인도청구 등 그 토지에 대한 독점적·배타적인 사용·수익권의 행사를 제한할 수 있는 경우가 있다.<br/>  이와 같이 토지 소유자가 그 소유 토지를 일반 공중 등의 통행로로 무상 제공하거나 그에 대한 통행을 용인하는 등으로 자신의 의사에 부합하는 토지이용상태가 형성되어 그에 대한 독점적·배타적 사용·수익권의 행사가 제한되는 것은 금반언이나 신뢰보호 등 신의성실의 원칙상 기존 이용상태가 유지되는 한 토지 소유자가 이를 수인해야 함에 따른 결과일 뿐이고 그로써 소유권의 본질적 내용인 사용·수익권 자체를 대세적·확정적으로 상실하는 것은 아니다. 또한 토지 소유자의 독점적·배타적 사용·수익권 행사가 제한되는 경우에도 일정한 요건을 갖춘 때에는 신의성실의 원칙으로부터 파생되는 사정변경의 원칙에 따라 소유자가 다시 독점적·배타적 사용·수익권을 행사할 수 있다. 이러한 신의성실의 원칙과 독점적·배타적 사용·수익권 제한 법리의 관련성에 비추어 보면, 독점적·배타적 사용·수익권 행사가 제한되는지를 판단할 때는 토지 소유자의 의사를 비롯하여 다음에 보는 여러 사정을 종합적으로 고찰할 때 토지 소유자나 그 승계인이 권리를 행사하는 것이 금반언이나 신뢰보호 등 신의성실의 원칙상 허용될 수 있는지가 고려되어야 한다.<br/>  즉 독점적·배타적 사용·수익권을 행사하는 것을 제한할 수 있는지 여부는 소유자가 토지를 소유하게 된 경위와 보유기간, 소유자가 토지를 공공의 사용에 제공하거나 그 사용을 용인하게 된 경위와 그 규모, 토지 제공 당시 소유자의 의사, 토지 제공에 따른 소유자의 이익 또는 편익의 유무와 정도, 해당 토지의 위치나 형태, 인근의 다른 토지들과의 관계, 주위 환경, 소유자가 보인 행태의 모순 정도 및 이로 인한 일반 공중의 신뢰 내지 편익 침해 정도, 소유자가 행사하는 권리의 내용이나 행사 방식 및 권리 보호의 필요성 등 여러 사정을 종합적으로 고찰하고, 토지 소유자의 소유권 보장과 공공의 이익 사이의 비교형량을 하여 판단하여야 한다. 또한 독점적·배타적 사용·수익권 행사를 제한하는 법리는 토지 소유자의 권리행사를 제한하는 예외적인 법리이므로, 공공필요에 의한 재산권의 수용·사용 또는 제한에 관한 정당한 보상을 지급하여야 한다는 헌법 제23조 제3항 및 법치행정의 취지에 비추어 신중하고 엄격하게 적용되어야 하고, 독점적·배타적 사용·수익권 행사의 제한을 주장하는 사람이 그 제한 요건을 충족하였다는 점에 대한 증명책임을 진다.<br/>  [2] 甲이 사정받은 토지가 분할됨과 동시에 분할된 일부 토지의 지목이 ‘도로’로 변경되어 도로로 사용되다가 乙이 위 토지를 매수하였는데, 乙이 丙 지방자치단체를 상대로 丙 지방자치단체가 위 토지를 도로부지로 사용하였다는 이유로 부당이득반환을 구한 사안에서, 위 도로부지에 포함된 토지가 관할관청에 의하여 직권으로 모토지에서 분할되면서 도로로 개설되어 공중의 통행에 이용되었을 가능성을 배제할 수 없는 점, 甲 및 그 상속인들이 관할관청으로부터 보상을 받았다는 등 이들이 토지 분할로 인하여 얻은 이익이나 편익이 있었다고 볼 만한 자료는 제출되지 않은 점, 토지가 도로로 사용되는 것에 대하여 소유자가 적극적으로 이의하지 않았고 그 기간이 길다는 것만으로 소유자가 사전에 무상 점유·사용에 대한 동의를 하였다거나 사후에 이를 용인하였다고 볼 수는 없는 점, 乙이 소멸시효가 완성하지 않은 과거 5년 및 장래의 토지 임료 상당 부당이득반환청구를 하고 있을 뿐, 토지 인도청구 등 일반 공중의 도로 통행에 관한 신뢰나 편익에 직접적으로 영향을 줄 만한 청구는 하고 있지 않은 점 등을 종합하면, 甲 및 그 상속인들이 위 토지에 대한 독점적·배타적인 사용·수익권을 행사하는 것을 제한할 수 있다고 보기 어려운데도, 甲 및 그 상속인들이 위 토지에 대한 독점적·배타적 사용·수익권을 포기하였으므로 乙이 부당이득반환청구를 할 수 없다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조 제1항, 제3항, 민법 제2조, 제211조, 제741조, 제750조, 민사소송법 제288조[증명책임] / [2] 헌법 제23조 제1항, 제3항, 민법 제2조, 제211조, 제741조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제61조<br/>",
  "참조판례": "[1] 대법원 2013. 8. 22. 선고 2012다54133 판결(공2013하, 1685), 대법원 2013. 12. 26. 선고 2013다211575 판결, 대법원 2019. 1. 24. 선고 2016다264556 전원합의체 판결(공2019상, 531), 대법원 2019. 4. 11. 선고 2017다249073, 249080 판결<br/>"
}