{
  "판례일련번호": "239459",
  "사건명": "주거침입",
  "사건번호": "2023도15164",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240215",
  "판시사항": "[1] 공동주택 내부의 엘리베이터, 공용 계단, 복도 등 공용 부분이 주거침입죄의 객체인 ‘사람의 주거’에 해당하는지 여부(적극) / 거주자가 아닌 외부인이 공동주택의 공용 부분에 출입한 것이 공동주택 거주자들에 대한 주거침입에 해당하는지 판단하는 기준<br/>  [2] 주거에 들어가는 행위가 거주자의 의사에 반한다는 주관적 사정이 주거침입죄에서의 침입행위에 해당하는지를 판단할 때 고려할 하나의 요소인지 여부(적극) 및 이때 그 고려의 정도는 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태 등 출입 당시 상황에 따라 달리 평가되는지 여부(적극)<br/>  [3] 피고인이 예전 여자친구인 甲의 사적 대화 등을 몰래 녹음하거나 현관문에 甲에게 불안감을 불러일으킬 수 있는 문구가 기재된 마스크를 걸어놓거나 甲이 다른 남자와 찍은 사진을 올려놓으려는 의도로 3차례에 걸쳐 야간에 甲이 거주하는 빌라 건물의 공동현관, 계단을 통해 甲의 2층 주거 현관문 앞까지 들어간 사안에서, 빌라 건물 공용 부분의 성격, 외부인의 무단출입에 대한 통제·관리 방식과 상태, 피고인과 甲의 관계, 피고인의 출입 목적 및 경위와 출입 시간, 출입행위를 전후한 피고인의 행동, 甲의 의사와 행동, 주거공간 무단출입에 관한 사회 통념 등 제반 사정을 종합하면, 피고인은 甲 주거의 사실상 평온상태를 해치는 행위태양으로 빌라 건물에 출입하였다고 볼 여지가 충분하다는 이유로, 이와 달리 본 원심판결에 주거침입죄의 ‘침입’에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 다가구용 단독주택이나 다세대주택·연립주택·아파트와 같은 공동주택 내부의 엘리베이터, 공용 계단, 복도 등 공용 부분도 그 거주자들의 사실상 주거의 평온을 보호할 필요성이 있으므로 주거침입죄의 객체인 ‘사람의 주거’에 해당한다. 거주자가 아닌 외부인이 공동주택의 공용 부분에 출입한 것이 공동주택 거주자들에 대한 주거침입에 해당하는지를 판단할 때에는 공용 부분이 일반 공중의 출입이 허용된 공간이 아니고 주거로 사용되는 각 가구 또는 세대의 전용 부분에 필수적으로 부속하는 부분으로서 거주자들 또는 관리자에 의하여 외부인의 출입에 대한 통제·관리가 예정되어 있어 거주자들의 사실상 주거의 평온을 보호할 필요성이 있는 부분인지, 공동주택의 거주자들이나 관리자가 평소 외부인이 그곳에 출입하는 것을 통제·관리하였는지 등의 사정과 외부인의 출입 목적 및 경위, 출입의 태양과 출입한 시간 등을 종합적으로 고려하여 ‘주거의 사실상 평온상태가 침해되었는지’의 관점에서 객관적·외형적으로 판단하여야 한다.<br/>  [2] 주거에 들어가는 행위 자체가 거주자의 의사에 반한다는 주관적 사정만으로는 바로 침입에 해당한다고 볼 수 없다. 침입행위에 해당하는지는 종국적으로는 주거의 사실상의 평온상태를 해치는 행위태양인지에 따라 판단되어야 하기 때문이다. 다만 거주자의 의사에 반하는지는 사실상의 평온상태를 해치는 행위태양인지를 평가할 때 고려할 하나의 요소가 될 수 있다. 이때 그 고려의 정도는 주거 등의 형태와 용도·성질, 외부인에 대한 출입의 통제·관리 방식과 상태 등 출입 당시 상황에 따라 달리 평가될 수 있다.<br/>  [3] 피고인이 예전에 사귀다 헤어진 여자친구인 甲의 사적 대화 등을 몰래 녹음하거나 현관문에 甲에게 불안감을 불러일으킬 수 있는 문구가 기재된 마스크를 걸어놓거나 甲이 다른 남자와 찍은 사진을 올려놓으려는 의도로 3차례에 걸쳐 야간에 甲이 거주하는 빌라 건물의 공동현관, 계단을 통해 甲의 2층 주거 현관문 앞까지 들어간 사안에서, 빌라 건물은 甲을 포함하여 약 10세대의 입주민들이 거주하는 전형적인 다세대주택으로, 피고인이 들어간 공동현관, 공용 계단, 세대별 현관문 앞부분은 형태와 용도·성질에 비추어 거주자들의 확장된 주거공간으로서의 성격이 강하여 외부인의 출입이 일반적으로 허용된다고 보기 어려운 점, 빌라 건물 1층에는 거주자들을 위한 주차장 및 공동현관이 있고, 각 세대에 가려는 사람은 외부에서 주차장을 거쳐 공동현관에 이른 뒤 위층으로 연결된 내부 계단을 통해 각 세대의 현관문에 이르게 되는데, 주차장 천장에 CCTV가 2대 이상 설치되어 있고 그 아래 기둥 벽면에 ‘CCTV 작동 중’, ‘외부차량 주차금지’라는 문구가 기재된 점, 피고인의 출입 당시 CCTV가 실제로 작동하지는 않았고, 공동현관에 도어락 등 별도의 시정장치가 설치되지 않았으나, 빌라 건물의 거주자들이나 관리자는 CCTV 설치나 기둥 벽면의 문구를 통하여 외부차량의 무단주차금지 외에도 주차장 및 이와 연결된 주거공간인 빌라 건물 일체에 대한 외부인의 무단출입을 통제·관리한다는 취지를 대외적으로 표시하였다고 평가할 수 있는 점 등을 비롯하여 빌라 건물 공용 부분의 성격, 외부인의 무단출입에 대한 통제·관리 방식과 상태, 피고인과 甲의 관계, 피고인의 출입 목적 및 경위와 출입 시간, 출입행위를 전후한 피고인의 행동, 甲의 의사와 행동, 주거공간 무단출입에 관한 사회 통념 등 제반 사정을 종합하면, 피고인은 甲 주거의 사실상 평온상태를 해치는 행위태양으로 빌라 건물에 출입하였다고 볼 여지가 충분하다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 주거침입죄의 ‘침입’에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제319조 제1항 / [2] 형법 제319조 제1항 / [3] 형법 제319조 제1항<br/>",
  "참조판례": "[1] 대법원 2009. 9. 10. 선고 2009도4335 판결(공2009하, 1705), 대법원 2022. 1. 27. 선고 2021도15507 판결(공2022상, 506), 대법원 2022. 8. 25. 선고 2022도3801 판결(공2022하, 2059) / [2] 대법원 2021. 9. 9. 선고 2020도12630 전원합의체 판결(공2021하, 1970), 대법원 2022. 3. 24. 선고 2017도18272 전원합의체 판결(공2022상, 819)<br/>"
}