{
  "판례일련번호": "239455",
  "사건명": "구상금",
  "사건번호": "2023다272883",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240215",
  "판시사항": "[1] 무보험자동차에 의한 상해 담보특약의 법적 성질(=손해보험형 상해보험) 및 하나의 사고에 관하여 여러 개의 무보험자동차에 의한 상해 담보특약 보험계약이 체결되고 보험금액의 총액이 피보험자가 입은 손해액을 초과하는 경우, 상법 제672조 제1항이 준용되는지 여부(적극) / 상법 제672조 제1항이 준용됨에 따라 여러 보험자가 각자의 보험금액의 한도에서 연대책임을 지는 경우, 각 보험자가 보험금 지급채무에 대하여 부진정연대관계에 있는지 여부(원칙적 적극) 및 이때 피보험자의 보험금 지급 청구 방법과 보험금을 지급한 보험자의 구상권 행사 방법 / 각 보험계약의 당사자가 중복보험에서 보험자의 보상책임 방식이나 보험자들 사이의 책임 분담 방식을 상법 제672조 제1항과 달리 정할 수 있는지 여부(적극)<br/>  [2] 자동차보험 구상금분쟁심의에 관한 상호협정과 그 시행규약에 따른 중복보험 선처리사의 후처리사에 대한 구상이 부진정연대관계에 있는 중복보험자 간에 이루어지는 구상의 성격을 갖는지 여부(적극)<br/>  [3] 채무자가 자신의 채무에 관하여 스스로 또는 이행보조자를 사용하여 법률상 원인 없는 변제를 한 경우 또는 제3자가 타인의 채무에 관하여 법률상 원인 없는 변제를 한 경우, 그 변제로 이루어진 급부에 대하여 부당이득반환을 구할 수 있는 사람(=변제 주체인 채무자 또는 제3자) 및 이러한 변제 주체에 대한 증명책임의 소재(=변제 주체임을 전제로 부당이득반환을 구하는 사람)<br/>",
  "판결요지": "[1] 피보험자가 무보험자동차에 의한 교통사고로 인하여 상해를 입었을 때 그 손해에 대하여 배상할 의무자가 있는 경우 보험자가 약관에 정한 바에 따라 피보험자에게 그 손해를 보상하는 것을 내용으로 하는 무보험자동차에 의한 상해 담보특약(이하 ‘무보험자동차특약보험’이라고 한다)은 상해보험의 성질과 함께 손해보험의 성질도 갖고 있는 손해보험형 상해보험이다. 그러므로 하나의 사고에 관하여 여러 개의 무보험자동차특약보험계약이 체결되고 그 보험금액의 총액이 피보험자가 입은 손해액을 초과하는 때에는 손해보험에 관한 상법 제672조 제1항이 준용되어 보험자는 각자의 보험금액의 한도에서 연대책임을 지고, 이 경우 각 보험자 사이에서는 각자의 보험금액의 비율에 따른 보상책임을 진다.<br/>  위와 같이 상법 제672조 제1항이 준용됨에 따라 여러 보험자가 각자 보험금액 한도에서 연대책임을 지는 경우 특별한 사정이 없는 한 그 보험금 지급책임의 부담에 관하여 각 보험자 사이에 주관적 공동관계가 있다고 보기 어려우므로, 각 보험자는 그 보험금 지급채무에 대하여 부진정연대관계에 있다. 이때 피보험자는 여러 보험자 중 한 보험자에게 그 보험금액 한도에서 보험금 지급을 청구할 수 있고, 그 보험자는 그 청구에 따라 피보험자에게 보험금을 지급한 후 부진정연대관계에 있는 다른 보험자에게 그 부담부분 범위 내에서 구상권을 행사할 수 있다. 다만 상법 제672조 제1항은 강행규정이 아니므로 각 보험계약의 당사자는 중복보험에 있어서 피보험자에 대한 보험자의 보상책임 방식이나 보험자들 사이의 책임 분담 방식에 대하여 상법의 규정과 다른 내용으로 정할 수 있다.<br/>  [2] 자동차손해배상 보장법 등에 정한 자동차보험 책임이 경합되었음을 이유로 그 책임의 유무와 범위에 관하여 보험사업자 사이에 발생한 분쟁을 합리적·경제적으로 신속히 해결함을 목적으로 하는 ‘자동차보험 구상금분쟁심의에 관한 상호협정’과 그 시행규약은 중복보험의 경우 선처리사(보험금 지급책임이 있는 복수의 협정회사 중 보험금을 받을 권리가 있는 자에게 보험금을 우선하여 지급한 협정회사)가 먼저 보험금을 지급한 뒤 후처리사(보험금 지급책임이 있는 복수의 협정회사 중 선처리사에 구상금을 지급할 책임이 있는 협정회사)에 그 부담부분에 해당하는 금액을 구상하는 방식을 상정하고 있는데, 여기에서의 구상은 부진정연대관계에 있는 중복보험자 간에 이루어지는 구상의 성격을 가진다.<br/>  [3] 변제를 목적으로 하는 급부가 이루어졌으나 그 급부에 법률상 원인이 없는 경우 그 급부는 비채변제에 해당하여 부당이득으로 반환되어야 한다. 이러한 급부부당이득의 반환은 법률상 원인 없는 변제를 한 주체가 청구할 수 있다. 변제는 채무자 외에 제3자도 할 수 있는데(민법 제469조 참조), 이행보조자의 변제는 채무자의 변제로 취급된다(민법 제391조 참조). 채무자가 자신의 채무에 관하여 스스로 또는 이행보조자를 사용하여 법률상 원인 없는 변제를 한 경우에는 채무자, 제3자가 타인의 채무에 관하여 법률상 원인 없는 변제를 한 경우에는 제3자가 각각 변제의 주체로서 그 변제로서 이루어진 급부의 반환을 청구할 수 있다. 이러한 변제 주체에 대한 증명책임은 자신이 변제 주체임을 전제로 변제에 법률상 원인이 없다고 주장하며 부당이득 반환청구를 하는 사람에게 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제665조, 제672조 제1항, 제737조, 민법 제105조 / [2] 상법 제672조 제1항, 민법 제105조 / [3] 민법 제391조, 제469조, 제741조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "[1] 대법원 2002. 5. 17. 선고 2000다30127 판결(공2002하, 1401), 대법원 2006. 11. 10. 선고 2005다35516 판결(공2006하, 2068), 대법원 2016. 12. 29. 선고 2016다217178 판결(공2017상, 225)<br/>"
}