{
  "판례일련번호": "239461",
  "사건명": "손해배상(기)",
  "사건번호": "2019다208724",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240215",
  "판시사항": "[1] 물건에 대한 점유의 의미 및 판단 기준 / 민법 제758조 제1항에서 정한 공작물 점유자의 의미 / 가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아서 공작물에 대한 사실상의 지배를 하는 자가 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담하는 자에 해당하는지 여부(소극)<br/>  [2] 집합투자업자인 甲 주식회사의 운용지시에 따라 신탁회사인 乙 은행이 투자신탁재산으로 소유권을 취득한 건물의 주차장 천장에서 화재가 발생하여 임차인인 丙 주식회사 등이 피해를 입자, 丙 회사 등이 甲 회사, 乙 은행 및 甲 회사와 체결한 자산관리 위탁계약에 따라 건물에 관한 자산관리 업무를 수행한 丁 주식회사를 상대로 민법 제758조 제1항에 의한 공작물 점유자의 책임을 구한 사안에서, 丁 회사는 甲 회사의 점유를 돕기 위한 점유보조자의 지위에 있을 뿐이므로 공작물 점유자로서의 책임을 부담하지 않으나, 甲 회사와 乙 은행은 위 건물의 주차장 천장을 사실상 지배하면서 보수·관리할 권한 및 책임을 가지는 자에 해당하므로 위 화재와 관련하여 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담한다고 본 원심의 결론을 수긍한 사례<br/>  [3] 실화책임에 관한 법률의 입법 취지 및 발화점과 불가분의 일체를 이루는 물건의 소실에 대하여도 위 법률이 적용되는지 여부(소극)<br/>  [4] 집합투자업자와 신탁업자가 민법 제758조 제1항에 따라 투자신탁재산인 공작물의 점유자로서 공작물의 설치 또는 보존의 하자로 피해를 입은 제3자에게 손해배상책임을 부담하는 경우, 투자신탁재산을 한도로만 책임을 부담하는 것이 아니라 고유재산으로도 책임을 부담하는지 여부(적극) / 신탁법 제114조 제1항에 따른 유한책임신탁의 효력발생요건(=등기)<br/>",
  "판결요지": "[1] 물건에 대한 점유란 사회관념상 어떤 사람의 사실적 지배에 있다고 보이는 객관적 관계를 말하는 것으로서, 사실상의 지배가 있다고 하기 위하여는 반드시 물건을 물리적, 현실적으로 지배하여야만 하는 것이 아니고, 물건과 사람 사이의 시간적, 공간적 관계와 본권관계, 타인지배의 배제 가능성 등을 고려하여 사회통념에 따라 합목적적으로 판단하여야 한다.<br/>민법 제758조 제1항 소정의 공작물 점유자란 공작물을 사실상 지배하면서 그 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임이 있는 자를 말한다.<br/>  가사상, 영업상 기타 유사한 관계에 의하여 타인의 지시를 받아서 공작물에 대한 사실상의 지배를 하는 자가 있는 경우에 그 타인의 지시를 받는 자는 민법 제195조에 따른 점유보조자에 불과하므로 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담하는 자에 해당하지 않는다.<br/>  [2] 집합투자업자인 甲 주식회사의 운용지시에 따라 신탁회사인 乙 은행이 투자신탁재산으로 소유권을 취득한 건물의 주차장 천장에서 화재가 발생하여 임차인인 丙 주식회사 등이 피해를 입자, 丙 회사 등이 甲 회사, 乙 은행 및 甲 회사와 체결한 자산관리 위탁계약에 따라 건물에 관한 자산관리 업무를 수행한 丁 주식회사를 상대로 민법 제758조 제1항에 의한 공작물 점유자의 책임을 구한 사안에서, 丁 회사는 건물의 관리를 위탁한 甲 회사의 점유를 돕기 위하여 위 건물을 사실상 지배한 것이어서 민법 제195조에 따른 점유보조자의 지위에 있을 뿐이므로 민법 제758조 제1항에 의한 공작물 점유자로서의 책임을 부담하지 않으나, 甲 회사와 乙 은행은 공동으로 위 건물의 주차장 천장을 사실상 지배하면서 그 설치 또는 보존상의 하자로 인하여 발생할 수 있는 각종 사고를 방지하기 위하여 공작물을 보수·관리할 권한 및 책임을 가지는 자에 해당하므로 위 화재와 관련하여 민법 제758조 제1항에 의한 공작물 점유자의 책임을 부담한다고 본 원심의 결론을 수긍할 수 있다고 한 사례.<br/>  [3] 실화책임에 관한 법률(이하 ‘실화책임법’이라고 한다)은 실화로 인하여 일단 화재가 발생한 경우에는 부근 가옥 기타 물건에 연소함으로써 그 피해가 예상외로 확대되어 실화자의 책임이 과다하게 되는 점을 고려하여 그 책임을 제한함으로써 실화자를 지나치게 가혹한 부담으로부터 구제하고자 하는 데 입법 취지가 있으므로, 실화책임법은 발화점과 불가분의 일체를 이루는 물건의 소실, 즉 직접 화재에는 적용되지 아니하고, 그로부터 연소한 부분에만 적용된다.<br/>  [4] 집합투자업자와 신탁업자가 민법 제758조 제1항에 따라 투자신탁재산인 공작물의 점유자로서 공작물의 설치 또는 보존의 하자로 피해를 입은 제3자에게 손해배상책임을 부담하는 경우에는 그 책임이 투자신탁재산의 취득·처분 등과 관련한 이행 책임이 아니므로, 투자신탁재산을 한도로만 책임을 부담하는 것이 아니라 고유재산으로도 책임을 부담하는 것으로 보아야 한다. 또한 유한책임신탁의 등기가 없는 이상 신탁법 제114조 제1항에 따른 유한책임신탁으로서의 효력도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제192조, 제195조, 제758조 제1항 / [2] 민법 제192조, 제195조, 제758조 제1항 / [3] 실화책임에 관한 법률 제1조, 제2조 / [4] 구 자본시장과 금융투자업에 관한 법률(2018. 3. 27. 법률 제15549호로 개정되기 전의 것) 제64조 제1항, 제80조 제2항, 신탁법 제114조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 1. 16. 선고 98다20110 판결(공2001상, 435), 대법원 2000. 4. 21. 선고 2000다386 판결(공2000상, 1248) / [3] 대법원 2000. 5. 26. 선고 99다32431 판결(공2000하, 1503)<br/>"
}