{
  "판례일련번호": "239695",
  "사건명": "차별시정재심판정취소청구의소",
  "사건번호": "2020두49355",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240229",
  "판시사항": "[1] 기간제 및 단시간근로자 보호 등에 관한 법률 제9조 제1항에서 정한 차별적 처우 시정신청기간의 법적 성격(=제척기간) 및 계속되는 차별적 처우의 종료일부터 6개월 이내에 시정을 신청한 경우, 계속되는 차별적 처우 전체에 대하여 위 조항에서 정한 제척기간을 준수한 것인지 여부(적극)<br/>  [2] 사용자가 연간 단위로 복지포인트를 부여하는 맞춤형복지제도를 시행하는 경우, 복지포인트를 배정받지 못함으로 인하여 발생하는 맞춤형복지비에 관한 차별적 처우는 해당 연도의 말일을 종료일로 하는 ‘계속되는 차별적 처우’에 해당하는지 여부(적극)<br/>  [3] 기간제근로자가 기간제근로자임을 이유로 임금에서 비교대상 근로자에 비하여 차별적 처우를 받았다고 주장하며 차별 시정을 신청하는 경우, 불리한 처우가 존재하는지 판단하는 방법 및 단시간근로자가 통상근로자에 비하여 차별적 처우를 받았다고 주장하며 차별시정신청을 하는 경우에도 위 법리가 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 기간제 및 단시간근로자 보호 등에 관한 법률(이하 ‘기간제법’이라 한다) 제9조 제1항에서 정한 차별적 처우의 시정신청기간은 제척기간이므로 그 기간이 경과하면 그로써 기간제법에 따른 시정을 신청할 권리는 소멸하나, 계속되는 차별적 처우의 경우 그 종료일부터 6개월 이내에 시정을 신청하였다면 그 계속되는 차별적 처우 전체에 대하여 제척기간을 준수한 것이 된다. <br/>  [2] 사용자가 선택적 복지제도로서 연간 단위로 복지포인트를 부여하는 맞춤형복지제도를 시행하는 경우 근로자들에게 복지포인트를 배정한 행위 자체로 금품의 지급이 이루어졌다고 볼 수 없고, 근로자는 복지포인트를 배정받은 후에 해당 연도 안에서는 어느 때라도 그 사용처에 맞는 지출을 하고 사용자로부터 이를 정산받음으로써 복지포인트 상당의 맞춤형복지비를 지급받는 이익을 얻게 된다. 이러한 복지포인트 배정행위의 성격 및 사용 절차 등에 비추어 보면, 복지포인트를 배정받지 못함으로 인하여 발생하는 차별 상태는 해당 연도 동안 계속된다고 보아야 하므로, 복지포인트의 배정일에 차별적 처우가 종료된다고 볼 수 없고, 맞춤형복지비에 관한 차별적 처우는 해당 연도의 말일을 종료일로 하는 ‘계속되는 차별적 처우’에 해당한다. <br/>  [3] 기간제근로자가 기간제근로자임을 이유로 임금에서 비교대상 근로자에 비하여 차별적 처우를 받았다고 주장하며 차별 시정을 신청하는 경우, 원칙적으로 기간제근로자가 불리한 처우라고 주장하는 임금의 세부 항목별로 비교대상 근로자와 비교하여 불리한 처우가 존재하는지를 판단해야 한다. 다만 기간제근로자와 비교대상 근로자의 임금이 서로 다른 항목으로 구성되어 있거나, 기간제근로자가 특정 항목은 비교대상 근로자보다 불리한 대우를 받은 대신 다른 특정 항목은 유리한 대우를 받은 경우 등과 같이 항목별로 비교하는 것이 곤란하거나 적정하지 않은 특별한 사정이 있는 경우라면, 상호 관련된 항목들을 범주별로 구분하고 각각의 범주별로 기간제근로자가 받은 임금 액수와 비교대상 근로자가 받은 임금 액수를 비교하여 기간제근로자에게 불리한 처우가 존재하는지를 판단해야 한다. 이러한 경우 임금의 세부 항목이 어떤 범주에 속하는지는, 비교대상 근로자가 받은 항목별 임금의 지급 근거, 대상과 성격, 기간제근로자가 받은 임금의 세부 항목 구성과 산정 기준, 특정 항목의 임금이 기간제근로자에게 지급되지 않거나 적게 지급된 이유나 경위, 임금 지급 관행 등을 종합하여 합리적이고 객관적으로 판단해야 한다. 이러한 법리는 단시간근로자가 통상근로자에 비하여 차별적 처우를 받았다고 주장하며 차별시정신청을 하는 경우에도 마찬가지로 적용된다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 기간제 및 단시간근로자 보호 등에 관한 법률 제9조 제1항 / [2] 기간제 및 단시간근로자 보호 등에 관한 법률 제9조 제1항 / [3] 기간제 및 단시간근로자 보호 등에 관한 법률 제8조, 제9조 제1항<br/>",
  "참조판례": "[1] 대법원 2011. 12. 22. 선고 2010두3237 판결(공2012상, 189) / [2] 대법원 2019. 8. 22. 선고 2016다48785 전원합의체 판결(공2019하, 1740) / [3] 대법원 2019. 9. 26. 선고 2016두47857 판결(공2019하, 2047)<br/>"
}