{
  "판례일련번호": "239689",
  "사건명": "매매대금반환",
  "사건번호": "2023다289720",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240229",
  "판시사항": "[1] 쌍방의 채무가 동시이행관계에 있는 경우, 일방 채무의 이행기가 도래하더라도 상대방 채무의 이행제공이 있을 때까지는 지체책임을 지지 않는지 여부(적극) 및 이러한 지체책임의 면책은 이를 주장하는 자가 동시이행의 항변권을 행사하여야 발생하는지 여부(소극) / 매매계약의 해제로 당사자가 상대방에 대하여 원상회복의무와 손해배상의무를 부담하는 경우, 원상회복의무뿐만 아니라 손해배상의무도 동시이행관계에 있는지 여부(적극)<br/>  [2] 계약해제로 인한 원상회복의무의 이행으로서 반환하는 금전에 가산하도록 민법 제548조 제2항에서 정한 이자의 법적 성질(=부당이득반환) 및 위 이자에 소송촉진 등에 관한 특례법 제3조 제1항에서 정한 이율을 적용할 수 있는지 여부(소극)<br/>  [3] 매매계약이 해제된 경우, 매수인이 목적물을 인도받아 사용하였다면 사용이익 반환의무를 부담하는지 여부(적극) 및 이때 반환하여야 할 사용이익의 범위(=매수인이 점유·사용한 기간 동안의 임료 상당액)<br/>",
  "판결요지": "[1] 쌍무계약에서 쌍방의 채무가 동시이행관계에 있는 경우 일방 채무의 이행기가 도래하더라도 상대방 채무의 이행제공이 있을 때까지는 그 채무를 이행하지 않아도 지체책임을 지지 않는 것이고, 이는 지체책임의 면책을 주장하는 자가 상대방의 이행청구에 대하여 동시이행의 항변권을 재판상 또는 재판 외에서 행사하여야만 발생하는 것은 아니다. 한편 매매계약이 해제된 경우에 당사자 쌍방의 원상회복의무는 동시이행의 관계에 있고, 이때 계약의 해제로 인하여 당사자가 상대방에 대하여 원상회복의무와 손해배상의무를 부담하는 경우에는 당사자가 부담하는 원상회복의무뿐만 아니라 손해배상의무도 함께 동시이행관계에 있다. <br/>  [2] 민법 제548조 제2항은 계약해제로 인한 원상회복의무의 이행으로서 반환하는 금전에는 받은 날로부터 이자를 가산하여야 한다고 정하였는데, 위 이자의 반환은 원상회복의무의 범위에 속하는 것으로 일종의 부당이득반환의 성질을 가지는 것이지 반환의무의 이행지체로 인한 손해배상은 아니고, 소송촉진 등에 관한 특례법(이하 ‘소송촉진법’이라 한다) 제3조 제1항은 금전채무의 전부 또는 일부의 이행을 명하는 판결을 선고할 경우에 있어서 금전채무불이행으로 인한 손해배상액 산정의 기준이 되는 법정이율에 관한 특별규정이므로, 위 이자에는 소송촉진법 제3조 제1항에서 정한 이율을 적용할 수 없다.<br/>  [3] 매매계약이 해제된 경우에 매수인이 목적물을 인도받아 사용하였다면 원상회복으로서 목적물을 반환하는 외에 사용이익을 반환할 의무를 부담하고, 이때 사용이익의 반환의무는 부당이득반환의무에 해당하므로, 특별한 사정이 없는 한 매수인이 점유·사용한 기간 당해 재산으로부터 통상 수익할 수 있을 것으로 예상되는 이익, 즉 임료 상당액을 매수인이 반환하여야 할 사용이익으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제536조, 제548조, 제549조, 제551조 / [2] 민법 제548조, 제741조, 소송촉진 등에 관한 특례법 제3조 제1항 / [3] 민법 제548조, 제741조<br/>",
  "참조판례": "[1] 대법원 1996. 7. 26. 선고 95다25138, 25145 판결(공1996하, 2587), 대법원 1997. 8. 22. 선고 96다40851, 40868 판결, 대법원 1998. 3. 13. 선고 97다54604, 54611 판결(공1998상, 1042) / [2] 대법원 2000. 6. 23. 선고 2000다16275, 16282 판결(공2000하, 1755), 대법원 2003. 7. 22. 선고 2001다76298 판결(공2003하, 1757) / [3] 대법원 2011. 6. 30. 선고 2009다30724 판결, 대법원 2021. 7. 8. 선고 2020다290804 판결(공2021하, 1450)<br/>"
}