{
  "판례일련번호": "239701",
  "사건명": "골프장회원지위확인의소",
  "사건번호": "2023다280778",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240229",
  "판시사항": "[1] 체육시설업자가 체육필수시설을 담보신탁하였다가 채무를 갚지 못하여 체육필수시설이 공매 또는 수의계약으로 처분되는 경우, 체육시설의 설치·이용에 관한 법률 제27조 제2항 제4호, 제1항에 따라 체육필수시설 인수인이 체육시설업과 관련하여 형성된 공법상 권리·의무뿐만 아니라 체육시설업자와 회원 간의 사법상 약정에 따른 권리·의무도 승계하는지 여부(적극) 및 위와 같이 체육시설의 설치·이용에 관한 법률 제27조가 체육필수시설 인수인의 권리·의무 승계를 인정하는 취지<br/>  [2] 체육시설의 설치·이용에 관한 법률 제27조에 따른 승계 사유가 발생한 경우, 체육필수시설 인수인이 기존 체육시설업자와 별도로 체육시설업의 등록 또는 신고와 같은 공법상 절차를 마쳤는지와 무관하게 권리·의무 승계의 효력이 발생하는지 여부(적극) 및 그 이유<br/>  [3] 체육필수시설 인수인이 기존 체육시설업자와 별도로 체육시설업의 등록 또는 신고와 같은 공법상 절차를 마치지 않은 상황에서 자신이 인수한 체육필수시설을 담보 목적으로 신탁하였다가 담보신탁계약에 따른 공매 또는 수의계약으로 체육필수시설이 처분되어 제3자가 인수한 경우, 제3자가 체육필수시설 인수인이 승계한 권리·의무를 다시 승계하는지 여부(적극)<br/>",
  "판결요지": "[1] 체육시설의 설치·이용에 관한 법률(이하 ‘체육시설법’이라 한다) 제27조 제2항 제4호, 제1항에 따르면, 체육시설업자가 담보 목적으로 체육시설업의 시설 기준에 따른 필수시설(이하 ‘체육필수시설’이라 한다)을 신탁법에 따라 담보신탁을 하였다가 채무를 갚지 못하여 체육필수시설이 공개경쟁입찰방식에 의한 매각(이하 ‘공매’라 한다) 절차에 따라 처분되거나 공매 절차에서 정해진 공매 조건에 따라 수의계약으로 처분되는 경우, 체육필수시설 인수인은 체육시설업과 관련하여 형성된 공법상의 권리·의무 및 체육시설업자와 회원 간의 사법상 약정에 따른 권리·의무도 승계한다. 이와 같이 체육시설법 제27조가 체육필수시설 인수인의 권리·의무 승계를 인정하는 취지는 사업의 인허가와 관련하여 형성된 기존 체육시설업자에 대한 공법상 관리체계를 그대로 유지하는 한편, 기존 체육시설업자와 이용관계를 맺은 다수 회원들의 사법상 이익을 보호하는 데 있다. <br/>  [2] 체육시설의 설치·이용에 관한 법률(이하 ‘체육시설법’이라 한다) 제27조에 따른 승계 사유가 발생하면 체육시설업의 시설 기준에 따른 필수시설(이하 ‘체육필수시설’이라 한다) 인수인이 기존 체육시설업자와 별도로 체육시설업의 등록 또는 신고와 같은 공법상 절차를 마쳤는지 여부와 무관하게 이러한 권리·의무 승계의 효력이 발생한다. 체육시설법 제27조는 체육필수시설 인수인의 권리·의무 승계의 요건으로 체육시설업의 등록 또는 신고를 요구하고 있지 않을 뿐만 아니라, 이를 요구할 경우에는 체육필수시설 인수인이 승계 사유 발생 후 어떤 조치를 취하는지에 따라 기존 체육시설업자와 이용관계를 맺은 다수 회원들의 사법상 권리·의무 승계의 효력이 좌우되어 이들의 사법상 이익을 보호하고자 하는 체육시설법 제27조의 입법 목적이 제대로 달성될 수 없기 때문이다. <br/>  [3] 체육시설의 설치·이용에 관한 법률 제27조에 따른 권리·의무 승계의 효력이 체육시설업의 시설 기준에 따른 필수시설(이하 ‘체육필수시설’이라 한다) 인수인의 등록 또는 신고와 무관하게 발생한다는 법리는, 체육필수시설 인수인이 위 조항에 따라 권리·의무를 넘겨받는 경우뿐만 아니라 제3자에게 다시 위 조항에 따라 그 권리·의무를 넘겨주는 경우에도 적용된다. 따라서 체육필수시설 인수인이 기존 체육시설업자와 별도로 체육시설업의 등록 또는 신고와 같은 공법상 절차를 마치지 않은 상황에서 자신이 인수한 체육필수시설을 담보 목적으로 신탁하였고, 그 담보신탁계약에서 정한 바에 따라 공매 또는 수의계약으로 체육필수시설이 처분되어 제3자가 이를 인수한 경우 제3자는 체육필수시설 인수인이 승계한 권리·의무를 다시 승계한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 체육시설의 설치·이용에 관한 법률 제27조 / [2] 체육시설의 설치·이용에 관한 법률 제27조 / [3] 체육시설의 설치·이용에 관한 법률 제27조<br/>",
  "참조판례": "[1] 대법원 2015. 12. 23. 선고 2013다85417 판결(공2016상, 185), 대법원 2018. 10. 18. 선고 2016다220143 전원합의체 판결(공2018하, 2183) / [2] 대법원 2018. 11. 15. 선고 2016두45158 판결(공2019상, 46)<br/>"
}