{
  "판례일련번호": "239891",
  "사건명": "면책",
  "사건번호": "2023마6044",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20240314",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제658조, 제321조에 규정한 설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’의 의미 및 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아닌 경우, 설명의무위반죄가 성립하는지 여부(소극)<br/>  [2] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제5호에서 면책불허가사유로 규정하고 있는 ‘이 법에 정하는 채무자의 의무를 위반한 때’에 해당하는지를 판단할 때, 의무 위반의 대상이나 정도를 엄격하게 제한적으로 해석하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제564조 제1항 제1호, 제658조, 제321조에 따르면, 채무자는 파산관재인·감사위원 또는 채권자집회(이하 ‘파산관재인 등’이라 한다)의 요청이 있으면 ‘파산에 관하여 필요한 설명’을 하여야 하고, 채무자가 정당한 사유 없이 설명을 하지 않거나 허위의 설명을 한 때에는 설명의무위반죄로 처벌하며, 채무자에게 설명의무위반죄에 해당하는 행위가 인정되면 면책불허가사유에 해당한다. <br/>   설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’이라 함은 파산관재인 등이 채무자에게 요청하는 모든 사항에 관한 설명을 의미하는 것이 아니라, 구체적인 사안에서 기록상 드러나는 여러 사정들을 고려하여 파산절차의 진행을 위하여 필수적인 내용에 관한 설명으로 한정되어야 한다. 만일 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아니라면, 그에 대한 채무자의 설명이나 자료제출이 불충분하다고 하더라도 설명의무위반죄가 성립한다고 보기는 어렵다. 구체적인 이유는 다음과 같다.<br/>   ① 채무자회생법 제564조 제1항은 특별한 사정이 없으면 원칙적으로 채무자의 면책을 허가하여야 한다고 규정하고 있는데, 그 입법 취지는 지급불능 상태에 빠진 채무자에 대하여 경제적 재기와 갱생의 기회를 부여하여야 한다는 면책제도의 이념을 구현하기 위함이다.<br/>   ② 채무자가 파산선고를 받았음에도 면책이 불허가된 경우에는 여러 법령에서 신분상 불이익을 규정하고 있는데, 면책불허가결정이 확정된 경우 원칙적으로 동일한 파산에 관하여 재차 면책신청을 할 수 없으므로, 면책불허가사유는 엄격하게 해석할 필요가 있다.<br/>   ③ 채무자회생법 제658조는 정당한 사유 없이 설명의무를 위반한 채무자를 ‘1년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다.’고 규정하고 있는데, 죄형법정주의의 원칙상 파산관재인 등이 요구하는 설명의 대상과 범위, 의무 위반의 정도를 제한적으로 해석할 필요성이 크다.<br/> [2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제564조 제1항 제5호는 ‘채무자가 이 법에 정하는 채무자의 의무를 위반한 때’를 면책불허가사유로 규정하고 있다. 지급불능 상태에 빠진 채무자에 대하여 경제적 재기와 갱생의 기회를 부여하여야 한다는 면책제도의 이념, 특별한 사정이 없으면 원칙적으로 면책을 허가하여야 한다고 규정하고 있는 채무자회생법 제564조 제1항의 입법 취지, 파산선고를 받았음에도 면책이 불허가되는 경우 채무자가 결과적으로 입게 되는 신분상 불이익 등을 고려하면, 위 조항에서 일반적·보충적으로 규정하고 있는 ‘이 법에 정하는 채무자의 의무를 위반한 때’라 함은 그 의무 위반의 대상이나 정도를 엄격하게 제한적으로 해석할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제321조, 제564조 제1항 제1호, 제658조 / [2] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제5호<br/>",
  "참조판례": "[1] 대법원 2023. 6. 30. 자 2023마5321 결정(공2023하, 1347)<br/>"
}