{
  "판례일련번호": "239897",
  "사건명": "임금·임금",
  "사건번호": "2019다223303, 223310",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 파견근로자 보호 등에 관한 법률에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 동종·유사 업무 근로자가 없는 경우, 파견근로자에게 적용될 근로조건을 판단하는 방법 및 이때 법원이 고려하여야 할 사항 / 이는 구 파견근로자 보호 등에 관한 법률에 따라 직접고용이 간주되는 파견근로자의 근로조건을 정할 때도 마찬가지인지 여부(적극)<br/> [2] 구 파견근로자 보호 등에 관한 법률에 따라 직접고용간주의 효과가 발생하더라도 사용사업주가 현실적으로 직접고용을 하지 않아 파견관계가 계속 유지되는 경우, 파견근로자와 파견사업주의 근로관계가 파견근로자와 사용사업주의 직접근로관계와 병존하는지 여부(적극) 및 이때 사용사업주가 파견근로자에 대하여 부담하는 임금 등 지급의무와 파견사업주가 파견근로자에 대하여 부담하는 임금 등 지급의무의 관계(=부진정연대채무) / 파견사업주가 직접고용간주의 효과 발생 후 파견근로자에게 임금 등을 지급한 경우, 그 전부가 사용사업주가 지급해야 할 금액에서 공제되어야 하는지 여부(원칙적 적극) 및 이를 동일한 세부 항목이나 동종의 항목별로 대응하여 변제가 된 것이라고 볼 수 있는지 여부(원칙적 소극)<br/> [3] 파견근로자 보호 등에 관한 법률에 따라 직접고용의무가 발생하였으나 사용사업주가 이를 이행하지 아니한 상태에서 파견근로자가 파견사업주와의 근로관계를 유지하면서 사용사업주에게 근로를 제공한 경우, 사용사업주가 직접고용의무 불이행을 이유로 파견근로자에게 지급해야 할 손해배상금을 산정할 때 파견근로자가 파견사업주로부터 지급받은 임금 등을 공제하여야 하는지 여부(적극) / 이때 파견사업주로부터 받은 임금 등은 그 전부를 공제하여야 하는지 여부(적극) 및 파견근로자가 사용사업주에 대하여 일부 임금 항목에 한하여 손해배상을 구하는 경우에는 그와 동일하거나 동종인 파견사업주의 임금 항목만을 손익상계의 대상으로 삼을 수 있는지 여부(소극)<br/> [4] 구 파견근로자 보호 등에 관한 법률에 따른 직접고용간주의 효과나 파견근로자 보호 등에 관한 법률에 따른 직접고용의무가 발생하였음에도 사용사업주가 파견근로자를 현실적으로 고용하고 있지 않은 동안 사용사업주에 대한 근로제공이 이루어지지 않은 경우, 파견근로자가 사용사업주를 상대로 근로제공을 계속하였다면 받을 수 있었던 임금 등 상당액 또는 임금 등 상당의 손해배상을 청구하기 위하여 증명하여야 할 사항 및 근로제공이 이루어지지 않은 것이 사용사업주의 책임 있는 사유로 인한 것이거나 사용사업주의 직접고용의무 불이행으로 인한 것인지 판단하는 기준<br/> [5] 구 파견근로자 보호 등에 관한 법률에 따른 직접고용간주의 효과나 파견근로자 보호 등에 관한 법률에 따른 직접고용의무가 발생하였음에도 사용사업주가 파견근로자를 현실적으로 고용하고 있지 않은 동안 파견근로자가 파견사업주의 해고, 파견사업주 변경 과정에서의 고용관계 미승계, 파견사업주의 정년 도과 등 파견사업주나 사용사업주에 의하여 사용사업주에게 근로를 제공할 수 없게 된 경우, 근로제공 중단이 사용사업주의 책임 있는 사유 등으로 인한 것으로 볼 수 있는지 여부(원칙적 적극)<br/> [6] 구 파견근로자 보호 등에 관한 법률에 따른 직접고용간주의 효과나 파견근로자 보호 등에 관한 법률에 따른 직접고용의무가 발생하였으나 사용사업주의 단체협약 등에서 정한 정년이 경과한 경우, 고용간주 효과 또는 직접고용의무가 소멸하는지 여부(원칙적 적극) / 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년이 경과한 파견근로자에 대하여 파견근로자 보호 등에 관한 법률 제21조 제1항이 금지하는 차별적 처우가 있는지를 판단할 때, 비교대상 근로자를 선정하는 방법 및 정년을 경과하지 않은 근로자를 비교대상 근로자로 삼는 경우, 파견근로자의 정년이 경과하였다는 사정을 불리한 처우에 합리적 이유가 있는지 판단하는 데에 고려하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다) 제6조의2는 제1항에서 근로자파견사업의 허가를 받지 아니한 자로부터 근로자파견의 역무를 제공받은 경우 등 일정한 경우에 사용사업주는 해당 파견근로자를 직접 고용하여야 한다고 규정하면서, 직접 고용하는 파견근로자의 근로조건에 관하여 제3항에서 사용사업주의 근로자 중 해당 파견근로자와 동종 또는 유사 업무를 수행하는 근로자(이하 ‘동종·유사 업무 근로자’라 한다)가 있는 경우에는 해당 근로자에게 적용되는 취업규칙 등에서 정하는 근로조건에 따르고(제1호), 동종·유사 업무 근로자가 없는 경우에는 해당 파견근로자의 기존 근로조건의 수준보다 저하되어서는 아니 된다고 규정하고 있다(제2호). 파견법에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 동종·유사 업무 근로자가 없는 경우에는 기존 근로조건을 하회하지 않는 범위 안에서 사용사업주와 파견근로자가 자치적으로 근로조건을 형성하는 것이 원칙이다. 그러나 사용사업주가 근로자파견관계를 부인하는 등으로 인하여 자치적으로 근로조건을 형성하지 못한 경우에는 법원은 개별적인 사안에서 근로의 내용과 가치, 사용사업주의 근로조건 체계(고용형태나 직군에 따른 임금체계 등), 파견법의 입법 목적, 공평의 관념, 사용사업주가 직접 고용한 다른 파견근로자가 있다면 그 근로자에게 적용한 근로조건의 내용 등을 종합하여 사용사업주와 파견근로자가 합리적으로 정하였을 근로조건을 적용할 수 있다. 다만 이와 같이 파견근로자에게 적용될 근로조건을 정하는 것은 본래 사용사업주와 파견근로자가 자치적으로 형성했어야 하는 근로조건을 법원이 정하는 것이므로 한쪽 당사자가 의도하지 아니하는 근로조건을 불합리하게 강요하는 것이 되지 않도록 신중을 기할 필요가 있다.<br/>구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것, 이하 ‘구 파견법’이라 한다) 제6조 제3항 본문은 사용사업주가 2년을 초과하여 계속적으로 파견근로자를 사용하는 경우에는 2년의 기간이 만료된 날의 다음 날부터 파견근로자를 고용한 것으로 본다고 규정하고 있고, 이때의 근로조건의 내용은 구체적인 사안에서 법원이 합리적으로 정할 수 있다. 구 파견법은 파견법 제6조의2 제3항과 같이 직접고용 시 적용되는 근로조건에 관하여 규정한 조항을 두고 있지 않지만, 파견법 제6조의2 제3항은 구 파견법의 해석으로도 도출될 수 있는 내용을 명문으로 규정한 것이지, 근로조건의 기준을 새롭게 정한 것은 아니므로, 법원은 구 파견법에 따라 직접고용이 간주되는 근로자의 근로조건을 앞서 본 파견법에 따라 직접 고용하는 경우와 동일한 방법으로 정할 수 있다.<br/> [2] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)에 의하여 직접고용간주의 효과가 발생하여 파견근로자와 사용사업주 사이에 근로관계가 새롭게 성립하더라도 사용사업주가 현실적으로 직접고용을 하지 않아 파견관계가 계속 유지되는 경우, 파견근로자와 파견사업주 사이의 근로관계는 위 간주로써 자동 소멸하는 것은 아니고 파견근로자와 사용사업주 사이의 직접근로관계와 병존한다고 보아야 한다. 따라서 위 기간 동안 파견근로자가 파견사업주 소속으로 계속 사용사업주에게 근로를 제공하였고 이에 대해 파견사업주가 임금 등을 지급하였다면, 파견사업주는 파견근로자와 체결한 근로계약에 따라 이를 지급한 것이지, 사용사업주의 지급을 대행한 것이거나 제3자로서 변제한 것이라고 볼 수는 없다. 이때 사용사업주가 파견근로자에 대하여 부담하는 임금 등 지급의무와 파견사업주가 파견근로자에 대하여 부담하는 임금 등 지급의무는 발생 근거는 다르지만 동일한 경제적 목적을 가지고 서로 중첩되는 부분에 관하여 일방의 채무가 변제 등으로 소멸할 경우 타방의 채무도 소멸하는 이른바 부진정연대채무의 관계에 있다. 이러한 위 각 채무의 성질과 관계, 파견사업주의 의사 등에 비추어 보면, 파견사업주가 직접고용간주의 효과 발생 후 파견근로자에게 지급한 임금 등의 세부 항목이 사용사업주가 지급하여야 하는 세부 항목 각각에 대응하여 지급된 것이라고 볼 수 없으므로 특별한 사정이 없는 한 부진정연대채무자인 파견사업주가 파견근로자에게 변제한 임금 등은 그 세부 항목을 가리지 않고 그 전부가 사용사업주가 지급해야 할 금액에서 공제되어야 하고, 동일한 세부 항목이나 동종의 항목별로 대응하여 변제가 된 것이라고 볼 수는 없다.<br/> [3] 파견근로자 보호 등에 관한 법률에 따라 직접고용의무가 발생하였으나 사용사업주가 이를 이행하지 아니한 상태에서 파견근로자가 파견사업주와의 근로관계를 유지하면서 사용사업주에게 근로를 제공한 경우, 사용사업주가 직접고용의무 불이행을 이유로 파견근로자에게 지급해야 할 손해배상금을 산정할 때에는 손익상계로 파견근로자가 파견사업주로부터 지급받은 임금 등을 공제하여야 하고, 이때 직접고용의무 불이행이 원인이 되어 파견근로자가 얻은 이익은 파견사업주로부터 받은 임금 등의 전액이므로 그 전부를 공제하여야 하는 것이지, 파견근로자가 사용사업주에 대하여 일부 임금 항목에 한하여 손해배상을 구하였다고 하여 그와 동일하거나 동종인 파견사업주의 임금 항목만을 손익상계의 대상으로 삼을 것은 아니다.<br/> [4] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)에 따른 직접고용간주의 효과가 발생하였음에도 사용사업주가 파견근로자를 현실적으로 고용하고 있지 않은 동안 파견근로자가 파견사업주 소속으로 계속 사용사업주에게 근로를 제공하였다면 파견근로자는 직접고용관계에 따른 근로제공 의무를 이행한 것으로 보아야 하므로 사용사업주를 상대로 근로제공 사실을 증명하여 그 반대급부로 임금 등을 청구할 수 있다.<br/>   직접고용간주 효과 발생 후 사용사업주가 파견근로자를 현실적으로 고용하고 있지 않은 동안 파견사업주와 파견근로자 사이의 고용관계가 단절되거나 그 밖의 사유로 사용사업주에 대한 근로제공이 종료되거나 일시적으로 중단된 경우, 파견근로자는 민법 제538조 제1항에 따라 근로제공이 이루어지지 않은 것이 사용사업주의 책임 있는 사유로 인한 것임을 증명하여 사용사업주를 상대로 근로제공 중단 기간 동안 근로제공을 계속하였다면 받을 수 있었던 임금 등 상당액을 청구할 수 있다. 이때 근로제공이 이루어지지 않은 것이 사용사업주의 책임 있는 사유로 인한 것인지는 근로제공이 이루어지지 않은 구체적인 사유와 경위, 그 사유에 관한 파견근로자와 사용사업주의 태도 등을 고려하여 판단하여야 한다.<br/>   파견근로자 보호 등에 관한 법률에 따라 사용사업주에게 직접고용의무가 발생하였으나 사용사업주가 이를 이행하지 아니하였다면 사용사업주에 대하여 근로를 제공한 파견근로자는 사용사업주를 상대로 직접고용관계가 성립할 때까지의 임금 등 상당의 손해배상을 청구할 수 있고, 직접고용의무 발생 후 사용사업주에 대한 근로제공이 이루어지지 않은 경우에도 파견근로자는 근로의 미제공이 사용사업주의 직접고용의무 불이행으로 인한 것임을 증명하여 해당 기간 동안 계속 근로를 제공하였다면 받을 수 있었던 임금 등 상당의 손해배상을 청구할 수 있다. 이때 파견근로자가 근로를 제공하지 않은 것이 사용사업주의 직접고용의무 불이행으로 인한 것인지는 직접고용간주의 경우에 사용사업주의 책임 있는 사유로 인한 것인지를 판단할 때와 동일한 기준으로 판단하여야 한다.<br/> [5] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)에 따른 직접고용간주의 효과나 파견근로자 보호 등에 관한 법률에 따른 직접고용의무가 발생하였음에도 사용사업주가 파견근로자를 현실적으로 고용하고 있지 않은 동안 파견근로자가 파견사업주의 해고, 파견사업주 변경 과정에서의 고용관계 미승계, 파견사업주의 정년 도과 등 파견사업주나 사용사업주에 의하여 사용사업주에게 근로를 제공할 수 없게 된 경우에는 특별한 사정이 없는 한 그 근로제공 중단은 사용사업주의 책임 있는 사유 등으로 인한 것으로 볼 수 있고, 다만 사용사업주가 파견근로자를 현실적으로 직접 고용하였거나 직접고용의무를 이행하였더라도 파견근로자가 근로를 제공하지 않았을 것이라고 평가할 수 있는 예외적인 경우에는 달리 볼 수 있다.<br/> [6] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것)에 따라 고용간주 효과가 발생하였더라도 특별한 사정이 없는 한 사용사업주의 단체협약 등에서 정한 정년이 경과함으로써 그 효과는 소멸한다. 또한 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다)에 따라 사용사업주에게 파견근로자를 직접 고용할 의무가 발생하였더라도 특별한 사정이 없는 한 사용사업주의 정년이 경과함으로써 위와 같은 직접고용의무는 소멸한다.<br/>   한편 사용사업주의 단체협약이나 취업규칙 등에서 정한 정년이 경과한 파견근로자에 대하여 파견법 제21조 제1항이 금지하는 차별적 처우가 있는지를 판단할 때 비교대상 근로자는 원칙적으로 사용사업주의 사업장에서 정년을 경과하여 같은 종류의 업무 또는 유사한 업무를 수행하는 정규직 근로자가 있다면 그 근로자가 되어야 한다. 만일 그러한 근로자가 없는 경우 정년이 경과하여 퇴직한 근로자가 사용사업주에게 촉탁직 등 기간제 근로자로 채용되어 같은 종류의 업무 또는 유사한 업무를 수행하고 있다면, 위 기간제 근로자 역시 비교대상 근로자가 될 수 있다. 사용사업주의 사업장에 정년을 경과하여 같은 종류의 업무 또는 유사한 업무를 수행하는 근로자가 없는 경우에는 정년을 경과하지 않은 같은 종류의 업무 또는 유사한 업무를 수행하는 근로자를 비교대상 근로자로 삼을 수밖에 없을 것이나, 이러한 경우에도 파견근로자의 정년이 경과하였다는 사정을 불리한 처우에 합리적 이유가 있는지 판단하는 데에 고려하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 제3항 / [2] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 민법 제413조 / [3] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조, 제393조 / [4] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조, 제538조 제1항 / [5] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조, 제538조 제1항 / [6] 구 파견근로자 보호 등에 관한 법률(2006. 12. 21. 법률 제8076호로 개정되기 전의 것) 제6조 제3항(현행 제6조의2 제1항 제3호, 제2항 참조), 파견근로자 보호 등에 관한 법률 제2조 제7호, 제6조의2 제1항, 제21조 제1항<br/>",
  "참조판례": "[1] 대법원 2015. 2. 26. 자 2011카기535 결정, 대법원 2022. 7. 28. 자 2016카기309 결정 / [3] 대법원 2017. 3. 22. 선고 2015다232859 판결 / [5] 대법원 2022. 10. 27. 선고 2017다14581, 14598, 14604, 14611, 14628, 14635, 14642, 14659 판결(공2022하, 2283), 대법원 2022. 10. 27. 선고 2017다15065, 15072, 15089, 15096, 15102, 15119, 15126, 15133 판결 / [6] 대법원 2022. 10. 27. 선고 2017다9732, 9749, 9756 판결(공2022하, 2271), 대법원 2023. 4. 27. 선고 2021다229588 판결<br/>"
}