{
  "판례일련번호": "239899",
  "사건명": "물품대금",
  "사건번호": "2023다288772",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 중화인민공화국과 대한민국 당사자 사이의 물품매매계약에 관하여 ‘국제물품매매계약에 관한 국제연합 협약’(United Nations Convention on Contracts for the International Sale of Goods 1980)이 우선 적용되는지 여부(적극) / 위 협약이 적용을 배제하거나 규율하고 있지 않은 사항에 해당하는 법률관계에 대해서는 법정지 국제사법에 따라 결정되는 준거법이 적용되는지 여부(적극) 및 중화인민공화국과 대한민국 당사자 사이의 물품매매계약에 관한 대리권의 수여, 존부, 내용 및 범위와 소멸 등 대리를 둘러싼 법률관계에 적용되는 법(=법정지인 우리나라 국제사법에 따라 결정되는 준거법)<br/> [2] 준거법 결정에 대한 구 국제사법 제25조 및 제26조에 따라 본인과 대리인 간에 체결된 위임계약 등에서 명시적 또는 묵시적으로 선택된 법이 없는 경우, 대리인이 본인으로부터 적법한 대리권을 수여받았는지를 판단하기 위해 법원이 심리·검토하여야 할 사항(=대리인의 상거소지나 영업소) / 이와 같은 법리는 본인이 상대방과 체결한 매매계약이 ‘국제물품매매계약에 관한 국제연합 협약’(United Nations Convention on Contracts for the International Sale of Goods 1980)의 적용대상이 되는 국제물품매매계약이라고 하더라도 마찬가지인지 여부(적극) <br/>",
  "판결요지": "[1] 우리나라가 가입한 국제조약은 일반적으로 민법이나 상법 또는 국제사법보다 우선적으로 적용된다. 중화인민공화국과 대한민국은 모두 ‘국제물품매매계약에 관한 국제연합 협약’(United Nations Convention on Contracts for the International Sale of Goods 1980, 이하 ‘매매협약’이라 한다)에 가입하였으므로, 중화인민공화국과 대한민국 당사자 사이의 물품매매계약에 관하여는 매매협약 제1조 제1항에 따라 위 협약이 우선 적용된다. 다만 매매협약이 그 적용을 배제하거나 규율하고 있지 않은 사항에 해당하는 법률관계에 대해서는 법정지 국제사법에 따라 결정되는 준거법이 적용된다. 매매협약은 국제물품매매계약의 성립, 매도인과 매수인의 의무, 위험의 이전 및 손해배상 범위 등에 관하여 규율하고 있으나 당사자의 권리능력, 행위능력과 대리권 등 매매계약의 유효성에 영향을 미치는 사항에 관하여는 규율하고 있지 않다. 따라서 대리권의 수여, 존부, 내용 및 범위와 소멸 등 대리를 둘러싼 법률관계에 대해서는 법정지인 우리나라 국제사법에 따라 결정되는 준거법이 적용되어야 한다.<br/> [2] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것, 이하 같다) 제18조 제1항은 \"본인과 대리인 간의 관계는 당사자 간의 법률관계의 준거법에 의한다.\"라고 규정하고 있다. 따라서 본인과 대리인 간에 위임계약 등의 법률관계가 존재하는 경우 대리인이 본인으로부터 대리권을 적법하게 수여받았는지는 그 위임계약 등에서 명시적 또는 묵시적으로 선택한 법에 따르고(구 국제사법 제25조 제1항), 준거법을 선택하지 아니한 경우에는 그 계약과 가장 밀접한 관련이 있는 국가의 법에 따른다(구 국제사법 제25조 제1항, 제26조 제1항). 한편 구 국제사법 제26조 제2항 제3호에 따르면, 위임계약이나 이와 유사한 용역제공계약의 경우에는 위임사무를 처리해야 하는 수임인이나 그 용역을 이행하는 자의 상거소지나 영업소(그 계약이 직업 또는 영업활동으로 체결된 경우)가 있는 국가의 법이 가장 밀접한 관련이 있는 것으로 추정된다(구 국제사법 제26조 제2항 제3호). <br/>  따라서 본인과 대리인 간에 체결된 위임계약 등에서 명시적 또는 묵시적으로 선택된 법이 없다면, 법원으로서는 대리인이 본인으로부터 적법한 대리권을 수여받았는지를 판단하기 위해 그 대리인의 상거소지나 영업소가 어디인지를 심리·검토하여야 한다. 그리고 이와 같은 법리는 본인이 상대방과 체결한 매매계약이 ‘국제물품매매계약에 관한 국제연합 협약’(United Nations Convention on Contracts for the International Sale of Goods 1980)의 적용대상이 되는 국제물품매매계약이라고 하더라도 마찬가지다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국제물품매매계약에 관한 국제연합 협약 제1조 제1항 / [2] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제1조(현행 제1조 참조), 제18조 제1항(현행 제32조 제1항 참조), 제25조 제1항(현행 제45조 제1항 참조), 제26조 제1항(현행 제46조 제1항 참조), 제2항 제3호(현행 제46조 제2항 제3호 참조), 민사소송법 제134조[직권조사사항]<br/>",
  "참조판례": "[1] 대법원 2022. 1. 13. 선고 2021다269388 판결(공2022상, 328), 대법원 2023. 9. 27. 선고 2021다255655 판결(공2023하, 1909)<br/>"
}