{
  "판례일련번호": "239817",
  "사건명": "부당이득금",
  "사건번호": "2022가단114635",
  "법원명": "대전지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20231207",
  "판시사항": "甲이 乙 지역주택조합에 가입하기 위해 제1차 계약금을 납부하였다가 다음 날 조합 가입을 철회하려 하였으나, 乙 지역주택조합 추진위원회 등이 철회가 불가능하다고 하여 甲이 다시 계약을 진행하기로 하고 조합가입계약서를 작성한 다음 제2차 계약금을 지급하였는데, 이후 甲이 중도금 대출이 실행되지 않아 乙 지역주택조합 추진위원회 등과 전화상담을 하였고, 乙 지역주택조합 추진위원회 등이 계약해지를 하면 위약금이 발생한다며 계약유지를 권유하자, 甲이 乙 지역주택조합 추진위원회 등을 상대로 조합가입계약 취소 및 계약금 반환을 구한 사안에서, 乙 지역주택조합 추진위원회 등이 甲과 조합가입계약서를 작성하면서 \"가입철회, 조합탈퇴 및 환급에 관한 사항\"을 설명하지 않은 점 등 제반 사정을 종합하면, 乙 지역주택조합 추진위원회 등의 주택법상 여러 조항들의 위반 행위는 단순하고 사소한 위반이 아니고 적극적 기망으로써 甲을 속인 데에 해당하여 甲은 민법 제110조에 의하여 계약을 취소할 수 있으므로, 乙 지역주택조합 추진위원회는 甲에게 계약금을 반환하여야 한다고 한 사례<br/>",
  "판결요지": "甲이 乙 지역주택조합에 가입하기 위해 제1차 계약금을 납부하였다가 다음 날 조합 가입을 철회하려 하였으나, 乙 지역주택조합 추진위원회 등이 철회가 불가능하다고 하여 甲이 다시 계약을 진행하기로 하고 조합가입계약서를 작성한 다음 제2차 계약금을 지급하였는데, 이후 甲이 중도금 대출이 실행되지 않아 乙 지역주택조합 추진위원회 등과 전화상담을 하였고, 乙 지역주택조합 추진위원회 등이 계약해지를 하면 위약금이 발생한다며 계약유지를 권유하자, 甲이 乙 지역주택조합 추진위원회 등을 상대로 조합가입계약 취소 및 계약금 반환을 구한 사안이다.<br/>  乙 지역주택조합 추진위원회 등이 甲과 조합가입계약서를 작성하면서 \"가입철회, 조합탈퇴 및 환급에 관한 사항\"을 설명하지 않은 점, 甲이 제1차 계약금 반환을 요구했을 당시 甲과 통화한 乙 지역주택조합 추진위원회 등이 계약금 반환이 불가능하다는 취지로 거듭 설명했고 乙 지역주택조합 추진위원회 등의 이러한 설명과 완강한 입장에 영향을 받아 甲이 정식 계약서를 작성·교부받기로 한 다음 제2차 계약금도 납입하였는데, 이에 관하여 乙 지역주택조합 추진위원회 등이 위약금 발생 때문에 그렇게 말한 것이지 무조건적으로 해지할 수 없다고 한 것이 아니라는 주장은, \"모집주체는 주택조합의 가입을 신청한 자에게 청약 철회를 이유로 위약금 또는 손해배상을 청구할 수 없다.\"라고 규정한 주택법 제11조의6 제6항에 어긋나므로, 乙 지역주택조합 추진위원회 등이 위와 같이 설명하였다면 위 주택법 규정을 몰각하여 거짓 설명을 한 것이고 주택법 제11조의4 제1항의 설명의무도 실질적으로 위반한 것인 점, 이후 乙 지역주택조합 추진위원회 등은 甲에게 조합원 탈퇴를 하려면 위약금을 납입해야 한다는 뜻으로 설명하며 청약철회권(주택법 제11조의6 제2항, 제6항)에 관하여 제대로 설명하지 않았고 오히려 일부러 틀리게 설명하였는데, 乙 지역주택조합 추진위원회 등의 이러한 설명의무 해태 내지 설명의무 법률조항 위반은 비교적 일관되고 반복된 것으로 보이는 점, 乙 지역주택조합 추진위원회 등이 청약 철회와 가입비 반환에 관하여 甲에게 구두 설명을 정확하게 해주었어야만 주택법상 설명의무를 이행했다고 볼 수 있는데, 乙 지역주택조합 추진위원회 등의 직원 누구도 甲에게 계약철회권, 철회기간에 관하여 구두 설명을 함으로써 설명의무에 관한 위 주택법령을 충실히 준수하였다고 볼 만한 정황 증거가 없고, 오히려 일부러 틀리게, 반대 취지로 설명한 바 있음이 명백한 점 등을 종합하면, 乙 지역주택조합 추진위원회 등의 이러한 법령상 여러 조항들의 위반 행위는 단순하고 사소한 위반이 아니고 적극적 기망으로써 甲을 속인 데에 해당하여 甲은 민법 제110조에 의하여 계약을 취소할 수 있으므로, 乙 지역주택조합 추진위원회는 甲에게 계약금을 반환하여야 한다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "주택법 제11조의4 제1항, 제11조의6 제2항, 제6항, 주택법 시행령 제24조의3 제2항, 민법 제110조, 제741조<br/>",
  "참조판례": ""
}