{
  "판례일련번호": "239917",
  "사건명": "대수선허가처분등취소의소[공동주택의 발코니에 설치된 벽의 해체가 문제된 사건]",
  "사건번호": "2021두58998",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 건축법령상 대수선에서 말하는 ‘내력벽’의 의미 및 공동주택 내부에 설치된 벽체가 내력벽에 해당하는지 판단하는 방법<br/> [2] 집합건물에서 건물의 골격을 이루는 외벽이 구분소유권자의 전원 또는 일부의 공용에 제공되는 부분인지 판단하는 기준<br/> [3] 집합건물 공용부분의 대수선과 관련한 행정청의 허가, 사용승인 등 일련의 처분에 관하여 처분의 직접 상대방 외에 해당 집합건물의 구분소유자에게도 취소를 구할 원고적격이 인정되는지 여부(적극)<br/>",
  "판결요지": "[1] 건축법상 허가 또는 신고 대상행위인 ‘대수선’이란 건축물의 기둥, 보, 내력벽, 주계단 등의 구조나 외부 형태를 수선·변경하거나 증설하는 것으로서 대통령령으로 정하는 것을 말한다(건축법 제2조 제1항 제9호). 내력벽을 증설 또는 해체하거나 그 벽면적을 30㎡ 이상 수선 또는 변경하는 것으로서 증축·개축 또는 재축에 해당하지 않는 것은 대수선에 포함된다(건축법 시행령 제3조의2 제1호). 여기에서 ‘내력벽’이란 일반적으로 건축물의 하중을 견디거나 전달하기 위한 벽체로서, 공동주택 내부에 설치된 벽체가 내력벽에 해당하는지는 건물 전체의 구조와 외부 형태, 벽체의 구조와 설계·시공상의 취급, 벽체에 미치는 하중의 방향과 크기 등을 종합적으로 고려하여 판단되어야 하고, 해당 벽체를 제거하였을 때 건축물의 구조안전에 구체적 위험이 초래되지 않는다는 사정만으로 그 벽체가 내력벽에 해당하지 않는다고 섣불리 단정할 수 없다. <br/> [2] 집합건물에서 건물의 안전이나 외관을 유지하기 위하여 필요한 지주, 지붕, 외벽, 기초공작물 등은 구조상 구분소유자의 전원 또는 일부의 공용에 제공되는 부분으로서 구분소유권의 목적이 되지 않으며 건물의 골격을 이루는 외벽이 구분소유권자의 전원 또는 일부의 공용에 제공되는지는 그것이 1동 건물 전체의 안전이나 외관을 유지하기 위하여 필요한 부분인지에 따라 결정되어야 하고 그 외벽의 바깥쪽 면도 외벽과 일체를 이루는 공용부분이다. <br/> [3] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’이라 한다)상 집합건물의 공용부분은 구분소유자 전원 또는 일부의 공용에 제공되는 것으로 구분소유자 전원의 각 전유부분 면적비율에 따른 공유에 속하고(집합건물법 제3조, 제10조, 제12조), 각 공유자는 공용부분을 그 용도에 따라 사용할 수 있다(집합건물법 제11조). <br/>   건축법은 집합건물의 공용부분을 대수선하려는 자로 하여금 구분소유자 전원을 구성원으로 하는 관리단집회에서 구분소유자 2/3 이상 및 의결권 2/3 이상의 결의로써 그 대수선에 동의하였다는 사정을 증명해야 대수선에 관한 허가를 받을 수 있도록 규정하고 있다(건축법 제11조 제11항 제5호, 집합건물법 제15조 제1항). 이와 같은 건축법 규정은 구분소유자들이 공유하고 각자 그 용도에 따라 사용할 수 있는 공용부분의 대수선으로 인하여 공용부분의 소유·사용에 제한을 받을 수 있는 구분소유자의 개별적 이익을 구체적이고 직접적으로 보호하는 규정으로 볼 수 있다. <br/>   따라서 집합건물 공용부분의 대수선과 관련한 행정청의 허가, 사용승인 등 일련의 처분에 관하여는 처분의 직접 상대방 외에 해당 집합건물의 구분소유자에게도 취소를 구할 원고적격이 인정된다고 보는 것이 타당하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 건축법 제2조 제1항 제9호, 건축법 시행령 제3조의2 제1호 / [2] 집합건물의 소유 및 관리에 관한 법률 제2조, 제3조 / [3] 집합건물의 소유 및 관리에 관한 법률 제3조, 제10조, 제11조, 제12조, 제15조 제1항, 건축법 제2조 제1항 제9호, 제11조 제11항 제5호, 행정소송법 제12조<br/>",
  "참조판례": "[1] 대법원 2016. 12. 15. 선고 2015도10671 판결(공2017상, 196) / [2] 대법원 1993. 6. 8. 선고 92다32272 판결(공1993하, 1997), 대법원 1996. 9. 10. 선고 94다50380 판결(공1996하, 2989), 대법원 2011. 4. 28. 선고 2011다12163 판결<br/>"
}