{
  "판례일련번호": "239911",
  "사건명": "국적비보유판정취소의소[국적 취득에서 신뢰보호의 원칙의 적용 여부가 문제된 사건]",
  "사건번호": "2022두60011",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 행정청의 행위에 대하여 신뢰보호의 원칙이 적용되기 위한 요건 및 행정청의 공적 견해표명이 있었는지 판단하는 방법<br/> [2] 법적으로 혼인한 상태가 아닌 대한민국 국적인 부와 중화인민공화국 국적인 모 사이에 출생한 甲과 乙이 출생신고에 따라 주민등록번호를 부여받고 가족관계등록부에 등록되었으며 각각 17세 때 주민등록증을 발급받았는데, 관할 행정청이 ‘외국인 모와의 혼인외자 출생신고’라며 가족관계등록부를 말소하고 출입국관리 행정청이 부모들에게 甲과 乙에 대한 국적 취득 절차를 안내했음에도 이를 진행하지 않다가 성년이 된 후 국적법에 따라 국적보유판정을 신청했으나, 법무부장관이 대한민국 국적 보유자가 아니라는 이유로 甲과 乙에게 국적비보유 판정을 한 사안에서, 위 판정은 甲과 乙의 신뢰에 반하여 이루어진 것으로 신뢰보호의 원칙에 위배된다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 행정상의 법률관계에서 행정청의 행위에 대하여 신뢰보호의 원칙이 적용되기 위하여는, 첫째 행정청이 개인에 대하여 신뢰의 대상이 되는 공적인 견해표명을 하여야 하고, 둘째 행정청의 견해표명이 정당하다고 신뢰한 데에 대하여 그 개인에게 귀책사유가 없어야 하며, 셋째 그 개인이 그 견해표명을 신뢰하고 이에 기초하여 어떠한 행위를 하였어야 하고, 넷째 행정청이 위 견해표명에 반하는 처분을 함으로써 그 견해표명을 신뢰한 개인의 이익이 침해되는 결과가 초래되어야 하는바, 어떠한 행정처분이 이러한 요건을 충족하는 때에는 공익 또는 제3자의 정당한 이익을 현저히 해할 우려가 있는 경우가 아닌 한 신뢰보호의 원칙에 반하는 행위로서 위법하다. <br/>   한편 행정청의 공적 견해표명이 있었는지를 판단할 때에는 반드시 행정조직상의 형식적인 권한분장에 구애될 것은 아니고, 담당자의 조직상의 지위와 임무, 해당 언동을 하게 된 구체적인 경위 및 그에 대한 상대방의 신뢰가능성에 비추어 실질에 의하여 판단해야 한다. <br/> [2] 법적으로 혼인한 상태가 아닌 대한민국 국적인 부와 중화인민공화국 국적인 모 사이에 출생한 甲과 乙이 출생신고에 따라 주민등록번호를 부여받고 가족관계등록부에 등록되었으며 각각 17세 때 주민등록증을 발급받았는데, 관할 행정청이 ‘외국인 모와의 혼인외자 출생신고’라며 가족관계등록부를 말소하고 출입국관리 행정청이 부모들에게 甲과 乙에 대한 국적 취득 절차를 안내했음에도 이를 진행하지 않다가 성년이 된 후 국적법 제20조에 따라 국적보유판정을 신청했으나, 법무부장관이 대한민국 국적 보유자가 아니라는 이유로 甲과 乙에게 국적비보유 판정을 한 사안에서, 주민등록번호와 주민등록증은 외부에 공시되어 대내외적으로 행정행위의 적법한 존재를 추단하는 중요한 근거가 되는 점에 비추어 행정청이 공신력 있는 주민등록번호와 이에 따른 주민등록증을 부여한 행위는 甲과 乙에게 대한민국 국적을 취득하였다는 공적인 견해를 표명한 것인 점, 미성년자였던 甲과 乙이 자신들이 대한민국 국적을 보유하고 있음을 전제로 반복적으로 이루어진 행정행위를 신뢰하여 국적법 제3조 및 제8조에 따른 국적 취득 절차를 진행하지 않은 채 성인이 된 점, 성인이 된 甲과 乙은 위 판정으로 이제는 국적법 제3조, 제8조에 따라 간편하게 국적을 취득할 기회를 상실하게 되었고, 평생 보유했다고 여긴 대한민국 국적이 부인되고 국적의 취득 여부가 불안정한 상황에 놓이게 된 결과 자신들이 출생하고 성장한 대한민국에 체류할 자격부터 변경되는 등 평생 이어온 생활의 기초가 흔들리는 중대한 불이익을 입게 된 점, 출입국관리 행정청으로부터 부모가 아닌 甲과 乙에 대하여도 국적 취득이 필요하다는 안내가 이루어졌다고 볼 만한 자료가 없는 이상 甲과 乙이 대한민국 국적을 취득하였다고 신뢰한 데에 귀책사유가 있다고 보기 어려운 점을 종합하면, 위 판정은 甲과 乙의 신뢰에 반하여 이루어진 것으로 신뢰보호의 원칙에 위배된다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정기본법 제12조 제1항, 행정절차법 제4조 제2항 / [2] 행정기본법 제12조 제1항, 행정절차법 제4조 제2항<br/>",
  "참조판례": "[1] 대법원 1999. 3. 9. 선고 98두19070 판결(공1999상, 684), 대법원 2006. 6. 9. 선고 2004두46 판결(공2006하, 1273), 대법원 2008. 1. 17. 선고 2006두10931 판결<br/>"
}