{
  "판례일련번호": "239981",
  "사건명": "출국명령처분취소",
  "사건번호": "2023구단11356",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240110",
  "판시사항": "우즈베키스탄 국적의 외국인 甲이 대한민국 국민 乙과 혼인하여 결혼이민 체류자격 허가를 받아 대한민국에 입국한 뒤 영주 체류자격으로 변경허가를 받아 체류해오다 乙과 협의이혼하였는데, 이후 乙과의 위장결혼이 의심되어 실시한 실태조사 결과 甲이 정상적인 혼인상태가 아님이 명백함에도 불구하고 부정한 방법으로 영주 체류자격을 취득하였다고 판단하여 관할 출입국·외국인사무소 출장소장이 출입국관리법 제89조의2 제1항 제1호에 따른 甲의 영주 체류자격 허가 취소와 같은 법 제68조 제1항 제3호의2에 따른 출국명령을 하며, 출석 요청에 따라 사무소를 방문한 甲에게 구두로 영주 체류자격이 취소되었다고 통보하였을 뿐 체류자격 취소처분의 처분서를 교부하지 않고, 출국명령의 처분서만을 교부한 사안에서, 선행처분인 체류자격 취소처분은 행정절차법 제24조 제1항을 위반한 것으로서 하자가 중대·명백하여 당연무효에 해당하므로, 이를 기초로 이루어진 후행처분인 출국명령도 위법하다고 한 사례<br/>",
  "판결요지": "우즈베키스탄 국적의 외국인 甲이 대한민국 국민 乙과 혼인하여 결혼이민 체류자격 허가를 받아 대한민국에 입국한 뒤 영주 체류자격으로 변경허가를 받아 체류해오다 乙과 협의이혼하였는데, 이후 乙과의 위장결혼이 의심되어 실시한 실태조사 결과 甲이 정상적인 혼인상태가 아님이 명백함에도 불구하고 부정한 방법으로 영주 체류자격을 취득하였다고 판단하여 관할 출입국·외국인사무소 출장소장이 출입국관리법 제89조의2 제1항 제1호에 따른 甲의 영주 체류자격 허가 취소와 같은 법 제68조 제1항 제3호의2에 따른 출국명령을 하며, 출석 요청에 따라 사무소를 방문한 甲에게 구두로 영주 체류자격이 취소되었다고 통보하였을 뿐 체류자격 취소처분의 처분서를 교부하지 않고, 출국명령의 처분서만을 교부한 사안이다.<br/>  위 출국명령은 甲에 대한 영주 체류자격이 적법하게 취소되었을 것을 전제로 하는 것이어서 체류자격 취소처분과 출국명령은 선행처분과 후행처분의 관계에 있는데, ① 체류자격 취소처분의 경우 ‘처분서 작성·교부’ 절차를 거치기 곤란하거나 거칠 필요가 없다고 보기 어렵고, 출장소장이 ‘처분서 작성·교부’ 절차에 준하는 절차를 거쳤다고 볼 만한 증거도 없으며, 구 출입국관리법 시행령(2023. 12. 12. 대통령령 제33918호로 개정되기 전의 것) 제94조 제1항에서 ‘체류자격 취소처분을 한 때에는 해당 외국인에게 그 취소 사실을 알려야 한다.’는 부분은 ‘처분서 작성·교부’ 절차를 대체하는 규정이라고 볼 수 없고, ‘그 뜻을 여권에 적을 수 있다.’는 부분은 체류자격 취소처분의 후속절차를 규정한 것으로 보여 ‘처분서 작성·교부’ 절차에 준하는 절차를 규정하고 있는 것으로 보기도 어려우므로, 체류자격 취소처분에는 행정절차법 제24조 제1항에서 정한 ‘처분서 작성·교부’에 관한 사항이 그대로 적용된다고 봄이 타당한 점, ② 체류자격 취소처분 시 ‘처분서 작성·교부’ 절차를 준수하지 못할 긴급한 사정이 있다거나 그것이 공공의 안전 또는 복리와 관계된다고 보기 어려워, 행정절차법 제24조 제2항에서 정한 ‘공공의 안전 또는 복리를 위하여 긴급히 처분을 할 필요가 있는 경우’에 해당한다고 보기 어렵고, 출장소장 또한 체류자격 취소처분의 처분서를 교부하지 아니한 경위에 관하여 공공의 안전 또는 복리를 위한 긴급한 사정이 있었다고 주장하는 것이 아니라, 甲의 의견진술 절차가 일과시간 이후까지 진행되면서 담당공무원의 실수가 있었다고 주장할 뿐이므로, 출장소장이 甲에게 처분서를 교부함에 있어 어떠한 장애가 있었다고 보기도 어려운 점, ③ 행정절차법 제24조 제2항은 ‘사안이 경미한 경우’를 ‘처분서 작성·교부’ 절차의 예외로 규정하고 있는데, 체류자격이 취소될 경우 해당 외국인은 강제퇴거(출입국관리법 제46조 제1항 제8호), 출국명령(출입국관리법 제68조 제1항 제3호)의 대상이 되므로, 이러한 불이익을 고려할 때 일반체류자격에 관한 체류자격 취소처분의 경우에도 행정절차법 제24조 제2항에서 정한 ‘사안이 경미한 경우’에 해당한다고 보기 어렵고, 더욱이 출입국관리법령은 체류자격 가운데 영주자격을 가진 외국인에 대하여 그 권리를 더욱 두텁게 보호하고 있어, 체류자격 가운데서도 영주자격 취소는 자격 소지 외국인의 대한민국 내 체류 및 활동에 관한 권리를 중대하게 제한하는 것에 해당하여 일반체류자격 취소와 비교하여 행정절차법 제24조 제1항 등에 기한 절차적 권리가 보다 엄격하게 보장되어야 하는 점 등을 종합하면, 선행처분인 체류자격 취소처분은 행정절차법 제24조 제1항을 위반한 것으로서 그 하자가 중대·명백하여 당연무효에 해당하므로, 이를 기초로 이루어진 후행처분인 출국명령도 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "행정절차법 제3조 제2항 제9호, 제24조 제1항, 제2항, 행정절차법 시행령 제2조 제2호, 출입국관리법 제10조, 제10조의3, 제24조, 제46조, 제68조 제1항, 제2항, 제89조 제1항, 제89조의2 제1항 제1호, 구 출입국관리법 시행령(2023. 12. 12. 대통령령 제33918호로 개정되기 전의 것) 제94조 제1항<br/>",
  "참조판례": ""
}