{
  "판례일련번호": "239983",
  "사건명": "손해배상(기)",
  "사건번호": "2022가단53691",
  "법원명": "전주지법 군산지원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20231207",
  "판시사항": "甲이 공인중개사 乙의 중개로 丙 등과 토지 및 지상 건물에 관한 매매계약을 체결하고 소유권이전등기를 마쳤다가 이후 丙 등을 상대로는 위 부동산에 소재한 창고가 무단증축된 불법건축물임을 알면서도 이러한 사실을 알리지 않아 창고 철거 및 신축비용과 취득세 추가 납부의 손해를 입었다며 주위적으로 기망행위로 인한 손해배상책임과 예비적으로 매도인의 하자담보책임을 구하고, 乙을 상대로는 중개대상물에 관한 설명의무를 위반하였다며 불법행위에 따른 손해배상책임을, 한국공인중개사협회를 상대로는 乙과의 공제계약에 따른 책임을 구한 사안에서, 제반 사정에 비추어 보면 丙 등에게 부동산 거래관계에서 신의칙상 고지의무를 위반한 사실이 있다고 보기 어렵고, 위 매매계약의 목적물에 하자가 있다고 보기도 어려우므로, 丙 등에 대한 甲의 청구가 모두 이유 없다고 한 다음, 乙이 설명의무를 위반한 사실은 인정되나, 甲에게 창고 철거 및 신축비용 등 손해가 실제로 발생하였다고 볼 수 없고, 甲이 추가로 부담하게 되었다고 주장하는 취득세 차액 상당액도 손해에 해당한다거나 설령 손해에 해당하더라도 乙의 설명의무 위반과 인과관계가 있다고 할 수 없으므로, 乙과 한국공인중개사협회에 대한 甲의 청구도 모두 이유 없다고 한 사례<br/>",
  "판결요지": "甲이 공인중개사 乙의 중개로 丙 등과 토지 및 지상 건물에 관한 매매계약을 체결하고 소유권이전등기를 마쳤다가 이후 丙 등을 상대로는 위 부동산에 소재한 창고가 무단증축된 불법건축물임을 알면서도 이러한 사실을 알리지 않아 창고 철거 및 신축비용과 취득세 추가 납부의 손해를 입었다며 주위적으로 기망행위로 인한 손해배상책임과 예비적으로 매도인의 하자담보책임을 구하고, 乙을 상대로는 중개대상물에 관한 설명의무를 위반하였다며 불법행위에 따른 손해배상책임을, 한국공인중개사협회를 상대로는 乙과의 공제계약에 따른 책임을 구한 사안이다.<br/>  위 부동산 소재지에는 매매계약서상 기재된 주택 외에 미등기 무허가건축물인 창고 2채가 각 증축된 상태였고, 매매계약 당시 乙은 甲에게 중개대상물확인·설명서를 교부하면서 건축물대장상 위반건축물 여부란에 ‘적법’이라고 표시한 사실, 甲과 丙 등은 매매계약 체결 이전 위 부동산 소재지에 창고가 증축되어 있는 상태임을 확인하고 위 부동산과 창고 일체를 대상으로 매매계약을 체결한 사실, 건축물대장상 위 부동산에 불법증축 부분이 존재한다고 표기되어 있지는 않고, 위 창고에 대하여 불법건축물이라는 사유로 철거 등을 명하는 행정처분이 내려진 적이 없는 사실, 甲이 취득세를 납부하는 과정에서 위 창고는 주택과 다른 취득세율이 적용되어 취득세 납부액이 증액되었다는 통보를 받고 증액된 취득세를 납부한 사실을 인정한 다음, 丙 등은 위 창고가 증축된 부분이라는 점을 甲에게 고지하였던 것으로 보이고, 甲은 매매목적물인 위 부동산 및 창고의 현황과 매매목적물의 부동산등기부등본을 대조·확인함으로써 위 창고가 미등기의 무허가 건축물이라는 점을 충분히 인식할 수 있었다고 봄이 타당한 점 등 제반 사정에 비추어 보면 丙 등에게 부동산 거래관계에서 신의칙상 고지의무를 위반한 사실이 있다고 보기 어렵고, 미등기의 무허가건물도 통상 매매목적물로서 거래대상이 될 수 있으므로 위 창고가 미등기 무허가건물이라는 사실 자체로 거래통념상 기대되는 객관적인 성질·성능을 결여하였다고 볼 수 없고, 위 창고에 물적 결함이 있어 甲이 이를 사용·수익하지 못하게 되었다고 볼만한 자료도 없는 점 등 제반 사정에 비추어 보면 위 매매계약의 목적물에 하자가 있다고 보기 어려우므로, 丙 등에 대한 甲의 청구가 모두 이유 없다고 한 다음, 乙이 중개대상물의 상태, 권리관계 등에 대하여 확인을 하고 이를 설명할 의무가 있음에도 이를 제대로 이행하지 않은 사실은 인정되나, 甲에게 위 창고의 철거 및 신축비용 상당의 손해가 실제로 발생하였다고 볼 수 없고, 甲이 추가로 부담하게 되었다고 주장하는 취득세 차액 상당액도 손해에 해당한다거나 설령 손해에 해당하더라도 乙의 설명의무 위반과 인과관계가 있다고 할 수 없으므로, 乙과 한국공인중개사협회에 대한 甲의 청구도 모두 이유 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제2조, 제563조, 제580조, 제750조, 공인중개사법 제25조, 제30조 제1항, 제3항, 제42조<br/>",
  "참조판례": ""
}