{
  "판례일련번호": "239931",
  "사건명": "위계공무집행방해[시의회 의장선거에서 위계에 의한 공무집행방해죄 성립 여부가 문제된 사안]",
  "사건번호": "2023도7760",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 위계에 의한 공무집행방해죄에서 ‘위계’의 의미 및 상대방이 위계에 따라 그릇된 행위나 처분을 하여야만 위 죄가 성립하는지 여부(적극) / 이때 범죄행위가 구체적인 공무집행을 저지하거나 현실적으로 곤란하게 하는 데까지는 이르지 아니하고 미수에 그친 경우, 위계에 의한 공무집행방해죄로 처벌할 수 있는지 여부(소극)<br/>  [2] 피고인들 등은 甲 정당 소속 시(市)의회 의원으로서 시의회 의장선거를 앞두고 개최된 甲 정당 의원총회에서 乙을 의장으로 선출하기로 합의한 다음, 합의 내용의 이행을 확보하고 이탈표 발생을 방지하기 위하여 공모에 따라 피고인별로 미리 정해 둔 투표용지의 가상의 구획 안에 ‘乙’의 이름을 각각 기재하는 방법으로 투표하여 乙이 의장으로 당선되게 함으로써, 무기명·비밀투표 권한을 가진 丙 등 공모하지 않은 의원들의 직무집행을, 투·개표 업무에 관한 감표위원 丁 등의 직무집행을, 무기명투표 원칙에 따라 의장선거를 진행하는 사무국장의 직무집행을 각각 방해하였다는 내용으로 기소된 사안에서, 공소사실 중 감표위원들과 사무국장에 대한 위계에 의한 공무집행방해죄를 인정한 원심판단은 정당하나, 공모하지 않은 의원들에 대한 위계에 의한 공무집행방해죄를 인정한 원심판단은 수긍하기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 위계에 의한 공무집행방해죄에 있어서 위계란 행위자의 행위목적을 이루기 위하여 상대방에게 오인, 착각, 부지를 일으키게 하여 그 오인, 착각, 부지를 이용하는 것을 말하는 것으로 상대방이 이에 따라 그릇된 행위나 처분을 하여야만 이 죄가 성립하는 것이고, 만약 범죄행위가 구체적인 공무집행을 저지하거나 현실적으로 곤란하게 하는 데까지는 이르지 아니하고 미수에 그친 경우에는 위계에 의한 공무집행방해죄로 처벌할 수 없다.<br/>  [2] 피고인들 등은 甲 정당 소속 시(市)의회 의원으로서 시의회 의장선거를 앞두고 개최된 甲 정당 의원총회에서 乙을 의장으로 선출하기로 합의한 다음, 합의 내용의 이행을 확보하고 이탈표 발생을 방지하기 위하여 공모에 따라 피고인별로 미리 정해 둔 투표용지의 가상의 구획 안에 ‘乙’의 이름을 각각 기재하는 방법으로 투표하여 乙이 의장으로 당선되게 함으로써, 무기명·비밀투표 권한을 가진 丙 등 공모하지 않은 의원들의 직무집행을, 투·개표 업무에 관한 감표위원 丁 등의 직무집행을, 무기명투표 원칙에 따라 의장선거를 진행하는 사무국장의 직무집행을 각각 방해하였다는 내용으로 기소된 사안에서, 비밀선거 원칙은 선거인의 의사결정이 타인에게 알려지지 않도록 투표 내용의 비밀을 보장함으로써 선거권 행사로 인한 불이익 발생을 방지하기 위한 원칙으로, 투표과정에서 자유로운 의사결정을 보장함으로써 선거의 민주적·절차적 정당성을 확보하는 데 그 취지가 있는 점, 피고인들 등의 행위로 인하여 피고인들을 비롯한 담합한 의원들 내부적으로는 서로 누가 누구에게 투표하였는지를 알 수 있게 되었으나, 공모하지 않은 의원들의 투표 내용까지 공개된다고 보기는 어려운 점, 공모하지 않은 의원들은 본래의 의도대로 투표를 하였을 뿐 피고인들 등의 행위로 인하여 오인, 착각, 부지를 일으켜 그릇된 처분이나 행위를 하였다고 보이지 않는 점, 나아가 지방의회 의원 개인들에게 무기명·비밀투표에 의해 의장선거가 이루어지도록 하여야 할 일반적인 직무상 권한이나 의무가 있다고 볼 만한 근거도 없는 점 등을 종합하면, 공소사실 중 감표위원들과 사무국장에 대한 위계에 의한 공무집행방해죄를 인정한 원심판단은 정당하나, 공모하지 않은 의원들에 대한 위계에 의한 공무집행방해죄를 인정한 원심판단은 받아들이기 어렵다는 이유로, 이와 달리 보아 공소사실 전부를 유죄로 인정한 원심판결에 위계에 의한 공무집행방해죄의 성립에 있어 위계의 실행행위와 공무집행방해의 결과에 관한 법리 등을 오해한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제137조 / [2] 형법 제30조, 제137조<br/>",
  "참조판례": "[1] 대법원 2003. 2. 11. 선고 2002도4293 판결(공2003상, 847), 대법원 2009. 4. 23. 선고 2007도1554 판결(공2009상, 781)<br/>"
}