{
  "판례일련번호": "239905",
  "사건명": "부당이득금반환청구의소",
  "사건번호": "2021다224408",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 과세대상이 되지 아니하는 법률관계나 사실관계에 대하여 이를 과세대상으로 오인할 만한 객관적인 사정이 있고 그것이 과세대상이 되는지가 사실관계를 정확히 조사하여야 비로소 밝혀질 수 있는 경우, 이에 대한 과세처분을 하자가 외관상 명백하여 당연무효라고 볼 수 있는지 여부(소극)<br/>  [2] 과세처분을 위한 조사결정절차에 단순한 과세대상의 오인, 조사방법의 잘못된 선택, 세액산출의 잘못 등의 위법이 있는 경우, 과세처분의 취소사유가 될 뿐인지 여부(적극)<br/>  [3] 甲 주식회사가 소유한 토지들은 지목이 ‘목장용지’였으나 실제 이를 목장으로 이용하지 않았고, 지방자치단체의 장은 위 토지들을 구 지방세법 제106조 제1항 제1호, 제2호의 합산과세대상 토지로 보아 재산세 및 지방교육세를 부과하여 왔는데, 이후 甲 회사가 위 토지들 지상에 건축물을 신축한 후 말을 사육하기 시작하여 이를 한국마사회에 등록하였음에도 지방자치단체의 장이 종전과 동일하게 위 토지들이 합산과세대상 토지임을 전제로 재산세 및 지방교육세를 부과하고, 관할 세무서장도 재산세 등 과세자료를 토대로 위 토지들을 합산과세대상 토지로 보아 종합부동산세 및 농어촌특별세를 부과하자, 甲 회사가 이를 전액 납부한 다음 국가와 지방자치단체를 상대로 위 토지들은 목장용지로서 분리과세대상 토지에 해당하므로 위 각 부과처분 중 분리과세대상 토지임을 전제로 계산한 세액을 초과하는 부분은 해당 처분이 위법하고 하자가 중대·명백하여 당연무효라며 부당이득반환을 구한 사안에서, 위 각 부과처분은 하자가 외관상 명백하다고 볼 수 없고, 설령 위 각 부과처분 과정에서 이루어진 조사에 일부 미진한 점이 있다 하더라도 이러한 하자는 취소사유에 해당할 뿐인데도, 위 각 부과처분의 하자가 중대·명백하여 당연무효라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 일반적으로 과세대상이 되는 법률관계나 소득 또는 행위 등의 사실관계가 전혀 없는 사람에게 한 과세처분은 하자가 중대하고도 명백하다고 할 것이지만 과세대상이 되지 아니하는 어떤 법률관계나 사실관계에 대하여 이를 과세대상이 되는 것으로 오인할 만한 객관적인 사정이 있는 경우에 그것이 과세대상이 되는지의 여부가 사실관계를 정확히 조사하여야 비로소 밝혀질 수 있는 경우라면 하자가 중대한 경우라도 외관상 명백하다고 할 수 없어 그와 같이 과세요건 사실을 오인한 위법의 과세처분을 당연무효라고 볼 수 없다.<br/>  [2] 과세관청이 조세를 부과하고자 할 때에는 해당 조세법규가 규정하는 조사방법에 따라 얻은 정확한 근거에 바탕을 두어 과세표준을 결정하고 세액을 산출하여야 하며, 이러한 조사방법 등을 완전히 무시하고 아무런 근거도 없이 막연한 방법으로 과세표준과 세액을 결정, 부과하였다면 이는 하자가 중대하고도 명백하여 당연무효라 하겠지만, 그와 같은 조사결정절차에 단순한 과세대상의 오인, 조사방법의 잘못된 선택, 세액산출의 잘못 등의 위법이 있음에 그치는 경우에는 취소사유로 될 뿐이다.<br/>  [3] 甲 주식회사가 소유한 토지들은 지목이 ‘목장용지’였으나 실제 이를 목장으로 이용하지 않았고, 지방자치단체의 장은 위 토지들을 구 지방세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제106조 제1항 제1호, 제2호의 합산과세대상 토지로 보아 재산세 및 지방교육세를 부과하여 왔는데, 이후 甲 회사가 위 토지들 지상에 건축물을 신축한 후 말을 사육하기 시작하여 이를 한국마사회에 등록하였음에도 지방자치단체의 장이 종전과 동일하게 위 토지들이 합산과세대상 토지임을 전제로 재산세 및 지방교육세를 부과하고, 관할 세무서장도 재산세 등 과세자료를 토대로 위 토지들을 합산과세대상 토지로 보아 종합부동산세 및 농어촌특별세를 부과하자, 甲 회사가 이를 전액 납부한 다음 국가와 지방자치단체를 상대로 위 토지들은 목장용지로서 분리과세대상 토지에 해당하므로 위 각 부과처분 중 분리과세대상 토지임을 전제로 계산한 세액을 초과하는 부분은 해당 처분이 위법하고 하자가 중대·명백하여 당연무효라며 부당이득반환을 구한 사안에서, 구 지방세법에 따르면 ‘목장용지로서 대통령령으로 정하는 일정한 토지’는 재산세 분리과세대상으로서 합산과세대상보다 낮은 세율이 적용되고, 종합부동산세법 제11조에 따르면 분리과세대상 토지인 목장용지는 종합부동산세 과세대상이 아닌데, 지방자치단체의 장이 위 토지들의 사실상 현황이 변동되기 전까지 이를 목장용지가 아니라고 보고 재산세 등을 적법하게 부과하여 온 점, 위 토지들이 목장용지에 해당하려면 가축 마릿수, 토지 면적 등 사실관계에 관한 정확한 조사가 필수적으로 요구되는 점 등 제반 사정에 비추어 보면, 위 토지들은 합산과세대상 토지에 해당하는 것으로 오인할 만한 객관적인 사정이 있고, 그것이 분리과세대상 토지에 해당하는지는 사실관계를 정확히 조사하여야 비로소 밝혀질 수 있는 경우에 해당하므로, 위 각 부과처분은 하자가 외관상 명백하다고 볼 수 없고, 설령 위 각 부과처분 과정에서 과세관청이 한국마사회 홈페이지 검색을 하지 않는 등 조사에 일부 미진한 점이 있다 하더라도 이러한 하자는 취소사유에 해당할 뿐, 이를 관계 법령에서 정하고 있는 조사방법 등을 완전히 무시하고 아무런 근거도 없이 막연한 방법으로 과세표준과 세액을 결정, 부과한 것과 같은 조사결정절차의 중대·명백한 하자로 볼 수는 없는데도, 위 각 부과처분의 하자가 중대·명백하여 당연무효라고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제741조, 행정소송법 제4조, 제19조 / [2] 민법 제741조, 행정소송법 제4조, 제19조 / [3] 민법 제741조, 행정소송법 제4조, 제19조, 종합부동산세법 제11조, 구 지방세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제106조 제1항 제1호, 제2호, 제3호 (가)목, 제111조 제1항 제1호 (다)목, 제113조 제1항 제3호, 제116조 제3항, 구 지방세법 시행령(2018. 12. 31. 대통령령 제29437호로 개정되기 전의 것) 제102조 제1항 제3호, 제119조, 구 지방세법 시행규칙(2018. 12. 31. 행정안전부령 제93호로 개정되기 전의 것) 제58조 제1호<br/>",
  "참조판례": "[1] 대법원 2001. 6. 29. 선고 2000다17339 판결(공2001하, 1723) / [2] 대법원 1998. 6. 26. 선고 96누12634 판결(공1998하, 2024)<br/>"
}