{
  "판례일련번호": "239989",
  "사건명": "보수약정금[북한주민인 피고들과 위임 및 보수약정을 체결한 법무법인인 원고가 위임약정에 따른 업무 수행 후 피고들을 상대로 성공보수금을 청구한 사건]",
  "사건번호": "2023다298670",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240404",
  "판시사항": "[1] 북한주민이 상속 등으로 취득한 재산 그 자체는 물론이고 그 재산을 처분한 대가로 얻은 재산을 처분하는 행위 역시 남북 주민 사이의 가족관계와 상속 등에 관한 특례법 제15조에 따라 재산관리인을 통하지 않은 경우, 무효인지 여부(적극) 및 그러한 법률행위가 재산관리인이 선임되기 전에 있었다고 하더라도 마찬가지인지 여부(적극)<br/>  [2] 일부무효의 법리를 정한 민법 제137조에서 ‘당사자의 의사’의 의미 / 여러 개의 계약 전부가 경제적, 사실적으로 일체로서 행하여져서 하나의 계약인 것과 같은 관계에 있는 경우, 법률행위의 일부무효 법리가 적용되는지 여부(적극)<br/>  [3] 변호사에게 계쟁 사건의 처리를 위임하는 경우, 보수 지급 및 수액에 관하여 명시적인 약정을 아니하였더라도 보수를 지급할 묵시의 약정이 있는 것으로 보아야 하는지 여부(원칙적 적극) 및 이 경우 보수액을 결정하는 방법<br/>  [4] 甲 법무법인이 남북 주민 사이의 가족관계와 상속 등에 관한 특례법의 적용을 받는 북한주민인 乙 등과 乙 등의 丙에 대한 친생자확인소송, 상속회복 청구소송 등에 관한 위임약정 및 ‘총상속지분의 30% 또는 이에 상응하는 금전’을 성공보수로 받는 보수약정을 체결하였고, 이후 丙의 상속인들 사이에 화해가 성립하여 乙 등이 상속재산을 분할받자, 甲 법무법인이 乙 등을 상대로 위 보수약정에 따라 상속재산 30%에 해당하는 돈의 지급을 구하였으나, 乙 등이 위 보수약정은 재산관리인을 통하지 아니하고 상속재산 등에 관하여 한 법률행위이므로, 위 특례법 제15조에 따라 무효라고 주장한 사안에서, 제반 사정에 비추어 위 보수약정이 무효로 된다고 하더라도 양 당사자는 위 위임계약을 체결, 유지하려는 가정적 의사가 있었다고 볼 여지가 있고, 응분의 보수를 지급할 묵시의 약정이 있는 것으로 볼 수 있다고 한 사례<br/>",
  "판결요지": "[1] 남북 주민 사이의 가족관계와 상속 등에 관한 특례법(이하 ‘남북가족특례법’이라 한다) 제15조 본문은 \"재산관리인을 통하지 아니하고 상속·유증재산 등에 관하여 한 법률행위는 무효로 한다.\"라고 규정하고 있고, 남북가족특례법상 ‘상속·유증재산 등’은 상속 등으로 취득한 북한주민의 남한 내 재산과 상속·유증 받은 재산 등의 과실 또는 대가로 얻은 재산을 포함한다(남북가족특례법 제13조 제1항). 위와 같은 규정과 북한주민이 취득한 남한 내 재산이 북한으로 유출되어 다른 용도로 전용되는 것을 방지하고자 하는 남북가족특례법상의 북한주민 상속·수증재산 등 관리제도의 입법 목적 등을 고려하면, 북한주민이 상속 등으로 취득한 재산 그 자체는 물론이고 그 재산을 처분한 대가로 얻은 재산을 처분하는 행위 역시 남북가족특례법 제15조에 따라 재산관리인을 통하지 않으면 무효이고, 그러한 법률행위가 재산관리인이 선임되기 전에 있었다고 하더라도 마찬가지라고 보아야 한다.<br/>  [2] 법률행위의 일부분이 무효인 때에는 그 전부를 무효로 하나, 그 무효 부분이 없더라도 법률행위를 하였을 것이라고 인정될 때에는 나머지 부분은 무효가 되지 아니한다(민법 제137조). 여기서 당사자의 의사는 법률행위의 일부가 무효임을 법률행위 당시에 알았다면 의욕하였을 가정적 효과의사를 가리키는 것이다. 그리고 이와 같은 법률행위의 일부무효 법리는 여러 개의 계약이 체결된 경우에 그 계약 전부가 경제적, 사실적으로 일체로서 행하여져서 하나의 계약인 것과 같은 관계에 있는 경우에도 적용된다. <br/>  [3] 변호사에게 계쟁 사건의 처리를 위임하는 경우에 그 보수 지급 및 수액에 관하여 명시적인 약정을 아니하였더라도, 무보수로 한다는 등 특별한 사정이 없는 한 응분의 보수를 지급할 묵시의 약정이 있는 것으로 봄이 상당하고, 이 경우 그 보수액은 사건 수임의 경위, 사건의 경과와 난이 정도, 소송물 가액, 승소로 인하여 당사자가 얻는 구체적 이익, 의뢰인과 변호사 간의 관계, 기타 변론에 나타난 여러 사정을 참작하여 결정함이 상당하다. <br/>  [4] 甲 법무법인이 남북 주민 사이의 가족관계와 상속 등에 관한 특례법의 적용을 받는 북한주민인 乙 등과 乙 등의 丙에 대한 친생자확인소송, 상속회복 청구소송 등에 관한 위임약정 및 ‘총상속지분의 30% 또는 이에 상응하는 금전’을 성공보수로 받는 보수약정을 체결하였고, 이후 丙의 상속인들 사이에 화해가 성립하여 乙 등이 상속재산을 분할받자, 甲 법무법인이 乙 등을 상대로 위 보수약정에 따라 상속재산 30%에 해당하는 돈의 지급을 구하였으나, 乙 등이 위 보수약정은 재산관리인을 통하지 아니하고 상속재산 등에 관하여 한 법률행위이므로, 위 특례법 제15조에 따라 무효라고 주장한 사안에서, 북한주민인 乙 등으로서는 아무런 보수를 지급하지 않고서 甲 법무법인에 사건을 위임하겠다는 의사가 있었다기보다는, 甲 법무법인에 어느 정도의 보수를 지급할 의사가 있었다고 보일 뿐만 아니라, 남한 내 상속재산을 회복하기 위해서는 甲 법무법인과의 위임계약이 필요한 상황이었으므로, 위 보수약정이 무효가 된다는 사정을 알았더라도 위 위임계약을 체결할 의사가 있었다고 보이고, 乙 등의 상황과 남한 내 상속재산의 규모 등을 고려하면, 甲 법무법인으로서는 위 보수약정이 무효라는 사정을 알았더라도 추후 선임될 재산관리인을 통하여 보수약정을 체결하는 것이 가능한 이상, 보수약정 없이 먼저 위임계약만을 체결하는 것을 용인할 의사가 있었을 것으로 추단할 수 있는 점에 비추어, 위 보수약정이 무효로 된다고 하더라도 양 당사자는 위 위임계약을 체결, 유지하려는 가정적 의사가 있었다고 볼 여지가 있고, 응분의 보수를 지급할 묵시의 약정이 있는 것으로 볼 수 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 남북 주민 사이의 가족관계와 상속 등에 관한 특례법 제13조 제1항, 제15조 / [2] 민법 제137조 / [3] 민법 제2조, 제686조 / [4] 남북 주민 사이의 가족관계와 상속 등에 관한 특례법 제13조 제1항, 제15조, 민법 제2조, 제137조, 제686조<br/>",
  "참조판례": "[2] 대법원 2023. 2. 2. 선고 2019다232277 판결(공2023상, 485) / [3] 대법원 1995. 12. 5. 선고 94다50229 판결(공1996상, 187)<br/>"
}