{
  "판례일련번호": "239977",
  "사건명": "손해배상(기)",
  "사건번호": "2023나310158",
  "법원명": "대구지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240228",
  "판시사항": "경찰관으로 근무하던 甲이 타인의 개인정보를 사적인 목적으로 조회하고 이용하였다는 이유로 경찰청으로부터 정직 1월의 징계처분을 받은 후 정직처분 취소소송을 제기하여 승소하였는데, 이후 위 취소소송의 경찰청 측 소송수행자로 지정되어 소송업무를 수행한 乙을 상대로 위 취소소송에서 乙이 자신에 대한 허위사실을 적시한 서면을 제출하는 등의 불법행위를 하였다는 이유로 손해배상을 구하는 민사소송을 제기하자, 乙이 소송대리인을 통해 甲의 징계기록 및 위 취소소송 기록 등의 자료를 제출하였고, 위 민사소송에서 甲의 패소판결이 선고·확정되었는데, 甲이 乙 등을 상대로 乙이 경찰청장의 승인을 받지 않고 위 자료를 사본하여 유출하였고, 민사소송의 소송대리인을 통해 법원에 위 자료를 제출하여 누설하는 등 乙의 개인정보 보호법 위반 등을 주장하며 불법행위로 인한 손해배상을 구한 사안에서, 乙이 경찰청에서 위 취소소송의 소송수행자로서 업무상 취득한 자료를 사본하여 보관하였다 하더라도, 이를 개인정보의 유출이라고 할 수는 없고, 위 자료를 소송대리인을 통해 담당 법원에 제출한 것을 개인정보의 누설이라고 보기는 어려우며, 설령 乙이 소송대리인을 통해 법원에 위 자료를 제출한 것이 개인정보의 누설에 해당한다고 하더라도, 乙이 소송수행자로서 수행한 업무의 정당성이 관련 민사소송의 쟁점이 되어 乙이 그 정당성을 증명하기 위한 것으로, 사회상규에 위배되지 않는 정당행위에 해당하여 위법성이 조각된다는 등의 이유로, 甲의 청구를 기각한 사례<br/>",
  "판결요지": "경찰관으로 근무하던 甲이 타인의 개인정보를 사적인 목적으로 조회하고 이용하였다는 이유로 경찰청으로부터 정직 1월의 징계처분을 받은 후 정직처분 취소소송을 제기하여 승소하였는데, 이후 위 취소소송의 경찰청 측 소송수행자로 지정되어 소송업무를 수행한 乙을 상대로 위 취소소송에서 乙이 자신에 대한 허위사실을 적시한 서면을 제출하는 등의 불법행위를 하였다는 이유로 손해배상을 구하는 민사소송을 제기하자, 乙이 소송대리인을 통해 甲의 징계기록 및 위 취소소송 기록 등의 자료를 제출하였고, 위 민사소송에서 甲의 패소판결이 선고·확정되었는데, 甲이 乙 등을 상대로 乙이 경찰청장의 승인을 받지 않고 위 자료를 사본하여 유출하였고, 민사소송의 소송대리인을 통해 법원에 위 자료를 제출하여 누설하는 등 乙의 개인정보 보호법 위반 등을 주장하며 불법행위로 인한 손해배상을 구한 사안이다.<br/>개인정보 보호법 제59조 제3호는 개인정보를 처리하거나 처리하였던 자는 정당한 권한 없이 또는 허용된 권한을 초과하여 다른 사람의 개인정보를 유출하는 행위를 하여서는 아니 된다고 규정하는데, ‘다른 사람의 개인정보를 유출하는 행위’라 함은 다른 사람의 개인정보를 개인정보처리자의 관리·통제권을 벗어나 제3자가 그 내용을 알 수 있게 하는 상태에 이르게 하는 것을 의미한다고 해석되는바, 乙이 경찰청에서 위 취소소송의 소송수행자로서 업무상 취득한 자료를 사본하여 보관하였다 하더라도, 위와 같은 사실만으로는 개인정보처리자인 경찰청 또는 그 취급자였던 乙 외의 제3자가 그 내용을 알 수 있는 상태에 이르렀다고 보기 어려우므로, 이를 개인정보의 유출이라고 할 수는 없고, 개인정보 보호법 제59조 제2호는 개인정보를 처리하거나 처리하였던 자는 업무상 알게 된 개인정보를 누설하거나 권한 없이 다른 사람이 이용하도록 제공하는 행위를 하여서는 아니 된다고 규정하는데, ‘누설’이란 아직 개인정보를 알지 못하는 타인에게 알려주는 일체의 행위를 말하는바, 乙이 민사소송에서 자신이 위 취소소송을 수행하면서 취득하여 보관하고 있던 甲의 징계처분 자료 등을 소송대리인을 통하여 담당 법원에 제출하였는데, 위 자료에 포함된 甲의 주민등록번호, 직업, 주거, 연락처 등의 개인정보 및 甲이 징계처분을 받았다는 사실과 甲의 범죄전력 등의 개인정보는 甲이 관련 민사소송의 소장과 증거를 제출함으로 乙의 소송대리인 및 법원에 대부분 이미 알려진 내용이라 할 것이므로, 위 자료를 소송대리인을 통해 담당 법원에 제출한 것을 개인정보의 누설이라고 보기는 어려우며, 설령 乙이 소송대리인을 통해 법원에 위 자료를 제출한 것이 개인정보의 누설에 해당한다고 하더라도, 乙이 소송수행자로서 수행한 업무의 정당성이 관련 민사소송의 쟁점이 되어 乙이 그 정당성을 증명하기 위한 것으로, 이는 乙이 甲이 제기한 관련 민사소송에서 피고로서의 방어권 행사를 위하여 한 것이므로, 사회상규에 위배되지 않는 정당행위에 해당하여 위법성이 조각된다는 등의 이유로, 甲의 청구를 기각한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제750조, 개인정보 보호법 제59조 제2호, 제3호<br/>",
  "참조판례": ""
}