{
  "판례일련번호": "239987",
  "사건명": "입학전형이의신청거부처분및불합격처분취소의소[종교적 신념을 이유로 면접시험 일정 변경을 요구한 사건]",
  "사건번호": "2022두56661",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240404",
  "판시사항": "[1] 국립대학교 법학전문대학원 입시 과정에서 제칠일안식일예수재림교 신자들이 종교적 신념을 이유로 불이익을 받게 되는 경우, 총장이 비례의 원칙에 따라 재림교 신자들이 받는 불이익을 해소하기 위한 적극적인 조치를 취할 의무가 있는지 여부(적극)<br/>  [2] 국립대학교 법학전문대학원에 입학원서를 제출한 제칠일안식일예수재림교 신자 甲이 1단계 서류전형 평가 합격 통지와 함께 토요일 오전반으로 면접고사 일정이 지정되자, 토요일 일몰 전에 세속적 행위를 금지하는 안식일에 관한 종교적 신념을 지키기 위해 면접 일정을 토요일 오후 마지막 순번으로 변경해 달라는 취지의 이의신청서를 제출했으나, 총장이 이를 거부하고 면접평가에 응시하지 않은 甲에게 불합격 통지를 한 사안에서, 甲의 면접일시 변경을 거부함으로써 甲이 종교적 신념을 이유로 받게 된 중대한 불이익을 방치한 총장의 행위는 헌법상 평등원칙을 위반한 것으로 위법하고, 위법하게 지정된 면접일정에 응시하지 않았음을 이유로 한 불합격처분은 취소되어야 한다고 한 사례<br/>",
  "판결요지": "[1] 국립대학교 총장은 공권력을 행사하는 주체이자 기본권 수범자로서의 지위를 갖는다. 그 결과 사적 단체 또는 사인의 경우 차별처우가 사회공동체의 건전한 상식과 법감정에 비추어 볼 때 도저히 용인될 수 있는 한계를 벗어난 경우에 한해 사회질서에 위반되는 행위로서 위법한 행위로 평가되는 것과 달리, 국립대학교 총장은 헌법상 평등원칙의 직접적인 구속을 받고, 국민의 기본권을 보호 내지 실현할 책임과 의무를 부담하므로, 그 차별처우의 위법성이 보다 폭넓게 인정된다.  <br/>헌법 제11조 제1항은 \"모든 국민은 법 앞에 평등하다. 누구든지 성별·종교 또는 사회적 신분에 의하여 정치적·경제적·사회적·문화적 생활의 모든 영역에 있어서 차별을 받지 아니한다.\"라고 규정하고 있는데, 여기서 말하는 평등은 형식적 의미의 평등이 아니라 실질적 의미의 평등을 의미한다. 한편 비례의 원칙은 법치국가 원리에서 당연히 파생되는 헌법상의 기본원리로서, 모든 국가작용에 적용된다.<br/>   위와 같은 법리에 비추어 볼 때, 국립대학교 법학전문대학원 입시 과정에서 제칠일안식일예수재림교(이하 ‘재림교’라 한다) 신자들이 종교적 신념을 이유로 결과적으로 불이익을 받게 되는 경우, 이를 해소하기 위한 조치가 공익이나 제3자의 이익을 다소 제한하더라도, 그 제한의 정도가 재림교 신자들이 받는 불이익에 비해 현저히 적다고 인정된다면, 헌법이 보장하는 실질적 평등을 실현할 의무와 책무를 부담하는 국립대학교 총장으로서는 재림교 신자들의 신청에 따라 그들이 받는 불이익을 해소하기 위한 적극적인 조치를 취할 의무가 있다. <br/>  [2] 국립대학교 법학전문대학원에 입학원서를 제출한 제칠일안식일예수재림교 신자 甲이 1단계 서류전형 평가 합격 통지와 함께 토요일 오전반으로 면접고사 일정이 지정되자, 토요일 일몰 전에 세속적 행위를 금지하는 안식일에 관한 종교적 신념을 지키기 위해 면접 일정을 토요일 오후 마지막 순번으로 변경해 달라는 취지의 이의신청서를 제출했으나, 총장이 이를 거부하고 면접평가에 응시하지 않은 甲에게 불합격 통지를 한 사안에서, 면접일시가 토요일 오전으로 정해진 甲이 지역 학생들에게 더 낮은 비용으로 법조인이 될 기회를 제공하고 있는 국립대학교 법학전문대학원에 입학하는 기회를 종교적 신념 때문에 박탈당하는 불이익이 결코 가볍다고 볼 수 없는 점, 지필시험의 경우 문제 유출을 방지하기 위해 모든 응시자들이 동시에 시험에 응시해야 할 공익적 요청이 높으므로 특정 응시자에게만 시험일정을 변경하기 어렵고, 특정 응시자의 종교적 신념을 보장하기 위해 다른 모든 응시자의 시험일정을 일괄적으로 변경할 경우 그로 인해 소요되는 비용과 혼란이 크지만, 면접평가의 경우 개별면접 방식으로 진행되므로 甲 개인의 면접시간만 토요일 일몰 후로 손쉽게 변경할 수 있고, 그 과정에서 다른 응시자들의 면접시간을 변경할 필요도 없는 점, 甲이 일몰 후에 면접을 실시할 수 있도록 늦은 순번으로 면접순번이 지정되더라도 다른 응시자들에 비해 면접평가 준비 시간을 더 많이 받는 등의 부당한 이익을 받는다고 보기도 어려운 점을 종합하면, 종교적 신념에 따라 甲이 입는 불이익을 해소하기 위해 면접시간을 변경하더라도 그로 인해 제한되는 공익이나 제3자의 이익은 甲이 받는 불이익에 비해 현저히 적음에도, 甲의 면접일시 변경을 거부함으로써 甲이 종교적 신념을 이유로 받게 된 중대한 불이익을 방치한 총장의 행위는 헌법상 평등원칙을 위반한 것으로 위법하고, 위법하게 지정된 면접일정에 응시하지 않았음을 이유로 한 불합격처분은 적법한 처분사유가 존재한다고 볼 수 없어 취소되어야 한다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제11조 제1항, 제37조 제2항, 행정기본법 제9조 / [2] 헌법 제11조 제1항, 제37조 제2항, 행정기본법 제9조<br/>",
  "참조판례": "[1] 대법원 2019. 9. 9. 선고 2018두48298 판결(공2019하, 1985), 헌법재판소 2006. 2. 23. 선고 2004헌바50 전원재판부 결정(헌공113, 325)<br/>"
}