{
  "판례일련번호": "239999",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(친족관계에의한강간)·아동복지법위반(아동학대)·아동복지법위반(아동에대한음행강요·매개·성희롱등)·성폭력범죄의처벌등에관한특례법위반(13세미만미성년자유사성행위)·부착명령·부착명령[대검찰청 소속 진술분석관이 피해자와 면담하는 내용을 녹화한 영상녹화물의 증거능력이 문제된 사건]",
  "사건번호": "2023도15133, 2023전도163, 164",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240328",
  "판시사항": "[1] 형사소송법 제313조 제1항에서 규정한 ‘전 2조의 규정 이외에 피고인 또는 피고인이 아닌 자가 작성한 진술서나 그 진술을 기재한 서류’의 의미(=수사과정 외에서 작성된 서류) / 피고인이 아닌 자의 진술을 기재한 서류가 비록 수사기관이 아닌 자에 의하여 작성되었더라도, 수사가 시작된 이후 수사기관의 관여나 영향 아래 작성된 경우로서 실질적으로 고찰할 때 그 서류가 수사과정 외에서 작성된 것이라고 보기 어려운 경우, 형사소송법 제313조 제1항의 ‘전 2조의 규정 이외에 피고인이 아닌 자의 진술을 기재한 서류’에 해당하는지 여부(소극) / 수사기관이 아닌 자가 수사과정에서 피고인이 아닌 자의 진술을 녹화한 영상녹화물의 증거능력을 인정할 때 엄격한 제한의 필요성<br/>  [2] 검사가 피고인들의 성폭력범죄의 처벌 등에 관한 특례법 위반(친족관계에의한강간) 등 혐의를 수사하면서 아동인 피해자의 진술 내용에 대하여 대검찰청 과학수사부 소속 진술분석관에게 분석을 의뢰하였고, 이에 따라 진술분석관이 피해자를 면담하고 그 내용을 녹화한 ‘피해자 진술분석 과정 영상녹화 CD’(영상녹화물)가 제작되어 증거로 제출됨으로써 그 증거능력이 문제 된 사안에서, 제반 사정에 비추어 영상녹화물은 수사과정 외에서 작성된 것이라고 볼 수 없어 형사소송법 제313조 제1항에 따라 증거능력을 인정할 수 없다는 등의 이유로, 같은 취지에서 영상녹화물의 증거능력이 없다고 본 원심판단은 정당하다고 한 사례<br/>",
  "판결요지": "[1] 헌법 제12조 제1항이 규정한 적법절차의 원칙과 헌법 제27조에 의하여 보장된 공정한 재판을 받을 권리를 구현하기 위하여 형사소송법은 공판중심주의와 구두변론주의 및 직접심리주의를 기본원칙으로 하고 있다. 따라서 형사소송법이 수사기관에서 작성된 조서 등 서면증거에 대하여 일정한 요건을 충족하는 경우에 증거능력을 인정하는 것은 실체적 진실발견의 이념과 소송경제의 요청을 고려하여 예외적으로 허용하는 것일 뿐이므로 증거능력 인정 요건에 관한 규정은 엄격하게 해석·적용하여야 한다. <br/>형사소송법은 제310조의2에서 원칙적으로 전문증거의 증거능력을 인정하지 않고, 제311조부터 제316조까지 정한 요건을 충족하는 경우에만 예외적으로 증거능력을 인정한다. <br/>형사소송법 제311조는 법원 또는 법관의 조서의 증거능력에 관하여 규정하고, 제312조 제1항 내지 제3항은 검사 또는 검사 이외의 수사기관이 작성한 피의자신문조서의 증거능력에 관하여 규정한다. 형사소송법 제312조 제4항은 검사 또는 사법경찰관이 피고인이 아닌 자의 진술을 기재한 조서에 대하여 적법한 절차와 방식에 따라 작성된 것으로서 실질적 진정성립이 증명되고 반대신문이 보장되며 진술이 특히 신빙할 수 있는 상태하에서 행하여졌음이 증명된 때에 한하여 증거능력을 인정한다. 형사소송법 제312조 제5항은 피고인 또는 피고인이 아닌 자의 진술서가 수사과정에서 작성된 경우 같은 조 제1항 내지 제4항을 준용한다. 형사소송법 제313조 제1항은 ‘전 2조의 규정 이외에 피고인 또는 피고인이 아닌 자가 작성한 진술서나 그 진술을 기재한 서류’로서 그 작성자 또는 진술자의 자필이거나 그 서명 또는 날인이 있는 것에 대하여 그 진정성립이 증명되면 증거능력을 인정한다. 수사과정에서 작성된 서류의 증거능력에 관하여 형사소송법 제313조 제1항보다 더욱 엄격한 요건을 규정한 형사소송법 제312조의 취지에 비추어 보면, 형사소송법 제313조 제1항이 규정하는 서류는 수사과정 외에서 작성된 서류를 의미한다. <br/>  수사기관이 제작한 영상녹화물의 증거능력 내지 증거로서의 사용 범위는 더욱 엄격하게 제한되어 있다. 즉 검사 또는 사법경찰관이 피고인이 아닌 자를 조사하는 과정에서 형사소송법 제221조 제1항에 따라 제작한 영상녹화물은, 다른 법률에서 달리 규정하고 있는 등의 특별한 사정이 없는 한 공소사실을 직접 증명할 수 있는 독립적인 증거로 사용할 수 없다. 또한 영상녹화물이 형사소송법 제312조 제4항에 의하여 검사 또는 사법경찰관이 피고인이 아닌 자의 진술을 기재한 조서에 대한 실질적 진정성립을 증명하는 수단으로 사용될 때에도 그 영상녹화물은 형사소송법 및 형사소송규칙에 규정된 방식과 절차에 따라 제작되어야 한다. <br/>  이러한 헌법과 형사소송법의 규정 및 전문증거의 증거능력 인정에 관한 해석 원칙에 비추어 보면, 피고인이 아닌 자의 진술을 기재한 서류가 비록 수사기관이 아닌 자에 의하여 작성되었다고 하더라도, 수사가 시작된 이후 수사기관의 관여나 영향 아래 작성된 경우로서 서류를 작성한 자의 신분이나 지위, 서류를 작성한 경위와 목적, 작성 시기와 장소 및 진술을 받는 방식 등에 비추어 실질적으로 고찰할 때 그 서류가 수사과정 외에서 작성된 것이라고 보기 어렵다면, 이를 형사소송법 제313조 제1항의 ‘전 2조의 규정 이외에 피고인이 아닌 자의 진술을 기재한 서류’에 해당한다고 할 수 없다. 나아가 전문증거의 증거능력은 이를 인정하는 법적 근거가 있는 때에만 예외적으로 인정된다는 원칙 및 수사기관이 제작한 영상녹화물의 증거능력 내지 증거로서의 사용 범위를 다른 전문증거보다 더욱 엄격하게 제한하는 관련 판례의 취지에 비추어 보면, 수사기관이 아닌 자가 수사과정에서 피고인이 아닌 자의 진술을 녹화한 영상녹화물의 증거능력도 엄격하게 제한할 필요가 있다.<br/>  [2] 검사가 피고인들의 성폭력범죄의 처벌 등에 관한 특례법 위반(친족관계에의한강간) 등 혐의를 수사하면서 아동인 피해자의 진술 내용에 대하여 대검찰청 과학수사부 소속 진술분석관에게 분석을 의뢰하였고, 이에 따라 진술분석관이 피해자를 면담하고 그 내용을 녹화한 ‘피해자 진술분석 과정 영상녹화 CD’(이하 ‘영상녹화물’이라 한다)가 제작되어 증거로 제출됨으로써 그 증거능력이 문제 된 사안에서, 검사는 성폭력범죄의 처벌 등에 관한 특례법 제33조 제4항, 제1항에 의하여 진술분석관에게 피해자 진술의 신빙성 여부에 대한 분석을 의뢰한 점, 진술분석관은 사건 기록을 받아 검찰청 여성·아동조사실에서 피해자를 면담하였는데, 면담은 당시까지 수사기관이 사건에 대하여 조사한 내용에 관해 피해자에게 문답을 하는 방식으로 진행되었고, 면담 과정은 녹화되어 영상녹화물로 제작된 점 등 진술분석관의 소속 및 지위, 진술분석관이 피해자와 면담을 하고 영상녹화물을 제작한 경위와 목적, 진술분석관이 면담과 관련하여 수사기관으로부터 확보한 자료의 내용과 성격, 면담 방식과 내용, 면담 장소 등에 비추어 영상녹화물은 수사과정 외에서 작성된 것이라고 볼 수 없으므로 형사소송법 제313조 제1항에 따라 증거능력을 인정할 수 없고, 나아가 수사기관이 작성한 피의자신문조서나 피고인이 아닌 자의 진술을 기재한 조서가 아니고, 피고인 또는 피고인이 아닌 자가 작성한 진술서도 아니므로 형사소송법 제312조에 의하여 증거능력을 인정할 수도 없다는 이유로, 같은 취지에서 영상녹화물의 증거능력이 없다고 본 원심판단은 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제27조, 형사소송법 제221조 제1항, 제310조의2, 제311조, 제312조, 제313조 제1항 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제5조 제1항, 제4항, 제7조 제2항 제2호, 제33조 제1항, 제4항, 형사소송법 제312조, 제313조 제1항<br/>",
  "참조판례": "[1] 대법원 2014. 7. 10. 선고 2012도5041 판결(공2014하, 1624), 대법원 2019. 8. 29. 선고 2018도13792 전원합의체 판결(공2019하, 1891), 대법원 2022. 6. 16. 선고 2022도364 판결(공2022하, 1403), 대법원 2022. 10. 27. 선고 2022도9510 판결(공2022하, 2362)<br/>"
}