{
  "판례일련번호": "239907",
  "사건명": "근저당권말소",
  "사건번호": "2021다309927",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240312",
  "판시사항": "[1] 일방적 상행위 또는 보조적 상행위로 인한 채권도 상법 제64조에 정한 상사 소멸시효가 적용되는 상사채권에 해당하는지 여부(적극) / 회사의 행위는 영업을 위하여 한 것으로 추정되는지 여부(적극) 및 이러한 추정을 번복하기 위한 증명책임의 소재(=회사의 행위가 영업을 위하여 한 것이 아니라고 주장하는 사람)<br/>  [2] 甲 주식회사가 도시개발사업의 사업시행대행자 및 시공사로 선정된 乙 주식회사로부터 사업권 일부를 얻을 목적으로 乙 회사의 대표이사 丙에게 위 사업의 사업비로 사용할 금전을 대여하였다가 乙 회사가 부도로 사업에서 배제된 후 파산선고를 받자, 丙 및 乙 회사의 공동대표이사 丁과 위 대여금 채권의 정산에 관한 내용이 포함된 금전소비대차계약을 체결하고, 丙, 丁이 戊 신탁회사에 신탁한 부동산에 관하여 甲 회사 명의의 근저당권설정등기를 마친 사안에서, 甲 회사의 금전소비대차계약 체결행위는 영업을 위하여 한 것으로 추정되고 이를 번복할만한 사정이 없으므로 위 근저당권의 피담보채권인 금전소비대차계약에 기한 정산금 채권에는 5년의 상사 소멸시효기간이 적용된다고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 당사자 쌍방에 대하여 모두 상행위가 되는 행위로 인한 채권뿐만 아니라 당사자 일방에 대하여만 상행위에 해당하는 행위로 인한 채권도 상법 제64조에서 정한 5년의 소멸시효기간이 적용되는 상사채권에 해당하고, 그 상행위에는 상법 제46조 각호에 해당하는 기본적 상행위뿐만 아니라 상인이 영업을 위하여 하는 보조적 상행위도 포함된다. 또한 상법 제5조, 제47조에 의하면, 회사는 상행위를 하지 않더라도 상인으로 보고, 상인이 영업을 위하여 하는 행위는 상행위로 보며, 상인의 행위는 영업을 위하여 하는 것으로 추정된다. 그러므로 회사가 한 행위는 그 영업을 위하여 한 것으로 추정되고, 회사가 그 영업을 위하여 하는 행위는 상행위로 보아야 한다. 이와 같은 추정을 번복하기 위해서는 회사의 행위가 영업을 위하여 한 것이 아니라는 사실을 주장하는 사람이 이를 증명할 책임이 있다.<br/>  [2] 甲 주식회사가 도시개발사업의 사업시행대행자 및 시공사로 선정된 乙 주식회사로부터 사업권 일부를 얻을 목적으로 乙 회사의 대표이사 丙에게 위 사업의 사업비로 사용할 금전을 대여하였다가 乙 회사가 부도로 사업에서 배제된 후 파산선고를 받자, 丙 및 乙 회사의 공동대표이사 丁과 위 대여금 채권의 정산에 관한 내용이 포함된 금전소비대차계약을 체결하고, 丙, 丁이 戊 신탁회사에 신탁한 부동산에 관하여 甲 회사 명의의 근저당권설정등기를 마친 사안에서, 甲 회사가 丙, 丁과 금전소비대차계약을 체결한 행위는 영업을 위하여 한 것으로 추정되고, 위 계약이 기존 대여금 채권의 원금과 이자를 확정하고 이를 다시 甲 회사가 丙에게 대여하는 것으로 정하고 있다는 등의 사정만으로는 그러한 추정이 번복된다고 보기 부족하므로, 위 근저당권의 피담보채권인 금전소비대차계약에 기한 정산금 채권에는 5년의 상사 소멸시효기간이 적용된다고 보아야 하는데도, 금전소비대차계약 체결행위가 영업을 위하여 한 것임을 丁이 증명하여야 한다는 그릇된 전제에서 甲 회사가 상행위 또는 영업으로 금전소비대차계약을 체결하였다고 인정할 증거가 부족하다는 이유로 위 근저당권의 피담보채권은 상사채권이 아닌 민사채권으로서 소멸시효기간이 10년이라고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제3조, 제46조, 제47조, 제64조, 민사소송법 제288조[증명책임] / [2] 상법 제3조, 제46조, 제47조, 제64조, 민사소송법 제288조[증명책임], 민법 제162조 제1항<br/>",
  "참조판례": "[1] 대법원 2005. 5. 27. 선고 2005다7863 판결(공2005하, 1044), 대법원 2008. 12. 11. 선고 2006다54378 판결(공2009상, 9)<br/>"
}