{
  "판례일련번호": "240003",
  "사건명": "회생채권자표기재무효확인의소",
  "사건번호": "2019다253700",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240328",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제255조 제1항에서 정한 ‘확정판결과 동일한 효력’의 의미 / 존재하지 아니하거나 이미 소멸한 회생채권이 이의 없이 확정되어 회생채권자표에 기재되어 있는 경우, 무효 확인의 판결을 얻어 이를 바로잡을 수 있는지 여부(적극) 및 회생채권자표가 작성된 회생절차가 종료된 후에도 채무자가 회생채권자표 기재에 관한 무효 확인의 소를 제기할 수 있는지 여부(한정 적극)<br/>  [2] 신의성실의 원칙의 의미와 그 위배를 이유로 당사자의 주장을 배척하거나 권리행사를 부정하기 위한 요건<br/>  [3] 甲 주식회사와 乙 은행이 신탁 방식의 자산유동화 거래를 실행하기로 하여 유동화대출거래를 위한 특수목적법인으로 설립된 丙 유한회사가 대주들로부터 대출을 받아 乙 은행을 거쳐 甲 회사가 자금을 조달하였고, 그 후 甲 회사에 대한 회생절차에서 丙 회사가 유동화대출거래와 관련한 회생채권을 신고하여 이의 없이 회생채권자표에 기재되었으나, 乙 은행의 채권신고에 대하여는 丙 회사의 채권신고와 중복된다는 이유로 甲 회사 측이 이의를 하여 乙 은행의 회생채권은 존재하지 않는 것으로 확정되었는데, 회생절차 종결 후 甲 회사가 회생채권자표에 실제로 존재하지 않는 丙 회사의 회생채권이 기재되는 오류가 있다고 주장하면서 그 기재의 무효 확인을 구한 사안에서, 甲 회사가 ‘회생채권자표 기재 채권의 진정한 권리자는 丙 회사가 아니다.’라고 주장하는 것은 신의성실의 원칙 및 금반언의 원칙에 반하여 허용되지 아니한다고 볼 여지가 많은데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제255조 제1항은 ‘회생채권에 기하여 회생계획에 의하여 인정된 권리에 관한 회생채권자표의 기재는 회생계획인가의 결정이 확정된 때 채무자, 회생채권자·회생담보권자·주주·지분권자 등에 대하여 확정판결과 동일한 효력이 있다.’라고 규정하고 있다. 회생채권자표에 기재된 회생채권의 금액은 회생계획안의 작성과 인가에 이르는 회생절차 진행과정에서 회생채권자의 권리행사 기준이 되고 관계인집회에서 의결권 행사의 기준이 되는 것으로서, 여기서 말하는 ‘확정판결과 동일한 효력’이란 기판력이 아니라 확인적 효력을 갖고 회생절차 내부에서 불가쟁의 효력이 있다는 의미에 지나지 아니한다. 따라서 존재하지 아니하거나 이미 소멸한 회생채권이 이의 없이 확정되어 회생채권자표에 기재되어 있더라도 이로 인하여 권리가 있는 것으로 확정되는 것은 아니므로, 이것이 명백한 오류인 경우에는 회생법원의 경정결정에 의하여 이를 바로잡을 수 있고, 회생절차 내부에서는 더 이상 다툴 수 없다고 하여도 채무자회생법에서 마련하고 있는 절차 외의 다른 절차에 의해 다투는 것까지 금지되는 것은 아니어서 무효 확인의 판결을 얻어 이를 바로잡을 수 있다.<br/>  회생채권자표가 작성된 회생절차가 종료된 후라도 채무자가 회생채권자표 기재에 관한 무효 확인의 소를 제기하는 것이 그 회생채권자표 기재 회생채권에 관한 권리관계의 불안이나 위험을 제거하기 위하여 유효적절한 수단이 되는 경우에는 이를 허용할 수 있다.<br/>  [2] 민법상 신의성실의 원칙은, 법률관계의 당사자가 상대방의 이익을 배려하여 형평에 어긋나거나 신뢰를 저버리는 내용 또는 방법으로 권리를 행사하거나 의무를 이행하여서는 아니 된다는 추상적 규범을 말한다. 법률관계의 한쪽 당사자가 상대방에게 신의를 공여하였거나 객관적으로 보아 상대방이 신의를 가짐이 정당한 상태에 있음에도, 이러한 상대방의 신의에 반하는 주장을 하거나 권리를 행사하는 것이 정의 관념에 비추어 용인될 수 없는 정도의 상태에 이른 경우 신의성실의 원칙 위배를 이유로 그 일방의 주장을 배척하거나 권리행사를 부정할 수 있다.<br/>  [3] 甲 주식회사와 乙 은행이 신탁 방식의 자산유동화 거래를 실행하기로 하여 유동화대출거래를 위한 특수목적법인으로 설립된 丙 유한회사가 대주들로부터 대출을 받아 乙 은행을 거쳐 甲 회사가 자금을 조달하였고, 그 후 甲 회사에 대한 회생절차에서 丙 회사가 유동화대출거래와 관련한 회생채권을 신고하여 이의 없이 회생채권자표에 기재되었으나, 乙 은행의 채권신고에 대하여는 丙 회사의 채권신고와 중복된다는 이유로 甲 회사 측이 이의를 하여 乙 은행의 회생채권은 존재하지 않는 것으로 확정되었는데, 회생절차 종결 후 甲 회사가 회생채권자표에 실제로 존재하지 않는 丙 회사의 회생채권이 기재되는 오류가 있다고 주장하면서 그 기재의 무효 확인을 구한 사안에서, 甲 회사는 유동화대출거래와 관련한 의무를 부담하였고, 그 의무에 대한 회생채권은 실제로 존재하는 점, 유동화대출거래의 복합적인 법률관계로 인하여 회생채권의 귀속주체를 밝히기 쉽지 않은 상황에서 乙 은행과 丙 회사는 유동화대출거래와 관련한 회생채권이 실권되는 위험을 회피하기 위하여 동일한 채권을 중복하여 신고하게 된 측면이 있는 점, 甲 회사 측이 丙 회사의 회생채권 신고에 대하여는 이의하지 않으면서 乙 은행의 회생채권 신고에 대하여는 중복신고를 이유로 이의를 한 것은 乙 은행과 丙 회사를 비롯한 모든 이해관계인들에게 丙 회사를 유동화대출거래와 관련한 회생채권자로 취급하겠다는 신의를 공여한 것으로 볼 수 있는 점, 丙 회사가 채권자로 되어 있는 회생채권자표 기재의 효력을 부정하는 것은 위와 같은 신뢰를 저버리는 것일 뿐만 아니라 甲 회사는 누구에게도 유동화대출거래와 관련한 채무를 부담하지 않게 되는 결과가 발생하여 이는 정의 관념에 비추어 용인될 수 없는 정도의 상태에 이른 경우라고 볼 수 있는 점 등을 종합하면, 甲 회사가 ‘회생채권자표 기재 채권의 진정한 권리자는 丙 회사가 아니다.’라고 주장하는 것은 신의성실의 원칙 및 금반언의 원칙에 반하여 허용되지 아니한다고 볼 여지가 많은데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제33조, 제255조 제1항, 민사소송법 제211조, 제250조 / [2] 민법 제2조 제1항 / [3] 민법 제2조 제1항, 채무자회생법 제160조, 제161조 제1항, 제168조, 제170조 제1항, 제255조 제1항, 민사소송법 제250조<br/>",
  "참조판례": "[1] 대법원 2003. 5. 30. 선고 2003다18685 판결(공2003하, 1452), 대법원 2016. 3. 24. 선고 2014다229757 판결 / [2] 대법원 2009. 12. 10. 선고 2008다78279 판결(공2010상, 85)<br/>"
}