{
  "판례일련번호": "240645",
  "사건명": "소유권이전등기",
  "사건번호": "2022다307294",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240416",
  "판시사항": "유언대용신탁 계약에서 위탁자 사망 전의 수익자를 위탁자로, 위탁자 사망 후의 유일한 수익자를 수탁자로 정한 경우, 위탁자 사망 후의 유일한 수익자를 수탁자로 정한 부분은 신탁법에 반하여 무효인지 여부(적극) 및 이 경우 나머지 부분의 효력(원칙적 유효) / 위탁자의 사망으로 유효한 생전 자익신탁 부분에 관한 신탁이 종료한 경우, 신탁 잔여재산의 귀속에 관한 법률관계<br/>",
  "판결요지": "신탁법상 신탁이란 위탁자가 수탁자에게 처분한 신탁재산에 관하여 수탁자로 하여금 수익자의 이익을 위하여 관리, 운용 등을 하게 하는 것을 목적으로 하는 법률관계로서(신탁법 제2조) 수탁자는 수익자의 이익을 위하여 신탁사무를 처리할 의무를 부담하게 되는데(신탁법 제32조, 제33조), 만약 수탁자가 동시에 수익자가 되면 수탁자는 자신의 이익을 위하여 신탁재산을 관리 또는 운용하는 결과가 되므로 사실상 위탁자가 수탁자에게 재산을 증여한 것과 다름없는 법률관계가 되고 신탁의 효력을 인정할 실익이 없게 된다. 신탁법 제36조도 \"수탁자는 누구의 명의로도 신탁의 이익을 누리지 못한다. 다만, 수탁자가 공동수익자의 1인인 경우에는 그러하지 아니하다.\"라고 규정하고 있는데, 앞서 본 바와 같이 위 규정도 수탁자가 신탁재산에 관하여 유일한 수익자가 되는 신탁계약은 허용되지 않는다는 것을 분명하게 규정한 것으로 해석된다. 나아가 신탁법 제5조 제2항이 \"목적이 위법하거나 불능인 신탁은 무효로 한다.\"라고 규정하고 있는 사정까지 고려하면, 수탁자가 신탁재산에 관하여 유일한 수익자가 되는 신탁계약은 무효라고 보는 것이 타당하다. 따라서 유언대용신탁에서 위탁자가 사망한 후 유일한 수익자를 수탁자로 정하였다면 그 부분은 무효가 된다.<br/>  한편 신탁법 제5조 제3항은 ‘신탁 목적의 일부가 제1항(선량한 풍속이나 그 밖의 사회질서에 위반하는 사항을 목적으로 하는 신탁) 또는 제2항(목적이 위법하거나 불능인 신탁)에 해당하는 경우 그 신탁은 제1항 또는 제2항에 해당하지 아니한 나머지 목적을 위하여 유효하게 성립한다. 다만, 제1항 또는 제2항에 해당하는 목적과 그렇지 아니한 목적을 분리하는 것이 불가능하거나 분리할 수 있더라도 제1항 또는 제2항에 해당하지 아니한 나머지 목적만을 위하여 신탁을 유지하는 것이 위탁자의 의사에 명백히 반하는 경우에는 그 전부를 무효로 한다.’고 규정하고 있다. 따라서 유언대용신탁에서 위탁자가 사망한 후 유일한 수익자를 수탁자로 정한 부분이 무효가 된다고 하더라도 나머지 부분, 즉 위탁자가 사망하기 전 수익자를 위탁자로 하여 수탁자로 하여금 신탁재산을 관리 또는 운용하도록 하는 부분(이하 ‘생전 자익신탁 부분’이라 한다)은 분리하기 불가능하거나 분리하더라도 생전 자익신탁 부분만으로 신탁을 유지하는 것이 위탁자의 의사에 명백히 반한다는 사정이 없는 이상 유효하다고 보아야 하고, 위탁자 사망 후 유일한 수익자가 수탁자가 된다는 사정만으로 곧바로 유언대용신탁 계약 전체를 무효라고 할 수는 없다.<br/>  이와 같이 유효한 생전 자익신탁 부분은 위탁자가 사망하게 되면 신탁의 목적을 달성하게 되어 곧바로 신탁이 종료되고(신탁법 제98조 제1호) 신탁재산의 잔여재산에 관한 귀속절차가 진행된다(신탁법 제101조). 유언대용신탁 계약에서 신탁재산의 잔여재산이 귀속될 자(이하 ‘귀속권리자’라 한다)를 정하고 있다면 그 사람에게 귀속될 것이고(신탁법 제101조 제1항 단서), 수탁자를 귀속권리자로 정하는 것도 허용된다. 만약 유언대용신탁 계약에서 귀속권리자를 정하지 않았다면 신탁재산의 잔여재산은 신탁법 제101조 제1항 본문에 따라 수익자에게 귀속될 것인데, 이때 유효한 생전 자익신탁 부분의 수익자는 위탁자이므로 신탁재산의 잔여재산은 위탁자에게 귀속될 수밖에 없고 이에 따라 상속재산에 편입되게 된다.<br/>",
  "판결본문": "",
  "참조조문": "신탁법 제2조, 제5조, 제32조, 제33조, 제36조, 제98조 제1호, 제101조 제1항<br/>",
  "참조판례": ""
}