{
  "판례일련번호": "240655",
  "사건명": "부당이득반환청구의소[부동산 임의경매절차에서 채권자의 질권자가 직접청구권을 행사하여 배당금을 수령하였는데 배당이 잘못된 경우 부당이득반환의무자가 누구인지 문제된 사건]",
  "사건번호": "2023다315155",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240412",
  "판시사항": "[1] 금전채권의 질권자가 민법 제353조 제1항, 제2항에 따라 자기채권의 범위 내에서 직접청구권을 행사하는 경우, 제3채무자의 질권자에 대한 금전지급으로써 질권설정자의 질권자에 대한 급부도 이루어지는지 여부(적극) 및 이러한 법리는 근저당권부채권의 질권자가 부동산 임의경매절차에서 집행법원으로부터 배당금을 직접 수령하는 경우에도 적용되는지 여부(적극)<br/>  [2] 경매목적물의 매각대금이 잘못 배당되어 배당받을 권리 있는 채권자가 배당받을 몫을 받지 못하고 그로 인해 권리 없는 다른 채권자가 그 몫을 배당받은 경우, 배당금을 수령한 다른 채권자는 이를 부당이득으로 반환할 의무가 있는지 여부(원칙적 적극) 및 여기서 ‘배당금을 수령한 다른 채권자’의 의미(=실체법적으로 볼 때 배당을 통하여 법률상 원인 없이 이득을 얻은 사람)<br/>  [3] 질권설정자의 채무자에 대한 근저당권부채권 범위를 초과하여 질권자의 질권설정자에 대한 피담보채권 범위 내에서 질권자에게 배당금이 직접 지급됨으로써 질권자가 피담보채권의 만족을 얻은 경우, 실체법적으로 볼 때 배당을 통하여 법률상 원인 없이 이득을 얻은 사람(=질권자에 대한 피담보채무가 소멸하는 이익을 얻은 질권설정자)<br/>",
  "판결요지": "[1] 금전채권의 질권자가 민법 제353조 제1항, 제2항에 의하여 자기채권의 범위 내에서 직접청구권을 행사하는 경우 질권자는 질권설정자의 대리인과 같은 지위에서 입질채권을 추심하여 자기채권의 변제에 충당하고 그 한도에서 질권설정자에 의한 변제가 있었던 것으로 보므로, 위 범위 내에서는 제3채무자의 질권자에 대한 금전지급으로써 제3채무자의 질권설정자에 대한 급부가 이루어질 뿐만 아니라 질권설정자의 질권자에 대한 급부도 이루어진다고 보아야 한다. 이러한 법리는 근저당권부채권의 질권자가 부동산 임의경매절차에서 집행법원으로부터 배당금을 직접 수령하는 경우에도 적용된다. <br/>  [2] 경매목적물의 매각대금이 잘못 배당되어 배당받을 권리 있는 채권자가 배당받을 몫을 받지 못하고 그로 인해 권리 없는 다른 채권자가 그 몫을 배당받은 경우에는, 배당금을 수령한 다른 채권자는 배당받을 수 있었던 채권자의 권리를 침해하여 이득을 얻은 것이 된다. 위와 같이 배당금을 수령한 다른 채권자는 그 이득을 보유할 정당한 권원이 없는 이상 이를 부당이득으로 반환할 의무가 있다. 이때 부당이득반환의무를 부담하는 ‘배당금을 수령한 다른 채권자’는 실체법적으로 볼 때 배당을 통하여 법률상 원인 없이 이득을 얻은 사람을 의미하고, 그가 부동산 임의경매절차에서 현실적으로 배당금을 수령한 사람과 언제나 일치하여야 하는 것은 아니다. <br/>  [3] 질권설정자의 채무자에 대한 근저당권부채권 범위를 초과하여 질권자의 질권설정자에 대한 피담보채권 범위 내에서 질권자에게 배당금이 직접 지급됨으로써 질권자가 피담보채권의 만족을 얻은 경우, 실체법적으로 볼 때 배당을 통하여 법률상 원인 없이 이득을 얻은 사람은 피담보채권이라는 법률상 원인에 기하여 배당금을 수령한 질권자가 아니라 근저당권부채권이라는 법률상 원인의 범위를 초과하여 질권자에게 배당금이 지급되게 함으로써 자신의 질권자에 대한 피담보채무가 소멸하는 이익을 얻은 질권설정자이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제353조 제1항, 제2항 / [2] 민법 제741조 / [3] 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2015. 5. 29. 선고 2012다92258 판결(공2015하, 861) / [2] 대법원 2019. 7. 18. 선고 2014다206983 전원합의체 판결(공2019하, 1617)<br/>"
}