{
  "판례일련번호": "240657",
  "사건명": "관리인지위부존재확인",
  "사건번호": "2023다313241",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240412",
  "판시사항": "[1] 비법인사단이 당사자인 사건에서 이미 제출된 자료들에 의하여 대표권의 적법성을 의심할 만한 사정이 있는 경우, 법원이 이에 관하여 심리·조사할 의무가 있는지 여부(적극) <br/>  [2] 민법상의 법인이나 비법인사단을 상대로 대표자의 지위 부존재 확인을 구하는 소송에서 대표자에 대하여 직무집행정지가처분 결정이 내려진 경우, 대표자는 본안소송에서 단체를 대표할 권한을 포함한 일체의 직무집행에서 배제되는지 여부(원칙적 적극) / 원고가 단체를 상대로 직무집행정지가처분 결정이 내려진 대표자의 대표자 지위 부존재 확인의 소를 제기하면서 그 대표자를 단체의 대표자로 표시한 소장을 제출하고 법원도 그 대표자를 송달받을 사람으로 하여 소장 부본을 송달한 후 소송절차가 진행된 경우, 대표자가 단체를 대표하여 한 소송행위나 원고가 대표자에 대하여 한 소송행위의 효력(무효) / 법인의 대표자에게 대표권이 없는 경우, 법원이 취하여야 할 조치 및 대표권의 보정이 항소심에서도 가능한지 여부(적극)<br/>",
  "판결요지": "[1] 비법인사단이 당사자인 사건에서 대표자에게 적법한 대표권이 있는지는 소송요건에 관한 것으로서 직권조사사항이므로, 법원에 그 판단의 기초자료인 사실과 증거를 직권으로 탐지할 의무까지는 없으나, 이미 제출된 자료들에 의하여 그 대표권의 적법성을 의심할 만한 사정이 엿보인다면 상대방이 이를 구체적으로 지적하여 다투지 않더라도 이에 관하여 심리·조사할 의무가 있다.<br/>  [2] 민법상의 법인이나 비법인사단을 상대로 그 대표자의 지위 부존재 확인을 구하는 소송에서 그 단체를 대표할 자는 지위 부존재 확인의 대상이 된 대표자이나, 대표자에 대하여 직무집행정지가처분 결정이 내려진 경우에는, 가처분 결정에 특별한 정함이 없는 한 그 대표자는 본안소송에서 그 단체를 대표할 권한을 포함한 일체의 직무집행에서 배제된다. 따라서 원고가 단체를 상대로 직무집행정지가처분 결정이 내려진 대표자의 대표자 지위 부존재 확인의 소를 제기하면서 그 대표자를 단체의 대표자로 표시한 소장을 제출하고 법원도 그 대표자를 송달받을 사람으로 하여 소장 부본을 송달한 후 소송절차가 진행되었다면, 그 대표자에게는 그 소송에 관하여 단체를 대표할 권한이 없기 때문에 소장 부본이 단체에 적법·유효하게 송달되었다고 볼 수 없고 그 대표자가 단체를 대표하여 한 소송행위나 원고가 그 대표자에 대하여 한 소송행위는 모두 무효가 된다. 그러나 민사소송법 제64조에 따라 법인의 대표자에게 준용되는 같은 법 제59조 전단 및 제60조는, 소송능력·법정대리권 또는 소송행위에 필요한 권한의 수여에 흠이 있는 경우에는 법원은 기간을 정하여 이를 보정하도록 명하여야 하고, 소송능력·법정대리권 또는 소송행위에 필요한 권한의 수여에 흠이 있는 사람이 소송행위를 한 뒤에 보정된 당사자나 법정대리인이 이를 추인한 경우에는 그 소송행위는 이를 한 때에 소급하여 효력이 생긴다고 규정하고 있다. 그러므로 법인의 대표자에게 대표권이 없는 경우 법원은 그 흠을 보정할 수 없음이 명백한 사정이 있지 않는 한 위 민사소송법 규정에 따라 기간을 정하여 이를 보정하도록 명할 의무가 있고, 이러한 대표권의 보정은 항소심에서도 가능하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제52조, 제58조, 제64조, 제134조[직권조사사항] / [2] 민법 제59조, 민사소송법 제51조, 제59조, 제60조, 제64조<br/>",
  "참조판례": "[1] 대법원 2022. 4. 28. 선고 2021다306904 판결(공2022상, 1053) / [2] 대법원 1990. 5. 11. 선고 89다카15199 판결(공1990, 1253), 대법원 1995. 12. 12. 선고 95다31348 판결(공1996상, 372), 대법원 2003. 3. 28. 선고 2003다2376 판결(공2003상, 1059), 대법원 2011. 7. 28. 선고 2009다86918 판결, 대법원 2015. 7. 23. 선고 2015다18473 판결<br/>"
}