{
  "판례일련번호": "240663",
  "사건명": "법인세부과처분등취소청구[과세관청이 시가 평가를 위해 실시한 토지 소급 재감정의 적법성이 문제된 사건]",
  "사건번호": "2020두54265",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240412",
  "판시사항": "[1] 공신력 있는 감정기관의 감정가액을 시가로 볼 수 있는지 여부(적극) 및 그 가액이 소급감정에 의한 것이라도 마찬가지인지 여부(적극) / 이러한 법리는 부당행위계산부인 규정을 적용하면서 비상장주식의 보충적 평가방법에 따라 당해 법인의 자산을 평가하는 경우에도 적용되는지 여부(적극)<br/>  [2] 어떠한 토지에 관하여 구 상속세 및 증여세법 시행령 제49조 제1항 제2호 본문에 따른 원감정가액이 존재하고 그 원감정가액에 대하여 같은 호 단서에서 정하고 있는 재감정 사유가 인정되지 않는 경우, 과세관청의 의뢰에 따른 재감정가액을 시가로 볼 수 있는지 여부(소극) / 구 상속세 및 증여세법 시행령 제49조 제1항 제2호 단서 중 두 번째 괄호 부분, 즉 원감정가액이 기준금액 이상인 경우의 재감정 사유가 인정되는지 판단하는 기준<br/>",
  "판결요지": "[1] 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제60조 제2항의 위임에 따른 구 상속세 및 증여세법 시행령(2014. 2. 21. 대통령령 제25195호로 개정되기 전의 것) 제49조 제1항 각호는 재산의 시가로 볼 수 있는 대표적인 경우를 예시한 것에 불과하고, 시가란 원칙적으로 정상적인 거래에 의하여 형성된 객관적 교환가치를 의미하지만 이는 객관적이고 합리적인 방법으로 평가한 가액도 포함하는 개념이므로 공신력 있는 감정기관의 감정가액도 시가로 볼 수 있고, 그 가액이 소급감정에 의한 것이라 하여도 달라지지 않는다. 이러한 법리는 부당행위계산부인 규정을 적용하면서 비상장주식의 보충적 평가방법에 따라 당해 법인의 자산을 평가하는 경우에도 마찬가지로 적용된다.<br/>  [2] 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제60조 제1항, 제2항, 구 상속세 및 증여세법 시행령(2014. 2. 21. 대통령령 제25195호로 개정되기 전의 것, 이하 ‘구 상증세법 시행령’이라 한다) 제49조 제1항의 문언, 체계, 개정 경과 및 입법 취지 등을 종합하여 보면, 비록 구 상증세법 시행령 제49조 제1항 각호의 예시적 성격을 감안하더라도 어떠한 토지에 관하여 구 상증세법 시행령 제49조 제1항 제2호 본문에 따른 원감정가액이 존재하고 그 원감정가액에 대하여 같은 호 단서에서 정하고 있는 재감정 사유가 인정되지 않는 경우에는, 과세관청의 의뢰에 따른 재감정가액은 공신력 있는 감정기관이 평가한 가액이라 하더라도 이를 시가로 볼 수 없다. 나아가 평가심의위원회는 국세청장이 과세관청에 설치하는 기관으로서 과세관청이 평가심의위원회의 자문결과에 구속되지 않는 점 등에 비추어 보면, 구 상증세법 시행령 제49조 제1항 제2호 단서 중 두 번째 괄호 부분, 즉 원감정가액이 기준금액 이상인 경우의 재감정 사유가 인정되는지는 평가심의위원회의 자문을 거쳤는지를 기준으로만 판단할 것은 아니고, 원감정가액의 감정평가목적, 납세자와 감정기관과의 관계, 통모 여부, 납세자의 조세회피 의사, 평가심의위원회의 자문내용 및 결과 등을 함께 고려하여 개별적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제52조 제2항, 제4항, 구 법인세법 시행령(2014. 2. 21. 대통령령 제25194호로 개정되기 전의 것) 제89조 제2항 제2호, 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제60조 제1항, 제2항, 제63조 제1항 제1호 (다)목(현행 제63조 제1항 제1호 (나)목 참조), 구 상속세 및 증여세법 시행령(2014. 2. 21. 대통령령 제25195호로 개정되기 전의 것) 제49조 제1항, 제54조, 제55조 제1항 / [2] 구 상속세 및 증여세법(2015. 12. 15. 법률 제13557호로 개정되기 전의 것) 제60조 제1항, 제2항, 구 상속세 및 증여세법 시행령(2014. 2. 21. 대통령령 제25195호로 개정되기 전의 것) 제49조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 8. 21. 선고 2000두5098 판결(공2001하, 2482), 대법원 2008. 2. 1. 선고 2004두1834 판결(공2008상, 331)<br/>"
}