{
  "판례일련번호": "240691",
  "사건명": "수도불통",
  "사건번호": "2023고합92",
  "법원명": "수원지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240214",
  "판시사항": "빌라건물에 거주하는 피고인이 빌라 공용배관의 누수로 자신의 주거지에 침수피해가 발생하자, 빌라 입주민들에게 누수로 인한 피해를 주장하였으나 입주민들과 공용배관 공사 방법에 대해 협의에 이르지 못하고 있던 중, 임의로 빌라 외부에 있는 공용계량기함의 밸브를 잠근 후 자물쇠와 쇠사슬을 이용하여 열지 못하게 하거나(수도불통행위) 배관 공사 업체를 불러 공용배관의 누수 부분을 임의로 절단함으로써(수도손괴행위) 공중의 음용수를 공급하는 수도 시설을 손괴 기타 방법으로 불통하게 하였다는 공소사실로 기소된 사안에서, 공소사실 중 수도불통행위 부분을 유죄로, 수도손괴행위 부분을 무죄로 판단한 사례<br/>",
  "판결요지": "빌라건물에 거주하는 피고인이 빌라 공용배관의 누수로 자신의 주거지에 침수피해가 발생하자, 빌라 입주민들에게 누수로 인한 피해를 주장하였으나 입주민들과 공용배관 공사 방법에 대해 협의에 이르지 못하고 있던 중, 임의로 빌라 외부에 있는 공용계량기함의 밸브를 잠근 후 자물쇠와 쇠사슬을 이용하여 열지 못하게 하거나(이하 ‘수도불통행위’라 한다) 배관 공사 업체를 불러 공용배관의 누수 부분을 임의로 절단함으로써(이하 ‘수도손괴행위’라 한다) 공중의 음용수를 공급하는 수도 시설을 손괴 기타 방법으로 불통하게 하였다는 공소사실로 기소된 사안이다.<br/>  ① 피고인은 입주민들과 하루에 1시간씩 수도를 사용하기로 협의하였음에도 일부 입주민들이 이를 지키지 않아 수도불통행위에 나아갔다는 취지로 주장하나, 그 주요 목적은 입주민들로부터 침수피해 배상을 받기 위한 것으로 목적의 정당성이 인정되지 않는 점, 피고인 주거지의 누수현상은 공용배관의 누수로 발생한 것으로, 공용배관의 교체 등 누수 방지 공사가 완료되기 전까지는 누수현상이 근본적으로 해소될 수 없음이 분명하였음에도 피고인은 입주민들이 노후배관 공사를 하자는 의견에 반대하며 일방적으로 수도불통행위에 이르렀고, 이는 피고인이 임의로 정한 기간(피고인이 언제까지 수도공급을 중단할 것인지 밝힌 바 없다) 입주민들에 대한 수도 공급을 원천적으로 차단한 것으로서 수단이나 방법의 상당성을 인정할 수 없는 점, 피고인이 침수피해를 겪고 있었더라도 물을 사용할 수 있는 시간이나 단수조치 기간 등에 대해 입주민들과 상의하였어야 하고, 나아가 입주민들과 협의하여 누수 문제의 근본적인 해결책을 강구할 필요가 있었음에도 피고인이 입주민들로 하여금 합리적인 방법으로 수도불통행위에 대비하도록 조치하였다고 볼 수 없고, 수도불통행위에 나아가기 전에 입주민들의 동의를 받았다거나 그들을 상대로 충분한 설득 절차를 거친 사실도 없으므로, 그와 같은 일방적인 단수조치는 긴급성과 보충성 요건을 충족하지 못한 점, 수도불통행위는 입주민들의 생활근거지인 빌라 전체에 완전한 단수조치를 강제하는 것으로서 입주민들의 건강 및 보건에 심각한 불이익을 초래하므로, 피고인이 누수로 인하여 입게 되는 피해의 심각성을 감안하더라도, 이로 인하여 침해되는 공동의 이익이 더 크다고 볼 수밖에 없는 점 등 제반 사정을 종합할 때, 피고인의 수도불통행위는 자신의 주거지에 발생한 침수피해를 막고 이에 대한 피해 배상을 받기 위한 목적에 따라 아무런 대비조치 없이 일방적으로 이루어진 것으로서 이를 형법상 긴급피난 또는 정당행위로 볼 수 없고, 한편 ② 당시 피고인의 주거지는 일상생활을 하기 어려울 정도로 침수피해가 심각하여 시급히 공용배관 공사를 진행하여 누수를 막을 필요가 있었으므로, 피고인이 공용배관을 절단한 행위는 주거지에서 발생한 침수피해를 막기 위한 목적에서 행한 것으로서 법질서의 정신이나 사회윤리에 비추어 용인될 수 있는 행위에 해당하여 목적의 정당성이 인정되는 점, 공용배관 수리를 위해서 우선 공용배관을 절단하는 것 외에 다른 방법이 없었고, 공용배관을 절단하기 전까지는 공용배관의 완전한 수리가 가능한지를 알 수도 없었으므로 공용배관 절단행위에 대해 수단의 적합성, 긴급성 및 보충성이 인정되는 점, 배관 공사 업체는 입주민에게 공용배관을 절단할 수밖에 없는 이유에 대하여 충분히 설명하고, 경찰의 중재로 임시수도를 각 세대 문 앞까지 연결해 주어 입주민들이 불편을 감수하고 물을 사용할 수 있게 되었으므로, 결과적으로 공용배관 절단행위로 인한 보호이익과 침해이익 사이의 법익균형도 이루어진 점 등 제반 사정을 종합할 때, 피고인의 수도손괴행위는 자신의 주거지의 누수 피해를 막기 위한 조치로서 사회상규에 위배되지 않는 정당행위에 해당한다는 이유로, 공소사실 중 수도불통행위 부분을 유죄로, 수도손괴행위 부분을 무죄로 판단한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제20조, 제22조 제1항, 제195조<br/>",
  "참조판례": ""
}