{
  "판례일련번호": "240643",
  "사건명": "교원노동관계중재재정취소청구",
  "사건번호": "2022두57138",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240416",
  "판시사항": "[1] 행정처분의 무효확인 또는 취소를 구하는 소송계속 중 해당 행정처분이 기간의 경과 등으로 효과가 소멸하여 처분이 취소되어도 원상회복이 불가능하다고 보이는 경우라도 예외적으로 처분의 취소를 구할 소의 이익이 인정되는 경우 및 그 예외 중 하나인 ‘그 행정처분과 동일한 사유로 위법한 처분이 반복될 위험성이 있는 경우’의 의미 / 중재재정에 대한 무효확인 또는 취소를 구하는 소의 경우에도 위 법리가 마찬가지로 적용되는지 여부(적극)<br/>  [2] 중재재정에 대한 불복사유인 중앙노동위원회 중재재정의 ‘위법’ 또는 ‘월권’의 의미 및 중재재정이 단순히 어느 노사 일방에 불리하거나 불합리한 내용이라는 사유만으로 불복할 수 있는지 여부(소극)<br/>  [3] 교원의 노동조합 설립 및 운영 등에 관한 법률 제7조 제1항에서 단체협약으로서 효력을 가지지 않는다고 정한 내용에 관한 사항도 중재재정의 대상이 될 수 있는지 여부(적극) 및 중재재정이 이에 관하여 정하였다는 이유만으로 위법한지 여부(소극)<br/>  [4] 국민의 교육받을 권리 보장을 위한 교육기관 및 교육행정기관의 본질적·근본적 권한을 침해·제한하는 내용을 정한 중재재정이 위법한지 여부(적극) 및 어떠한 사항이 이에 해당하는지 판단하는 방법<br/>",
  "판결요지": "[1] 행정처분의 무효확인 또는 취소를 구하는 소가 제소 당시에는 소의 이익이 있어 적법했는데, 소송계속 중 해당 행정처분이 기간의 경과 등으로 그 효과가 소멸한 때에 처분이 취소되어도 원상회복이 불가능하다고 보이는 경우라도, 무효확인 또는 취소로써 회복할 수 있는 다른 권리나 이익이 남아 있거나 또는 그 행정처분과 동일한 사유로 위법한 처분이 반복될 위험성이 있어 행정처분의 위법성 확인 내지 불분명한 법률문제에 대한 해명이 필요한 경우에는 행정의 적법성 확보와 그에 대한 사법통제, 국민의 권리구제 확대 등의 측면에서 예외적으로 그 처분의 취소를 구할 소의 이익을 인정할 수 있다. 여기에서 ‘그 행정처분과 동일한 사유로 위법한 처분이 반복될 위험성이 있는 경우’란 불분명한 법률문제에 대한 해명이 필요한 상황에 관한 대표적인 예시일 뿐이며, 반드시 ‘해당 사건의 동일한 소송 당사자 사이에서’ 반복될 위험이 있는 경우만을 의미하는 것은 아니다. 이러한 법리는 행정처분의 일종인 중재재정에 대한 무효확인 또는 취소를 구하는 소의 경우에도 마찬가지로 적용된다. <br/>  [2] 교원의 노동조합 설립 및 운영 등에 관한 법률(이하 ‘교원노조법’이라 한다)은 교원노동조합과 사용자가 단체교섭을 통해 합의를 위한 노력을 계속하여도 자주적 교섭에 의한 합의의 여지가 없는 경우 이를 해결하기 위한 절차로서 중앙노동위원회에 의한 노동쟁의의 조정과 중재 제도를 마련하면서(제9 내지 11조) 관계 당사자는 중앙노동위원회의 중재재정이 위법하거나 월권에 의한 것이라고 인정하는 경우에 행정소송을 제기할 수 있다고 규정하고 있다(제12조 제1항). 여기에서 ‘위법’ 또는 ‘월권’이란 중재재정의 절차가 위법하거나 그 내용이 교원노조법, 근로기준법 위반 등으로 위법한 경우 또는 당사자 사이에 분쟁의 대상이 되어 있지 않는 사항이나 정당한 이유 없이 당사자 간의 분쟁범위를 벗어나는 부분에 대하여 월권으로 중재재정을 한 경우를 말하고, 중재재정이 단순히 어느 노사 일방에 불리하거나 불합리한 내용이라는 사유만으로는 불복이 허용되지 않는다.<br/>  [3] 교원의 노동조합 설립 및 운영 등에 관한 법률(이하 ‘교원노조법’이라 한다) 제7조 제1항은 ‘단체협약의 내용 중 법령·조례 및 예산에 의하여 규정되는 내용과 법령 또는 조례에 의하여 위임을 받아 규정되는 내용’(이하 ‘비효력 사항’이라 한다)은 단체협약으로서의 효력을 가지지 않는다고 규정하면서도 같은 조 제2항은 비효력 사항에 대하여도 사용자 측에 그 내용이 이행될 수 있도록 성실하게 노력할 의무를 부과하고 있고, 교원의 노동조합 설립 및 운영 등에 관한 법률 시행령 제5조는 사용자가 비효력 사항에 대한 이행 결과를 다음 교섭 시까지 교섭노동조합에 서면으로 알리도록 규정하고 있다. 이처럼 교원노조법령이 비효력 사항에 대하여도 사용자에게 노력의무 등 일정한 의무를 부과하고 있고, 중재재정이 단체협약과 동일한 효력을 가지는 점(교원노조법 제12조 제5항) 등에 비추어 보면, 비효력 사항도 중재재정의 대상이 될 수 있고, 다만 그 중재재정 조항의 효력이 위와 같이 제한될 뿐이라고 보아야 한다. 따라서 중재재정이 비효력 사항에 관하여 정하였다는 이유만으로 위법하다고 볼 수 없다. <br/>  [4] 교원의 노동조합 설립 및 운영 등에 관한 법률(이하 ‘교원노조법’이라 한다)은 공무원의 노동조합 설립 및 운영 등에 관한 법률 제8조 제1항 단서(\"다만 법령 등에 따라 국가나 지방자치단체가 그 권한으로 행하는 정책결정에 관한 사항, 임용권의 행사 등 그 기관의 관리·운영에 관한 사항으로서 근무조건과 직접 관련되지 아니하는 사항은 교섭의 대상이 될 수 없다.\")와 같은 비교섭 사항을 규정하고 있지 않으므로, 교원노동조합의 단체교섭에는 위 비교섭 사항에 관한 규정이 적용되지 않는다. 그러나 헌법과 법률이 교원의 지위를 보장하면서 노동3권을 일정 부분 제한하고 있는 취지에 비추어 보면, 근로조건에 관한 사항이라도 교육과정 등 정책결정에 관한 사항이나 교육기관 및 교육행정기관의 관리·운영에 관한 사항으로서 국민의 교육받을 권리 보장을 위한 교육기관 및 교육행정기관의 본질적·근본적 권한을 침해·제한하는 내용을 정한 중재재정은 위법하다고 보아야 한다. 어떠한 사항이 교육기관 및 교육행정기관의 본질적·근본적 권한을 침해하거나 제한하는지는 해당 근로조건의 내용과 성격, 국민의 교육을 받을 권리에 미치는 영향, 사용자 측에게 부과하는 부담의 정도 등을 종합하여 판단하되, 교원노조법이 교원노동조합과 그 조합원의 쟁의행위를 전면적으로 금지함으로 인하여(제8조) 노동조합이 자신의 요구를 관철할 수단이 없기 때문에 중앙노동위원회가 교원의 근로조건의 실태와 단체교섭의 경과 등을 참작하여 적정한 근로조건을 설정해 줄 필요가 크다는 점을 충분히 고려해야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제12조, 교원의 노동조합 설립 및 운영 등에 관한 법률 제12조 / [2] 교원의 노동조합 설립 및 운영 등에 관한 법률 제9조, 제10조, 제11조, 제12조 제1항 / [3] 교원의 노동조합 설립 및 운영 등에 관한 법률 제7조, 제12조 제5항, 교원의 노동조합 설립 및 운영 등에 관한 법률 시행령 제5조 / [4] 헌법 제33조, 교원의 노동조합 설립 및 운영 등에 관한 법률 제8조, 제12조, 공무원의 노동조합 설립 및 운영 등에 관한 법률 제8조 제1항<br/>",
  "참조판례": "[1] 대법원 2020. 12. 24. 선고 2020두30450 판결(공2021상, 290) / [2] 대법원 2007. 4. 26. 선고 2005두12992 판결(공2007상, 797)<br/>"
}