{
  "판례일련번호": "240667",
  "사건명": "성폭력범죄의처벌및피해자보호등에관한법률위반(특수준강간)[유서의 증거능력과 관련하여 형사소송법 제314조의 ‘특히 신빙할 수 있는 상태’ 존재 여부가 문제된 사건]",
  "사건번호": "2023도13406",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240412",
  "판시사항": "[1] 형사소송법 제314조에서 정한 ‘그 진술 또는 작성이 특히 신빙할 수 있는 상태하에서 행하여졌음’의 의미 및 ‘특히 신빙할 수 있는 상태하에서 행하여졌음에 대한 증명’의 정도(=합리적 의심의 여지를 배제할 정도)<br/>  [2] 피고인들이 망인 甲과 합동하여 피해자 乙(여, 당시 14세)의 심신상실 또는 항거불능 상태를 이용하여 乙을 간음하였다는 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 위반(특수준강간)의 공소사실과 관련하여, 甲이 사건 발생 14년여 후 자살하기 직전 작성한 유서가 발견되어 증거로 제출되었고, 유서에 甲이 자신의 범행을 참회하는 듯한 내용이 포함되어 있어 그 증거능력이 다투어진 사안에서, 제반 사정을 종합할 때, 유서가 신빙할 수 있는 상태에서 작성되었을 개연성이 있다고 평가할 여지는 있으나, 유서의 내용이 법정에서의 반대신문 등을 통한 검증을 굳이 거치지 않아도 될 정도로 신빙성이 충분히 담보된다고 평가할 수 없어 유서의 증거능력을 인정할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 형사소송법 제314조에서 ‘그 진술 또는 작성이 특히 신빙할 수 있는 상태하에서 행하여졌음’이란 그 진술 내용이나 조서 또는 서류의 작성에 허위가 개입할 여지가 거의 없고, 그 진술 내지 작성 내용의 신빙성이나 임의성을 담보할 구체적이고 외부적인 정황이 있는 경우를 가리킨다. <br/>  형사소송법은 수사기관에서 작성된 조서 등 서면증거에 대하여 일정한 요건 아래 증거능력을 인정하는데, 이는 실체적 진실발견의 이념과 소송경제의 요청을 고려하여 예외적으로 허용하는 것이므로, 그 증거능력 인정 요건에 관한 규정은 엄격하게 해석·적용하여야 한다. 형사소송법 제312조, 제313조는 진술조서 등에 대하여 피고인 또는 변호인의 반대신문권이 보장되는 등 엄격한 요건이 충족될 경우에 한하여 증거능력을 인정할 수 있도록 함으로써 직접심리주의 등 기본원칙에 대한 예외를 정하고 있는데, 형사소송법 제314조는 원진술자 또는 작성자가 사망·질병·외국거주·소재불명 등의 사유로 공판준비 또는 공판기일에 출석하여 진술할 수 없는 경우에 그 진술이 특히 신빙할 수 있는 상태하에서 행하여졌다는 점이 증명되면 원진술자 등에 대한 반대신문의 기회조차도 없이 증거능력을 부여할 수 있도록 함으로써 보다 중대한 예외를 인정한 것이므로, 그 요건을 더욱 엄격하게 해석·적용하여야 한다. 따라서 형사소송법 제314조에서 ‘특히 신빙할 수 있는 상태하에서 행하여졌음에 대한 증명’은 단지 그러할 개연성이 있다는 정도로는 부족하고, 합리적 의심의 여지를 배제할 정도, 즉 법정에서의 반대신문 등을 통한 검증을 굳이 거치지 않더라도 진술의 신빙성을 충분히 담보할 수 있어 실질적 직접심리주의와 전문법칙에 대한 예외로 평가할 수 있는 정도에 이르러야 한다.<br/>  [2] 피고인들이 망인 甲과 합동하여 피해자 乙(여, 당시 14세)의 심신상실 또는 항거불능 상태를 이용하여 乙을 간음하였다는 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률 위반(특수준강간)의 공소사실과 관련하여, 甲이 사건 발생 14년여 후 자살하기 직전 작성한 유서가 발견되어 증거로 제출되었고, 유서에 甲이 자신의 범행을 참회하는 듯한 내용이 포함되어 있어 그 증거능력이 다투어진 사안에서, 유서에서 甲이 피고인들을 무고할 만한 뚜렷한 동기나 이유가 발견되지 않았고, 피고인들 스스로도 당시 甲 및 乙과 함께 술을 마셨던 사실은 인정하고 있는 점, 乙은 수사기관에서 당시 만취 상태에서 귀가하였는데 속옷에 피가 묻어 있었고 사타구니 부근이 아팠으며 산부인과에서 진료를 받고 사후피임약 등을 처방받았다고 진술한 점 등에 비추어 유서가 신빙할 수 있는 상태에서 작성되었을 개연성이 있다고 평가할 여지는 있으나, 유서는 작성 동기가 명확하지 아니하고, 수사기관에서 작성 경위, 구체적 의미 등이 상세하게 밝혀진 바가 없으며, 사건 발생일로부터 무려 14년 이상 경과된 후 작성된 점, 유서의 주요 내용이 구체적이거나 세부적이지 않고, 다른 증거에 의하여 충분히 뒷받침되지도 아니하며, 오히려 일부 내용은 乙의 진술 등과 명백히 배치되기도 하는 점, 甲에 대한 반대신문이 가능하였다면 그 과정에서 구체적, 세부적 진술이 현출됨으로써 기억의 오류, 과장, 왜곡, 거짓 진술 등이 드러났을 가능성을 배제하기 어려운 점 등 제반 사정을 종합하면, 유서의 내용이 법정에서의 반대신문 등을 통한 검증을 굳이 거치지 않아도 될 정도로 신빙성이 충분히 담보된다고 평가할 수 없어 유서의 증거능력을 인정할 수 없다는 이유로, 이와 달리 보아 유서의 증거능력을 인정하고 이를 주요 증거로 삼아 피고인들에게 유죄를 선고한 원심판결에 형사소송법 제314조의 ‘특히 신빙할 수 있는 상태’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제308조, 제312조, 제313조, 제314조 / [2] 구 성폭력범죄의 처벌 및 피해자보호 등에 관한 법률(2010. 4. 15. 법률 제10258호 성폭력범죄의 처벌 등에 관한 특례법 부칙 제5조 제10항에 따라 성폭력범죄의 피해자보호 등에 관한 법률로 개정되기 전의 것) 제6조 제3항(현행 성폭력범죄의 처벌 등에 관한 특례법 제4조 제3항 참조), 성폭력범죄의 처벌 등에 관한 특례법 부칙(2010. 4. 15.) 제4조, 형사소송법 제308조, 제314조<br/>",
  "참조판례": "[1] 대법원 2006. 9. 28. 선고 2006도3922 판결, 대법원 2011. 11. 10. 선고 2010도12 판결, 대법원 2014. 2. 21. 선고 2013도12652 판결(공2014상, 785), 대법원 2022. 3. 17. 선고 2016도17054 판결(공2022상, 732)<br/>"
}