{
  "판례일련번호": "240689",
  "사건명": "손해배상(기)",
  "사건번호": "2022가단12839",
  "법원명": "전주지법 정읍지원",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240215",
  "판시사항": "甲은 조경업자로 정읍시 소재 토지를 임차한 후 그곳에 판매용 조경수인 느티나무와 대왕참나무를 식재한 남편 乙로부터 이를 양수받아 길러왔는데, 丙 공사가 배전선로 근접 수목의 제거를 통한 안정적인 전기공급 등을 목적으로 丁 주식회사 등 수급업체와 공사도급계약을 체결하여 정읍 시내 및 야외선로 지역 내 수목들(가로수와 비가로수)에 대한 전지작업을 시행하면서 위 임차 토지에 식재된 느티나무 등 수목 25그루에 대한 전지작업도 甲의 동의 없이 실시하자, 甲이 丙 공사를 상대로 丙 공사가 甲의 동의 없이 일방적으로 전지작업을 실시하는 바람에 수목들이 훼손되어 상품가치가 하락하였다며 손해배상을 구한 사안에서, 丙 공사가 위 수목들에 대한 전지작업을 하면서 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조에 따른 사전보상을 하지도 않았고 甲의 동의를 얻은 적도 없으며 이러한 절차를 거치지 않고 전지작업을 시행하여야 할 정도의 긴급성이 인정되는 것도 아니어서 위법성이 인정되므로 丙 공사는 위 수목들에 대한 전지작업으로 甲이 입은 손해를 배상하여야 한다고 하면서, 다만 그 책임은 90%로 제한함이 타당하다고 한 사례<br/>",
  "판결요지": "甲은 조경업자로 정읍시 소재 토지를 임차한 후 그곳에 판매용 조경수인 느티나무와 대왕참나무를 식재한 남편 乙로부터 이를 양수받아 길러왔는데, 丙 공사가 배전선로 근접 수목의 제거를 통한 안정적인 전기공급 등을 목적으로 丁 주식회사 등 수급업체와 공사도급계약을 체결하여 정읍 시내 및 야외선로 지역 내 수목들(가로수와 비가로수)에 대한 전지작업을 시행하면서 위 임차 토지에 식재된 느티나무 등 수목 25그루에 대한 전지작업도 甲의 동의 없이 실시하자, 甲이 丙 공사를 상대로 丙 공사가 甲의 동의 없이 일방적으로 전지작업을 실시하는 바람에 수목들이 훼손되어 상품가치가 하락하였다며 손해배상을 구한 사안이다.<br/>  甲이 위 수목들의 소유권자이거나 이에 대하여 법률상 또는 사실상 처분을 할 수 있는 지위에 있다고 한 다음, 위 수목들은 丙 공사의 전지작업으로 훼손되어 조경수로서 판매가 어렵게 되는 등 손해가 발생하였는데, 丙 공사가 위 수목들에 대한 전지작업을 하면서 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조에 따른 사전보상을 하지도 않았고 甲의 동의를 얻은 적도 없으며 이러한 절차를 거치지 않고 전지작업을 시행하여야 할 정도의 긴급성이 인정되는 것도 아니어서 위법성이 인정되므로 丙 공사는 위 수목들에 대한 전지작업으로 甲이 입은 손해를 배상하여야 한다고 하면서, 丙 공사가 전기사업법 제87조 제2항 제2호를 들어 전지작업이 적법하다고 한 주장에 대하여는 위 조항 제2호에 따른 전지작업은 단순히 재해 발생이 우려되는 정도를 넘어 예상되는 피해가 현저하고 발생가능성이 상당한 경우이거나 토지 소유자 등 이해관계인에게 통지하는 등 협의절차를 진행한 경우라야 적법하게 실시될 수 있는데 이러한 사정을 인정하기 어렵다는 이유로, 丙 공사가 같은 조 제4항을 들어 전지작업이 적법하다고 한 주장에 대하여는 위 전지작업이 전기사업법 제87조 제2항의 요건을 충족하지 못하였을 뿐만 아니라 丙 공사가 아무런 통보도 없이 일방적으로 위 수목들에 대한 전지작업을 시행하여 완료하였다는 이유로, 丙 공사가 도급인으로서 도급 또는 지시에 관하여 중대한 과실이 없으므로 민법 제757조에 따라 책임이 없다고 한 항변에 대하여는 위 수목에 대한 전지작업 자체에 이미 수목의 절단 등 훼손이 내포되므로 이를 수급업체에 도급한 것은 사실상 수목의 훼손을 지시한 것과 다름이 없는데, 丙 공사가 가로수와 위 수목들을 포함한 비가로수의 전지작업에 관하여 아직 허가가 이루어지지 않았을 뿐만 아니라 수목 소유자 등과 아무런 협의가 없었음에도 내부지침을 위반하여 전지작업 시행을 결정하고 수급업체에 도급을 주는 등 사실상 타인 소유 수목의 훼손을 의미하는 전지작업을 도급하면서 피해 방지를 위한 최소한의 노력도 하지 않은 것으로 보인다는 이유로 이를 모두 배척한 다음, 다만 위 수목들의 상태와 피해 규모, 丙 공사의 과실 내용과 정도, 丙 공사의 공익적 동기, 甲과 丙 공사의 경제상태 등을 고려하면 丙 공사의 책임을 90%로 제한함이 타당하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제393조, 제750조, 제757조, 제763조, 전기사업법 제68조, 제87조 제1항, 제2항, 제4항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제62조<br/>",
  "참조판례": ""
}