{
  "판례일련번호": "240647",
  "사건명": "부정청탁및금품등수수의금지에관한법률위반·공무상비밀누설[수사기관이 전자정보에 대한 압수·수색 과정에서 우연히 발견한 무관정보의 증거능력이 문제된 사건]",
  "사건번호": "2020도3050",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240416",
  "판시사항": "[1] 전자정보에 대한 압수·수색이 종료되기 전에 혐의사실과 관련된 전자정보(유관정보)를 적법하게 탐색하는 과정에서 이와 무관한 전자정보(무관정보)를 우연히 발견한 경우, 수사기관이 그러한 정보에 대하여도 압수·수색을 할 수 있는지 여부(한정 적극) / 수사기관이 유관정보를 선별하여 압수한 후에도 무관정보를 삭제·폐기·반환하지 않은 채 그대로 보관하고 있는 경우, 무관정보 부분에 대한 압수가 위법한지 여부(적극) 및 사후에 법원으로부터 압수·수색영장이 발부되었거나 피고인 등이 이를 증거로 함에 동의한 경우, 위법성이 치유되는지 여부(소극) / 수사기관이 새로운 범죄혐의의 수사를 위하여 기존 압수·수색 과정에서 취득한 무관정보가 남아 있는 하드카피·이미징 등 형태의 복제본을 탐색, 복제 또는 출력할 수 있는지 여부(소극) 및 사후에 법원으로부터 복제본을 대상으로 압수·수색영장을 발부받아 집행했더라도 위법한지 여부(적극)<br/>  [2] 수사기관이 헌법과 형사소송법이 정한 절차에 따르지 않고 수집한 증거와 이를 기초로 획득한 2차적 증거를 유죄 인정의 증거로 삼을 수 있는지 여부(원칙적 소극) 및 법원이 위 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우 / 법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때 고려해야 할 사항<br/>",
  "판결요지": "[1] 전자정보에 대한 압수·수색에 있어 저장매체 자체를 외부로 반출하거나 하드카피·이미징 등의 형태로 복제본(이하 ‘복제본’이라 한다)을 만들어 외부에서 그 저장매체나 복제본에 대하여 압수·수색이 허용되는 예외적인 경우에도 혐의사실과 관련된 전자정보(이하 ‘유관정보’라 한다) 이외에 이와 무관한 전자정보(이하 ‘무관정보’라 한다)를 탐색·복제·출력하는 것은 원칙적으로 위법한 압수·수색에 해당하므로 허용될 수 없다. 그러나 전자정보에 대한 압수·수색이 종료되기 전에 유관정보를 적법하게 탐색하는 과정에서 무관정보를 우연히 발견한 경우라면, 수사기관으로서는 더 이상의 추가 탐색을 중단하고 법원으로부터 별도의 범죄혐의에 대한 압수·수색영장을 발부받은 경우에 한하여 그러한 정보에 대하여도 적법하게 압수·수색을 할 수 있다. <br/>  수사기관이 유관정보를 선별하여 압수한 후에도 무관정보를 삭제·폐기·반환하지 않은 채 그대로 보관하고 있다면 무관정보 부분에 대하여는 압수의 대상이 되는 전자정보의 범위를 넘어서는 전자정보를 영장 없이 압수·수색하여 취득한 것이어서 위법하고, 사후에 법원으로부터 압수·수색영장이 발부되었다거나 피고인이나 변호인이 이를 증거로 함에 동의하였다고 하여 그 위법성이 치유된다고 볼 수 없다. 수사기관이 새로운 범죄혐의의 수사를 위하여 무관정보가 남아 있는 복제본을 열람하는 것은 압수·수색영장으로 압수되지 않은 전자정보를 영장 없이 수색하는 것과 다르지 않다. 따라서 복제본은 더 이상 수사기관의 탐색, 복제 또는 출력 대상이 될 수 없으며, 수사기관은 새로운 범죄혐의의 수사를 위하여 필요한 경우에도 기존 압수·수색 과정에서 출력하거나 복제한 유관정보의 결과물을 열람할 수 있을 뿐이다. 사후에 법원으로부터 복제본을 대상으로 압수·수색영장을 발부받아 집행하였다고 하더라도, 이는 압수·수색절차가 종료됨에 따라 당연히 삭제·폐기되었어야 할 전자정보를 대상으로 한 것으로 위법하다. <br/>  [2] 형사소송법 제308조의2에 따라 적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다. 수사기관이 헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집한 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다. 다만 수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 아니하고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고, 이를 통하여 형사 사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면, 법원은 그 증거를 유죄 인정의 증거로 사용할 수 있다.<br/>  법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때에는 먼저 절차에 따르지 아니한 1차적 증거수집과 관련된 모든 사정들, 즉 절차 조항의 취지와 위반의 내용 및 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리 또는 법익의 성질과 침해 정도 및 피고인과의 관련성, 절차 위반행위와 증거수집 사이의 인과관계 등 관련성의 정도, 수사기관의 인식과 의도 등을 살피는 것은 물론, 나아가 1차적 증거를 기초로 하여 다시 2차적 증거를 수집하는 과정에서 추가로 발생한 모든 사정들까지 구체적인 사안에 따라 주로 인과관계 희석 또는 단절 여부를 중심으로 전체적·종합적으로 고려해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제215조, 제307조, 제308조의2 / [2] 헌법 제12조 제1항, 제3항, 형사소송법 제215조, 제307조, 제308조, 제308조의2<br/>",
  "참조판례": "[1] 대법원 2015. 7. 16. 자 2011모1839 전원합의체 결정(공2015하, 1274), 대법원 2022. 1. 14. 자 2021모1586 결정(공2022상, 405), 대법원 2023. 6. 1. 선고 2018도19782 판결(공2023하, 1162), 대법원 2023. 10. 18. 선고 2023도8752 판결(공2023하, 2050) / [2] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2013. 3. 14. 선고 2012도13611 판결(공2013상, 703), 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033)<br/>"
}