{
  "판례일련번호": "240751",
  "사건명": "부당이득금[유사수신행위로 체결된 계약의 효력이 문제된 사건]",
  "사건번호": "2023다310471",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240425",
  "판시사항": "유사수신행위의 규제에 관한 법률 제3조의 법적 성질(=단속규정) 및 유사수신행위로 체결된 계약의 사법상 효력(원칙적 유효)<br/>",
  "판결요지": "유사수신행위의 규제에 관한 법률(이하 ‘유사수신행위법’이라 한다) 제3조는 효력규정 또는 강행규정이 아니라 단속규정에 불과하므로 유사수신행위로 체결된 계약은 특별한 사정이 없는 한 사법상 효력을 가진다고 보아야 한다. 이유는 다음과 같다.<br/>  ① 유사수신행위법은 관계 법령에 따른 허가나 인가 등을 받지 않고 불특정 다수인으로부터 출자금 등 명목으로 자금을 조달하는 행위를 규제하여 선량한 거래자를 보호하고 건전한 금융질서를 확립함을 목적으로 한다(유사수신행위법 제1조). 이러한 입법 목적은 행정적 규제나 형사처벌을 통하여서도 달성할 수 있고, 유사수신행위로 체결된 계약의 사법상 효력까지 부정하여야만 비로소 달성할 수 있는 것은 아니다. 오히려 그 사법상 효력을 일률적으로 부정할 경우 아래에서 살펴보는 바와 같이 유사수신행위법의 입법 취지에 실질적으로 반하는 결과를 초래할 수 있다.<br/>  ② 유사수신행위로 체결된 계약이 무효이면 계약 상대방은 유사수신행위자에게 계약의 이행을 구하거나 그 불이행을 이유로 한 손해배상청구를 할 수 없고, 계약 내용에 따라 유사수신행위자로부터 금원을 지급받은 경우에는 그 금원을 유사수신행위자에게 부당이득으로 반환하여야 한다. 이는 계약 상대방이 해당 계약이 유사수신행위에 해당하는지, 유사수신행위가 유사수신행위법의 금지 또는 처벌 대상인지를 알았는지 등 그의 선의나 위법성의 인식과 무관하게 발생하는 결과이다. 그런데도 유사수신행위법 제3조를 효력규정 또는 강행규정으로 보아 이를 위반한 법률행위를 일률적으로 무효로 보는 것은 선의의 거래 상대방을 오히려 불리하게 함으로써 ‘선량한 거래자를 보호’하기 위한 유사수신행위법의 입법 취지에 실질적으로 반할 수 있고, 계약의 유효성을 신뢰한 상대방의 법적 안정성을 해칠 수 있다.<br/>  ③ 어떤 규정이 효력규정 또는 강행규정인지는 그 규정을 위반한 행위가 그 행위의 사법상 효력까지 부정하지 않으면 안 될 정도로 현저히 반사회성, 반도덕성을 지닌 것인지를 고려하여 판단한다. 유사수신행위로 체결된 계약은 불특정 다수인으로부터 자금을 조달하면서 장차 원금 전액 또는 이를 초과하는 금액을 돌려주거나 손실을 보전하는 행위를 주된 내용으로 한다. 이러한 행위는 관계 법령이 정한 인가·허가를 받은 경우와 같이 법령에 따라 허용된 것이라면 특별한 사정이 없는 한 적법하게 할 수 있으므로 그 행위의 내용 자체만으로 현저히 반사회성, 반도덕성을 지닌다고 단정할 수 없다.<br/>  ④ 유사수신행위를 형사처벌 대상으로 삼는다는 사정은 유사수신행위의 반사회성, 반도덕성 판단에 관한 하나의 고려 요소가 될 수는 있다. 그런데 유사수신행위에 대한 형사처벌은 자금 조달과 원금 보장 등 유사수신행위로 체결된 계약의 내용 자체보다는 그 계약의 일방 당사자가 관계 법령에 따른 인가·허가 등을 받지 않고 불특정 다수인으로부터 자금을 조달하는 것을 업으로 한다는 계약 외부적 사정에 초점을 맞춘 것이다. 또한 계약 자체의 사법상 효력을 인정할 것인가와 그 계약을 매개로 한 행위를 형사처벌 대상으로 삼을 것인가는 다소 다른 차원의 문제이기도 하다. 그러므로 유사수신행위가 형사처벌 대상이라는 사정 때문에 유사수신행위로 체결된 계약의 효력이 당연히 부정된다고 할 수는 없다. 아울러 유사수신행위법 위반행위는 사기 범행과 더불어 행해지는 경우가 많은데, 사기 범행 역시 형사처벌 대상으로서 유사수신행위법 위반행위보다 법정형(징역형 부분)이 더 높은데도 사기 범행으로 체결된 계약은 무효가 아닌 취소 대상일 뿐이라는 점도 고려해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제105조, 유사수신행위의 규제에 관한 법률 제1조, 제2조, 제3조, 제6조 제1항<br/>",
  "참조판례": "대법원 1989. 9. 12. 선고 88다카2233, 2240 판결(공1989, 1396), 대법원 2003. 11. 27. 선고 2003다5337 판결(공2004상, 13), 대법원 2013. 11. 14. 선고 2013도9769 판결(공2013하, 2292)<br/>"
}