{
  "판례일련번호": "240749",
  "사건명": "소유권이전등기",
  "사건번호": "2023다300146",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240425",
  "판시사항": "[1] 공공주택 특별법 제50조의3 제1항 제1호 (라)목에서 정한 우선 분양전환 자격요건 중 ‘분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’의 의미(=임차인이 해당 임대주택에 입주할 당시 입주자모집공고 내지 임대차계약에서 우선 분양전환 자격요건으로 정하였던 주택소유기준을 분양전환 시점에 충족하고 있는 것)<br/>  [2] 甲이 선착순의 방법으로 공공건설임대주택인 아파트의 입주자로 선정된 후 임대사업자인 乙 주식회사와 체결한 임대차계약에서 선착순의 방법으로 입주자로 선정된 임차인의 경우 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였고, 그 후 乙 회사로부터 임대사업자 지위를 승계한 丙 주식회사가 甲과 종전과 동일한 내용 및 조건으로 임대차계약을 체결한 사안에서, 위 아파트는 분양전환이 완료되지 아니한 주택에 해당하므로 공공주택 특별법 제50조의3 제1항 제1호 (라)목이 적용되는데, 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 위 아파트에 거주한 甲은 주택을 소유하고 있지 않으므로 같은 세대를 구성하는 배우자가 주택을 소유하고 있는지에 관계없이 우선 분양전환 대상자에 해당한다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것, 이하 ‘구 임대주택법’이라 한다) 제21조 제1항은 임대사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 각호에서 정하는 임차인에게 우선 분양전환하여야 한다고 규정하면서, 같은 항 제4호에서 \"선착순의 방법으로 입주자로 선정된 경우에는 분양전환 당시까지 거주한 무주택자인 임차인\"을 우선 분양전환 대상자로 정하였다.<br/>  그런데 2020. 12. 22. 법률 제17734호로 개정된 공공주택 특별법 제50조의3 제1항 제1호는 공공주택사업자가 임대의무기간이 지난 후 공공건설임대주택을 분양전환하는 경우 분양전환 시점에 임대주택에 거주하는 임차인으로서 각 목의 우선 분양전환 자격을 갖춘 사람에게 우선 분양전환하여야 한다고 규정하면서, 같은 호 (라)목에서 \"선착순의 방법으로 해당 임대주택의 입주자로 선정된 자로서 입주일부터 분양전환할 때까지 계속하여 거주하면서 분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우\"를 우선 분양전환 자격요건으로 정하고 있다.<br/>  이처럼 선착순의 방법으로 입주자로 선정된 임차인의 우선 분양전환 자격요건 중 주택소유기준 부분을 구 임대주택법 제21조 제1항 제4호의 ‘무주택자인 임차인’에서 공공주택 특별법 제50조의3 제1항 제1호 (라)목의 ‘분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’로 변경한 취지는, 당초 공공건설임대주택에 입주할 때 임대사업자로부터 고지받거나 임대사업자와 합의에 이른 우선 분양전환 자격요건을 신뢰한 임차인을 보호하고 공공건설임대주택의 우선 분양전환을 둘러싼 임대사업자와 임차인 간의 분쟁을 예방하려는 데에 있다. 위와 같은 법률 개정 취지를 고려하면, 공공주택 특별법 제50조의3 제1항 제1호 (라)목의 ‘분양전환하는 시점에 해당 임대주택 입주 시 자격요건 중 주택소유기준을 충족하고 있는 경우’란 임차인이 해당 임대주택에 입주할 당시 입주자모집공고 내지 임대차계약에서 우선 분양전환 자격요건으로 정하였던 주택소유기준을 분양전환 시점에 충족하고 있는 것을 의미한다고 해석함이 타당하다.<br/>  [2] 甲이 선착순의 방법으로 공공건설임대주택인 아파트의 입주자로 선정된 후 임대사업자인 乙 주식회사와 체결한 임대차계약에서 선착순의 방법으로 입주자로 선정된 임차인의 경우 분양전환 당시 임차인 본인만 무주택 요건을 충족하면 우선 분양전환 자격을 얻을 수 있도록 정하였고, 그 후 乙 회사로부터 임대사업자 지위를 승계한 丙 주식회사가 甲과 종전과 동일한 내용 및 조건으로 임대차계약을 체결한 사안에서, 위 아파트는 甲에게 우선 분양전환이 이루어지지 않은 채 丙 회사가 소유하고 있으므로 공공주택 특별법 부칙(2020. 12. 22.) 제6조 제1항의 ‘분양전환이 완료되지 아니한 주택’에 해당하여 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호가 아닌 공공주택 특별법 제50조의3 제1항 제1호 (라)목이 적용되는데, 선착순의 방법으로 입주자로 선정되어 분양전환 당시까지 위 아파트에 거주한 甲은 주택을 소유하고 있지 않으므로, 甲과 같은 세대를 구성하는 배우자가 주택을 소유하고 있는지에 관계없이 임대차계약에서 우선 분양전환 자격요건으로 정하였던 주택소유기준을 분양전환 시점에 충족하고 있어 우선 분양전환 대상자에 해당한다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 공공주택 특별법 제50조의3 제1항 제1호 (라)목 / [2] 구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제21조 제1항 제4호[현행 공공주택 특별법 제50조의3 제1항 제1호 (라)목 참조], 공공주택 특별법 제50조의3 제1항 제1호 (라)목, 부칙(2020. 12. 22.) 제6조 제1항, 민간임대주택에 관한 특별법 부칙(2015. 8. 28.) 제6조 제2항<br/>",
  "참조판례": ""
}