{
  "판례일련번호": "240739",
  "사건명": "손해배상(기)[영국법이 준거법인 용선계약상 위약금 약정이 영국법상 ‘위약벌(penalty)’에 해당하여 강제가능성이 없거나, 우리 민법 제398조 제2항을 적용하여 감액해야 하는지 문제된 사건]",
  "사건번호": "2019다261558",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240425",
  "판시사항": "[1] 영국법상 채무불이행에 대한 위약금 약정이 과다하고 비양심적(extravagant and unconscionable)인 경우, 강제할 수 없는 위약벌에 해당하는지 여부(적극) / 위약금 약정이 손해배상액의 예정(liquidated damages)인지 위약벌(penalty)인지 판단하는 기준 및 이때 ‘상대방의 계약상 의무 이행을 강제할 정당한 이익’은 계약 위반으로 인한 예상 손해의 최대치를 전보받는 것에 한정되는지 여부(소극)<br/>  [2] 손해배상 예정액이 부당히 과다한 경우에는 법원이 적당히 감액할 수 있다고 정한 민법 제398조 제2항이 준거법에 관계없이 해당 법률관계에 적용되어야 하는 구 국제사법 제7조의 국제적 강행규정인지 여부(소극) / 준거법인 영국법을 적용한 결과 손해배상 예정액을 별도로 감액할 수 없다고 하여 그 적용이 구 국제사법 제10조의 ‘대한민국의 선량한 풍속 그 밖의 사회질서에 명백히 위반되는 때’에 해당하는지 여부(소극)<br/>",
  "판결요지": "[1] 영국법상 채무불이행에 대한 위약금 약정은 그 약정 내용에 따라 손해배상액의 예정(liquidated damages)과 위약벌(penalty)로 구분되고, 위약금 약정의 내용이 과다하고 비양심적(extravagant and unconscionable)이라면 이는 위약벌에 해당하여 강제할 수 없다(unenforceable)[이른바 위약벌 원칙(The Penalty Rule), Dunlop Pneumatic Tyre Co Ltd v New Garage and Motor Co Ltd[1915]AC 79 등 참조]. 위약금 약정이 손해배상액의 예정인지 위약벌인지는 계약 해석의 문제로서, 계약 당시 상황을 기초로 하여, 약정된 위약금이 상대방의 계약상 의무 이행을 강제할 정당한 이익과 비례하는 범위 내에 있는지가 기준이 되고, 이때 ‘상대방의 계약상 의무 이행을 강제할 정당한 이익’은 계약 위반으로 인한 예상 손해의 최대치를 전보받는 것에 한정되지 않는다(Cavendish Square Holding BV v Makdessi[2015]UKSC 67 참조). 또한 위약금 약정의 내용이 의무 위반의 내용 및 정도를 고려하지 않고 일률적으로 특정액을 지급하기로 한 것인지, 계약 체결 당시 손해 규모를 예측하는 것이 용이한지, 위약금 약정이 부가된 계약이 상사계약인지, 계약당사자들의 협상력이 대등한지 등을 종합적으로 고려하여 위약벌인지를 판단한다(위 판결들 참조).<br/>  [2] 손해배상 예정액이 부당히 과다한 경우에는 법원이 적당히 감액할 수 있다고 정한 민법 제398조 제2항은 법관의 재량에 의한 감액을 통해 당사자들의 계약에 개입하여 내용을 수정하는 권한을 부여하는 규정이다. 이 규정은 그 입법 목적과 성격, 내용에 비추어 볼 때 준거법에 관계없이 해당 법률관계에 적용되어야 하는 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제7조의 국제적 강행규정이라고 볼 수 없다. 그리고 준거법인 영국법을 적용한 결과 손해배상 예정액을 별도로 감액할 수 없다고 하여 그 적용이 구 국제사법 제10조의 ‘대한민국의 선량한 풍속 그 밖의 사회질서에 명백히 위반되는 때’에 해당한다고 볼 수도 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제390조, 제398조 / [2] 민법 제398조 제2항, 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제7조(현행 제20조 참조), 제10조(현행 제23조 참조)<br/>",
  "참조판례": ""
}