{
  "판례일련번호": "240819",
  "사건명": "기타(금전)",
  "사건번호": "2020다202616",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240509",
  "판시사항": "[1] 자본시장과 금융투자업에 관한 법률 제172조 제1항에서 정한 단기매매차익 반환제도의 취지 및 위 규정이 적용되지 않는 경우로서 같은 법 시행령 제198조에서 정한 예외사유에 해당하지 않더라도 내부정보를 부당하게 이용할 가능성이 전혀 없는 유형의 거래에 대하여는 법원이 위 규정의 적용을 배제할 수 있는지 여부(적극) / 주권상장법인의 내부자가 6개월 이내에 그 법인의 주식 등을 사고파는 거래를 한 경우, 선행거래와 후행거래 중 어느 한 거래라도 위 규정의 적용 예외사유에 해당하면 위 규정이 적용되지 않는지 여부(원칙적 적극)<br/> [2] 구 기업구조조정 촉진법에 따라 개시된 甲 주식회사에 대한 채권금융기관 공동관리절차에서 이를 주관한 주채권은행이자 채권금융기관 협의회의 구성원인 乙 은행이, 甲 회사의 상장유지를 위하여 협의회의 심의·의결에 따라 이루어진 대출금의 출자전환으로 甲 회사의 주식을 취득하였다가 이후 이를 매도하여 단기매매차익을 얻자, 甲 회사가 乙 은행을 상대로 그 차익의 반환을 구한 사안에서, 위 출자전환과 주식매도 중 어느 하나의 거래가 적용 예외사유에 해당한다면 자본시장과 금융투자업에 관한 법률 제172조 제1항에서 정한 단기매매차익 반환규정의 적용이 배제된다는 전제하에 위 출자전환은 객관적으로 볼 때 그 거래 유형 자체에 내부정보를 부당하게 이용할 가능성이 있다고 보기 어려우므로 단기매매차익 반환규정이 적용될 수 없다고 본 원심판단에 법리오해 등의 잘못이 없다고 한 사례<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제172조 제1항에서 정한 단기매매차익 반환제도는 주권상장법인의 내부자가 6개월 이내의 단기간에 그 법인의 주식 등을 사고파는 경우 미공개 내부정보를 이용하였을 개연성이 크다는 점에서 거래 자체는 허용하되 그 대신 내부자가 실제로 미공개 내부정보를 이용하였는지 여부나 내부자에게 미공개 내부정보를 이용하여 이득을 취하려는 의사가 있었는지 여부를 묻지 않고 내부자로 하여금 그 거래로 얻은 이익을 법인에 반환하도록 하는 엄격한 책임을 인정함으로써 내부자가 미공개 내부정보를 이용하여 법인의 주식 등을 거래하는 행위를 간접적으로 규제하려는 제도이다. 따라서 자본시장법 제172조 제1항이 적용되지 아니하는 경우로서 같은 조 제6항에 의하여 자본시장과 금융투자업에 관한 법률 시행령(이하 ‘자본시장법 시행령’이라 한다) 제198조에서 정한 예외사유는 한정적으로 열거된 것으로서 자본시장법 시행령에서 정하지 않는 사유로까지 그 반환책임의 예외사유를 넓힐 것을 예정한 것은 아니다. 다만 단기매매차익 반환제도의 입법 목적, 자본시장법 시행령 제198조에 정해진 예외사유의 성격, 그리고 헌법 제23조가 정하는 재산권보장의 취지를 고려하면, 자본시장법 시행령 제198조에서 정한 예외사유에 해당하지 않더라도 객관적으로 볼 때 내부정보를 부당하게 이용할 가능성이 전혀 없는 유형의 거래에 대하여는 법원이 자본시장법 제172조 제1항의 매수 또는 매도에 해당하지 아니하는 것으로 보아 그 적용을 배제할 수 있다.<br/>   한편 주권상장법인의 내부자가 6개월 이내에 그 법인의 주식 등을 사고파는 거래를 한 경우, 선행거래와 후행거래 중 어느 한 거래라도 위 규정의 적용 예외사유에 해당하는 거래라면 특별한 사정이 없는 한 자본시장법 제172조 제1항의 단기매매차익 반환규정은 적용되지 않는다고 봄이 타당하다.<br/> [2] 구 기업구조조정 촉진법(2011. 5. 19. 법률 제10684호, 실효)에 따라 개시된 甲 주식회사에 대한 채권금융기관 공동관리절차에서 이를 주관한 주채권은행이자 채권금융기관 협의회(이하 ‘협의회’라 한다)의 구성원인 乙 은행이, 甲 회사의 상장유지를 위하여 협의회의 심의·의결에 따라 이루어진 대출금의 출자전환으로 甲 회사의 주식을 취득하였다가 이후 이를 매도하여 단기매매차익을 얻자, 甲 회사가 乙 은행을 상대로 그 차익의 반환을 구한 사안에서, 위 출자전환과 주식매도 중 어느 하나의 거래가 적용 예외사유에 해당한다면 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제172조 제1항에서 정한 단기매매차익 반환규정의 적용이 배제된다는 전제하에, 부실징후기업의 구조조정 내지 이를 통한 경영정상화를 목적으로 협의회의 심의·의결에 따라 해당 기업에 대한 채권재조정으로서 대출금의 출자전환에 따른 주식의 취득은 객관적으로 볼 때 내부정보의 이용가능성이 없는 유형의 거래에 해당한다고 해석함이 타당한 점과 甲 회사의 경영정상화에 필요한 상장유지를 위해서는 출자전환이 불가피하였다고 보일 뿐이고 채권금융기관들의 경제적 이해득실을 고려하여 주식의 취득 여부나 취득 시기, 취득 조건 등이 임의로 결정되었다고 볼 수는 없는 점을 주된 이유로 들어, 위 출자전환은 객관적으로 볼 때 그 거래 유형 자체에 내부정보를 부당하게 이용할 가능성이 있다고 보기 어려우므로 자본시장법 제172조 제1항의 단기매매차익 반환규정이 적용될 수 없다고 본 원심판단에 법리오해 등의 잘못이 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제172조 제1항, 제6항, 자본시장과 금융투자업에 관한 법률 시행령 제198조 / [2] 자본시장과 금융투자업에 관한 법률 제172조 제1항, 제6항, 자본시장과 금융투자업에 관한 법률 시행령 제198조<br/>",
  "참조판례": "[1] 대법원 2004. 5. 28. 선고 2003다60396 판결(공2004하, 1061), 대법원 2008. 3. 13. 선고 2006다73218 판결(공2008상, 517)<br/>"
}