{
  "판례일련번호": "240823",
  "사건명": "저작권침해정지등청구의소[공동저작권자가 다른 공동저작권자로부터 물적 분할에 따라 지분을 승계한 자를 상대로 제3자에 대한 이용허락의 금지 등을 구하는 외국적 요소가 있는 사건의 준거법이 무엇인지 문제된 사건]",
  "사건번호": "2020다250561",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240509",
  "판시사항": "[1] 대한민국이 가입한 ‘문학적·예술적 저작물의 보호를 위한 베른협약’(Berne Convention for the Protection of Literary and Artistic Works)에서 규정하고 있지 않은 회사분할에 따른 저작권 승계 여부 등에 대하여 적용되는 준거법(=법정지의 국제사법에 따라 결정된 준거법) / 저작권의 성립과 내용, 저작권의 이전이 가능한지 여부, 저작권의 이전과 귀속에 어떠한 절차나 형식의 이행이 필요한지 여부 등에 대하여 구 국제사법 제24조에 따라 보호국법이 준거법으로 결정되어 적용되는지 여부(원칙적 적극) / 저작권 이전의 원인이 된 계약 등의 법률관계에 적용될 준거법을 구 국제사법 제24조에 따라 결정할 수 있는지 여부(소극) 및 그에 관하여 적용될 준거법을 별도로 결정하여야 하는지 여부(적극)<br/> [2] 대한민국이 가입한 ‘문학적·예술적 저작물의 보호를 위한 베른협약’(Berne Convention for the Protection of Literary and Artistic Works) 제5조 제2항에서 정한 ‘보호가 주장되는 국가’의 의미 / 저작권 보호에 관한 외국적 요소가 있는 사건에서 위 조항이 우선 적용되어 그에 따라 보호국법(침해지법)이 준거법이 되는지 여부(적극) 및 위 협약이 준거법에 관하여 적용을 배제하거나 직접적으로 규정하고 있지 않는 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 대한민국이 가입한 국제조약은 일반적으로 민법이나 상법 또는 국제사법보다 우선적으로 적용되고, 국제조약이 적용을 배제하거나 직접적으로 규정하고 있지 않는 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용된다. 대한민국이 가입한 ‘문학적·예술적 저작물의 보호를 위한 베른협약’(Berne Convention for the Protection of Literary and Artistic Works)은 저작권에 대한 보호의 범위와 구제의 방법 등에 관하여 규율하고 있으나 회사분할에 따른 저작권 승계 여부 등은 규정하고 있지 않으므로, 이러한 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용된다.<br/>구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것, 이하 같다) 제24조는 \"지식재산권의 보호는 그 침해지법에 의한다.\"라고 규정하여 보호국법주의를 채택하고 있다. 저작권의 성립과 내용, 저작권의 이전이 가능한지 여부, 저작권의 이전과 귀속에 어떠한 절차나 형식의 이행이 필요한지 여부 등은 저작권의 대세적인 효력이나 저작권 자체의 보호와 밀접하게 관련되어 있으므로, 특별한 사정이 없는 한 이러한 사항에 대하여는 구 국제사법 제24조에 따라 보호국법이 준거법으로 결정되어 적용된다. 한편 저작권 이전의 원인이 된 계약 등의 법률관계는 단지 그 목적물이 저작권일 뿐 성질상 저작권의 대세적인 효력이나 저작권 자체의 보호에 관한 것이 아니어서 구 국제사법 제24조에 따라 준거법을 결정할 수는 없고, 그 계약 등의 법률관계에 관하여 적용될 준거법을 별도로 결정하여야 한다.<br/> [2] 대한민국이 가입한 국제조약인 ‘문학적·예술적 저작물의 보호를 위한 베른협약’(Berne Convention for the Protection of Literary and Artistic Works, 이하 ‘베른협약’이라 한다) 제5조 제2항은 \"저작권에 대한 보호의 범위와 구제의 방법은 오로지 보호가 주장되는 국가의 법률에 의한다.\"라고 규정하여 보호국법주의를 채택하였고, 여기서 말하는 ‘보호가 주장되는 국가’란 그 영토 내에서의 침해행위에 대하여 보호가 주장되는 국가로서 침해지 국가를 의미한다. 따라서 저작권 보호에 관한 외국적 요소가 있는 사건에서는 베른협약 제5조 제2항이 우선 적용되어 그에 따라 보호국법(침해지법)이 준거법이 되고, 베른협약이 준거법에 관하여 적용을 배제하거나 직접적으로 규정하고 있지 않는 사항에 대하여는 법정지의 국제사법에 따라 결정된 준거법이 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제24조(현행 제40조 참조) / [2] 문학적·예술적 저작물의 보호를 위한 베른협약 제5조 제2항<br/>",
  "참조판례": "[1] 대법원 2022. 1. 13. 선고 2021다269388 판결(공2022상, 328)<br/>"
}