{
  "판례일련번호": "240829",
  "사건명": "정정보도등청구의소[공직자가 언론사 및 소속기자를 상대로 기사에 대한 정정보도 및 명예훼손으로 인한 손해배상을 청구한 사건]",
  "사건번호": "2021다270654",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240509",
  "판시사항": "[1] 신문 등 언론매체가 사실을 적시하여 개인의 명예를 훼손하는 행위를 한 경우, 위법성이 조각되기 위한 요건 및 그에 대한 증명책임의 소재(=명예훼손 행위를 한 신문 등 언론매체) / 언론·출판의 자유와 명예보호 사이의 한계를 설정할 때 공공적·사회적인 의미를 가진 사안에 관한 표현의 경우, 언론의 자유에 대한 제한이 완화되어야 하는지 여부(적극) 및 특히 공직자의 도덕성·청렴성이나 업무처리가 정당하게 이루어지고 있는지에 관한 언론보도가 제한될 수 있는지 여부(한정 소극) / 이때 그 언론보도가 공직자 또는 공직 사회에 대한 감시·비판·견제라는 정당한 언론활동의 범위를 벗어나 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것인지 판단하는 방법<br/>  [2] 인터넷신문을 발행하는 언론사인 甲 주식회사의 소속 기자 乙이 \"국정원이 시계 수수 의혹을 받는 노 전 대통령에 대한 부정적인 여론을 키우려는 목적으로 언론에 정보를 흘린 것에 丙이 관여한 것으로 알려졌다.\"라는 내용의 기사를 게재하였고, 이에 丙이 甲 회사와 乙을 상대로 정정보도 및 명예훼손으로 인한 손해배상을 구한 사안에서, 甲 회사에 정정보도를 명한 원심판단은 수긍한 반면, 甲 회사와 乙이 위 기사를 작성하고 게재한 행위에 위법성조각사유가 인정될 여지가 있는데도, 이와 달리 보아 위 기사에 관한 손해배상청구를 인용한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 신문 등 언론매체가 사실을 적시하여 개인의 명예를 훼손하는 행위를 한 경우에도 그것이 공공의 이해에 관한 사항으로서 그 목적이 오로지 공공의 이익을 위한 것일 때에는 적시된 사실이 진실이라는 증명이 있거나 그 증명이 없다 하더라도 행위자가 그것을 진실이라고 믿었고 또 그렇게 믿을 상당한 이유가 있으면 위법성이 없다고 보아야 할 것이고, 그에 대한 입증책임은 어디까지나 명예훼손 행위를 한 신문 등 언론매체에 있다. 한편 언론·출판의 자유와 명예보호 사이의 한계를 설정함에 있어서는 당해 표현으로 인하여 명예를 훼손당하게 되는 피해자가 공적 인물인지 사적 인물인지, 그 표현이 공적인 관심 사안에 관한 것인지 순수한 사적인 영역에 속하는 사안에 관한 것인지 등에 따라 그 심사기준에 차이를 두어 공공적·사회적인 의미를 가진 사안에 관한 표현의 경우에는 언론의 자유에 대한 제한이 완화되어야 한다. 특히 공직자의 도덕성·청렴성이나 그 업무처리가 정당하게 이루어지고 있는지 여부는 항상 국민의 감시와 비판의 대상이 되어야 한다는 점을 감안하면, 이러한 감시와 비판 기능은 그것이 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것으로 평가되지 않는 한 쉽게 제한되어서는 아니 된다. 이때 그 언론보도가 공직자 또는 공직 사회에 대한 감시·비판·견제라는 정당한 언론활동의 범위를 벗어나 공직자 개인에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것인지는 표현의 내용이나 방식, 의혹사항의 내용이나 공익성의 정도, 공직자 또는 공직 사회의 사회적 평가를 저하하는 정도, 취재과정이나 취재로부터 보도에 이르기까지의 사실 확인을 위한 노력의 정도, 그 밖의 주위 여러 사정 등을 종합하여 판단해야 한다. <br/>  [2] 인터넷신문을 발행하는 언론사인 甲 주식회사의 소속 기자 乙이 \"국정원이 시계 수수 의혹을 받는 노 전 대통령에 대한 부정적인 여론을 키우려는 목적으로 언론에 정보를 흘린 것에 丙이 관여한 것으로 알려졌다.\"라는 내용의 기사를 게재하였고, 이에 丙이 甲 회사와 乙을 상대로 정정보도 및 명예훼손으로 인한 손해배상을 구한 사안에서, 甲 회사와 乙이 사실의 존재를 수긍할 만한 소명자료를 제시하지 않았으므로 丙이 사실의 허위에 대한 증명책임을 다하였다고 볼 수 있는바, 甲 회사에 정정보도를 명한 원심판단은 수긍한 반면, 丙은 대검찰청 중앙수사부장으로 근무하던 사람으로서 당시 노무현 전 대통령의 시계 수수 의혹 사건 수사를 담당하였고, 그 사건에 관한 정보가 어떻게 언론에 유출되어 보도되었는지는 공적 관심 사안과 관련된 영역으로, 위 기사의 목적도 공직자의 직무수행에 대한 감시·비판·견제의 의도에서 비롯된 것으로서 공공의 이익을 위한 것으로 인정할 수 있는 점, 위 사건에 관한 정보가 어떻게 언론에 유출되었는지에 관한 의혹이나 논란이 계속되었고, 국가정보원은 물론 丙이나 검찰이 개입하였을 것이라는 의혹을 제기하는 언론보도도 이어지고 있었던 점, 국가정보원 개혁발전위원회의 조사결과나 언론노조 SBS 본부 진상조사위원회의 조사결과 등을 통해서도 이러한 의혹이 명확히 해소되지 않은 상황에서, 甲 회사나 乙이 이러한 의혹이 진실이라고 믿었을 수 있고 그러한 믿음에 상당한 이유가 없었다고 단정하기는 어려운 점, 위 기사가 丙에 대한 악의적이거나 심히 경솔한 공격으로서 현저히 상당성을 잃은 것이라고 보기 어려운 면이 있는 점 등에 비추어, 甲 회사와 乙이 위 기사를 작성하고 게재한 행위에 위법성조각사유가 인정될 여지가 있는데도, 이와 달리 보아 위 기사에 관한 손해배상청구를 인용한 원심판단에 법리오해 등의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조 제4항, 민법 제750조, 제751조, 민사소송법 제288조[증명책임] / [2] 헌법 제21조 제4항, 민법 제750조, 제751조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "[1] 대법원 2007. 12. 27. 선고 2007다29379 판결(공2008상, 127), 대법원 2021. 3. 25. 선고 2016도14995 판결(공2021상, 935)<br/>"
}