{
  "판례일련번호": "240811",
  "사건명": "양수금[중앙선을 침범한 교통사고로 발생한 손해배상청구권이 면책결정에 따라 면책되는지 여부가 문제된 사건]",
  "사건번호": "2023다308270",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240517",
  "판시사항": "[1] ‘채무자가 중대한 과실로 타인의 생명 또는 신체를 침해한 불법행위로 인하여 발생한 손해배상청구권’을 비면책채권의 하나로 규정한 채무자 회생 및 파산에 관한 법률 제566조 제4호에서 ‘중대한 과실’의 의미 및 채무자에게 ‘중대한 과실’이 있는지 판단하는 기준<br/>  [2] 甲이 고가도로 1차로를 주행하던 중 차로에 다른 차량이 진입하는 것을 발견하고 충돌을 피하려다가 중앙선을 침범하여 맞은편에서 진행하는 피해차량을 충격하였고, 위 사고로 피해차량에 타고 있던 3명 중 1명은 사망하였고, 2명은 중상을 입었으며, 乙 보험회사가 피해자들에게 보상금을 지급한 후 甲을 상대로 피해자들의 손해배상청구권을 대위행사하는 소를 제기하여 청구를 인용하는 판결이 선고·확정되었는데, 그 후 甲이 파산 및 면책을 신청하여 면책결정이 확정됨에 따라 乙 회사의 위 판결에 따른 채권이 면책되었는지 문제 된 사안에서, 제반 사정에 비추어 甲이 약간의 주의만으로도 쉽게 피해자들의 생명 또는 신체 침해의 결과를 회피할 수 있는 경우임에도 주의의무를 현저히 위반하여 사고를 일으켰다고 보기 어려운데도, 위 판결에 따른 채권이 중대한 과실로 타인의 생명 또는 신체를 침해한 불법행위로 인하여 발생한 손해배상청구권에 해당하여 면책의 대상에서 제외된다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] ‘채무자가 중대한 과실로 타인의 생명 또는 신체를 침해한 불법행위로 인하여 발생한 손해배상청구권’을 비면책채권의 하나로 규정한 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제566조 제4호에서 ‘중대한 과실’이란 채무자가 어떠한 행위를 함에 있어서 조금만 주의를 기울였다면 생명 또는 신체 침해의 결과가 발생하리라는 것을 쉽게 예견할 수 있음에도 그러한 행위를 만연히 계속하거나, 조금만 주의를 기울여 어떠한 행위를 하였더라면 생명 또는 신체 침해의 결과를 쉽게 회피할 수 있음에도 그러한 행위를 하지 않는 등 일반인에게 요구되는 주의의무를 현저히 위반하는 것을 말한다. 이때 채무자에게 채무자회생법 제566조 제4호에서 규정한 ‘중대한 과실’이 있는지는 주의의무 위반으로 타인의 생명 또는 신체를 침해한 사고가 발생한 경위, 주의의무 위반의 원인 및 내용 등과 같이 주의의무 위반 당시의 구체적 상황을 종합적으로 고려하여 판단하여야 한다. <br/>  [2] 甲이 고가도로 1차로를 주행하던 중 차로에 다른 차량이 진입하는 것을 발견하고 충돌을 피하려다가 중앙선을 침범하여 맞은편에서 진행하는 피해차량을 충격하였고, 위 사고로 피해차량에 타고 있던 3명 중 1명은 사망하였고, 2명은 중상을 입었으며, 乙 보험회사가 피해자들에게 보상금을 지급한 후 甲을 상대로 피해자들의 손해배상청구권을 대위행사하는 소를 제기하여 청구를 인용하는 판결이 선고·확정되었는데, 그 후 甲이 파산 및 면책을 신청하여 면책결정이 확정됨에 따라 乙 회사의 위 판결에 따른 채권이 면책되었는지 문제 된 사안에서, 교통사고처리 특례법 제3조 제2항 단서는 중과실이 아닌 경과실로 중앙선을 침범하는 경우도 있음을 예정하고 있으므로, 채무자가 위 조항 단서 제2호에서 정한 중앙선 침범 사고를 일으켰다는 사정만으로 곧바로 채무자 회생 및 파산에 관한 법률 제566조 제4호에서 규정하는 중대한 과실이 존재한다고 단정하여서는 안 되는 점, 甲은 다른 사고의 발생을 피하려는 과정에서 중앙선을 침범하게 된 것으로 보이는 점, 甲은 사고 당시 제한속도를 현저히 초과하여 주행하지 않았고, 그 밖에 다른 주의의무를 위반하였다고 볼 만한 사정을 찾기 어려운 점, 피해자들 중 1명이 사망하였고, 2명이 중상을 입었다는 사정은 ‘타인의 생명 또는 신체 침해의 중한 정도’에 관한 것으로서 채무자에게 중대한 과실이 있는지를 판단하는 직접적인 기준이 될 수 없는 점에 비추어 甲이 약간의 주의만으로도 쉽게 피해자들의 생명 또는 신체 침해의 결과를 회피할 수 있는 경우임에도 주의의무를 현저히 위반하여 사고를 일으켰다고 보기 어려운데도, 위 판결에 따른 채권이 중대한 과실로 타인의 생명 또는 신체를 침해한 불법행위로 인하여 발생한 손해배상청구권에 해당하여 면책의 대상에서 제외된다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제566조 제4호 / [2] 채무자 회생 및 파산에 관한 법률 제566조 제4호, 교통사고처리 특례법 제3조 제2항<br/>",
  "참조판례": "[1] 대법원 2010. 3. 25. 선고 2009다91330 판결(공2010상, 810), 대법원 2010. 5. 13. 선고 2010다3353 판결(공2010상, 1113)<br/>"
}