{
  "판례일련번호": "240825",
  "사건명": "구상금[보험자가 피보험자인 사용자에 대하여 그의 피용자에 대한 사용자책임을 근거로 보험자 대위를 할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2022다290648",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240509",
  "판시사항": "[1] 자동차책임보험약관에서 기명피보험자의 승낙을 얻어 자동차를 사용 또는 관리 중인 자 등도 피보험자로 정하고 있는데, 이러한 승낙피보험자 등의 행위로 인하여 보험사고가 발생한 경우, 보험자가 상법 제682조에서 정한 보험자 대위를 할 수 있는지 여부(소극)<br/>  [2] 전국전세버스운송사업조합연합회가 甲 주식회사와 통학차량에 관하여 기명조합원을 甲 회사로 하여 자동차공제계약을 체결하였고, 乙은 甲 회사로부터 통학차량을 임차하여 자신이 운영하는 유치원 원생들의 통학 등에 사용하였는데, 운전기사 丙과 유치원 교사 丁 등이 유치원생 戊의 하차 여부를 확인하지 않은 채 차량 문을 잠그고 운행을 종료하여 차량에 방치된 戊가 열사병, 무산소성 뇌손상 등의 상해를 입게 되었고, 이에 연합회가 戊에게 치료비 등을 지급한 후 乙을 상대로 구상금 지급을 구한 사안에서, 乙은 통학차량을 사용·관리하는 사람으로서 공제계약에서 정한 승낙조합원에 포함된다고 볼 여지가 있어 상법 제682조에서 정한 보험자 대위를 할 수 있는 제3자에 해당하지 않을 수 있는데도, 이에 관한 심리 없이 연합회의 乙에 대한 보험자 대위를 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험자 대위의 법리에 의하여 보험자가 제3자에 대한 보험계약자 또는 피보험자의 권리를 행사하기 위해서는 손해가 제3자의 행위로 인하여 생긴 경우라야 하고, 이 경우 제3자는 피보험자 이외의 자를 의미하므로, 자동차책임보험약관이 기명피보험자 외에 기명피보험자의 승낙을 얻어 자동차를 사용 또는 관리 중인 자 등도 피보험자로 정하고 있다면, 이러한 승낙피보험자 등의 행위로 인하여 보험사고가 발생한 경우 보험자가 보험자 대위의 법리에 의하여 그 권리를 취득할 수 없다.<br/>  [2] 전국전세버스운송사업조합연합회가 甲 주식회사와 통학차량에 관하여 기명조합원을 甲 회사로 하여 자동차공제계약을 체결하였고, 乙은 甲 회사로부터 통학차량을 임차하여 자신이 운영하는 유치원 원생들의 통학 등에 사용하였는데, 운전기사 丙과 유치원 교사 丁 등이 유치원생 戊의 하차 여부를 확인하지 않은 채 차량 문을 잠그고 운행을 종료하여 차량에 방치된 戊가 열사병, 무산소성 뇌손상 등의 상해를 입게 되었고, 이에 연합회가 戊에게 치료비 등을 지급한 후 乙을 상대로 구상금 지급을 구한 사안에서, 공제계약 약관에서 연합회에 보상을 청구할 수 있는 사람 중 하나로 기명조합원의 승낙을 얻어 공제계약자동차를 사용하거나 관리하는 승낙조합원을 들고 있고, 여기에서 말하는 ‘공제계약자동차를 사용하거나 관리한다.’는 것은 반드시 현실적으로 공제계약자동차를 사용 또는 관리하는 경우만을 의미하는 것이 아니고 사회통념상 공제계약자동차에 대한 지배가 있다고 볼 수 있는 경우도 포함하는 의미로 해석되는데, 乙은 甲 회사로부터 통학차량을 임차하여 甲 회사 등의 관여 없이 자신이 운영하는 유치원 원생들의 통학에 사용하면서 운행노선, 운행시간, 운행 횟수 등의 운행방법을 직접 정하고, 피용자인 丁 등을 동승시켜 원생들을 인솔하도록 하였던 것으로 보이므로, 乙은 통학차량을 사용·관리하는 사람으로서 공제계약의 승낙조합원에 포함된다고 볼 여지가 있으며, 乙이 공제계약의 승낙조합원이라면 공제계약 약관에 따라 연합회에 보상을 청구할 수 있는 사람에 해당하고 상법 제682조에서 정한 보험자 대위를 할 수 있는 제3자에 해당하지 않을 수 있는데도, 이에 관한 심리 없이 乙이 丁 등의 사용자로서 책임을 부담한다는 이유로 연합회의 乙에 대한 보험자 대위를 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제682조 제1항 / [2] 상법 제682조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 11. 27. 선고 2001다44659 판결(공2002상, 156)<br/>"
}