{
  "판례일련번호": "240815",
  "사건명": "공직선거법위반",
  "사건번호": "2024도3298",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240509",
  "판시사항": "[1] 송달영수인 신고의 효력이 상소 또는 이송을 받은 법원의 소송절차에 미치는지 여부(소극) / 항소이유서 제출기간이 경과하기 전에 항소사건을 심판할 수 있는지 여부(소극)<br/> [2] 제1심 변호인이 피고인의 송달영수인으로 제1심 변호인을, 송달장소로 그 사무소를 각 기재한 신고서를 제1심에 제출하였고, 원심은 국선변호인 선정결정 후 국선변호인에게 소송기록접수통지서 등을 송달하며, 제1심 변호인의 사무소로 피고인에 대한 소송기록접수통지서 등을 송달하였는데, 이후 피고인이 제1심과 다른 변호인을 선임하여 변호인 선임서를 제출하자, 원심이 국선변호인 선정을 취소한 후 피고인에 대한 제1회 공판기일 소환장을 제1심 변호인의 사무소로 송달하였고, 원심 변호인에게 소송기록접수통지를 하지 않은 채 공판기일을 진행한 후 변론을 종결하고 판결을 선고한 사안에서, 원심판결에 소송절차 법령위반의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 형사소송법 제65조에 의하여 준용되는 민사소송법 제183조 제1항, 제184조에 의하면, 송달은 송달받을 사람의 주소·거소·영업소 또는 사무소 등의 송달장소에서 하여야 하고, 당사자·법정대리인 또는 변호인은 주소 등 외의 장소를 송달받을 장소로 정하여 법원에 신고할 수 있으며, 이 경우에는 송달영수인을 정하여 신고할 수 있다. 송달영수인의 신고가 있으면 송달은 신고된 장소와 영수인에게 하여야 하고, 송달영수인이 송달받은 때에 송달의 효력이 발생하나, 송달영수인 신고의 효력은 그 심급에만 미치므로, 상소 또는 이송을 받은 법원의 소송절차에서는 그 신고의 효력이 없다.<br/>   또한 항소법원이 기록의 송부를 받은 때에는 즉시 항소인과 상대방에게 그 사유를 통지하여야 하고, 그 통지 전에 변호인의 선임이 있는 때에는 변호인에게도 소송기록접수통지를 하여야 하며(형사소송법 제361조의2 제1항, 제2항), 항소인 또는 변호인은 그 통지를 받은 날부터 20일 이내에 항소이유서를 항소법원에 제출하여야 한다(제361조의3 제1항). 항소심의 구조는 피고인 또는 변호인이 법정기간 내에 제출한 항소이유서에 의하여 심판되는 것이므로 항소이유서 제출기간의 경과를 기다리지 않고는 항소사건을 심판할 수 없다.<br/> [2] 제1심 변호인이 피고인의 송달영수인으로 제1심 변호인을, 송달장소로 그 사무소를 각 기재한 신고서를 제1심에 제출하였고, 원심은 국선변호인 선정결정 후 국선변호인에게 소송기록접수통지서 등을 송달하며, 제1심 변호인의 사무소로 피고인에 대한 소송기록접수통지서 등을 송달하였는데, 이후 피고인이 원심에서 제1심과 다른 변호인을 선임하여 변호인 선임서를 제출하자, 원심은 국선변호인 선정을 취소한 후 피고인에 대한 제1회 공판기일 소환장을 제1심 변호인의 사무소로 송달하였고, 원심 변호인에게 소송기록접수통지를 하지 않은 채 공판기일을 진행한 후 변론을 종결하고 판결을 선고한 사안에서, 제1심 변호인의 사무소는 피고인의 주소·거소·영업소 또는 사무소 등의 송달장소가 아니고, 제1심에서 한 송달영수인 신고의 효력은 원심법원에 미치지 아니하므로 피고인에게 소송기록접수통지서가 적법하게 송달되었다고 볼 수 없어, 피고인에 대한 적법한 소송기록접수통지가 이루어지지 않은 상태에서 사선변호인이 선임되고 국선변호인 선정이 취소되었으므로 원심으로서는 피고인과는 별도로 원심에서 선임된 변호인에게도 소송기록접수통지를 하여야 하고, 그 통지가 이루어지기 전에는 항소이유서 제출기간이 진행하지 않으므로 그 기간의 경과를 기다리지 않고는 항소사건을 심판할 수 없다는 이유로, 이와 달리 보아 피고인에 대한 적법한 소송기록접수통지가 이루어지지 않은 상태에서 원심에서 선임된 변호인에게도 소송기록접수통지를 하지 아니한 채 판결을 선고한 원심판결에 소송절차 법령위반의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제65조, 제361조의2 제1항, 제2항, 제361조의3 제1항, 민사소송법 제183조 제1항, 제184조 / [2] 형사소송법 제65조, 제361조의2 제1항, 제2항, 제361조의3 제1항, 민사소송법 제183조 제1항, 제184조<br/>",
  "참조판례": "[1] 대법원 1964. 5. 19. 선고 64도71 판결(집12-1, 형27), 대법원 1968. 5. 21. 선고 68도457 판결(집16-2, 형7), 대법원 2004. 6. 25. 선고 2004도2611 판결(공2004하, 1295), 대법원 2018. 4. 12. 선고 2017다52064 판결, 대법원 2024. 1. 25. 선고 2023도12199 판결<br/>"
}