{
  "판례일련번호": "240899",
  "사건명": "집행정지[의대정원 증원처분에 대한 집행정지신청 사건]",
  "사건번호": "2024무689",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20240619",
  "판시사항": "[1] 행정청의 내부적인 의사결정 등과 같이 상대방 또는 관계자들의 법률상 지위에 직접적인 법률적 변동을 일으키지 않는 행위가 항고소송의 대상이 되는 행정청의 처분에 해당하는지 여부(소극)<br/>  [2] 행정처분에 대한 집행정지신청을 구하기 위한 요건으로서 ‘법률상 이익’의 의미 및 해당 처분의 근거 법규 및 관련 법규에 의하여 보호되는 법률상 이익의 범위 <br/>  [3] 행정소송법 제23조 제2항에서 정하고 있는 효력정지 요건인 ‘회복하기 어려운 손해’의 의미 및 ‘처분 등이나 그 집행 또는 절차의 속행으로 인하여 생길 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요’가 있는지 판단하는 방법 / 행정소송법 제23조 제3항에서 집행정지의 요건으로 ‘공공복리에 중대한 영향을 미칠 우려가 없을 것’을 규정하고 있는 취지 및 ‘공공복리에 미칠 영향이 중대한지’ 판단하는 방법<br/>  [4] 보건복지부장관이 의과대학 입학정원 확대방안에 관하여 2025학년도부터 2,000명 증원할 것이라고 발표한 후 교육부장관이 의과대학을 보유한 각 대학의 장으로부터 의대정원 증원 신청을 받아 2025학년도 전체 의대정원을 2,000명 증원하여 각 대학별로 배정하자, 의대에 재학 중인 학생 등이 보건복지부장관의 증원발표 및 교육부장관의 증원배정에 대한 효력정지 및 집행정지신청을 한 사안에서, 보건복지부장관의 증원발표는 항고소송의 대상이 되는 처분으로 보기 어려워 효력정지를 구하는 신청은 부적법하여 각하되어야 하고, 의대 재학 중인 신청인들은 증원배정 처분 중 자신이 재학 중인 의과대학에 대한 부분의 집행정지를 구할 법률상 이익이 있지만, 증원배정 처분이 집행됨으로써 의대 재학 중인 신청인들이 입을 수 있는 손해에 비하여 증원배정의 집행이 정지됨으로써 공공복리에 중대한 영향이 발생할 우려가 크다는 이유로, 증원배정에 대한 집행정지는 허용되지 않는다고 한 사례<br/>",
  "판결요지": "[1] 항고소송의 대상이 되는 행정청의 처분이란 원칙적으로 행정청의 공법상의 행위로서 특정 사항에 대하여 법규에 의한 권리의 설정 또는 의무의 부담을 명하거나 기타 법률상의 효과를 직접 발생하게 하는 등 국민의 권리의무에 직접 관계가 있는 행위를 말하므로, 행정청의 내부적인 의사결정 등과 같이 상대방 또는 관계자들의 법률상 지위에 직접적인 법률적 변동을 일으키지 않는 행위는 그에 해당하지 않는다. <br/>  [2] 행정처분에 대한 집행정지신청을 구함에 있어서도 이를 구할 법률상 이익이 있어야 하는바, 이 경우 법률상 이익이란 그 행정처분으로 인하여 발생하거나 확대되는 손해가 해당 처분의 근거 법규 및 관련 법규에 의하여 보호받는 직접적이고 구체적인 이익과 관련된 것을 말하고 단지 간접적이거나 사실적·경제적 이해관계를 가지는 데 불과한 경우는 여기에 포함되지 않는다. 그리고 해당 처분의 근거 법규 및 관련 법규에 의하여 보호되는 법률상 이익은 해당 처분의 근거 법규의 명문 규정에 의하여 보호받는 법률상 이익, 해당 처분의 근거 법규에 의하여 보호되지는 아니하나 해당 처분의 행정목적을 달성하기 위한 일련의 단계적인 관련 처분들의 근거 법규에 의하여 명시적으로 보호받는 법률상 이익, 해당 처분의 근거 법규 또는 관련 법규에서 명시적으로 당해 이익을 보호하는 명문의 규정이 없더라도 근거 법규 및 관련 법규의 합리적 해석상 그 법규에서 행정청을 제약하는 이유가 순수한 공익의 보호만이 아닌 개별적·직접적·구체적 이익을 보호하는 취지가 포함되어 있다고 해석되는 경우까지를 말한다. <br/>  [3] 행정소송법 제23조 제2항에서 정하고 있는 효력정지 요건인 ‘회복하기 어려운 손해’란 특별한 사정이 없는 한 금전으로 보상할 수 없는 손해로서 이는 금전보상이 불가능한 경우 내지는 금전보상으로는 사회관념상 행정처분을 받은 당사자가 참고 견딜 수 없거나 참고 견디기가 현저히 곤란한 경우의 유형, 무형의 손해를 일컫는다. 그리고 ‘처분 등이나 그 집행 또는 절차의 속행으로 인하여 생길 회복하기 어려운 손해를 예방하기 위하여 긴급한 필요’가 있는지는 처분의 성질과 태양 및 내용, 처분상대방이 입는 손해의 성질·내용 및 정도, 원상회복·금전배상의 방법 및 난이 등은 물론 본안청구의 승소가능성의 정도 등을 종합적으로 고려하여 구체적·개별적으로 판단해야 한다. <br/>행정소송법 제23조 제3항이 집행정지의 또 다른 요건으로 ‘공공복리에 중대한 영향을 미칠 우려가 없을 것’을 규정하고 있는 취지는, 집행정지 여부를 결정함에 있어서 신청인의 손해뿐만 아니라 공공복리에 미칠 영향을 아울러 고려해야 한다는 데 있고, 따라서 공공복리에 미칠 영향이 중대한지는 절대적 기준에 의하여 판단할 것이 아니라, 신청인의 ‘회복하기 어려운 손해’와 ‘공공복리’ 양자를 비교·교량하여, 전자를 희생하더라도 후자를 옹호하여야 할 필요가 있는지에 따라 상대적·개별적으로 판단되어야 한다.<br/>  [4] 보건복지부장관이 2024. 2. 6. 의과대학 입학정원 확대방안에 관하여 2025학년도부터 2,000명 증원할 것이라고 발표(이하 ‘증원발표’라 한다)한 후 교육부장관이 의과대학을 보유한 각 대학의 장으로부터 의대정원 증원 신청을 받아 2024. 3. 20. 2025학년도 전체 의대정원을 2,000명 증원하여 각 대학별로 배정(이하 ‘증원배정’이라 한다)하자, 의과대학 교수, 전공의, 의과대학에 재학 중인 학생, 의과대학에 입학하기를 희망하는 수험생들이 보건복지부장관의 증원발표 및 교육부장관의 증원배정에 대한 효력정지 및 집행정지신청을 한 사안에서, 보건복지부장관의 증원발표는 행정청의 내부적인 의사결정을 대외적으로 공표한 것에 그칠 뿐 국민의 권리의무에 영향을 미친다고 볼 수 없고 각 의과대학별 정원 증원이라는 구체적인 법적 효과는 교육부장관의 증원배정에 따라 비로소 발생한 것이므로 교육부장관의 증원배정은 항고소송의 대상이 되는 처분으로 볼 여지가 큰 반면, 보건복지부장관의 증원발표는 항고소송의 대상이 되는 처분으로 보기 어려우므로 증원발표의 효력정지를 구하는 신청은 부적법하여 각하되어야 하고, 교육부장관의 증원배정 처분의 근거가 된 고등교육법령 및 대학설립·운영 규정(대통령령)은 의과대학의 학생정원 증원의 한계를 규정함으로써 의과대학에 재학 중인 학생들이 적절하게 교육받을 권리를 개별적·직접적·구체적으로 보호하고 있다고 볼 여지가 충분하므로 의대 재학 중인 신청인들은 증원배정 처분 중 자신이 재학 중인 의과대학에 대한 부분의 집행정지를 구할 법률상 이익이 있지만, 의과대학 교수, 전공의 또는 수험생 지위에 있는 나머지 신청인들에 대하여는 증원배정 처분의 집행정지를 구할 법률상 이익이 인정되지 않으며, 증원배정 처분이 집행됨으로 인해 의대 재학 중인 신청인들이 입을 수 있는 손해에 비하여 증원배정의 집행이 정지됨으로써 공공복리에 중대한 영향이 발생할 우려가 크다는 이유로, 증원배정에 대한 집행정지는 허용되지 않는다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제2조 제1항 제1호 / [2] 행정소송법 제12조 / [3] 행정소송법 제23조 제2항, 제3항 / [4] 행정소송법 제2조 제1항 제1호, 제12조, 제23조 제2항, 제3항<br/>",
  "참조판례": "[1][3] 대법원 2011. 4. 21. 자 2010무111 전원합의체 결정(공2011상, 1175) / [2] 대법원 2000. 10. 10. 자 2000무17 결정(공2000하, 2429), 대법원 2015. 7. 23. 선고 2012두19496, 19502 판결(공2015하, 1249) / [3] 대법원 2010. 5. 14. 자 2010무48 결정(공2010상, 1154)<br/>"
}