{
  "판례일련번호": "240963",
  "사건명": "수익금[담보신탁에서 위탁자의 부동산 처분 및 정산 후 잔여대금 채권에 대하여 선행 압류 및 추심명령 후 2순위 우선수익자로 지정된 원고가 수탁자와 선행 압류채권자를 상대로 2순위 우선수익권 상당의 금전 지급을 청구한 사건]",
  "사건번호": "2021다261704",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240627",
  "판시사항": "[1] 금전채권에 대한 압류가 채권의 발생원인인 법률관계에 대한 채무자의 처분까지 구속하는지 여부(소극)<br/> [2] 금전채권자를 우선수익자로, 위탁자를 수익자로 하는 부동산 담보신탁에서 신탁부동산이 처분될 경우에 위탁자가 가지는 처분대금의 정산 후 잔여대금 채권이 압류된 이후에 위탁자가 다른 채권자를 우선수익자로 추가 지정하는 행위가 압류의 처분금지 효력에 반하는지 여부(적극)<br/> [3] 압류의 처분금지 효력은 상대적인 것인지 여부(적극) 및 채무자가 채권을 처분하기 전에 먼저 압류한 채권자에게 위 채권 처분으로 대항할 수 있는지 여부(소극)<br/> [4] 부동산 담보신탁의 위탁자인 甲 주식회사가 수탁자인 乙 신탁회사에 대하여 가지는 신탁부동산 처분대금의 정산 후 잔여대금 채권 전부에 대해 丙 주식회사에 의한 선행 압류·추심명령이 내려져 효력이 발생한 후에 甲 회사가 丁 주식회사를 2순위 우선수익자로 추가 지정하여 피압류채권인 잔여대금 채권의 일부를 처분하였고, 그 후 다른 일반채권자들이 잔여대금 채권에 대해 후행 압류·추심명령을 받았는데, 乙 회사가 잔여대금 채권을 처분된 부분과 처분되지 않은 부분으로 나누어 丁 회사를 피공탁자에 포함시키지 않은 집행공탁을 함에 따라 丁 회사가 배당절차에서 전혀 배당받지 못하자, 丁 회사가 신탁부동산 처분대금 중 후행 압류채권자에게 안분된 몫은 후행 압류에 대항할 수 있는 丁 회사가 흡수할 수 있으므로 丁 회사의 2순위 우선수익권 상당액이 丁 회사의 몫으로 지급 내지 배당되어야 한다고 주장하면서 乙 회사와 丙 회사를 상대로 2순위 우선수익권 상당액의 지급을 구한 사안에서, 잔여대금 채권 중 우선수익자 추가 지정행위로 처분된 부분은 후행 압류의 효력이 미치지 않아 선행 압류채권자로서 丁 회사가 대항할 수 없는 丙 회사가 전액을 지급 내지 배당받을 수 있고, 잔여대금 채권 중 우선수익자 추가 지정행위로 처분되지 않은 부분은 선행 압류채권자인 丙 회사와 후행 압류채권자들이 각자의 채권액에 따라 안분하여 지급 내지 배당받게 되므로 乙 회사가 한 집행공탁은 적법하고, 공탁된 잔여대금 중 丁 회사에 지급 내지 배당될 돈은 없다는 이유로 丁 회사의 청구를 기각한 원심판단을 정당하다고 한 사례<br/>",
  "판결요지": "[1] 금전채권에 대한 압류명령이 있으면 제3채무자는 채무자에 대한 지급이 금지되고, 채무자는 채권의 처분과 영수가 금지되므로(민사집행법 제227조 제1항), 채무자는 채권을 소멸 또는 감소시키는 등의 행위를 할 수 없고 그와 같은 행위로 채권자에게 대항할 수 없다. 다만 채권의 발생원인인 법률관계에 대한 채무자의 처분까지도 구속하는 효력은 없다.<br/> [2] 위탁자가 금전채권을 담보하기 위하여 그 금전채권자를 우선수익자, 위탁자를 수익자로 하여 위탁자 소유의 부동산을 신탁법에 따라 수탁자에게 이전하면서 채무불이행 시에는 신탁부동산을 처분하여 수령한 대금으로 우선수익자에게 채권 금액 상당을 지급하고 나머지를 위탁자에게 반환하기로 하는 내용의 담보신탁을 한 경우, 신탁부동산의 처분대금에서 신탁계약과 관련된 비용 및 보수, 신탁부동산에 관한 임대차보증금 등의 지급에 사용하고 남은 돈에 대하여, 우선수익자는 일정 한도 내에서 자신의 채권 금액 상당을 청구할 수 있는 수익채권을 가지고, 위탁자는 우선수익자의 채권 금액을 차감한 잔여대금 상당을 청구할 수 있는 채권(이하 ‘잔여대금 채권’이라고 한다)을 가진다. 이러한 담보신탁에서 수익자를 새로 지정하거나 변경할 권한을 가진 위탁자가 다른 금전채권을 담보하기 위하여 그 채권자를 우선수익자로 추가 지정하면, 그 우선수익자는 우선수익권의 범위 내에서 수익채권을 취득하고, 위탁자가 가진 잔여대금 채권은 새로운 우선수익자의 수익채권 상당액만큼 감소하게 된다. 이처럼 담보신탁에서 위탁자가 우선수익자를 추가하는 행위는 위탁자의 잔여대금 채권 중에서 새로운 우선수익자의 수익채권에 상응하는 부분에 대하여 그 수익자에게 우선적 지위를 부여하면서 해당 채권을 처분하는 것으로 볼 수 있다. 따라서 위탁자의 잔여대금 채권이 압류된 후에 우선수익자를 추가로 지정하는 행위는 위탁자가 가지는 잔여대금 채권 중 새로운 우선수익자의 수익채권 상당액을 그 우선수익자에게 처분함으로써 피압류채권을 감소시키는 행위에 해당하여 압류의 처분금지 효력에 반하므로, 이러한 행위로 압류채권자에게 대항할 수 없다.<br/> [3] 압류의 처분금지 효력은 절대적인 것이 아니고, 채무자의 처분행위 또는 제3채무자의 변제로써 처분 또는 변제 전에 집행절차에 참가한 압류채권자나 배당요구채권자에게 대항하지 못한다는 의미로서 상대적 효력을 가진다. 채무자가 채권을 처분하기 전에 먼저 압류한 채권자에게는 그 처분으로 대항할 수 없다.<br/> [4] 부동산 담보신탁의 위탁자인 甲 주식회사가 수탁자인 乙 신탁회사에 대하여 가지는 신탁부동산 처분대금의 정산 후 잔여대금 채권 전부에 대해 丙 주식회사에 의한 선행 압류·추심명령이 내려져 효력이 발생한 후에 甲 회사가 丁 주식회사를 2순위 우선수익자로 추가 지정하여 피압류채권인 잔여대금 채권의 일부를 처분하였고, 그 후 다른 일반채권자들이 잔여대금 채권에 대해 후행 압류·추심명령을 받았는데, 乙 회사가 잔여대금 채권을 처분된 부분과 처분되지 않은 부분으로 나누어 丁 회사를 피공탁자에 포함시키지 않은 집행공탁을 함에 따라 丁 회사가 배당절차에서 전혀 배당받지 못하자, 丁 회사가 신탁부동산 처분대금 중 후행 압류채권자에게 안분된 몫은 후행 압류에 대항할 수 있는 丁 회사가 흡수할 수 있으므로 丁 회사의 2순위 우선수익권 상당액이 丁 회사의 몫으로 지급 내지 배당되어야 한다고 주장하면서 乙 회사와 丙 회사를 상대로 2순위 우선수익권 상당액의 지급을 구한 사안에서, 甲 회사가 丁 회사를 2순위 우선수익자로 추가 지정하여 선행 압류·추심명령의 피압류채권인 잔여대금 채권 중 일부를 처분한 것은 선행 압류명령의 효력에 반하는 것이어서 丁 회사는 선행 압류채권자인 丙 회사에 대항할 수 없다고 한 다음, 잔여대금 채권 중 우선수익자 추가 지정행위로 처분된 부분은 후행 압류의 효력이 미치지 않아 선행 압류채권자로서 丁 회사가 대항할 수 없는 丙 회사가 전액을 지급 내지 배당받을 수 있고, 잔여대금 채권 중 우선수익자 추가 지정행위로 처분되지 않은 부분은 선행 압류채권자인 丙 회사와 후행 압류채권자들이 각자의 채권액에 따라 안분하여 지급 내지 배당받게 되므로 乙 회사가 한 집행공탁은 적법하고, 공탁된 잔여대금 중 丁 회사에 지급 내지 배당될 돈은 없다는 이유로 丁 회사의 청구를 기각한 원심판단을 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사집행법 제227조 제1항 / [2] 민사집행법 제227조 제1항 / [3] 민사집행법 제227조 제1항 / [4] 민사집행법 제227조 제1항, 제3항, 제229조 제2항, 제4항, 제232조 제1항, 제235조, 제248조, 제252조 제2호<br/>",
  "참조판례": "[1] 대법원 2015. 5. 14. 선고 2012다41359 판결(공2015상, 783) / [3] 대법원 2003. 5. 30. 선고 2001다10748 판결(공2003하, 1424), 대법원 2022. 1. 27. 선고 2017다256378 판결(공2022상, 413)<br/>"
}