{
  "판례일련번호": "240917",
  "사건명": "보험금",
  "사건번호": "2024다215542",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240613",
  "판시사항": "[1] 주택 임차인이 법인인 경우, 임차주택의 양수인이 임대인의 지위를 당연히 승계한다는 내용의 주택임대차보호법 제3조 제4항이 적용되는지 여부(원칙적 소극) / 임대인이 법인을 임차인으로 하는 주택을 양도한 경우, 임대인의 법인에 대한 임대차보증금 반환채무가 소멸하는지 여부(원칙적 소극)<br/>  [2] 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 위 인수가 면책적 채무인수라고 볼 수 있는지 여부(원칙적 소극) / 부동산 매도인과 매수인 사이에 임대차보증금 반환채무를 면책적으로 인수하는 약정이 있는 경우, 그에 기한 면책적 채무인수의 효력이 발생하기 위한 요건(=채권자인 임차인의 승낙) 및 이때 임차인의 승낙은 묵시적 의사표시로도 가능한지 여부(적극) / 임대보증금 반환채권의 회수가능성 등이 의문시되는 상황인 경우, 임차인의 어떠한 행위를 임대차보증금 반환채무의 면책적 인수에 대한 묵시적 승낙의 의사표시에 해당한다고 단정할 수 있는지 여부(소극)<br/>  [3] 한국전력공사가 甲으로부터 아파트를 임차한 후, 乙 주식회사와 전세금보장신용보험계약을 체결하였고, 임대차기간 중에 甲이 丙에게 위 아파트의 소유권을 이전하면서, 매매계약서에 丙이 매매대금에서 위 임대차보증금을 제외한 나머지 금액만 지급하기로 하고 ‘임차인－한국전력공사와 현 임대차 계약을 승계하여 임대인의 지위와 의무를 인수인계하기로 한다.’는 내용의 인수조항을 기재하였는데, 이후 임대차가 종료되었지만 한국전력공사가 보증금을 반환받지 못하자 乙 회사를 상대로 임대차보증금에 상당하는 보험금의 지급을 구하는 소를 제기하였고, 이에 乙 회사가 위 매매계약 당시 임대차보증금 반환채무를 丙이 면책적으로 인수하는 것을 한국전력공사가 묵시적으로 승낙하였다고 주장한 사안에서, 제반 사정을 종합하면 한국전력공사가 乙 회사의 임대차보증금 반환의무를 丙이 면책적으로 인수하는 것을 묵시적으로 승낙하였다고 단정할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 법인은 주택임대차보호법 제3조 제1항이 정하는 대항요건의 하나인 주민등록을 마칠 수 없는 점에 비추어 보면, 주택을 임차한 법인에는 주택임대차보호법 제3조 제2항, 제3항이 정하는 경우를 제외하고는 주택임대차보호법 제3조가 적용되지 않는다. 그러므로 임차주택의 양수인이 임대인의 지위를 당연히 승계한다는 내용의 주택임대차보호법 제3조 제4항도 주택 임차인이 법인인 경우에는 원칙적으로 적용되지 않는다. 따라서 임대인이 법인을 임차인으로 하는 주택을 양도한 경우에는 임대인의 임대차보증금 반환채무를 양수인이 면책적으로 인수하였다는 등의 특별한 사정이 없는 한 임대인의 법인에 대한 임대차보증금 반환채무는 위 주택 양도에도 불구하고 소멸하지 아니한다. <br/>  [2] 면책적 채무인수는 병존적 채무인수 또는 이행인수와는 달리 제3자가 채무를 인수함으로써 기존 채무자가 면책되므로, 어떠한 인수의 법적 성격이 문제 되는 경우 이를 병존적 채무인수 또는 이행인수가 아니라 면책적 채무인수로 보는 데에는 엄격함과 신중함이 요구된다. 그러므로 부동산 매수인이 매매목적물에 관한 임대차보증금 반환채무 등을 인수하는 한편 그 채무액을 매매대금에서 공제하기로 약정한 경우, 그 인수는 특별한 사정이 없는 이상 매도인을 면책시키는 면책적 채무인수라고 볼 수 없다. 또한 부동산 매도인과 매수인 사이에 임대차보증금 반환채무를 면책적으로 인수하는 약정이 있었더라도 그에 기한 면책적 채무인수의 효력이 발생하려면 채권자인 임차인의 승낙이 있어야 한다(민법 제454조 참조). 이때 임차인의 승낙은 반드시 명시적 의사표시로 하여야 하는 것은 아니고 묵시적 의사표시로도 가능하다. 그러나 임차인이 채무자인 임대인을 면책시키는 것은 그의 채권을 처분하는 행위이므로, 임대보증금 반환채권의 회수 가능성 등이 의문시되는 상황이라면 임차인의 어떠한 행위를 임대차보증금 반환채무의 면책적 인수에 대한 묵시적 승낙의 의사표시에 해당한다고 쉽게 단정하여서는 아니 된다.<br/>  [3] 한국전력공사가 甲으로부터 아파트를 임차한 후, 乙 주식회사와 전세금보장신용보험계약을 체결하였고, 임대차기간 중에 甲이 丙에게 위 아파트의 소유권을 이전하면서, 매매계약서에 丙이 매매대금에서 위 임대차보증금을 제외한 나머지 금액만 지급하기로 하고 ‘임차인－한국전력공사와 현 임대차 계약을 승계하여 임대인의 지위와 의무를 인수인계하기로 한다.’는 내용의 인수조항을 기재하였는데, 이후 임대차가 종료되었지만 한국전력공사가 보증금을 반환받지 못하자 乙 회사를 상대로 임대차보증금에 상당하는 보험금의 지급을 구하는 소를 제기하였고, 이에 乙 회사가 위 매매계약 당시 임대차보증금 반환채무를 丙이 면책적으로 인수하는 것을 한국전력공사가 묵시적으로 승낙하였다고 주장한 사안에서, 위 인수조항에는 丙이 임대인의 지위와 의무를 인수한다는 취지가 포함되어 있으나, 이를 넘어서서 甲이 채권자인 한국전력공사에 대한 관계에서도 채무를 면한다는 취지가 명시적으로 포함되어 있지는 않으며, 채무인수가 면책적 인수인지, 병존적 인수인지가 분명하지 아니한 때에는 이를 병존적으로 인수하였다고 보아야 하는 점, 한국전력공사는 원칙적으로 주택임대차보호법에 따른 보호를 받을 수 없는 법인이고, 甲이나 丙으로부터 전세권 등 임대차보증금 반환을 담보할 수 있는 수단을 별도로 제공받지 못한 상황에서 한국전력공사의 승낙으로 면책적 채무인수의 효과가 발생하면 한국전력공사의 채권 실현 여부는 새로운 채무자인 丙의 자력이나 채무이행의 성실성에 달려있는바, 丙의 자력은 한국전력공사의 면책적 채무인수 승낙에 중요한 고려 요소인데, 한국전력공사가 위 매매계약 무렵 승낙을 할 것인지 결정하기 위해 丙의 자력을 조사하거나 확인하였다는 사정은 발견되지 않고, 한국전력공사는 매매계약서 사진을 받아보기 전까지는 매수인이 누구인지도 정확히 몰랐던 것으로 보이며, 매매계약 당시 甲이 면책적 채무인수에 대하여 한국전력공사에 구체적으로 설명하였다거나 승낙을 명시적으로 요구하지도 않았던 점 등을 종합하면, 한국전력공사가 乙 회사의 임대차보증금 반환의무를 丙이 면책적으로 인수하는 것을 묵시적으로 승낙하였다고 단정할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택임대차보호법 제3조 / [2] 주택임대차보호법 제3조, 민법 제454조, 제455조 / [3] 주택임대차보호법 제3조, 민법 제454조, 제455조<br/>",
  "참조판례": "[1] 대법원 2003. 7. 25. 선고 2003다2918 판결(공2003하, 1846) / [2] 대법원 2015. 5. 29. 선고 2012다84370 판결(공2015하, 852)<br/>"
}