{
  "판례일련번호": "240901",
  "사건명": "개인정보보호법위반(일부예비적죄명:정보통신망이용촉진및정보보호등에관한법률위반)[정보주체의 동의 없이 유통되는 개인정보를 매입하는 행위가 「개인정보 보호법」 제72조 제2호 전단의 ‘거짓이나 그 밖의 부정한 수단이나 방법으로 개인정보를 취득한 행위’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2019도3402",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240617",
  "판시사항": "[1] 구 개인정보 보호법 제72조 제2호 전단에서 규정한 ‘거짓이나 그 밖의 부정한 수단이나 방법’의 의미 / 이때 개인정보 취득 과정에서 사용하는 ‘거짓이나 그 밖의 부정한 수단이나 방법’에는 정보주체나 개인정보 보유자의 의사결정에 영향을 미칠 수 있는 적극적 또는 소극적 행위는 물론 해킹과 같이 정보주체 등의 의사결정과 무관하게 그 자체로 위계 기타 사회통념상 부정한 방법이라고 인정되는 행위도 포함되는지 여부(적극)<br/>  [2] 개인정보가 정보주체의 동의 등에 기하지 아니한 채 유통되고 있는 사정을 알면서 개인정보를 제공받은 것만으로 구 개인정보 보호법 제72조 제2호 전단의 ‘거짓이나 그 밖의 부정한 수단이나 방법’을 사용하여 개인정보를 취득한 경우에 해당하는지 여부(소극) / 개인정보를 제공받은 사람이 ‘개인정보를 처리하거나 처리하였던 자가 거짓이나 그 밖의 부정한 수단이나 방법을 사용하여 개인정보를 취득하거나 개인정보 처리에 관한 동의를 받았다는 사정’을 알면서도 영리 또는 부정한 목적으로 개인정보를 제공받은 경우, 같은 법 제72조 제2호 후단에 해당할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 구 개인정보 보호법(2020. 2. 4. 법률 제16930호로 개정되기 전의 것, 이하 같다) 제59조 제1호는 ‘개인정보를 처리하거나 처리하였던 자는 거짓이나 그 밖의 부정한 수단이나 방법으로 개인정보를 취득하거나 개인정보 처리에 관한 동의를 받는 행위를 하여서는 아니 된다.’고 규정하고, 제72조 제2호는 ‘제59조 제1호를 위반하여 거짓이나 그 밖의 부정한 수단이나 방법으로 개인정보를 취득하거나 개인정보 처리에 관한 동의를 받는 행위를 한 자 및 그 사정을 알면서도 영리 또는 부정한 목적으로 개인정보를 제공받은 자’를 처벌하고 있다. <br/>구 개인정보 보호법 제72조 제2호 전단에서 규정한 ‘거짓이나 그 밖의 부정한 수단이나 방법’이란 개인정보를 취득하거나 그 처리에 관한 동의를 받기 위하여 사용하는 위계 기타 사회통념상 부정한 방법이라고 인정되는 일체의 행위를 말한다. 그중 개인정보 취득 과정에서 사용하는 ‘거짓이나 그 밖의 부정한 수단이나 방법’에는 정보주체나 개인정보 보유자의 의사결정에 영향을 미칠 수 있는 적극적 또는 소극적 행위는 물론 해킹과 같이 정보주체 등의 의사결정과 무관하게 그 자체로 위계 기타 사회통념상 부정한 방법이라고 인정되는 행위도 포함된다.<br/>  [2] 구 개인정보 보호법(2020. 2. 4. 법률 제16930호로 개정되기 전의 것, 이하 같다) 제72조 제2호가 전단과 후단에서 ‘취득한 자’와 ‘제공받은 자’를 구별하여 정하고 있으므로 개인정보가 정보주체의 동의 등에 기하지 아니한 채 유통되고 있는 사정을 알면서 개인정보를 제공받은 것만으로는 구 개인정보 보호법 제72조 제2호 전단의 ‘거짓이나 그 밖의 부정한 수단이나 방법’을 사용하여 개인정보를 취득하였다고 보기는 어렵다. 다만 개인정보를 제공받은 사람이 ‘개인정보를 처리하거나 처리하였던 자가 거짓이나 그 밖의 부정한 수단이나 방법을 사용하여 개인정보를 취득하거나 개인정보 처리에 관한 동의를 받았다는 사정’을 알면서도 영리 또는 부정한 목적으로 개인정보를 제공받은 경우에는 구 개인정보 보호법 제72조 제2호 후단에 해당될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 개인정보 보호법(2020. 2. 4. 법률 제16930호로 개정되기 전의 것) 제59조 제1호, 제72조 제2호 / [2] 구 개인정보 보호법(2020. 2. 4. 법률 제16930호로 개정되기 전의 것) 제59조 제1호, 제72조 제2호<br/>",
  "참조판례": "[1] 대법원 2017. 4. 7. 선고 2016도13263 판결(공2017상, 1042)<br/>"
}