{
  "판례일련번호": "240967",
  "사건명": "부당이득금[보이스피싱 범죄자가 피해자 계좌에서 보이스피싱 범죄자의 채권자 계좌로 송금한 금원이 부당이득인지 여부가 문제된 사건]",
  "사건번호": "2024다216187",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240627",
  "판시사항": "[1] 부당이득제도의 의의<br/> [2] 채무자가 피해자로부터 편취한 금전을 자신의 채권자에 대한 채무변제에 사용하는 경우, 채권자가 변제를 수령하면서 금전의 편취 사실에 대하여 악의 또는 중대한 과실이 없다면 채권자의 금전취득은 피해자에 대한 관계에서 법률상 원인이 있는 것으로 보아야 하는지 여부(적극) / 여기서 ‘중대한 과실’의 의미 및 채권자의 악의 또는 중대한 과실에 대한 증명책임의 소재(=피해자)<br/> [3] 중고거래 인터넷 사이트에 순금 목걸이를 판매한다는 글을 게시한 甲이 거래상대방 乙을 만나 丙 명의로 자신의 은행 계좌에 판매대금의 일부를 이체받은 후, 다음 날 다시 乙을 만나 丙 명의로 나머지 대금이 이체되었음을 확인하고 순금 목걸이를 건네주었는데, 위 계좌로 이체된 나머지 대금은 丁이 성명불상의 보이스피싱 범죄자에 속아 자신의 휴대폰에 원격제어 프로그램을 설치하자 위 범죄자가 이를 이용하여 丁 명의의 계좌에서 甲 명의의 계좌로 이체한 금원이었고, 이후 丁이 甲이 수령한 금원은 부당이득이라며 甲을 상대로 그 금원의 반환을 구한 사안에서, 제반 사정에 비추어 甲이 위 금원을 취득한 것은 보이스피싱 피해자인 丁에 대한 관계에서도 법률상 원인이 있다고 봄이 타당한데도, 이와 달리 보아 甲의 부당이득반환의무를 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부당이득제도는 이득자의 재산상 이득이 법률상 원인을 결여하는 경우에 공평과 정의의 이념에 근거하여 이득자에게 그 반환의무를 부담시키는 것으로서, 특정한 당사자 사이에서 일정한 재산적 가치의 변동이 생긴 경우에 그것이 일반적·형식적으로는 정당한 것으로 보이지만 그들 사이의 재산적 가치의 변동이 상대적·실질적인 관점에서 법의 다른 이상인 공평의 이념에 반하는 모순이 생기는 경우에 재산적 가치의 취득자에게 가치의 반환을 명함으로써 그와 같은 모순을 해결하려는 제도이다.<br/> [2] 채무자가 피해자로부터 편취한 금전을 자신의 채권자에 대한 채무변제에 사용하는 경우 채권자가 그 변제를 수령하면서 그 금전이 편취된 것이라는 사실에 대하여 악의 또는 중대한 과실이 없다면, 채권자의 금전취득은 피해자에 대한 관계에서 법률상 원인이 있는 것으로 봄이 타당하다. 여기서 ‘중대한 과실’이란 채권자가 조금만 주의를 기울였다면 수령한 금전이 편취된 것이라는 사실을 쉽게 알 수 있었음에도 그러한 행위를 하지 않는 등 일반인에게 요구되는 주의의무를 현저히 위반하는 것을 말하고, 채권자가 수령한 금전이 편취된 것이라는 사실을 알았거나 중대한 과실로 알지 못하였다는 점에 대한 증명책임은 피해자에게 있다.<br/> [3] 중고거래 인터넷 사이트에 순금 목걸이를 판매한다는 글을 게시한 甲이 거래상대방 乙을 만나 丙 명의로 자신의 은행 계좌에 판매대금의 일부를 이체받은 후, 다음 날 다시 乙을 만나 丙 명의로 나머지 대금이 이체되었음을 확인하고 순금 목걸이를 건네주었는데, 위 계좌로 이체된 나머지 대금은 丁이 성명불상의 보이스피싱 범죄자에 속아 자신의 휴대폰에 원격제어 프로그램을 설치하자 위 범죄자가 이를 이용하여 丁 명의의 계좌에서 甲 명의의 계좌로 이체한 금원이었고, 이후 丁이 甲이 수령한 금원은 부당이득이라며 甲을 상대로 그 금원의 반환을 구한 사안에서, 보이스피싱 범죄자에 의해 丁 명의의 계좌에서 甲 명의의 계좌로 이체되어 편취당한 금원은 순금 목걸이 거래대금채무의 변제에 사용된 것이므로, 甲이 위 금원을 받을 당시 그것이 편취된 금원이라는 사실에 대하여 악의 또는 중대한 과실이 없는 한, 甲의 금원 취득은 보이스피싱 피해자인 丁에 대한 관계에서도 법률상 원인이 있다고 보아야 한다고 한 다음, ① 丁이 직접 이체행위를 하지 않았더라도 자신의 휴대폰에 원격제어 프로그램을 설치하도록 원인을 제공하였으므로, 보이스피싱 범죄자가 丁으로 하여금 甲의 계좌로 이체하게 한 것과 丁을 기망하여 얻은 정보로 위 범죄자가 직접 丁의 계좌에서 甲의 계좌로 이체한 것을 구별하여 달리 취급할 이유가 없는 점, ② 甲은 중고거래 인터넷 사이트를 통해 순금 목걸이를 판매하였을 뿐, 위 금원이 보이스피싱 범죄자가 丁으로부터 편취한 금원이라는 사실을 甲이 알았거나 알지 못한 데에 중대한 과실이 있다고 단정하기 어려운 점 등에 비추어 보면, 甲이 위 금원을 취득한 것은 보이스피싱 피해자인 丁에 대한 관계에서도 법률상 원인이 있다고 봄이 타당한데도, 이와 달리 보아 甲의 부당이득반환의무를 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제741조 / [2] 민법 제741조, 민사소송법 제288조[증명책임] / [3] 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2015. 6. 25. 선고 2014다5531 전원합의체 판결(공2015하, 1047) / [2] 대법원 2008. 3. 13. 선고 2006다53733, 53740 판결(공2008상, 510), 대법원 2012. 1. 12. 선고 2011다74246 판결(공2012상, 261), 대법원 2023. 8. 31. 선고 2023다232557 판결<br/>"
}