{
  "판례일련번호": "240923",
  "사건명": "등록부정정[북한에서 출생한 북한이탈주민이 북한에서 사망한 부와의 사이에 친생자관계존재확인판결을 받아 가족관계등록부 중 부의 특정등록사항을 부의 제적부 기재내용과 동일하게 기록할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2024스536",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20240613",
  "판시사항": "[1] 친족법상 또는 상속법상 중대한 영향을 미칠 수 있는 사항에 대하여는 가족관계의 등록 등에 관한 법률 제107조에 따라 확정판결에 의하여만 가족관계등록부의 정정신청을 할 수 있는지 여부(적극)<br/>  [2] 자녀의 가족관계등록부에 부의 출생연월일과 본이 기록되지 않은 경우, 이를 부의 제적부 기재내용과 동일하게 기록하는 것은 가족관계의 등록 등에 관한 법률 제107조에 따라 확정판결에 의하여야 하는지 여부(적극) 및 이때 혼인 중의 출생자라는 점은 가족관계등록부 등을 통하여 별도로 인정되어야 하는지 여부(적극)<br/>  [3] 군사분계선 이북지역에서 혼인관계가 유효하게 성립하였으나 가족관계등록부에 그 혼인관계가 기록되지 않았다는 사정만으로 그 혼인관계 중에 출생한 자녀가 혼인 외의 출생자가 되는지 여부(소극)<br/>  [4] 군사분계선 이북지역에서 유효하게 성립한 혼인관계 중에 출생한 자녀임을 주장하며 부와의 사이에 친생자관계존재확인의 확정판결을 받은 경우, 가족관계등록부를 정정하는 방법<br/>",
  "판결요지": "[1] 가족관계의 등록 등에 관한 법률(이하 ‘가족관계등록법’이라 한다) 제104조는 가정법원의 허가에 의한 가족관계등록부의 정정신청, 제107조는 확정판결에 의한 가족관계등록부의 정정신청에 관하여 각각 규정하고 있다. 가정법원의 허가에 의한 가족관계등록부의 정정은 그 절차의 간이성에 비추어 정정할 사항이 경미한 경우에 허용되는 것이므로 친족법상 또는 상속법상 중대한 영향을 미칠 수 있는 사항에 대하여는 가족관계등록법 제107조에 따라 확정판결에 의하여만 가족관계등록부의 정정신청을 할 수 있다.<br/>  [2] 자녀의 가족관계등록부에 부의 출생연월일과 본이 기록되지 않은 경우 이를 부의 제적부 기재내용과 동일하게 기록하는 것은 친족법상 또는 상속법상 중대한 영향을 미칠 수 있는 사항이므로 이는 가족관계의 등록 등에 관한 법률(이하 ‘가족관계등록법’이라 한다) 제107조에 따라 확정판결에 의하여 이루어져야 한다. 혼인 중의 출생자는 친생자관계존재확인의 확정판결을 받아 가족관계등록법 제107조에 따른 등록부 정정신청을 할 수 있는데, 위 판결에서는 친생자관계의 존부에 대한 판단 외에 부모의 혼인 여부가 주문으로 확정되지는 않으므로 혼인 중의 출생자라는 점은 가족관계등록부 등을 통하여 별도로 인정되어야 한다. <br/>  [3] 군사분계선 이북지역(이하 ‘북한’이라 한다)에서 혼인관계가 유효하게 성립하였으나 가족관계등록부에 그 혼인관계가 기록되지 않았다는 사정만으로 그 혼인관계 중에 출생한 자녀가 혼인 외의 출생자가 되는 것은 아니다. 그 이유는 다음과 같다.<br/>  ① 북한이탈주민의 보호 및 정착지원에 관한 법률 제19조의2는 가족관계 등록을 창설한 북한이탈주민 중 북한에 배우자를 둔 사람이 그 배우자를 상대로 이혼을 청구하는 경우의 특례를 규정하고 있다. 그리고 남북 주민 사이의 가족관계와 상속 등에 관한 특례법은 정전협정 전에 혼인하여 군사분계선 이남지역(이하 ‘남한’이라 한다)에 배우자를 둔 사람이 북한에서 다시 혼인을 한 경우 이를 중혼으로 취소하는 것을 제한하거나 일정한 경우 전혼이 소멸한 것으로 보고(제6조), 혼인 중의 자녀로 출생한 북한주민이 남한주민인 부모를 상대로 친생자관계존재확인의 소를 제기하는 기간에 대한 특례를 규정하고 있다(제8조). <br/>  ② 이처럼 관련 법률은 북한에서 성립한 혼인관계의 효력이 인정될 수 있고 그 혼인관계 중 출생한 자녀도 혼인 중의 자녀가 될 수 있다는 입장에 서서 그에 따른 법률관계를 규율하고 있다. 이는 남북관계 및 이로 인하여 발생하는 남북 주민의 신분관계의 여러 문제점이 가지는 특수성을 고려하여, 가족관계의 등록 등에 관한 법률에 따른 기록이 없다는 이유만을 들어 북한에서 이미 유효하게 이루어진 신분관계의 효력을 부정하지 않겠다는 취지이다. <br/>  [4] 자신이 군사분계선 이북지역(이하 ‘북한’이라 한다)에서 유효하게 성립한 혼인관계 중에 출생한 자녀임을 주장하며 부와의 사이에 친생자관계존재확인의 확정판결을 받아 가족관계등록부 정정을 신청하는 경우에는 비록 가족관계등록부 등에 부모의 혼인관계가 기록되어 있지 않아도 북한에서 부모의 혼인관계 성립 여부 또는 이와 관련한 신분관계를 소명하여 가족관계의 등록 등에 관한 법률 제104조에 따른 가정법원의 허가를 받아 정정신청을 함으로써 가족관계등록부를 정정할 수 있다고 보아야 한다. 북한에서 유효하게 성립한 혼인관계가 가족관계등록부에 기록되기 어려운 점, 가사소송법 등에 혼인관계가 유효하게 존속한다거나 특정인이 그 혼인 중에 출생한 자녀임을 확인받을 수 있는 직접적인 쟁송방법이 없는 점, 앞서 살펴본 관련 법률의 취지 등을 고려하면, 위와 같은 경우에도 가정법원의 허가를 받아 가족관계등록부를 정정할 수 있는 법적 가능성을 부여할 필요가 있기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 가족관계의 등록 등에 관한 법률 제107조 / [2] 가족관계의 등록 등에 관한 법률 제107조 / [3] 북한이탈주민의 보호 및 정착지원에 관한 법률 제19조의2, 남북 주민 사이의 가족관계와 상속 등에 관한 특례법 제6조, 제8조 / [4] 가족관계의 등록 등에 관한 법률 제104조, 제107조<br/>",
  "참조판례": "[1] 대법원 1993. 5. 22. 자 93스14, 15, 16 결정(공1993상, 1402)<br/>"
}