{
  "판례일련번호": "240909",
  "사건명": "구상금",
  "사건번호": "2024다210783",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240613",
  "판시사항": "[1] 수급권자가 장해보상연금을 지급받고 있는 경우, 산업재해보상보험법 제80조 제2항 후문에 따라 공제할 장해보상일시금의 액수(=수급권자가 장해보상일시금을 선택하였더라면 지급되었을 장해보상일시금 상당액)<br/>  [2] 제3자의 행위로 인하여 발생한 산업재해에 대하여 근로복지공단이 피해 근로자에게 장해보상연금 또는 유족보상연금을 지급할 것이 확정된 경우, 근로복지공단이 장해보상연금 또는 유족보상연금 대신에 지급받을 수 있었던 장해보상일시금 또는 유족보상일시금 상당액에 관하여 산업재해보상보험법 제87조 제1항에 따라 피해 근로자의 제3자에 대한 손해배상청구권을 대위행사할 수 있는지 여부(적극) <br/>  [3] 피해 근로자인 甲이 완치 후 근로복지공단으로부터 장해등급 8급 상당의 장해보상일시금을 지급받았고, 이후 甲의 장해등급이 6급으로 변경되었다가 다시 5급으로 변경되었으며, 그 후 甲의 선택에 따라 근로복지공단이 장해보상연금의 지급을 결정·통지하였는데, 근로복지공단이 산업재해보상보험법 제87조 제1항에 따라 甲의 손해배상청구권을 대위행사하는 경우에 장해보상일시금 산정 시 적용할 평균임금이 문제 된 사안에서, 甲이 장해보상일시금을 선택하였더라면 지급되었을 장해보상일시금은 보험급여원부에 기재된 장해등급 5급의 적용 개시일의 평균임금을 적용하여 산정하여야 하는데도, 장해보상연금 지급이 개시된 시점의 평균임금을 적용하여 장해보상일시금을 산정한 원심의 조치에 심리미진 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 산업재해보상보험법(이하 ‘산재보험법’이라고 한다) 제80조 제2항은 전문에서 \"수급권자가 동일한 사유에 대하여 이 법에 따른 보험급여를 받으면 보험가입자는 그 금액의 한도 안에서 민법이나 그 밖의 법령에 따른 손해배상의 책임이 면제된다.\"라고 규정하고, 후문에서 \"이 경우 장해보상연금 또는 유족보상연금을 받고 있는 사람은 장해보상일시금 또는 유족보상일시금을 받은 것으로 본다.\"라고 규정하고 있다. 이처럼 산재보험법 제80조 제2항 후문은 아직 그 지급이 현실화되지 않은 장해보상연금도 공제의 대상으로 삼는 대신, 공제의 범위를 장해보상일시금 상당액으로 한정함으로써 수급권자 및 사용자의 이익과 책임을 조절하고 있다. 또한 장해보상연금과 장해보상일시금의 구별은 장해급여의 지급방법상의 차이에 따른 것에 불과한 점, 특별한 경우를 제외하고는 연금과 일시금의 선택은 수급권자의 의사에 달려 있는 점 등을 종합하면, 산재보험법상 장해보상연금과 장해보상일시금은 전체로서 가치가 같다고 보아야 한다.<br/>  연금은 본질적으로 장래의 불확정성과 가변성을 특징으로 하는데(산재보험법 제36조 제3항, 제58조 각호, 제59조, 제70조 제2항, 제83조, 제120조 등 참조), 그럼에도 불구하고 산재보험법 제80조 제2항 후문에서 위와 같이 연금과 일시금의 등가성을 규범화하고 있는 것은 수급권자, 손해배상 의무자인 보험가입자와 제3자 및 근로복지공단 사이의 법률관계를 신속하고 명료하게 확정하기 위함이라고 볼 수 있다. 이러한 취지에 비추어 보면, 수급권자가 장해보상연금을 지급받고 있는 경우에 산재보험법 제80조 제2항 후문에 따라 공제할 장해보상일시금의 액수는, 연금 기간이나 이미 지급된 연금의 액수와 관계없이, 수급권자가 장해보상연금 대신 장해보상일시금을 선택하여 지급을 구하였더라면 산재보험법 제57조 제2항 [별표 2]에 따라 지급되었을 장해보상일시금 상당액이라고 봄이 타당하다.<br/>  [2] 산업재해보상보험법 제80조 제2항의 규정 등에 비추어 보면, 제3자의 행위로 인하여 발생한 산업재해에 대하여 근로복지공단이 피해 근로자에게 장해보상연금 또는 유족보상연금을 지급할 것이 확정된 경우에도 장해보상연금 또는 유족보상연금 대신에 지급받을 수 있었던 장해보상일시금 또는 유족보상일시금을 지급한 것으로 보아, 근로복지공단은 장해보상연금 또는 유족보상연금 대신에 지급받을 수 있었던 장해보상일시금 또는 유족보상일시금 상당액에 관하여 같은 법 제87조 제1항에 의하여 피해 근로자의 제3자에 대한 손해배상청구권을 대위행사할 수 있다.<br/>  [3] 피해 근로자인 甲이 완치 후 근로복지공단으로부터 장해등급 8급 상당의 장해보상일시금을 지급받았고, 이후 甲의 장해등급이 6급으로 변경되었다가 다시 5급으로 변경되었으며, 그 후 甲의 선택에 따라 근로복지공단이 장해보상연금의 지급을 결정·통지하였는데, 근로복지공단이 산업재해보상보험법 제87조 제1항에 따라 甲의 손해배상청구권을 대위행사하는 경우에 장해보상일시금 산정 시 적용할 평균임금이 문제 된 사안에서, 보험급여원부의 장해보상급여란에 甲의 장해등급(5급)의 적용 개시일이 장해보상일시금 지급 무렵으로 기재되어 있는 등 제반 사정에 비추어, 甲에 대한 장해등급 5급 판정은 장해등급의 변경 당시 또는 변경된 장해등급에 따라 장해보상연금의 지급이 개시된 시점을 기준으로 한 판정이 아니라 보험급여원부상 완치 시점을 기준으로 한 판정으로 보이고, 장해보상연금의 지급이 그 후에야 비로소 개시된 것은 甲이 이미 지급받은 장해등급 8급의 장해보상일시금의 지급일수에 해당하는 기간만큼 장해보상연금을 지급하지 않았기 때문으로 볼 여지가 크며, 이러한 경우 甲이 장해보상연금 대신 장해보상일시금을 선택하여 지급을 구하였더라면 지급되었을 장해보상일시금은 장해등급 5급의 적용 개시일의 평균임금을 적용하여 산정하여야 하는데도, 장해보상연금 지급이 개시된 시점의 평균임금을 적용하여 장해보상일시금을 산정한 원심의 조치에 심리미진 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 산업재해보상보험법 제36조 제3항, 제57조 제2항 [별표 2], 제3항, 제58조, 제59조, 제70조 제2항, 제80조 제2항, 제83조, 제120조 / [2] 산업재해보상보험법 제80조 제2항, 제87조 제1항 / [3] 산업재해보상보험법 제57조 제2항 [별표 2], 제3항, 제80조 제2항, 제87조 제1항<br/>",
  "참조판례": "[1] 대법원 2001. 7. 13. 선고 2000두6268 판결(공2001하, 1866), 대법원 2007. 6. 15. 선고 2005두7501 판결(공2007하, 1091), 대법원 2018. 10. 4. 선고 2015다253184, 253191 판결(공2018하, 2066), 대법원 2018. 10. 4. 선고 2016다41869 판결(공2018하, 2311), 헌법재판소 2005. 11. 24. 선고 2004헌바97 전원재판부 결정(헌공110, 1222) / [2] 대법원 2001. 11. 30. 선고 2001다666 판결<br/>"
}