{
  "판례일련번호": "240973",
  "사건명": "부당이득금[사방시설이 적법하게 설치되지 않았음을 이유로 부당이득반환을 구하는 사건]",
  "사건번호": "2023다275530",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240627",
  "판시사항": "[1] 국가 또는 지방자치단체가 위법하게 사유지에 대한 점유를 개시한 경우, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률에 따라 해당 토지에 대한 수용 또는 사용 절차를 거쳐 손실보상금을 지급할 가능성이 있었다는 사정만으로 토지 소유자에 대한 부당이득반환의무가 소멸하는지 여부(소극)<br/> [2] 우면산 일대에 기습적 폭우로 산사태가 발생하자 甲 지방자치단체가 사방지를 지정·고시한 후 사방시설을 설치하였고, 그 후 乙 등이 콘크리트로 이루어진 사방시설과 이를 관리하기 위한 CCTV 등이 설치된 토지의 공유지분을 취득하였는데, 乙 등이 甲 지방자치단체를 상대로 사방시설의 설치를 통해 법률상 원인 없이 토지를 점유·사용하고 있음을 이유로 부당이득반환을 구한 사안에서, 甲 지방자치단체가 사방시설 설치에 앞서 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률상의 적법한 수용 또는 사용 절차를 거치지 않았으므로 乙 등에게 사방시설을 통해 토지를 법률상 원인 없이 점유·사용한 이익을 부당이득으로 반환할 의무가 있고, 해당 토지에 대한 수용 또는 사용 절차를 거쳐 손실보상금을 지급할 가능성이 있었다는 사정만으로 부당이득반환의무가 소멸한다고 볼 수 없다고 한 사례<br/> [3] 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 주장의 인용 여부를 알 수 있는 경우 또는 판결에서 실제로 판단을 하지 않았더라도 주장이 배척될 것이 분명한 경우, 판단누락의 잘못이 있다고 할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 국가 또는 지방자치단체가 위법하게 사유지에 대한 점유를 개시한 경우, 국가 또는 지방자치단체가 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라고 한다)에 따라 해당 토지에 대한 수용 또는 사용 절차를 거쳐 손실보상금을 지급할 가능성이 있었다는 사정만으로 토지 소유자에 대한 부당이득반환의무가 소멸한다고 볼 수 없다. 국가 또는 지방자치단체로서는 토지보상법에 따른 적법한 수용 또는 사용 절차를 통해 정당한 보상을 함으로써 토지에 대한 사용권을 획득한 이후에야 그 범위 내에서 부당이득반환의무를 면할 뿐이다.<br/> [2] 우면산 일대에 기습적 폭우로 산사태가 발생하자 甲 지방자치단체가 사방지를 지정·고시한 후 사방시설을 설치하였고, 그 후 乙 등이 콘크리트로 이루어진 사방시설과 이를 관리하기 위한 CCTV 등이 설치된 토지의 공유지분을 취득하였는데, 乙 등이 甲 지방자치단체를 상대로 사방시설의 설치를 통해 법률상 원인 없이 토지를 점유·사용하고 있음을 이유로 부당이득반환을 구한 사안에서, 위 사방시설은 2013. 8. 13. 법률 제12052호로 개정된 사방사업법이 시행되기 전에 준공되었으므로 위 사방시설의 설치에 관하여는 구 사방사업법(2013. 8. 13. 법률 제12052호로 개정되기 전의 것, 이하 같다)이 적용되는데, 구 사방사업법 제9조 제3항은 국가사방사업의 시행을 위해 사유지에 인공구조물을 설치할 수 있다는 규정을 두고 있지 않으므로 위 사방시설 설치의 근거 규정이 될 수 없고, 그 결과 乙 등도 구 사방사업법 제10조에 근거하여 손실보상을 구할 수 없으며, 甲 지방자치단체로서는 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘토지보상법’이라고 한다)에 따라 사유지에 대한 수용·사용 절차를 거쳐야만 사유지에 사방사업을 위한 인공구조물을 설치할 수 있었는데, 甲 지방자치단체가 사방시설 설치에 앞서 토지보상법상의 적법한 수용 또는 사용 절차를 거치지 않았으므로 乙 등에게 사방시설을 통해 토지를 법률상 원인 없이 점유·사용한 이익을 부당이득으로 반환할 의무가 있고, 토지보상법에 따라 해당 토지에 대한 수용 또는 사용 절차를 거쳐 손실보상금을 지급할 가능성이 있었다는 사정만으로 부당이득반환의무가 소멸한다고 볼 수 없다고 한 사례.<br/> [3] 법원의 판결에 당사자가 주장한 사항에 대한 구체적·직접적인 판단이 표시되어 있지 않더라도 판결 이유의 전반적인 취지에 비추어 그 주장을 인용하거나 배척하였음을 알 수 있는 정도라면 판단누락이라고 할 수 없다. 설령 판결에서 실제로 판단을 하지 않았더라도 그 주장이 배척될 것이 분명하다면 판결 결과에 영향이 없어 판단누락의 잘못이 있다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제741조, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조 / [2] 민법 제741조, 구 사방사업법(2013. 8. 13. 법률 제12052호로 개정되기 전의 것) 제2조 제3호, 제9조 제3항, 제10조(현행 제10조 제1항 참조), 구 사방사업법(2015. 2. 3. 법률 제13137호로 개정되기 전의 것) 제9조 제3항 제2호, 제10조 제1항, 사방사업법 부칙(2013. 8. 13.), 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제4조 제2호 / [3] 민사소송법 제208조, 제423조<br/>",
  "참조판례": "[3] 대법원 2017. 1. 12. 선고 2016다38658 판결(공2017상, 326)<br/>"
}