{
  "판례일련번호": "240941",
  "사건명": "입찰참가자격제한처분취소[국가계약법 제27조 제1항 제1호의 ‘계약을 이행할 때에 부정한 행위를 한 자’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024두32393",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240627",
  "판시사항": "[1] 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항 제1호, 같은 법 시행령 제76조 제4항의 위임에 따른 같은 법 시행규칙 제76조 [별표 2] 2. 개별기준 제3호 (나)목의 ‘부정한 행위를 한 자’의 의미<br/> [2] 중증장애인생산품 생산시설로 지정된 甲 사회복지법인이 방위사업청장과 육군에 운동복을 제조·납품하는 계약을 체결하고 운동복 생산에 사용할 원단이 품질기준에 부합한다는 공인기관의 시험성적서를 제출한 뒤 운동복을 제조하여 육군 각 부대에 납품하였는데, 운동복 완제품 시험결과 수분제어특성 등이 품질기준에 미달된다는 사실이 확인되자 甲 법인이 ‘부정한 제조를 한 자’에 해당한다는 이유로 방위사업청장이 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항 제1호 등에 따라 甲 법인의 입찰참가자격을 6개월간 제한하는 처분을 한 사안에서, 甲 법인이 ‘부정한 제조를 한 자’에 해당한다고 보기 어려운데도 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 국가를 당사자로 하는 계약에 관한 법률(이하 ‘국가계약법’이라 한다) 제27조 제1항 제1호, 제4호, 제9호 (나)목, 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조 제2항 제2호 (가)목, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 [별표 2] ‘2. 개별기준’(이하 ‘개별기준’이라 한다) 제1호, 제2호, 제3호 (나)목, 제6호, 제13호의 체계와 내용을 종합하면, 국가계약법 제27조 제1항 제1호, 같은 법 시행령 제76조 제4항의 위임에 따른 개별기준 제3호 (나)목의 ‘부정한 행위를 한 자’란 설계서상의 기준규격보다 낮은 다른 자재를 쓰거나 이와 같은 정도로 사회통념상 허용되지 않는 옳지 못한 방법을 적극적으로 사용하여 계약상 의무를 위반한 자를 말한다. <br/> [2] 중증장애인생산품 생산시설로 지정된 甲 사회복지법인이 방위사업청장과 육군에 운동복을 제조·납품하는 계약을 체결하고 운동복 생산에 사용할 원단이 품질기준에 부합한다는 공인기관의 시험성적서를 제출한 뒤 운동복을 제조하여 육군 각 부대에 납품하였는데, 운동복 완제품 시험결과 수분제어특성 등이 품질기준에 미달된다는 사실이 확인되자 甲 법인이 ‘부정한 제조를 한 자’에 해당한다는 이유로 방위사업청장이 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항 제1호 등에 따라 甲 법인의 입찰참가자격을 6개월간 제한하는 처분을 한 사안에서, 품질기준에 부합하는 원단을 사용하였더라도 제조공정을 거치면서 품질이 저하되었을 가능성을 배제할 수 없으므로, 완제품 시험결과만으로는 甲 법인이 운동복을 제조할 때 기준규격보다 낮은 다른 원단을 사용하였다고 단정할 수 없는 점, 같은 재료로 동일한 과정을 거쳐 생산된 원단이라도 섬유혼용률과 질량에 차이가 있을 가능성을 배제할 수 없고, 탄력성이 큰 폴리우레탄 섬유가 함유된 편직물의 경우 제조과정에서 섬유혼용률에 변동이 생길 수 있어 원단의 섬유혼용률과 질량이 납품된 운동복과 차이가 있다고 하여 甲 법인이 위 운동복을 제조할 때 원단 시험결과에 사용한 원단보다 저품질의 다른 원단을 사용하였다고 인정하기는 어려운 점, 계약이행의 결과에 객관적 하자가 있다는 것만으로는 甲 법인이 계약을 이행할 때에 사회통념상 옳지 못한 행위를 하였다고 단정할 수 없고, 甲 법인이 피복류 제작 과정에서 일반적으로 사용될 수 없는 이례적인 공정으로 운동복을 제작하는 등 다른 부정한 행위를 하였다고 볼 만한 사정에 관한 주장·증명도 전혀 없는 점을 종합하면, 방위사업청장이 제출한 증거만으로는 甲 법인이 ‘부정한 제조를 한 자’에 해당한다고 보기 어려운데도 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항 제1호, 제4호, 제9호 (나)목, 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조 제2항 제2호 (가)목, 제4항, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 [별표 2] 2. 개별기준 제1호, 제2호, 제3호 (나)목, 제6호, 제13호 / [2] 국가를 당사자로 하는 계약에 관한 법률 제27조 제1항 제1호, 제4호, 제9호 (나)목, 국가를 당사자로 하는 계약에 관한 법률 시행령 제76조 제2항 제2호 (가)목, 제4항, 국가를 당사자로 하는 계약에 관한 법률 시행규칙 제76조 [별표 2] 2. 개별기준 제1호, 제2호, 제3호 (나)목, 제6호, 제13호<br/>",
  "참조판례": ""
}