{
  "판례일련번호": "241027",
  "사건명": "임금등[비전업 시간강사가 초단시간근로자에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2023다217312",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 대학의 시간강사가 근로기준법 제18조 제3항에서 정한 ‘초단시간근로자’에 해당하는지 판단하는 기준 및 강의시간의 정함이 소정근로시간을 정한 것이라고 볼 수 있는지 여부(원칙적 소극)<br/> [2] 국립대학교에서 주당 강의시수가 12시간 이하인 시간강사로 근무한 甲 등이 국가를 상대로 연차휴가수당 및 주휴수당의 지급을 구한 사안에서, 시간강사 위촉계약에서 정한 주당 강의시수가 甲 등의 소정근로시간이라고 보기 어려운데도, 甲 등이 근로기준법 제18조 제3항에서 정한 초단시간근로자에 해당하므로 연차휴가와 주휴가 부여되지 않는다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 근로기준법 제18조는 1주 동안의 소정근로시간이 그 사업장에서 같은 종류의 업무에 종사하는 통상 근로자의 1주 동안의 소정근로시간에 비하여 짧은 근로자, 즉 단시간근로자의 근로조건은 그 사업장의 같은 종류의 업무에 종사하는 통상 근로자의 근로시간을 기준으로 산정한 비율에 따라 결정되어야 한다고 정하면서(제1항), 4주 동안(4주 미만으로 근로하는 경우에는 그 기간)을 평균하여 1주 동안의 소정근로시간이 15시간 미만인 근로자(이하 ‘초단시간근로자’라 한다)에 대하여는 주휴와 연차휴가에 관한 근로기준법 규정을 적용하지 아니한다고 규정하고 있다(제3항).<br/>  대학의 시간강사는 학교가 개설한 교과목의 강의를 담당하면서 그에 수반되는 학사관리업무 등을 수행하고, 그와 같은 업무수행의 대가로 통상 시간당 일정액에 강의시간 수를 곱한 강사료를 보수로 지급받는다. 대학의 시간강사가 초단시간근로자에 해당하는지는 특별한 사정이 없는 한 강의시간 수가 아니라 강의와 그에 수반되는 업무, 그 밖에 임용계약 등에서 정한 업무를 수행하는 데 통상적으로 필요한 근로시간 수를 기준으로 판단하여야 한다. 대학 강의의 특성상 강의 외 업무에 상당한 시간이 필요하기 때문에 강의시간의 정함이 곧 소정근로시간을 정한 것이라고 볼 수 없다. 만약 시간강사가 대학에 근로를 제공할 의무를 부담하는 전체 시간이 강의시간을 초과하는 것이 분명한데도 강의시간만을 기준으로 초단시간근로자 여부를 판단하게 되면, 근로자에게 주휴와 연차휴가를 보장하되 ‘근로시간이 매우 짧아 사업장에 대한 전속성이나 기여도가 낮고 임시적이고 일시적인 근로를 제공하는 일부 근로자’에 대해서만 예외적으로 주휴와 연차휴가에 관한 규정의 적용을 배제하려는 근로기준법의 취지가 몰각되기 때문이다. <br/> [2] 국립대학교에서 주당 강의시수가 12시간 이하인 시간강사로 근무한 甲 등이 국가를 상대로 연차휴가수당 및 주휴수당의 지급을 구한 사안에서, 시간강사 위촉계약서에 주당 강의시수가 기재되어 있으나 이러한 기재만으로는 주당 강의시수를 소정근로시간으로 정한 것이라고 볼 수 없는 점, 시간강사 위촉계약에 따라 甲 등이 수행하여야 할 업무는 수업시간 중에 이루어지는 강의에 국한되지 않고, 강의를 하기 위해서는 강의계획서를 작성하고 강의 내용과 강의 교재를 마련하는 등의 준비가 요구되었으며, 학생 상담 및 지도 등의 학생관리업무와 시험 출제, 채점 및 성적 입력 등의 평가업무, 그 밖에 강의와 관련된 학사행정업무(이하 ‘강의 수반 업무’라 한다)도 수행하여야 했는데, 이러한 강의준비, 학생관리, 평가 등의 업무는 시간강사가 강의를 할 때 필연적으로 수반되는 업무로서 甲 등이 근로제공 의무를 부담하는 업무인 점, 강의 수반 업무의 성격과 내용 등에 비추어 甲 등이 이를 수행하는 데 상당한 시간이 필요할 것으로 보이는 점 등을 종합하여 보면, 시간강사 위촉계약에서 정한 주당 강의시수가 甲 등의 소정근로시간이라고 보기 어려운데도, 甲 등이 근로기준법 제18조 제3항에서 정한 초단시간근로자에 해당하므로 연차휴가와 주휴가 부여되지 않는다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제18조 / [2] 근로기준법 제18조, 구 고등교육법 시행령(2024. 2. 20. 대통령령 제34227호로 개정되기 전의 것) 제6조 제1항<br/>",
  "참조판례": ""
}