{
  "판례일련번호": "241041",
  "사건명": "공직선거법위반[구 공직선거법 제93조 제1항 본문, 제255조 제2항 제5호 중 ‘인쇄물 배부’ 등에 관한 각 헌법불합치결정의 영향이 문제된 사안]",
  "사건번호": "2022도8655",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "피고인이 지방자치단체장 보궐선거에 영향을 미치게 하기 위하여 선거일 2일 전에 후보자를 지지·추천하는 내용 등이 포함된 문서를 살포하였다는 구 공직선거법 위반의 공소사실에 대하여, 원심이 구 공직선거법 제255조 제2항 제5호, 제93조 제1항 본문을 적용하여 유죄로 판단한 제1심판결을 그대로 유지하였는데, 원심판결 선고 후 헌법재판소가 3차례에 걸쳐 구 공직선거법 제93조 제1항 본문 중 ‘벽보 게시, 인쇄물 배부·게시’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 벽보 게시, 인쇄물 배부·게시’에 관한 부분, 제93조 제1항 본문 중 ‘광고, 문서·도화 첩부·게시’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 광고, 문서·도화 첩부·게시’에 관한 부분, 제93조 제1항 본문 중 ‘인쇄물 살포’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 인쇄물 살포’에 관한 부분에 대하여 각 헌법불합치결정을 선고한 사안에서, 공소사실을 유죄로 판단한 제1심판결을 그대로 유지한 원심판결에 결과적으로 판결에 영향을 미친 잘못이 있다고 한 사례<br/>",
  "판결요지": "피고인이 지방자치단체장 보궐선거에 영향을 미치게 하기 위하여 선거일 2일 전에 후보자를 지지·추천하는 내용 등이 포함된 문서를 살포하였다는 구 공직선거법(2010. 1. 25. 법률 제9974호로 개정되고, 2023. 8. 30. 법률 제19696호로 개정되기 전의 것, 이하 같다) 위반의 공소사실에 대하여, 원심이 구 공직선거법 제255조 제2항 제5호, 제93조 제1항 본문을 적용하여 유죄로 판단한 제1심판결을 그대로 유지하였는데, 원심판결 선고 후 헌법재판소가 3차례에 걸쳐 구 공직선거법 제93조 제1항 본문 중 ‘벽보 게시, 인쇄물 배부·게시’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 벽보 게시, 인쇄물 배부·게시’에 관한 부분, 제93조 제1항 본문 중 ‘광고, 문서·도화 첩부·게시’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 광고, 문서·도화 첩부·게시’에 관한 부분, 제93조 제1항 본문 중 ‘인쇄물 살포’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 인쇄물 살포’에 관한 부분에 대하여 각 헌법불합치결정을 선고한 사안에서, 원심이 적용한 구 공직선거법 제93조 제1항 본문 중 ‘문서 살포’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 문서 살포’에 관한 부분은 위 각 헌법재판소 결정의 심판대상이 되지 않았지만 위 각 헌법불합치결정에서 헌법재판소가 밝힌 이유와 같은 이유에서 과잉금지 원칙에 위반하여 정치적 표현의 자유를 침해한다고 평가될 여지가 있고, 위 각 헌법불합치결정은 헌법과 헌법재판소법이 규정하고 있지 않은 변형된 형태이지만 법률조항에 대한 위헌결정에 해당하므로, 원심으로서는 구 공직선거법 제93조 제1항 본문 중 ‘문서 살포’에 관한 부분 및 제255조 제2항 제5호 중 ‘제93조 제1항 본문의 문서 살포’에 관한 부분의 위헌 여부 또는 그 적용에 따른 위헌적 결과를 피하기 위한 공소장 변경절차 등의 필요 유무 등에 관하여 심리·판단하였어야 한다는 이유로, 이를 살펴보지 않은 채 공소사실을 유죄로 판단한 제1심판결을 그대로 유지한 원심판결에 결과적으로 판결에 영향을 미친 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "구 공직선거법(2023. 8. 30. 법률 제19696호로 개정되기 전의 것) 제93조 제1항, 제255조 제2항 제5호, 헌법재판소법 제47조 제3항<br/>",
  "참조판례": ""
}