{
  "판례일련번호": "241039",
  "사건명": "마약류관리에관한법률위반(향정)[국선변호인의 선정 없이 공판심리가 이루어져 피고인의 방어권이 침해되었는지 여부가 문제된 사건]",
  "사건번호": "2024도4202",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 형사소송법 제33조에서 규정한 국선변호인 제도의 취지와 내용<br/> [2] 약물중독 등으로 인한 심신미약 정도, 마약 투약으로 수사받던 피고인이 중요한 수사협조를 하여 특별감경 양형요소로 반영될 개연성이 높은 경우 등 피고인에게 유리한 양형요소를 주장할 필요성이 있는 경우, 피고인의 권리보호를 위하여 국선변호인을 선정하여 방어권을 보장해 줄 필요가 있는지 여부(적극)<br/> [3] 제1심법원이 피고인에 대하여 무죄를 선고하였으나 검사가 항소한 사안에서 항소법원이 변호인이 선임되지 않은 피고인에 대하여 검사의 항소를 받아들여 유죄를 선고하는 경우, 피고인의 권리보호를 위하여 공판심리단계에서부터 국선변호인의 선정을 더욱 적극적으로 고려하여야 하는지 여부(적극)<br/> [4] 형사소송법 제33조 제3항을 적용하여 국선변호인을 선정하여 방어권을 보장해 줄 필요가 있는지 판단할 때 고려하여야 할 사정 / 이때 국선변호인을 선정할 필요가 있음에도 국선변호인의 선정 없이 공판심리가 이루어져 피고인의 방어권이 침해됨으로써 판결에 영향을 미친 경우, 형사소송법 제33조 제3항을 위반한 것인지 여부(적극)<br/>",
  "판결요지": "[1] 형사소송법 제33조는 헌법 제12조에 의하여 피고인에게 보장된 변호인의 조력을 받을 권리가 공판심리절차에서 효과적으로 실현될 수 있도록 일정한 경우에 직권 또는 피고인의 청구에 의한 법원의 국선변호인 선정의무를 규정하는 한편(제1항, 제2항), 피고인의 나이·지능 및 교육 정도 등을 참작하여 권리보호를 위하여 필요하다고 인정되면 피고인의 명시적 의사에 반하지 아니하는 범위에서 법원이 국선변호인을 선정하여야 한다고 규정하고 있다(제3항).<br/> [2] 공소제기된 범죄의 내용과 보호법익, 피고인의 직업이나 경제력, 범죄 전력, 예상되는 주형과 부수처분의 종류, 약물중독 등으로 인한 심신미약 정도, 마약 투약으로 수사받던 피고인이 중요한 수사협조를 하여 특별감경 양형요소로 반영될 개연성이 높은 경우 등 피고인에게 유리한 양형요소를 주장할 필요성이 있다면 피고인의 권리보호를 위하여서는 피고인의 명시적 의사에 반하지 아니하는 범위에서 국선변호인을 선정하여 방어권을 보장해 줄 필요가 있다고 할 것이다.<br/> [3] 항소심에서 양형이 피고인에게 불리하게 변경되는 경우뿐 아니라, 제1심법원이 피고인에 대하여 무죄를 선고하였으나 검사가 항소한 사안에서 항소법원이 변호인이 선임되지 않은 피고인에 대하여 검사의 항소를 받아들여 유죄를 선고하는 경우에는 공판심리단계에서부터 국선변호인의 선정을 더욱 적극적으로 고려하여야 한다. 그리하여 국선변호인이 피고인을 위하여 유죄 증명을 위한 검사의 주장과 증거 제출에 대응하는 데에서 나아가, 제1심의 무죄판결에서는 판단된 바 없는 양형에 관한 주장과 그에 관한 자료를 제출하도록 함으로써 피고인의 권리를 보호할 필요성은 충분하다고 할 것이다.<br/> [4] 헌법상 변호인의 조력을 받을 권리 및 형사소송법상 국선변호인 제도의 취지와 형사소송법 제33조 제3항 및 항소심에서의 국선변호인 선정과 관련한 판례의 취지에 비추어 보면, 법원으로서는 피고인의 나이·지능 및 교육 정도, 건강상태, 다투는 내용에 관하여 피고인 홀로 방어권 행사가 가능한 수준과 정도, 피고인의 재판을 도와줄 가족이 있는지 여부 등을 충분히 살펴 권리보호를 위하여 필요하다고 인정되면 형사소송법 제33조 제3항의 규정을 적용하여 피고인의 명시적 의사에 반하지 아니하는 범위에서 국선변호인을 선정하여 방어권을 보장해 줄 필요가 있다. 그런데도 국선변호인의 선정 없이 공판심리가 이루어져 피고인의 방어권이 침해됨으로써 판결에 영향을 미쳤다고 인정되는 경우에는 형사소송법 제33조 제3항을 위반한 위법이 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제4항, 형사소송법 제33조 / [2] 형사소송법 제33조 제3항 / [3] 형사소송법 제33조 제3항 / [4] 헌법 제12조 제4항, 형사소송법 제33조 제3항, 제383조 제1호<br/>",
  "참조판례": "[1] 대법원 2010. 4. 29. 선고 2010도881 판결(공2010상, 1080)<br/>"
}