{
  "판례일련번호": "241059",
  "사건명": "보험금[피보험자가 위험분담제에 따라 제약회사로부터 지급받은 환급금이 보험계약에서 지급대상으로 정한 본인부담금에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024다223949",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 약관의 해석 원칙 및 위 원칙에 따라 해석한 결과 약관 조항이 일의적으로 해석되는 경우, 작성자 불이익의 원칙이 적용될 수 있는지 여부(소극)<br/> [2] 보험약관의 내용이 거래상 일반적이고 공통된 것이어서 보험계약자가 별도의 설명 없이도 충분히 예상할 수 있었던 사항이거나 명시·설명의무의 이행 여부가 보험계약의 체결 여부에 영향을 미치지 않았다고 볼 수 있는 경우, 보험자에게 명시·설명의무가 인정되는지 여부(소극)<br/> [3] 甲이 乙을 피보험자로 하여 丙 보험회사와 체결한 보험계약에는 ‘갱신형 질병입원의료비’ 특약이 포함되어 있고, 위 특약에 관한 약관 조항은 ‘국민건강보험법에서 정한 요양급여 중 본인부담금(본인이 실제로 부담한 금액)의 90%에 해당하는 금액과 비급여(본인이 실제로 부담한 금액)의 80%에 해당하는 금액을 합한 금액’을 보험금 지급대상으로 정하고 있는데, 乙이 병원 입원치료 중 면역항암제를 전액본인부담으로 처방받아 의료기관에 약제비용을 지급한 후 위험분담제에 따라 제약회사로부터 약제비용의 일부를 환급받았는데도, 甲이 환급금을 포함한 본인부담금 전부를 보상하여야 한다며 丙 회사를 상대로 보험금 지급을 구한 사안에서, 위 약관 조항은 피보험자가 국민건강보험공단이나 제약회사로부터 위험분담제에 따라 환급을 받아 실제로 부담하지 않는 부분은 보험금 지급대상에 포함되지 않는다는 의미로 일의적으로 해석되고, 피보험자가 제약회사로부터 위험분담제에 따라 약제비용의 일부를 환급받음으로써 환급금 상당액을 실제 부담하지 아니하게 되었다면, 위 환급금 상당액이 보험계약에서 보상하는 손해에 포함되지 아니한다는 사정은 피보험자나 보험계약자가 별도의 설명이 없더라도 충분히 알 수 있으므로 丙 회사의 명시·설명의무의 대상에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 약관은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개별 계약 당사자가 의도한 목적이나 의사를 참작하지 않고 평균적 고객의 이해가능성을 기준으로 객관적·획일적으로 해석하여야 한다. 위와 같은 해석을 거친 후에도 약관 조항이 다의적으로 해석되고 각각의 해석이 합리성이 있는 등 그 뜻이 명확하지 않다면 고객에게 유리하게 해석하여야 할 것이나, 약관 조항이 일의적으로 해석된다면 고객에게 유리하게 해석할 여지가 없다.<br/> [2] 일반적으로 보험자 및 보험계약의 체결 또는 모집에 종사하는 사람은 보험계약의 체결에 있어서 보험계약의 중요한 내용에 대하여 구체적이고 상세한 명시·설명의무를 지고 있다. 그러나 이러한 명시·설명의무가 인정되는 것은 보험계약자가 알지 못하는 가운데 약관에 정하여진 중요한 사항이 계약 내용으로 되어 보험계약자가 예측하지 못한 불이익을 받게 되는 것을 피하고자 하는 데 그 근거가 있으므로, 거래상 일반적이고 공통된 것이어서 보험계약자가 별도의 설명 없이도 충분히 예상할 수 있었던 사항이거나 명시·설명의무의 이행 여부가 보험계약의 체결 여부에 영향을 미치지 아니하였다고 볼 수 있는 경우에는 보험자에게 명시·설명의무가 인정된다고 할 수 없다.<br/> [3] 甲이 乙을 피보험자로 하여 丙 보험회사와 체결한 보험계약에는 ‘갱신형 질병입원의료비’ 특약이 포함되어 있고, 위 특약에 관한 약관 조항은 ‘국민건강보험법에서 정한 요양급여 중 본인부담금(본인이 실제로 부담한 금액)의 90%에 해당하는 금액과 비급여(본인이 실제로 부담한 금액)의 80%에 해당하는 금액을 합한 금액’을 보험금 지급대상으로 정하고 있는데, 乙이 병원 입원치료 중 면역항암제를 전액본인부담으로 처방받아 의료기관에 약제비용을 지급한 후 위험분담제에 따라 제약회사로부터 약제비용의 일부를 환급받았는데도, 甲이 환급금을 포함한 본인부담금 전부를 보상하여야 한다며 丙 회사를 상대로 보험금 지급을 구한 사안에서, 위 약관 조항의 문언의 내용과 의미, 위험분담제의 제도적 취지와 이에 따라 국민건강보험공단(이하 ‘공단’이라 한다) 또는 가입자 등이 제약회사로부터 지급받는 환급금의 성격, 위 특약이 담보하는 보험목적의 성질과 손해보험제도의 원칙 등을 고려하면, 위 약관 조항은 국민건강보험법에 따른 요양급여비용 중 피보험자 본인이 최종적으로 실제 부담하는 부분만을 보험금 지급대상으로 하고, 피보험자가 공단이나 제약회사로부터 위험분담제에 따라 환급받음으로써 실제로 부담하지 않는 부분은 보험금 지급대상에 포함되지 않는다는 의미로 일의적으로 해석된다고 한 다음, 위 약관 조항의 문언에 비추어 보험계약자나 피보험자로서는 국민건강보험법에 따른 요양급여비용 중 피보험자가 실제 부담하는 부분만이 보험계약에서 보상하는 손해에 해당하고 피보험자가 실제 부담하지 않는 부분은 보상하는 손해에 해당하지 않는다는 사정을 별도의 설명이 없더라도 충분히 알 수 있고, 위 특약 부분의 보험금 지급대상은 재산상 손해이므로 그 손해의 전보를 넘어선 이득을 얻을 수는 없음은 거래상 일반적이고 공통된 내용으로서 충분히 예상할 수 있었을 것이므로, 피보험자가 제약회사로부터 위험분담제에 따라 약제비용의 일부를 환급받음으로써 환급금 상당액을 실제 부담하지 아니하게 되었다면, 위 환급금 상당액이 보험계약에서 보상하는 손해에 포함되지 아니한다는 사정은 丙 회사의 명시·설명의무의 대상에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 / [2] 약관의 규제에 관한 법률 제3조 제2항, 제3항 / [3] 약관의 규제에 관한 법률 제3조 제2항, 제3항, 제5조, 상법 제638조의3 제1항, 국민건강보험법 제41조 제3항, 제4항, 제44조 제1항, 국민건강보험법 시행령 제19조 제1항 [별표 2] 제6호, 국민건강보험법 시행규칙 제16조 [별표 6] 제1호 (나)목, 국민건강보험 요양급여의 기준에 관한 규칙 제11조의2 제7항, 제8항<br/>",
  "참조판례": "[1] 대법원 2018. 10. 25. 선고 2014다232784 판결(공2018하, 2201), 대법원 2021. 10. 14. 선고 2018다279217 판결, 대법원 2024. 1. 25. 선고 2023다283913 판결(공2024상, 469) / [2] 대법원 2003. 5. 30. 선고 2003다15556 판결(공2003하, 1441), 대법원 2016. 9. 23. 선고 2016다221023 판결(공2016하, 1583)<br/>"
}