{
  "판례일련번호": "241051",
  "사건명": "근로자지위확인등[근로자파견관계 인정 여부 등이 문제된 사건]",
  "사건번호": "2021다274069",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 원고용주가 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우, 파견근로자 보호 등에 관한 법률의 적용을 받는 ‘근로자파견’에 해당하는지 판단하는 기준<br/> [2] 자동차 등을 생산·판매하는 甲 주식회사와 조립 공정에 필요한 부품을 서열하여 보급하기로 하는 업무도급계약을 체결한 乙 주식회사에 고용되어 서열보급 업무를 수행한 丙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 제반 사정을 종합하면 丙 등은 乙 회사에 고용된 후 그때부터 2년을 초과하여 계속적으로 甲 회사의 공장에서 甲 회사의 지휘·명령에 따라 근로를 제공하는 근로자파견관계에 있었다고 본 원심판단이 정당하다고 한 사례<br/> [3] 파견근로자가 파견근로자 보호 등에 관한 법률 제6조의2 제1항이 규정한 직접고용의무를 이행하지 아니하는 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있는지 여부(적극) 및 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립하는지 여부(적극) / 파견근로자 보호 등에 관한 법률 제6조의2 제1항에 따른 고용 의사표시 청구권에 적용되는 소멸시효기간(=10년)<br/>",
  "판결요지": "[1] 원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 파견근로자 보호 등에 관한 법률의 적용을 받는 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 제3자가 그 근로자에 대하여 직간접적으로 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, 그 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 그 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 근로관계의 실질에 따라 판단하여야 한다.<br/> [2] 자동차 등을 생산·판매하는 甲 주식회사와 조립 공정에 필요한 부품을 서열하여 보급하기로 하는 업무도급계약을 체결한 乙 주식회사에 고용되어 서열보급 업무를 수행한 丙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 乙 회사는 甲 회사의 사내협력업체와 함께 서열보급 업무를 수행한 점, 丙 등은 甲 회사가 전산시스템을 통해 제공하는 작업사양서에 따라 업무를 수행한 점, 업무의 시작 및 종료시간, 연장·야간·휴일근무 시간 등이 甲 회사가 정한 생산계획에 구속되었던 점, 甲 회사는 소속 근로자들과 乙 회사 소속 근로자들을 하나의 집단으로 관리하였던 점, 서열업무를 외부사업장에서 수행한 것은 甲 회사 공장의 공간 부족으로 인한 것이었을 뿐이고 甲 회사의 공장 안과 외부사업장에서 하는 서열업무에 특별한 차이는 없었던 점, 도급비는 乙 회사 소속 근로자가 투입한 노동력의 양과 근로시간에 따라 지급된 점, 생산 관련 시설, 장비, 작업도구, 부품 등은 대부분 甲 회사의 소유였던 점 등을 종합하면, 丙 등은 乙 회사에 고용된 후 그때부터 2년을 초과하여 계속적으로 甲 회사의 공장에서 甲 회사의 지휘·명령에 따라 근로를 제공하는 근로자파견관계에 있었다고 본 원심판단이 정당하다고 한 사례.<br/> [3] 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다) 제6조의2 제1항은 사용사업주가 근로자파견 대상 업무에 해당하지 아니하는 업무에서 파견근로자를 사용하는 경우 등 각호에 해당하는 경우에는 해당 파견근로자를 직접 고용하여야 한다고 규정하고 있다(이하 ‘직접고용의무 규정’이라고 한다). 이에 따라 파견근로자는 사용사업주가 직접고용의무를 이행하지 아니하는 경우 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있고, 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립한다.<br/>  직접고용의무 규정은 사용사업주가 파견법을 위반하여 파견근로자를 사용하는 행위에 대하여 근로자파견의 상용화·장기화를 방지하고 파견근로자의 고용안정을 도모할 목적에서 행정적 감독이나 처벌과는 별도로 사용사업주와 파견근로자 사이의 사법관계에서도 사용사업주에게 직접고용의무라는 법정책임을 부과한 것이므로 직접고용의무 규정에 따른 고용 의사표시 청구권에는 10년의 민사시효가 적용됨이 타당하다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 파견근로자 보호 등에 관한 법률 제2조 제1호 / [2] 파견근로자 보호 등에 관한 법률 제2조 제1호 / [3] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민사소송법 제248조[소의 이익], 민법 제162조 제1항<br/>",
  "참조판례": "[1][3] 대법원 2015. 11. 26. 선고 2013다14965 판결(공2016상, 4) / [1] 대법원 2015. 2. 26. 선고 2010다106436 판결(공2015상, 515)<br/>"
}