{
  "판례일련번호": "241021",
  "사건명": "손해배상(기)[비법인사단의 대표자가 선량한 관리자의 주의의무를 위반한 경우, 비법인사단의 구성원에 대한 불법행위 손해배상책임의 성립 여부가 문제된 사건]",
  "사건번호": "2023다314022",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 민법 제750조에서 정한 ‘위법행위’의 의미 / 위법성은 문제가 되는 행위마다 개별적·상대적으로 판단하여야 하는지 여부(적극) / 법률상 보호할 가치가 있는 이익을 침해하는 경우에도 위법성이 인정되면 불법행위가 성립하는지 여부(적극)<br/> [2] 甲 마을 주민들을 구성원으로 하는 마을회가 총회 결의를 통해 동물테마파크 개발사업에 반대하는 입장을 정하였는데, 위 마을회 이장인 乙이 개발업자로부터 부정한 청탁을 받아 개발업자와 위 개발사업에 찬성하는 내용의 상호협약서를 작성하고, 관계기관에 위 개발사업에 관한 위 마을회의 공식적인 반대 입장을 철회한다는 내용의 공문을 보내는 등 위 마을회의 입장에 정면으로 반하는 행위를 한 사안에서, 乙의 위와 같은 행위는 마을회 구성원들의 법익을 침해한 위법한 행위로 보기 어려울 뿐만 아니라, 乙의 행위로 인하여 마을회 구성원들에게 손해가 발생하였다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민법 제750조는 \"고의 또는 과실로 인한 위법행위로 타인에게 손해를 가한 자는 그 손해를 배상할 책임이 있다.\"라고 정하고 있다. 위법행위는 불법행위의 핵심적인 성립요건으로서, 법률을 위반한 경우에 한정되지 않고 전체 법질서의 관점에서 사회통념상 위법하다고 판단되는 경우도 포함할 수 있는 탄력적인 개념이다.<br/>  불법행위의 성립요건으로서 위법성은 관련 행위 전체를 일체로 보아 판단하여 결정해야만 하는 것은 아니고, 문제가 되는 행위마다 개별적·상대적으로 판단하여야 한다. 소유권을 비롯한 절대권을 침해한 경우뿐만 아니라 법률상 보호할 가치가 있는 이익을 침해하는 경우에도 침해행위의 양태, 피침해이익의 성질과 그 정도에 비추어 그 위법성이 인정되면 불법행위가 성립할 수 있다.<br/> [2] 甲 마을 주민들을 구성원으로 하는 마을회가 총회 결의를 통해 동물테마파크 개발사업에 반대하는 입장을 정하였는데, 위 마을회 이장인 乙이 개발업자로부터 부정한 청탁을 받아 개발업자와 위 개발사업에 찬성하는 내용의 상호협약서를 작성하고, 관계기관에 위 개발사업에 관한 위 마을회의 공식적인 반대 입장을 철회한다는 내용의 공문을 보내는 등 위 마을회의 입장에 정면으로 반하는 행위를 한 사안에서, 乙의 행위들은 마을회의 총회에서 마을 주민들의 의결권 행사를 통해 위 개발사업에 반대하는 내용의 결의가 이루어진 후에 한 행위들이므로, 乙이 위 마을회의 사업 반대 결의 후에 그 결의와 상충되는 행위를 하였다는 것만으로 마을회 구성원들의 의결권을 침해하였다고 보기 어려운 점, 乙이 관계기관에 찬성위원회 구성 통지를 하거나 위 개발사업에 대한 반대 입장을 철회한다는 공문을 보내고 개발업자와 상호협약서를 작성한 행위는 법적 효력이 없거나 불분명한 행위일 뿐만 아니라, 그로 인하여 위 마을회나 마을회 구성원들이 위 개발사업의 추진과 관련하여 법적 의무를 부담하게 되었다고 단정하기 어려우므로, 乙의 위와 같은 행위로 말미암아 마을회 구성원들의 권리 또는 이익이 침해되었다고 보기 어려운 점, 설령 乙의 위와 같은 행위로 인하여 위 개발사업을 둘러싸고 혼란이 발생하였다고 하더라도, 乙의 행위에 힘입어 위 개발사업이 실제로 추진되거나 성사되는 데까지 나아가지 아니한 이상, 마을회 구성원들이 위자료로 배상할 만한 정신적 고통을 입었다고 보기 어려운 점에 비추어, 乙의 위와 같은 행위는 마을회 구성원들의 법익을 침해한 위법한 행위로 보기 어려울 뿐만 아니라, 乙의 행위로 인하여 마을회 구성원들에게 손해가 발생하였다고 보기 어려운데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제750조 / [2] 민법 제750조<br/>",
  "참조판례": "[1] 대법원 2021. 6. 30. 선고 2019다268061 판결(공2021하, 1373)<br/>"
}