{
  "판례일련번호": "241035",
  "사건명": "진폐장해위로금일부부지급처분취소[진폐장해위로금을 산정하는 방법이 문제된 사건]",
  "사건번호": "2023두56712",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 업무상 재해로 신체장해를 입은 사람이 장해급여를 청구하지 않아 기존의 장해에 대해서 전혀 보상을 받지 못하고 있다가 기존의 장해상태가 악화되어 장해등급이 변경된 후 비로소 장해보상일시금을 청구한 경우, 기존의 장해등급에 따른 장해보상일시금의 지급일수에 해당하는 기간만큼의 장해보상일시금을 부지급할 수 있는지 여부(소극) 및 기존의 장해등급에 대한 장해급여청구를 하지 않고 있던 중 청구권이 시효 소멸된 경우에도 마찬가지인지 여부(적극)<br/> [2] 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 사람이 기존 장해등급에 따른 재해위로금을 청구하지 않아 지급받지 못하고 있다가 장해상태가 악화되어 장해등급이 변경된 후 변경된 장해등급에 따라 재해위로금을 청구한 경우, ‘종전 장해등급에 해당하는 장해보상일시금의 지급일수를 공제하지 않고 변경된 장해등급에 따라 산정된 장해보상일시금’으로 재해위로금을 지급하여야 하는지 여부(적극) / 이러한 법리는 장해보상일시금의 100분의 60에 해당하는 금액을 장해위로금으로 지급하도록 규정한 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률의 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 업무상 재해로 신체장해를 입은 사람이 그 당시에 판정된 장해등급에 따른 장해급여를 청구하지 아니하여 기존의 장해에 대해서 전혀 보상을 받지 못하고 있다가 기존의 장해상태가 악화되어 장해등급이 변경된 후 비로소 변경된 장해등급에 따라 장해보상일시금을 청구한 경우에는 중복지급의 불합리한 결과가 발생하지 아니하므로, 근로복지공단으로서는 변경된 장해등급에 해당하는 장해보상일시금의 지급일수에 따라 장해보상일시금을 지급하여야 할 것이고, 구 산업재해보상보험법 시행령(2017. 12. 26. 대통령령 제28506호로 개정되기 전의 것) 제58조 제3항 제2호를 근거로 삼아 근로자에게 지급한 적이 없는 기존의 장해등급에 따른 장해보상일시금의 지급일수에 해당하는 기간만큼의 장해보상일시금을 부지급하여서는 아니 된다. 그리고 이러한 이치는 기존의 장해등급에 대한 장해급여청구를 하지 않고 있던 중 그 청구권이 시효 소멸된 경우에도 마찬가지로 적용된다고 보아야 한다.<br/> [2] 구 산업재해보상보험법(2020. 5. 26. 법률 제17326호로 개정되기 전의 것) 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2017. 12. 26. 대통령령 제28506호로 개정되기 전의 것, 이하 ‘구 산재보험법 시행령’이라 한다) 제58조 제3항 제2호의 내용과 체계에 구 산재보험법 시행령 제58조 제3항 제2호의 취지를 종합하면, 폐광된 광산에서 진폐로 인한 업무상 재해를 입은 사람이 기존 장해등급에 따른 재해위로금을 청구하지 아니하여 지급받지 못하고 있다가 장해상태가 악화되어 장해등급이 변경된 후 비로소 변경된 장해등급에 따라 재해위로금을 청구한 경우에는 ‘종전 장해등급에 해당하는 장해보상일시금의 지급일수를 공제하지 않고 변경된 장해등급에 따라 산정된 장해보상일시금’으로 재해위로금을 지급하여야 한다. 석탄산업법에 따른 장해보상일시금 상당의 재해위로금 산정방식에 관한 이러한 법리는 장해보상일시금의 100분의 60에 해당하는 금액을 장해위로금으로 지급하도록 규정한 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것)의 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 산업재해보상보험법(2020. 5. 26. 법률 제17326호로 개정되기 전의 것) 제40조, 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2017. 12. 26. 대통령령 제28506호로 개정되기 전의 것) 제58조 제3항 제2호 / [2] 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것) 제24조 제1항 제2호, 제3항, 제25조 제2항, 진폐의 예방과 진폐근로자의 보호 등에 관한 법률 부칙(2010. 5. 20.) 제4조, 구 산업재해보상보험법(2020. 5. 26. 법률 제17326호로 개정되기 전의 것) 제40조, 제51조 제1항, 제60조 제2항, 구 산업재해보상보험법 시행령(2017. 12. 26. 대통령령 제28506호로 개정되기 전의 것) 제58조 제3항 제2호, 구 석탄산업법(1993. 3. 6. 법률 제4541호로 개정되기 전의 것) 제39조의3 제1항 제4호, 구 석탄산업법 시행령(1990. 1. 3. 대통령령 제12899호로 개정되기 전의 것) 제41조 제3항 제4호(현행 제41조 제4항 제5호 참조)<br/>",
  "참조판례": "[1] 대법원 2015. 4. 16. 선고 2012두26142 전원합의체 판결(공2015상, 697) / [2] 대법원 2020. 10. 29. 선고 2019두31426 판결(공2020하, 2301)<br/>"
}