{
  "판례일련번호": "241065",
  "사건명": "중요재산처분승인거부처분취소[파산관재인이 중요재산 처분승인 거부처분에 대한 취소를 청구한 사건]",
  "사건번호": "2021두47974",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 행정청의 재량행위에 대한 사법심사의 대상과 판단 기준 / 행정청이 행정행위를 할 때 이익형량을 전혀 하지 않거나 이익형량의 고려 대상에 포함해야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성·객관성이 결여된 경우, 그 행정행위가 위법한지 여부(적극)<br/> [2] 보조사업자, 간접보조사업자 또는 보조금수령자의 파산절차에서 보조금 관리에 관한 법률 제31조 또는 제33조에 따른 반환금채권이 채무자 회생 및 파산에 관한 법률 제473조 제2호에서 규정한 재단채권에 해당하는지 여부(원칙적 적극) / 파산재단이 재단채권의 총액을 변제하기에 부족한 것이 분명하게 된 경우, 재단채권의 변제 방법<br/> [3] 甲 주식회사가 부산광역시 기장군수로부터 받은 보조금을 사용하여 건물을 신축한 후 폐업하자 부산광역시 기장군수가 사후관리기간(준공일부터 10년) 내 임의 폐업을 사유로 보조금 교부결정 취소 및 반환명령을 하였는데, 이후 甲 회사의 파산선고로 선임된 파산관재인이 부산광역시장에게 위 건물에 관하여 임의경매 또는 임의매각을 위한 중요재산 처분 승인을 신청하였으나, 부산광역시장이 보조금을 전부 반환해야 중요재산 처분 승인이 가능하다는 사유로 거부처분을 한 사안에서, 위 처분은 재량권을 일탈·남용한 것으로서 위법하다고 한 사례<br/>",
  "판결요지": "[1] 재량행위에 대한 사법심사는 행정청의 재량에 기초한 공익 판단의 여지를 감안하여 법원이 독자적인 결론을 내리지 않고 해당 처분에 재량권 일탈·남용이 있는지만을 심사하게 되고, 사실오인과 비례·평등의 원칙 위반 여부 등이 그 판단 기준이 된다. 행정청이 행정행위를 할 때 이익형량을 전혀 하지 아니하거나 이익형량의 고려 대상에 마땅히 포함시켜야 할 사항을 누락한 경우 또는 이익형량을 하였으나 정당성·객관성이 결여된 경우 그 행정행위는 재량권을 일탈·남용하여 위법하다고 할 수 있다.<br/> [2] 보조사업자 또는 간접보조사업자의 보조금 관리에 관한 법률(이하 ‘보조금법’이라고 한다) 제31조에 따른 반환금 또는 보조금수령자의 제33조에 따른 반환금은 국세 체납처분의 예에 따라 징수할 수 있고, 그 징수는 국세와 지방세를 제외하고 다른 공과금이나 그 밖의 채권에 우선한다(보조금법 제33조의3). 따라서 이러한 반환금채권은 특별한 사정이 없는 한 보조사업자, 간접보조사업자 또는 보조금수령자의 파산절차에서 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제473조 제2호(국세징수의 예에 의하여 징수할 수 있는 청구권으로서 그 징수우선순위가 일반 파산채권보다 우선하는 것)에서 규정한 재단채권에 해당한다. 그리고 파산재단이 재단채권의 총액을 변제하기에 부족한 것이 분명하게 된 때에는 재단채권의 변제는 다른 법령이 규정하는 우선권에 불구하고 아직 변제하지 아니한 채권액의 비율에 따라 한다(채무자회생법 제477조 제1항 본문).<br/> [3] 甲 주식회사가 부산광역시 기장군수로부터 받은 보조금을 사용하여 건물을 신축한 후 폐업하자 부산광역시 기장군수가 사후관리기간(준공일부터 10년) 내 임의 폐업을 사유로 보조금 교부결정 취소 및 반환명령을 하였는데, 이후 甲 회사의 파산선고로 선임된 파산관재인이 부산광역시장에게 위 건물에 관하여 임의경매 또는 임의매각을 위한 중요재산 처분 승인을 신청하였으나, 부산광역시장이 보조금을 전부 반환해야 중요재산 처분 승인이 가능하다는 사유로 거부처분을 한 사안에서, 甲 회사의 파산재단에 속하는 재산은 별제권으로 담보되는 부분을 제외하면 보조금 반환금채권을 포함한 재단채권의 총액을 변제하기에 부족한 것으로 보이는 점, 부산광역시 기장군이 보조금 반환금채권을 전액 환수하지 못하였다는 이유만으로 부산광역시장이 위 건물의 양도를 위한 중요재산 처분 승인을 거부하는 것은 채무자 회생 및 파산에 관한 법률 제477조 제1항 본문에서 규정한 재단채권의 변제방법에 반하여 사실상 다른 재단채권자 또는 별제권자보다도 우선 변제받게 하려는 것이 되어 다른 채권자들의 이익을 침해하는 점, 위 처분으로 임의경매 또는 임의매각 절차를 진행할 수 없게 되어 적어도 사후관리기간 동안에는 중요재산을 환가하지 못하게 됨에 따라 甲 회사에 대한 파산절차의 진행이 지연되므로, 파산재단의 관리비용 증가로 파산절차를 둘러싼 이해관계인들의 이익이 침해될 뿐만 아니라, 채무자의 재산을 신속하고 공정하게 환가·배당하려는 파산제도의 목적에도 반하는 결과가 초래되며, 나아가 중요재산의 사후관리기간 동안 중요재산이 방치되어 사회적·경제적으로도 손실을 초래하는 점, 甲 회사의 파산관재인이 위 건물에 관한 중요재산 처분 승인을 받음으로써 임의경매 또는 임의매각 절차가 진행되는 경우 부산광역시 기장군은 다른 재단채권자들과 안분변제를 받음으로써 보조금 반환금채권 중 상당 부분을 회수할 수 있고, 부산광역시 기장군수가 甲 회사에 대한 파산선고 전에 체납처분을 한 경우 부산광역시 기장군은 임의경매절차에서 직접 배당받음으로써 사실상 다른 재단채권자보다 우선 변제받을 수도 있어서, 위 처분으로 달성하려는 보조금의 환수 확보라는 공익이 크게 침해된다고 보기도 어려운 점을 종합하면, 위 처분은 비례의 원칙에 위배되거나 이익형량에 정당성과 객관성이 결여되어 재량권을 일탈·남용한 것으로서 위법하다고 볼 여지가 많다는 이유로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제27조 / [2] 보조금 관리에 관한 법률 제31조, 제33조, 제33조의3, 채무자 회생 및 파산에 관한 법률 제473조 제2호, 제477조 제1항 / [3] 보조금 관리에 관한 법률 제31조, 제33조, 제33조의3, 제35조, 보조금 관리에 관한 법률 시행령 제16조, 채무자 회생 및 파산에 관한 법률 제473조 제2호, 제477조 제1항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 2020. 6. 11. 선고 2020두34384 판결(공2020하, 1384), 대법원 2020. 9. 3. 선고 2019두60899 판결, 대법원 2022. 9. 7. 선고 2021두39096 판결<br/>"
}