{
  "판례일련번호": "241055",
  "사건명": "시정명령등취소[치킨 프랜차이즈업을 영위하는 가맹본부인 원고가 가맹점사업자단체 활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위 등을 하였는지 여부가 문제된 사건]",
  "사건번호": "2022두64808",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "[1] 구 가맹사업거래의 공정화에 관한 법률 시행령 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액은 ‘가맹본부가 위반기간 동안 관련 가맹점사업자에게 판매한 상품이나 용역의 전체 매출액’으로 해석되는지 여부(적극)<br/> [2] 가맹본부의 행위가 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항 전단에 따른 불이익제공행위에 해당하는지 판단하는 방법 및 해당 불이익제공행위를 위법한 것으로 평가하기 위한 부당성 유무를 판단하는 기준 / 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항 전단의 ‘불이익을 주는 행위’의 내용이 가맹계약의 갱신을 부당하게 거절하는 것인 경우, 갱신거절이 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것인지 판단하는 방법 / 구 가맹사업거래의 공정화에 관한 법률 제13조 제2항이나 가맹점계약에서 정한 가맹점사업자의 계약갱신요구권 행사기간이 경과하여 가맹점사업자에게 계약갱신요구권이 인정되지 않는 경우, 가맹본부의 갱신거절이 같은 법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’에 해당하는지 여부(한정 적극)<br/> [3] 가맹점운영권을 부여하는 사업자인 甲 주식회사가 甲 회사의 가맹점사업자 중 일부 점주 등이 구성한 가맹점사업자단체의 임원들에게 ‘기업경영방침 변화와 가맹계약에 대한 입장차이 등’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’을 이유로 가맹계약 갱신거절을 통지하고, 계약종료유예요청서 및 각서를 작성·제출하도록 하였는데, 공정거래위원회가 甲 회사의 이러한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹점사업자들에게 불이익을 주는 행위로서 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항에 위반된다는 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사가 가맹점사업자단체 임원들을 대상으로 한 일련의 행위는 가맹점사업자단체의 활동을 위축시키려는 목적에서 이루어진 것으로 전체적으로 구 가맹사업거래의 공정화에 관한 법률 제14조의2 제5항에서 금지하고 있는 불이익제공행위에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 가맹사업거래의 공정화에 관한 법률 시행령(2020. 4. 28. 대통령령 제30649호로 개정되기 전의 것) 제34조 제1항에서 과징금 산정기준으로 규정한 관련매출액은 ‘가맹본부가 위반기간 동안 관련 가맹점사업자에게 판매한 상품이나 용역의 전체 매출액’으로 해석함이 타당하다. 그 이유는 다음과 같다.<br/>  ① 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다)은 가맹사업의 특수성에 비추어 공정한 거래질서를 확립하고 가맹본부와 일반서민인 가맹점사업자가 대등한 지위에서 상호보완적으로 균형 있게 발전할 수 있도록 하기 위하여 가맹본부와 가맹점사업자가 준수하여야 할 기본적인 사항을 규정하고 가맹사업과 관련된 불공정거래행위를 금지하기 위해 제정되었다.<br/>  ② 2014. 2. 11. 대통령령 제25175호로 개정되기 전의 구 가맹사업거래의 공정화에 관한 법률 시행령 제34조 제1항은 과징금 산정기준을 ‘가맹본부의 위반행위 바로 전 3개 사업연도의 평균매출액’이라고 규정하였는데 2014. 2. 11. 개정되면서 ‘가맹본부가 위반기간 동안 관련 가맹점사업자 또는 가맹희망자에게 판매한 상품이나 용역의 매출액’으로 변경되었다. 위 변경 규정도 개정 전 규정과 유사하게 과징금 산정기준을 ‘위반행위와 관련한 상품이나 용역의 매출액’으로 제한하지 않는 것으로 해석함이 타당하다. 만일 위 시행령 규정이 과징금 산정기준을 ‘위반행위 관련 상품이나 용역의 매출액’으로 한정할 것을 의도하였다면 ‘가맹본부가 위반기간 동안 (위반행위) 관련 가맹점사업자 또는 가맹희망자에게 판매한 (위반행위) 관련 상품이나 용역의 매출액 또는 이에 준하는 금액’이라는 식으로 규정하거나 독점규제 및 공정거래에 관한 법률 시행령 제13조 제1항 단서와 같이 \"이 경우 위반행위가 상품이나 용역의 구매와 관련하여 이루어진 경우에는 관련 상품이나 용역의 매입액을 관련매출액으로 본다.\"라는 식의 규정을 두었을 것이다.<br/>  ③ 독점규제 및 공정거래에 관한 법률이나 가맹사업법 등에 따른 과징금은 위반행위에 의하여 얻은 불법적인 경제적 이익을 박탈한다는 부당이득 환수뿐만 아니라, 위반행위의 억지라는 행정목적을 실현하기 위하여 부과된다는 성격을 모두 가지고 있으므로, 과징금이 반드시 부당이득액 범위에 한정되어야 하는 것은 아니다. 가맹본부가 가맹사업법 위반행위로 인하여 얻은 이익이 적거나 없다는 등의 사정은 부과기준율 적용단계 등 과징금을 최종적으로 결정하는 재량 행사과정에서 반영할 수 있다.<br/>  ④ 대규모유통업에서의 거래 공정화에 관한 법률에서 규율하는 대규모유통업자와 납품업자 내지 매장임차인의 관계나 대리점거래의 공정화에 관한 법률에서 규율하는 공급업자와 대리점의 관계와 달리, 가맹본부의 상대방인 가맹점사업자는 일반서민 내지 소상공인인 경우가 대부분이고 거래 대상 물품은 주로 제품을 만들기 위한 재료 등이므로 과징금 산정기준을 위반행위 관련 상품이나 용역의 매출액으로 한정할 경우 그 매출액 자체가 크지 않아 위반행위의 억지라는 행정상 제재금의 목적을 달성하기 어려울 수 있다.<br/> [2] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제14조의2 제5항은 \"가맹본부는 가맹점사업자단체의 구성·가입·활동 등을 이유로 가맹점사업자에게 불이익을 주는 행위를 하거나 가맹점사업자단체에 가입 또는 가입하지 아니할 것을 조건으로 가맹계약을 체결하여서는 아니 된다.\"라고 정하고 있다. 가맹사업법 제14조의2 제5항 전단에서 가맹점사업자단체 활동 등을 이유로 불이익을 주는 행위(이하 ‘불이익제공행위’라 한다)를 금지하는 취지는 가맹점사업자들로 하여금 가맹사업의 구조적 특성에 기인하는 가맹본부의 우월적 지위에 대응하여 가맹점사업자단체를 구성하여 활동할 수 있도록 함으로써 거래조건에 관한 협상력을 보장하여 그 권익을 보호하고 경제적 지위 향상을 도모하기 위한 것이다. 법령의 내용과 입법 취지에 비추어 보면, 가맹본부의 행위가 가맹사업법 제14조의2 제5항 전단에 따른 불이익제공행위에 해당하는지는 먼저 해당 행위의 의도나 목적, 가맹점사업자가 한 가맹점사업자단체 활동 등의 구체적인 내용, 불이익제공의 경위, 불이익의 내용 및 정도, 관련 업계의 일반적인 거래관행, 가맹점사업자단체 가입 여부에 따른 취급의 차이, 가맹계약의 내용, 관계 법령의 규정 등 제반 사정을 종합적으로 고려하여 그 불이익제공행위가 실질적으로 볼 때 가맹점사업자단체 활동 등을 주된 이유로 하는 것인지에 따라 판단하여야 한다. 또한 해당 불이익제공행위를 가맹사업법에 따라 위법한 것으로 평가하기 위해서는 그것이 가맹사업법의 목적에 비추어 부당한 것이어야 하고, 여기에서 부당성 유무의 판단은 앞서 본 제반 사정에 비추어 가맹사업의 공정한 거래질서를 저해할 우려(가맹사업법 제1조)가 인정되는지를 기준으로 판단하여야 한다. 한편 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’의 내용이 가맹계약의 갱신을 부당하게 거절하는 것인 경우에는 가맹본부가 계약갱신의 거절 사유로 들고 있는 계약조건이나 영업방침 등의 위반 사실이 확인된 경위, 위반행위의 내용, 횟수와 정도, 다른 가맹점사업자에 대한 계약갱신의 실태, 동종 또는 유사한 위반행위에 대하여 종전에 또는 다른 가맹점사업자에게 한 조치 내용과의 비교 등 제반 사정을 종합하여 그 갱신거절이 가맹점사업자단체의 구성·가입·활동 등을 이유로 한 것인지를 판단하여야 한다. 나아가 가맹사업법 제13조 제2항이나 가맹점계약에서 정한 가맹점사업자의 계약갱신요구권 행사기간이 경과하여 가맹점사업자에게 계약갱신요구권이 인정되지 않는 경우라고 하더라도 가맹본부의 갱신거절이 당해 가맹점계약의 체결 경위·목적이나 내용, 그 계약관계의 전개 양상, 당사자의 이익 상황 및 가맹점계약 일반의 고유한 특성 등에 비추어 신의칙에 반하여 허용되지 아니하는 특별한 사정이 있을 수 있으므로, 그러한 경우에는 가맹점사업자에게 계약갱신요구권이 인정되지 않는다는 이유만으로 가맹본부의 갱신거절이 가맹사업법 제14조의2 제5항 전단의 ‘불이익을 주는 행위’에 해당하지 않는다고 볼 수는 없다.<br/> [3] 가맹점운영권을 부여하는 사업자인 甲 주식회사가 甲 회사의 가맹점사업자 중 일부 점주 등이 구성한 가맹점사업자단체의 임원들에게 ‘기업경영방침 변화와 가맹계약에 대한 입장차이 등’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’을 이유로 가맹계약 갱신거절을 통지하고, 계약종료유예요청서 및 각서를 작성·제출하도록 하였는데, 공정거래위원회가 甲 회사의 이러한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위는 가맹점사업자들에게 불이익을 주는 행위로서 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것, 이하 ‘가맹사업법’이라 한다) 제14조의2 제5항에 위반된다는 이유로 시정명령 및 과징금 납부명령을 한 사안에서, 甲 회사의 계약갱신거절행위의 표면적인 사유는 추상적이고 모호한 ‘기업경영방침과 가맹점 운영방식 상이’, ‘통상적으로 적용되는 가맹계약조건이나 영업방침 미수락’ 등인데, 甲 회사는 구체적 갱신거절 사유를 밝히지 않았고, 공정거래위원회의 조사과정에서 가맹본부인 甲 회사 측이 주장한 가맹점사업자의 계약위반 관련 사항들은 가맹점사업자단체 활동으로 인한 甲 회사와 대상 가맹점사업자들 사이의 분쟁 과정에서 일어난 것이며, 가맹점사업자단체 활동 전후로 ‘품질 및 위생점검’ 등에서 불합격 판정을 받거나 하는 등의 계약위반사항이나 귀책사유가 인정된 내용은 없고, 甲 회사가 갱신거절 서면을 통지하기 이전에 자신의 경영방침 또는 가맹계약조건 등의 준수를 요청하거나 위반사항에 대한 시정요구 등을 한 사실도 없는 점, 가맹점사업자단체가 정식으로 발족하여 활발한 활동을 하던 시기에 가맹점사업자단체 간부들이 운영하던 가맹점 중 절반 이상의 가맹점이 폐점하고, 甲 회사가 가맹점사업자단체의 공동의장과 부의장 전부에 대하여 가맹계약갱신을 거절하였다는 것은 매우 이례적인 상황으로 볼 수 있는 점, 甲 회사의 요구에 따라 가맹점사업자들이 ‘다른 가맹점사업자를 선동하고 사업자단체 활동을 한 것을 반성하고 향후 원고의 방침에 따르겠다.’는 내용의 계약종료유예요청서 또는 각서를 작성하여 제출한 것 자체만으로도 그들은 가맹점사업자단체 활동에 제약을 받거나 사실상 단체 활동을 포기하는 등의 불이익을 받은 것으로 볼 수 있는 점 등을 종합하면, 甲 회사가 가맹점사업자단체의 임원들을 대상으로 한 계약갱신거절, 계약종료유예요청서 및 각서 징구행위 등 일련의 행위는 가맹점사업자단체의 활동을 위축시키려는 목적에서 이루어진 것으로 전체적으로 가맹사업법 제14조의2 제5항에서 금지하고 있는 불이익제공행위에 해당하므로, 이와 달리 본 원심판결에 가맹사업법 제14조의2 제5항의 해석·적용에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제12조, 제35조 제1항, 구 가맹사업거래의 공정화에 관한 법률 시행령(2014. 2. 11. 대통령령 제25175호로 개정되기 전의 것) 제34조 제1항, 구 가맹사업거래의 공정화에 관한 법률 시행령(2020. 4. 28. 대통령령 제30649호로 개정되기 전의 것) 제34조 제1항, 독점규제 및 공정거래에 관한 법률 시행령 제13조 제1항 / [2] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제1조, 제13조 제2항, 제14조의2 제5항 / [3] 구 가맹사업거래의 공정화에 관한 법률(2020. 12. 29. 법률 제17799호로 개정되기 전의 것) 제14조의2 제5항<br/>",
  "참조판례": "[1] 대법원 2022. 5. 26. 선고 2019두57398 판결(공2022하, 1287) / [2] 대법원 2021. 9. 30. 선고 2020두48857 판결(공2021하, 2121)<br/>"
}