{
  "판례일련번호": "241043",
  "사건명": "아동학대범죄의처벌등에관한특례법위반(아동학대살해)·아동복지법위반(상습아동학대)·아동복지법위반(상습아동유기·방임)[「아동학대범죄의 처벌 등에 관한 특례법」 위반(아동학대살해)죄에서 살해의 고의가 인정되는지 문제되는 사건]",
  "사건번호": "2024도2940",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240711",
  "판시사항": "아동학대범죄의 처벌 등에 관한 특례법상 아동학대살해죄에서 살해의 범의의 인정 기준 및 피고인이 범행 당시 살해의 범의가 없다고 다투는 경우, 살해의 범의가 있었는지 판단하는 기준 / 아동학대살해죄에서 피고인이 범행 당시 살해의 범의는 없고 아동학대의 고의만 있었다고 다투는 경우, 아동학대살해의 범의가 인정되는지 판단하는 기준<br/>",
  "판결요지": "아동학대범죄의 처벌 등에 관한 특례법(이하 ‘아동학대처벌법’이라 한다)은 아동의 양육이 가족구성원 차원의 과제일 뿐만 아니라 사회구성원 모두의 관심이 필요한 사안이라는 인식하에 아동학대에 대한 강력한 대처와 예방을 통해 아동이 건강한 사회구성원으로 성장하도록 하기 위하여 제정되었다. 제정 당시 아동학대처벌법은 아동학대범죄의 처벌에 관한 특례로 아동학대치사죄를 규정하여 아동학대범죄를 범한 사람이 아동을 사망에 이르게 한 때에는 무기 또는 5년 이상의 징역에 처하도록 가중 처벌하였고, 아동을 살해한 경우에는 형법상 살인죄에 해당하여 사형, 무기 또는 5년 이상의 징역에 처하고 있었다. 그 후 2021. 3. 16. 법률 제17932호로 아동학대처벌법이 개정되면서, 아동학대범죄를 범한 사람이 아동을 살해한 경우에는 그 행위의 비난 가능성 등을 고려하여 일반 살인죄보다 중하게 처벌할 필요가 있다고 보고 아동학대살해죄가 신설되었다. 아동학대처벌법 제4조 제1항은 보호자(친권자, 후견인, 아동을 보호·양육·교육하거나 그러한 의무가 있는 자 또는 업무·고용 등의 관계로 사실상 아동을 보호·감독하는 자)에 의한 아동학대로서 형법 제257조 제1항(상해), 제260조 제1항(폭행), 제271조 제1항(유기), 제276조 제1항(체포, 감금) 등 일정한 아동학대범죄를 범한 사람이 아동을 살해한 때에는 사형, 무기 또는 7년 이상의 징역에 처하도록 규정하고 있다. <br/>  아동학대살해죄에서 살해의 범의의 인정 기준은 살인죄에서의 범의의 인정 기준과 같다고 보아야 한다. 아동학대살해의 범의는 반드시 살해의 목적이나 계획적인 살해의 의도가 있어야 인정되는 것은 아니고, 자기의 행위로 인하여 아동에게 사망이라는 결과가 발생할 가능성 또는 위험이 있음을 인식하거나 예견하면 족한 것이며, 그 인식이나 예견은 확정적인 것은 물론 불확정적인 것이라도 이른바 미필적 고의로서 살해의 범의가 인정된다. 한편 피고인이 범행 당시 살해의 범의가 없다고 다투는 경우에는 피고인이 범행에 이르게 된 경위, 범행의 동기, 준비된 흉기의 유무·종류·용법, 공격 부위와 반복성, 사망의 결과 발생 가능성 정도, 범행 후 결과 회피 행동의 유무 등 범행 전후의 객관적 사정을 종합하여 살해의 범의가 있었는지를 판단하여야 한다. <br/>  그런데 아동은 골격이나 근육, 장기 등이 발달과정에 있어 손상에 취약하고, 심리적·인지적으로도 미성숙하여 자신의 건강상태 등을 제대로 인식하지 못하고 의사표현방식도 성인과 같지 아니하다. 아동의 보호자가 자신에게 의존하는 아동을 학대하는 경우, 아동은 이러한 의존성, 취약성 등으로 인하여 스스로를 방어하거나 다른 사람에게 도움을 요청하는 등으로 이를 회피하기 어렵고, 그 학대 사실이 쉽게 드러나지 아니하여 학대행위가 지속적·반복적으로 저질러지거나 그로 인한 피해가 누적·심화되어 치명적인 결과가 발생하는 경우도 많다. 따라서 아동학대살해죄에서 피고인이 범행 당시 살해의 범의는 없고 아동학대의 고의만 있었다고 다투는 경우에는 이러한 아동과 아동학대범죄의 특성에 비추어 피고인과 피해아동의 관계, 피해아동의 나이·발달정도와 건강상태, 피고인 및 피해아동의 체격과 힘의 차이, 학대행위의 내용과 정도 및 반복성 등에 관한 객관적인 사정을 면밀히 살펴보아야 한다. 나아가 학대행위가 지속적·반복적으로 가하여진 경우 그로 인해 피해아동의 건강상태가 불량하게 변경되어 생활기능의 장애가 이미 심각한 수준에 이르렀는지, 피해아동의 나이·발달정도나 취약해진 건강상태를 고려할 때 중한 학대행위를 다시 가할 경우 피해아동이 사망에 이를 위험이 있다고 인식 또는 예견 가능한 상황이었는지, 피해아동의 사망 결과를 방지할 의무가 있는 보호자인 피고인이 그의 학대범죄로 생명침해의 위험에 이른 피해아동에 대하여 적절한 치료나 실효적인 구호조치를 취하였는지 혹은 피해아동이 사망에 이를 때까지 중한 학대행위를 계속하고 방관하거나 유기하였는지 등 범행 전후의 사정을 종합하여 피고인에게 아동학대살해의 범의가 인정되는지를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 아동학대범죄의 처벌 등에 관한 특례법(2021. 3. 16. 법률 제17932호로 개정되기 전의 것) 제4조(현행 제4조 제2항 참조), 아동학대범죄의 처벌 등에 관한 특례법 제1조, 제4조 제1항, 형법 제13조, 제250조<br/>",
  "참조판례": "대법원 2001. 3. 9. 선고 2000도5590 판결(공2001상, 910), 대법원 2023. 1. 12. 선고 2022도11245, 2022보도52 판결(공2023상, 465)<br/>"
}