{
  "판례일련번호": "241215",
  "사건명": "소유권이전등기[개정 토지보상법의 적용에 따른 환매권 발생 여부가 문제된 사건]",
  "사건번호": "2023다316790",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "헌법불합치결정에 따른 개선입법이 소급적용되는 범위가 헌법불합치결정 당시의 시점까지 소급되는지 여부(원칙적 적극) / 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 제1항에 대한 헌법불합치 결정일 기준으로 환매권의 발생기간이 이미 경과하였으나, 헌법불합치결정 이후 개선입법을 통해 환매권의 발생요건이 추가적으로 규정되어 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 시행 이후 해당 요건을 충족한 경우, 그에 따라 환매권을 행사할 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "헌법불합치결정이 선고된 경우 위헌결정과 달리 입법개선을 기다려 개선된 입법을 소급적으로 적용함으로써 합헌적 상태를 회복할 수 있으나, 헌법불합치결정도 위헌결정의 일종이므로 그 결정의 효력은 결정이 있는 날로부터 발생하고, 위헌결정의 경우와 같은 범위에서 소급효가 인정된다. 따라서 헌법불합치결정에 따른 개선입법이 소급적용되는 범위도 위헌결정에서 소급효가 인정되는 범위와 같으므로, 특별한 사정이 없는 한 헌법불합치결정 당시의 시점까지 소급되는 것이 원칙이라 할 것이다.<br/>  따라서 2021. 8. 10. 법률 제18386호로 개정된 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(이하 ‘개정 토지보상법’이라고 한다)에 소급적용에 관한 명시적인 규정이 없는 이상 개정 토지보상법 제91조 제1항의 적용 범위에는, 구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2021. 8. 10. 법률 제18386호로 개정되기 전의 것, 이하 ‘구 토지보상법’이라고 한다) 제91조 제1항 중 환매권의 발생기간을 제한하고 있는 ‘토지의 협의취득일 또는 수용의 개시일부터 10년 이내에’ 부분에 대한 헌법불합치결정 당시 이미 토지의 협의취득일 또는 수용의 개시일부터 10년이 경과하여 구 토지보상법 제91조 제1항에 따른 환매권 발생기간이 모두 경과하였더라도 그 토지에 관한 사업이 폐지·변경된 날 또는 그에 관한 고시가 있는 날로부터 10년이 경과하지 않은 경우까지 포함되어야 할 것이다.<br/>개정 토지보상법은 부칙 제1조에서 \"이 법은 공포한 날부터 시행한다.\"라고 규정하고, 부칙 제3조에서 \"제91조 제1항의 개정규정은 이 법 시행 당시 환매권을 행사할 수 있는 경우에도 적용한다.\"라고 규정하고 있기는 하다. 그러나 부칙 제3조는 이미 환매권이 발생하여 이를 행사할 수 있는 경우에도 환매권의 행사기간 등에 관하여 개정 토지보상법의 적용을 확장하는 조항에 해당할 뿐 개정 토지보상법의 소급적용을 제한하기 위한 규정으로는 볼 수 없다. 따라서 부칙 제3조를 근거로 개정 토지보상법 제91조 제1항의 적용 범위가 제한될 수는 없다.<br/>  위 헌법불합치 결정일 기준으로 구 토지보상법상 환매권의 발생기간이 이미 경과하였다고 하더라도 공공필요가 아직 소멸되지 아니하여 환매권의 행사가능성이 확정적으로 차단된 것이 아닌 이상 위 헌법불합치결정 이후 개선입법을 통해 환매권의 발생요건이 추가적으로 규정되어 개정 토지보상법 시행 이후 해당 요건을 충족하였다면 그에 따라 환매권을 행사할 수 있다고 보아야 하고, 이는 과거에 이미 발생한 법적 효과에 관한 것이 아니므로 개정법률이나 헌법불합치결정의 소급효를 제한하는 법리에 반하지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "구 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률(2021. 8. 10. 법률 제18386호로 개정되기 전의 것) 제91조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제91조 제1항, 부칙(2021. 8. 10.) 제1조, 제3조<br/>",
  "참조판례": "헌법재판소 2004. 1. 29. 선고 2002헌가22, 2002헌바40, 2003헌바19, 46 전원재판부 결정(헌공89, 221)<br/>"
}