{
  "판례일련번호": "241221",
  "사건명": "부당해고구제재심판정취소[온라인 플랫폼에 기반한 차량 대여 및 기사 제공 서비스에서 운전업무를 수행한 기사의 근로자성 및 서비스 운영주체의 사용자성 판단이 문제된 사건]",
  "사건번호": "2024두32973",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "[1] 부당해고 등 구제절차에서 피신청인의 추가·변경이 허용되는지 여부(한정 적극) 및 이때 근로기준법 제28조 제2항의 제척기간 준수 여부의 판단 기준 시점(=최초 구제신청이 이루어진 시점)<br/> [2] 근로기준법상 근로자에 해당하는지 판단하는 기준 및 이때 종속적인 관계인지 판단하는 방법 / 온라인 플랫폼을 매개로 근로를 제공하는 플랫폼 종사자가 근로자인지를 판단하는 방법 / 어떤 근로자에 대하여 누가 임금 등의 지급의무를 부담하는 사용자인지 판단하는 기준 및 이때 고려할 사항<br/> [3] 자동차대여사업자인 甲 주식회사가, 자회사인 乙 주식회사가 개발·운영하는 모바일 애플리케이션을 기반으로 그 앱의 이용자에게 甲 회사의 차량을 대여함과 동시에 인력공급업 등을 영위하는 丙 주식회사로부터 공급받은 차량 운전기사를 제공하는 ‘기사 알선 포함 차량 대여서비스’를 운영하였는데, 丙 회사가 드라이버 프리랜서 계약을 체결한 운전기사들 단체 대화방에 인원을 감축한다는 내용의 메시지와 함께 향후 배차될 운전기사의 명단을 공지하자, 그 명단에서 배제된 丁이 위 인원 감축 통보가 부당해고에 해당한다며 부당해고 구제신청을 한 사안에서, 丁은 근로기준법상 근로자에 해당하고 사용자는 甲 회사라고 한 사례<br/>",
  "판결요지": "[1] 부당해고 등 구제절차에서 최초 구제신청의 대상이 된 불이익처분을 다투는 범위에서 피신청인의 추가·변경이 허용되고, 이때 근로기준법 제28조 제2항의 제척기간 준수 여부는 최초 구제신청이 이루어진 시점을 기준으로 판단하여야 한다. 이유는 다음과 같다.  <br/>  ① 부당해고 등의 불이익처분에 대한 노동위원회의 행정적 구제절차는 민사소송을 통한 통상적인 권리 구제방법에 따른 소송절차의 번잡성, 절차의 지연, 과다한 비용부담 등의 폐해를 지양하고 신속·간이하며 경제적이고 탄력적인 권리구제를 도모하기 위한 것이다. 이를 위해 노동위원회의 직권 사실조사와 관계당사자 및 증인에 대한 심문(근로기준법 제29조, 노동위원회법 제23조, 노동위원회규칙 제43조, 제46조 등), 사업주 표시를 포함하여 구제신청서 기재 사항의 일부 누락이나 불명확한 내용에 대한 보정 요구(노동위원회규칙 제41조), 동일 절차 내에서의 신청취지 추가·변경 승인(노동위원회규칙 제42조) 등의 여러 제도를 두고 있다.<br/>  ② 현대의 고용형태는 점차 다변화되고 있다. 근로자로서는 자신의 사용자가 누구인지를 처음부터 정확하게 특정하기 어려운 경우가 많고 그러한 경우일수록 경제적으로 열악한 지위에 놓여 있을 가능성이 크므로 노동위원회의 구제절차를 이용할 필요성이 더욱 크다. <br/>  ③ 근로자의 구제신청 이후 노동위원회의 직권조사나 심문과정 등에서 실질적인 사용자가 밝혀진 경우 등과 같이 피신청인을 추가하거나 변경할 사정이 발생하였는데도 제척기간이 이미 도과하였다는 이유로 구제를 거부한다면 노동위원회 구제절차를 둔 취지와 목적을 달성하지 못하게 된다. <br/>  ④ 다만 피신청인의 추가·변경은 최초 구제신청의 대상이 된 불이익처분을 다투는 범위로 한정되어야 하고, 노동위원회는 새로운 피신청인에게 주장의 기회를 충분히 부여하여야 한다.<br/> [2] 근로기준법상 근로자에 해당하는지는 계약의 형식이 고용계약, 도급계약 또는 위임계약인지보다 근로제공관계의 실질이 사업 또는 사업장에 임금을 목적으로 종속적인 관계에서 근로를 제공한 것인지 여부에 따라 판단해야 한다. 여기에서 종속적인 관계인지는, 업무 내용을 사용자가 정하고 취업규칙 또는 복무(인사)규정 등의 적용을 받으며 업무수행과정에서 사용자가 상당한 지휘·감독을 하는지, 사용자가 근무시간과 근무장소를 지정하고 근로자가 이에 구속을 받는지, 노무제공자가 스스로 비품·원자재나 작업도구 등을 소유하거나 제3자를 고용하여 업무를 대행하게 하는 등 독립하여 자신의 계산으로 사업을 영위할 수 있는지, 노무제공을 통한 이윤 창출과 손실 초래 등 위험을 스스로 안고 있는지와 보수의 성격이 근로 자체의 대상적 성격인지, 기본급이나 고정급이 정하여졌는지 및 근로소득세의 원천징수 여부 등 보수에 관한 사항, 근로제공관계의 계속성과 사용자에 대한 전속성의 유무와 정도, 사회보장제도에 관한 법령에서 근로자로서 지위를 인정받는지 등의 경제적·사회적 여러 조건을 종합하여 판단해야 한다. 다만 기본급이나 고정급이 정하여졌는지, 근로소득세를 원천징수하였는지, 사회보장제도에 관하여 근로자로 인정받는지 등의 사정은 사용자가 경제적으로 우월한 지위를 이용하여 임의로 정할 여지가 크다는 점에서 그러한 점들이 인정되지 않는다는 것만으로 근로자성을 쉽게 부정해서는 안 된다. 온라인 플랫폼(노무제공과 관련하여 둘 이상의 이용자 간 상호작용을 위한 전자적 정보처리시스템을 말한다)을 매개로 근로를 제공하는 플랫폼 종사자가 근로자인지를 판단하는 경우에는 노무제공자와 노무이용자 등이 온라인 플랫폼을 통해 연결됨에 따라 직접적으로 개별적인 근로계약을 맺을 필요성이 적은 사업구조, 일의 배분과 수행 방식 결정에 온라인 플랫폼의 알고리즘이나 복수의 사업참여자가 관여하는 노무관리의 특성을 고려하여 위 요소들을 적정하게 적용해야 한다. <br/>  한편 어떤 근로자에 대하여 누가 임금 등의 지급의무를 부담하는 사용자인가를 판단할 때에도 계약의 형식이나 관련 법규의 내용에 관계없이 실질적인 근로관계를 기준으로 해야 하고, 근로기준법상 근로자인지를 판단할 때에 고려했던 여러 요소들을 종합적으로 고려해야 한다.   <br/> [3] 자동차대여사업자인 甲 주식회사가, 자회사인 乙 주식회사가 개발·운영하는 모바일 애플리케이션을 기반으로 그 앱의 이용자에게 甲 회사의 차량을 대여함과 동시에 인력공급업 등을 영위하는 丙 주식회사로부터 공급받은 차량 운전기사를 제공하는 ‘기사 알선 포함 차량 대여서비스’를 운영하였는데, 丙 회사가 드라이버 프리랜서 계약을 체결한 운전기사들 단체 대화방에 인원을 감축한다는 내용의 메시지와 함께 향후 배차될 운전기사의 명단을 공지하자, 그 명단에서 배제된 丁이 위 인원 감축 통보가 부당해고에 해당한다며 부당해고 구제신청을 한 사안에서, 협력업체 관리와 드라이버의 지휘·감독 업무를 수행한 乙 회사는 위 서비스의 일부 업무를 독립하여 수행하였다기보다 위 서비스 운영자인 甲 회사를 위해 위 업무를 대행하였다고 평가할 수 있고, 프리랜서 드라이버를 모집하여 甲 회사에 공급한 丙 회사는 프리랜서 드라이버의 구체적인 업무내용을 별도로 결정하거나 프리랜서 드라이버의 업무 수행을 독자적으로 관리·감독할 자료나 수단을 보유하지 않았던 점, 丁에게 적용될 별도의 취업규칙이나 복무규정은 없었으나 乙 회사가 제작하여 협력업체에 배포한 교육자료 등이 사실상 丁이 운전업무를 수행할 때 준수해야 하는 복무규정으로 기능하였고 乙 회사가 甲 회사를 대신하여 드라이버의 근태를 관리·감독한 점, 운전업무를 수행할 근무시간, 근무장소(차고지)는 甲 회사를 대행한 乙 회사가 최종적으로 결정했다고 보는 것이 타당하고, 丁이 임의의 시간과 장소에서 근무할 수 없었으며, 丁이 이용자를 선택하거나 이용자도 드라이버를 임의로 선택할 수 없었고, 丁이 호출 수락 여부, 휴식, 업무 종료를 자유롭게 선택할 수 있었다고 보기 어려운 점, 丁이 제3자에게 운전업무를 대신 수행하게 하는 등 추가적인 이윤 창출을 할 수 없었고, 丁이 운전업무에 사용한 차량과 비품은 모두 甲 회사의 소유였으며, 세차비, 주유비 등 부대비용 일체를 甲 회사가 부담한 점, 丁이 기본급이나 고정급을 지급받지 않았고 근로소득세를 원천징수당하지 않았다는 사정은 온라인 플랫폼을 매개로 한 노무제공의 특성 때문이므로 이에 큰 의미를 두기 어려운 데다가, 丁의 보수는 근로 자체의 대가라고 볼 수 있고, 丁이 배차받은 운행시간 내에서는 ‘기사 알선 포함 차량 대여서비스’의 운전업무만 수행할 수 있어 근로시간이 짧았을 뿐 甲 회사에 대한 전속성이 낮았다고 보기는 어려운 점 등을 종합하면, 丙 회사가 운전기사로 공급한 丁이 甲 회사가 운영하는 ‘기사 알선 포함 차량 대여서비스’를 위해 그 지휘·명령을 받아 甲 회사의 차량 운전업무를 수행하였으므로 丁은 종속적인 관계에서 甲 회사에 근로를 제공하였다고 볼 수 있다는 이유로, 丁은 근로기준법상 근로자에 해당하고 사용자는 甲 회사라고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제28조, 제29조, 노동위원회법 제23조 / [2] 근로기준법 제2조 제1항 제1호 / [3] 근로기준법 제2조 제1항 제1호, 제28조<br/>",
  "참조판례": "[1] 대법원 1996. 8. 23. 선고 95누11238 판결(공1996하, 2884) / [2] 대법원 1999. 2. 9. 선고 97다56235 판결(공1999상, 451), 대법원 2006. 12. 7. 선고 2004다29736 판결(공2007상, 104), 대법원 2008. 10. 23. 선고 2007다7973 판결, 대법원 2023. 8. 18. 선고 2019다252004 판결(공2023하, 1640)<br/>"
}