{
  "판례일련번호": "241201",
  "사건명": "아동·청소년의성보호에관한법률위반(음란물제작·배포등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영)[피고인이 주거지 밖으로 집어던진 저장매체를 수사기관이 유류물로 영장 없이 압수한 사건]",
  "사건번호": "2021도1181",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "범죄수사를 위해 정보저장매체의 압수가 필요하고, 정보저장매체를 소지하던 사람이 그에 관한 권리를 포기하였거나 포기한 것으로 인식할 수 있는 경우, 수사기관이 형사소송법 제218조에 따라 피의자 기타 사람이 유류한 정보저장매체를 영장 없이 압수할 때 해당 사건과 관계가 있다고 인정할 수 있는 것에 압수의 대상이나 범위가 한정되는지 여부(소극) 및 이때 참여권자의 참여가 필수적인지 여부(소극)<br/>",
  "판결요지": "형사소송법 제215조 제1항은 ‘범죄수사에 필요한 때에는 피의자가 죄를 범하였다고 의심할 만한 정황이 있고 해당 사건과 관계가 있다고 인정할 수 있는 것에 한정하여 지방법원판사에게 청구하여 발부받은 영장에 의하여 압수, 수색 또는 검증을 할 수 있다.’고 규정하고 있다. 그러나 유류물 압수의 근거인 형사소송법 제218조는 유류물을 압수하는 경우에 사전, 사후에 영장을 받을 것을 요구하지 않는다. 유류물 압수와 같은 조문에 규정된 임의제출물 압수의 경우, 제출자가 제출·압수의 대상을 개별적으로 지정하거나 그 범위를 한정할 수 있으나, 유류물 압수는 그와 같은 제출자의 존재를 생각하기도 어렵다. 따라서 유류물 압수·수색에 대해서는 원칙적으로 영장에 의한 압수·수색·검증에 관하여 적용되는 형사소송법 제215조 제1항이나 임의제출물 압수에 관하여 적용되는 형사소송법 제219조에 의하여 준용되는 제106조 제1항, 제3항, 제4항에 따른 관련성의 제한이 적용된다고 보기 어렵다. <br/>  정보저장매체에 대한 압수·수색에 있어, 압수·수색 당시 또는 이와 시간적으로 근접한 시기까지 정보저장매체를 현실적으로 지배·관리하면서 그 정보저장매체 내 전자정보 전반에 관한 전속적인 관리처분권을 보유·행사하고, 달리 이를 자신의 의사에 따라 제3자에게 양도하거나 포기하지 아니한 경우에는, 그 지배·관리자인 피의자를 정보저장매체에 저장된 전자정보 전반에 대한 실질적인 압수·수색 당사자로 평가할 수 있다. 그러나 유류물 압수는 수사기관이 소유권이나 관리처분권이 처음부터 존재하지 않거나, 존재하였지만 적법하게 포기된 물건, 또는 그와 같은 외관을 가진 물건 등의 점유를 수사상 필요에 따라 취득하는 수사방법을 말한다. 따라서 유류물 압수에 있어서는 정보저장매체의 현실적 지배·관리 혹은 이에 담겨있는 전자정보 전반에 관한 전속적인 관리처분권을 인정하기 어렵다. 정보저장매체를 소지하고 있던 사람이 이를 분실한 경우와 같이 그 권리를 포기하였다고 단정하기 어려운 경우에도, 수사기관이 그러한 사정을 알거나 충분히 알 수 있었음에도 이를 유류물로서 영장 없이 압수하였다는 등의 특별한 사정이 없는 한, 영장에 의한 압수나 임의제출물 압수와 같이 수사기관의 압수 당시 참여권 행사의 주체가 되는 피압수자가 존재한다고 평가할 수는 없다. <br/>  따라서 범죄수사를 위해 정보저장매체의 압수가 필요하고, 정보저장매체를 소지하던 사람이 그에 관한 권리를 포기하였거나 포기한 것으로 인식할 수 있는 경우에는, 수사기관이 형사소송법 제218조에 따라 피의자 기타 사람이 유류한 정보저장매체를 영장 없이 압수할 때 해당 사건과 관계가 있다고 인정할 수 있는 것에 압수의 대상이나 범위가 한정된다거나, 참여권자의 참여가 필수적이라고 볼 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "형사소송법 제106조 제1항, 제3항, 제4항, 제121조, 제215조, 제218조, 제219조, 제307조<br/>",
  "참조판례": "대법원 2022. 1. 27. 선고 2021도11170 판결(공2022상, 486)<br/>"
}