{
  "판례일련번호": "241239",
  "사건명": "조례안의결무효확인[정당 현수막의 표시·설치에 관한 기준을 규정한 「부산광역시 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 조례 일부개정조례안」(이하 ‘이 사건 조례안’)에 대한 의결의 무효확인을 구하는 사건】]",
  "사건번호": "2023추5177",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "[1] 조례안 의결 무효확인 소송에서 판단대상이 되었던 조례안이 개정되었으나 그 내용이 사실상 변경되지 않고 동일하게 유지되고 있는 경우, 개정 전 조례안에 대한 소의 이익이 소멸하는지 여부(소극) 및 조례안의 개정 등으로 법률우위의 원칙 등에 따라 조례안의 위법성을 직접적으로 논할 여지가 소멸하게 되었더라도 예외적으로 소의 이익을 인정할 수 있는 경우<br/> [2] 지방자치법 제192조 제8항에 따라 조례안이 법령에 위반되는지가 문제 된 소송에서 판단 기준이 되는 법령(=변론종결 당시 규범적 효력을 갖는 법령)<br/> [3] 정당이 정당 현수막을 설치·표시하는 경우 ‘동시에 게시할 수 있는 현수막의 개수는 읍·면·동별로 1개’(제1호), ‘혐오·비방의 내용 및 문구 금지’(제2호)라는 두 개의 기준을 모두 갖추어 지정게시대에 게시하여야 한다는 내용의 ‘부산광역시 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 조례 일부개정조례안’ 제13조의2가 관련 법령에 위반된다는 등의 이유로 행정안전부장관이 시장에게 재의를 요구했으나 불응하자 지방자치법 제192조 제8항을 근거로 위 조례안 의결의 무효확인을 구하는 소송을 제기한 사안에서, 위 조례안 규정이 조례에 대한 관계에서 법령의 우위를 명시한 헌법 제117조 제1항과 지방자치법 제28조 제1항 본문에 위배되었다고 한 사례<br/>",
  "판결요지": "[1] 조례안 의결 무효확인 소송에서 판단대상이 되었던 조례안이 개정되었다 하더라도 개정된 조례안의 내용이 사실상 변경된 바 없이 동일하게 유지되고 있을 경우에는 개정 전 조례안에 대한 소의 이익은 소멸되지 아니한다. 나아가 조례안의 개정 등으로 법률우위의 원칙 등에 따라 조례안의 위법성을 직접적으로 논할 여지가 소멸하게 되었더라도, 개정 전 조례안에 의하여 형성된 법률관계가 남아 있거나 또는 다른 지방자치단체에서 해당 조례안과 유사한 내용으로의 조례로 제·개정될 가능성이 있거나 실제 그러한 조례가 여러 지방의회에서 의결된 바 있어 해당 조례안의 위법성 확인에 대한 해명이 필요한 경우에는 예외적으로 소의 이익을 인정할 수 있다.<br/> [2] 지방자치법 제192조 제8항에 근거한 조례안 의결 무효확인 소송은, 조례가 헌법 및 법률 등 상위 법규와의 관계에서 효력을 갖는지를 다툴 수 있도록 마련된 것으로 일종의 추상적 규범통제의 성격을 가진다. 그리고 그 취지는 ‘조례에 대한 관계에서 법령의 우위’ 내지 ‘조례의 적법성’을 관철함으로써 헌법이 상정하고 있는 전체 법질서의 통일성을 확보하기 위한 것으로 볼 수 있다. 따라서 가령 조례안이 의결 당시의 법령에 위배된다고 보더라도 이후 법 개정으로 법령 위반의 여지가 사라지면 그런 이유를 들어 조례안의 유효를 선언하고, 반대로 의결 당시의 법령에 부합하는 조례안이더라도 이후 법 개정으로 법령에 위반된다고 평가되면 조례안의 무효를 선언하는 것이 위 소송 유형을 제도적으로 마련한 지방자치법 제192조 제8항의 취지에 부합한다. 결국 지방자치법 제192조 제8항에 따라 조례안이 법령에 위반되는지가 문제 된 소송에서 그에 관한 심사는 변론종결 당시 규범적 효력을 갖는 법령을 기준으로 해야 한다.<br/> [3] 정당이 정당 현수막을 설치·표시하는 경우 ‘동시에 게시할 수 있는 현수막의 개수는 읍·면·동별로 1개’(제1호), ‘혐오·비방의 내용 및 문구 금지’(제2호)라는 두 개의 기준을 모두 갖추어 지정게시대에 게시하여야 한다는 내용의 ‘부산광역시 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 조례 일부개정조례안’ 제13조의2가 관련 법령에 위반된다는 등의 이유로 행정안전부장관이 시장에게 재의를 요구했으나 불응하자 지방자치법 제192조 제8항을 근거로 위 조례안 의결의 무효확인을 구하는 소송을 제기한 사안에서, 제반 사정을 종합하면, 정당 현수막에 관한 규율은 본질상 지방자치단체가 법령의 위임 없이도 조례로 규율할 수 있는 사항으로 평가하기 어렵고, 입법자 역시 정당 현수막의 보장과 제한을 직접 규정함으로써 전국에 걸쳐 일률적으로 동일한 내용을 규율하려는 취지이며, 달리 조례로 정당 현수막의 표시·설치에 관한 사항을 정할 수 있도록 위임하고 있지도 않으므로, 하위법령인 조례로서 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 법령(이하 ‘옥외광고물법령’이라 한다)이 정당 현수막의 표시·설치에 관하여 정한 것보다 엄격하게 규정하고 있는 위 조례안 규정은 옥외광고물법령에 위반된다는 이유로, 위 조례안 규정이 조례에 대한 관계에서 법령의 우위를 명시한 헌법 제117조 제1항과 지방자치법 제28조 제1항 본문에 위배되었다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 지방자치법 제192조 제8항, 행정소송법 제35조 / [2] 지방자치법 제192조 제8항 / [3] 헌법 제117조 제1항, 지방자치법 제28조 제1항, 제192조 제8항, 구 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 법률(2024. 1. 12. 법률 제19995호로 개정되기 전의 것) 제8조 제8호, 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 법률 제8조 제1항 제8호, 제2항, 제10조 제1항, 구 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 법률 시행령(2024. 1. 12. 대통령령 제34127호로 개정되기 전의 것) 제35조의2, 옥외광고물 등의 관리와 옥외광고산업 진흥에 관한 법률 시행령 제35조의2<br/>",
  "참조판례": ""
}