{
  "판례일련번호": "241213",
  "사건명": "소유권이전등기[공공건설임대주택의 임차인인 원고들이 임대사업자 지위를 승계한 새로운 임대사업자 또는 그 자와 신탁계약을 체결한 신탁회사 등을 상대로 구 임대주택법에서 정한 우선 분양전환권자의 지위에 기한 매도청구권의 행사에 따른 소유권이전등기 등을 청구한 사건]",
  "사건번호": "2022다204333",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "구 임대주택법 제18조의 규정 취지 / 담보신탁의 의미 및 담보신탁의 위탁자가 우선수익자에 대한 채무를 이행하지 못한 경우, 신탁기간 중이라도 우선수익자의 요청에 따라 신탁재산이 매각되고 그 대금이 우선수익자의 채권 변제에 충당될 수 있는지 여부(적극) / 임대사업자가 임대주택에 관하여 제한물권 설정 등 처분행위 금지에 관한 부기등기 이후 설정한 담보신탁의 효력(무효) <br/>",
  "판결요지": "구 임대주택법(2015. 8. 28. 법률 제13499호 ‘민간임대주택에 관한 특별법’으로 전부 개정되기 전의 것, 이하 같다) 제18조는 제1항에서 ‘임대사업자는 임차인이 동의하지 않는 한 임대주택에 관하여 분양전환 이전까지 담보물권 등을 설정하는 행위를 하여서는 아니 된다.’고 규정하고, 제2항에서 ‘임대사업자는 소유권보존등기신청과 동시에 제1항에 따른 임대주택에 관하여 분양전환 이전까지 제한물권의 설정이나 압류·가압류·가처분 등을 할 수 없는 재산임을 부기등기 신청하여야 한다.’고 규정한다. 또한 제3항에서 ‘이미 소유권보존등기를 마친 후 임대 중인 임대주택의 임대사업자는 제2항과 동일한 내용의 등기를 신청하여야 한다.’고 규정하고, 제4항에서 ‘제2항에 따른 부기등기일 후에 해당 임대주택에 관하여 제한물권을 설정하거나 압류·가압류·가처분 등을 하면 그 효력이 없다.’고 규정한다. 이러한 규정의 취지는, 임차인이 장차 분양전환에 의하여 유효한 소유권을 취득할 수 있도록 임대사업자의 임대주택에 관한 저당권 설정 등 일정한 처분행위를 금지하되 이러한 처분 제한으로 말미암아 제3자가 불측의 손실을 입는 것을 방지하기 위하여 일정한 금지사항의 취지에 관한 부기등기를 하도록 하고, 이러한 부기등기 이후에는 임대주택에 관하여 처분금지의 대상이 되는 담보권 설정 등을 원인으로 한 등기 내지 압류·가압류·가처분 등의 효력을 부정함으로써 임대사업자의 채권자들에 우선하여 임차인을 보호하려는 데에 있다.<br/>  담보신탁은 위탁자가 금전채권을 담보하기 위하여 금전채권자를 우선수익자로, 위탁자를 수익자로 하여 위탁자 소유의 부동산을 신탁법에 따라 수탁자에게 이전하면서 채무불이행 시에는 신탁부동산을 처분하여 우선수익자의 채권 변제 등에 충당하고 나머지를 위탁자에게 반환하기로 하는 것을 내용으로 하는 신탁계약이다. 담보신탁의 위탁자가 우선수익자에 대한 채무를 이행하지 못하면 신탁기간 중이라도 우선수익자의 요청에 따라 신탁재산이 매각되고 그 대금이 우선수익자의 채권 변제에 충당되는 경우가 있다. 만약 임대사업자가 임대주택에 관하여 담보신탁을 설정하는 것을 허용하게 되면 임대사업자가 우선수익자에 대한 채무를 이행하지 않을 경우 임대주택이 처분됨에 따라 임차인이 장차 분양전환을 통하여 임대주택의 소유권을 유효하게 취득하는 것을 방해하는 결과를 가져오게 된다. 이는 임대사업자의 임대주택에 관한 제한물권 설정 등의 일정한 처분행위를 금지함으로써 임대사업자의 채권자로부터 임차인을 보호하려는 구 임대주택법 제18조의 취지에 반한다. 따라서 임대사업자의 담보신탁도 임대사업자의 제한물권 설정 등 처분행위 금지에 관한 부기등기 이후에 설정되었다면 제한물권 설정 등과 마찬가지로 그 효력이 없다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 임대주택법(2015. 8. 28. 법률 제13499호 민간임대주택에 관한 특별법으로 전부 개정되기 전의 것) 제18조(현행 삭제), 신탁법 제2조<br/>",
  "참조판례": "대법원 2012. 11. 29. 선고 2011다84335 판결(공2013상, 21), 대법원 2017. 5. 18. 선고 2012두22485 전원합의체 판결(공2017상, 1321)<br/>"
}