{
  "판례일련번호": "241205",
  "사건명": "법인세경정거부처분취소[법인세법상 자산의 취득가액에 관한 조세심판원 재조사 결정의 기속력이 문제된 사건]",
  "사건번호": "2022두60745",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "[1] 처분청이 재조사 결정의 주문 및 그 전제가 된 요건사실의 인정과 판단, 즉 처분의 구체적 위법사유에 관한 판단에 반하여 당초 처분을 그대로 유지하는 것이 재조사 결정의 기속력에 저촉되는지 여부(적극)<br/> [2] 甲 주택재개발정비사업조합이 관할 세무서장에게 법인세를 신고·납부하면서 조합원들이 현물출자한 토지 및 건물(자산)의 취득가액을 ‘사업시행계획인가일’을 기준으로 감정평가하여 손금에 산입하였다가, 이후 자산의 취득가액을 ‘관리처분계획인가일’을 기준으로 감정평가한 금액으로 보아야 한다고 주장하며 법인세 감액경정을 청구하자, 관할 세무서장이 자산의 취득가액은 법인세 신고 시의 감정가액이 적정하다는 이유로 경정청구를 거부하였는데, 甲 조합이 조세심판원에 위 경정거부처분에 대한 심판청구를 하여 조세심판원이 ‘위 경정거부처분은 자산의 취득가액을 관리처분계획인가일 기준으로 재조사하여 그 결과에 따라 과세표준과 세액을 경정한다.’는 주문의 결정을 하였고, 관할 지방국세청장은 ‘조세심판원의 재조사 결정에 따른 처리결과 자산에 관한 객관적·합리적인 감정평가액이 존재하지 않으므로, 상속세 및 증여세법에 따른 보충적 평가방법을 적용해야 하나, 이 경우 甲 조합이 당초 신고한 과세표준 및 세액보다 甲 조합에 불리하므로 불이익변경금지 원칙에 따라 위 경정거부처분을 그대로 유지한다.’는 취지의 통지를 한 사안에서, 관할 세무서장이 자산에 관한 감정평가를 하지 않은 채 경정거부처분을 그대로 유지한 것은 재조사 결정의 기속력에 저촉되어 위법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2022. 12. 31. 법률 제19189호로 개정되기 전의 것, 이하 같다)은 제81조에서 ‘심판청구에 관하여는 심사청구에 관한 제65조를 준용한다.’고 규정하고, 제80조 제1항, 제2항에서 심판청구에 대한 결정의 효력에 관하여 ‘제81조에서 준용하는 제65조에 따른 결정은 관계 행정청을 기속하고, 심판청구에 대한 결정이 있으면 해당 행정청은 결정의 취지에 따라 즉시 필요한 처분을 하여야 한다.’고 규정하고 있다. 그리고 구 국세기본법 제65조 제1항 제3호는 \"심사청구가 이유 있다고 인정될 때에는 그 청구의 대상이 된 처분의 취소·경정 결정을 하거나 필요한 처분의 결정을 한다. 다만 취소·경정 또는 필요한 처분을 하기 위하여 사실관계 확인 등 추가적으로 조사가 필요한 경우에는 처분청으로 하여금 이를 재조사하여 그 결과에 따라 취소·경정하거나 필요한 처분을 하도록 하는 재조사 결정을 할 수 있다.\"라고 규정하고 있다. <br/>  이와 같이 처분청은 재조사 결정의 취지에 따라 재조사를 한 후 그 내용을 보완하는 후속 처분만을 할 수 있으므로, 처분청이 재조사 결정의 주문 및 그 전제가 된 요건사실의 인정과 판단, 즉 처분의 구체적 위법사유에 관한 판단에 반하여 당초 처분을 그대로 유지하는 것은 재조사 결정의 기속력에 저촉된다.<br/> [2] 甲 주택재개발정비사업조합이 관할 세무서장에게 법인세를 신고·납부하면서 조합원들이 현물출자한 토지 및 건물(이하 ‘자산’이라 한다)의 취득가액을 ‘사업시행계획인가일’을 기준으로 감정평가하여 손금에 산입하였다가, 이후 자산의 취득가액을 ‘관리처분계획인가일’을 기준으로 감정평가한 금액으로 보아야 한다고 주장하며 법인세 감액경정을 청구하자, 관할 세무서장이 자산의 취득가액은 법인세 신고 시의 감정가액이 적정하고, 甲 조합이 경정청구 시 제출한 감정가액은 객관성·합리성이 결여된 소급감정가액에 해당한다는 이유로 경정청구를 거부하였는데, 甲 조합이 조세심판원에 위 경정거부처분에 대한 심판청구를 하여 조세심판원이 ‘위 경정거부처분은 자산의 취득가액을 관리처분계획인가일 기준으로 재조사하여 그 결과에 따라 과세표준과 세액을 경정한다.’는 주문의 결정을 하였고, 관할 지방국세청장은 ‘조세심판원의 재조사 결정에 따른 처리결과 자산에 관한 객관적·합리적인 감정평가액이 존재하지 않으므로, 상속세 및 증여세법에 따른 보충적 평가방법을 적용해야 하나, 이 경우 甲 조합이 당초 신고한 과세표준 및 세액보다 甲 조합에 불리하므로 불이익변경금지 원칙에 따라 위 경정거부처분을 그대로 유지한다.’는 취지의 통지를 한 사안에서, 조세심판원은 甲 조합이 경정청구 시 제출한 감정가액과 법인세 신고 시 제출한 감정가액 모두 시가로 볼 수 없다고 보아 재조사 결정을 하며 ‘주문’에서 자산의 취득가액을 관리처분계획인가일 기준으로 재조사하여 과세표준 및 세액을 경정하라고 하였을 뿐, 재조사 방법을 공신력 있는 감정기관의 감정평가로 제한하지는 않았고, 관할 지방국세청장은 재조사 결정의 취지에 따라 甲 조합에 시가 재조사에 필요한 서류의 제출을 요구한 다음 甲 조합으로부터 제출받은 서류 등을 검토하고, 甲 조합이 경정청구 시 제출한 감정가액을 비롯하여 시가로 볼 수 있는 감정가액이 있는지 재확인하는 등의 방법으로 자산의 취득가액을 관리처분계획인가일 기준으로 재조사한 점, 재조사 결과 자산의 취득 당시 시가가 불분명하고, 객관적·합리적인 방법으로 평가된 감정가액도 별도로 존재하지 않음이 밝혀졌으므로, 관할 지방국세청장 등 관계 행정청은 구 법인세법 시행령(2014. 2. 21. 대통령령 제25194호로 개정되기 전의 것) 제89조 제2항 제2호에 따라 상속세 및 증여세법상 보충적 평가방법을 적용하여 자산의 취득가액을 산정할 수 있어, 이와 달리 관할 지방국세청장 등에게 자산의 취득가액을 산정하기 위하여 새롭게 감정평가를 의뢰하여야 할 의무가 있다고 볼 수는 없는 점, 재조사 결정의 ‘주문’은 재조사 결과에 따라 과세표준 및 세액을 경정하라고 하였을 뿐, 후속 처분의 내용을 감액경정으로 제한하지 않았고, 재조사 결정에 구 국세기본법(2022. 12. 31. 법률 제19189호로 개정되기 전의 것) 제79조 제2항의 불이익변경금지 원칙이 적용된 결과, 甲 조합에 불리한 증액경정이 허용되지 않는다고 하여 재조사 결정에서 말하는 세액의 경정이 ‘감액경정’만을 의미한다고 볼 수는 없는 점을 종합하면, ‘자산에 관하여 정상적인 거래에 의하여 형성된 객관적 교환가격이 없더라도 공신력 있는 감정기관에 의한 시가의 산정이 가능한 경우에는 감정평가를 하여야 하고, 그 결과에 따라 과세표준과 세액을 감액경정하라.’는 것이 재조사 결정의 취지라고 전제한 다음, 관할 세무서장이 자산에 관한 감정평가를 하지 않은 채 경정거부처분을 그대로 유지한 것은 재조사 결정의 기속력에 저촉되어 위법하다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2022. 12. 31. 법률 제19189호로 개정되기 전의 것) 제65조 제1항 제3호, 제80조, 제81조(현행 제80조의2 참조) / [2] 구 국세기본법(2022. 12. 31. 법률 제19189호로 개정되기 전의 것) 제65조 제1항 제3호, 제5항, 제79조 제2항, 제80조, 제81조(현행 제80조의2 참조), 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제41조 제1항 제3호, 제52조 제2항, 제4항, 구 법인세법 시행령(2014. 2. 21. 대통령령 제25194호로 개정되기 전의 것) 제14조 제1항 제1호 (라)목, 제72조 제2항 제3호 (나)목, 제89조 제2항<br/>",
  "참조판례": "[1] 대법원 2017. 5. 11. 선고 2015두37549 판결(공2017상, 1307)<br/>"
}