{
  "판례일련번호": "241251",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)[국민참여재판으로 진행된 제1심에서 배심원 전원일치 무죄평결이 채택되어 무죄가 선고된 후 항소심에서의 증거조사범위가 문제된 사건]",
  "사건번호": "2020도7802",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "배심원이 참여하는 형사재판, 즉 국민참여재판을 거쳐 제1심법원이 배심원의 만장일치 무죄평결을 받아들여 피고인에 대하여 무죄판결을 선고한 경우, ‘증거의 취사 및 사실의 인정’에 관한 제1심법원의 판단은 한층 더 존중될 필요가 있는지 여부(적극) 및 이때 제1심법원의 무죄판결에 대한 항소심에서의 추가적이거나 새로운 증거조사의 범위<br/>",
  "판결요지": "배심원이 참여하는 형사재판, 즉 국민참여재판을 거쳐 제1심법원이 배심원의 만장일치 무죄평결을 받아들여 피고인에 대하여 무죄판결을 선고한 경우, 국민참여재판을 도입한 입법 취지, 실질적 직접심리주의의 의미와 정신 등에 비추어 ‘증거의 취사 및 사실의 인정’에 관한 제1심법원의 판단은 한층 더 존중될 필요가 있고 그런 면에서 제1심법원의 무죄판결에 대한 항소심에서의 추가적이거나 새로운 증거조사는 형사소송법과 형사소송규칙 등에서 정한 바에 따라 신중하게 이루어져야 한다. 구체적 이유는 다음과 같다. <br/>  (1) 사법의 민주적 정당성과 신뢰를 높이기 위해 도입된 국민참여재판의 형식으로 진행된 형사공판절차에서 엄격한 선정절차를 거쳐 양식 있는 시민으로 구성된 배심원이 사실의 인정에 관하여 재판부에 제시하는 집단적 의견은 실질적 직접심리주의 및 공판중심주의 아래에서 증거의 취사와 사실의 인정에 관한 전권을 가지는 사실심 법관의 판단을 돕기 위한 권고적 효력을 가지는 것인바, 배심원이 증인신문 등 사실심리의 전 과정에 함께 참여한 후 증인이 한 진술의 신빙성 등 증거의 취사와 사실의 인정에 관하여 만장일치의 의견으로 내린 무죄의 평결이 재판부의 심증에 부합하여 그대로 채택된 경우라면, 이러한 절차를 거쳐 이루어진 증거의 취사 및 사실의 인정에 관한 제1심의 판단은 우리 형사소송법이 채택하고 있는 실질적 직접심리주의 및 공판중심주의의 취지와 정신에 비추어 항소심에서의 새로운 증거조사를 통해 그에 명백히 반대되는 충분하고도 납득할 만한 현저한 사정이 나타나지 않는 한 함부로 뒤집어서는 안 될 것이고 한층 더 존중될 필요가 있다. 제1심 법정에서 집중적으로 이루어진 ‘당사자의 주장과 증거조사’를 직접 보고 들으면서 심증을 갖게 된 배심원들이 서로의 관점과 의견을 나누며 숙의한 결과 ‘피고인은 무죄’라는 일치된 평결에 이르렀다면, 이는 피고인에 대한 유죄 선고를 주저하게 하는 합리적 의심이 일반적으로 존재한다는 점이 분명하게 확인된 경우로 볼 수 있기 때문이다. <br/>  따라서 이러한 대법원 법리의 취지와 정신은, 배심원의 만장일치 무죄평결을 채택한 제1심법원의 판결에 대하여 검사가 항소하여 진행되는 항소심에서 제2심법원이 추가적이거나 새로운 증거조사를 실시할지 여부 등을 판단함에 있어서도 충분하게 고려되어야 한다. <br/>  (2) 형사소송법이 채택하고 있는 실질적 직접심리주의의 취지, 형사재판 항소심 심급구조의 특성, 증거조사절차에 관한 형사소송법령의 내용 등을 종합하여 보면, 항소심에서의 증거신청 및 증거조사는 제1심에서보다 제한된다. <br/>  (가) 형사소송법은, ① 공판준비절차제도를 도입하여, 증거조사와 관련해서는, 입증취지와 내용을 명확히 한 증거신청을 하게 하고, 증거신청에 관한 상대방의 의견을 듣고 증거 채택 여부를 결정한 다음 증거조사의 순서 및 방법을 공판준비절차에서 미리 정할 수 있게 하였고(제266조의5 내지 제266조의9), ② 공판준비기일 종결의 효과로서 공판준비기일에서 신청하지 못한 증거는 ‘중대한 과실 없이 공판준비기일에 제출하지 못하는 등 부득이한 사유를 소명한 때’ 등에 한하여 공판기일에 신청할 수 있다고 규정하였다(제266조의13 제1항). 한편 형사소송규칙도 ③ 검사·피고인 또는 변호인은 특별한 사정이 없는 한 필요한 증거를 일괄하여 신청하여야 한다고 정하고 있다(제132조). <br/>  위와 같은 규정들을 통하여 형사소송법령은, 형사소송절차를 주재하는 법원으로 하여금 형사소송절차의 진행과 심리 과정에서 법정을 중심으로, 특히 당사자의 주장과 증거조사가 집중적으로 이루어지는 원칙적인 절차인 제1심의 법정에서 실질적 직접심리주의의 정신을 충분하고도 완벽하게 구현할 것을 상정하고 있다. 이와 관련하여 국민의 형사재판 참여에 관한 법률 제36조 제1항은 국민참여재판의 경우 공판준비절차를 반드시 거치도록 규정하고 있는데, 이는 배심원이 참여하는 재판의 특성상 실질적 직접심리주의의 정신을 보다 완벽하게 구현하기 위해서는 제1심법원의 심리가 집중되어야 할 필요성이나 당위성이 매우 큰 점을 고려한 입법으로 볼 수 있다. <br/>  (나) 제1심법원에서 증거로 할 수 있었던 증거는 항소법원에서도 증거로 할 수 있다(형사소송법 제364조 제3항). 즉, 제1심법원에서 증거능력이 있었던 증거는 항소심에서도 증거능력이 그대로 유지되어 재판의 기초가 될 수 있고 다시 증거조사를 할 필요가 없으며, 항소심 재판장이 증거조사절차에 들어가기에 앞서 제1심의 증거관계와 증거조사결과의 요지를 고지하면 된다(형사소송규칙 제156조의5 제1항). <br/>  한편 형사소송규칙 제156조의5 제2항에 의하면 항소심의 증거조사 중 증인신문의 경우, 항소심법원은 ‘제1심에서 조사되지 아니한 데에 대하여 고의나 중대한 과실이 없고, 그 신청으로 인하여 소송을 현저하게 지연시키지 아니하는 경우(제1호)’, ‘제1심에서 증인으로 신문하였으나 새로운 중요한 증거의 발견 등으로 항소심에서 다시 신문하는 것이 부득이하다고 인정되는 경우(제2호)’, ‘그 밖에 항소의 당부에 관한 판단을 위하여 반드시 필요하다고 인정되는 경우(제3호)’에 한하여 증인을 신문할 수 있다. 위 규정은 형사재판의 사실인정에 있어서 제1심법원과 항소심법원의 역할 및 관계 등에 관한 입법 취지 등에 비추어 항소심에서의 증거조사는 필요 최소한에 그쳐야 한다는 점을 반영한 것이다. 이를 고려하면, 형사소송규칙 제156조의5 제2항 제3호는 비록 포괄적 사유이기는 하지만 항소심법원에 증인신문에 관한 폭넓은 재량을 부여한 것으로 볼 것이 아니라 제1, 2호가 규정한 사유에 준하는 ‘예외적 사유’로 보아야 한다. <br/>  따라서 실체적 진실발견이라는 형사소송의 이념에 비추어 항소심에서의 추가적인 증거조사가 필요한 경우가 있음을 긍정하더라도, 피해자가 범죄의 성격과 다양한 사정에서 비롯된 심리적 부담 등으로 인하여 제1심법원에 증인으로 출석하지 못하거나 제대로 증언할 수 없었던 경우 등과 같은 특별한 사정이 없는 이상, 항소심법원으로서는 형사소송규칙 제156조의5 제2항의 규정 취지와 내용에 유념하여야 한다. <br/>  (3) 요컨대 국민참여재판제도를 도입한 배경과 취지, 실질적 직접심리주의의 의미와 정신, 형사재판 항소심 심급구조의 특성, 증거조사절차에 관한 형사소송법령의 내용 등에 비추어 볼 때, 공판준비기일을 필수적으로 거친 다음 국민참여재판으로 진행한 제1심법원에서 배심원이 만장일치의 의견으로 내린 무죄의 평결이 재판부의 심증에 부합하여 그대로 채택된 경우라면, 그 무죄판결에 대한 항소심에서의 추가적이거나 새로운 증거조사는 형사소송법과 형사소송규칙 등에서 정한 바에 따라 증거조사의 필요성이 분명하게 인정되는 예외적인 경우에 한정하여 실시하는 것이 바람직하다. <br/>  그럼에도 항소심이 위에서 언급한 점들에 관한 충분한 고려 없이 증거신청을 채택하여 증거조사를 실시한 다음 가령 제1심법원에서 이미 고려하였던 사정, 같거나 유사한 취지로 반복된 진술, 유무죄 판단에 관건적이라고 보기 어려운 부수적·지엽적 사정들에 주목하여 의미를 크게 둔 나머지 제1심법원의 판단을 쉽게 뒤집는다면, 그로써 증거의 취사 및 사실의 인정에 관한 배심원의 만장일치 의견의 무게를 존중하지 않은 채 앞서 제시한 법리에 반하는 결과가 될 수 있으므로 이를 경계할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "형사소송법 제266조의5, 제266조의6, 제266조의7, 제266조의8, 제266조의9, 제266조의13 제1항, 제275조 제1항, 제307조, 제308조, 제364조 제3항, 형사소송규칙 제132조, 제156조의5, 국민의 형사재판 참여에 관한 법률 제36조 제1항, 제46조 제2항, 제5항<br/>",
  "참조판례": "대법원 2005. 3. 11. 선고 2004도8313 판결, 대법원 2010. 3. 25. 선고 2009도14065 판결(공2010상, 844), 대법원 2019. 7. 24. 선고 2018도17748 판결(공2019하, 1692)<br/>"
}