{
  "판례일련번호": "241247",
  "사건명": "구상금[외국적 요소가 있는 보험계약에서 보험자대위의 준거법 및 그에 따른 보험자대위 방법이 문제된 사건]",
  "사건번호": "2019다256501",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "[1] 외국적 요소가 있는 보험계약에서 보험자가 피보험자에게 보험금을 지급하고 피보험자의 제3자에 대한 권리를 취득하는지에 관한 법률관계의 준거법(=보험계약의 준거법)<br/> [2] 외국적 요소가 있는 법률관계에 적용될 외국법규의 내용을 확정하고 그 의미를 해석하는 방법<br/> [3] 영국 해상보험법(Marine Insurance Act 1906)에 따른 보험자대위의 의미와 범위 및 여기서 보험자가 ‘보험목적과 관련된 피보험자의 권리 또는 다른 구제수단을 대위한다.’는 것의 의미 / 영국 해상보험법상 보험자가 소로써 피보험자의 제3자에 대한 손해배상청구권 등의 권리를 대위하는 방법<br/> [4] 영국 재산법(Law of Property Act 1925)상 채권적 권리의 양도가 유효하기 위한 요건 및 영국 형평법상 양도의 요건과 판단 기준<br/> [5] 甲 주식회사가 미국 소재 외국회사로부터 발전기 등을 수입하면서 화물의 운송을 乙 주식회사에 의뢰한 후 丙 보험회사와 피보험자를 甲 회사로 하고 협회적하약관(Institute Cargo Clauses A) 등을 보험조건으로 하는 적하보험계약을 체결하였는데, 丁 주식회사가 乙 회사의 미국 소재 파트너사로부터 의뢰를 받아 국내로 운송하여 甲 회사에 인도한 화물에 물리적 충격에 의한 손상이 있음이 확인되자, 丙 회사가 甲 회사에 보험금을 지급하고 대위증서(Letter of Subrogation)를 교부받아 乙 회사를 상대로 甲 회사의 손해배상청구권을 행사한 사안에서, 丙 회사가 甲 회사에 보험금을 지급하고 甲 회사의 乙 회사에 대한 손해배상청구권을 취득하는지를 둘러싼 법률관계는 적하보험계약에 관한 준거법인 영국법에 따르는데, 영국 해상보험법(Marine Insurance Act 1906)의 법리에 따르면 甲 회사에 보험금을 지급하더라도 甲 회사의 乙 회사에 대한 손해배상청구권이 丙 회사에 이전하는 것은 아니고, 위 대위증서의 기재 내용만으로는 영국 재산법(Law of Property Act 1925) 제136조 제1항에서 규정한 채권적 권리의 양도 요건이나 영국의 형평법상 양도 요건을 갖추었다고 보기도 어려우므로, 丙 회사는 甲 회사의 乙 회사에 대한 손해배상청구권을 행사할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 손해가 제3자의 행위로 인하여 발생한 경우에 보험금을 지급한 보험자가 제3자에 대한 보험계약자 또는 피보험자의 권리를 취득하는 법률관계는 그 법적 성질이 법률에 의한 채권의 이전에 해당한다.<br/>구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것, 이하 같다) 제35조 제1항 본문은 \"법률에 의한 채권의 이전은 그 이전의 원인이 된 구채권자와 신채권자간의 법률관계의 준거법에 의한다.\"라고 규정하고 있으므로, 법률에 의하여 채권이 이전되는지 여부를 둘러싼 법률관계는 그 이전의 원인이 된 구채권자와 신채권자 사이의 법률관계의 준거법에 따른다.<br/>  이러한 구 국제사법 제35조 제1항 규정에 의하면, 외국적 요소가 있는 보험계약에서 보험자가 보험계약에 따라 피보험자에게 보험금을 지급하고 피보험자의 제3자에 대한 권리를 취득하는지 여부를 둘러싼 법률관계는 피보험자와 보험자 사이의 법률관계인 보험계약의 준거법에 따른다.<br/> [2] 외국적 요소가 있는 법률관계에 적용될 외국법규의 내용을 확정하고 그 의미를 해석할 때는 외국법이 그 본국에서 현실로 해석·적용되고 있는 의미와 내용에 따라 해석·적용하여야 한다.<br/> [3] 영국 해상보험법(Marine Insurance Act 1906)은 보험자대위와 관련하여 제79조 제1항에서 \"보험자가 보험목적의 전부에 대한 전손보험금을 지급하였거나, 화물의 경우에는 그 가분적 부분에 대한 전손보험금을 지급한 경우에는 보험자는 그때부터 보험목적의 잔존물에 대하여 피보험자의 이익을 승계할 권리를 갖는다. 그리고 보험자는 손해를 야기한 사고가 발생한 때부터 보험목적에 대한 그리고 보험목적과 관련된 피보험자의 모든 권리와 구제수단을 대위한다.\"라고 규정하고, 같은 조 제2항에서 \"전항의 규정에 반하지 않는 한, 보험자가 분손보험금을 지급한 경우에는, 보험자는 보험목적 또는 잔존물에 대한 권리를 취득하지 못한다. 그러나 피보험자가 이 법에 따라 보상을 받은 한도에서, 보험자는 손해를 야기한 사고가 발생한 때부터 보험목적에 대한 그리고 보험목적과 관련된 피보험자의 모든 권리와 구제수단을 대위한다.\"라고 규정하고 있다.<br/>  영국 해상보험법에 따른 보험자대위는 보험의 목적에 발생한 피보험자의 손해를 보상하여 준 보험자가 보험목적의 잔존물에 대한 이익을 승계할 수 있는 권리를 취득하거나, 보험목적과 관련된 피보험자의 권리 또는 다른 구제수단을 대위하는 것을 의미한다. 영국 해상보험법의 법리에 따르면, 보험금을 지급한 보험자는 제79조에 의하여 피보험자의 제3자에 대한 손해배상청구권뿐만 아니라 계약상의 권리 등을 대위할 수 있고, 잔존물의 매각대금 등 피보험자가 회복한 이익을 대위할 수도 있다.<br/>  여기서 보험자가 보험목적과 관련된 피보험자의 권리 또는 다른 구제수단을 대위한다는 것은 보험자가 피보험자에게 보험금을 지급함으로써 피보험자의 이름으로 그의 권리 또는 다른 구제수단을 실현할 자격을 취득하는 것을 의미하고, 그러한 권리 등이 보험자에게 이전하는 것을 의미하는 것은 아니다.<br/>  이러한 영국 해상보험법의 법리에 따르면 보험자가 소로써 피보험자의 제3자에 대한 손해배상청구권 등의 권리를 대위하기 위해서는 원칙적으로 피보험자의 이름으로 소를 제기할 권한을 부여받아 피보험자의 이름으로 소를 제기하여야 하고, 피보험자로부터 그의 권리를 양수하지 않은 채 자신의 이름으로 권리를 행사할 수 없다.<br/> [4] 영국 재산법(Law of Property Act 1925) 제136조 제1항에 따르면 채권적 권리의 양도가 유효하기 위해서는 금전채권 또는 기타 채권적 권리(any debt or other legal thing in action)의 양도가 있을 것, 양도가 완전(absolute)할 것, 양도인의 서명하에 서면으로 작성될 것(writing under the hand of the assignor), 채무자에게 양도 사실이 서면으로 통지될 것 등의 요건을 갖추어야 한다. 한편 영국의 형평법상 양도(equitable assignment)의 경우 명확하게 특정된 채권적 권리를 철회할 수 없이 즉시 이전한다는 의사가 분명하게 표시되어야 하고, 그러한 의사가 있는지는 객관적으로 판단한다.<br/> [5] 甲 주식회사가 미국 소재 외국회사로부터 발전기 등을 수입하면서 화물의 운송을 乙 주식회사에 의뢰한 후 丙 보험회사와 피보험자를 甲 회사로 하고 협회적하약관(Institute Cargo Clauses A) 등을 보험조건으로 하는 적하보험계약을 체결하였는데, 丁 주식회사가 乙 회사의 미국 소재 파트너사로부터 의뢰를 받아 국내로 운송하여 甲 회사에 인도한 화물에 물리적 충격에 의한 손상이 있음이 확인되자, 丙 회사가 甲 회사에 보험금을 지급하고 대위증서(Letter of Subrogation)를 교부받아 乙 회사를 상대로 甲 회사의 손해배상청구권을 행사한 사안에서, 위 적하보험계약의 경우 보험증권이 보험조건으로 하는 협회적하약관의 준거법 조항에 따라 영국법이 준거법으로 적용되므로, 丙 회사가 적하보험계약에 따라 피보험자인 甲 회사에 보험금을 지급하고 甲 회사의 乙 회사에 대한 손해배상청구권을 취득하는지를 둘러싼 법률관계는 그 권리 이전의 원인이 된 적하보험계약에 관한 준거법인 영국법에 따르는데, 영국 해상보험법(Marine Insurance Act 1906)의 법리에 따르면 甲 회사에 보험금을 지급하더라도 甲 회사의 乙 회사에 대한 손해배상청구권이 丙 회사에 이전하는 것은 아니고, 甲 회사가 丙 회사에 교부한 대위증서의 기재 내용에 따르면 甲 회사가 丙 회사에 乙 회사를 상대로 소를 제기할 권한 등을 부여한 것으로 보이기는 하나, 양도의 대상인 채권적 권리가 특정되어 있지 않고, 丙 회사에 그러한 채권적 권리를 완전히 양도한다는 의사가 있었다거나, 이를 철회할 수 없이 즉시 이전한다는 의사가 분명하게 표현되었다고 볼 수 없는 등 위 대위증서의 기재 내용만으로는 영국 재산법(Law of Property Act 1925) 제136조 제1항에서 규정한 채권적 권리의 양도 요건이나 영국의 형평법상 양도(equitable assignment) 요건을 갖추었다고 보기도 어려우므로, 丙 회사는 甲 회사의 乙 회사에 대한 손해배상청구권을 행사할 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제35조 제1항(현행 제55조 제1항 참조) / [2] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제1조(현행 제1조 참조), 제5조(현행 제18조 참조) / [3] 영국 해상보험법(Marine Insurance Act 1906) 제79조 / [4] 영국 재산법(Law of Property Act 1925) 제136조 제1항 / [5] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제35조 제1항(현행 제55조 제1항 참조), 영국 해상보험법(Marine Insurance Act 1906) 제79조, 영국 재산법(Law of Property Act 1925) 제136조 제1항<br/>",
  "참조판례": "[2] 대법원 2021. 7. 8. 선고 2017다218895 판결(공2021하, 1433) / [3] 대법원 2013. 9. 13. 선고 2011다81190, 81206 판결(공2013하, 1786)<br/>"
}