{
  "판례일련번호": "241217",
  "사건명": "임금·약정금[택시운전근로자들이 택시회사에 대하여 최저임금 미달액 지급을 청구한 사건]",
  "사건번호": "2023다223744, 223751",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240725",
  "판시사항": "[1] 소정의 근로일에 해당하지 않아 근로자가 근로하지 아니한 휴일이나 소정의 근로일에는 해당하지만 근로자가 실제 근로하지 아니하여 임금을 지급할 필요가 없는 휴가일 또는 결근일에 대하여 근로계약이나 취업규칙, 단체협약 등에 의해 임금을 지급하기로 한 경우, 그 유급으로 처리된 시간이 최저임금 지급 대상 시간에 포함되는지 여부(원칙적 소극) 및 소정근로시간에 포함되는 시간 중 근로자가 실제로 근로를 제공하지 아니하였으나 사용자가 법령에 의해 임금을 지급할 의무를 부담하는 시간이 최저임금 지급 대상 시간에 포함되는지 여부(적극)<br/> [2] 근로자와 사용자가 정한 1주의 근로시간이 40시간을 초과하는 경우, 그 초과 부분이 최저임금 지급 대상 시간 산정의 기준이 되는 소정근로시간 수에 포함되는지 여부(소극)<br/>",
  "판결요지": "[1] 최저임금법 제6조 제5항, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것, 이하 같다) 제5조의2 단서 제1호는 일반택시운송사업에서 운전업무에 종사하는 근로자의 최저임금에 산입되는 임금(최저임금의 적용을 위한 임금으로서 이하 ‘비교대상 임금’이라 한다)의 범위에 관하여 소정근로시간 또는 소정의 근로일에 대하여 지급하는 임금 외의 임금을 산입하지 아니한다고 정한다. 그리고 구 최저임금법 시행령 제5조 제1항 제3호는 비교대상 임금 중 월 단위로 지급된 임금을 ‘1개월의 소정근로시간 수’로 나누어 시간에 대한 임금으로 환산하도록 정한다[최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되어 2019. 1. 1.부터 시행된 것) 제5조의3 단서 제1호, 제5조 제1항 제3호의 내용도 이와 유사한데, 다만 월 단위로 지급된 비교대상 임금을 소정근로시간 수에 주휴시간 수를 합산한 시간 수로 나누어 시간에 대한 임금으로 환산한다는 점에서만 차이가 있다]. 여기서 ‘소정근로시간’은 근로기준법 제50조 등이 정한 기준근로시간 범위 내에서 근로자와 사용자가 정한 근로시간을 뜻하는데, 근로의무가 없는 날인 휴일의 근로시간은 소정근로시간 수에 포함되지 아니한다. 한편 최저임금법은 근로자가 자기의 사정으로 소정근로시간 또는 소정의 근로일의 근로를 하지 아니한 경우까지 사용자가 임금을 지급할 것을 강제하는 것은 아니다(최저임금법 제6조 제6항 제1호 참조). <br/>  이러한 최저임금법령의 규정 내용과 취지를 고려하면, 소정의 근로일에 해당하지 않아 근로자가 근로하지 아니한 휴일(주휴일은 논외로 한다)이나 소정의 근로일에는 해당하지만 근로자가 실제 근로하지 아니하여 본래 임금을 지급할 필요가 없는 휴가일 또는 결근일에 대하여 근로계약이나 취업규칙, 단체협약 등에 의해 임금을 지급하기로 하였더라도, 그 유급으로 처리된 시간은 특별한 사정이 없는 한 최저임금액 이상의 임금을 지급해야 하는 시간(이하 ‘최저임금 지급 대상 시간’이라 한다)에 포함되지 않는다고 해석함이 타당하다.<br/>  그러나 근로기준법 제60조가 정한 연차 유급휴가를 사용한 날과 같이, 소정근로시간에 포함되는 시간 중 근로자가 실제로 근로를 제공하지 아니하였으나 사용자가 법령에 의해 임금을 지급할 의무를 부담하는 시간은 최저임금 지급 대상 시간에 포함된다고 보아야 한다. 이러한 시간은 별도 약정이 없더라도 사용자가 임금 지급 의무를 부담하는 시간이라는 점에서 실제 근로를 제공한 시간과 다를 바 없고, 연차 유급휴가를 사용하여 유급으로 처리된 시간이 최저임금 지급 대상 시간에 포함되지 않는다고 본다면 최저임금액 미만의 임금을 지급받는 근로자들의 연차 유급휴가 사용이 사실상 위축되는 부당한 결과가 초래될 우려가 있기 때문이다. <br/> [2] 구 근로기준법(2007. 4. 11. 법률 제8372호로 전부 개정되기 전의 것) 제49조 제1항과 근로기준법 제50조 제1항은 1주의 기준근로시간을 40시간으로 정한다. 소정근로시간은 기준근로시간 범위 내에서 근로자와 사용자가 정한 근로시간을 뜻하므로, 근로자와 사용자가 정한 1주의 근로시간이 40시간을 초과한다면 그 초과 부분은 최저임금 지급 대상 시간 산정의 기준이 되는 소정근로시간 수에 포함될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 최저임금법 제6조 제1항, 제5항, 제6항 제1호, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조 제1항 제3호, 제5조의2 제1호(현행 제5조의3 제1호 참조), 최저임금법 시행령 제5조 제1항 제3호, 제5조의3 제1호, 근로기준법 제50조, 제60조 / [2] 구 근로기준법(2007. 4. 11. 법률 제8372호로 전부 개정되기 전의 것) 제49조 제1항(현행 제50조 제1항 참조), 근로기준법 제50조 제1항, 최저임금법 제6조 제1항<br/>",
  "참조판례": "[1] 대법원 2019. 10. 18. 선고 2018다239110 판결(공2019하, 2108)<br/>"
}