{
  "판례일련번호": "241385",
  "사건명": "대여금[고의의 불법행위로 체결된 소비대차계약에 기한 대여금채권을 수동채권으로 한 상계 허용 여부가 문제된 사건]",
  "사건번호": "2024다204696",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240801",
  "판시사항": "[1] 민사법의 실정법 조항의 문리해석 또는 논리해석만으로 현실적인 법적 분쟁을 해결할 수 없거나 사회적 정의관념에 현저히 반하게 되는 결과가 초래되는 경우, 유추적용을 할 수 있는지 여부(적극) 및 그 한계<br/>[2] 민법 제496조의 규정 취지와 적용 범위 / 수동채권이 고의의 불법행위로 인한 채권은 아니지만 실질적으로 위 채권과 마찬가지라고 평가할 수 있는 경우, 민법 제496조가 유추적용될 수 있는지 여부(적극)<br/>[3] 상대방의 기망행위로 소비대차계약을 체결한 자가 불법행위로 인한 손해배상청구를 하지 않고 계약상 채권에 따른 대여금과 이자 등의 지급을 구하는 경우, 민법 제496조가 유추적용될 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 민사법의 실정법 조항의 문리해석 또는 논리해석만으로는 현실적인 법적 분쟁을 해결할 수 없거나 사회적 정의관념에 현저히 반하게 되는 결과가 초래되는 경우에는 법원이 실정법의 입법정신을 살려 법적 분쟁을 합리적으로 해결하고 정의관념에 적합한 결과를 도출할 수 있도록 유추적용을 할 수 있다. 법률의 유추적용은 법률의 흠결을 보충하는 것으로 법적 규율이 없는 사안에 대하여 그와 유사한 사안에 관한 법규범을 적용하는 것이다. 이러한 유추를 위해서는 법적 규율이 없는 사안과 법적 규율이 있는 사안 사이에 공통점 또는 유사점이 있어야 한다. 그러나 이것만으로 유추적용을 긍정할 수는 없다. 법규범의 체계, 입법 의도와 목적 등에 비추어 유추적용이 정당하다고 평가되는 경우에 비로소 유추적용을 인정할 수 있다.<br/>[2] 민법 제496조는 \"채무가 고의의 불법행위로 인한 것인 때에는 그 채무자는 상계로 채권자에게 대항하지 못한다.\"라고 정하고 있다. 이는 보복적 불법행위의 가능성을 줄이고 불법행위의 피해자는 현실적으로 변제받도록 하는 한편, 상계 금지라는 불이익을 부과하여 고의의 불법행위자를 제재함으로써 장차 그러한 불법행위를 억지하기 위한 것으로서, 불법행위의 피해자는 보호하고 가해자는 제재한다는 사회적 정의관념이 상계 제도에 반영된 규정이다.<br/>  이 규정은 고의의 불법행위로 인한 손해배상채권을 수동채권으로 한 상계에 관한 것이므로 그 외의 채권을 수동채권으로 한 상계에는 적용되지 않는다. 다만 고의의 불법행위가 동시에 채무불이행을 구성함으로써 하나의 행위에 기초하여 두 개의 손해배상채권이 발생하여 경합하는 경우나 고의의 불법행위가 동시에 부당이득 원인을 구성함으로써 하나의 원인에 기초하여 두 개의 청구권이 발생하여 경합하는 경우 등 상계 금지의 취지에 비추어 볼 때 수동채권이 실질적으로 고의의 불법행위로 인한 채권과 마찬가지라고 평가할 수 있는 때에는 민법 제496조가 유추적용될 수 있다.<br/>[3] 상대방의 기망행위로 소비대차계약을 체결한 자가 불법행위로 인한 손해배상청구를 하지 아니하고 계약상 채권에 따른 대여금 및 이자 등의 지급을 구하는 경우에는 민법 제496조가 유추적용될 수 없다고 보아야 한다. 계약상 채권은 상대방의 기망행위가 아니라 쌍방 사이의 계약에 기초하여 발생하는 권리이고, 그 급부의 이행으로 지향하는 경제적 이익이 불법행위로 인한 손해배상채권과 동일하여 양자가 경합하는 관계에 있다고 보기도 어려우며, 달리 민법 제496조가 정한 상계 금지의 취지에 비추어 계약상 채권이 실질적으로 고의의 불법행위로 인한 채권과 마찬가지라고 평가할 만한 사정도 없기 때문이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조 / [2] 민법 제496조 / [3] 민법 제496조<br/>",
  "참조판례": "[1] 대법원 2020. 4. 29. 선고 2019다226135 판결(공2020상, 977) / [2] 대법원 2002. 1. 25. 선고 2001다52506 판결(공2002상, 567), 대법원 2017. 2. 15. 선고 2014다19776, 19783 판결(공2017상, 527)<br/>"
}