{
  "판례일련번호": "241377",
  "사건명": "업무방해[업무방해죄에서 정당행위에 의한 위법성조각 여부가 문제된 사건]",
  "사건번호": "2021도2084",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240801",
  "판시사항": "[1] 형법 제20조의 ‘사회상규에 위배되지 아니하는 행위’의 규정 취지 및 법적 성격(=일반적 위법성조각사유)<br/>[2] 사회상규에 위배되지 아니하는 정당행위에 해당하는지 판단하는 기준 / 이때 정당행위로 인정되기 위한 요건들 중 행위의 긴급성과 보충성은 수단의 상당성을 판단할 때 고려요소의 하나로 참작하여야 하는지 여부(적극) 및 긴급성이나 보충성의 내용과 정도<br/>[3] 이른바 ‘동물권’을 주장해 온 피고인들이 동물권보호단체 회원들과 공모하여, 甲 주식회사의 공장 정문 앞 도로에서 甲 회사가 농장으로부터 생닭을 공급받아 도계하는 영업을 계속한다는 이유로 피고인들은 자신들의 손을 콘크리트가 들어있는 가방으로 결박한 채 드러누워 몸으로 생닭을 실은 트럭들을 가로막는 등 차량 진행을 방해하고, 위 단체 회원들은 ‘닭을 죽이면 안 된다.’는 플래카드를 걸고 같은 내용의 구호를 외치며 노래를 부르는 등 위력으로써 甲 회사의 생닭 운송 및 도계 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인들의 행위는 업무방해죄의 구성요건에 해당하고, 그 동기나 목적의 정당성이 인정될 여지가 있지만, 수단과 방법의 상당성, 법익 균형성 등이 인정되지 아니하여 정당행위에 해당하지 않는다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 형법 제20조의 ‘사회상규에 위배되지 아니하는 행위’는 우리 형법의 독특한 규정으로, 구성요건에 해당하는 행위가 형식적으로 위법하더라도 사회가 내리는 공적 평가에 의하여 용인될 수 있다면 그 행위를 실질적으로 위법한 것으로는 평가할 수 없다는 취지에서 도입된 일반적 위법성조각사유이다.<br/>[2] 어떠한 행위가 정당행위에 해당하는지는 구체적인 사정 아래서 합목적적, 합리적으로 고찰하여 개별적으로 판단되어야 한다. ‘목적의 정당성’과 ‘수단의 상당성’ 요건은 행위의 측면에서 사회상규의 판단 기준이 된다. 사회상규에 위배되지 아니하는 행위로 평가되려면 행위의 동기와 목적을 고려하여 그것이 법질서의 정신이나 사회윤리에 비추어 용인될 수 있어야 한다. 수단의 상당성·적합성도 고려되어야 한다. 또한 보호이익과 침해이익 사이의 법익균형은 결과의 측면에서 사회상규에 위배되는지를 판단하기 위한 기준이다. 이에 비하여 행위의 긴급성과 보충성은 수단의 상당성을 판단할 때 고려요소의 하나로 참작하여야 하고 이를 넘어 독립적인 요건으로 요구할 것은 아니다. 또한 그 내용 역시 다른 실효성 있는 적법한 수단이 없는 경우를 의미하고 ‘일체의 법률적인 적법한 수단이 존재하지 않을 것’을 의미하는 것은 아니라고 보아야 할 것이나, 정당행위로 인정되기 위하여 요구되는 긴급성이나 보충성의 정도는 개별 사안에 따라 다를 수 있다.<br/>[3] 이른바 ‘동물권’을 주장해 온 피고인들이 동물권보호단체 회원들과 공모하여, 甲 주식회사의 공장 정문 앞 도로에서 甲 회사가 농장으로부터 생닭을 공급받아 도계하는 영업을 계속한다는 이유로 피고인들은 자신들의 손을 콘크리트가 들어있는 가방으로 결박한 채 드러누워 몸으로 생닭을 실은 트럭들을 가로막는 등 차량 진행을 방해하고, 위 단체 회원들은 ‘닭을 죽이면 안 된다.’는 플래카드를 걸고 같은 내용의 구호를 외치며 노래를 부르는 등 위력으로써 甲 회사의 생닭 운송 및 도계 업무를 방해하였다는 내용으로 기소된 사안에서, 피고인들의 행위는 업무방해죄의 구성요건에 해당하고, 나아가 동물의 생명과 안전을 보호하고, 기업형(공장식) 축산 시스템에 반대하는 의사를 표명한다는 취지에서 이루어져 그 동기나 목적의 정당성이 인정될 여지가 있지만, 기업형(공장식) 축산 시스템에 따른 영업 형태가 우리나라 현행법하에서 위법하다거나 반사회성을 띠는 것으로서 형법상 보호가치가 없다고 볼 수 없는 점, 피고인들은 단순히 甲 회사의 영업장 인근에서 구호를 외치는 등의 의사 표현만을 한 것이 아니라, 피고인들을 포함한 4명이 함께 약 4시간 이상 지속하여 甲 회사 출입구를 몸으로 막음으로써 생닭을 수송하는 트럭 5대가 회사로 들어가지 못하도록 하여 甲 회사의 생닭 운송 및 도계 업무 집행 자체를 방해한 점, 甲 회사의 영업 형태가 피고인들의 신념에 반한다는 것만으로 甲 회사가 이러한 정도의 업무방해 피해를 그대로 수인하여야 한다고 보기 어려운 점에서 수단과 방법의 상당성, 법익 균형성 등이 인정되지 아니하여 정당행위에 해당하지 않는다고 본 원심의 판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제20조 / [2] 형법 제20조 / [3] 형법 제20조, 제30조, 제314조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2023. 5. 18. 선고 2017도2760 판결(공2023하, 1103) / [2] 대법원 2000. 4. 25. 선고 98도2389 판결(공2000상, 1345), 대법원 2021. 3. 11. 선고 2020도16527 판결<br/>"
}