{
  "판례일련번호": "241383",
  "사건명": "부당이득금[상속재산분할심판에 따른 공동상속인들 사이의 법률관계에서 반환한 임대차보증금 및 납부한 재산세의 구상권 행사 여부가 문제된 사건]",
  "사건번호": "2023다318857",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240801",
  "판시사항": "[1] 상속에 따라 임차건물의 소유권을 취득한 자가 상가건물 임대차보호법 제3조 제2항에서 정한 ‘임차건물의 양수인’에 해당하는지 여부(적극) 및 임대인 지위를 공동으로 승계한 공동임대인들의 임차보증금 반환채무가 불가분채무인지 여부(적극) / 민법 제1007조에서 정한 ‘상속분’의 의미(=법정상속분) / 임대인 지위를 공동으로 승계한 상속인 중 1인이 변제 등으로 공동면책을 얻은 경우, 다른 공동상속인들을 상대로 법정상속분에 따라 구상할 수 있는지 여부(적극)<br/>[2] 상속재산분할심판에서 분할대상 상속재산 중 특정 상속재산을 공동상속인 중 1인의 단독소유로 하고 그의 구체적 상속분과 그 특정 상속재산의 가액과의 차액을 현금으로 정산하는 방법으로 상속재산을 분할하였는데, 그 특정 상속재산이 상가건물 임대차보호법 제3조 제1항이 정한 대항요건을 갖춘 임대차의 목적물인 경우, 그 공동상속인은 임대차보증금반환채무를 면책적으로 인수하는지 여부(적극) 및 다른 공동상속인들은 임대차관계에서 탈퇴하여 임차인에 대한 임대차보증금반환채무를 면하는지 여부(적극) / 이때 공동상속인들 사이에서 임대차보증금반환채무에 관하여 법정상속분에 따른 내부적 부담부분은 그대로 유지되는지 여부(원칙적 적극) 및 임대차 목적물을 단독소유하게 된 공동상속인이 나중에 임대차보증금을 반환한 경우, 다른 공동상속인들을 상대로 구상할 수 있는지 여부(적극)<br/>[3] 공동상속인들이 각자의 법정상속분에 따라 상속재산을 공유하는 동안 상속재산에 부과된 재산세는 공동상속인들이 연대하여 납부할 의무를 지는지 여부(적극) 및 그중 1인이 위 재산세를 납부함으로써 공동면책을 얻은 경우, 공동상속인이 다른 공동상속인들을 상대로 각자의 법정상속분에 따라 구상할 수 있는지 여부(원칙적 적극) / 구상을 하지 않은 상태에서 진행된 상속재산분할 절차에서 납부된 재산세에 대한 고려가 이루어지지 않은 경우, 그 상속재산을 재산세를 납부한 공동상속인의 단독소유로 하는 내용의 상속재산분할이 이루어졌다고 해도 여전히 다른 공동상속인들을 상대로 구상할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 상가건물 임대차보호법 제3조는 ‘대항력 등’이라는 표제로 제1항에서 대항력의 요건을 정하고, 제2항에서 \"임차건물의 양수인(그 밖에 임대할 권리를 승계한 자를 포함한다)은 임대인의 지위를 승계한 것으로 본다.\"라고 정하고 있다. 상속에 따라 임차건물의 소유권을 취득한 자도 위 조항에서 말하는 임차건물의 양수인에 해당한다. 임대인 지위를 공동으로 승계한 공동임대인들의 임차보증금 반환채무는 성질상 불가분채무에 해당한다. 불가분채무자가 변제 등으로 공동면책을 얻은 때에는 다른 채무자의 부담부분에 대하여 구상할 수 있다. 민법 제1007조는 \"공동상속인은 각자의 상속분에 응하여 피상속인의 권리·의무를 승계한다.\"라고 정하는데 위 조항에서 정한 ‘상속분’은 법정상속분을 의미한다. 따라서 임대인 지위를 공동으로 승계한 상속인 중 1인이 변제 등으로 공동면책을 얻은 때에는 다른 공동상속인들을 상대로 법정상속분에 따라 구상할 수 있다.<br/>[2] 상속재산분할심판에서 분할대상 상속재산 중 특정 상속재산을 공동상속인 중 1인의 단독소유로 하고 그의 구체적 상속분과 그 특정 상속재산의 가액과의 차액을 현금으로 정산하는 방법(이른바 대상분할의 방법)으로 상속재산을 분할하였는데 그 특정 상속재산이 상가건물 임대차보호법 제3조 제1항이 정한 대항요건을 갖춘 임대차의 목적물인 경우 그 공동상속인은 임대차보증금반환채무를 면책적으로 인수하고 다른 공동상속인들은 임대차관계에서 탈퇴하여 임차인에 대한 임대차보증금반환채무를 면하게 된다. 그런데 상속재산분할심판에서 임대차보증금반환채무가 분할대상에서 제외된 가운데 임대차 목적물을 단독으로 상속받게 된 공동상속인이 그 임대차보증금반환채무를 면책적으로 인수하면서 다른 공동상속인들에게는 이러한 채무인수를 고려하지 않은 방식에 따라 산정된 차액을 지급하게 되면, 그는 본래 상속재산분할에서 의도되었던 것보다 과도한 부담을 안을 수 있어 부당하다. 이러한 경우 다른 공동상속인들이 임대차보증금반환채무를 면하는 것을 정당화할 만한 특별한 사정이 없는 한 공동상속인들 사이에서는 임대차보증금반환채무에 관하여 법정상속분에 따른 내부적 부담부분이 그대로 유지되고, 그 임대차 목적물을 단독소유하게 된 공동상속인이 나중에 임대차보증금을 반환한 때에는 다른 공동상속인들을 상대로 구상할 수 있다.<br/>[3] 민법 제1007조는 \"공동상속인은 각자의 상속분에 응하여 피상속인의 권리·의무를 승계한다.\"라고 정하는데, 위 조항에서 정한 ‘상속분’은 법정상속분을 의미하므로 일단 상속이 개시되면 공동상속인은 각자의 법정상속분 비율에 따라 모든 상속재산을 승계한다. 또한 민법 제1006조는 \"상속인이 수인인 때에는 상속재산은 그 공유로 한다.\"라고 정하므로, 공동상속인들은 상속이 개시되어 상속재산의 분할이 있을 때까지 민법 제1007조에 기하여 각자의 법정상속분에 따라 이를 공유한다. 그리고 공유물에 관계되는 지방세는 공유자가 연대하여 납부할 의무를 지고, 이에 관하여는 출재채무자의 구상권에 관한 민법 제425조를 준용한다(지방세기본법 제2조 제1항 제22호, 제44조 제1항, 제5항).<br/>  한편 민법 제1015조는 \"상속재산의 분할은 상속개시된 때에 소급하여 그 효력이 있다. 그러나 제삼자의 권리를 해하지 못한다.\"라고 규정함으로써 상속재산분할의 소급효를 인정하고 있으나, 상속재산분할에 소급효가 인정된다고 하더라도, 상속개시 이후 공동상속인들이 상속재산의 공유관계에 있었던 사실 자체가 소급하여 소멸하는 것은 아니다. <br/>  따라서 위와 같이 공동상속인들이 각자의 법정상속분에 따라 상속재산을 공유하는 동안 상속재산에 부과된 재산세는 공동상속인들이 연대하여 납부할 의무를 지고, 그중 1인이 위 재산세를 납부함으로써 공동면책을 얻었다면 그 공동상속인은 특별한 사정이 없는 한 다른 공동상속인들을 상대로 각자의 법정상속분에 따라 구상할 수 있다. 그리고 구상을 하지 않은 상태에서 상속재산분할 절차가 진행되는 경우 그 절차에서 위와 같이 납부된 재산세가 고려될 수 있으나, 이에 대한 고려가 이루어지지 않았다면 그 상속재산을 재산세를 납부한 공동상속인의 단독소유로 하는 내용의 상속재산분할이 이루어졌다고 해도 여전히 다른 공동상속인들을 상대로 구상할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상가건물 임대차보호법 제3조 제1항, 제2항, 민법 제411조, 제425조, 제1007조 / [2] 상가건물 임대차보호법 제3조 제1항, 민법 제411조, 제425조, 제1007조, 제1013조 / [3] 민법 제425조, 제1006조, 제1007조, 제1015조, 지방세기본법 제2조 제1항 제22호, 제44조 제1항, 제5항<br/>",
  "참조판례": "[1] 대법원 2020. 7. 9. 선고 2020다208195 판결(공2020하, 1589), 대법원 2021. 1. 28. 선고 2015다59801 판결(공2021상, 453), 대법원 2023. 4. 27. 선고 2020다292626 판결(공2023상, 898) / [2] 대법원 2013. 1. 17. 선고 2011다49523 전원합의체 판결(공2013상, 318) / [3] 대법원 2020. 7. 9. 선고 2020두34841 판결, 대법원 2023. 4. 27. 선고 2020다292626 판결(공2023상, 898)<br/>"
}