{
  "판례일련번호": "241491",
  "사건명": "감리결과조치처분및과징금부과처분취소(문서제출명령에대한즉시항고)[민사소송법 제344조 제1항 제1호에서 정한 ‘당사자가 소송에서 인용한 문서’에 대한 문서제출명령의 발령요건이 문제된 사건]",
  "사건번호": "2024무677",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20240829",
  "판시사항": "[1] 민사소송법 제344조 제1항 제1호에서 정한 ‘당사자가 소송에서 인용한 문서를 가지고 있는 때’의 의미 <br/> [2] 민사소송법 제344조 제2항에서 예외적으로 제출을 거부할 수 있는 문서로 정한 ‘공무원 또는 공무원이었던 사람이 그 직무와 관련하여 보관하거나 가지고 있는 문서’의 의미 및 그 공문서의 공개 방법<br/> [3] 금융감독원 직원이 직무와 관련하여 보관하거나 작성한 문서에 대하여 민사소송법에 따른 문서제출명령을 신청한 경우, 그 공개 여부는 공공기관의 정보공개에 관한 법률에서 정한 절차와 방법에 따라 결정되어야 하는지 여부(적극) 및 금융감독원이 그 문서의 제출을 거부할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 민사소송법 제344조 제1항 제1호는 당사자가 소송에서 인용한 문서를 가지고 있는 때에는 그 제출을 거부하지 못한다고 규정하고 있다. 여기서 ‘당사자가 소송에서 인용한 문서를 가지고 있는 때’란 당사자가 소송에서 그 문서를 증거로 인용하거나 자기의 주장을 명백히 하기 위하여 적극적으로 문서의 존재와 내용을 언급하여 자기 주장의 근거 또는 보조로 삼은 경우로서, 인용한 당사자가 해당 문서를 소지하고 있는 경우를 말한다. <br/> [2] 민사소송법 제344조 제2항은 같은 조 제1항에서 정한 문서에 해당하지 아니한 문서라도 문서의 소지자는 원칙적으로 그 제출을 거부하지 못하나, 다만 ‘공무원 또는 공무원이었던 사람이 그 직무와 관련하여 보관하거나 가지고 있는 문서’는 예외적으로 제출을 거부할 수 있다고 규정하고 있다. 여기서 말하는 ‘공무원 또는 공무원이었던 사람이 그 직무와 관련하여 보관하거나 가지고 있는 문서’란 국가기관이 보유·관리하는 공문서를 의미하고, 이러한 공문서의 공개는 공공기관의 정보공개에 관한 법률에서 정한 절차와 방법으로 해야 한다. <br/> [3] 금융감독원은 금융위원회나 증권선물위원회의 지도·감독을 받아 금융기관에 대한 검사·감독 업무 등을 수행하기 위하여 금융위원회의 설치 등에 관한 법률에 따라 설립된 무자본 특수법인으로 중앙행정기관인 금융위원회 등의 권한을 위탁받아 자본시장의 관리·감독 및 감시 등에 관한 사항에 대한 업무를 처리할 수 있다. 또한 공공기관의 정보공개에 관한 법률(이하 ‘정보공개법’이라 한다) 제2조 제3호 (마)목, 공공기관의 정보공개에 관한 법률 시행령 제2조 제4호에 따르면, 금융감독원은 특별법에 따라 설립된 특수법인으로서 정보공개법에서 정한 공공기관에 해당하고, 금융감독원이 직무상 작성 또는 취득하여 관리하고 있는 문서에 대하여는 정보공개법이 적용된다. <br/>  따라서 금융감독원 직원이 직무와 관련하여 보관하거나 작성한 문서는 민사소송법 제344조 제2항이 적용되는 문서 중 예외적으로 제출을 거부할 수 있는 ‘공무원 또는 공무원이었던 사람이 그 직무와 관련하여 보관하거나 가지고 있는 문서’에 준하여 정보공개법에서 정한 절차와 방법에 의하여 공개 여부가 결정될 필요가 있고, 금융감독원으로서는 그 문서의 제출을 거부할 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제344조 제1항 제1호 / [2] 민사소송법 제344조 / [3] 민사소송법 제344조 제2항, 공공기관의 정보공개에 관한 법률 제2조 제3호 (마)목, 공공기관의 정보공개에 관한 법률 시행령 제2조 제4호<br/>",
  "참조판례": "[1] 대법원 2008. 6. 12. 자 2006무82 결정, 대법원 2011. 7. 6. 자 2010마1659 결정 / [2] 대법원 2010. 1. 19. 자 2008마546 결정(공2010상, 334) / [3] 대법원 2024. 4. 25. 자 2023마8009 결정(공2024상, 850)<br/>"
}