{
  "판례일련번호": "241497",
  "사건명": "폐기물관리법위반[폐기물 중간재활용업자가 관할관청의 변경허가를 받지 않고 운반차량을 증차했는지가 문제된 사건]",
  "사건번호": "2023도1924",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240823",
  "판시사항": "[1] 죄형법정주의에 따른 형벌법규의 해석 원칙<br/> [2] 폐기물관리법령상 폐기물 중간재활용업 허가를 받은 자가 수집·운반차량을 보유한 경우, 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반할 수 있는지 여부(적극) 및 이때 폐기물을 스스로 운반하지 않고 영업대상 폐기물에 관한 폐기물 수집·운반업 허가를 받은 자에게 폐기물 전부 또는 일부에 관한 업무를 위탁하여 처리할 수 있는지 여부(한정 적극)<br/> [3] 폐기물관리법 제25조 제11항, 같은 법 시행규칙 제29조 제1항 제3호 (라)목에서 ‘운반차량의 증차’의 경우 폐기물처리업자가 변경허가를 받도록 규정한 취지 / 폐기물의 수집·운반업 허가를 받은 자에게 폐기물의 운반을 위탁하는 경우, 위탁자에게도 관할관청의 변경허가를 받을 것이 요구되는지 여부(소극)<br/>",
  "판결요지": "[1] 형벌법규의 해석은 엄격하여야 하고, 문언의 가능한 의미를 벗어나 피고인에게 불리한 방향으로 해석하는 것은 죄형법정주의의 내용인 확장해석금지에 따라 허용되지 않는다. 따라서 형벌조항 중 범죄의 구성요건에 해당하는 문언의 의미를 합리적 이유 없이 고려하지 않고 해석함으로써 형벌의 적용범위가 확장되는 것을 경계해야 한다.<br/> [2] 폐기물관리법 제25조 제5항은 폐기물처리업의 업종으로 폐기물 수집·운반업(제1호), 폐기물 중간재활용업(제5호) 등을 규정하고 있고, 같은 조 제3항은 폐기물처리 사업을 하려는 자는 업종, 영업대상 폐기물 및 처리분야별로 환경부장관 또는 시·도지사의 허가를 받아야 한다고 규정하고 있다. 한편 폐기물관리법 제25조 제6항에 따르면 폐기물 중간재활용업 허가를 받은 자는 별도의 폐기물 수집·운반업의 허가를 받지 아니하고 그 처리대상 폐기물을 스스로 수집·운반할 수 있다. 폐기물관리법 제25조 제3항, 폐기물관리법 시행규칙 제28조 제6항 [별표 7]은 ‘폐기물처리업의 시설·장비·기술능력의 기준’에 관하여 정하고 있는데, 위 기준의 5. 가. 1) 가) (3)에 따르면 폐기물 중간재활용업 허가를 받은 자가 재활용대상 폐기물을 스스로 수집·운반하려는 경우 수집·운반차량을 1대 이상 갖추어야 한다. <br/>   위와 같은 규정들에 비추어 보면, 폐기물의 운반은 원칙적으로 폐기물 수집·운반업 허가를 받은 자만 할 수 있으나, 예외적으로 폐기물 중간재활용업 허가를 받은 자가 ‘폐기물처리업의 시설·장비·기술능력의 기준’에서 정한 사항을 충족하는 수집·운반차량을 보유한 경우 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반하는 것이 허용된다고 볼 수 있다. 따라서 폐기물 중간재활용업 허가를 받은 자가 수집·운반차량을 보유한 경우에는 그 수집·운반차량의 이용한도 내에서 자신의 처리대상 폐기물을 스스로 운반할 수 있지만, 폐기물관리법령에 폐기물의 수집·운반에 관한 위탁을 금지하는 규정이 없는 이상 그 폐기물을 스스로 운반하지 않고 영업대상 폐기물에 관한 폐기물 수집·운반업 허가를 받은 자에게 그 폐기물 전부 또는 일부에 관한 업무를 위탁하여 처리할 수도 있다고 봄이 타당하다.<br/> [3] 폐기물관리법 제25조 제11항, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목에서 ‘운반차량의 증차’의 경우 폐기물처리업자가 변경허가를 받도록 규정하고 있는 취지는 관할관청이 해당 수집·운반차량이 폐기물 수집·운반의 기준을 충족하는 구조를 갖추고 있는지 등을 확인하려는 데에 있다. 폐기물의 수집·운반업 허가를 받은 자에게 폐기물의 운반을 위탁하는 경우에는 그 소유의 수집·운반차량은 법령에서 요구하는 기준을 충족하는 구조 등을 갖추고 있을 것이므로 위탁자에게까지 관할관청의 변경허가를 받을 것을 요구할 필요는 없어 보인다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 폐기물관리법 제25조 제3항, 제5항 제1호, 제5호, 제6항, 폐기물관리법 시행규칙 제28조 제6항 [별표 7] / [3] 폐기물관리법 제25조 제3항, 제11항, 제65조 제14호, 폐기물관리법 시행규칙 제29조 제1항 제3호 (라)목<br/>",
  "참조판례": "[1] 대법원 2024. 2. 29. 선고 2020도9256 판결(공2024상, 579)<br/>"
}