{
  "판례일련번호": "241589",
  "사건명": "종합소득세부과처분취소등[홍콩에 설립된 외국법인의 주식 등이 정관에 의하여 양도가 제한된 경우로서 구 국세기본법 제40조 제1항 제2호에서 정한 법인의 제2차 납세의무 요건을 충족하는지 여부가 문제된 사건]",
  "사건번호": "2021두51881",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240912",
  "판시사항": "[1] 구 국세기본법 제40조 제1항 제2호에서 법인의 제2차 납세의무 성립요건 중 하나로 정한 ‘법인의 정관에 의하여 출자자의 주식 등의 양도가 제한된 경우’에 해당하는지 판단하는 방법 및 이때 출자자의 주식 등이 외국법인이 발행한 것으로서 외국적 요소가 있는 법률관계에 해당하는 경우, 구 국제사법의 규정에 따라 정하여지는 준거법을 1차적인 기준으로 하는지 여부(원칙적 적극) / 법인 정관의 해석 및 효력 문제에 관하여 해당 법인의 설립 준거법에 따라야 하는지 여부(원칙적 적극) / 외국적 요소가 있는 법률관계에 관하여 적용될 외국 법규의 의미와 내용을 확정하는 방법<br/>  [2] 관할 세무서장이 甲에게 종합소득세 등을 부과·고지하였는데, 甲의 재산으로 체납 국세를 징수하기에 부족하자, 甲이 실제로는 중화인민공화국 홍콩특별행정구의 법령에 따라 홍콩특별행정구에서 설립된 우리나라 법인세법상 외국법인에 해당하는 乙 법인의 지분 100%를 가진 과점주주임을 전제로 구 국세기본법 제40조에 따라 乙 법인을 甲의 제2차 납세의무자로 지정하고, 乙 법인의 순자산가액을 한도로 乙 법인에 종합소득세 등 부과처분을 하며 乙 법인 소유의 부동산과 채권들을 압류한 사안에서, 乙 법인의 주식은 ‘정관에 의하여 양도가 제한된 경우’로서 구 국세기본법 제40조 제1항 제2호의 요건을 모두 충족한다는 이유로, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 국세기본법(2014. 12. 23. 법률 제12848호로 개정되기 전의 것, 이하 같다) 제40조 제1항은 \"국세의 납부기간 만료일 현재 법인의 무한책임사원 또는 과점주주(이하 ‘출자자’라 한다)의 재산으로 그 출자자가 납부할 국세·가산금과 체납처분비에 충당하여도 부족한 경우에는 그 법인은 다음 각호의 어느 하나에 해당하는 경우에만 그 부족한 금액에 대하여 제2차 납세의무를 진다.\"라고 규정하면서, 제2호에서 \"법률 또는 그 법인의 정관에 의하여 출자자의 소유주식 또는 출자지분(이하 ‘주식 등’이라 한다)의 양도가 제한된 경우\"를 규정하고 있다.<br/>구 국세기본법 제40조 제1항 제2호에서 법인의 제2차 납세의무 성립요건 중 하나로 정한 ‘법인의 정관에 의하여 출자자의 주식 등의 양도가 제한된 경우’에 해당하는지는, 구 국세기본법에서 ‘주식 등 양도의 제한’에 관하여 특별히 정하고 있지 않은 이상, 정관의 해석 및 효력 문제로서 해당 정관 규정의 내용과 객관적 의미를 합리적으로 해석하고, 민법·상법 그 밖의 실체법에 따라 그 법적 효력 등을 결정하여 판단하여야 한다. 이때 출자자의 주식 등이 외국법인이 발행한 것으로서 그 양도 제한에 관한 외국법인의 정관 규정의 해석 및 효력이 문제 되는 등 외국적 요소가 있는 법률관계에 해당하는 경우에는 특별한 사정이 없는 한 구 국제사법(2016. 1. 19. 법률 제13759호로 개정되기 전의 것, 이하 같다)의 규정에 따라 정하여지는 준거법을 1차적인 기준으로 하여야 한다.<br/>구 국제사법 제16조 본문은 \"법인 또는 단체는 그 설립의 준거법에 의한다.\"라고 하여 법인의 준거법은 원칙적으로 설립 준거법을 기준으로 정하고 있다. 이 조항이 적용되는 사항을 제한하는 규정은 없는데, 그 적용 범위는 법인의 설립과 소멸, 조직과 내부관계, 기관과 구성원의 권리와 의무, 행위능력 등 법인에 관한 문제 전반을 포함한다. 따라서 ‘법인의 정관에 의하여 주식 등의 양도가 제한된 경우’에 해당하는지와 같은 정관의 해석 및 효력 문제에 관하여도 특별한 사정이 없는 한 해당 법인의 설립 준거법에 따라야 한다. 한편 외국적 요소가 있는 법률관계에 관하여 적용될 외국 법규의 내용을 확정하고 그 의미를 해석하는 경우에는 그 외국법이 그 본국에서 현실로 해석·적용되고 있는 의미·내용대로 해석·적용하는 것이 원칙이며, 소송 과정에서 그 외국의 판례나 해석기준에 관한 자료가 제출되지 아니하여 그 내용의 확인이 불가능한 경우에만 일반적인 법해석 기준에 따라 법의 의미·내용을 확정할 수 있다.<br/>  [2] 관할 세무서장이 甲에게 종합소득세 등을 부과·고지하였는데, 甲의 재산으로 체납 국세를 징수하기에 부족하자, 甲이 실제로는 중화인민공화국 홍콩특별행정구(이하 ‘홍콩’이라 한다)의 법령에 따라 홍콩에서 설립된 우리나라 법인세법상 외국법인에 해당하는 乙 법인의 지분 100%를 가진 과점주주임을 전제로 구 국세기본법(2014. 12. 23. 법률 제12848호로 개정되기 전의 것, 이하 같다) 제40조에 따라 乙 법인을 甲의 제2차 납세의무자로 지정하고, 乙 법인의 순자산가액을 한도로 乙 법인에 종합소득세 등 부과처분을 하며 乙 법인 소유의 부동산과 채권들을 압류한 사안에서, 乙 법인의 정관 해석 및 효력 문제는 특별한 사정이 없는 한 구 국제사법(2016. 1. 19. 법률 제13759호로 개정되기 전의 것) 제16조 본문에 따라 乙 법인의 설립 준거법인 홍콩법에 의하여 확정하여야 하는 점, 乙 법인의 정관에서는 이사들에게 실체적·절차적 사유에 기하여 주식양도의 등록을 거부할 수 있는 권한을 폭넓게 부여하고 있는데, 이는 홍콩회사조례(Companies Ordinance)상 적법·유효한 방식으로서 비공개회사의 정관상 주식양도 제한방식으로 홍콩에서 통용되고 있는 것으로 보이는 점을 종합하면, 乙 법인의 주식은 ‘정관에 의하여 양도가 제한된 경우’로서 구 국세기본법 제40조 제1항 제2호의 요건을 모두 충족한다는 이유로, 이와 달리 본 원심판단에 구 국세기본법 제40조 제1항 제2호의 ‘정관에 의하여 양도가 제한된 경우’의 해석, 외국법인의 정관 해석에 적용될 준거법 등에 관한 법리오해의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국세기본법(2014. 12. 23. 법률 제12848호로 개정되기 전의 것) 제40조 제1항 제2호(현행 제40조 제1항 제3호 참조), 구 국제사법(2016. 1. 19. 법률 제13759호로 개정되기 전의 것) 제1조, 제5조(현행 제18조 참조), 제16조(현행 제30조 참조) / [2] 구 국세기본법(2014. 12. 23. 법률 제12848호로 개정되기 전의 것) 제40조 제1항 제2호(현행 제40조 제1항 제3호 참조), 구 국제사법(2016. 1. 19. 법률 제13759호로 개정되기 전의 것) 제1조, 제5조(현행 제18조 참조), 제16조(현행 제30조 참조)<br/>",
  "참조판례": "[1] 대법원 2016. 5. 12. 선고 2015다49811 판결(공2016상, 748), 대법원 2018. 8. 1. 선고 2017다246739 판결(공2018하, 1854)<br/>"
}