{
  "판례일련번호": "241587",
  "사건명": "법인세부과처분취소[손해배상금의 손금산입 여부가 문제된 사건]",
  "사건번호": "2021두35308",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240912",
  "판시사항": "[1] 구 법인세법 제19조 제2항에서 정한 ‘일반적으로 인정되는 통상적인 비용’의 의미 및 그러한 비용에 해당하는지 판단하는 방법<br/>  [2] 금융지주회사인 甲 주식회사의 자회사 은행이 관련 민사사건 판결의 취지에 따라 乙에게 손해배상금 및 지연손해금을 지급하였고, 甲 회사는 관련 민사사건 판결이 확정된 사업연도의 법인세 신고 시 위 손해배상금 등을 손금에 산입하였는데, 관할 세무서장이 위 손해배상금 등을 손금에 산입할 수 없다는 등의 사유로 법인세를 경정·고지한 사안에서, 위 손해배상금 등은 자회사 은행의 사업과 관련하여 지출된 비용으로서 일반적으로 인정되는 통상적인 것이므로 손금에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 구 법인세법(2017. 12. 19. 법률 제15222호로 개정되기 전의 것) 제19조 제1항은 \"손금은 자본 또는 출자의 환급, 잉여금의 처분 및 이 법에서 규정하는 것은 제외하고 해당 법인의 순자산을 감소시키는 거래로 인하여 발생하는 손비의 금액으로 한다.\"라고 규정한다. 제2항은 \"제1항에 따른 손비는 이 법 및 다른 법률에서 달리 정하고 있는 것을 제외하고는 그 법인의 사업과 관련하여 발생하거나 지출된 손실 또는 비용으로서 일반적으로 인정되는 통상적인 것이거나 수익과 직접 관련된 것으로 한다.\"라고 규정한다.<br/>  여기에서 말하는 ‘일반적으로 인정되는 통상적인 비용’이란 납세의무자와 같은 종류의 사업을 영위하는 다른 법인도 동일한 상황 아래에서는 지출하였을 것으로 인정되는 비용을 뜻하고, 그러한 비용에 해당하는지는 지출의 경위와 목적, 형태, 액수, 효과 등을 종합적으로 고려하여 객관적으로 판단하여야 할 것인데, 특별한 사정이 없는 한 사회질서에 위반하여 지출된 비용은 여기에서 제외된다.<br/>  [2] 금융지주회사인 甲 주식회사의 자회사 은행이 관련 민사사건 판결의 취지에 따라 乙에게 손해배상금 및 지연손해금을 지급하였고, 甲 회사는 관련 민사사건 판결이 확정된 사업연도의 법인세 신고 시 위 손해배상금 등을 손금에 산입하였는데, 관할 세무서장이 위 손해배상금 등을 손금에 산입할 수 없다는 등의 사유로 법인세를 경정·고지한 사안에서, 위 손해배상금 등은 관련 민사사건의 확정판결에 따라 乙에게 실제 발생한 손해를 배상하기 위하여 지급된 것으로서, 그 지출 자체가 사회질서에 위반한다고 볼 수 없고, 액수 또한 실손해의 범위를 벗어나는 과도한 금액이라고 단정하기 어려우며, 자회사 은행과 같은 종류의 사업을 영위하는 다른 법인도 동일한 상황 아래에서는 마찬가지로 위 손해배상금 등을 지출하였을 것으로 보이는 점, 어떠한 비용을 손금불산입 대상으로 규정할 것인지는 입법정책의 문제로, 구 법인세법(2017. 12. 19. 법률 제15222호로 개정되기 전의 것)은 제19조에서 손금의 범위에 대하여 규정하는 한편, 이와 별도로 제19조의2 내지 제38조 등의 특례규정에서 손금불산입 항목과 손금산입 항목을 열거하고 있는데, 손해배상금은 손금불산입 항목으로 규정하고 있지 않은 점 등을 종합하면, 위 손해배상금 등은 자회사 은행의 사업과 관련하여 지출된 비용으로서 일반적으로 인정되는 통상적인 것이므로 손금에 해당한다는 이유로 이와 달리 본 원심판단에 손금의 요건 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 법인세법(2017. 12. 19. 법률 제15222호로 개정되기 전의 것) 제19조 제1항, 제2항 / [2] 구 법인세법(2017. 12. 19. 법률 제15222호로 개정되기 전의 것) 제19조, 제19조의2, 제20조, 제21조, 제22조, 제23조, 제24조, 제25조, 제26조, 제27조, 제27조의2, 제28조, 제29조, 제30조, 제33조, 제34조, 제35조, 제36조, 제37조, 제38조<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2007두12422 판결(공2009하, 2109)<br/>"
}