{
  "판례일련번호": "241569",
  "사건명": "부당이득금[조합의 해산에 따른 잔여재산 분배청구와 조합의 탈퇴에 따른 지분반환청구의 구별이 문제된 사건]",
  "사건번호": "2024다234239",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240913",
  "판시사항": "[1] 조합이 해산된 때에 처리하여야 할 잔무가 있는 경우, 청산절차가 종료되지 아니한 상태에서 잔여재산의 분배를 청구할 수 있는지 여부(소극)<br/>  [2] 조합원의 조합 탈퇴는 남은 조합원이 동업사업을 계속 유지·존속함을 전제로 하는지 여부(적극) / 조합 탈퇴 당시의 조합재산을 계산한 결과 조합의 재산상태가 적자가 아닌 경우, 탈퇴 조합원이 지분 환급을 받을 수 있는지 여부(적극) 및 이때 조합재산의 상태를 증명할 책임은 지분 환급을 주장하는 사람에게 있는지 여부(원칙적 적극)<br/>  [3] 2인으로 구성된 조합에서 한 조합원이 탈퇴한 경우, 조합이 해산이나 청산이 되는지 여부(원칙적 소극) 및 이때 조합재산의 귀속관계 / 탈퇴 조합원이 탈퇴로 인한 계산 결과 남은 조합원에게 가지게 되는 지분반환청구권이 조합의 해산에 따른 잔여재산 분배청구권과 구별되는 별도의 권리인지 여부(적극)<br/>  [4] 항소심에 이르러 새로운 청구가 추가된 경우, 기존의 청구와 항소심에서 추가된 청구를 모두 배척할 때의 주문 표시 방법<br/>",
  "판결요지": "[1] 조합의 해산은 조합이 소멸하기 위하여 그 목적인 사업을 수행하기 위한 적극적인 활동을 중지하고 조합재산을 정리하는 단계에 들어가는 것이다. 조합이 해산한 때 청산사무는 총조합원이 공동으로 또는 그들이 선임한 자가 집행하고, 청산인의 선임은 조합원의 과반수로써 결정한다(민법 제721조). 조합이 해산된 때에 처리하여야 할 잔무가 없고 잔여재산의 분배만이 남아 있을 경우에는 따로 청산절차를 밟을 필요가 없지만, 그렇지 않은 경우에는 조합원들에게 분배할 잔여재산과 그 가액은 청산절차가 종료된 때에 확정되므로 조합원들 사이에 별도의 약정이 없는 이상 청산절차가 종료되지 아니한 상태에서 잔여재산의 분배를 청구할 수는 없다.<br/>  [2] 조합원의 조합 탈퇴는 특정 조합원이 장래에 향하여 조합원으로서의 지위를 벗어나는 것으로, 조합 그 자체는 남은 조합원에 의해 동일성을 유지하며 존속하므로 결국 탈퇴는 남은 조합원이 동업사업을 계속 유지·존속함을 전제로 한다. 탈퇴한 조합원은 탈퇴 당시의 조합재산을 계산한 결과 조합의 재산상태가 적자가 아닌 경우에 지분을 환급받을 수 있다. 탈퇴한 조합원과 다른 조합원 간의 계산은 탈퇴 당시의 조합재산상태에 의하여야 한다(민법 제719조 제1항). 탈퇴 조합원의 지분을 계산할 때 그 계산 방법에 관하여 별도 약정이 있다는 등 특별한 사정이 없는 한 지분의 환급을 주장하는 사람에게 조합재산의 상태를 증명할 책임이 있다.  <br/>  [3] 2인으로 구성된 조합에서 한 조합원이 탈퇴하면 조합관계는 종료되나 특별한 사정이 없는 한 조합은 해산이나 청산이 되지 않는다. 다만 조합원의 합유에 속한 조합재산은 남은 조합원의 단독소유에 속하여 탈퇴 조합원과 남은 조합원 사이에는 탈퇴로 인한 계산을 해야 한다. 이때 탈퇴 조합원이 탈퇴로 인한 계산 결과 남은 조합원에게 가지게 되는 지분반환청구권(민법 제719조 참조)은 조합의 해산에 따른 잔여재산 분배청구권(민법 제724조 제2항 참조)과 구별되는 별도의 권리이다.<br/>  [4] 항소심에 이르러 새로운 청구가 추가된 경우 항소심은 추가된 청구에 대해서는 실질상 제1심으로서 재판하여야 한다. 제1심이 기존의 청구를 기각한 데 대하여 원고가 항소하였고 항소심이 기존의 청구와 항소심에서 추가된 청구를 모두 배척할 경우 단순히 \"원고의 항소를 기각한다.\"라는 주문 표시만 해서는 안 되고, 이와 함께 항소심에서 추가된 청구에 대하여 \"원고의 청구를 기각한다.\"라는 주문 표시를 해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제87조, 제720조, 제721조, 제724조 / [2] 민법 제704조, 제716조, 제719조 제1항, 민사소송법 제288조[증명책임] / [3] 민법 제719조, 제724조 제2항 / [4] 민사소송법 제208조 제1항 제2호, 제216조 제1항, 제262조, 제408조, 제414조<br/>",
  "참조판례": "[1] 대법원 1993. 3. 23. 선고 92다42620 판결(공1993상, 1270), 대법원 2007. 11. 15. 선고 2007다48370, 48387 판결, 대법원 2018. 11. 29. 선고 2018다201344 판결 / [2][3] 대법원 2018. 12. 13. 선고 2015다72385 판결(공2019상, 257), 대법원 2021. 7. 29. 선고 2019다207851 판결(공2021하, 1611) / [4] 대법원 2021. 5. 7. 선고 2020다292411 판결(공2021하, 1184)<br/>"
}