{
  "판례일련번호": "241575",
  "사건명": "도시및주거환경정비법위반[무효인 총회의결에 따라 재개발조합 조합장으로 선임된 사람의 관련 자료 미공개 및 열람·복사 불응이 문제된 사건]",
  "사건번호": "2023도16588",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240913",
  "판시사항": "[1] 정비사업의 시행과 관련된 서류와 자료를 공개해야 할 의무 등을 규정하고 이를 위반하는 행위를 처벌하는 구 도시 및 주거환경정비법 제124조 제1항, 제4항, 제138조 제1항 제7호의 입법 취지<br/>  [2] 조합 총회의 의결을 거쳐 조합임원으로 선임된 후 그 권한을 실제로 행사하는 사람은 구 도시 및 주거환경정비법 제138조 제1항 제7호 위반죄의 주체가 되는지 여부(적극) 및 그를 조합임원으로 선임한 총회의 의결이 나중에 무효로 확정된 경우, 그 이전에 이루어진 위 범죄의 성립이 소급하여 부정되는지 여부(소극)<br/>  [3] 구 도시 및 주거환경정비법 제124조 제1항 각호에 규정된 서류나 관련 자료가 작성되어 존재한 바가 없는 경우, 조합임원 등에 대한 구 도시 및 주거환경정비법 제124조 제1항 위반죄가 성립할 수 있는지 여부(소극)<br/>  [4] 구 도시 및 주거환경정비법 제124조 제2항, 도시 및 주거환경정비법 시행령 제94조 제2항을 근거로 조합임원 등이 매 분기가 끝나는 달의 다음 달 15일까지 구 도시 및 주거환경정비법 제124조 제1항에서 정한 서류 및 관련 자료의 작성을 마치고 이를 공개할 의무를 부담한다고 할 수 있는지 여부(소극)<br/>  [5] 구 도시 및 주거환경정비법 제124조 제4항이 15일의 시한을 두고 있는 취지 / 열람·복사 요청 당시 현존하지 않는 서류나 자료에 대한 열람·복사 요청에 응하지 않은 경우, 위 조항을 위반한 것인지 여부(소극) 및 열람·복사 요청 이후 15일의 시한이 경과하기 전에 해당 서류나 자료가 작성된 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제1항, 제4항, 제138조 제1항 제7호의 입법 취지는, 조합이 정비사업을 시행하는 경우 조합임원은 조합을 대표하면서 막대한 사업자금을 운영하는 등 각종 권한을 가지고 있기 때문에 조합임원과 건설사 간 유착으로 인한 비리가 발생할 소지가 크고, 정비사업과 관련된 비리는 그 조합과 조합원의 피해로 직결되어 지역사회와 국가 전체에 미치는 병폐도 크므로, 이를 개선하기 위한 방안으로서 정비사업의 시행과 관련된 서류와 자료를 공개하도록 하여 정비사업의 투명성·공공성을 확보하고 조합원의 알권리를 충족시키기 위한 것이다. <br/>  [2] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)에 따르면, 조합은 조합장 1명, 이사, 감사를 임원으로 두고(제41조 제1항 제1문), 조합임원으로 선임되려면 조합 총회의 의결을 거쳐야 한다(제45조 제1항 제7호). 총회의 의결을 거쳐 조합임원으로 선임된 사람은 그 의결이 무효인 경우에도 적법한 의결에 의하여 선임된 조합임원과 동일한 권한을 실제로 행사하는 경우가 있고, 정비사업의 시행과 관련된 서류 및 자료의 공개를 강제하는 구 도시정비법 제124조 제1항, 제4항의 취지에 비추어 볼 때 이러한 사람을 그 조항의 적용 대상에서 배제할 이유가 없다. 따라서 총회의 의결을 거쳐 조합임원으로 선임된 후 그 권한을 실제로 행사하는 사람도 구 도시정비법 제124조 제1항, 제4항이 정한 ‘조합임원’으로서 구 도시정비법 제138조 제1항 제7호 위반죄의 주체가 된다. 그를 조합임원으로 선임한 총회의 의결이 나중에 무효로 확정되더라도 그 이전에 이루어진 위 범죄의 성립이 소급하여 부정되는 것은 아니다.<br/>  [3] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제124조 제1항에 따르면, 조합임원 등은 구 도시정비법 제124조 제1항 각호에 규정된 서류 및 관련 자료의 작성 또는 그 작성된 서류 및 관련 자료의 변경 후 15일 이내에 이를 공개하게 되어 있다. 위 조항에 따른 공개가 이루어지려면 조합원이나 토지 등 소유자 또는 세입자가 알 수 있는 형태로 해당 서류 등이 작성되어 존재하여야 하는데, 이와 같이 작성되지 않은 서류 등에 대하여 공개의무가 있다고 해석한다면 이는 명문의 근거 없이 조합임원 등에게 해당 서류 등에 대한 작성의무까지도 부담시키는 결과가 된다. 위 조항이 ‘작성’과 ‘공개’를 구별하고 있음에도 존재하지 않는 서류 등에 대한 공개의무를 인정하는 것은 ‘공개’의 의미를 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것에 해당하여 허용될 수 없다. 결국 구 도시정비법 제124조 제1항 각호에 규정된 서류나 관련 자료가 작성되어 존재한 바가 없다면 조합임원 등에 대한 구 도시정비법 제124조 제1항 위반죄는 성립할 여지가 없다. <br/>  [4] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제124조 제2항, 도시 및 주거환경정비법 시행령 제94조 제2항에 따르면, 조합임원 등은 구 도시정비법 제124조 제1항에 따라 공개의 대상이 되는 서류 및 관련 자료의 경우 공개대상의 목록, 개략적인 내용, 공개장소 등을 조합원, 토지 등 소유자(이하 ‘조합원 등’이라 한다)에게 매 분기가 끝나는 달의 다음 달 15일까지 서면으로 통지하여야 한다. 위 조항들은 정비사업의 시행과 관련된 서류 및 자료의 공개에 관한 조합원 등의 관심을 환기하고 편의를 도모하기 위해 서면 통지 의무를 부과하는 규정일 뿐, 더 나아가 그 서류 및 자료를 작성할 의무를 부과하려는 규정은 아니다. 그러므로 위 조항들을 근거로 조합임원 등이 매 분기가 끝나는 달의 다음 달 15일까지 구 도시정비법 제124조 제1항이 규정한 서류 및 관련 자료의 작성을 마치고 이를 공개할 의무까지 부담한다고 해석하기는 어렵다.<br/>  [5] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제4항은 조합원, 토지 등 소유자가 열람·복사 요청을 한 경우 조합임원 등이 15일 이내에 그 요청에 따라야 한다고 규정하고 있다. 위 조항이 15일의 시한을 두고 있는 취지는 조합임원 등이 열람·복사를 현실로 이행하는 데 필요한 준비기간을 부여하려는 데 있다. 한편 이러한 열람·복사 요청의 대상은 요청 당시 현존하는 서류나 자료이므로 현존하지 않는 서류나 자료에 대한 열람·복사 요청에 응하지 않았다고 하여 위 조항을 위반하였다고 할 수 없다. 이는 열람·복사 요청 이후 위 15일의 시한이 경과하기 전에 해당 서류나 자료가 작성된 경우에도 그러하다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제1항, 제4항, 제138조 제1항 제7호 / [2] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제41조 제1항, 제45조 제1항 제7호, 제124조 제1항, 제4항, 제138조 제1항 제7호 / [3] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제1항 / [4] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제1항, 제2항, 도시 및 주거환경정비법 시행령 제94조 제2항 / [5] 구 도시 및 주거환경정비법(2020. 6. 9. 법률 제17453호로 개정되기 전의 것) 제124조 제4항<br/>",
  "참조판례": "[1] 대법원 2021. 2. 10. 선고 2019도18700 판결(공2021상, 662), 헌법재판소 2011. 4. 28. 선고 2009헌바90 전원재판부 결정(헌공175, 702)<br/>"
}