{
  "판례일련번호": "241593",
  "사건명": "주택법위반[지역주택조합 추진위원회 위원장의 관련 자료 미공개가 문제된 사건]",
  "사건번호": "2021도14712",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240912",
  "판시사항": "[1] 죄형법정주의에 따른 형벌법규 해석 원칙<br/>  [2] 주택조합사업의 시행에 관한 서류 및 관련 자료를 공개해야 할 의무와 조합 구성원의 열람·복사 요청에 응할 의무를 규정하고 이를 위반하는 행위를 처벌하는 구 주택법 제12조 제1항, 제2항, 제104조 제2호, 제3호의 입법 취지<br/>  [3] 구 주택법 제12조 제1항 각호에 규정된 서류나 관련 자료가 작성되어 존재한 바 없는 경우, 그 미공개로 인한 구 주택법 제12조 제1항 위반죄가 성립하는지 여부(소극)<br/>  [4] 구 주택법 제12조 제1항 각호와 그 위임에 따른 구 주택법 시행령 제25조 각호에 열거된 서류에 해당하는지 판단하는 기준<br/>  [5] 구 주택법 제12조 제1항 각호와 그 위임에 따른 구 주택법 시행령 제25조 각호에 열거된 서류의 ‘관련 자료’의 범위<br/>",
  "판결요지": "[1] 형벌법규의 해석은 엄격하여야 하고 명문규정의 의미를 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것은 죄형법정주의의 원칙에 어긋나는 것으로서 허용되지 않는다.<br/>  [2] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것, 이하 같다) 제12조 제1항은 \"주택조합의 발기인 또는 임원은 주택조합사업의 시행에 관한 다음 각호의 서류 및 관련 자료가 작성되거나 변경된 후 15일 이내에 이를 조합원이 알 수 있도록 인터넷과 그 밖의 방법을 병행하여 공개하여야 한다.\"라고 규정하면서 각호에서 공개 대상인 서류를 구체적으로 열거하고 있다. 한편 구 주택법 제12조 제2항은 \"제1항에 따른 서류 및 다음 각호를 포함하여 주택조합사업의 시행에 관한 서류와 관련 자료를 조합의 구성원이 열람·복사 요청을 한 경우 주택조합의 발기인 또는 임원은 15일 이내에 그 요청에 따라야 한다.\"라고 규정하면서 각호에서 열람·복사 대상 서류를 예시적으로 열거하고 있다. 나아가, 구 주택법 제104조는 \"제12조 제1항을 위반하여 주택조합사업의 시행에 관련한 서류 및 자료를 공개하지 아니한 자\"(제2호)와 \"제12조 제2항을 위반하여 조합 구성원의 열람·복사 요청에 응하지 아니한 자\"(제3호)를 1년 이하의 징역 또는 1,000만 원 이하의 벌금에 처한다고 규정하고 있다. <br/>  이러한 규정들의 입법 취지는, 조합 구성원들은 주택조합사업 추진 상황에 대한 정확한 정보 확보가 어려워 사업추진을 주도하는 임원 등을 감독·통제하는 것이 곤란하고, 불투명한 사업추진은 조합 구성원들의 재산상 피해로 이어지므로, 이를 개선하기 위한 방안으로 주택조합사업 시행에 관한 서류와 관련 자료를 공개하도록 함으로써 주택조합사업의 투명성을 확보하고 조합 구성원들의 알권리를 충족시키기 위한 것이다.<br/>  [3] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것, 이하 같다) 제12조 제1항에 따르면, 주택조합의 발기인 또는 임원은 구 주택법 제12조 제1항 각호에 규정된 서류 및 관련 자료의 작성 또는 그 작성된 서류 및 관련 자료의 변경 후 15일 이내에 이를 공개하도록 되어 있다. 위 조항에 따른 공개가 이행되려면 조합원이 알 수 있는 형태로 해당 서류 등이 작성되어 존재하여야 하는데, 이와 같은 형태로 작성되지 아니한 서류 등에 대하여 공개의무가 있다고 해석한다면 이는 명문의 근거 없이 주택조합의 발기인이나 임원에게 해당 서류 등에 대한 작성의무까지도 부담시키는 결과가 된다. 위 조항이 ‘작성’과 ‘공개’를 구별하고 있음에도 존재하지 않는 서류 등에 대한 공개의무를 인정하는 것은 ‘공개’의 의미를 피고인에게 불리한 방향으로 지나치게 확장해석하거나 유추해석하는 것에 해당하여 허용될 수 없다. 결국 구 주택법 제12조 제1항 각호에 규정된 서류나 관련 자료가 작성되어 존재한 바 없다면 구 주택법 제12조 제1항 위반죄는 성립할 여지가 없다.<br/>  [4] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제12조 제1항과 그 위임에 따른 구 주택법 시행령(2020. 7. 24. 대통령령 제30864호로 개정되기 전의 것) 제25조 각호가 정한 서류는 일정한 형태로 작성되어야 공개 대상이 되므로, 어떠한 서류가 위 조항에 열거된 서류에 해당하는지 여부는 해당 서류의 실제 명칭과 함께 그것이 관계 법령이나 거래관념에 비추어 위 조항에 열거된 서류의 통상적인 내용과 형식을 갖추고 있는지를 종합하여 판단하여야 한다.<br/>  [5] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것, 이하 같다) 제12조 제1항은 공개 대상이 되는 서류를 각호에서 구체적으로 열거하면서도 ‘관련 자료’의 판단 기준에 관하여는 별도로 규정하고 있지 않을 뿐만 아니라 공개가 필요한 서류 및 관련 자료는 대통령령에 위임하여 이를 추가할 수 있는 근거 규정을 두고 있다. 구 주택법 제12조 제2항은 ‘주택조합사업 시행에 관한 서류 및 관련 자료’를 포괄적으로 열람·복사 대상으로 정하고 있으므로, 주택조합이 주택조합사업 시행에 관하여 작성하거나 취득하는 등으로 보관하고 있는 서류나 자료는 구 주택법 제12조 제1항이 아니라도 같은 조 제2항에 따라 공개될 수 있다. 그러므로 구 주택법 혹은 그 위임에 따른 시행령에 명문의 근거 규정 없이 주택조합사업 시행의 투명성 확보나 조합 구성원들의 알권리 보장 등 규제의 목적만을 앞세워 구 주택법 제12조 제1항 각호에 명시된 서류의 ‘관련 자료’의 범위를 지나치게 확장하여 인정하는 것은 죄형법정주의가 요구하는 형벌법규 해석원칙에 어긋난다. 그렇다면 구 주택법 제12조 제1항의 ‘관련 자료’에는 각호에 열거된 서류의 진정성립 판단을 위해 확인할 필요가 있는 자료나 해당 서류가 그 내용을 인용하면서 별첨한 자료에 해당하는 등 해당 서류와 불가분적으로 또는 직접적으로 관련된 자료가 포함된다고 할 것이나, 공개 필요성이 있다는 이유만으로 구 주택법 제12조 제1항이나 구 주택법 시행령(2020. 7. 24. 대통령령 제30864호로 개정되기 전의 것) 제25조 각호에 열거된 서류의 ‘관련 자료’에 해당한다고 섣불리 단정하여서는 아니 된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 형법 제1조 제1항 / [2] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제12조 제1항(현행 제12조 제2항 참조), 제2항(현행 제12조 제3항 참조), 제104조 제2호, 제3호 / [3] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제12조 제1항(현행 제12조 제2항 참조) / [4] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제12조 제1항(현행 제12조 제2항 참조), 구 주택법 시행령(2020. 7. 24. 대통령령 제30864호로 개정되기 전의 것) 제25조 / [5] 구 주택법(2020. 1. 23. 법률 제16870호로 개정되기 전의 것) 제12조 제1항(현행 제12조 제2항 참조), 제2항(현행 제12조 제3항 참조), 구 주택법 시행령(2020. 7. 24. 대통령령 제30864호로 개정되기 전의 것) 제25조<br/>",
  "참조판례": "[1] 대법원 2004. 2. 27. 선고 2003도6535 판결(공2004상, 578)<br/>"
}