{
  "판례일련번호": "241637",
  "사건명": "성매매알선등행위의처벌에관한법률위반(성매매알선등)[성매매알선 행위를 통하여 공범인 직원이 지급받은 급여를 「범죄수익은닉의 규제 및 처벌 등에 관한 법률」에 의하여 추징할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2024도8707",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240927",
  "판시사항": "성매매알선 등 행위를 한 주범이 공범인 직원에게 급여를 지급하였으나 범죄수익 분배의 일환으로 지급한 것이 아니라 단순히 범죄수익을 얻기 위하여 비용 지출의 일환으로 지급한 것에 불과한 경우, 공범인 직원에 대하여 성매매알선 등 행위의 처벌에 관한 법률 제25조 후단에 의한 추징이 허용되는지 여부(소극) / 공범인 직원이 성매매알선 등 행위(성매매에 제공되는 사실을 알면서 자금·토지 또는 건물을 제공하는 행위는 제외한다)를 하여 그 범죄행위의 보수 명목으로 급여 등을 받아 실질적으로 귀속된 이익금이 있는 경우, 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률 제10조 제1항, 제8조 제1항 제1호에 의하여 공범인 직원으로부터 급여 등의 이익금을 추징할 수 있는지 여부(적극)<br/>",
  "판결요지": "성매매알선 등 행위의 처벌에 관한 법률(이하 ‘성매매처벌법’이라 한다) 제19조 제2항 제1호를 위반한 범죄로 인하여 얻은 금품이나 그 밖의 재산은 성매매처벌법 제25조 후단에 의하여 추징의 대상이 되고, 위 추징은 부정한 이익을 박탈하여 이를 보유하지 못하게 함에 그 목적이 있는 것이라 할 것이므로, 수인이 공동으로 성매매알선 등 행위를 하여 이익을 얻은 경우에는 각자에게 실질적으로 귀속된 이익금을 개별적으로 추징하여야 한다. 한편 범죄수익을 얻기 위해 범인이 지출한 비용은 그것이 범죄수익으로부터 지출되었다 하더라도 범죄수익을 소비하는 방법에 지나지 않으므로 추징할 범죄수익에서 공제할 것은 아니다. 따라서 성매매알선 등 행위를 한 주범이 공범인 직원에게 급여를 지급한 경우, 주범이 이를 범죄수익 분배의 일환으로 지급한 것이 아니라 단순히 범죄수익을 얻기 위하여 비용 지출의 일환으로 공범인 직원에게 급여를 지급한 것에 불과하다면 공범인 직원에 대하여 위 규정에 의한 추징은 허용될 수 없다. <br/>  그러나 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2022. 1. 4. 법률 제18672호로 개정되기 전의 것, 이하 ‘구 범죄수익은닉규제법’이라 한다) 제2조 제1호 [별표] 제13호는 성매매처벌법 제19조 제2항(성매매알선 등 행위 중 성매매에 제공되는 사실을 알면서 자금·토지 또는 건물을 제공하는 행위는 제외한다)의 죄를 ‘중대범죄’로 규정하고 있고, 구 범죄수익은닉규제법 제2조 제2호 (가)목은 중대범죄에 해당하는 범죄행위에 의하여 생긴 재산뿐만 아니라, 그 ‘범죄행위의 보수로 얻은 재산’도 ‘범죄수익’으로 규정하고 있으며, 위 ‘범죄수익’은 구 범죄수익은닉규제법 제10조 제1항, 제8조 제1항 제1호에 의하여 추징의 대상이 된다. 따라서 공범인 직원이 성매매알선 등 행위(성매매에 제공되는 사실을 알면서 자금·토지 또는 건물을 제공하는 행위는 제외한다)를 하여 그 범죄행위의 보수 명목으로 급여 등을 받아 실질적으로 귀속된 이익금이 있다면, 이에 대하여 성매매처벌법 제25조 후단에 의한 추징은 허용될 수 없다 하더라도, 구 범죄수익은닉규제법 제10조 제1항, 제8조 제1항 제1호에 의하여 공범인 직원으로부터 급여 등의 이익금을 추징할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "성매매알선 등 행위의 처벌에 관한 법률 제19조 제2항 제1호, 제25조, 구 범죄수익은닉의 규제 및 처벌 등에 관한 법률(2022. 1. 4. 법률 제18672호로 개정되기 전의 것) 제2조 제1호 [별표] 제13호, 제2호 (가)목, 제8조 제1항 제1호, 제10조 제1항<br/>",
  "참조판례": "대법원 2018. 7. 11. 선고 2018도6163 판결<br/>"
}