{
  "판례일련번호": "241639",
  "사건명": "근로자지위부존재확인[대리운전업체가 대리운전 기사를 상대로 「노동조합 및 노동관계조정법」(이하 ‘노동조합법’)상 근로자지위부존재확인을 청구한 사건]",
  "사건번호": "2020다267491",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240927",
  "판시사항": "[1] 노동조합 및 노동관계조정법상 근로자에 해당하는지 판단하는 기준과 방법<br/> [2] 대리운전업을 영위하는 甲 주식회사가 다른 대리운전업체들과 대리운전 접수 및 기사 배정 등에 필요한 스마트폰 애플리케이션 프로그램을 공동으로 사용하면서 고객의 대리운전 요청 정보를 공유하고 기사 배정을 공동으로 하였는데, 甲 회사와 동업계약을 체결한 다음 대리운전 업무를 수행한 乙이 노동조합 및 노동관계조정법상 근로자에 해당하는지 문제 된 사안에서, 乙은 소득을 甲 회사에 전적으로 의존하고 있고, 乙의 보수 역시 甲 회사가 사실상 결정한다고 보이는 등 제반 사정에 비추어 乙은 甲 회사의 노동조합 및 노동관계조정법상 근로자라고 봄이 타당하다고 한 사례<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다)상 근로자는 타인과의 사용종속관계하에서 노무에 종사하고 대가로 임금 기타 수입을 받아 생활하는 사람을 말하고, 타인과 사용종속관계가 있는 한 해당 노무공급계약의 형태가 고용, 도급, 위임 또는 무명계약 등 어떤 형태이든 상관없다. 구체적으로 노동조합법상 근로자에 해당하는지는, 노무제공자의 소득이 특정 사업자에게 주로 의존하고 있는지, 노무를 제공받는 특정 사업자가 보수를 비롯하여 노무제공자와 체결하는 계약 내용을 일방적으로 결정하는지, 노무제공자가 특정 사업자의 사업 수행에 필수적인 노무를 제공함으로써 특정 사업자의 사업을 통해서 시장에 접근하는지, 노무제공자와 특정 사업자의 법률관계가 상당한 정도로 지속적·전속적인지, 사용자와 노무제공자 사이에 어느 정도 지휘·감독관계가 존재하는지, 노무제공자가 특정 사업자로부터 받는 임금·급료 등 수입이 노무 제공의 대가인지 등을 종합적으로 고려하여 판단하여야 한다. 노동조합법은 개별적 근로관계를 규율하기 위해 제정된 근로기준법과 달리, 헌법상 근로자의 노동3권 보장을 통해 근로조건의 유지·개선과 근로자의 경제적·사회적 지위 향상 등을 목적으로 제정되었다. 이러한 노동조합법의 입법 목적과 근로자에 대한 정의 규정 등을 고려하면, 노동조합법상 근로자에 해당하는지는 노무제공관계의 실질에 비추어 노동3권을 보장할 필요성이 있는지의 관점에서 판단하여야 하고 반드시 근로기준법상 근로자에 한정된다고 할 것은 아니다.<br/> [2] 대리운전업을 영위하는 甲 주식회사가 다른 대리운전업체들(이하 ‘협력업체들’이라 한다)과 대리운전 접수 및 기사 배정 등에 필요한 스마트폰 애플리케이션 프로그램을 공동으로 사용하면서 고객의 대리운전 요청(이하 ‘콜’이라 한다) 정보를 공유하고 기사 배정을 공동으로 하였는데, 甲 회사와 동업계약을 체결한 다음 대리운전 업무를 수행한 乙이 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다)상 근로자에 해당하는지 문제 된 사안에서, ① 乙은 대리운전 기사로서 그 소득을 甲 회사와 협력업체들로부터 배정받은 고객의 콜을 수행하여 받는 수입에 의존하고 있고, 乙이 협력업체들로부터 배정받은 콜을 수행하여 받은 수입도 甲 회사로부터 받은 수입과 동일한 것으로 평가할 수 있으므로, 乙은 소득을 甲 회사에 전적으로 의존하고 있다고 볼 수 있는 점, ② 대리운전 기사들이 甲 회사에 납부해야 하는 수수료 등을 甲 회사가 일방적으로 결정할 수 있고, 乙의 보수액은 대리운전요금에서 甲 회사가 일방적으로 정한 수수료 등을 공제한 금액인데, 甲 회사가 대리운전요금 액수를 결정한 상태에서 乙에게 콜이 배정되고 乙은 배정받을 콜을 쉽사리 거부하기 어려우므로 乙의 보수 역시 甲 회사가 사실상 결정한다고 봄이 타당한 점, ③ 乙이 제공하는 대리운전 노무는 甲 회사의 대리운전업 영위에 필수적인 것이고, 乙은 甲 회사를 통해서 대리운전시장에 접근하며 甲 회사와 같은 대리운전업체를 통하지 않고 대리운전업을 하는 것은 현실적으로 어려워 보이는 점, ④ 乙은 甲 회사와 동업계약을 체결한 다음 甲 회사 및 협력업체들로부터 콜을 배정받는 관계가 상당한 정도로 지속되어 왔고, 甲 회사에 전속된 정도도 강한 편에 속하는 점, ⑤ 甲 회사와 협력업체들은 주로 자동배정과 우선배정 방식으로 고객의 콜을 대리운전 기사들에게 배정해 왔는데, 대리운전 기사들은 쉽사리 배정을 거부하기 어려웠고, 甲 회사와 협력업체들이 제시하는 우선배정 조건에 따라 콜을 수행하여야 했을 것으로 보이며, 乙이 동업계약서에 규정된 복장과 업무 수행 시 준수할 사항 및 교육을 받을 의무 등을 위반할 경우 주의조치나 계약해지가 가능하였으므로, 甲 회사와 乙 사이에 어느 정도의 지휘·감독관계가 존재한 것으로 볼 수 있는 점, ⑥ 대리운전요금은 고객이 카드 혹은 현금으로 결제하는데, 카드 결제의 경우 甲 회사가 고객이 제공한 카드 정보를 이용하여 대리운전요금을 결제한 후 乙에게 노무제공의 대가로 대리운전비 상당의 금액을 별도로 지급하고, 현금 결제 시에는 고객이 乙에게 대리운전요금을 직접 지급하지만 이는 대리운전요금이 甲 회사에 귀속된 후 甲 회사가 대리운전비를 乙에게 지급하는 절차를 생략한 것으로 볼 수 있으므로, 乙에게 노무제공의 대가를 지급하는 주체는 고객이 아니라 甲 회사라고 보아야 하는 점에 비추어 乙은 甲 회사의 노동조합법상 근로자라고 봄이 타당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제1조, 제2조 제1호 / [2] 노동조합 및 노동관계조정법 제2조 제1호<br/>",
  "참조판례": "[1] 대법원 2018. 6. 15. 선고 2014두12598, 12604 판결(공2018하, 1286), 대법원 2018. 10. 12. 선고 2015두38092 판결(공2018하, 2120)<br/>"
}