{
  "판례일련번호": "241601",
  "사건명": "사기[법원이 해외에 체류 중인 사람에 대하여 선서 없이 인터넷 화상장치로 진술을 청취한 경우 그 진술 녹음파일과 녹취서의 증거능력이 문제된 사건]",
  "사건번호": "2020도14843",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240912",
  "판시사항": "형사소송법이 증인 등 인증(人證), 증거서류와 증거물 및 그 밖의 증거를 구분한 다음 각각의 증거방법에 대한 증거조사 방식을 개별적·구체적으로 규정하고, 특히 증인에 대한 증거조사를 ‘신문’의 방식으로 하면서 엄격한 절차 규정을 둔 취지 / 형사소송법에서 정한 절차와 방식에 따른 증인신문절차를 거치지 아니한 채 증인에 대하여 선서 없이 법관이 임의의 방법으로 청취한 진술과 그 진술의 형식적 변형에 불과한 증거(녹음파일 등)의 증거능력 유무(소극) 및 이는 피고인이나 변호인이 그러한 절차 진행에 동의하였거나 사후에 그와 같은 증거조사 결과에 대하여 이의를 제기하지 아니하고 그 녹음파일 등을 증거로 함에 동의하였더라도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "헌법은 제12조 제1항 후문에서 적법절차원칙을 천명하고, 제27조에서 ‘법률에 의한 재판을 받을 권리’를 보장하고 있다. 형사소송법은 이를 실질적으로 구현하기 위하여, 피고사건에 대한 실체 심리는 공개된 법정에서 검사와 피고인 양 당사자의 공격·방어활동에 의하여 행해져야 한다는 당사자주의와 공판중심주의 원칙 및 공소사실의 인정은 법관의 면전에서 직접 조사한 증거만을 재판의 기초로 해야 한다는 직접심리주의와 증거재판주의 원칙을 기본원칙으로 채택하고 있다. <br/>  형사소송법은 증인 등 인증(人證), 증거서류와 증거물 및 그 밖의 증거를 구분한 다음 각각의 증거방법에 대한 증거조사 방식을 개별적·구체적으로 규정하여 위와 같은 헌법적 형사소송의 이념을 구체화하고 있다. 특히 형사소송법 제1편 제12장 및 형사소송규칙 제1편 제12장에서 증인에 대한 증거조사를 ‘신문’의 방식으로 하면서 소환방법과 법정에 불출석할 경우의 제재와 조치, 출석한 증인에 대한 선서와 위증의 벌의 경고, 증언거부권 고지 및 신문의 구체적인 방식 등에 대하여 엄격한 절차 규정을 두는 한편, 법정 외 신문(제165조), 비디오 등 중계장치 등에 의한 증인신문(제165조의2) 규정에서 정한 사유 등이 있는 때에만 예외적으로 증인이 직접 법정에 출석하지 않고 증언할 수 있도록 정하였다. 이는 사건의 실체를 규명하는 데 가장 직접적이고 핵심적인 증인으로 하여금 원칙적으로 공개된 법정에 출석하여 법관 앞에서 선서한 후 정해진 절차에 따른 신문의 방식으로 증언하도록 하여 재판의 공정성과 증언의 확실성·진실성을 담보하고, 법관은 그러한 증인의 진술을 토대로 형성된 유무죄의 심증에 따라 사건의 실체를 규명하도록 하기 위함이다. <br/>  그러므로 범죄사실의 인정을 위한 증거조사는 특별한 사정이 없는 한 공개된 법정에서 법률이 그 증거방법에 따라 정한 방식으로 하여야 하고, 이를 토대로 형성된 심증에 따라 공소가 제기된 범죄사실이 합리적인 의심이 없는 정도로 증명되었는지를 판단하여야 한다. 형사소송법에서 정한 절차와 방식에 따른 증인신문절차를 거치지 아니한 채 증인에 대하여 선서 없이 법관이 임의의 방법으로 청취한 진술과 그 진술의 형식적 변형에 불과한 증거(녹음파일 등)는 적법한 증거조사 절차를 거치지 않은 증거로서 증거능력이 없다. 따라서 사실인정의 자료로 삼을 수도 없고, 피고인이나 변호인이 그러한 절차 진행에 동의하였다거나 사후에 그와 같은 증거조사 결과에 대하여 이의를 제기하지 아니하고 그 녹음파일 등을 증거로 함에 동의하였더라도 그 위법성이 치유되지 않는다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 제27조, 형사소송법 제150조의2, 제151조, 제156조, 제157조, 제158조, 제160조, 제161조의2, 제165조, 제165조의2, 제275조, 제307조, 제318조<br/>",
  "참조판례": "대법원 2011. 11. 10. 선고 2011도11115 판결, 대법원 2019. 11. 28. 선고 2013도6825 판결(공2020상, 210)<br/>"
}