{
  "판례일련번호": "241603",
  "사건명": "도시및주거환경정비법위반[재건축조합 추진위원회 위원장이 토지등소유자의 열람·복사 요청에 불응한 사건]",
  "사건번호": "2021도14485",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240912",
  "판시사항": "[1] 정비사업의 시행과 관련된 서류와 자료를 공개해야 할 의무 등을 규정하고 이를 위반하는 행위를 처벌하는 구 도시 및 주거환경정비법 제124조 제1항, 제4항, 제138조 제1항 제7호의 입법 취지<br/>  [2] 구 도시 및 주거환경정비법 혹은 그 위임에 따른 시행령에 별도의 규정 없이 공개 필요성이 있다는 이유만으로 구 도시 및 주거환경정비법 제124조 제1항에서 말하는 ‘관련 자료’에 해당한다고 할 수 있는지 여부(소극) 및 위 조항 각호의 서류가 작성되지 않았는데도, 해당 서류의 관련 자료에 해당한다는 이유로 공개 대상이 된다고 볼 수 있는지 여부(소극)<br/>  [3] 조합이나 추진위원회가 정비사업 시행에 관하여 작성하거나 취득하는 등으로 보관하고 있는 서류와 관련 자료에 관하여 조합원, 토지 등 소유자가 열람·복사를 요청할 경우, 조합설립추진위원회 위원장 또는 사업시행자가 그 요청에 따라야 하는지 여부(원칙적 적극) 및 열람·복사 대상인 서류나 관련 자료가 공공기관의 정보공개에 관한 법률에서 정한 비공개 대상에 해당하는 경우에도 마찬가지인지 여부(적극) <br/>  [4] 재건축정비사업 추진위원회의 추진위원장인 피고인이 토지 등 소유자인 甲이 이메일로 발송한 ‘법무사 입찰업체의 정관제안서 비교자료의 열람·복사 신청서’를 수신하였음에도 15일 이내에 열람·복사 요청에 따르지 않았다는 공소사실로 기소된 사안에서, 위 자료가 구 도시 및 주거환경정비법 제124조 제4항에서 말하는 ‘정비사업 시행에 관한 서류와 관련 자료’에 해당하는 것이 명백하다는 이유로, 공소사실을 유죄로 인정한 사례<br/>",
  "판결요지": "[1] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것) 제124조 제1항, 제4항, 제138조 제1항 제7호의 입법 취지는, 조합이 정비사업을 시행하는 경우 조합임원은 조합을 대표하면서 막대한 사업자금을 운영하는 등 각종 권한을 가지고 있기 때문에 조합임원과 건설사 간 유착으로 인한 비리가 발생할 소지가 크고, 정비사업과 관련된 비리는 그 조합과 조합원의 피해로 직결되어 지역사회와 국가 전체에 미치는 병폐도 크므로, 이를 개선하기 위한 방안으로서 정비사업의 시행과 관련된 서류와 자료를 공개하도록 하여 정비사업의 투명성·공공성을 확보하고 조합원의 알권리를 충족시키기 위한 것이다. <br/>  [2] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제124조 제1항은 공개 대상 서류를 각호에서 구체적으로 열거하면서도 ‘관련 자료’의 판단 기준에 관하여는 정하고 있지 않을 뿐만 아니라, 그 밖에 공개가 필요한 서류 및 관련 자료를 대통령령으로 추가할 수 있는 위임 근거 규정을 두고 있으므로, 구 도시정비법 혹은 그 위임에 따른 시행령에 별도의 규정이 없음에도 정비사업의 투명성·공공성 확보 내지 조합원의 알권리 보장 등 규제의 목적만을 앞세워 각호에 명시된 서류의 ‘관련 자료’의 범위를 지나치게 확장하여 인정하는 것은 죄형법정주의가 요구하는 형벌법규 해석원칙에 어긋난다. 따라서 위 조항에 열거된 서류의 진정성립 판단을 위해 확인할 필요가 있는 자료나 해당 서류가 그 내용을 인용하면서 별첨한 자료 등 해당 서류와 불가분적 또는 직접적으로 관련된 자료는 위 조항에서 말하는 ‘관련 자료’에 포함될 수 있으나, 공개 필요성이 있다는 이유만으로 그 ‘관련 자료’에 해당한다고 단정해서는 안 된다. 또한 위 조항 각호의 서류가 작성된 바 없어 공개 대상이 되지 않는다면, 해당 서류의 관련 자료에 해당한다는 이유로 공개 대상이 된다고 볼 수도 없다. <br/>  [3] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)은 제124조 제4항에서 같은 항 각호 및 같은 조 제1항 각호의 서류 및 관련 자료를 포함하여 ‘정비사업 시행에 관한 서류와 관련 자료’를 포괄적으로 열람·복사의 대상으로 규정하고 있으며, 제124조 제3항에서 주민등록번호를 열람·복사 대상에서 제외하고 국토교통부령으로 열람·복사의 방법과 절차를 정하도록 위임하여 그에 따라 도시 및 주거환경정비법 시행규칙 제22조가 ‘열람·복사 요청은 사용목적 등을 기재한 서면(전자문서를 포함한다)으로 하여야 한다.’고 정한 것 외에는 열람·복사 대상에서 제외하는 서류 또는 자료를 명시하거나 조합설립추진위원회 위원장(이하 ‘추진위원장’이라 한다) 또는 사업시행자(이하 ‘추진위원장 등’이라 한다)가 열람·복사 요청에 응하지 않을 수 있는 사유 등을 규정하고 있지 않다. 이와 같이 구 도시정비법은 조합원, 토지 등 소유자(이하 ‘토지 등 소유자 등’이라 한다)에게 열람·복사 요청권을 부여함으로써 조합이나 추진위원회가 정비사업 시행에 관하여 작성하거나 취득하는 등으로 보관하고 있는 서류와 자료 모두를 잠정적 공개 대상으로 정하고 있으므로, 추진위원장 등은 위 서류 및 관련 자료에 관하여 토지 등 소유자 등으로부터 열람·복사 요청이 있는 경우 그 요청 방법이나 절차가 법령에 위반되거나 그 요청에 응하는 것이 다른 법률에 위반되는 것이 아닌 이상 15일 이내에 그 요청에 따라야 한다. 토지 등 소유자 등의 열람·복사 요청에 대하여는 공공기관의 정보공개에 관한 법률이 적용되지 않으므로, 열람·복사 대상인 서류나 관련 자료가 위 법률이 정한 비공개 대상에 해당하는 경우에도 마찬가지이다. <br/>  [4] 재건축정비사업 추진위원회의 추진위원장인 피고인이 토지 등 소유자인 甲이 이메일로 발송한 ‘법무사 입찰업체의 정관제안서 비교자료의 열람·복사 신청서’를 수신하였음에도 15일 이내에 열람·복사 요청에 따르지 않았다는 공소사실로 기소된 사안에서, 추진위원회가 법률자문업무 등 용역을 수행할 법무사 선정을 위한 입찰에 따라 용역업체를 선정하였으나 용역계약이 실제로 체결되지 않아 용역계약서가 작성되지 않았으므로 그 용역계약서는 공개 대상이 되지 않고, 위 자료 역시 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다) 제124조 제1항 제2호가 정한 용역업체 선정계약서의 ‘관련 자료’로서 공개 대상이 된다고 보기 어렵지만, ‘조합 정관 초안의 작성’은 추진위원회의 업무에 속하고, 위 추진위원회는 이러한 업무 수행의 일환으로 입찰 기회에 입찰업체로부터 정관 초안을 제출받아 위 자료를 작성·보유하게 되었으므로 위 자료는 구 도시정비법 제124조 제4항에서 말하는 ‘정비사업 시행에 관한 서류와 관련 자료’에 해당하는 것이 명백하고, 甲의 열람·복사 요청이 법령에서 정한 방법이나 절차를 위반했다거나 그 요청에 응하는 것이 다른 법률에 위반된다고 볼 만한 사정도 없다는 이유로, 공소사실을 유죄로 인정한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것) 제124조 제1항, 제4항, 제138조 제1항 제7호 / [2] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것) 제124조 제1항 / [3] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것) 제124조 제1항, 제3항, 제4항, 도시 및 주거환경정비법 시행규칙 제22조 / [4] 구 도시 및 주거환경정비법(2022. 6. 10. 법률 제18941호로 개정되기 전의 것) 제124조 제1항, 제4항, 제138조 제1항 제7호<br/>",
  "참조판례": "[1] 대법원 2021. 2. 10. 선고 2019도18700 판결(공2021상, 662), 헌법재판소 2011. 4. 28. 선고 2009헌바90 전원재판부 결정(헌공175, 702) / [2] 대법원 2022. 1. 27. 선고 2021도15334 판결(공2022상, 500)<br/>"
}