{
  "판례일련번호": "241679",
  "사건명": "종합부동산세등부과처분취소",
  "사건번호": "2023구합56415",
  "법원명": "서울행법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240723",
  "판시사항": "이미 주택을 소유하고 있던 甲이 2021. 4. 26. 피상속인인 모의 주택에 관하여 협의분할에 의한 상속을 원인으로 한 소유권이전등기를 마친 후 2021. 6. 14. 상속받은 주택을 타인에게 매도 후 소유권이전등기를 마쳐주었는데, 관할 세무서장이 종합부동산세 과세기준일(2021. 6. 1.) 기준 기존 주택과 상속받은 주택을 甲의 종합부동산세 과세대상 주택으로 포함하여 종합부동산세 등을 결정·고지한 사안에서, 구 종합부동산세법 제8조 제1항 및 구 종합부동산세법 시행령 제4조의2 제3항 등에서 상속으로 일시적, 우발적으로 2주택을 소유하게 된 납세의무자에 대하여 예외규정을 두지 않은 것이 과잉금지원칙에 반하여 재산권을 침해하거나 평등원칙에 위반된다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "이미 주택을 소유하고 있던 甲이 2021. 4. 26. 피상속인인 모의 주택에 관하여 협의분할에 의한 상속을 원인으로 한 소유권이전등기를 마친 후 2021. 6. 14. 상속받은 주택을 타인에게 매도 후 소유권이전등기를 마쳐주었는데, 관할 세무서장이 종합부동산세 과세기준일(2021. 6. 1.) 기준 기존 주택과 상속받은 주택을 甲의 종합부동산세 과세대상 주택으로 포함하여 종합부동산세 등을 결정·고지한 사안이다.<br/>  ① 구 종합부동산세법(2022. 9. 15. 법률 제18977호로 개정되기 전의 것, 이하 같다)에서 소유 주택 수에 따라 구분하여 세율체계를 차별하는 것은 3주택(조정대상지역 내 2주택) 이상을 소유한 자에 대하여 투기적 목적의 주택 소유를 억제하도록 하기 위하여 도입된 것으로 입법 목적의 정당성이 인정되는 점, 주택 수와 공시가격을 기준으로 하여 누진세율을 적용해 과세하도록 한 것은 입법재량의 범위 내에서 부동산의 가격안정과 담세능력에 상응한 과세를 도모하기 위한 것이고, 종합부동산세법은 헌법 제35조 제3항, 제122조 규정의 구체적인 구현방법으로 고액의 부동산 보유자에 대하여 종합부동산세를 부과함으로써 부동산 보유에 대한 조세 형평을 제고하고, 부동산의 가격안정을 도모하여 지방재정의 균형발전과 국민경제의 건전한 발전에 이바지함을 그 목적으로 하고 있어 방법의 적절성을 수긍할 수 있는 점, 종합부동산세법이 규정한 조세의 부담은 재산권의 본질적 내용인 사적 유용성과 원칙적인 처분권한을 여전히 부동산 소유자에게 남겨 놓은 한도 내에서의 재산권의 제한에 불과하고, 그에 비하여 부동산의 과다 보유 및 부동산에 대한 투기적 수요 등을 억제함으로써 부동산가격안정을 꾀하여 국민 경제의 건전한 발전을 도모함으로써 얻을 수 있는 공익이 더 크다고 할 것이어서 피해의 최소성 및 법익 균형성의 원칙에 어긋난다고 보기 어려운 점을 종합하면 구 종합부동산세법 제8조 제1항 및 구 종합부동산세법 시행령(2022. 2. 15. 대통령령 제32425호로 개정되기 전의 것, 이하 같다) 제4조의2 제3항 등에서 상속으로 일시적, 우발적으로 2주택을 소유하게 된 납세의무자에 대하여 예외규정을 두지 않은 것이 재산권을 침해하였다고 볼 수 없고, ② 구 종합부동산세법이 일정한 시점(과세기준일) 소유 주택 수에 따른 세율을 차등 적용하는 경우 어떠한 방식으로 과세 예외조항이나 조정장치를 둘 것인지는 입법자가 입법 목적, 과세공평 등 여러 가지 사정을 고려하여 결정하여야 할 입법정책의 문제인 점, 종합부동산세법령의 개정 경과에 비추어 보면 입법자는 1세대 1주택자의 범위를 점차 확대하고 그 혜택의 범위를 상대적으로 넓히는 방향으로 개정하여 왔음을 알 수 있는데, 그 과정에서 1주택자로서의 혜택을 받을 대상의 범위가 다소 제한된 부분(상속으로 인한 일시적 주택 소유 등)이 있다고 하여 이를 두고 과세형평이나 조세평등주의에 위반된다고 보기는 어려운 점, 상속을 통해 추가로 주택을 소유하게 된 경우 가능한 여러 입법적 조치 중 어떠한 방법을 선택할 것인지는 폭넓은 입법형성의 재량 범위에 있으므로, 구 종합부동산세법 시행령 제4조의2 제3항 제1호와 같이 소유 지분율이나 공시가격의 상한을 설정하는 방법을 취한 것이 현저하게 비합리적이고 불공정한 정도의 조치에 해당한다고 보기 어려운 점, 1세대 1주택자가 상속을 통해 1세대 2주택자가 된 경우 상속을 통해 취득한 주택을 처분할 것인지 보유할 것인지, 어느 주택을 처분할 것인지를 스스로 선택할 수 있고, 종합부동산세 과세기준일 현재 이들을 보유하다가 추후 처분한 사정은 사후적 사정에 불과하므로, 양자를 달리 보는 것이 합리적인 이유 없이 차별하는 것이라 할 수 없고, 기본적으로 재산보유세적 성격을 가지는 종합부동산세의 성격을 고려하면 더욱 그러한 점을 종합하면 구 종합부동산세법 제8조 제1항 및 구 종합부동산세법 시행령 제4조의2 제3항 등이 평등원칙에 위반된다고 볼 수 없다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제23조 제1항, 제35조 제3항, 제122조, 구 종합부동산세법(2022. 9. 15. 법률 제18977호로 개정되기 전의 것) 제1조, 제7조, 제8조, 제9조, 구 종합부동산세법 시행령(2022. 2. 15. 대통령령 제32425호로 개정되기 전의 것) 제4조의2 제3항(현행 제4조의3 제3항 참조)<br/>",
  "참조판례": ""
}