{
  "판례일련번호": "241625",
  "사건명": "용역비·용역비[당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점에 대한 법원의 석명 또는 지적의무 위반 여부가 문제된 사건]",
  "사건번호": "2024다224645, 224652",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240927",
  "판시사항": "[1] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/> [2] 조합계약의 당사자가 조합계약을 해제 또는 해지하고 상대방에게 원상회복의 부담을 지울 수 있는지 여부(소극) 및 조합의 탈퇴와 해산청구의 차이 / 조합 당사자 간의 불화·대립으로 인하여 신뢰관계가 깨어지고 특정 조합원의 탈퇴나 제명으로도 조합업무의 원활한 운영을 기대할 수 없게 된 상황에서 특정 조합원이 다른 조합원에게 해지통고를 한 경우, 이를 조합의 해산청구로 볼 수 있는지 여부(적극)<br/> [3] 블록체인 기반 시스템 및 응용 소프트웨어 개발업 등을 영위하는 甲 주식회사 등이 부동산 임대관리 플랫폼 사업을 영위하는 乙 주식회사와, 乙 회사는 기획 및 설계, 디자인 제공 등의 역할을 담당하고 甲 회사 등은 솔루션 개발 및 공급 등의 역할을 담당하기로 하는 내용으로 블록체인 기반 부동산임대관리 시스템의 개발 등에 관한 전략적 업무제휴 및 공동사업 계약을 체결하였는데, 이후 甲 회사가 乙 회사에 ‘乙 회사가 계약을 이행할 능력이 없으므로 계약의 해지/해제 조항 또는 민법 제390조에 따라 계약을 해지한다.’고 통지한 다음, 위 계약이 자신의 의사표시에 의하여 적법하게 해제 또는 해지되었다며 乙 회사를 상대로 위 계약의 해지/해제 조항에 따른 원상회복, 위약벌 또는 위약금으로 당초 분담하기로 한 개발인건비 중 미지급금의 지급을 구하는 본소를 제기하자, 乙 회사가 위 계약의 해지/해제 조항은 단지 계약 종료일 기준으로 상대방에게 지급의무가 있는 미지급금을 즉시 지급하라는 취지의 조항에 불과하다며 甲 회사의 주장을 반박한 다음, 위 계약은 합의에 의하여 해지되었다며 甲 회사를 상대로 계약의 합의해지에 따른 원상회복으로 기지급 개발인건비의 반환을 구한 사안에서, 甲 회사와 乙 회사가 한편으로는 위 계약이 동업계약에 해당한다고 주장하면서 다른 한편으로는 동업계약과 같은 조합계약에서 허용되지 않는 방식인 ‘계약의 해제 또는 해지’에 의한 계약 종료를 주장하며 그에 따른 원상회복이나 손해배상 등을 구하고 있는데도, 석명권 행사 등의 조치를 취하지 아니한 채 위 계약은 조합계약에 해당하고 이에 기한 조합은 甲 회사의 해산청구에 의해 해산되었다고 판단하여 이를 전제로 본소청구와 반소청구를 모두 배척한 원심판단에는 석명의무 위반의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제136조 제1항은 \"재판장은 소송관계를 분명하게 하기 위하여 당사자에게 사실상 또는 법률상 사항에 대하여 질문할 수 있고, 증명을 하도록 촉구할 수 있다.\"라고 정하고, 제4항은 \"법원은 당사자가 간과하였음이 분명하다고 인정되는 법률상 사항에 관하여 당사자에게 의견을 진술할 기회를 주어야 한다.\"라고 정하고 있다. <br/>  그러므로 당사자가 부주의 또는 오해로 인하여 명백히 간과한 법률상의 사항이 있거나 당사자의 주장이 법률상의 관점에서 보아 모순이나 불명료한 점이 있는 경우 법원은 적극적으로 석명권을 행사하여 당사자에게 의견진술의 기회를 주어야 하고, 만일 이를 게을리한 경우에는 석명 또는 지적의무를 다하지 아니한 것으로서 위법하다.<br/>  또한 당사자가 부주의 또는 오해로 증명하지 않은 것이 분명하거나 쟁점으로 될 사항에 관하여 당사자 사이에 명시적인 다툼이 없는 경우에는 법원은 석명을 구하고 증명을 촉구하여야 하고, 만일 당사자가 전혀 의식하지 못하거나 예상하지 못하였던 법률적 관점을 이유로 법원이 청구의 당부를 판단하려는 경우에는 그러한 관점에 대하여 당사자에게 의견진술의 기회를 주어야 한다. 그와 같이 하지 않고 예상외의 재판으로 당사자 일방에게 뜻밖의 판결을 내리는 것은 석명의무를 다하지 않아 심리를 제대로 하지 않은 잘못을 저지른 것이 된다.<br/> [2] 동업계약과 같은 조합계약에서는 조합의 해산청구를 하거나 조합으로부터 탈퇴를 하거나 또는 다른 조합원을 제명할 수 있을 뿐이지 일반계약에서처럼 조합계약을 해제 또는 해지하고 상대방에게 그로 인한 원상회복의 의무를 부담지울 수는 없다. 그리고 민법 제716조에 의한 조합의 탈퇴라 함은 특정 조합원이 장래에 향하여 조합원으로서의 지위를 벗어나는 것으로서, 이 경우 조합 자체는 나머지 조합원에 의해 동일성을 유지하며 존속하는 것이므로 결국 탈퇴는 잔존 조합원이 동업사업을 계속 유지·존속함을 전제로 하는 것인 반면, 민법 제720조에 의한 조합의 해산청구는 조합이 소멸하기 위하여 그의 목적인 사업을 수행하기 위한 적극적인 활동을 중지하고, 조합재산을 정리하는 단계에 들어가는 것이다. 따라서 조합 당사자 간의 불화·대립으로 인하여 신뢰관계가 깨어지고 특정 조합원의 탈퇴나 제명으로도 조합업무의 원활한 운영을 기대할 수 없게 된 상황에서 특정 조합원이 다른 조합원에게 해지통고를 한 것이라면 이는 조합의 소멸을 동반하는 조합의 해산청구로 볼 수 있다.<br/> [3] 블록체인 기반 시스템 및 응용 소프트웨어 개발업 등을 영위하는 甲 주식회사 등이 부동산 임대관리 플랫폼 사업을 영위하는 乙 주식회사와, 乙 회사는 기획 및 설계, 디자인 제공 등의 역할을 담당하고 甲 회사 등은 솔루션 개발 및 공급 등의 역할을 담당하기로 하는 내용으로 블록체인 기반 부동산임대관리 시스템의 개발 등에 관한 전략적 업무제휴 및 공동사업 계약을 체결하였는데, 이후 甲 회사가 乙 회사에 ‘乙 회사가 계약을 이행할 능력이 없으므로 계약의 해지/해제 조항 또는 민법 제390조에 따라 계약을 해지한다.’고 통지한 다음, 위 계약이 자신의 의사표시에 의하여 적법하게 해제 또는 해지되었다며 乙 회사를 상대로 위 계약의 해지/해제 조항에 따른 원상회복, 위약벌 또는 위약금으로 당초 분담하기로 한 개발인건비 중 미지급금의 지급을 구하는 본소를 제기하자, 乙 회사가 위 계약의 해지/해제 조항은 단지 계약 종료일 기준으로 상대방에게 지급의무가 있는 미지급금을 즉시 지급하라는 취지의 조항에 불과하다며 甲 회사의 주장을 반박한 다음, 위 계약은 합의에 의하여 해지되었다며 甲 회사를 상대로 계약의 합의해지에 따른 원상회복으로 기지급 개발인건비의 반환을 구한 사안에서, 甲 회사와 乙 회사가 한편으로는 위 계약이 동업계약에 해당한다고 주장하면서 다른 한편으로는 동업계약과 같은 조합계약에서 허용되지 않는 방식인 ‘계약의 해제 또는 해지’에 의한 계약 종료를 주장하며 그에 따른 원상회복이나 손해배상 등을 구하고 있는데, 이는 당사자가 부주의 또는 오해로 인하여 명백히 간과한 법률상의 사항이 있거나 당사자의 주장이 법률상의 관점에서 보아 모순이나 불명료한 점이 있는 경우에 해당하므로, 위 계약이 동업계약으로서 조합계약에 해당하는지, 만일 그렇다면 甲 회사와 乙 회사가 각각 주장하는 위 계약의 종료원인이 조합원 지위의 상실 또는 조합의 해산 중 어느 것에 해당하며 그에 따른 법률효과는 어떠한지에 관하여 당사자에게 석명을 구하면서 증명을 촉구하거나 의견진술의 기회를 주었어야 하는데도, 적절히 석명권을 행사하는 등의 조치를 취하지 아니한 채 위 계약은 조합계약에 해당하고 이에 기한 조합은 甲 회사의 해산청구에 의해 해산되었다고 판단하여 이를 전제로 본소청구와 반소청구를 모두 배척한 원심판단에는 석명의무 위반의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 제1항, 제4항 / [2] 민법 제543조, 제548조, 제703조, 제716조, 제718조, 제720조 / [3] 민사소송법 제136조 제1항, 제4항, 민법 제543조, 제548조, 제703조, 제716조, 제718조, 제720조<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2009다42765 판결(공2009하, 2081), 대법원 2022. 4. 14. 선고 2021다276973 판결(공2022상, 909) / [2] 대법원 1994. 5. 13. 선고 94다7157 판결(공1994상, 1685), 대법원 1996. 3. 26. 선고 94다46268 판결(공1996상, 1367), 대법원 2007. 11. 15. 선고 2007다48370, 48387 판결<br/>"
}