{
  "판례일련번호": "241779",
  "사건명": "부당이득금[주택법상 지역주택조합의 조합장이 조합규약이나 총회 결의 없이 보수를 지급받은 경우 부당이득 성립 여부 및 그 보수 지급이 도의관념에 적합한 비채변제인지 여부가 문제된 사건]",
  "사건번호": "2024다257362",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241008",
  "판시사항": "[1] 주택법에 따라 설립된 주택조합 재산의 소유관계(=조합원 전원의 총유) 및 그 관리·처분 방법<br/>[2] 당사자 일방이 자신의 의사에 따라 일정한 급부를 한 다음 그 급부가 법률상 원인 없음을 이유로 반환을 청구하는 이른바 급부부당이득의 경우, 급부 자체가 급부수령자의 이익 및 급부자의 손해를 구성하는지 여부(적극)<br/>[3] 민법 제744조에서 정한 도의관념에 적합한 비채변제에서 변제가 도의관념에 적합한 것인지 판단하는 기준 및 그 증명책임의 소재(=급부수령자) / 비채변제가 강행법규를 위반한 무효의 약정 또는 상대방의 고의·중과실의 위법행위에 기하여 이루어졌다는 사정만으로 그러한 변제행위가 도의관념에 적합한 비채변제라고 단정할 수 있는지 여부(소극)<br/>[4] 甲 지역주택조합의 조합장 乙이 甲 조합의 이사회에서 임원 급여 지급규정을 제정하고 그에 따른 보수를 지급받았는데, 甲 조합이 乙을 상대로 乙이 보수규정이나 총회 결의 없이 임의로 보수를 지급받았다고 주장하면서 부당이득반환을 구한 사안에서, 甲 조합의 보수 지급에는 법률상 원인이 없는데도 乙이 이를 수령함으로써 이익을 얻어 이로 인하여 甲 조합이 보수 상당의 손해를 입었고, 甲 조합이 乙에게 위 보수를 지급한 것을 도의관념에 적합한 비채변제라고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 주택법에 따라 설립된 주택조합의 재산은 조합원 전원의 총유에 속하며, 총유물의 관리 및 처분에 관하여 조합규약에 정한 바가 있으면 이에 따라야 하고 그에 관한 조합규약이 없으면 조합원 총회의 결의에 의하여야 할 것이며, 그와 같은 절차를 거치지 않은 행위는 무효이다.<br/>[2] 민법 제741조는 \"법률상 원인 없이 타인의 재산 또는 노무로 인하여 이익을 얻고 이로 인하여 타인에게 손해를 가한 자는 그 이익을 반환하여야 한다.\"라고 정하고 있다. 당사자 일방이 자신의 의사에 따라 일정한 급부를 한 다음 그 급부가 법률상 원인 없음을 이유로 반환을 청구하는 이른바 급부부당이득의 경우 그 급부 자체가 급부수령자의 이익 및 급부자의 손해를 구성한다. <br/>[3] 민법 제744조가 정하는 도의관념에 적합한 비채변제에서 변제가 도의관념에 적합한 것인지는 객관적인 관점에서 급부를 수령자가 그대로 보유하는 것이 일반인의 법감정에 부합하는지에 따라 판단하고 이에 대한 증명책임은 급부수령자에게 있으며, 비채변제가 강행법규를 위반한 무효의 약정 또는 상대방의 고의·중과실의 위법행위에 기하여 이루어진 경우에는 그러한 변제행위를 도의관념에 적합한 비채변제라고 속단하여서는 아니 된다.<br/>[4] 甲 지역주택조합의 조합장 乙이 甲 조합의 이사회에서 임원 급여 지급규정을 제정하고 그에 따른 보수를 지급받았는데, 甲 조합이 乙을 상대로 乙이 보수규정이나 총회 결의 없이 임의로 보수를 지급받았다고 주장하면서 부당이득반환을 구한 사안에서, 甲 조합이 조합재산에서 조합장인 乙의 보수를 지급하려면 조합규약이나 총회 결의가 있어야 하는데, 甲 조합의 조합규약에서 임원의 보수에 관하여 규정하는 조항은 유급직원과 달리 임원의 보수를 지급할 의무를 부여하지는 않은 채 보수규정에 따라 보수를 지급할 수 있다고 하였으나, 보수규정을 제정할 권한이 있는 총회에서는 보수규정을 제정하지 않았으므로, 甲 조합의 보수 지급에는 법률상 원인이 없는데도 乙이 이를 수령함으로써 이익을 얻어 이로 인하여 甲 조합이 보수 상당의 손해를 입었고, 지역주택조합에 관한 규정에 비추어 보면 지역주택조합은 높은 공공성이 요구되는 점, 乙은 甲 조합의 조합장으로서 甲 조합을 대표하고 조합의 모든 사무를 총괄하는데, 비법인사단인 甲 조합과 그 대표기관인 乙의 이와 같은 관계는 위임인과 수임인의 법률관계와 같은 것으로서 민법은 위임을 원칙적으로 무상계약으로 정하고 있는 점, 조합임원의 보수에 관한 사항을 조합원들이 총회에서 정하도록 한 것은 조합임원이 자신의 보수와 관련하여 개인적 이익을 도모하는 폐해를 방지하여 조합과 조합원 및 조합채권자의 이익을 보호하기 위한 데 있는 점, 甲 조합의 원시 조합규약은 임원 보수에 관하여 규정하면서, 甲 조합에 임원 보수 지급의무를 부여하지는 않은 채 보수규정에 따라 보수를 지급할 수 있다고만 하였고, 총회에서는 보수규정을 제정하지 않았는데, 조합장인 乙은 원시 조합규약이 제정된 후 다른 이사 1명과 함께 이사회를 개최하여 효력이 없는 위 임원 급여 지급규정을 제정하고 乙이 받을 구체적인 보수액에 대하여 결의한 다음, 조합설립인가일 이후부터 위 결의에 따른 보수를 지급받은 점, 원심은 이사회에서 원시 조합규약을 근거로 위 임원 급여 지급규정을 제정한 것을 위 보수 지급이 도의관념에 적합하다는 판단의 근거로 삼았으나, 원시 조합규약은 그 시행예정일인 조합설립인가일 전에 임시총회 결의로 삭제됨으로써 시행된 적이 없는 점 등에 비추어, 甲 조합이 乙에게 위 보수를 지급한 것을 도의관념에 적합한 비채변제라고 볼 수 없다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제275조, 제276조, 주택법 제2조 / [2] 민법 제741조 / [3] 민법 제744조 / [4] 민법 제275조, 제276조, 제680조, 제681조, 제686조, 제741조, 제744조, 주택법 제1조, 제2조, 구 주택법 시행령(2019. 10. 22. 대통령령 제30146호로 개정되기 전의 것) 제20조 제1항, 제20조 제2항 제5호, 제3항, 구 주택법 시행규칙(2019. 5. 31. 국토교통부령 제624호로 개정되기 전의 것) 제7조 제5항 제1호<br/>",
  "참조판례": "[1] 대법원 2013. 7. 25. 선고 2011다7628 판결(공2013하, 1563) / [3] 대법원 2016. 4. 12. 선고 2015다218723 판결<br/>"
}