{
  "판례일련번호": "241787",
  "사건명": "부당이득금[주택재개발정비사업 정비구역에 포함된 국·공유재산 중 일반재산을 점유·사용한 사업시행자에 대한 변상금 부과처분이 당연무효인지 여부가 문제된 사건]",
  "사건번호": "2023다210991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241008",
  "판시사항": "[1] 국유재산 또는 공유재산에 대한 점유나 사용·수익을 정당화할 법적 지위에 있는 자에 대하여 이루어진 변상금 부과처분의 효력(당연무효)<br/>[2] 사업시행계획상 정비구역에 포함된 일반재산이 사업시행자에게 양도되는 것으로 예정되어 있는 경우, 사업시행자는 사업시행인가가 이루어진 때부터 그 일반재산에 대한 사용·수익을 정당화할 법적 지위에 있다고 보아야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 국유재산법 제72조 제1항 본문, 제2조 제9호, 공유재산 및 물품 관리법 제81조 제1항 본문, 제2조 제9호가 사용허가나 대부계약 없이 국유재산 또는 공유재산을 사용·수익하거나 점유한 자에 대하여 그 재산에 대한 사용료 또는 대부료의 100분의 120에 상당하는 변상금을 징수하도록 규정한 것은, 국유재산 또는 공유재산에 대한 점유나 사용·수익 자체가 법률상 아무런 권원 없이 이루어진 경우에는 정상적인 사용료나 대부료를 징수할 수 없기 때문에 그 사용료나 대부료 대신에 변상금을 징수한다는 취지라고 풀이되므로, 점유나 사용·수익을 정당화할 법적 지위에 있는 자에 대하여는 그 규정이 적용되지 않고, 위와 같은 법적 지위에 있는 자에 대하여 이루어진 변상금 부과처분은 당연무효이다.<br/>[2] 사업시행계획상 정비구역에 포함된 일반재산이 사업시행자에게 양도되는 것으로 예정되어 있다면, 그 일반재산의 사용관계에 관하여 달리 정해진 내용이 있다는 등의 특별한 사정이 없는 한 사업시행자는 사업시행인가가 이루어진 때부터 그 일반재산의 소유권을 취득하기에 상당한 기간 동안 자신의 사용·수익을 정당화할 법적 지위에 있다고 보아야 한다. 그 이유는 다음과 같다. <br/>  ① 국·공유재산의 무단점유가 있는 경우 대부 또는 사용·수익허가 등을 받은 경우에 납부하여야 할 대부료 또는 사용료 상당액 이외에도 징벌적 의미에서 국가나 지방자치단체가 일방적으로 20% 상당액을 추가하여 변상금을 징수하도록 하고 있다. 한편 국·공유재산의 무단점유자에 대해 변상금 부과처분을 할 수 없는 때에도 민사상 부당이득반환청구권은 성립하는 경우가 있으므로, 변상금 부과·징수의 요건과 민사상 부당이득반환청구권의 성립 요건이 일치하는 것도 아니다.<br/>  ② 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것, 이하 ‘구 도시정비법’이라 한다)에 따르면, 사업시행자가 정비사업을 시행하려는 경우에는 토지이용계획 등이 포함된 사업시행계획서를 시장·군수 등에게 제출하여 시장·군수 등으로부터 사업시행인가를 받아야 하는데(제28조 제1항, 제30조), 시장·군수 등은 인가하고자 하는 사업시행계획서에 국·공유재산의 처분에 관한 내용이 포함되어 있는 때에는 미리 관리청과 협의하여야 하고, 협의를 받은 관리청은 20일 이내에 의견을 제시하여야 한다(제66조 제1항, 제2항). 이러한 사업시행인가 과정을 통해 인가권자와 관리청은 정비구역에 포함되는 국·공유재산의 현황을 확인하고 그 처분에 관한 사항을 결정하게 되고, 사업시행인가 후 사업시행자가 사업진행을 위하여 국·공유재산을 점유·사용할 것이라는 점을 충분히 예상할 수 있다. <br/>  ③ 사업시행인가에는 공익상 필요 등에 의하여 필요한 범위 내에서 여러 조건과 부담을 부과할 수 있으므로, 인가권자는 관리청과의 협의에 따라 사업시행자에게 양도하기로 예정된 일반재산에 대하여 소유권이 이전될 때까지의 사용관계에 관하여 여러 조건이나 부담을 정할 수도 있는바, 인가권자가 일반재산의 사용관계에 관하여 아무런 조건이나 부담을 부과하지 않았고 달리 그 일반재산의 사용관계에 관한 법률관계도 존재하지 않는다면, 사업시행자가 사업시행인가 이후 소유권 취득이 예정된 일반재산을 점유·사용하였다고 하여, 사업시행자에 대하여 대부료 상당의 부당이득반환을 구하는 것을 넘어 통상의 무단점유자와 마찬가지로 징벌적 의미의 변상금을 부과하는 것은 부당하다. <br/>  ④ 국·공유재산 중 행정재산에 대하여는 사업시행인가가 이루어지면 사용 등 허가가 의제되고(구 도시정비법 제32조 제1항 제12호, 제13호), 위 행정재산이 용도폐지되어 일반재산으로 되더라도 점유권원은 실효 또는 상실되지 않고 소유권 취득 시까지 유지된다고 해석되므로, 그에 관한 변상금 부과처분은 하자가 중대·명백하여 당연무효이다. 한편 국·공유재산 중 일반재산에 대하여는 행정재산과 같은 사용 등 허가 의제에 관한 규정이 없으나, 사업시행자의 사업진행을 위한 점유·사용의 필요성, 그에 관한 인가권자와 관리청의 인식과 예상의 측면에서는 행정재산과 본질적인 차이가 있다고 보기 어렵고, 행정재산도 사업시행인가의 고시일부터는 용도폐지되어 일반재산으로 되므로 적어도 무단점유 여부를 판단함에 있어서 취급을 달리할 합리적 이유가 있다고 보기 어렵다. <br/>  ⑤ 정비구역 안의 국·공유재산은 정비사업 외의 목적으로 매각하거나 양도할 수 없고(구 도시정비법 제66조 제3항), 사업시행계획의 인가가 이루어지면 이를 다른 사람에 우선하여 사업시행자에게 수의계약으로 매각 또는 임대할 수 있다(제66조 제4항). 이처럼 구 도시정비법은 사업시행인가 후 사업시행자로 하여금 정비구역 안의 국·공유재산의 소유권을 우선적으로 취득할 수 있도록 그 지위를 보장하고 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국유재산법 제2조 제9호, 제72조 제1항, 공유재산 및 물품 관리법 제2조 제9호, 제81조 제1항 / [2] 국유재산법 제2조 제9호, 제72조 제1항, 공유재산 및 물품 관리법 제2조 제9호, 제81조 제1항, 민법 제741조, 구 도시 및 주거환경정비법(2017. 2. 8. 법률 제14567호로 전부 개정되기 전의 것) 제28조 제1항(현행 제50조 제1항 참조), 제30조(현행 제52조 참조), 제32조 제1항 제12호(현행 제57조 제1항 제13호 참조), 제13호(현행 제57조 제1항 제14호 참조), 제66조 제1항(현행 제98조 제1항 참조), 제2항(현행 제98조 제2항 참조), 제3항(현행 제98조 제3항 참조), 제4항(현행 제98조 제4항 참조)<br/>",
  "참조판례": "[1][2] 대법원 2007. 12. 13. 선고 2007다51536 판결(공2008상, 14) / [1] 대법원 2023. 10. 18. 선고 2023두42584 판결 / [2] 대법원 2007. 7. 12. 선고 2007두6663 판결(공2007하, 1284), 대법원 2014. 7. 16. 선고 2011다76402 전원합의체 판결(공2014하, 1576)<br/>"
}