{
  "판례일련번호": "241777",
  "사건명": "마약류관리에관한법률위반(대마)[주거지 등 압수·수색에서 참여능력 요부가 문제된 사건]",
  "사건번호": "2020도11223",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241008",
  "판시사항": "[1] 참여권에 관한 규정을 비롯하여 형사소송법이 정한 압수·수색절차에 관한 구체적 규정들은 헌법 원칙인 적법절차와 영장주의를 구현하는 관점에 따라 해석·실현되어야 하는지 여부(적극)<br/>[2] 형사소송법 제123조 제2항, 제3항, 제219조가 주거지 등에서 압수·수색영장을 집행할 때 주거주 등이나 이웃 등을 참여하도록 한 취지 / 형사소송법 제123조 제2항, 제3항, 제219조에서 정한 바에 따라 압수·수색영장의 집행에 참여하는 주거주 등 또는 이웃 등은 참여능력을 갖추고 있어야 하는지 여부(적극)<br/>[3] 형사소송법 제123조 제2항에서 정한 주거지 등에 대한 압수·수색영장의 집행이 주거주 등이나 이웃 등의 참여 없이 이루어진 경우, 압수·수색영장 집행의 적법 여부(원칙적 소극) 및 주거주 등 또는 이웃 등이 참여하였으나 그 참여자에게 참여능력이 없거나 부족한 경우에도 마찬가지인지 여부(적극)<br/>[4] 형사소송법 제123조 제2항, 제3항에 따라 압수·수색영장의 집행에 참여하는 주거주 등이나 이웃 등에게 의사소통이나 의사표현에 어려움을 겪는 장애가 있을 경우, 수사기관은 그러한 장애가 있는 참여자에 대하여 장애인차별금지 및 권리구제 등에 관한 법률 제26조 제6항의 취지에 맞는 적법한 조치를 취하여야 하는지 여부(적극) / 피의자가 주거주 등인 주거지 등에서 압수·수색영장을 집행할 때 피의자에게 참여능력이 없는 경우, 수사기관은 참여능력이 있는 이웃 등을 함께 참여시켜야 하는지 여부(적극) 및 이때 참여능력이 없는 피의자만 참여한 압수·수색의 적법 여부(원칙적 소극)<br/>[5] 형사소송법 제123조 제2항, 제3항, 제219조에 따라 압수·수색절차에 참여한 참여자와 관련하여 해당 절차의 적법요건이 갖추어졌는지 판단하는 기준<br/>",
  "판결요지": "[1] 우리 헌법은 ‘누구든지 법률에 의하지 아니하고는 체포·구속·압수·수색 또는 심문을 받지 아니하며, 법률과 적법한 절차에 의하지 아니하고는 처벌·보안처분 또는 강제노역을 받지 아니한다.’(제12조 제1항 후문), ‘체포·구속·압수 또는 수색을 할 때에는 적법한 절차에 따라 검사의 신청에 의하여 법관이 발부한 영장을 제시하여야 한다.’(제12조 제3항 본문)라고 정하여 압수·수색에 관한 적법절차와 영장주의의 근간을 선언하고 있다. 형사소송법은 이와 같은 헌법 정신을 이어받아 압수·수색절차에 관한 다양한 구체적 기준을 마련하였다. 특히 형사소송법은 제121조, 제219조에서 압수·수색절차에서 피고인과 피의자의 참여권 일반을 정하는 한편, 제123조, 제219조에서 압수·수색이 이루어지는 장소의 특수성을 고려하여 특정 장소에서 압수·수색영장을 집행할 때는 그 장소의 책임자가 참여하게 함으로써, 압수·수색영장의 집행 과정에서 절차적 권리로서의 참여권이 적법절차와 영장주의의 이념을 실질적으로 구현하는 장치로 기능하도록 하였다. <br/>  이와 같이 기본권 보장을 위하여 압수·수색에 관한 적법절차와 영장주의의 근간을 선언한 헌법과 실체적 진실 규명과 개인의 권리보호 이념을 조화롭게 실현할 수 있도록 그 구체적인 절차를 정하고 있는 형사소송법의 규범력은 확고히 유지되어야 하고, 참여권에 관한 규정을 비롯하여 형사소송법이 정한 압수·수색절차에 관한 구체적 규정들은 헌법 원칙인 적법절차와 영장주의를 구현하는 관점에 따라 해석·실현되어야 한다. <br/>[2] 형사소송법 제123조는 ‘영장의 집행과 책임자의 참여’라는 표제 아래, 공무소, 군사용 항공기 또는 선박·차량 안에서 압수·수색영장을 집행하려면 그 책임자에게 참여할 것을 통지하여야 하고(제1항), 제1항에서 규정한 장소 외에 타인의 주거, 간수자 있는 가옥, 건조물, 항공기 또는 선박·차량 안(이하 ‘주거지 등’이라고 한다)에서 압수·수색영장을 집행할 때에는 주거주, 간수자 또는 이에 준하는 사람(이하 ‘주거주 등’이라고 한다)을 참여하게 하여야 하며(제2항), 주거주 등을 참여하게 하지 못할 때에는 이웃 사람 또는 지방공공단체의 직원(이하 ‘이웃 등’이라고 한다)을 참여하게 하여야 한다(제3항)고 규정하고 있다. 이는 형사소송법 제219조에 의해 수사기관의 압수·수색영장 집행에서도 준용된다. 형사소송법 제123조 제2항, 제3항, 제219조가 주거지 등에서 압수·수색영장을 집행할 때 주거주 등이나 이웃 등을 참여하도록 한 것은 주거의 자유나 사생활의 비밀과 자유와 같은 기본권 보호의 필요성이 특히 요구되는 장소에 관하여 밀접한 이해관계를 갖는 사람을 참여시켜 영장집행절차의 적정성을 담보함으로써 수사기관이나 법원의 강제처분을 받는 당사자를 보호하고 궁극적으로 국민의 기본권을 보호하려는 데 그 취지가 있다. 이러한 점에 비추어 보면 형사소송법 제123조 제2항, 제3항, 제219조에서 정한 바에 따라 압수·수색영장의 집행에 참여하는 주거주 등 또는 이웃 등은 최소한 압수·수색절차의 의미를 이해할 수 있는 정도의 능력(이하 ‘참여능력’이라고 한다)을 갖추고 있어야 한다. 압수·수색영장의 집행에 참여하는 주거주 등 또는 이웃 등이 참여능력을 갖추지 못한 경우에는 영장의 집행 과정에서 발생할 수 있는 위법·부당한 처분이나 행위로부터 당사자를 보호하고 영장집행절차의 적정성을 담보하려는 형사소송법의 입법 취지나 기본권 보호·적법절차·영장주의 등 헌법적 요청을 실효적으로 달성하기 어렵기 때문이다. <br/>[3] 형사소송법 제123조 제2항과 제3항은 주거주, 간수자 또는 이에 준하는 사람(이하 ‘주거주 등’이라고 한다)이나 이웃 사람 또는 지방공공단체의 직원(이하 ‘이웃 등’이라고 한다)의 참여에 관하여 그 참여 없이 압수·수색영장을 집행할 수 있는 예외를 인정하지 않고 있다. 이는 형사소송법 제121조, 제122조에서 압수·수색영장의 집행에 대한 검사, 피의자, 변호인의 참여에 대하여 급속을 요하는 등의 경우 집행의 일시와 장소의 통지 없이 압수·수색영장을 집행할 수 있다고 한 것과 다른 점이다. 따라서 형사소송법 제123조 제2항에서 정한 타인의 주거, 간수자 있는 가옥, 건조물, 항공기 또는 선박·차량 안에 대한 압수·수색영장의 집행이 주거주 등이나 이웃 등의 참여 없이 이루어진 경우 특별한 사정이 없는 한 그러한 압수·수색영장의 집행은 위법하다고 보아야 한다. 나아가 주거주 등 또는 이웃 등이 참여하였다고 하더라도 그 참여자에게 최소한 압수·수색절차의 의미를 이해할 수 있는 정도의 능력(참여능력)이 없거나 부족한 경우에는, 주거주 등이나 이웃 등의 참여 없이 이루어진 것과 마찬가지로 형사소송법 제123조 제2항, 제3항에서 정한 압수·수색절차의 적법요건이 갖추어졌다고 볼 수 없으므로 그러한 압수·수색영장의 집행도 위법하다. <br/>[4] 장애인차별금지 및 권리구제 등에 관한 법률(이하 ‘장애인차별금지법’이라고 한다) 제26조 제6항은 ‘사법기관은 사건관계인에 대하여 의사소통이나 의사표현에 어려움을 겪는 장애가 있는지 여부를 확인하고, 그 장애인에게 형사사법절차에서 조력을 받을 수 있음과 그 구체적인 조력의 내용을 알려주어야 한다. 이 경우 사법기관은 해당 장애인이 형사사법절차에서 조력을 받기를 신청하면 정당한 사유 없이 이를 거부하여서는 아니 되며, 그에 필요한 조치를 마련하여야 한다.’라고 정하고 있다. 이는 수사, 기소, 공판에 이르는 일련의 형사사법절차에서 의사소통이나 의사표현에 어려움을 겪는 장애가 있는 사람으로 하여금 자기의 형사사법절차상의 지위와 이해관계를 이해하고 충분한 방어행위를 할 수 있도록 함으로써 그들의 절차적 지위와 권리, 방어권을 보장하는 데에 그 취지가 있다. 형사소송법 제123조 제2항, 제3항에 따라 압수·수색영장의 집행에 참여하는 주거주, 간수자 또는 이에 준하는 사람(이하 ‘주거주 등’이라고 한다)이나 이웃 사람 또는 지방공공단체의 직원(이하 ‘이웃 등’이라고 한다)에게도 의사소통이나 의사표현에 어려움을 겪는 장애가 있을 수 있으므로, 압수·수색영장을 집행하는 수사기관으로서는 그러한 장애가 있는 참여자에 대하여 장애인차별금지법 제26조 제6항의 취지에 맞는 적법한 조치를 취함으로써 형사소송법 제123조 제2항, 제3항이 요구하는 압수·수색절차의 적법요건이 갖추어질 수 있도록 하여야 한다. <br/>  이러한 법리는, 타인의 주거, 간수자 있는 가옥, 건조물, 항공기 또는 선박·차량 안(이하 ‘주거지 등’이라고 한다)에 대한 압수·수색에서 피의자가 동시에 주거주 등인 경우에도 동일하게 적용된다. 형사소송법이 제121조, 제122조, 제219조에서 ‘당사자의 참여권’이라는 표제 아래 검사, 피의자, 변호인의 참여권을 규정하면서도 제123조에서 ‘책임자의 참여’라는 표제로 주거주 등이나 이웃 등의 필요적 참여를 별도로 정하고 있고, ‘당사자의 참여권’과 ‘책임자의 참여’는 그 취지나 목적, 보호법익이 동일하지 않기 때문이다. 따라서 피의자가 주거주 등인 주거지 등에서 압수·수색영장을 집행하는 경우 피의자에게 최소한 압수·수색절차의 의미를 이해할 수 있는 정도의 능력(이하 ‘참여능력’이라고 한다)이 없다면 그 피의자만 참여하는 것으로는 부족하고, 수사기관은 형사소송법 제123조 제3항에 따라 참여능력이 있는 이웃 등을 함께 참여시켜야 한다. 이때 참여능력이 없는 피의자만이 참여하였다면 그 압수·수색은 형사소송법 제123조 제2항, 제3항을 위반한 것으로 원칙적으로 위법하다. <br/>[5] 형사소송법 제123조 제2항, 제3항, 제219조에 따라 압수·수색절차에 참여한 참여자와 관련하여 해당 절차의 적법요건이 갖추어졌는지는, 수사기관이 인식하였거나 인식할 수 있었던 사정 등을 포함하여 압수·수색 당시를 기준으로 외형적으로 인식 가능한 사실상의 상태를 살펴 판단하여야 한다. 압수·수색 당시 수사기관이 인식할 수 없었던 참여자의 내부적, 주관적 사정이나 참여자의 객관적 능력에 관한 법률적·사후적인 판단은 고려대상이 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제3항, 형사소송법 제121조, 제123조, 제219조 / [2] 형사소송법 제123조, 제219조 / [3] 형사소송법 제121조, 제122조, 제123조 제2항, 제3항, 제219조, 제308조의2 / [4] 장애인차별금지 및 권리구제 등에 관한 법률 제26조 제6항, 형사소송법 제121조, 제122조, 제123조 제2항, 제3항, 제219조, 제308조의2 / [5] 형사소송법 제123조 제2항, 제3항, 제219조<br/>",
  "참조판례": ""
}