{
  "판례일련번호": "241773",
  "사건명": "하도급계약보증금",
  "사건번호": "2022다217056",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241008",
  "판시사항": "[1] 민사소송법 제451조 제1항 제8호의 재심사유인 \"판결의 기초가 된 민사나 형사의 판결, 그 밖의 재판 또는 행정처분이 다른 재판이나 행정처분에 따라 바뀐 때\"의 의미 및 변경 전 재판내용 등을 제외한 나머지 증거들에 의하여도 판결 주문에 아무런 영향을 미치지 않는 경우가 이에 해당되는지 여부(소극)<br/>[2] 甲 주식회사가 乙 주식회사에 공사를 하도급하였다가 공사계약의 해지를 통보한 후 乙 회사와 계약이행보증계약을 체결한 건설공제조합을 상대로 계약이행보증금의 지급을 구하는 소를 제기하여, 乙 회사의 귀책사유로 계약이 해지되었다는 이유로 甲 회사의 청구를 모두 인용하는 판결(재심대상판결)이 선고·확정되었는데, 甲 회사는 위 재심대상사건 소 제기 후 乙 회사를 상대로 초과 지급된 공사대금의 지급을 구하는 소를 제기하였고 乙 회사는 미지급 공사대금의 지급을 구하는 반소를 제기하여(관련사건), 재심대상판결 선고 전 제1심법원은 乙 회사의 귀책사유로 계약이 해지되었다고 보아 乙 회사의 甲 회사에 대한 공사대금 지급의무를 인정하였으나, 재심대상판결 선고 후 항소심법원은 甲 회사의 乙 회사에 대한 미지급 공사대금 지급의무를 인정하였고, 위 판결이 확정된 후 乙 회사가 재심대상판결에 민사소송법 제451조 제1항 제8호의 재심사유가 있다고 주장하며 재심을 청구한 사안에서, 관련사건 제1심판결을 제외한 나머지 증거들만으로도 재심대상판결과 같은 사실인정이 가능하고 재심대상판결의 결론이 달라지지 않았을 것으로 보이므로, 재심대상판결에 민사소송법 제451조 제1항 제8호의 재심사유가 있다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 재심은 확정된 종국판결에 대하여 판결의 효력을 인정할 수 없는 중대한 하자가 있는 경우 예외적으로 판결의 확정에 따른 법적 안정성을 후퇴시켜 그 하자를 시정함으로써 구체적 정의를 실현하고자 마련된 것이다.<br/>민사소송법 제451조 제1항 제8호의 재심사유인 \"판결의 기초가 된 민사나 형사의 판결, 그 밖의 재판 또는 행정처분이 다른 재판이나 행정처분에 따라 바뀐 때\"라 함은 확정판결에 법률적으로 구속력을 미치거나 또는 확정판결에서 사실인정의 자료가 된 재판 등이 그 후 다른 재판 등에 의하여 변경된 경우를 말한다. 여기서 사실인정의 자료가 되었다고 하는 것은 변경 전 재판내용 등이 확정판결 주문에 영향을 미치는 사실인정의 자료가 된 경우를 의미하므로, 변경 전 재판내용 등을 제외한 나머지 증거들에 의하여도 판결 주문에 아무런 영향도 미치지 않는 경우에는 위 재심사유에 해당되지 않는다.<br/>[2] 甲 주식회사가 乙 주식회사에 공사를 하도급하였다가 공사계약의 해지를 통보한 후 乙 회사와 계약이행보증계약을 체결한 건설공제조합을 상대로 계약이행보증금의 지급을 구하는 소를 제기하여, 乙 회사의 귀책사유로 계약이 해지되었다는 이유로 甲 회사의 청구를 모두 인용하는 판결(이하 ‘재심대상판결’이라 한다)이 선고·확정되었는데, 甲 회사는 위 재심대상사건 소 제기 후 乙 회사를 상대로 초과 지급된 공사대금의 지급을 구하는 소를 제기하였고 乙 회사는 미지급 공사대금의 지급을 구하는 반소를 제기하여(이하 ‘관련사건’이라 한다), 재심대상판결 선고 전 제1심법원은 乙 회사의 귀책사유로 계약이 해지되었다고 보아 乙 회사의 甲 회사에 대한 공사대금 지급의무를 인정하였으나, 재심대상판결 선고 후 항소심법원은 甲 회사의 乙 회사에 대한 미지급 공사대금 지급의무를 인정하였고, 위 판결이 확정된 후 乙 회사가 재심대상판결에 민사소송법 제451조 제1항 제8호의 재심사유가 있다고 주장하며 재심을 청구한 사안에서, 관련사건의 쟁점인 ‘미지급 공사대금채무가 잔존하는지’와 재심대상사건의 쟁점인 ‘하도급계약이 누구의 귀책사유로 해지되었는지’는 서로 별개의 쟁점이며 양자가 논리 필연적인 관계에 있지 않으므로 미지급 공사대금채무가 남아 있다는 점만으로 계약 해지가 적법하지 않다고 단정하기 어려운 점 등 제반 사정에 비추어 관련사건 제1심판결을 제외한 나머지 증거들만으로도 재심대상판결과 같은 사실인정이 가능하고 재심대상판결의 결론이 달라지지 않았을 것으로 보이므로, 관련사건 제1심판결이 재심대상판결의 판결의 기초가 되었다고 보기 어려운데도, 재심대상판결에 민사소송법 제451조 제1항 제8호의 재심사유가 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제451조 제1항 제8호 / [2] 민사소송법 제451조 제1항 제8호<br/>",
  "참조판례": "[1] 대법원 1992. 11. 10. 선고 91다27495 판결(공1993상, 69), 대법원 1994. 11. 25. 선고 94다33897 판결(공1995상, 97), 대법원 2019. 10. 17. 선고 2018다300470 판결(공2019하, 2087)<br/>"
}