{
  "판례일련번호": "241781",
  "사건명": "양육비[협의이혼 이후 재산분할청구를 하지 않은 상대방에 대하여 청구인이 협의이혼 시부터 약 16년이 지난 후 사건본인들에 대한 과거 양육비 등을 청구한 사건]",
  "사건번호": "2023스637",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20241008",
  "판시사항": "[1] 부모 중 어느 한쪽만이 자녀를 양육하게 된 경우, 양육하는 사람이 과거의 양육비에 대하여 상대방이 분담하는 것이 상당한 비용의 상환을 청구할 수 있는지 여부(원칙적 적극) / 이때 분담의 범위를 정하는 기준 / 양육비의 분담 범위를 정할 때에 당사자들의 이혼 시 이루어진 재산분할 또는 재산상 합의의 유무와 내용, 그러한 재산분할 상황 등과 양육비 부담과의 관계 등을 고려할 필요가 있는지 여부(적극)<br/>[2] 이혼한 부부 사이에 성년이 된 자녀에 대한 과거 양육비의 분담을 결정하는 법원이 고려하여야 할 사항<br/>",
  "판결요지": "[1] 자녀의 양육에 드는 비용인 양육비는 자녀를 공동으로 양육할 책임이 있는 부모가 원칙적으로 공동으로 부담하여야 한다. 그런데 어떠한 사정으로 부모 중 어느 한쪽만이 자녀를 양육하게 된 경우에는 양육하는 사람이 상대방에게 현재와 장래의 양육비 중 적정 금액의 분담을 청구할 수 있고, 나아가 특별한 사정이 있는 경우를 제외하고는 과거의 양육비에 대하여 상대방이 분담하는 것이 상당한 비용의 상환을 청구할 수 있다. 다만 과거 양육비의 경우 양육비를 청구하기 이전에 이미 소요된 비용을 한꺼번에 상대방에게 부담시키게 되면 상대방은 예상하지 못하였던 금액을 일시에 부담하게 되어 지나치게 가혹하거나 신의성실의 원칙 또는 형평의 원칙에 어긋날 수도 있으므로, 반드시 이행청구 이후의 양육비와 동일한 기준에서 정할 필요는 없고, 부모 중 한쪽이 자녀를 양육하게 된 경위와 그에 소요된 비용의 액수, 그 상대방이 부양의무를 인식한 것인지 여부와 그 시기, 그것이 양육에 소요된 통상의 생활비인지 아니면 이례적이고 불가피하게 소요된 다액의 특별한 비용(치료비 등)인지 여부와 당사자들의 재산 상황이나 경제적 능력과 부담의 형평성 등 여러 사정을 고려하여 적절하다고 인정되는 분담의 범위를 정할 수 있다.<br/>  특히 현재와 장래의 양육비나 과거 양육비를 불문하고 양육비의 분담 범위를 정할 때에 당사자들의 재산 상황이나 경제적 능력과 부담의 형평성 등과 관련하여, 혼인관계 해소 시의 재산분할은 당사자 사이에 청산적 요소뿐만 아니라 이혼 후의 부양적 요소, 정신적 손해(위자료)를 배상하기 위한 급부로서의 성질 등을 포함하여 이루어지는 것이므로, 당사자들의 이혼 시 이루어진 재산분할 또는 재산상 합의의 유무와 내용, 그러한 재산분할 상황 등과 양육비 부담과의 관계 등을 고려할 필요가 있다. 자녀를 두고 혼인관계를 해소하는 부모로서는 이혼 후 자녀의 양육 문제와 혼인 중 공동으로 형성한 재산의 청산 문제를 결정하면서 이 두 가지가 상호 긴밀한 영향을 미치는 관계 속에서 자녀의 양육자 및 양육비, 재산분할 등에 관한 합의에 이르거나 재산분할 또는 양육비의 청구 여부를 결정하게 되기 때문이다.  <br/>[2] 자녀가 성년에 이르게 되면 이혼한 부부가 공동으로 부담하는 자녀양육의무는 종료하고, 더 이상 자녀에 대한 장래 양육비를 결정하거나 분담하여야 하는 문제가 생기지 않는다. 그 부부 사이에는 어느 일방이 과거에 자녀의 양육을 위해 지출한 비용을 서로 정산하여야 하는 관계만이 남게 된다. 나아가 자녀에 대한 과거 양육비의 분담과 관련하여, 자녀가 성년이 된 때부터는 관련 당사자 사이의 협의나 가정법원의 심판은 과거의 양육 상황과 지출 비용 등에 대한 확인과 평가를 거쳐 과거 양육비 중 상대방이 분담함이 상당하다고 인정되는 금액을 구체적으로 확정한다는 의미만을 가지게 되고, 자녀의 복리를 위해 필요한 양육비 분담액을 재량적으로 형성한다는 의미는 사라지게 된다. 자녀가 성년이 된 후에는 과거 양육비 분담액을 정할 때에 변동 가능성이 내재된 장래 양육비 분담액과 조화롭게 조정하는 과정을 거칠 필요가 없고, 과거 양육비에 관한 권리가 현재 또는 장래 양육의 필요에 제공될 여지가 없으므로 자녀의 복리에 미칠 영향을 고려할 필요도 없게 된다. 이와 같이 사건본인이 이미 성년에 달한 경우와 미성년자인 경우는 그 과거 양육비의 확정 및 분담의 의미가 다르므로, 이혼한 부부 사이에 성년이 된 자녀에 대한 과거 양육비의 분담을 결정하는 법원으로서는 이러한 차이를 바탕으로 당사자들의 재산 상황이나 경제적 능력, 부담의 형평성 등에 관하여 심리하여 그 결과를 반영할 필요가 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제837조 / [2] 민법 제837조<br/>",
  "참조판례": "[1] 대법원 1994. 5. 13. 자 92스21 전원합의체 결정(공1994상, 1693), 대법원 2020. 5. 14. 선고 2019므15302 판결(공2020하, 1105), 대법원 2022. 7. 28. 자 2022스613 결정(공2022하, 1771) / [2] 대법원 2024. 7. 18. 자 2018스724 전원합의체 결정(공2024하, 1297)<br/>"
}