{
  "판례일련번호": "241771",
  "사건명": "대여금",
  "사건번호": "2024다258921",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241008",
  "판시사항": "[1] 변제에 관한 증명책임의 귀속주체(=채무자) / 급부가 특정 채무의 변제로서 이루어졌는지 판단하는 방법 및 채무자의 급부가 객관적으로 특정 채무의 내용에 적합한 경우, 급부가 그 채무의 변제로서 이루어졌다는 점이 인정되는지 여부(원칙적 적극) <br/>[2] 채권자가 변제 금원의 수령 사실을 인정하면서도 다른 채무의 변제에 충당하였다고 주장하는 경우, 채권자가 부담하는 주장·증명책임의 내용<br/>[3] 甲이 乙의 연대보증 아래 乙과 그 동생 丙의 계좌로 송금하여 乙 등의 어머니 丁에게 돈을 대여하였고, 丁은 차용금채무 발생 이후 변제기 다음 날까지 乙 등의 계좌에서 甲의 계좌로 수십 차례 송금하여 甲에게 차용금채무의 원리금을 넘는 돈을 지급하였는데, 甲이 乙을 상대로 대여금 반환을 청구하자, 乙이 丁의 송금으로 차용금채무가 모두 변제되었다고 항변한 사안에서, 丁이 차용금채무를 모두 변제하였다고 볼 여지가 충분한데도 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 변제에 관한 증명책임은 채무자에게 있다. 채무자는 채권자에게 급부한 점 및 그 급부가 특정 채무의 변제로서 이루어졌다는 점을 증명해야 한다. 급부가 특정 채무의 변제로서 이루어졌는지는 급부와 채무의 구체적 내용, 당사자의 의사, 급부 당시의 상황 등 여러 사정을 고려하여 판단한다. 채무자가 객관적으로 특정 채무의 내용에 적합한 급부를 하였다면 특별한 사정이 없는 한 급부가 그 채무의 변제로서 이루어졌다는 점이 인정된다. <br/>[2] 채권자에게 여러 채무를 부담하는 채무자의 급부가 동시에 여러 채무의 내용에 적합하나 그 채무 전부를 소멸시키기에 부족한 경우에는 변제충당이 문제 된다. 채무자가 그중 특정 채무의 변제로서 급부하였다고 주장함에 대하여, 채권자가 이를 수령한 사실을 인정하면서도 다른 채무의 변제에 충당하였다고 주장하는 경우에는 채권자는 그 다른 채권이 존재한다는 사실과 그 다른 채권에 변제충당하기로 하는 합의나 지정 또는 그 채권이 법정충당의 우선순위에 있었다는 사실을 주장·증명하여야 한다.<br/>[3] 甲이 乙의 연대보증 아래 乙과 그 동생 丙의 계좌로 송금하여 乙 등의 어머니 丁에게 돈을 대여하였고, 丁은 차용금채무 발생 이후 변제기 다음 날까지 乙 등의 계좌에서 甲의 계좌로 수십 차례 송금하여 甲에게 차용금채무의 원리금을 넘는 돈을 지급하였는데, 甲이 乙을 상대로 대여금 반환을 청구하자, 乙이 丁의 송금으로 차용금채무가 모두 변제되었다고 항변한 사안에서, 甲은 丁이 차용금채무가 아니라 甲이 운영하는 번호계와 관련된 계불입금채무를 변제한 것이라는 취지로 주장하는 것으로 보이나, 丁의 송금은 차용금채무의 내용에 적합한 급부로서 그 급부가 채용금채무의 변제로서 이루어졌다는 점이 인정되고, 甲이 그 급부를 수령한 이상 丁의 급부가 차용금채무가 아니라 계불입금채무에 변제충당된다는 요건사실을 주장·증명하여야 할 주체는 甲인데, 甲이 이러한 변제충당의 합의나 지정 또는 계불입금채무가 차용금채무보다 법정충당의 우선순위에 있다는 것을 명시적으로 주장하거나 증명한 것으로 보이지 않고, 그와 같은 주장·증명이 있다고 보더라도 번호계의 규모, 불입금, 운영기간 및 丁의 가입 시기 등에 비추어 丁이 송금한 돈은 번호계와 관련하여 甲에게 지급하여야 할 돈을 훨씬 초과함은 물론 여기에다 차용금채무의 원리금을 합한 금액도 초과하므로 丁이 차용금채무를 모두 변제하였다고 볼 여지가 충분한데도, 甲이 위 돈이 다른 채무에 충당되었다는 주장을 하는 것인지, 丁이 다른 채무를 부담하고 있었는지, 위 돈을 다른 채무에 변제충당하기로 하는 합의나 지정이 있었는지 등에 관하여 더 밝혀보지 않은 채, 丁의 송금이 변제기에 이르기 훨씬 전부터 이루어진 사실, 丁이 甲에게 차용증 반환이나 영수증 작성을 요구한 적이 없는 사실 등만을 이유로 丁의 차용금채무가 그대로 남아 있다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제460조, 민사소송법 제288조[증명책임] / [2] 민법 제476조, 제477조, 민사소송법 제288조[증명책임] / [3] 민법 제460조, 제476조, 제477조, 민사소송법 제288조[증명책임]<br/>",
  "참조판례": "[1] 대법원 1984. 6. 12. 선고 83다카2014 판결(공1984, 1270), 대법원 1997. 6. 13. 선고 97다11072 판결(공1997하, 2172) / [2] 대법원 1999. 12. 10. 선고 99다14433 판결(공2000상, 169), 대법원 2021. 10. 28. 선고 2021다251813 판결<br/>"
}