{
  "판례일련번호": "241879",
  "사건명": "전기통신금융사기피해방지및피해금환급에관한특별법위반·사기·자본시장과금융투자업에관한법률위반[「전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법」 제2조 제2호 단서의 ‘재화의 공급 또는 용역의 제공 등을 가장한 행위’의 의미가 문제된 사건]",
  "사건번호": "2024도6831",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 제2호 단서 전단에 의하여 전기통신금융사기에서 제외되는 ‘재화의 공급 또는 용역의 제공 등을 가장한 행위’의 의미(=원칙적으로 그 행위의 목적인 ‘재화의 공급 또는 용역의 제공 등’과 재산상 이익 사이에 대가관계를 갖는 경우)<br/>[2] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법 제2조 제2호 단서 후단에서 정한 ‘대출의 제공·알선·중개를 가장한 행위’는 대가관계 유무와 관계없이 같은 법 제2조 제2호 본문의 전기통신금융사기에 해당하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법(2023. 5. 16. 법률 제19418호로 개정되기 전의 것, 이하 ‘구 통신사기피해환급법’이라 한다) 제2조 제2호 본문에 의하면 전기통신금융사기란 ‘전기통신기본법 제2조 제1호에 따른 전기통신을 이용하여 타인을 기망·공갈함으로써 재산상의 이익을 취하거나 제3자에게 재산상의 이익을 취하게 하는 행위로서 자금을 송금·이체하도록 하거나 개인정보를 알아내어 자금을 송금·이체하는 행위’를 의미한다. 한편 구 통신사기피해환급법은 제2조 제2호 단서에서 \"다만 재화의 공급 또는 용역의 제공 등을 가장한 행위는 제외하되, 대출의 제공·알선·중개를 가장한 행위는 포함한다.\"라고 하여 ‘재화의 공급 또는 용역의 제공 등을 가장한 행위’를 전기통신금융사기에서 제외하고 있다.<br/>  구 통신사기피해환급법은 ‘전기통신금융사기를 방지하기 위하여 정부의 피해 방지 대책 및 금융회사의 피해 방지 책임 등을 정하고, 전기통신금융사기의 피해자에 대한 피해금 환급을 위하여 사기이용계좌의 채권소멸절차와 피해금환급절차 등을 정함으로써 전기통신금융사기를 예방하고 피해자의 재산상 피해를 신속하게 회복하는 데 이바지하는 것’을 목적으로 한다(제1조). 구 통신사기피해환급법은 원칙적으로 전기통신을 이용하여 불특정 타인을 기망·공갈하여 재산상 이익을 취하는 이른바 ‘보이스피싱’을 엄단하고 일반적인 소송절차 등을 통해서는 피해구제가 어렵다는 인식하에 피해자들에 대한 특별한 구제·보호조치를 정하기 위하여 마련되었다. 이에 따라 구 통신사기피해환급법은 그 규율대상으로 ‘전기통신금융사기’를 정의하는 한편(제2조 제2호), 전기통신금융사기 피해자들이 신속하게 피해를 전보받을 수 있도록 계좌지급정지(제4조), 채권소멸(제9조), 피해금환급(제10조) 등의 특별한 구제·보호제도를 두었다. <br/>  이와 같은 구 통신사기피해환급법의 취지와 내용 등을 고려하면, 구 통신사기피해환급법이 제2조 제2호 단서 전단에서 ‘재화의 공급 또는 용역의 제공 등을 가장한 행위’를 전기통신금융사기에서 제외하는 이유는 보이스피싱이 아닌 온라인상에서의 재화나 용역에 관한 일반적인 거래를 구 통신사기피해환급법의 규율대상에서 배제하기 위한 것으로 이해함이 타당하다. 따라서 구 통신사기피해환급법 제2조 제2호 단서 전단의 ‘재화의 공급 또는 용역의 제공 등을 가장한 행위’란 원칙적으로 그 행위의 목적인 ‘재화의 공급 또는 용역의 제공 등’과 재산상 이익 사이에 대가관계를 갖는 경우를 의미하는 것이라고 보아야 한다. 만일 대가관계가 인정되지 않는 경우에도 위 단서 전단에 해당한다고 보면 보이스피싱의 경우에도 ‘재화의 공급 또는 용역의 제공 등’이 관여되기만 하면 재산상 이익과 대가관계가 없더라도 모두 전기통신금융사기에서 제외되어 구 통신사기피해환급법의 입법 목적에 어긋나기 때문이다. <br/>[2] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법(2023. 5. 16. 법률 제19418호로 개정되기 전의 것, 이하 ‘구 통신사기피해환급법’이라 한다) 제2조 제2호 단서 후단은 그 전단에도 불구하고 ‘대출의 제공·알선·중개를 가장한 행위’는 구 통신사기피해환급법 제2조 제2호 본문의 전기통신금융사기에 포함된다고 정하고 있으므로, ‘대출의 제공·알선·중개를 가장한 행위’는 대가관계 유무와 관계없이 구 통신사기피해환급법 제2조 제2호 본문의 전기통신금융사기에 해당한다고 볼 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법(2023. 5. 16. 법률 제19418호로 개정되기 전의 것) 제1조, 제2조 제2호, 제4조, 제9조, 제10조, 제15조의2 제1항 / [2] 구 전기통신금융사기 피해 방지 및 피해금 환급에 관한 특별법(2023. 5. 16. 법률 제19418호로 개정되기 전의 것) 제2조 제2호, 제15조의2 제1항<br/>",
  "참조판례": ""
}