{
  "판례일련번호": "241855",
  "사건명": "건물등철거[집합건물과 일반건물이 1필의 대지에 공존하고 있는 상황에서 집합건물 구분소유자들이 일반건물 소유자들을 상대로 일반건물철거 및 대지 인도를 구할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2024다202317",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "[1] 집합건물의 소유 및 관리에 관한 법률 제20조에 따라 분리처분이 금지되는 대지사용권은 구분소유의 성립을 전제로 하는지 여부(적극) / 집합건물의 대지에 관하여 구분소유자 외의 다른 공유자가 있는 경우, 공유물에 관한 민법의 일반 법리에 따라 대지를 사용·수익·관리할 수 있는지 여부(적극) / 1필의 대지 위에 집합건물과 일반건물이 공존하고 있고, 집합건물 구분소유자들에게는 집합건물법의 소유 및 관리에 관한 법률상 대지사용권이 있는 반면 일반건물 소유자들에게는 대지에 대한 민법상 공유지분이 있는 경우, 집합건물 구분소유자들과 일반건물 소유자들 사이의 대지 이용관계에 적용되는 법리(=공유물에 관한 민법의 일반 법리)<br/>[2] 공유물의 ‘변경’의 의미와 요건 / 어떤 행위가 공유물의 ‘변경’에 해당하는지 판단하는 기준 / 대지 공유자 중 일부가 대지에 적법하게 건축된 건물을 소유하고 있는데 그 건물을 철거하게 하는 행위가 공유물인 대지의 변경에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 집합건물의 소유 및 관리에 관한 법률(이하 ‘집합건물법’ 이라 한다) 제20조에 따라 분리처분이 금지되는 대지사용권이란 구분소유자가 전유부분을 소유하기 위하여 건물의 대지에 대하여 가지는 권리로서, 구분소유의 성립을 전제로 한다. 1동 건물의 구분소유자들이 당초 건물을 분양받을 당시 대지 공유지분 비율대로 그 건물 대지를 공유함으로써 집합건물법상 대지사용권을 가지는 경우에는 별도 규약이 존재하는 등 특별한 사정이 없는 한 구분소유자들이 그 대지에 대하여 가지는 공유지분 비율과 상관없이 대지 전부를 용도에 따라 사용할 수 있는 적법한 권원이 있다. 그러나 그 대지에 관하여 구분소유자 외의 다른 공유자가 있는 경우에는 공유물에 관한 민법의 일반 법리에 따라 대지를 사용·수익·관리할 수 있다고 보아야 한다. 따라서 1필의 대지 위에 집합건물과 일반건물이 공존하고 있고, 집합건물 구분소유자들에게는 집합건물법상 대지사용권이 있는 반면 일반건물 소유자들에게는 대지에 대한 민법상 공유지분이 있는 경우, 집합건물 구분소유자들과 일반건물 소유자들 사이의 대지 이용관계에는 공유물에 관한 민법의 일반 법리가 적용되어야 한다.<br/>[2] 공유물의 변경은 공유물을 그 자체의 경제적 용도에 따라 활용하는 이용행위나 공유물의 사용가치 내지 교환가치를 증대시키는 개량행위를 넘어서 공유물에 사실상의 물리적 변화를 가하여 공유자들의 공유물 이용관계에 중대한 변화를 가져오는 것을 말한다. 공유물의 변경은 공유자 지분의 과반수로써 결정하는 공유물의 관리(민법 제265조 본문)와 달리 공유자 전원의 동의가 있어야 할 수 있다(민법 제264조). <br/>  어떤 행위가 공유물의 변경에 해당하는지는 그 행위가 공유물의 외관이나 용도에 본질적이거나 현저한 변화를 가져오는지, 공유물에 대한 사용·수익 방법에 중대한 영향을 미치는지, 그 행위로 발생하는 비용이 얼마나 큰지, 공유자 전원이 그 비용을 분담하는 것이 적정한지, 그 행위의 목적이 정당한지, 그 행위로 영향을 받게 되는 소수 지분권자를 보호할 필요성이 있는지 등 여러 사정을 종합적으로 고려할 때 공유자 전원의 의사 일치가 요구되는 정도로 중대한 행위인가의 관점에서 판단하여야 한다. 한편 대지 공유자 중 일부가 대지에 적법하게 건축된 건물을 소유하고 있는데 그 건물을 철거하게 하는 행위는 특별한 사정이 없는 한 공유물인 대지의 변경에 해당한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 집합건물의 소유 및 관리에 관한 법률 제2조 제6호, 제20조, 민법 제263조, 제264조, 제265조 / [2] 민법 제264조, 제265조<br/>",
  "참조판례": "[1] 대법원 2018. 6. 28. 선고 2016다219419, 219426 판결(공2018하, 1442)<br/>"
}