{
  "판례일련번호": "241895",
  "사건명": "손해배상(기)[주식매매를 통한 기업인수계약의 내용 중 진술 및 보장 조항 위반을 이유로 손해배상을 청구한 사건]",
  "사건번호": "2020다273007",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 보험회사는 매 결산기 말 현재 보험금 지급사유가 발생하지 않은 계약과 관련하여 보험료 및 책임준비금 산출방법서에서 정하는 바에 따라 계산한 보험료적립금을 적립하여야 하는지 여부(적극) 및 그것이 구 보험업감독규정 제6-11조의2에서 정하는 책임준비금 적정성 평가 결과 보험계약의 미래현금흐름에 대한 현행추정치를 적용하여 계산한 금액보다 부족한 경우, 책임준비금을 추가로 적립하여야 하는지 여부(적극)<br/>[2] 甲 주식회사 등이 乙 주식회사 등으로부터 丙 보험회사의 발행주식을 매수하는 내용의 주식매매계약을 체결하면서 ‘乙 회사 등은 丙 회사의 재무제표에 반영된 채무 및 작성 기준일 이후 통상적인 영업과정에서 발생한 채무를 제외하고 부외부채 또는 우발채무가 없음을 진술 및 보장한다.’고 정하였는데, 丙 회사가 재무제표 작성 기준일 이전에 판매한 일부 보험상품의 약관에는 재해사망보험금을 지급하지 않는 사유 중 하나로 ‘피보험자가 고의로 자신을 해친 경우. 그러나 피보험자가 정신질환상태에서 자신을 해친 경우와 책임개시일로부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 제1급의 장해상태가 되었을 경우에는 그러하지 아니한다.’는 내용이 포함되어 있었고, 甲 회사 등이 위 약관에 따른 ‘자살 등 재해보험금’ 지급을 위한 책임준비금이 재무제표에 반영되지 않았다는 이유로 乙 회사 등을 상대로 위 ‘진술 및 보장 조항’ 위반에 따른 손해배상을 구한 사안에서, 제반 사정에 비추어 丙 회사는 아직 보험사고가 발생하지 않은 보험상품에 관하여 자살 등 재해보험금 지급을 위하여 책임준비금을 추가로 적립하여야 한다거나 향후 지급할 자살 등 재해보험금 추정금액 상당의 부외부채 또는 우발채무가 존재한다고 볼 수 없으므로, 乙 회사 등이 위 진술 및 보장 조항을 위반하였다고 보기 어렵다고 한 사례<br/>[3] 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우, 처분문서를 해석하는 방법<br/>",
  "판결요지": "[1] 보험업법 제120조 제1항, 제3항, 구 보험업법 시행령(2011. 9. 29. 대통령령 제23179호로 개정되기 전의 것) 제63조 제1항 제1호 (나)목, 제5항 제2호, 구 보험업감독규정(2012. 2. 28. 금융위원회고시 제2012-7호로 개정되기 전의 것, 이하 같다) 제6-11조 제2항, 제6-11조의2 제1항, 제2항, 제6-12조 제1항, 제2항, 구 보험업감독업무 시행세칙(2011. 6. 29. 개정되어 2011. 7. 1. 시행되기 전의 것) 제4-1조의3 [별표 26] II 제2-3조 (가)목, 제2-4조 (가)목, (나)목, 제3-4조 (가)목의 규정 내용과 취지를 모두 종합하면, 보험회사는 매 결산기 말 현재 보험금 지급사유가 발생하지 않은 계약과 관련하여 보험료 및 책임준비금 산출방법서에서 정하는 바에 따라 계산한 보험료적립금을 적립하여야 하고, 그것이 구 보험업감독규정 제6-11조의2에서 정하는 책임준비금 적정성 평가 결과 보험계약의 미래현금흐름에 대한 현행추정치를 적용하여 계산한 금액보다 부족한 경우에는 책임준비금을 추가로 적립하여야 한다.<br/>[2] 甲 주식회사 등이 乙 주식회사 등으로부터 丙 보험회사의 발행주식을 매수하는 내용의 주식매매계약을 체결하면서 ‘乙 회사 등은 丙 회사의 재무제표에 반영된 채무 및 작성 기준일 이후 통상적인 영업과정에서 발생한 채무를 제외하고 부외부채 또는 우발채무가 없음을 진술 및 보장한다.’고 정하였는데, 丙 회사가 재무제표 작성 기준일 이전에 판매한 일부 보험상품의 약관에는 재해사망보험금을 지급하지 않는 사유 중 하나로 ‘피보험자가 고의로 자신을 해친 경우. 그러나 피보험자가 정신질환상태에서 자신을 해친 경우와 책임개시일로부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 제1급의 장해상태가 되었을 경우에는 그러하지 아니한다.’는 내용이 포함되어 있었고, 甲 회사 등이 위 약관에 따른 ‘자살 등 재해보험금’ 지급을 위한 책임준비금이 재무제표에 반영되지 않았다는 이유로 乙 회사 등을 상대로 위 ‘진술 및 보장 조항’ 위반에 따른 손해배상을 구한 사안에서, 丙 회사는 피보험자가 책임개시일부터 2년이 경과된 후에 자살하거나 자신을 해침으로써 제1급의 장해상태가 되었을 경우(이하 ‘보험금 추가지급사유’라 한다) 보험약관에 따라 보험계약자 또는 피보험자에게 자살 등 재해보험금을 지급할 의무를 부담하는 점, 丙 회사는 작성 기준일 당시 재무제표에 위 보험상품에 관하여 보험료 및 책임준비금 산출방법서에 따른 보험료적립금을 계상하였고, 그 후 산출방법서를 변경하거나 금융감독원으로부터 산출방법서의 위법사항 등을 지적받은 사실이 없는 점, 丙 회사에 대한 책임준비금 적정성 평가 결과 甲 회사 등이 주장하는 추가 적립액을 초과하는 책임준비금 잉여액이 존재하고 있으므로 丙 회사는 보험법령상 위 보험상품에 관하여 위험률의 증가에 따른 추가적인 책임준비금을 적립하여야 할 의무를 부담하고 있었다고 할 수 없는 점, 보험금 추가지급사유로 인한 위험률의 증가로 재해 관련 보험금의 지급 가능성이 높아졌다고 하더라도 보험금 추가지급사유와 관련한 보험사고가 발생하지 않은 보험상품에 관하여 자살 등 재해보험금 지급의무라는 부외부채 또는 우발채무가 존재한다고 보기 어려운 점에 비추어, 丙 회사는 아직 보험사고가 발생하지 않은 보험상품에 관하여 자살 등 재해보험금 지급을 위하여 책임준비금을 추가로 적립하여야 한다거나 향후 지급할 자살 등 재해보험금 추정금액 상당의 부외부채 또는 우발채무가 존재한다고 볼 수 없으므로, 乙 회사 등이 위 진술 및 보장 조항을 위반하였다고 보기 어렵다고 한 사례.<br/>[3] 당사자 사이에 계약의 해석을 둘러싸고 다툼이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 약정이 이루어진 동기와 경위, 약정으로 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 보험업법 제120조 제1항, 제3항, 구 보험업법 시행령(2011. 9. 29. 대통령령 제23179호로 개정되기 전의 것) 제63조 제1항 제1호 (나)목, 제5항 제2호 / [2] 보험업법 제120조 제1항, 제3항, 구 보험업법 시행령(2011. 9. 29. 대통령령 제23179호로 개정되기 전의 것) 제63조 제1항 제1호 (나)목, 제5항 제2호 / [3] 민법 제105조<br/>",
  "참조판례": "[3] 대법원 2002. 6. 28. 선고 2002다23482 판결(공2002하, 1816), 대법원 2021. 3. 25. 선고 2018다275017 판결(공2021상, 861)<br/>"
}