{
  "판례일련번호": "241897",
  "사건명": "임금[최저임금법 특례조항 시행 이후 신설된 택시회사의 소정근로시간 합의의 효력이 문제된 사건]",
  "사건번호": "2023다206138",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 정액사납금제하에서 생산고에 따른 임금을 제외한 고정급이 최저임금에 미달하는 것을 회피할 의도로 사용자가 소정근로시간을 기준으로 산정되는 시간당 고정급의 외형상 액수를 증가시키기 위해 택시운전근로자 노동조합과 사이에 실제 근무형태나 운행시간의 변경 없이 소정근로시간만을 단축하기로 한 합의의 효력(무효) 및 정액사납금제하에서 이루어진 소정근로시간 단축 합의가 탈법행위로서 무효인지 판단하는 기준<br/>[2] 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항이 시행된 이후 신설된 택시회사가 소정근로시간을 처음 정한 경우에도 소정근로시간을 정한 근로관계 당사자들의 주된 목적이 최저임금법의 적용을 회피하는 것이었고 소정근로시간과 택시운전근로자의 실제 근로시간 사이에 상당한 불일치가 있다면 이러한 소정근로시간의 정함은 탈법행위로서 무효라고 보아야 하는지 여부(적극)<br/>[3] 근로계약, 취업규칙, 단체협약 등에 소정근로시간에 관한 유효한 정함이 없는 경우, 법원은 최저임금 미달 여부 및 미달액 판단 등을 위해 근로관계 당사자들의 의사를 보충하여 근로계약을 해석하는 방법으로 유효한 소정근로시간을 확정하여야 하는지 여부(적극)<br/>[4] 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항이 시행된 후 설립된 甲 택시회사가 취업규칙을 제정하면서 소속 택시운전근로자의 1일 소정근로시간을 3시간으로 정하였고, 그 후 임금협정을 통해 2시간 30분으로 단축하였는데, 택시운전기사로 근무한 乙 등이 위 소정근로시간이 무효라고 주장하며 甲 회사를 상대로 미지급 최저임금 등의 지급을 구한 사안에서, 위 취업규칙 및 임금협정에서 정한 소정근로시간은 모두 무효로 볼 여지가 크고, 甲 회사와 乙 등의 의사를 보충하여 근로계약을 해석하는 방법으로 소정근로시간을 확정할 여지가 충분한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 근로자는 합의한 소정근로시간 동안 근로의무를 부담하고, 사용자는 근로의무이행에 대하여 임금을 지급하게 되는데, 사용자와 근로자는 기준근로시간을 초과하지 않는 한 원칙적으로 자유로운 의사에 따라 소정근로시간에 관하여 합의할 수 있다. 다만 소정근로시간의 정함이 단지 형식에 불과하다고 평가할 수 있는 정도에 이르거나, 노동관계법령 등 강행법규를 잠탈할 의도로 소정근로시간을 정하였다는 등의 특별한 사정이 있는 경우에는 소정근로시간에 관한 합의로서의 효력을 부정하여야 한다. <br/>헌법 제32조 제1항 및 최저임금법 관련 규정 내용과 체계, 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항(이하 ‘특례조항’이라 한다)의 입법 취지와 입법 경과, 여객자동차 운수사업법의 규정 취지 및 일반택시운송사업의 공공성, 소정근로시간을 단축하는 합의 관련 전후 사정 등을 종합적으로 고려하면, 정액사납금제하에서 생산고에 따른 임금을 제외한 고정급이 최저임금에 미달하는 것을 회피할 의도로 사용자가 소정근로시간을 기준으로 산정되는 시간당 고정급의 외형상 액수를 증가시키기 위해 택시운전근로자 노동조합과 사이에 실제 근무형태나 운행시간의 변경 없이 소정근로시간만을 단축하기로 합의한 경우, 이러한 합의는 강행법규인 최저임금법상 특례조항 등의 적용을 잠탈하기 위한 탈법행위로서 무효라고 보아야 한다.<br/>  이때 정액사납금제하에서 이루어진 소정근로시간 단축 합의가 탈법행위로서 무효인지는, 합의를 체결한 근로관계 당사자들의 주된 목적이 최저임금법의 적용을 회피하려는 것이었는지와 아울러 단축된 소정근로시간과 택시운전근로자의 실제 근로시간을 비교하여 양자 사이에 상당한 불일치가 있는지를 중심으로 규범적인 관점에서 판단하여야 한다.<br/>[2] 정액사납금제로 운영되는 택시회사가 기존의 소정근로시간을 단축한 경우뿐 아니라 신설회사가 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항이 시행된 이후 소정근로시간을 처음 정한 경우에도, 소정근로시간을 정한 근로관계 당사자들의 주된 목적이 최저임금법의 적용을 회피하는 것이었고, 소정근로시간과 택시운전근로자의 실제 근로시간 사이에 상당한 불일치가 있는 때에는, 이러한 소정근로시간의 정함은 탈법행위로서 무효라고 보아야 한다.<br/>[3] 계약당사자 쌍방이 계약의 전제나 기초가 되는 사항에 관하여 구체적 약정을 하지 아니함에 따라 당사자의 의사를 보충하여 계약을 해석하는 경우, 보충되는 당사자의 의사는 당사자의 실제 의사 또는 주관적 의사가 아니라 계약의 목적, 거래관행, 적용법규, 신의칙 등에 비추어 객관적으로 추인되는 정당한 이익조정 의사를 말한다.<br/>  소정근로시간은 근로자가 근로의무를 부담할 것을 약정하고 사용자가 그 근로의무의 이행에 관하여 임금을 지불하기로 약정한 시간으로, 근로기준법상 연장근로수당 등을 산정하기 위한 전제가 되는 통상임금의 계산, 최저임금법상 비교대상 임금의 시간급 환산, 근로자퇴직급여 보장법상 퇴직금 제도의 설정의무 존부 결정 등을 위해 필요한 도구 개념의 성격을 갖는다. 근로기준법은 사용자에 대하여 근로계약을 체결할 때 소정근로시간을 명시한 서면을 근로자에게 교부할 의무를 부과하면서, 그 위반행위를 처벌하는 규정을 두고 있다(제17조, 제114조). 이러한 소정근로시간의 의의와 기능 등을 고려하면, 근로계약, 취업규칙, 단체협약 등에 소정근로시간에 관한 유효한 정함이 없는 경우 법원은 최저임금 미달 여부 및 미달액 판단 등을 위해 근로관계 당사자들의 의사를 보충하여 근로계약을 해석하는 방법으로 유효한 소정근로시간을 확정할 필요가 있다.<br/>[4] 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항이 시행된 후 설립된 甲 택시회사가 취업규칙을 제정하면서 소속 택시운전근로자의 1일 소정근로시간을 3시간으로 정하였고, 그 후 임금협정을 통해 2시간 30분으로 단축하였는데, 택시운전기사로 근무한 乙 등이 위 소정근로시간이 무효라고 주장하며 甲 회사를 상대로 미지급 최저임금 등의 지급을 구한 사안에서, 위 취업규칙에서 정한 1일 3시간의 소정근로시간은 당시 택시운전근로자의 통상적인 근로시간이라고 보기 어려운 수준이고, 甲 회사로서는 1일 4시간 이상의 소정근로시간을 정할 경우 최저임금법을 위반하게 되는 상황이었던 점, 같은 지역 택시운전근로자의 운행실태, 甲 회사의 고정급 수준, 소비자물가 상승률 등을 고려하면 乙 등의 실제 근로시간과 위 취업규칙 및 임금협정에서 정한 소정근로시간 사이에는 상당한 불일치가 있었을 것으로 추단되는 점 등에 비추어 위 취업규칙 및 임금협정에서 정한 소정근로시간은 모두 무효로 볼 여지가 크고, 乙 등의 실제 근로시간은 취업규칙 및 임금협정에서 정한 소정근로시간인 1일 3시간 또는 2시간 30분을 현저히 초과하였던 것으로 보이는 점, 甲 회사와 乙 등이 소정근로시간을 정하였다면 乙 등의 통상적인 운행시간과 크게 차이가 나지 않았을 것으로 보이는 점, 같은 지역에 소재한 택시회사들의 소정근로시간도 甲 회사와 乙 등의 소정근로시간에 관한 의사를 보충할 때 고려할 요소가 될 수 있는 점 등에 비추어 甲 회사와 乙 등의 의사를 보충하여 근로계약을 해석하는 방법으로 소정근로시간을 확정할 여지가 충분한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제32조 제1항, 근로기준법 제2조 제1항 제8호, 제50조, 최저임금법 제6조 제1항, 제3항, 제5항, 여객자동차 운수사업법 제1조 / [2] 최저임금법 제6조 제1항, 제3항, 제5항 / [3] 민법 제105조, 근로기준법 제2조 제1항 제8호, 제17조, 제50조, 제114조, 최저임금법 제6조 / [4] 민법 제105조, 근로기준법 제2조 제1항 제8호, 제17조, 제50조, 제114조, 최저임금법 제6조<br/>",
  "참조판례": "[1][2] 대법원 2024. 5. 30. 선고 2023다279402, 280563 판결(공2024하, 986) / [1] 대법원 2019. 4. 18. 선고 2016다2451 전원합의체 판결(공2019상, 1074) / [3] 대법원 2006. 11. 23. 선고 2005다13288 판결(공2007상, 24)<br/>"
}