{
  "판례일련번호": "241863",
  "사건명": "명예훼손·모욕·협박·스토킹범죄의처벌등에관한법률위반[국가공무원법 등이 스토킹범죄를 결격대상범죄로 추가하는 내용으로 개정되면서 결격사유 규정에 대하여만 경과규정을 둔 경우 법 개정 전에 범한 스토킹범죄에 관하여 분리 선고 규정이 적용되는지 문제된 사건]",
  "사건번호": "2023도12878",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "국가공무원법 제33조의2 및 지방공무원법 제31조의2의 분리 선고 규정의 취지 / 2022. 12. 27. 개정된 국가공무원법 및 지방공무원법의 각 시행일(2022. 12. 27.) 이전에 스토킹범죄를 범한 것이 국가공무원법 제33조 제6호의3 및 지방공무원법 제31조 제6호의3에서 정한 결격사유에 해당하는지 여부(소극) / 2022. 12. 27. 개정된 국가공무원법 및 지방공무원법 시행일 전에 범한 것이어서 결격대상범죄가 아닌 스토킹범죄와 다른 죄의 경합범에 대하여 벌금형을 선고하는 경우, 분리 선고를 정한 국가공무원법 제33조의2 및 지방공무원법 제31조의2가 적용되는지 여부(소극)<br/>",
  "판결요지": "국가공무원법 제33조는 ‘결격사유’라는 표제하에 제1호 내지 제8호에 걸쳐 공무원으로 임용될 수 없는 사유를 정하고, 같은 법 제69조는 ‘당연퇴직’이라는 표제하에 위 제33조의 각호에 정한 사유가 있으면 공무원이 당연히 퇴직한다고 정한다. 지방공무원법도 국가공무원법과 유사하게 공무원의 결격사유(제31조) 및 당연퇴직사유(제61조)를 정하고 있다. <br/>국가공무원법 제33조 제6호의2 및 제6호의3과 지방공무원법 제31조 제6호의2 및 제6호의3은 공무원이 국민의 신뢰를 바탕으로 고도의 윤리성과 준법의식이 요구되는 직업적·신분적 특징이 있음을 고려하여 특정한 범죄(이하 ‘결격대상범죄’라 한다)에 관한 형선고 전력을 공무원 결격사유(당연퇴직사유)로 정하였다. <br/>  한편 국가공무원법 제33조의2는 결격대상범죄와 다른 죄의 경합범에 대하여 벌금형을 선고하는 경우 형법 제38조에도 불구하고 분리 선고하여야 한다고 규정하고, 지방공무원법 제31조의2도 같은 내용의 분리 선고를 정하고 있다. 이러한 분리 선고 규정은 공무원의 결격 및 당연퇴직에 관한 규정의 입법 목적을 고려하여 공무원의 자격 유무에 영향을 미치는 결격대상범죄가 아닌 다른 죄가 결격대상범죄의 양형에 영향을 미치는 것을 최소화하려는 것이다. <br/>국가공무원법 제33조 제6호의3과 지방공무원법 제31조 제6호의3은 2022. 12. 27. 개정을 통해 각각 (다)목을 신설하여 스토킹범죄의 처벌 등에 관한 법률 제2조 제2호에 따른 스토킹범죄를 결격대상범죄로 추가하였다. 국가공무원법 부칙(제19147호, 2022. 12. 27.)은 위와 같이 개정된 국가공무원법은 공포한 날부터 시행한다고 정하면서(제1조) \"제33조 제6호의3 및 제69조 제1호 단서의 개정규정은 이 법 시행 이후 발생한 범죄행위로 형벌을 받는 사람부터 적용한다.\"라고 정하였다(제2조). 지방공무원법 부칙(제19108호, 2022. 12. 27.)도 위와 같이 개정된 지방공무원법은 공포한 날부터 시행한다고 정하면서(제1조) \"제31조 제6호의3 및 제61조 제1호 단서의 개정규정은 이 법 시행 이후 발생한 범죄행위로 형벌을 받는 사람부터 적용한다.\"라고 정하였다(제2조). 따라서 개정 국가공무원법 및 지방공무원법의 각 시행일(2022. 12. 27.) 이전에 스토킹범죄를 범한 것은 국가공무원법 제33조 제6호의3 및 지방공무원법 제31조 제6호의3에서 정한 결격사유에 해당하지 않는다. <br/>  공무원 자격에 관한 결격대상범죄를 정한 국가공무원법 및 지방공무원법 각 규정의 형식과 내용, 결격대상범죄에 관한 분리 선고 규정의 의의와 기능, 형법 제38조에 대한 예외 인정 필요성, 결격사유 규정과 분리 선고 규정의 관계, 분리 선고로 인해 피고인에게 발생할 수 있는 불이익 등을 종합적으로 고려하면, 2022. 12. 27. 개정된 국가공무원법 및 지방공무원법 시행일 전에 범한 것이어서 결격대상범죄가 아닌 스토킹범죄와 다른 죄의 경합범에 대하여 벌금형을 선고하는 경우에는 분리 선고를 정한 국가공무원법 제33조의2 및 지방공무원법 제31조의2가 적용되지 않는다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "국가공무원법 제33조 제6호의2, 제6호의3 (다)목, 제33조의2, 제69조 제1호, 부칙(2022. 12. 27.) 제1조, 제2조, 지방공무원법 제31조 제6호의2, 제6호의3 (다)목, 제31조의2, 제61조 제1호, 부칙(2022. 12. 27.) 제1조, 제2조, 스토킹범죄의 처벌 등에 관한 법률 제2조 제2호, 형법 제38조<br/>",
  "참조판례": "대법원 2004. 4. 9. 선고 2004도606 판결(공2004상, 855)<br/>"
}