{
  "판례일련번호": "241899",
  "사건명": "거절결정(상)[이 사건 출원상표와 선등록상표들의 유사 여부가 문제된 사건]",
  "사건번호": "2023후11180",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 둘 이상의 문자 또는 도형의 조합으로 이루어진 결합상표의 유사 여부를 판단하는 방법 / 상표의 구성 부분 중 요부가 있는 경우, 상표의 유사 여부를 판단하는 방법<br/>[2] 상표의 유사 등에 관하여 수요자 인식에 대한 설문조사 결과의 증명력을 판단하는 방법 및 이때 법관이 고려하여야 할 사항<br/>[3] 특허청 심사관이 甲 주식회사의 출원상표 \"<img src=\"/LSA/flDownload.do?flSeq=147415783\"></img>\"에 대하여 ‘타인의 선등록상표 \"<img src=\"/LSA/flDownload.do?flSeq=147428745\"></img>\"와 표장 및 지정상품이 동일 또는 유사하여 상표법 제34조 제1항 제7호에 해당한다.’는 이유로 상표등록 거절결정을 한 사안에서, 위 출원상표는 선등록상표와 표장이 유사하고 지정상품이 동일·유사하여 상표법 제34조 제1항 제7호에 해당하는 상표이므로 상표등록을 받을 수 없고, 甲 회사가 제출한 수요자 인식 설문조사 결과는 형태나 내용이 설문조사 결과의 신뢰성을 높일 수 있도록 구성되었다고 보기 어려우므로, 증거로서 채용하기 어렵다고 한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 둘 이상의 문자 또는 도형의 조합으로 이루어진 결합상표는 그 구성 부분 전체의 외관, 호칭, 관념을 기준으로 상표의 유사 여부를 판단하는 것이 원칙이다(‘전체관찰의 원칙’). 그런데 상표의 구성 부분 중에서 일반 수요자에게 그 상표에 관한 인상을 심어주거나 기억·연상을 하게 함으로써 그 부분만으로 독립하여 상품의 출처표시기능을 수행하는 부분, 즉 요부(要部)가 있는 경우, 적절한 전체관찰의 결론을 이끌어내기 위해서는 먼저 그 요부를 가지고 상표의 유사 여부를 대비·판단하는 것이 필요하다(‘요부의 대비’). 상표의 어느 구성 부분이 요부인지 여부는 그 부분이 주지·저명하거나 일반 수요자에게 강한 인상을 주는 부분인지, 전체 상표에서 높은 비중을 차지하는 부분인지 등의 요소를 따져 보되, 여기에 다른 구성 부분과 비교한 상대적인 식별력 수준이나 그와의 결합상태와 정도, 지정상품과의 관계, 거래실정 등까지 종합적으로 고려하여야 한다. 이러한 요부라고 할 만한 것이 없다면 전체관찰의 원칙에 따라 상표를 전체로서 대비하여 유사 여부를 판단하여야 한다(‘전체의 대비’).<br/>[2] 상표의 유사 등에 관하여 수요자 인식에 대한 설문조사 결과의 증명력 판단은 법관의 자유심증에 맡겨져 있는 것으로, 법관은 설문조사의 설계·실시 등이 그 설문조사의 해당 분야에서 통상적으로 허용되는 객관적 절차와 기준에 맞게 수행되었는지를 살펴 그 증명력을 판단할 수 있다. 이때 법관은 모집단이 적절하게 설정되고 모집단을 대표할 수 있는 표본이 추출되는 등 조사 대상자가 합리적으로 선정되었는지, 응답자의 태도에 따른 오차를 줄이기 위한 적절한 통제가 이루어졌는지, 조사 문항의 형태 및 상표 등 제시물이 제시된 방식이 적절한지, 조사 문항의 내용이 편향되거나 특정 응답을 유도하는 방식으로 구성되지는 않았는지, 설문조사를 실시할 때 조사 장소와 시기가 적절한지, 응답자에 대한 질문 태도가 적절한지 등을 고려할 수 있다. 비록 수요자 인식에 대한 설문조사 결과에는 실제 수요자의 인식을 완벽하게 반영할 수 없다는 한계가 있지만, 그 설문조사의 설계·실시 등이 이러한 객관적인 절차와 기준에 맞게 수행되었다면 설문조사 결과의 신뢰성 자체를 부정하는 것에는 신중할 필요가 있다.<br/>[3] 특허청 심사관이 甲 주식회사의 출원상표 \"<img src=\"/LSA/flDownload.do?flSeq=147415783\"></img>\"에 대하여 ‘타인의 선등록상표 \"<img src=\"/LSA/flDownload.do?flSeq=147428745\"></img>\"와 표장 및 지정상품이 동일 또는 유사하여 상표법 제34조 제1항 제7호에 해당한다.’는 이유로 상표등록 거절결정을 한 사안에서, 위 출원상표의 요부 중 VICTORIA 부분과 선등록상표를 대비하면, 양 상표는 글자체, 색상, 도안화의 정도, 철자의 구성 등에 차이가 있지만, 모두 굵은 글자체로 되어 있고 전체 글자 중 세 번째 글자만이 ‘C’와 ‘T’로 달라 외관의 차이가 크지 않은 점, VICTORIA 부분은 ‘빅토리아’로 호칭되고, 선등록상표는 ‘비토리아’ 또는 ‘’로 호칭될 것이어서, 양 상표는 네 음절 중 첫음절에서 다소 차이가 있을 뿐 전체적으로 호칭이 유사한 점, VICTORIA 부분은 여성의 이름 정도로 관념할 수 있고 선등록상표는 일반 수요자에게 별다른 관념을 형성할 것으로 보이지 않아 양 상표의 관념을 대비할 수는 없으나, 호칭이 유사한 양 상표를 동일·유사한 지정상품에 함께 사용하는 경우 일반 수요자에게 상품의 출처에 관하여 오인·혼동을 일으킬 염려가 있으므로, 위 출원상표와 선등록상표는 표장이 서로 유사하며, 나아가 출원상표의 지정상품과 선등록상표의 지정상품은 모두 ‘탄산수 등’으로 동일·유사한 점에 비추어, 위 출원상표는 상표법 제34조 제1항 제7호에 해당하는 상표이므로 상표등록을 받을 수 없고, 甲 회사가 제출한 수요자 인식 설문조사의 조사 문항 중 일부 문항이 두 상표를 동시에 제시하면서 상표의 유사 여부를 직접 질문하는 방식을 채용한 것은 이격적 관찰의 측면에서 적절하지 않고, 문항별로 조사 대상자가 고를 수 있는 선택지의 내용이나 순서에 차이를 두지 않아 응답이 특정 방향으로 유도될 수 있는 등 그 조사 문항의 형태나 내용이 설문조사 결과의 신뢰성을 높일 수 있도록 구성되었다고 보기는 어려운 점에 비추어, 수요자 인식 설문조사 결과를 증거로서 채용하기 어렵다고 한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제34조 제1항 제7호 / [2] 민사소송법 제202조 / [3] 상표법 제34조 제1항 제7호, 민사소송법 제202조<br/>",
  "참조판례": "[1] 대법원 2017. 2. 9. 선고 2015후1690 판결(공2017상, 591), 대법원 2018. 8. 30. 선고 2017후981 판결<br/>"
}