{
  "판례일련번호": "241861",
  "사건명": "채무부존재확인[지인할인으로 감액된 금액을 실손의료보험금으로 청구할 수 있는지 여부와 관련하여 약관의 해석이 문제된 사건]",
  "사건번호": "2023다240916",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "[1] 약관의 해석에서 작성자 불이익의 원칙 및 약관의 목적과 취지를 고려하여 공정하고 합리적으로, 그리고 평균적 고객의 이해가능성을 기준으로 객관적이고 획일적으로 해석한 결과 약관 조항이 일의적으로 해석되는 경우, 작성자 불이익의 원칙이 적용되는지 여부(소극)<br/>[2] 甲이 乙 보험회사와 체결한 보험계약의 ‘입원의료비 담보 특약’에서 상해 또는 질병으로 입원치료를 받을 경우 국민건강보험법에 의하여 피보험자가 부담하는 입원실료 등 비용 전액 및 일부로서 국민건강보험법에서 정한 요양급여 중 본인부담분과 비급여 부분을 보험금으로 지급하도록 정하고 있는데, 甲이 입원치료를 받은 후 乙 회사에 보험금을 청구하였으나 乙 회사가 청구 금액 중 ‘지인할인(知人割引) 명목의 할인금’은 甲이 실제 지출하지 않은 것이므로 위 특약에 따른 보상대상이 아니라고 보아 지급을 거부한 사안에서, 피보험자가 의료기관으로부터 할인받은 부분은 위 특약의 보상대상이라고 할 수 없고, 약관의 뜻이 명확하지 않아 고객에게 유리하게 해석하여야 하는 경우에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 약관은 신의성실의 원칙에 따라 해당 약관의 목적과 취지를 고려하여 공정하고 합리적으로 해석하되, 개별 계약 당사자가 의도한 목적이나 의사를 참작하지 않고 평균적 고객의 이해가능성을 기준으로 객관적·획일적으로 해석하여야 한다. 그리고 특정 약관 조항을 그 목적과 취지를 고려하여 공정하고 합리적으로 해석하기 위해서는 특별한 사정이 없는 한 그 약관 조항의 문언이 갖는 의미뿐만 아니라 그 약관 조항이 전체적인 논리적 맥락 속에서 갖는 의미도 고려해야 한다. 위와 같은 해석을 거친 후에도 약관 조항이 객관적으로 다의적으로 해석되고 각각의 해석이 합리성이 있는 등 해당 약관의 뜻이 명확하지 않은 경우에는 고객에게 유리하게 해석하여야 한다. 반면 약관의 목적과 취지를 고려하여 공정하고 합리적으로, 그리고 평균적 고객의 이해가능성을 기준으로 객관적이고 획일적으로 해석한 결과 약관 조항이 일의적으로 해석된다면 약관 조항을 고객에게 유리하게 해석할 여지가 없다.<br/>[2] 甲이 乙 보험회사와 체결한 보험계약의 ‘입원의료비 담보 특약’에서 상해 또는 질병으로 입원치료를 받을 경우 국민건강보험법에 의하여 피보험자가 부담하는 입원실료 등 비용 전액 및 일부로서 국민건강보험법에서 정한 요양급여 중 본인부담분과 비급여 부분을 보험금으로 지급하도록 정하고 있는데, 甲이 입원치료를 받은 후 乙 회사에 보험금을 청구하였으나 乙 회사가 청구 금액 중 ‘지인할인(知人割引) 명목의 할인금’은 甲이 실제 지출하지 않은 것이므로 위 특약에 따른 보상대상이 아니라고 보아 지급을 거부한 사안에서, 위 약관 조항 문언의 내용과 의미, 국민건강보험법에 따른 비급여 진료비용의 의미와 성격, 위 특약이 담보하는 보험목적의 성질과 손해보험제도의 원칙 등을 고려하면, 위 약관 조항은 국민건강보험법에 따른 비급여 진료행위에 대하여 피보험자가 의료기관과의 구체적인 계약에 따라 실제로 부담하는 비급여 진료비용을 담보한다고 봄이 타당하고, 피보험자가 의료기관으로부터 할인받은 부분은 위 특약의 보상대상이라고 할 수 없으며, 이와 같이 위 약관 조항의 내용은 다의적으로 해석되지 않으므로, 약관의 뜻이 명확하지 않아 고객에게 유리하게 해석하여야 하는 경우에 해당하지 않는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제5조 / [2] 약관의 규제에 관한 법률 제5조, 국민건강보험법 제41조 제4항, 의료법 제45조 제1항, 상법 제665조<br/>",
  "참조판례": "[1] 대법원 2018. 10. 25. 선고 2014다232784 판결(공2018하, 2201), 대법원 2021. 10. 14. 선고 2018다279217 판결, 대법원 2024. 1. 25. 선고 2023다283913 판결(공2024상, 469)<br/>"
}