{
  "판례일련번호": "241865",
  "사건명": "공직선거법위반[공직선거 후보자 및 그 공약에 대한 의혹을 제기하는 표현이 허위사실공표에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2023도16586",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "[1] 어떤 표현이 공직선거법 제250조 제2항이 정한 허위사실공표에 해당하는지 판단하는 방법 및 이때 겉으로 드러나지 않은 주관적 사정을 표현의 해석에 고려하는지 여부(소극) / 사실의 ‘공표’에 해당하는지 판단하는 기준 / 공직선거법 제250조 제2항에서 말하는 ‘사실’의 공표의 의미 및 형사처벌 여부가 문제 되는 표현이 사실을 드러낸 것인지 아니면 의견이나 추상적 판단을 표명한 것인지 판단하는 방법 / 공표된 사실의 내용 전체의 취지를 살펴볼 때 중요한 부분이 객관적 사실과 합치되나 세부에 있어서 진실과 약간 차이가 나거나 다소 과장된 표현이 있는 경우, 이를 허위의 사실이라고 볼 수 있는지 여부(소극) 및 의견과 사실이 혼재되어 있는 표현에 대하여는 이를 전체적으로 보아 사실을 공표하였는지를 판단하여야 하는지 여부(적극) / 여러 표현행위가 일시와 장소를 달리하여 이루어진 경우, 개별 행위별로 허위사실공표죄에 해당하는지 살펴보아야 하는지 여부(원칙적 적극)<br/>[2] 선거에서 정책공약이나 이를 비판·검증하는 표현은 보다 폭넓게 보호될 필요가 있는지 여부(적극) / 후보자들이 정책공약이나 이를 비판·검증하는 과정에서 한 표현에 포함된 일부 표현을 근거로 그 전체적인 취지나 맥락에서 벗어나 사후적인 해석을 가미하여 형사처벌의 기초로 삼는 것이 선거과정에서 장려되어야 할 표현을 지나치게 위축시키거나 봉쇄하는 것인지 여부(적극)<br/>[3] 후보자 등이 후보자 토론회에 참여하여 질문·답변을 하거나 주장·반론을 하는 경우, 공직선거법 제250조 제1항에 의하여 허위사실공표죄로 처벌할 수 있는지 여부(원칙적 소극)<br/>[4] 피고인들인 전국동시지방선거에 출마한 후보자 甲과 甲의 선거대책위원회 정책위원장, 자원봉사자가 라디오토론회 및 TV토론회에서의 각 발언과 선거과정에서 작성·배포한 카드뉴스 및 보도자료를 통하여, 상대후보자인 乙이 지역 산림조합장과 지역 축제 추진위원장 재직 기간 투기 목적으로 집중적으로 丙 공원 주변 토지를 매입하였고, 乙의 선거공약인 丙 공원 국가정원 추진 사업은 투기 목적에서 비롯된 것처럼 인식하도록 乙에게 불리한 허위사실을 공표하였다는 이유로 공직선거법 위반으로 기소된 사안에서, 공소사실을 유죄로 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 어떤 표현이 공직선거법 제250조 제2항이 정한 허위사실공표에 해당하는지 판단하기 위해서는 먼저 그 표현의 의미를 확정해야 한다. 이는 일반 선거인이 그 표현을 접하는 통상의 방법을 전제로 그 표현의 전체적인 취지와의 연관하에서 표현의 객관적 내용, 사용된 어휘의 통상적인 의미, 문구의 연결방법 등을 종합적으로 고려하여 그 표현이 선거인에게 주는 전체적인 인상을 기준으로 판단하여야 하고, 표현한 사람의 내심 의도나 개인적 이해득실 등 주관적 사정에 따라 그 표현의 객관적 의미가 좌우된다고 할 수 없으므로, 이러한 주관적 사정은 겉으로 드러나지 않은 이상 표현의 해석에 고려할 것은 아니다.<br/>  사실의 ‘공표’는 반드시 사실을 직접적으로 표현한 경우에 한정되지 아니하고, 소문을 전달하거나 의혹을 제기하는 형식 기타 간접적·우회적인 방법에 의하더라도 그 표현의 전 취지에 비추어 어떠한 사실의 존재를 암시하고 이로써 후보자의 평가에 영향을 미칠 가능성이 있을 정도의 구체성이 있으면 충분하다.<br/>공직선거법 제250조 제2항에서 말하는 ‘사실’의 공표란 가치판단이나 평가를 내용으로 하는 의견 표현에 대치되는 개념으로 시간과 공간적으로 구체적인 과거 또는 현재의 사실관계에 관한 보고 내지 진술을 의미하며 그 표현 내용이 증거에 의해 증명이 가능한 것을 말한다. 형사처벌 여부가 문제 되는 표현이 사실을 드러낸 것인지 아니면 의견이나 추상적 판단을 표명한 것인지를 구별할 때에는 언어의 통상적 의미와 용법, 증명가능성, 문제 된 말이 사용된 문맥과 표현의 전체적인 취지, 표현의 경위와 사회적 맥락 등을 고려하여 판단하되, 헌법상 표현의 자유의 우월적 지위, 형벌법규 해석의 원칙에 비추어 어느 범주에 속한다고 단정하기 어려운 표현인 경우에는 원칙적으로 의견이나 추상적 판단을 표명한 것으로 파악하여야 한다.<br/>  공표된 사실의 내용 전체의 취지를 살펴볼 때 중요한 부분이 객관적 사실과 합치되는 경우에는 세부에 있어서 진실과 약간 차이가 나거나 다소 과장된 표현이 있다 하더라도 이를 허위의 사실이라고 볼 수 없고, 의견과 사실이 혼재되어 있는 표현에 대하여는 이를 전체적으로 보아 사실을 공표하였는지를 판단하여야 한다.<br/>  여러 표현행위가 일시와 장소를 달리하여 이루어진 경우에는 특별한 사정이 없는 이상 개별 행위별로 허위사실공표죄에 해당하는지 살펴보아야 한다.<br/>[2] 선거에서 정책공약을 내세우거나 이를 비판·검증하는 것은 정책공약을 매개로 한 후보자와 유권자 간 소통과 공론의 장을 열어 선거를 정책경쟁의 장으로 형성함으로써 대의민주주의가 실질적으로 작동할 수 있도록 하므로, 정책공약이나 이를 비판·검증하는 표현은 보다 폭넓게 보호될 필요가 있다. 그리고 공직선거의 후보자들은 제한된 선거운동기간 동안 한정된 정보나 자료에 기초하여 유권자들에게 필요한 관점을 제시하고 평가를 구하여야 하는 지위에 있고, 후보자들 간의 공방을 지켜보는 유권자들은 위와 같은 후보자들의 현실적 상황이나 선거라는 사회적 맥락을 고려하여 후보자들의 주장 취지를 이해하기 마련이다. 그러므로 후보자들이 정책공약이나 이를 비판·검증하는 과정에서 한 표현에 포함된 일부 표현을 근거로 그 전체적인 취지나 맥락에서 벗어나 사후적인 해석을 가미하여 형사처벌의 기초로 삼는 것은, ‘선거의 공정’이라는 목적에 비추어 보더라도 선거과정에서 장려되어야 할 표현을 지나치게 위축시키거나 봉쇄하는 것이라고 하지 않을 수 없다.<br/>[3] 후보자 등이 후보자 토론회에 참여하여 질문·답변을 하거나 주장·반론을 하는 것은, 그것이 토론회의 주제나 맥락과 관련 없이 일방적으로 허위의 사실을 드러내어 알리려는 의도에서 적극적으로 허위사실을 표명한 것이라는 등의 특별한 사정이 없는 한 공직선거법 제250조 제1항에 의하여 허위사실공표죄로 처벌할 수 없다.<br/>[4] 피고인들인 전국동시지방선거에 출마한 지방자치단체장 후보자 甲과 甲의 선거대책위원회 정책위원장, 자원봉사자가 라디오토론회 및 TV토론회에서의 각 발언과 선거과정에서 작성·배포한 카드뉴스 및 보도자료를 통하여, 상대후보자인 乙이 지역 산림조합장과 지역 축제 추진위원장 재직 기간 투기 목적으로 집중적으로 丙 공원 주변 토지를 매입하였고, 乙의 선거공약인 丙 공원 국가정원 추진 사업은 투기 목적에서 비롯된 것처럼 인식하도록 乙에게 불리한 허위사실을 공표하였다는 이유로 공직선거법 위반으로 기소된 사안에서, 라디오토론회 발언은 TV토론회 발언 전에 그 장소는 물론 그 상대방인 선거인의 범위와 매체를 달리하여 이루어졌으므로, 라디오토론회 발언이 허위사실공표죄를 구성하는지는 TV토론회 발언으로 표현된 내용에 대한 고려 없이 개별적으로 판단되어야 하는데, 원심은 TV토론회 발언으로 표현된 내용까지 함께 고려하여 라디오토론회 발언에서 TV토론회 발언과 동일한 내용의 표현이 이루어졌다는 잘못된 전제에서 라디오토론회 발언의 의미를 해석하고 평가한 점, TV토론회 발언은 전체적으로 ‘현재 丙 공원 인근에 대규모의 토지를 보유하고 있는 乙이 사익 추구를 목적으로 국가정원 승격공약을 내세우고 있는 것으로 의심된다.’는 의미로서, 乙의 국가정원 승격공약이나 지방자치단체장직 수행에 대한 비판적 의견을 표명하는 것으로 볼 수 있고, 국가정원 승격공약을 내세우는 乙에게 사익 추구의 목적이 있는지는 보는 사람의 관점에 따라 판단이 다를 수 있으며 증거에 의한 증명이 곤란하므로 의견 표명으로 보아야 하고, TV토론회 규칙과 TV토론회 발언이 이루어질 당시까지 토론회의 진행 정도 등을 살펴보면, 甲은 乙이 반박하거나 해명할 기회가 주어진 상태에서 TV토론회 발언을 하였다고 할 것이므로, 乙이 TV토론회의 과정에서 실제로 상세히 반박·해명하지 않았다거나 甲이 TV토론회 발언의 과정에서 乙의 발언을 저지하거나 ‘질문을 하는 것이 아니다.’라고 말하는 등의 태도를 취하였다는 사정만으로 甲에게 토론회의 주제나 맥락과 관련 없이 일방적으로 허위의 사실을 드러내어 알리려는 의도가 있었다고 보기는 어려워, TV토론회 발언은 ‘전체적’으로 의견 표명에 해당하고, 甲이 일방적 공표의 의도로 TV토론회 발언을 하였다고 볼 수 없으므로, TV토론회 발언에 포함된 진실에 반하거나 과장된 일부 표현을 근거로 허위사실공표죄로 처벌할 수 없는 점, 카드뉴스는 乙 일가의 토지보유관계와 乙이 국가정원 승격공약을 주장하는 사실을 기초로, 乙이 丙 공원의 국가정원 승격을 통하여 개발이익을 향유하고자 한다는 의견을 ‘부동산 알박기 의혹’이라는 문구로 압축적으로 표현한 것으로 볼 수 있어, ‘전체적’으로 의견 표명에 해당하므로 허위사실공표죄로 처벌할 수 없는 점, 보도자료에서 ‘투기’라는 표현은 ‘과거’의 행위에 중점이 있다기보다는 ‘장래’ 국가정원 승격으로 인한 개발이익을 기대하는 행태를 부정적으로 묘사하는 데 중점이 있다고 볼 여지가 많으므로, 보도자료의 전체적인 취지 또한 ‘현재 丙 공원 인근에 대규모의 토지를 보유한 乙이 사익 추구를 목적으로 국가정원 승격공약을 내세우고 있는 것으로 의심된다.’는 것으로서 라디오토론회 등에서의 각 발언이나 카드뉴스의 그것과 달리 보기 어렵고, 보도자료는 乙의 국가정원 승격공약이나 지방자치단체장직 수행에 대한 비판적 입장을 표명하는 표현물로 보는 것이 타당하며, 허위로 인정되는 일부 토지의 취득원인 부분은 선거인의 판단을 좌우할 수 없는 부수적이고 지엽적인 부분에 불과하므로, 보도자료는 ‘전체적’으로 의견 표명에 해당하고, 거기에 포함된 진실에 반하거나 과장된 일부의 표현을 근거로 허위사실공표죄로 처벌할 수 없는 점을 종합하면, 라디오토론회 등에서의 각 발언과 카드뉴스 및 보도자료를 통하여 허위의 사실이 공표되었다거나 甲이 일방적 공표의 의도로 TV토론회 발언을 하였다고 보기 어렵다는 이유로, 공소사실을 유죄로 인정한 원심판단에 복수의 표현행위에 대한 허위사실공표 해당 여부에 관한 판단 방법, 허위사실공표죄에서 표현의 해석, 사실과 의견의 구별, 토론회에서 한 발언의 허위사실공표죄 성립 여부에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공직선거법 제250조 제2항 / [2] 공직선거법 제250조 제2항 / [3] 공직선거법 제250조 제1항/ [4] 공직선거법 제250조 제2항<br/>",
  "참조판례": "[1][3] 대법원 2020. 7. 16. 선고 2019도13328 전원합의체 판결(공2020하, 1632) / [1] 대법원 2003. 2. 20. 선고 2001도6138 전원합의체 판결(공2003상, 876), 대법원 2008. 7. 10. 선고 2008도2422 판결, 대법원 2009. 3. 12. 선고 2009도26 판결(공2009상, 520), 대법원 2009. 4. 9. 선고 2005다65494 판결(공2009상, 608), 대법원 2010. 2. 11. 선고 2009도8947 판결, 대법원 2011. 12. 22. 선고 2008도11847 판결(공2012상, 200), 대법원 2015. 8. 13. 선고 2015도7172 판결, 대법원 2016. 12. 27. 선고 2015도14375 판결(공2017상, 283), 대법원 2020. 12. 24. 선고 2019도12901 판결(공2021상, 316)<br/>"
}