{
  "판례일련번호": "241875",
  "사건명": "부당해고구제재심판정취소[동일한 외국기업을 지배기업으로 하는 한국법인과 외국법인의 한국영업소가 근로기준법상 하나의 사업 또는 사업장인지 여부가 문제된 사건]",
  "사건번호": "2023두57876",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 근로기준법의 적용 단위가 되는 근로기준법 제11조 제1항의 ‘사업 또는 사업장’의 의미 / 법인격이 다른 기업조직이 하나의 사업 또는 사업장을 구성할 수 있는지 여부(원칙적 소극) / 별개의 법인격을 가진 여러 개의 기업조직을 예외적으로 하나의 사업 또는 사업장으로 볼 수 있는 경우 / 이때 복수의 기업조직이 하나의 사업 또는 사업장에 해당하는 특별한 사정이 있는지 판단하는 방법<br/>[2] 사업을 여러 개의 부문으로 나누어 경영하던 사용자가 일부 사업 폐지를 이유로 그 사업 부문 근로자를 해고한 경우, 해고가 경영상 이유에 의한 해고 요건을 갖추지 못했지만 폐업으로 인한 통상해고로서 예외적으로 정당하기 위해서는 일부 사업의 폐지·축소가 사업 전체의 폐지와 같다고 볼 만한 특별한 사정이 인정되어야 하는지 여부(적극) / 이때 일부 사업의 폐지가 폐업과 같다고 인정할 수 있는지 판단하는 방법 / 사업 부문의 일부 폐지를 이유로 한 해고가 통상해고로서 정당성을 갖추었는지에 관한 증명책임의 소재(=사용자)<br/>",
  "판결요지": "[1] 근로기준법 제11조는, 근로기준법은 상시 5명 이상의 근로자를 사용하는 모든 사업 또는 사업장에 적용하고(제1항) 상시 4명 이하의 근로자를 사용하는 사업 또는 사업장에 대하여는 대통령령으로 정하는 바에 따라 이 법의 일부 규정을 적용할 수 있다(제2항)고 규정하여 ‘상시 사용하는 근로자 수’를 기준으로 근로기준법의 적용 범위를 달리 규율하고 있다. 근로기준법의 적용 단위가 되는 같은 법 제11조 제1항의 ‘사업 또는 사업장’이란 경영상의 일체를 이루면서 유기적으로 운영되는 경제적, 사회적 활동단위를 의미한다. 법인격의 분리 여부가 독립된 사업 또는 사업장에 해당하는지를 판단하는 우선적인 기준이 되므로 법인격이 다른 기업조직은 특별한 사정이 없는 한 하나의 사업 또는 사업장을 구성할 수 없음이 원칙이다. 다만 별개의 법인격을 가진 여러 개의 기업조직 사이에 단순한 기업 간 협력관계나 계열회사, 모자회사 사이의 일반적인 지배종속관계를 넘어 실질적으로 동일한 경제적, 사회적 활동단위로 볼 수 있을 정도의 경영상의 일체성과 유기적 관련성이 인정되는 특별한 사정이 있는 경우에는 이들을 하나의 사업 또는 사업장이라고 볼 수 있다. 이때 복수의 기업조직이 하나의 사업 또는 사업장에 해당하는 특별한 사정이 있는지는 업무의 종류, 성질, 목적, 수행방식 및 장소가 동일한지, 업무지시와 근로자의 채용, 근로조건의 결정, 해고 등 인사 및 노무관리가 기업조직별로 구분되지 않고 동일한 사업주체 내지 경영진에 의하여 통일적으로 행사되는지, 각 단위별 사업활동의 내용이 하나의 사업목적을 위하여 결합되어 인적·물적 조직과 재무·회계가 서로 밀접하게 관련되어 운영되는지 등과 같은 사정을 종합적으로 고려하여 신중하게 판단해야 한다.<br/>[2] 어떤 기업이 경영상 이유로 사업을 여러 개의 부문으로 나누어 경영하다가 그중 일부를 폐지하기로 하였다 하더라도 이는 원칙적으로 사업 축소에 해당할 뿐 사업 전체의 폐지라고 할 수 없으므로, 사용자가 일부 사업을 폐지하면서 그 사업 부문에 속한 근로자를 해고하려면 근로기준법 제24조에서 정한 경영상 이유에 의한 해고 요건을 갖추어야 하고, 그 요건을 갖추지 못한 해고는 정당한 이유가 없어 무효이다. 따라서 사용자가 일부 사업을 폐지하고 그 사업 부문에 속한 근로자를 해고하였는데 그와 같은 해고가 경영상 이유에 의한 해고로서의 요건을 갖추지 못하였지만 폐업으로 인한 통상해고로서 예외적으로 정당하기 위해서는, 일부 사업의 폐지·축소가 사업 전체의 폐지와 같다고 볼 만한 특별한 사정이 인정되어야 한다. 이때 일부 사업의 폐지가 폐업과 같다고 인정할 수 있는지는 해당 사업 부문이 인적·물적 조직 및 운영상 독립되어 있는지, 재무 및 회계의 명백한 독립성이 갖추어져 별도의 사업체로 취급할 수 있는지, 폐지되는 사업 부문이 존속하는 다른 사업 부문과 취급하는 업무의 성질이 전혀 달라 다른 사업 부문으로의 전환배치가 사실상 불가능할 정도로 업무 종사의 호환성이 없는지 등 여러 사정을 구체적으로 살펴 종합적으로 판단해야 한다. 근로기준법 제31조에 의하여 부당해고구제 재심판정을 다투는 소송에서 해고의 정당성에 관한 증명책임은 이를 주장하는 사용자가 부담하므로, 사업 부문의 일부 폐지를 이유로 한 해고가 통상해고로서 정당성을 갖추었는지에 관한 증명책임 역시 이를 주장하는 사용자가 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제11조 / [2] 근로기준법 제24조, 제31조, 행정소송법 제26조[증명책임]<br/>",
  "참조판례": "[2] 대법원 1992. 5. 12. 선고 90누9421 판결(공1992, 1877), 대법원 1999. 4. 27. 선고 99두202 판결(공1999상, 1074), 대법원 2021. 7. 29. 선고 2016두64876 판결(공2021하, 1625)<br/>"
}