{
  "판례일련번호": "241887",
  "사건명": "기술료등[전용실시(사용)권, 독점적 통상실시권 침해에 관한 손해배상액 산정의 당부 등이 문제된 사건]",
  "사건번호": "2023다280358",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241025",
  "판시사항": "[1] 의사표시의 해석 방법 / 자유심증주의의 한계 <br/>[2] 특허권자가 특허권에 대한 통상실시권을 허락하면서 실시권자 외의 제3자에게 통상실시권을 허락하지 않을 부작위 의무를 부담하는 경우, 실시권자가 독점적 통상실시권을 가진다고 볼 수 있는지 여부(적극) 및 이러한 법리가 실용신안권, 디자인권, 상표권 등에 대하여도 동일하게 적용되는지 여부(적극)<br/>[3] 자연석 형상의 콘크리트 블록 제품(산수 블록 제품)에 관한 기술 노하우와 특허권, 디자인권, 상표권을 보유하고 있는 甲으로부터 위 기술 노하우와 특허권 등의 사용 및 국내의 제3자에 대한 재허락 권한을 부여받은 乙 주식회사가 丙 주식회사와 丙 회사가 위 기술 노하우와 특허권 등을 사용하여 산수 블록 제품을 제조·판매하면서 위 제품의 순매출액에 약정 기술료율을 곱하여 산정한 기술료를 지급하기로 하는 내용의 계약을 체결하였다가 이후 기술료 미지급을 이유로 계약해지를 통보하였는데, 丙 회사가 계약해지 통보 후에도 산수 블록 제품을 제조·판매하자, 丙 회사를 상대로 계약기간 중의 기술료 및 계약 종료 후 영업비밀 침해, 특허권의 전용실시권 침해, 디자인권의 전용실시권 침해, 상표권의 전용사용권 침해를 원인으로 하는 손해배상청구를 하면서 여기에 독점적 통상실시권 침해를 원인으로 하는 손해배상청구를 단순 병합한 사안에서, ‘독점적 통상실시권’은 특허권, 디자인권, 상표권 등 중 어떤 권리에 대한 것인지에 따라 독점적 통상실시(사용)권의 내용과 범위가 달라지므로, 석명권을 적절히 행사하여 乙 회사가 주장하는 ‘독점적 통상실시권’의 의미가 무엇인지를 밝히도록 한 다음, 이를 바탕으로 乙 회사가 주장하는 권리를 甲으로부터 부여받았는지 심리하여 손해배상청구권 인정 여부를 판단하였어야 하는데도, 별다른 심리 없이 乙 회사가 ‘산수 블록 제품에 관한 독점적 통상실시권’을 보유하고 있다고 단정하여 丙 회사가 乙 회사의 독점적 통상실시권을 침해하였다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/>[4] 상표권 또는 전용사용권의 침해행위에 관한 소송에서 손해의 발생은 인정되나 손해액을 증명하기가 곤란한 경우, 상표법 제110조 제6항에 따라 구체적 손해액을 산정하는 방법<br/>[5] 채권자가 동일한 채무자에게 발생시기와 발생원인 등을 달리하는 수개의 손해배상채권을 소로써 구하는 경우, 손해배상채권별로 청구금액과 인용금액을 특정하여야 하는지 여부(적극) 및 이는 채권자가 수개의 손해배상채권들 중 일부만을 청구하고 있는 경우에도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "[1] 당사자 사이에 의사표시의 해석이 문제 되는 경우에는 그 의사표시의 내용, 그러한 의사표시가 이루어진 동기와 경위, 그 의사표시에 의하여 달성하려는 목적, 당사자의 진정한 의사 등을 종합적으로 고찰하여 논리와 경험칙에 따라 합리적으로 해석하여야 한다. 그리고 민사소송법 제202조가 선언하고 있는 자유심증주의는 형식적·법률적 증거규칙에 얽매일 필요가 없다는 것을 뜻할 뿐 법관의 자의적 판단을 허용하는 것은 아니므로, 사실의 인정은 적법한 증거조사절차를 거친 증거능력 있는 증거에 의하여 정의와 형평의 이념에 입각하여 논리와 경험의 법칙에 따라 하여야 하고, 사실인정이 사실심의 재량에 속한다고 하더라도 그 한도를 벗어나서는 안 된다.<br/>[2] 특허권자는 그 특허권에 대하여 타인에게 통상실시권을 허락할 수 있다. 이때 특허권자가 실시권자에 대하여 그 실시권자 외의 제3자에게 통상실시권을 허락하지 않을 부작위 의무를 부담하는 경우 그 실시권자는 독점적 통상실시권을 가진다고 볼 수 있다. 이러한 법리는 실용신안권, 디자인권, 상표권 등에 대하여도 동일하게 적용된다.<br/>[3] 자연석 형상의 콘크리트 블록 제품(산수 블록 제품)에 관한 기술 노하우와 특허권, 디자인권, 상표권을 보유하고 있는 甲으로부터 위 기술 노하우와 특허권 등의 사용 및 국내의 제3자에 대한 재허락 권한을 부여받은 乙 주식회사가 丙 주식회사와 丙 회사가 위 기술 노하우와 특허권 등을 사용하여 산수 블록 제품을 제조·판매하면서 위 제품의 순매출액에 약정 기술료율을 곱하여 산정한 기술료를 지급하기로 하는 내용의 계약을 체결하였다가 이후 기술료 미지급을 이유로 계약해지를 통보하였는데, 丙 회사가 계약해지 통보 후에도 산수 블록 제품을 제조·판매하자, 丙 회사를 상대로 계약기간 중의 기술료 및 계약 종료 후 영업비밀 침해, 특허권의 전용실시권 침해, 디자인권의 전용실시권 침해, 상표권의 전용사용권 침해를 원인으로 하는 손해배상청구를 하면서 여기에 독점적 통상실시권 침해를 원인으로 하는 손해배상청구를 단순 병합한 사안에서, ‘독점적 통상실시권’이란 특허법, 실용신안법, 디자인보호법, 상표법 등에서 개별적으로 정의한 행위 태양인 실시(사용)를 전제로 하는 것으로 특허권, 실용신안권, 디자인권, 상표권 등 중 어느 권리에 대한 것인지에 따라 독점적 통상실시(사용)권의 내용과 범위가 달라지고, ‘독점적 통상실시권’은 특허권, 실용신안권, 디자인권, 상표권 등을 대상으로 하는 권리일 뿐 특정 제품을 대상으로 하는 권리가 아니므로, 석명권을 적절히 행사하여 乙 회사가 침해받았다고 주장하는 ‘독점적 통상실시권’의 의미가 무엇인지를 밝히도록 한 다음, 이를 바탕으로 乙 회사가 주장하는 권리를 甲으로부터 부여받았는지 심리하여 손해배상청구권 인정 여부를 판단하였어야 하는데도, 별다른 심리 없이 乙 회사가 ‘산수 블록 제품에 관한 독점적 통상실시권’을 보유하고 있다고 단정하여 丙 회사가 乙 회사의 독점적 통상실시권을 침해하였다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/>[4] 상표법 제110조 제6항은 \"법원은 상표권 또는 전용사용권의 침해행위에 관한 소송에서 손해가 발생한 것은 인정되나 그 손해액을 증명하기 위하여 필요한 사실을 밝히는 것이 사실의 성질상 극히 곤란한 경우에는 제1항부터 제5항까지의 규정에도 불구하고 변론 전체의 취지와 증거조사의 결과에 기초하여 상당한 손해액을 인정할 수 있다.\"라고 규정한다. 위 규정은 자유심증주의하에서 손해의 발생 사실은 증명되었으나 사안의 성질상 손해액에 대한 증명이 곤란한 경우 증명도·심증도를 경감함으로써 손해의 공평·타당한 분담을 지도원리로 하는 손해배상제도의 이상과 기능을 실현하고자 함에 그 취지가 있는 것이지 법관에게 손해액의 산정에 관한 자유재량을 부여한 것은 아니다. 따라서 법원이 위와 같은 방법으로 구체적 손해액을 판단할 때에는 손해액 산정의 근거가 되는 간접사실들의 탐색에 최선의 노력을 다해야 하고, 그와 같이 탐색해 낸 간접사실들을 합리적으로 평가하여 객관적으로 수긍할 수 있는 손해액을 산정해야 한다. <br/>[5] 채권자가 동일한 채무자에 대하여 수개의 손해배상채권을 가지고 있다고 하더라도 그 손해배상채권들이 발생시기와 발생원인 등을 달리하는 별개의 채권인 이상 이는 별개의 소송물에 해당하고, 그 손해배상채권들은 각각 소멸시효의 기산일이나 채무자가 주장할 수 있는 항변들이 다를 수도 있으므로, 이를 소로써 구하는 채권자로서는 손해배상채권별로 청구금액을 특정하여야 하며, 법원도 이에 따라 손해배상채권별로 인용금액을 특정하여야 하고, 이러한 법리는 채권자가 수개의 손해배상채권들 중 일부만을 청구하고 있는 경우에도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 민사소송법 제202조 / [2] 특허법 제102조, 실용신안법 제28조, 디자인보호법 제99조, 상표법 제97조 / [3] 민사소송법 제136조, 특허법 제102조, 실용신안법 제28조, 디자인보호법 제99조, 상표법 제97조 / [4] 상표법 제110조 제6항, 민사소송법 제202조 / [5] 민사소송법 제216조<br/>",
  "참조판례": "[1] 대법원 2005. 5. 27. 선고 2004다60065 판결(공2005하, 1031), 대법원 2015. 12. 23. 선고 2015다220573 판결 / [2] 대법원 2020. 11. 26. 선고 2018다221676 판결(공2021상, 107) / [4] 대법원 2007. 11. 29. 선고 2006다3561 판결(공2007하, 2012), 대법원 2011. 5. 13. 선고 2010다58728 판결(공2011상, 1156) / [5] 대법원 2007. 9. 20. 선고 2007다25865 판결(공2007하, 1632), 대법원 2008. 10. 9. 선고 2007다5069 판결<br/>"
}