{
  "판례일련번호": "241853",
  "사건명": "구상금",
  "사건번호": "2023다310198",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았더라도 대법원이 실체법 해석적용의 잘못에 관하여 판단할 수 있는 경우<br/>[2] 여신전문금융업법에서 정한 시설대여업자가 아닌 자가 체결한 시설대여계약에 대하여 자동차손해배상 보장법 제3조의 운행자책임에 대한 특례를 정한 여신전문금융업법 제35조를 적용 또는 유추적용할 수 있는지 여부(소극)<br/>[3] 자동차손해배상 보장법 제3조에서 자동차 사고에 대한 손해배상책임을 지는 자로 규정하고 있는 ‘자기를 위하여 자동차를 운행하는 자’의 의미 및 통상적으로 책임주체로서의 지위에 있다고 인정되는 자동차보유자 등은 제3자가 자동차를 운전하다가 발생한 사고에 대하여 위 법조에서 정한 운행자로서의 책임을 부담하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 소액사건에 있어서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건들이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우, 소액사건이라는 이유로 대법원이 그 법령의 해석에 관하여 판단을 하지 않은 채 사건을 종결하고 만다면 국민생활의 법적 안정성을 해칠 우려가 있다. 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 않았다고 하더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석적용에 있어서의 잘못에 관하여 판단할 수 있다.<br/>[2] 여신전문금융업법에서 정한 시설대여업자가 아닌 자가 체결한 시설대여계약에 대하여 여신전문금융업법 제35조를 적용 또는 유추적용할 수 없다. 그 이유는 다음과 같다. <br/>  ① 여신전문금융업법은 특정물건을 새로 취득하거나 대여받아 거래상대방에게 일정 기간 이상 사용하게 하고, 그 사용 기간 동안 일정한 대가를 정기적으로 나누어 지급받으며, 그 사용 기간이 끝난 후의 물건의 처분에 관하여는 당사자 간의 약정으로 정하는 방식의 금융을 ‘시설대여’, 시설대여를 업으로 하는 것을 ‘시설대여업’이라고 정의하고(제2조 제9호, 제10호), 시설대여업에 대하여 제3조 제2항에 따라 금융위원회에 등록한 자를 ‘시설대여업자’라고 규정하면서(제2조 제10호의2), 제2장에서 시설대여업 등록 요건(자본금 등)과 절차에 관하여 구체적으로 규정한다. 여신전문금융업법은 시설대여업을 하는 자로서 여신전문금융업법을 적용받으려는 자는 업별(業別)로 금융위원회에 등록하여야 한다고 규정하고(제3조 제2항), 제3장 제2절에서 여신전문금융업 중 시설대여업에 관하여 규정하면서 위 제2절은 시설대여업자가 하는 시설대여업 등에 적용하며(제28조), 대여시설이용자가 여신전문금융업법에 따라 건설기계나 차량의 시설대여 등을 받아 운행하면서 위법행위로 다른 사람에게 손해를 입힌 경우에는 자동차손해배상 보장법(이하 ‘자동차손배법’이라 한다) 제3조를 적용할 때 시설대여업자를 자기를 위하여 자동차를 운행하는 자로 보지 아니한다고 규정한다(제35조). 위와 같은 여신전문금융업법의 문언 내용과 체계, 형식에 비추어 보면, 여신전문금융업법은 법에 따라 등록한 시설대여업자가 아닌 자에 대하여는 자동차 등의 손해배상책임에 관한 특례를 규정한 제35조를 적용하지 않는 것으로 법적 규율을 하였다고 볼 수 있다. <br/>  ② 여신전문금융업법에 따른 등록을 하지 아니하고 시설대여업을 하는 자의 자동차 등의 손해배상책임에 관하여 법적 규율이 없다고 하더라도, 여신전문금융업법이 정한 법정 자본금 등의 요건을 갖추고 관련 절차를 따라 등록한 시설대여업자와 그러한 요건을 갖추지 아니한 채 등록을 하지 아니하고 시설대여업을 하는 자 사이에 시설대여업자에 대한 특례 규정을 유추적용할 수 있을 정도로 공통점 또는 유사점이 있다고 인정하기 어렵다. 공통점 또는 유사점이 있다고 하더라도, 여신전문금융업법과 자동차손배법의 입법 목적 차이 등에 비추어 보면 여신전문금융업법에 따른 등록을 하지 아니하고 시설대여업을 하는 자에 대하여 자동차손배법 제3조에 관한 특례를 규정한 여신전문금융업법 제35조를 유추적용하는 것이 정당하다고 평가하기도 어렵다. <br/>[3] 자동차손해배상 보장법 제3조에서 자동차 사고에 대한 손해배상책임을 지는 자로 규정하고 있는 ‘자기를 위하여 자동차를 운행하는 자’란 사회통념상 자동차에 대한 운행을 지배하여 그 이익을 향수하는 책임주체의 지위에 있는 자를 말한다. 여기서 운행지배는 현실적인 지배에 한하지 않고 사회통념상 간접지배 또는 지배가능성이 있는 경우를 포함한다. 통상적으로 책임주체로서의 지위에 있다고 인정되는 자동차보유자 등은 제3자가 자동차를 운전하다가 사고를 낸 경우 운행에 있어 보유자의 운행지배와 운행이익이 완전히 상실되었다고 볼 특별한 사정이 없는 한 사고에 대하여 위 법조에서 정한 운행자로서의 책임을 부담한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 여신전문금융업법 제2조 제9호, 제10호, 제10호의2, 제3조 제2항, 제28조, 제35조, 자동차손해배상 보장법 제3조 / [3] 자동차손해배상 보장법 제3조<br/>",
  "참조판례": "[1] 대법원 2024. 3. 12. 선고 2023다290485 판결(공2024상, 648) / [3] 대법원 1995. 2. 24. 선고 94다41232 판결(공1995상, 1436), 대법원 2012. 3. 29. 선고 2010다4608 판결, 대법원 2021. 9. 30. 선고 2020다280715 판결<br/>"
}