{
  "판례일련번호": "241871",
  "사건명": "거절결정(상)",
  "사건번호": "2023후10453",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241031",
  "판시사항": "[1] 상표법 제33조 제1항 제4호에서 정한 ‘지도만으로 된 상표’에 해당하기 위하여는 정확한 지도나 이에 준하는 형태를 갖추어야 하는지 여부(소극) 및 일반 수요자가 사회통념상 지도임을 인식할 수 있는 정도의 형태를 갖추었다면 위 규정에서 말하는 ‘지도’에 해당하는지 여부(적극)<br/>[2] 상표법 제33조 제2항에서 정한 ‘그 상표를 사용한 결과 수요자 간에 특정인의 상품에 관한 출처를 표시하는 것으로 식별할 수 있게 된 경우’에 해당하는지 판단하는 방법 / 출원상표와 동일성이 인정되는 상표의 장기간 사용이 ‘사용에 의한 식별력’ 취득에 영향을 미치는지 여부(적극) 및 출원상표와 동일하거나 동일성이 인정되는 부분만으로 독립성을 유지하면서 분리 인식될 수 있는 경우, 그 사용실적을 출원상표가 사용에 의한 식별력을 취득하였는지 판단하는 자료로 삼을 수 있는지 여부(적극)<br/>[3] 특허청 심사관이 甲 주식회사의 출원상표 \"\"가 상표법 제33조 제1항 제4호에 따른 식별력이 없는 표장에 해당한다는 이유로 등록거절결정을 한 사안에서, 출원상표는 일반 수요자에게 사회통념상 대한민국 지도로 인식되어 상표법 제33조 제1항 제4호의 ‘지도만으로 된 상표’에 해당하고, 甲 회사의 실사용상표 \"\", \"\", \"\" 등과 별개로 독립하여 수요자 사이에서 사용에 의한 식별력을 취득하였다고 인정하기는 어려워 상표법 제33조 제2항에 해당하지 않는다고 본 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 상표법 제33조 제1항 제4호에 의하면 ‘지도만으로 된 상표’는 상표등록을 받을 수 없는데, 정확한 지도나 이에 준하는 형태가 아니더라도 일반 수요자가 사회통념상 지도임을 인식할 수 있는 정도의 형태를 갖추었다면 위 규정에서 말하는 ‘지도’에 해당한다.<br/>[2] 상표법 제33조 제1항 제4호에 해당하는 상표라도 상표등록출원 전부터 그 상표를 사용한 결과 수요자 간에 특정인의 상품에 관한 출처를 표시하는 것으로 식별할 수 있게 된 경우에는 그 상표를 사용한 상품에 한정하여 상표등록을 받을 수 있다(상표법 제33조 제2항). 상표법 제33조 제2항에서 규정한 ‘그 상표를 사용한 결과 수요자 간에 특정인의 상품에 관한 출처를 표시하는 것으로 식별할 수 있게 된 경우’에 해당하는지는 상표의 사용기간, 사용횟수 및 사용의 계속성, 상표가 부착된 상품의 생산·판매량 및 시장점유율, 광고·선전의 방법, 횟수, 내용, 기간 및 액수, 상품품질의 우수성, 상표사용자의 명성과 신용, 상표의 경합적 사용의 정도 및 태양 등을 종합적으로 고려하여 판단하여야 한다.<br/>  사용에 의한 식별력을 취득하는 출원상표는 실제로 사용한 상표 그 자체에 한하고 그와 유사한 상표에 대하여 식별력 취득을 인정할 수는 없지만, 출원상표와 동일성이 인정되는 상표의 장기간 사용은 위 식별력 취득에 도움이 되는 요소이다. 한편 출원상표와 동일하거나 동일성이 인정되는 부분이 그 부분만으로 독립성을 유지하면서 분리 인식될 수 있다면 다른 표장과 함께 사용되었더라도 그 사용실적을 출원상표가 사용에 의한 식별력을 취득하였는지 판단하는 자료로 삼을 수 있다.<br/>[3] 특허청 심사관이 甲 주식회사의 출원상표 \"\"가 상표법 제33조 제1항 제4호에 따른 식별력이 없는 표장에 해당한다는 이유로 등록거절결정을 한 사안에서, 출원상표는 일반 수요자에게 사회통념상 대한민국 지도로 인식되어 상표법 제33조 제1항 제4호의 ‘지도만으로 된 상표’에 해당하고, 한편 甲 회사가 약 25년 이상 실사용상표 \"\", \"\", \"\" 등을 사용하여 왔고, 관련 상품이 언론에 다수 소개되었으며, 판매량과 시장점유율도 상당한 정도에 이른 사실은 인정되지만, 실사용상표들은 모두 대한민국 지도 모양의 도형인 출원상표 부분 외에 적어도 1개 이상의 문자 부분이 결합한 표장으로서 도형만으로 구성된 출원상표와 동일한 표장이라고 볼 수 없고, 실사용상표들 중 일반 수요자에게 사회통념상 대한민국 지도로 인식되는 출원상표 부분이 분리 인식될 수 있다고 보기 어려울 뿐만 아니라 실사용상표들을 접한 일반 수요자가 출원상표 부분을 甲 회사의 상품의 주요한 출처표시로 인식한다고는 보이지 않으므로, 甲 회사가 실사용상표들을 사용하여 판매한 실적을 출원상표의 사용에 의한 식별력 취득 여부를 판단하는 자료로 삼을 수 없다는 이유로 출원상표가 실사용상표들과 별개로 독립하여 수요자 사이에서 사용에 의한 식별력을 취득하였다고 인정하기는 어려워 상표법 제33조 제2항에 해당하지 않는다고 본 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상표법 제33조 제1항 제4호 / [2] 상표법 제33조 제1항 제4호, 제2항 / [3] 상표법 제33조 제1항 제4호, 제2항<br/>",
  "참조판례": "[2] 대법원 2008. 9. 25. 선고 2006후2288 판결(공2008하, 1484), 대법원 2012. 11. 29. 선고 2012후2074 판결, 대법원 2012. 12. 27. 선고 2012후2951 판결(공2013상, 271), 대법원 2017. 9. 12. 선고 2015후2174 판결(공2017하, 2013)<br/>"
}