{
  "판례일련번호": "241979",
  "사건명": "손해배상청구등·영업비밀침해금지등[「부정경쟁방지 및 영업비밀보호에 관한 법률」 제2조 제3호 (라)목 영업비밀 침해행위를 이유로 손해배상을 구하는 사건]",
  "사건번호": "2021다278931, 278948",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241120",
  "판시사항": "[1] 영업비밀을 공동으로 보유하는 자 중 계약관계 등에 따라 다른 보유자에 대하여 영업비밀을 비밀로서 유지하여야 할 의무가 있는 자가 부정한 이익을 얻거나 다른 보유자에게 손해를 입힐 목적으로 영업비밀을 사용하거나 공개한 경우, 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목의 영업비밀 침해행위가 되는지 여부(적극) 및 위와 같은 목적이 있는지 판단하는 기준<br/> [2] 甲 주식회사와 乙 주식회사가 고속열차의 주전력변환장치에 들어가는 제품을 공동으로 연구개발하고 이에 관한 기술정보를 각각 비밀로 유지·관리하여 왔는데, 甲 회사로부터 발주를 받아 위 제품을 제작·공급하던 乙 회사가 丙 공사의 물품 구매 입찰절차에서 낙찰자로 선정되어 丙 공사에 위 제품을 제작·공급하자, 甲 회사가 영업비밀을 침해당하였다며 乙 회사를 상대로 손해배상을 구한 사안에서, 乙 회사가 영업비밀인 위 기술정보의 공동보유자로서 묵시적 의사 합치나 신의칙에 따라 甲 회사에 대해 위 기술정보를 비밀로 유지할 의무를 부담한다고 하더라도 부정한 이익을 얻거나 甲 회사에 손해를 입힐 목적으로 위 기술정보를 사용하여 丙 공사에 공급하는 제품을 제작하였다고 볼 수는 없으므로, 乙 회사의 행위는 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목의 영업비밀 침해행위에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목은 계약관계 등에 따라 영업비밀을 비밀로서 유지하여야 할 의무가 있는 자가 부정한 이익을 얻거나 그 영업비밀의 보유자에게 손해를 입힐 목적으로 그 영업비밀을 사용하거나 공개하는 행위를 영업비밀 침해행위로 규정하고 있다[이하 ‘(라)목 영업비밀 침해행위’라 한다]. 수인이 영업비밀을 공동으로 보유하는 경우에도 그 보유자 중 계약관계 등에 따라 다른 보유자에 대하여 영업비밀을 비밀로서 유지하여야 할 의무가 있는 자가 부정한 이익을 얻거나 다른 보유자에게 손해를 입힐 목적으로 그 영업비밀을 사용하거나 공개하였다면 다른 보유자와의 관계에서 (라)목 영업비밀 침해행위가 성립할 수 있다. 위와 같은 목적이 있는지 여부는 행위자의 업종, 경력, 행위의 동기 및 경위와 수단, 방법, 행위자의 다른 보유자에 대한 의무의 내용과 범위, 다른 보유자의 경쟁력 손상 위험 등을 종합적으로 고려하여 사회통념에 비추어 합리적으로 판단하여야 한다.<br/> [2] 甲 주식회사와 乙 주식회사가 고속열차의 주전력변환장치에 들어가는 제품을 공동으로 연구개발하고 이에 관한 기술정보를 각각 비밀로 유지·관리하여 왔는데, 甲 회사로부터 발주를 받아 위 제품을 제작·공급하던 乙 회사가 丙 공사의 물품 구매 입찰절차에서 낙찰자로 선정되어 丙 공사에 위 제품을 제작·공급하자, 甲 회사가 영업비밀을 침해당하였다며 乙 회사를 상대로 손해배상을 구한 사안에서, 위 제품의 개발 과정에서 담당한 역할 등을 고려하면 위 기술정보는 甲 회사와 乙 회사가 모두 실질적으로 기여하여 개발한 것으로서 이들이 공동으로 보유하는 영업비밀에 해당하는 점, 乙 회사가 甲 회사에 위 제품을 제작·공급할 당시 비밀유지서약서를 제출하였으나 여기에서 정한 기업비밀은 乙 회사가 甲 회사 측으로부터 제공받은 정보이거나 거래계약을 이행하는 과정에서 알게 된 甲 회사의 업무와 관련된 정보일 뿐 거기에 甲 회사와 乙 회사가 공동으로 개발한 정보까지 포함된다고 보기는 어려운 점, 甲 회사와 乙 회사가 위 기술정보의 사용방법, 사용처 등 사용제한에 관하여 별도의 약정을 하지 않았으므로 乙 회사가 위 기술정보를 반드시 甲 회사에 공급하는 제품의 제작에만 사용하여야 한다거나 甲 회사의 동의를 받고 사용할 의무를 부담한다고 볼 수 없는 점 등 제반 사정에 비추어 보면, 乙 회사가 영업비밀인 위 기술정보의 공동보유자로서 묵시적 의사 합치나 신의칙에 따라 甲 회사에 대해 위 기술정보를 비밀로 유지할 의무를 부담한다고 하더라도 부정한 이익을 얻거나 甲 회사에 손해를 입힐 목적으로 위 기술정보를 사용하여 丙 공사에 공급하는 제품을 제작하였다고 볼 수는 없으므로, 乙 회사의 행위는 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목의 영업비밀 침해행위에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목 / [2] 부정경쟁방지 및 영업비밀보호에 관한 법률 제2조 제3호 (라)목<br/>",
  "참조판례": ""
}