{
  "판례일련번호": "241993",
  "사건명": "무고·위계공무집행방해(인정된죄명:경범죄처벌법위반)[허위로 112신고를 한 행위가 위계공무집행방해죄의 위계에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024도11629",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241114",
  "판시사항": "[1] 피의자 등이 수사기관에 대하여 허위사실을 진술하거나 피의사실 인정에 필요한 증거를 감추고 허위의 증거를 제출하였는데, 수사기관이 충분한 수사를 하지 아니한 채 이와 같은 허위의 진술과 증거만으로 증거의 수집·조사를 마친 경우, 위계에 의한 공무집행방해죄가 성립하는지 여부(소극)<br/> [2] 경범죄 처벌법 제3조 제3항 제2호에서 정한 거짓신고 행위가 원인이 되어 상대방인 공무원이 범죄가 발생한 것으로 오인함으로 인하여 그러한 사정을 알았더라면 하지 않았을 대응조치를 취하기에 이른 경우, 위계에 의한 공무집행방해죄가 성립하는지 여부(적극)<br/> [3] 경범죄 처벌법 제3조 제3항 제2호에서 정한 거짓신고를 함에 따라 경찰관이 신고의 거짓 여부를 확인하거나 검토할 여유 없이 국민의 생명·신체 보호 등을 위해서 다른 업무보다 우선하여 긴급하게 현장에 출동하는 등 즉각적인 대응조치를 취하여야 하는 상황에서 실제로 그러한 대응조치가 이루어진 경우, 경찰관의 위와 같은 직무에 관하여 위계에 의한 공무집행방해죄가 성립하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 수사기관이 범죄사건을 수사할 때는 피의자 등의 진술 여하에 불구하고 피의자를 확정하고 그 피의사실을 인정할 만한 객관적인 모든 증거를 수집·조사하여야 할 권한과 의무가 있다. 한편 피의자는 진술거부권과 자기에게 유리한 진술을 할 권리와 유리한 증거를 제출할 권리를 가질 뿐이고 수사기관에 대하여 진실만을 진술하여야 할 의무가 있는 것은 아니다. 따라서 피의자 등이 수사기관에 대하여 허위사실을 진술하거나 피의사실 인정에 필요한 증거를 감추고 허위의 증거를 제출하였다고 하더라도, 수사기관이 충분한 수사를 하지 아니한 채 이와 같은 허위의 진술과 증거만으로 증거의 수집·조사를 마쳤다면, 이는 수사기관의 불충분한 수사에 의한 것으로서 피의자 등의 위계에 의하여 수사가 방해되었다고 볼 수 없어 위계에 의한 공무집행방해죄가 성립된다고 할 수 없다.<br/> [2] 경범죄 처벌법 제3조 제3항 제2호의 거짓신고로 인한 경범죄 처벌법 위반죄는 ‘있지 아니한 범죄나 재해 사실을 공무원에게 거짓으로 신고’하는 경우에 성립하는 범죄이고, 형법 제137조의 위계에 의한 공무집행방해죄는 상대방의 오인, 착각, 부지를 일으키고 이를 이용하는 위계에 의하여 상대방으로 하여금 그릇된 행위나 처분을 하게 함으로써 공무원의 구체적이고 현실적인 직무집행을 방해하는 경우에 성립하는 범죄이다. 전자는 사회공공의 질서유지를 보호법익으로 하는 반면, 후자는 국가기능으로서의 공무 그 자체를 보호법익으로 하는 등 양 죄는 그 보호법익이나 규율대상 및 구성요건 등을 달리하는 별개의 죄이다. 따라서 경범죄 처벌법 제3조 제3항 제2호에서 정한 거짓신고 행위가 원인이 되어 상대방인 공무원이 범죄가 발생한 것으로 오인하게 만들었고 이로 인하여 공무원이 그러한 사정을 알았더라면 하지 않았을 대응조치를 취하기에 이르렀다면, 이로써 구체적이고 현실적인 공무집행이 방해되어 위계에 의한 공무집행방해죄가 성립하는 것이지, 그 거짓신고 행위와 결과의 불법성이 경범죄 처벌법 제3조 제3항 제2호가 예상한 정도를 현저하게 넘어선 예외적인 경우에 해당하는지 여부에 의하여 위계에 의한 공무집행방해죄의 성립 여부가 좌우된다고 볼 것은 아니다.<br/> [3] 경찰관의 직무에는 국민의 생명·신체 및 재산의 보호, 범죄의 예방, 범죄피해자 보호, 그 밖에 공공의 안녕과 질서 유지 등이 포함된다(경찰관 직무집행법 제2조 제1호, 제2호, 제2호의2, 제7호 참조). 어떤 사람이 경찰관에게 경범죄 처벌법 제3조 제3항 제2호에서 정한 거짓신고를 하였고, 이에 따라 경찰관이 신고의 거짓 여부를 확인하거나 검토할 여유 없이 국민의 생명·신체 보호 등을 위해서 다른 업무보다 우선하여 긴급하게 현장에 출동하는 등 즉각적인 대응조치를 취하여야 하는 상황에서[‘112 종합상황실 운영 및 신고처리 규칙’(2023. 10. 27. 경찰청예규 제617호로 개정되기 전의 것) 제9조 제2항 제1호, 제13조 등 참조] 실제로 그러한 대응조치가 이루어졌다면, 특별한 사정이 없는 한 경찰관의 위와 같은 직무에 관하여 위계에 의한 공무집행방해죄가 성립한다고 보아야 한다. 이러한 직무는 경찰관이 수사기관으로서 수행하는 범죄 수사에 관한 직무(경찰관 직무집행법 제2조 제2호 참조)와 구별되는 것이므로, 그 직무에 관하여 위계로 인한 공무집행방해죄가 성립하는가는 피고인이 수사과정에서 허위 진술을 하거나 허위 증거를 제출함으로써 범죄 수사 직무에 관하여 위계에 의한 공무집행방해죄가 성립하는가와 구별하여 살펴보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제137조 / [2] 형법 제137조, 경범죄 처벌법 제3조 제3항 제2호 / [3] 형법 제137조, 경범죄 처벌법 제3조 제3항 제2호, 경찰관 직무집행법 제2조 제1호, 제2호, 제2호의2, 제7호<br/>",
  "참조판례": "[1] 대법원 2007. 3. 29. 선고 2006도7458 판결 / [2] 대법원 2016. 1. 28. 선고 2015도17297 판결(공2016상, 396), 대법원 2016. 10. 13. 선고 2016도9958 판결<br/>"
}