{
  "판례일련번호": "241999",
  "사건명": "청구이의[관광진흥법 제8조 제2항에 따른 관광사업자 지위 승계에 대한 회원의 이의권 행사 가능 여부, 회원의 이의권 행사에 따른 입회금 반환채무에 관한 보증채무 존속 여부 및 회원의 이의권 행사의 적법 여부가 문제된 사건]",
  "사건번호": "2024다251876",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241114",
  "판시사항": "[1] 관광진흥법 제8조 제1항과 제2항의 규정 취지 및 관광진흥법 제8조 제2항에 따른 승계의 법적 성격(=법률상 당연승계)과 효력 / 관광진흥법에 따른 관광사업자의 지위 승계를 원하지 않는 회원이 관광사업의 양도나 주요한 관광사업 시설의 인수 사실을 안 때로부터 상당한 기간 내에 이의를 제기하여 승계되는 입회계약의 구속으로부터 벗어날 수 있는지 여부(적극) 및 이 경우 기존 관광사업자의 회원에 대한 입회금 반환채무가 소멸하지 않고 존속하는지 여부(적극) / 이는 기존 관광사업자와의 관계뿐 아니라 입회금 반환채무의 보증인 등이 있는 경우에도 마찬가지인지 여부(적극)<br/> [2] 관광진흥법 제8조 제2항에 따른 관광사업자의 지위 승계와 관련하여 회원 등이 상당한 기간 내에 기존 관광사업자에 대하여 입회계약 해지 및 입회금 반환을 구하면서 이의권을 행사하는 경우, 해제조건의 성취로 법률상 승계에 따른 면책적 채무인수의 효력이 부정되어 기존 관광사업자의 입회금 반환채무와 이에 대한 보증채무가 유효하게 존속하는지 여부(적극)<br/> [3] 회원이 관광진흥법 제8조 제2항에 따른 관광사업자의 지위 승계에 대하여 이의권을 행사하는 방법 및 이의권 행사가 인정되는 상당한 기간의 판단 방법<br/>",
  "판결요지": "[1] 관광진흥법 제8조는 제1항에서 \"관광사업을 양수한 자 또는 관광사업을 경영하는 법인이 합병한 때에는 합병 후 존속하거나 설립되는 법인은 그 관광사업의 등록 등 또는 신고에 따른 관광사업자의 권리·의무(제20조 제1항에 따라 분양이나 회원 모집을 한 경우에는 그 관광사업자와 소유자 등 또는 회원 간에 약정한 사항을 포함한다)를 승계한다.\"라고 하고, 제2항에서 \"민사집행법에 따른 경매 등의 절차에 따라 문화체육관광부령으로 정하는 주요한 관광사업 시설의 전부를 인수한 자는 그 관광사업자의 지위(제20조에 따라 분양이나 회원 모집을 한 경우에는 그 관광사업자와 소유자 등 또는 회원 간에 약정한 권리 및 의무 사항을 포함한다)를 승계한다.\"라고 규정하고 있다.<br/>  이는 관광사업의 양수인 등이나 주요한 관광사업 시설의 전부를 인수한 자에 대하여 영업주체의 변동에도 불구하고 관광사업의 등록 등 또는 신고에 따른 공법상 관리관계를 유지시키려는 취지와 함께, 관광사업자와 분양 및 회원 모집으로 계약관계를 맺은 다수 소유자 등 및 회원(이하 ‘회원’이라고만 한다)의 이익을 보호하려는 취지에서 둔 특칙이다. 이러한 법조항의 문언, 체계 및 입법 취지를 고려하면, 관광진흥법 제8조 제2항에 따른 승계는 법률상 당연승계로 보아야 하므로, 주요한 관광사업 시설의 전부를 인수한 자는 해당 시설의 소유권과 결합하여 관광사업자의 지위 및 그로 인한 계약상의 권리·의무 일체를 그대로 승계한다. 그 결과 양수인은 관광사업자의 기존 회원에 대한 일체의 채무를 면책적으로 인수하고, 양도인은 그 계약관계에서 탈퇴하여 회원에 대한 입회금 반환채무를 면하게 된다.  <br/>  다만 관광진흥법 제20조 제5항은 관광사업 시설에 대하여 분양 또는 회원 모집을 한 자가 소유자 등·회원의 권익을 보호하기 위하여 지켜야 할 사항들을 규정하고 있는데 이에는 회원 입회금의 반환이 명시되어 있고, 같은 법 시행령 제26조는 회원의 입회금의 반환에 관하여 ‘회원의 입회기간 및 입회금의 반환은 관광사업자 또는 사업계획승인을 받은 자와 회원 간에 체결한 계약에 따르되, 회원의 입회기간이 끝나 입회금을 반환해야 하는 경우에는 입회금 반환을 요구받은 날부터 10일 이내에 반환할 것’이라고 규정하는 등 회원의 권익 보호와 관련된 사항으로 입회금 반환에 관한 구체적인 규정을 두고 있는 점 등을 고려하면, 공법상 관리관계를 유지시키면서 다수의 권리관계를 안정적으로 확정하려는 관광진흥법 제8조의 규정 역시 이러한 소유자 등·회원의 권익 보호 차원에서 조화롭게 이해되어야 한다. 나아가 계약 당사자로서의 지위 승계를 목적으로 하는 계약인수는 계약상 지위에 관한 양도인과 양수인 사이의 합의와 나머지 당사자의 동의 내지 승낙을 요한다는 원칙에 비추어 볼 때, 회원으로서는 자신의 의사와 무관하게 이루어지는 관광사업자 지위 승계에 관하여 이를 수용할 것인지 선택할 권리가 있다고 보아야 한다. 이와 같이 회원의 권익 보호를 위한 관광진흥법의 입법 취지, 계약인수에 당사자의 의사 관여를 요구하는 점 등에 비추어 관광진흥법에 따른 관광사업자의 지위 승계에 있어서도 관광사업자의 지위 승계를 원하지 않는 회원으로서는 관광사업의 양도나 주요한 관광사업 시설의 인수 사실을 안 때로부터 상당한 기간 내에 이의를 제기함으로써 승계되는 입회계약의 구속으로부터 벗어날 수 있고, 그와 같은 경우 기존 관광사업자의 회원에 대한 입회금 반환채무는 소멸하지 않는다고 보아야 한다. 그리고 이는 기존 관광사업자와의 관계뿐 아니라 입회금 반환채무의 보증인 등이 있는 경우에도 마찬가지이다.<br/> [2] 관광진흥법 제8조 제2항에 따른 관광사업자의 지위 승계는 회원 등이 상당한 기간 내에 이의권을 행사하는 것을 해제조건으로 하는 것이므로, 회원 등이 상당한 기간 내에 기존 관광사업자에 대하여 입회계약 해지 및 입회금 반환을 구하면서 이의권을 행사하는 경우 해제조건의 성취로 법률상 승계에 따른 면책적 채무인수의 효력은 부정되고, 기존 관광사업자는 입회금 반환채무를 부담하며, 보증채무의 부종성에 따라 기존 관광사업자의 입회금 반환채무에 대한 보증채무 역시 유효하게 존속한다.<br/> [3] 회원이 관광진흥법 제8조 제2항에 따른 관광사업자의 지위 승계에 대하여 이의권을 행사하는 경우 그러한 이의권 행사에 반드시 특별한 형식이나 절차가 요구된다고 볼 것은 아니고, 승계되는 법률관계의 구속에서 면하고 기존 관광사업자와의 입회계약관계가 유지됨을 전제로 하는 의사가 객관적으로 인정될 수 있다면, 이는 이의권 행사로 볼 수 있다.<br/>  나아가 이의권 행사가 인정되는 상당한 기간이라고 함은, 회원과 기존 관광사업자 사이의 관계, 사업양도 내지 주요한 관광사업 시설 등 인수가 이루어지게 된 경위, 회원이 이를 알게 된 경위 등을 종합적으로 고려하여 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 관광진흥법 제8조 제1항, 제2항, 제20조 제5항, 관광진흥법 시행령 제26조, 민법 제454조 / [2] 관광진흥법 제8조 제2항, 제20조 제5항, 관광진흥법 시행령 제26조, 민법 제147조 제2항, 제428조, 제430조, 제454조 / [3] 관광진흥법 제8조 제2항, 민법 제454조<br/>",
  "참조판례": ""
}