{
  "판례일련번호": "241981",
  "사건명": "구상금",
  "사건번호": "2021다220864",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241120",
  "판시사항": "[1] 국민건강보험공단이 불법행위의 피해자에게 보험급여를 한 후 피해자의 가해자 또는 그 보험자에 대한 손해배상채권을 대위하는 경우, 대위의 범위 및 여기에서 국민건강보험공단의 보험급여 이후 가해자 또는 그 보험자가 손해배상 명목으로 피해자에게 지급한 돈을 공제할 수 있는지 여부(소극) / 국민건강보험공단이 불법행위 피해자에게 보험급여를 한 후 피해자를 대위하여 얻는 손해배상채권의 범위(=건강보험 보험급여와 동일한 사유에 의한 손해배상채권) 및 책임보험과 관련하여 한도액이 있는 때에는 국민건강보험공단이 가해자의 보험자에게 손해배상채권을 대위 청구한 경우 보험자가 피해자에게 책임보험금으로 지급한 돈이 건강보험 보험급여와 상호보완적 관계에 있지 않다면 그 돈은 보험자가 국민건강보험공단에 지급할 책임보험금에서 공제되어야 하는지 여부(적극)<br/> [2] 甲이 자동차를 운전하다가 사고를 일으켜 배우자인 피해자 乙이 상해를 입자, 甲의 보험자인 丙 보험회사가 자동차손해배상 보장법 제12조 제1항에 따라 자동차보험진료수가 지급 의사와 지급 한도를 통지(지불보증)한 다음 이에 따라 일정 기간 乙을 진료한 의료기관에 그 기간 동안 발생한 치료비 중 일부를 책임보험금으로 지급하였는데, 위 치료가 종료된 다음 날부터 발생한 치료비에 관하여 보험급여로 위 책임보험금의 한도액을 초과하는 금액을 지급한 국민건강보험공단이 乙을 대위하여 丙 회사에 책임보험금의 지급을 구하자, 丙 회사가 지불보증으로 지급한 치료비는 공단이 대위하는 손해배상채권에서 공제되어야 한다고 항변한 사안에서, 丙 회사가 지불보증으로 지급한 치료비가 공단이 건강보험 보험급여로 지급한 치료비와 상호보완적 관계에 있지 않은데도 이를 상호보완적 관계가 있는 동일한 사유에 의한 손해배상채권이라고 보아 丙 회사가 공단에 지급할 책임보험금에서 공제하지 않은 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 국민건강보험공단이 불법행위로 인한 피해자에게 보험급여를 한 후 피해자의 가해자 또는 그 보험자에 대한 손해배상채권을 대위하는 경우, 피해자의 과실 등을 고려하여 산정된 손해배상채권의 범위 내에서 보험급여액 중 가해자의 책임비율에 해당하는 금액에 관하여 피해자의 가해자 또는 그 보험자에 대한 손해배상채권을 대위할 수 있고, 여기에서 국민건강보험공단의 보험급여 이후 가해자 또는 그 보험자가 손해배상 명목으로 피해자에게 지급한 돈을 공제할 수는 없다. 다만 국민건강보험공단이 피해자를 대위하여 얻는 손해배상채권은 피해자의 전체 손해배상채권 중 건강보험 보험급여와 동일한 사유에 의한 손해배상채권, 즉 보험급여와 손해배상이 상호보완적 관계에 있어 보험급여의 실시로 가해자에 대한 손해배상채권이 전보되어 소멸될 수 있는 경우에 한정되므로, 책임보험과 관련하여 그 한도액이 있는 때에는 국민건강보험공단이 가해자의 보험자에게 손해배상채권을 대위 청구한 경우 그 보험자가 피해자에게 책임보험금으로 지급한 돈이 건강보험 보험급여와 상호보완적 관계에 있지 않다면 이는 보험자가 국민건강보험공단에 지급할 책임보험금에서 공제되어야 한다.<br/> [2] 甲이 자동차를 운전하다가 사고를 일으켜 배우자인 피해자 乙이 상해를 입자, 甲의 보험자인 丙 보험회사가 자동차손해배상 보장법 제12조 제1항에 따라 자동차보험진료수가 지급 의사와 지급 한도를 통지(이하 ‘지불보증’이라 한다)한 다음 이에 따라 일정 기간 乙을 진료한 의료기관에 그 기간 동안 발생한 치료비 중 일부를 책임보험금으로 지급하였는데, 위 치료가 종료된 다음 날부터 발생한 치료비에 관하여 보험급여로 위 책임보험금의 한도액을 초과하는 금액을 지급한 국민건강보험공단이 乙을 대위하여 丙 회사에 책임보험금의 지급을 구하자, 丙 회사가 지불보증으로 지급한 치료비는 공단이 대위하는 손해배상채권에서 공제되어야 한다고 항변한 사안에서, 丙 회사가 지불보증으로 지급한 치료비와 공단이 건강보험 보험급여로 지급한 치료비는 상호보완적 관계에 있지 않으므로, 丙 회사가 지불보증으로 지급한 치료비는 공단이 乙을 대위하여 丙 회사에 구하는 손해배상채권에서 공제되어야 하는데도, 이와 달리 丙 회사가 지불보증으로 지급한 치료비를 공단의 보험급여와 상호보완적 관계가 있는 동일한 사유에 의한 손해배상채권이라고 보아 丙 회사가 공단에 지급할 책임보험금에서 공제하지 않은 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국민건강보험법 제58조 제1항, 상법 제719조, 제724조 제1항, 제2항 / [2] 국민건강보험법 제58조 제1항, 상법 제719조, 제724조 제1항, 제2항, 자동차손해배상 보장법 제3조, 제10조, 제12조<br/>",
  "참조판례": "[1] 대법원 2019. 4. 23. 선고 2015다231504 판결, 대법원 2019. 4. 25. 선고 2017다233276 판결, 대법원 2022. 2. 10. 선고 2021다261117 판결(공2022상, 537), 대법원 2024. 7. 11. 선고 2021다305437 판결(공2024하, 1245)<br/>"
}