{
  "판례일련번호": "241987",
  "사건명": "산업안전보건법위반[인천항 갑문 보수공사에서 작업을 하던 근로자가 추락하여 사망한 사건에서, 도급인인 및 그 안전보건관리총괄책임자의 산업안전보건법 위반죄 성립 여부가 문제된 사건]",
  "사건번호": "2023도14674",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241114",
  "판시사항": "[1] 건설공사 현장에서 안전·보건조치의무를 위반하여 관계수급인의 근로자가 사망한 경우, 건설공사를 도급하는 사업주 중 시공을 주도하여 총괄·관리하는 자는 ‘도급인’에 해당하여 그 근로자의 사망에 관하여 산업안전보건법 제167조의 형사책임을 부담하게 되고, 그렇지 않은 자는 ‘건설공사발주자’로서 위와 같은 형사책임을 부담하지 않는지 여부(적극) / 산업안전보건법상 건설공사 도급과 관련한 안전·보건조치의무 및 그 위반에 따른 형사처벌 규정을 해석할 때 고려하여야 할 점 / 건설공사를 도급하는 사업주가 자신의 사업장에서 사망한 관계수급인의 근로자와 관련하여 산업안전보건법 제167조의 형사책임을 부담하는 도급인에 해당하는지 판단하는 기준<br/> [2] 산업안전보건법 제38조, 제39조가 사업주에 대하여 각종 의무를 규정한 취지 및 같은 법 제173조, 제168조 제1호에서 위 규정을 위반한 행위를 처벌하는 취지 / 사업주 등이 산업안전보건법 제38조, 제39조 등에서 정한 필요한 조치를 이행하지 아니한 경우, 그 자체로 같은 법 제173조, 제168조 제1호, 제38조, 제39조 위반죄가 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것)은 도급사업 시의 안전·보건조치와 관련하여, 사업의 일부 또는 전문 분야 공사 전부를 도급 주는 사업주 중 그 사업주의 근로자와 수급인의 근로자가 같은 장소에서 작업을 하는 경우에 한정하여 도급 사업주에게 산업재해 예방을 위한 조치를 할 의무를 부과하고(제29조 제1항), 그 위반행위를 벌금형으로 처벌하되(제70조), 추락, 토사 붕괴 등 고용노동부령으로 정하는 산업재해 발생위험이 있는 장소에서 안전·보건시설의 설치 등 고용노동부령이 정한 산업재해 예방조치를 취하지 않은 경우에는 도급 사업주를 가중처벌하는 규정을 두고 있었다(제29조 제3항, 제68조 제3호). 반면 2019. 1. 15. 법률 제16272호로 전부 개정(2020. 1. 16. 시행)된 산업안전보건법(이하 ‘개정 산업안전보건법’이라고 한다)은 \"도급\"의 의미를 \"명칭에 관계없이 물건의 제조·건설·수리 또는 서비스의 제공, 그 밖의 업무를 타인에게 맡기는 계약을 말한다(제2조 제6호).\"라고 정의하는 규정을 신설하고, 도급인에 해당하는 사업주로 하여금 도급인의 사업장(도급인이 제공하거나 지정한 경우로서 도급인이 지배·관리하는 장소를 포함한다)에서 작업을 하는 자신의 근로자뿐만 아니라 관계수급인의 근로자에 대하여서도 안전·보건조치의무를 부담하도록 규정함으로써(제63조), 자신의 사업장에서 작업하는 관계수급인의 근로자에 대하여 안전·보건조치의무를 부담하는 도급인의 범위를 대폭 확대하였다. 또한 개정 산업안전보건법은 도급 사업주의 안전·보건조치의무 위반행위를 형사처벌하는 기존의 규정을 유지하면서 그 법정형을 상향하는 한편(제169조 제1호), 의무위반의 결과 관계수급인 근로자가 사망한 경우 수급 사업주와 마찬가지로 형사처벌하고, 사망사고가 반복될 경우 가중처벌하는 규정을 신설하여(제167조) 도급인에 대한 형사처벌을 강화하였다. 한편 개정 산업안전보건법은 도급인의 범위에서 제외되는 ‘건설공사발주자’라는 개념을 도입하면서(제2조 제7호 단서), \"건설공사발주자란 건설공사를 도급하는 자로서 건설공사의 시공을 주도하여 총괄·관리하지 아니하는 자를 말한다. 다만 도급받은 건설공사를 다시 도급하는 자는 제외한다.\"라고 정의하는 한편(제2조 제10호), 건설공사발주자에 대하여 별도의 조항에서 산업재해 예방 조치의무를 부과하고(제67조) 그 위반행위를 과태료 부과의 대상으로 정하였다(제175조 제4항 제3호). 이에 따르면 건설공사 현장에서 안전·보건조치의무를 위반하여 관계수급인의 근로자가 사망한 경우, 건설공사를 도급하는 사업주 중 시공을 주도하여 총괄·관리하는 자는 도급인에 해당하여 그 근로자의 사망에 관하여 개정법 제167조의 형사책임을 부담하게 되고, 그렇지 않은 자는 건설공사발주자로서 위와 같은 형사책임을 부담하지 않는다. <br/>  따라서 개정 산업안전보건법상 건설공사 도급과 관련한 안전·보건조치의무 및 그 위반에 따른 형사처벌 규정의 해석에서는 위와 같은 산업안전보건법의 규정 체계나 입법 경위와 함께, 개정법상 도급 사업주의 안전·보건조치의무는 수급 사업주의 안전·보건조치의무와 중첩적으로 부과되는 것으로서, 개정 산업안전보건법이 제167조에서 관계수급인 근로자 사망에 관한 형사처벌 규정을 신설한 것은 종래 도급 사업주의 안전·보건조치의무를 한정적으로만 인정하고 그 의무위반에 대하여도 제한적으로 형사처벌하던 것에 비하여, 의무 인정 범위를 확대함과 함께 그 위반의 결과인 사망사고에 대한 도급 사업주의 책임을 강화하여 도급 사업장에서 발생하는 산업재해를 예방함으로써 근로자의 생명을 보호하기 위한 입법적 결단이라는 점, 다만 개정 산업안전보건법은 건설공사의 경우 그 특수성을 감안하여 도급인의 범위를 시공을 주도하여 총괄·관리하는 자에 한정한 점 등을 고려하여야 한다. <br/>  이러한 측면에서 건설공사를 도급하는 사업주가 자신의 사업장에서 사망한 관계수급인의 근로자와 관련하여 개정 산업안전보건법 제167조의 형사책임을 부담하는 도급인에 해당하는지는, 위와 같은 사항과 함께 도급 사업주가 자신의 사업장에서 시행하는 건설공사 과정에서 발생할 수 있는 산업재해 예방과 관련된 유해·위험요소에 대하여 실질적인 지배·관리 권한을 가지고 있었는지를 중심으로, 도급 사업주가 해당 건설공사에 대하여 행사한 실질적 영향력의 정도, 도급 사업주의 해당 공사에 대한 전문성, 시공능력 등을 종합적으로 고려하여 규범적인 관점에서 판단하여야 한다.<br/> [2] 산업안전보건법 제38조, 제39조가 사업주에 대하여 각종 의무를 규정한 취지는 산업재해나 건강장해를 예방하고 쾌적한 작업환경을 조성함으로써 근로자의 안전과 보건을 유지·증진하기 위한 목적에서 사업주에게 근로자에 대한 안전교육, 구체적 안전작업지시, 건강장해 예방조치 등을 시행할 의무를 부과하려는 데 있다. 그리고 같은 법 제38조 제4항 및 제39조 제2항은 사업주가 하여야 할 안전·보건조치에 관한 구체적 사항은 고용노동부령으로 정한다고 규정하고, 이에 따라 제정된 ‘산업안전보건기준에 관한 규칙’ 제3조 제2항은 \"사업주는 제품, 자재, 부재 등이 넘어지지 않도록 붙들어 지탱하게 하는 등 안전조치를 하여야 한다.\"라고 규정하고 있다. 또한 구 ‘산업안전보건기준에 관한 규칙’(2022. 10. 18. 고용노동부령 제367호로 개정되기 전의 것)은 제43조 제1항에서 \"사업주는 작업발판 및 통로의 끝이나 개구부로서 근로자가 추락할 위험이 있는 장소에는 안전난간, 울타리, 수직형 추락방망 또는 덮개 등의 방호조치를 충분한 강도를 가진 구조로 튼튼하게 설치하여야 하며, 덮개를 설치하는 경우에는 뒤집히거나 떨어지지 않도록 설치하여야 한다.\"라고 규정하고 있고, 제619조 제1항에서 ‘사업주는 밀폐공간에서 근로자에게 작업을 하도록 하는 경우 사업장 내 밀폐공간의 위치 파악 및 관리 방안 등 내용이 포함된 밀폐공간 작업 프로그램을 수립하여 시행하여야 한다.’고 규정하고 있으며, 제625조에서는 \"사업주는 근로자가 밀폐공간에서 작업을 하는 경우에 공기호흡기 또는 송기마스크, 사다리 및 섬유로프 등 비상시에 근로자를 피난시키거나 구출하기 위하여 필요한 기구를 갖추어 두어야 한다.\"라고 규정하고 있다. 산업안전보건법이 제173조, 제168조 제1호에서 제38조, 제39조 제1항을 위반한 행위를 처벌하는 것은 산업재해의 결과 발생에 대한 책임을 물으려는 것이 아니라 사업주 등이 산업안전보건법 제38조, 제39조 등에서 정한 필요한 조치를 이행하지 아니한 것에 대한 책임을 물으려는 것으로 보이고, 따라서 피고인들이 위와 같이 관계 법령상의 필요한 조치를 이행하지 아니하였다면 그 자체로 산업안전보건법 제173조, 제168조 제1호, 제38조, 제39조 위반죄가 성립한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제29조 제1항(현행 제63조 참조), 제3항(현행 제64조 참조), 제68조 제3호(현행 제172조 참조), 제70조(현행 제167조, 제169조 제1호 참조), 산업안전보건법 제2조 제6호, 제7호, 제10호, 제63조, 제67조, 제167조, 제169조 제1호, 제175조 제4항 제3호 / [2] 산업안전보건법 제38조, 제39조, 제168조 제1호, 제173조, 구 산업안전보건기준에 관한 규칙(2022. 10. 18. 고용노동부령 제367호로 개정되기 전의 것) 제43조 제1항, 제619조 제1항, 제625조, 산업안전보건기준에 관한 규칙 제3조 제2항<br/>",
  "참조판례": "[2] 대법원 2007. 11. 29. 선고 2006도7733 판결<br/>"
}