{
  "판례일련번호": "242019",
  "사건명": "재판확정기록열람등사거부처분취소·변경일부인용결정에대한재항고[형사재판확정기록에 대한 열람·등사 신청 시 형사소송법 제59조의2 제2항 본문 제3호에서 정한 열람·등사 제한사유에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024모2182",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20241108",
  "판시사항": "형사소송법 제59조의2의 취지 / 형사소송법 제59조의2 제2항 본문에서 정한 공개제한사유 중 제3호 사유인 ‘소송기록의 공개로 인하여 사건관계인의 명예나 사생활의 비밀 또는 생명·신체의 안전이나 생활의 평온을 현저히 해할 우려가 있는 경우’에 해당하는지 판단하는 방법 및 형사재판확정 사건의 범죄가 개인의 인격권, 사생활의 비밀, 생명·신체의 안전, 생활의 평온 그 자체를 보호법익으로 하거나 이와 밀접한 관련이 있는 성폭력범죄, 스토킹범죄, 보복범죄 등인 경우, 재판기록의 공개에 있어 유의할 사항 / 형사소송법 제59조의2 제2항 단서에서 ‘열람 또는 등사에 관하여 정당한 사유가 있다고 인정되는 경우’의 의미 및 구체적인 사안이 이에 해당하는지 판단하는 방법 / 형사재판확정기록의 열람·등사신청에 관한 검사의 거부나 제한 처분 등에 대한 불복 방법(=준항고) 및 이러한 불복절차에서 법원의 심리방법<br/>",
  "판결요지": "형사소송법은 국민의 알권리를 보장하고 사법에 대한 국민의 신뢰를 제고하려는 목적에서 정보공개의 원칙을 유지하면서도 국가의 안전보장, 공공복리 등과 같은 국가적·사회적 이익이나 사건관계인의 사생활의 비밀, 생명·신체의 안전, 영업비밀 등 이익이 부당하게 침해되지 않도록 형사재판절차 및 그 소송기록이 가지는 특수성을 고려하여 기록공개에 일정한 제한 혹은 한계를 설정하려는 취지에서 형사재판확정기록의 공개와 제한 등에 관하여 제59조의2를 두고 있다. 형사소송법 제59조의2는 제1항에서 누구든지 권리구제 등 목적으로 재판이 확정된 사건의 소송기록을 보관하고 있는 검찰청에 그 소송기록의 열람 또는 등사를 신청할 수 있다고 하면서도, 제2항 본문 각호로 정한 사유 중 어느 하나에 해당하는 경우에는 검사가 소송기록의 전부 또는 일부의 열람 또는 등사를 제한할 수 있도록 규정하고 있다.<br/>형사소송법 제59조의2 제2항 본문에서 정한 공개제한사유 중 제3호의 사유는 \"소송기록의 공개로 인하여 사건관계인의 명예나 사생활의 비밀 또는 생명·신체의 안전이나 생활의 평온을 현저히 해할 우려가 있는 경우\"이다. 여기에 해당하는지는 신청인과 사건관계인의 관계, 형사재판확정 사건 범죄의 보호법익, 범죄사실의 구체적 내용, 피해 양상과 그 정도, 범행 전후의 정황, 확정된 재판 결과 및 내용과 이에 대한 사건관계인의 관련 정도, 재판 확정 후 피고인 등 소송관계인의 태도, 열람·등사 신청의 실질적 동기나 목적, 열람·등사를 구하는 소송기록에 포함된 각 문서와 증거물, 사진 등(이하 ‘소송서류 등’이라 한다)이 생성·작성·제출된 경위와 그 주체 및 구체적 내용과 형식(진술증거인 경우 그 진술의 주체와 구체적 내용), 열람·등사 허용 시 소송기록의 제3자 제공이나 소송기록 내용의 유출·누설 등 위험 정도, 기록 공개 여부에 대한 사건관계인의 구체적 의사 등 여러 사정을 종합적으로 고려하여 신청인의 알권리 및 재판공개의 원칙이 물러서야 할 만큼 사건관계인의 명예나 사생활의 비밀 또는 생명·신체의 안전이나 생활의 평온을 현저히 침해할 가능성이나 위험이 있는지를 기준으로 사회통념에 따라 객관적으로 판단하여야 한다. 이때 재판기록의 공개 가능성은 재판의 공개와 필연적으로 연결되는 것이 아니고 시간의 흐름에 따라 그에 대한 법익 평가가 달라질 수 있으므로 단순히 피해자 등 사건관계인의 진술조서 등이 공개된 법정에 증거로 제출되어 조사가 이루어졌다거나 피고인이 재판과정에서 그 소송서류 등을 열람·등사할 수 있었다는 등의 단편적 사정에 터 잡아 형사재판이 확정된 이후의 시점에 그 소송서류 등의 공개로 인해 사건관계인의 사생활의 비밀 등이 침해될 우려가 없다고 섣불리 단정하여서는 아니 된다. 특히 형사재판확정 사건의 범죄가 개인의 인격권, 사생활의 비밀, 생명·신체의 안전, 생활의 평온 그 자체를 보호법익으로 하거나 이와 밀접한 관련이 있는 성폭력범죄, 스토킹범죄, 보복범죄 등인 경우에는 관련 법령에서 피해자 등 사건관계인의 사생활이나 신변 보호를 강하게 요청하고 있는 취지나 피해자 등 사건관계인이 범죄피해나 수사·재판 상황에서 조속히 벗어나 일상을 회복하고 형사재판 확정에 따른 법적 안정성을 누릴 이익 등이 손상되지 않도록 각별히 유의할 필요가 있다.<br/>  한편 형사소송법 제59조의2 제2항 단서에서는 같은 항 본문 각호로 정한 공개제한사유가 있다고 하더라도 소송관계인이나 이해관계 있는 제3자가 열람 또는 등사에 관하여 정당한 사유가 있다고 인정되는 경우에는 열람 또는 등사를 제한할 수 없도록 공개제한의 예외를 규정하고 있다. 여기서 ‘열람 또는 등사에 관하여 정당한 사유가 있다고 인정되는 경우’란 재판확정기록의 열람 또는 등사로 인하여 국가·사회 및 사건관계인 등에게 초래될 불이익보다 이로 인하여 소송관계인이나 이해관계 있는 제3자가 얻게 될 이익이 우월한 경우를 뜻하고, 구체적인 사안이 이에 해당하는지는 형사재판절차와 그 소송기록의 특수성을 고려하여 신청인의 열람 또는 등사의 목적과 필요성, 그로 인하여 생길 수 있는 사건관계인의 피해의 내용과 정도 등 제반 사정을 종합적으로 비교·교량하여 신중하게 판단하여야 한다. <br/>  이와 같이 형사재판확정기록에 관해서는 형사소송법 제59조의2에서 정한 바에 따라 열람·등사신청이 허용되고 이에 관한 검사의 거부나 제한 처분 등에 대한 불복은 준항고 방식에 의한다. 따라서 준항고를 준용하는 불복절차에서 법원은 의견제출 기회 부여, 석명, 심문 등을 통해 신청인 및 검사 양측에 공개제한사유가 있는지와 공개제한사유가 있더라도 그 예외에 해당하는 정당한 사유가 있는지를 구체적으로 소명하게 하거나 검사로부터 해당 소송기록을 제출받아 그 내용을 확인하는 등의 방법으로 소송기록의 열람·등사 제한사유 존부 내지 제한예외 해당 여부에 관한 판단에 필요한 제반 사정들을 소송서류 등별로 충실하게 심리한 다음, 이를 바탕으로 해당 소송기록의 열람 또는 등사를 거부하거나 제한한 검사의 처분의 위법 여부 및 당부를 판단하여야 하고, 공개가 일부 허용될 필요가 있다고 보더라도 각 소송서류 등 가운데 공개가 가능한 부분과 공개를 제한할 부분이 혼합되어 있는 경우에는 그 분리 가능 여부에 따라 공개 범위 등을 정하여야 하며, 열람 또는 등사 중 합리적이고 적정한 공개 방법 등을 고려하여 그 처분의 취소 여부와 취소 범위를 결정하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "형사소송법 제59조의2<br/>",
  "참조판례": "대법원 2012. 3. 30. 자 2008모481 결정, 대법원 2013. 3. 5. 자 2009모621 결정, 대법원 2022. 2. 11. 자 2021모3175 결정(공2022상, 592)<br/>"
}