{
  "판례일련번호": "242007",
  "사건명": "지급보증금등청구의소[사용자책임에 따른 손해배상을 구하는 사건에서 피해자가 피용자의 불법행위가 사무집행행위에 해당하지 않음을 알았거나 알지 못한 데 중대한 과실이 있는지 여부가 문제된 사건]",
  "사건번호": "2022다281378",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241114",
  "판시사항": "[1] 외형상 객관적으로 사용자의 업무와 관련된 것으로 보이는 피용자의 불법행위가 그의 사무집행행위에 해당하지 않음을 피해자 자신이 알았거나 중대한 과실로 인하여 알지 못한 경우, 사용자책임이 발생하는지 여부(소극) 및 피해자에게 악의 또는 중과실이 있는지 판단하는 방법<br/> [2] 甲 주식회사가 乙 농업협동조합의 경제사업소장이 작성한 지급보증서를 신뢰하여 丙 주식회사에 대출을 해주었는데, 丙 회사로부터 변제를 받지 못하자, 甲 회사가 乙 농업협동조합을 상대로 경제사업소장이 지급보증서를 작성한 행위는 외형상 乙 농업협동조합의 사무집행에 관한 행위라는 이유로 사용자책임에 따른 손해배상을 구한 사안에서, 제반 사정에 비추어 甲 회사가 경제사업소장의 지급보증서 작성 행위가 乙 농업협동조합의 사무집행행위에 해당하지 않음을 알았거나 그렇지 않더라도 이를 알지 못한 데 중대한 과실이 있는데도, 乙 농업협동조합의 사용자 책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 피용자의 불법행위가 외형상 객관적으로 사용자의 업무와 관련된 것으로 보여지는 경우에 사용자로 하여금 그에 대해 책임을 지게 하는 이른바 외형이론은 그 외형에 대한 사회적 신뢰의 보호와 형평의 관념에서 우러나온 것이므로, 그것이 사무집행행위에 해당하지 않음을 피해자 자신이 알았거나 중대한 과실로 인하여 알지 못한 경우에는 공평의 관점에서 상대방을 구태여 보호할 필요가 없다고 봄이 상당하고, 이를 판단함에 있어서는 그 행위가 법령상의 제한을 위반한 것인지에 대한 상대방의 인식가능성, 상대방의 경험이나 지위, 쌍방의 종래의 거래관계, 당해 행위의 성질과 내용 등을 종합적으로 고려하여야 한다.<br/> [2] 甲 주식회사가 乙 농업협동조합의 경제사업소장이 작성한 지급보증서를 신뢰하여 丙 주식회사에 대출을 해주었는데, 丙 회사로부터 변제를 받지 못하자, 甲 회사가 乙 농업협동조합을 상대로 경제사업소장이 지급보증서를 작성한 행위는 외형상 乙 농업협동조합의 사무집행에 관한 행위라는 이유로 사용자책임에 따른 손해배상을 구한 사안에서, 농업협동조합이 다른 사람의 채무에 대하여 지급보증을 하는 행위는 차입에 준하는 채무부담행위로서 강행법규에 위반되어 무효인데, 농업협동조합으로 하여금 무효인 지급보증행위에 대한 사용자책임을 부담하여 손해를 배상하도록 하면, 강행법규가 금지하는 내용을 실현하는 것과 동일한 결과가 초래될 여지가 있는 점, 甲 회사는 경영관리(자금운영, 재무, 재정 관리) 컨설팅 등을 목적으로 설립된 주식회사로 대출 당시 10년 이상 운영되고 있었고, 甲 회사가 丙 회사에 거액의 돈을 대여할지 여부를 결정함에 있어서 지급보증서가 갖는 의미 내지 비중이 매우 컸을 것으로 보이는 점 및 甲 회사의 금융업 등 운영 경력과 전문성 등을 고려하면, 甲 회사는 스스로 乙 농업협동조합의 채무부담에 관한 법률상 제한이나 乙 농업협동조합 임직원의 업무 범위 등에 관하여 비교적 어렵지 않게 이를 검토하여 확인할 수 있는 위치에 있었던 점, 甲 회사가 지급보증서를 교부받을 무렵 경제사업소장이 지급보증서를 작성할 권한이 있는지, 지급보증서에 따른 지급보증이 유효한지, 乙 농업협동조합의 이사회 결의가 필요하지 않은지 등에 관하여 의문을 가졌던 것으로 보이는데도, 甲 회사가 자신의 의문과 관련하여 乙 농업협동조합에 관련 사실관계 등을 문의하였음을 인정할 아무런 증거가 없는 점 등에 비추어, 甲 회사가 경제사업소장의 지급보증서 작성 행위가 乙 농업협동조합의 사무집행행위에 해당하지 않음을 알았거나 그렇지 않더라도 이를 알지 못한 데 중대한 과실이 있는데도, 이와 달리 甲 회사가 경제사업소장의 지급보증이 직무 권한 내의 행위라고 믿은 데 중대한 과실이 없다고 보아 乙 농업협동조합의 사용자 책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제756조 / [2] 민법 제756조<br/>",
  "참조판례": "[1] 대법원 2007. 9. 6. 선고 2005다20422 판결<br/>"
}