{
  "판례일련번호": "242133",
  "사건명": "시정명령등취소청구의소[의료기기 판매자이자 의료기기 유지보수서비스를 제공하는 자가 의료기기 유지보수서비스 시장에서 경쟁관계에 있는 다른 독립유지보수사업자에게 의료기기의 유지보수 프로그램 사용료를 부과한 행위의 적법성이 문제된 사건]",
  "사건번호": "2020두36892",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 공정거래위원회가 고시한 ‘시장지배적 지위 남용행위 심사기준’에서 시장지배적 지위 남용행위의 하나로 정한 ‘거래상대방에게 정상적인 거래관행에 비추어 타당성이 없는 조건을 제시하는 행위’의 의미 및 이때 ‘정상적인 거래 관행’인지 판단하는 기준<br/> [2] 현실의 거래관행과 일치하지 않는 거래관행이더라도 바람직한 경쟁질서에 부합하는 것으로 인정될 경우, 시장지배적 지위 남용행위 성립의 전제가 되는 ‘정상적인 거래관행’으로 인정될 수 있는지 여부(적극) 및 이때 무엇이 바람직한 경쟁질서에 부합하는 정상적인 거래관행에 해당하는지 판단하는 방법<br/> [3] 구 독점규제 및 공정거래에 관한 법률 제59조의 반대해석상 위 법이 적용되는 대상인 ‘저작권의 정당한 행사라고 인정되지 아니하는 행위’의 의미 및 이에 해당하는지 판단하는 방법 / 저작권자가 저작물에 대한 접근 및 사용에 대하여 대가를 받는 것이 정상적인 거래관행에 비추어 타당성이 없는 조건 제시에 해당하는지 판단할 때 고려할 사항<br/> [4] 상류시장에서 하류시장 사업자의 생산 활동에 필수적인 원재료 등을 공급함과 동시에 하류시장에서 원재료 등을 기초로 상품 또는 용역을 생산·판매하는 수직 통합된 시장지배적 사업자가 상류시장에서 책정한 원재료 등의 가격이 하류시장에서 경쟁사업자를 경쟁에서 배제할 정도로 높게 책정되었거나 그 가격으로 인해 신규 사업자의 진입가능성이 실질적으로 차단되는 경우, 위 원재료 등의 가격을 바람직한 경쟁질서에 부합하는 정상적인 거래관행에 비추어 타당성이 없는 부당한 조건으로 볼 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 시장지배적 지위 남용행위로서의 ‘거래상대방에게 정상적인 거래관행에 비추어 타당성이 없는 조건을 제시하는 행위’는 ‘시장지배적 사업자가 거래상대방에게 정상적인 거래관행에 비추어 타당성이 없는 조건을 제시함으로써 그 사업자의 사업활동을 부당하게 어렵게 하는 행위’를 말한다. 여기서 ‘정상적인 거래관행’이란 원칙적으로 해당업계의 통상적인 거래관행을 기준으로 판단하되 구체적 사안에 따라 바람직한 경쟁질서에 부합하는 관행을 의미하며 현실의 거래관행과 항상 일치하는 것은 아니다. <br/> [2] 시장지배적 지위 남용행위로서의 타당성 없는 조건 제시행위는 ‘정상적인 거래관행’에 비추어 타당성이 없는 조건을 제시한 행위를 의미하고, 현실의 거래관행과 일치하지 않는 거래관행이라 하더라도 바람직한 경쟁질서에 부합하는 것으로 인정될 경우 이는 시장지배적 지위 남용행위 성립의 전제가 되는 ‘정상적인 거래관행’으로 인정될 수 있다. 이때 무엇이 바람직한 경쟁질서에 부합하는 정상적인 거래관행에 해당하는지는 시장지배적 지위의 남용을 방지하여 공정하고 자유로운 경쟁을 촉진함으로써 창의적인 기업활동을 조성하고, 궁극적으로는 국민경제의 균형 있는 발전을 도모하고자 하는 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것)의 입법 취지를 고려하여 규범적으로 판단되어야 한다.<br/> [3] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제59조의 반대해석상 저작권의 정당한 행사라고 인정되지 아니하는 행위에 대하여는 구 공정거래법이 적용된다. 이때 ‘저작권의 정당한 행사라고 인정되지 아니하는 행위’란 행위의 외형상 저작권의 행사로 보이더라도 그 실질이 저작권제도의 취지를 벗어나 제도의 본질적 목적에 반하는 경우를 의미하고, 여기에 해당하는지는 저작권법의 목적과 취지, 해당 저작권의 내용과 아울러 그 행위가 공정하고 자유로운 경쟁에 미치는 영향 등 제반 사정을 함께 고려하여 판단해야 한다. 따라서 저작권자가 저작물에 대한 접근 및 사용에 대하여 대가를 받는 것이 정상적인 거래관행에 비추어 타당성이 없는 조건 제시에 해당하는지를 판단할 때에는 저작권자로서 갖는 정당한 권리의 내용과 그 한계를 충분히 고려해야 한다.  <br/> [4] 시장지배적 사업자가 공급망의 연쇄를 따라 두 개의 서로 다른 생산단계에서 모두 사업을 영위하는 수직 통합된 사업자로서 상류시장에서 하류시장 사업자의 생산 활동에 필수적인 원재료나 투입요소 등(이하 ‘원재료 등’이라 한다)을 공급함과 동시에 하류시장에서 원재료 등을 기초로 상품 또는 용역을 생산·판매하는 경우 시장지배적 지위 남용행위의 한 유형으로서 이윤압착이 문제 될 수 있다. 따라서 수직 통합된 상류시장의 시장지배적 사업자가 책정한 원재료 등의 가격이 하류시장에서 그 시장지배적 사업자와 동등하게 효율적으로 사업을 하는 경쟁사업자를 경쟁에서 배제할 정도로 높게 책정되었다거나, 수직 통합을 이룬 시장지배적 사업자의 상류시장과 하류시장에서의 시장점유율이 압도적인 상황 등에서 그가 정한 원재료 등의 가격으로 인해 하류시장에서 신규 사업자의 진입가능성이 실질적으로 차단되는 것으로 평가할 수 있다면, 수직 통합된 시장지배적 사업자가 상류시장에서 책정한 원재료 등의 가격은 그 한도 내에서 바람직한 경쟁질서에 부합하는 정상적인 거래관행에 비추어 타당성이 없는 부당한 조건으로 볼 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제3호(현행 제5조 제1항 제3호 참조), 제2항(현행 제5조 제2항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것) 제5조 제3항 제4호(현행 제9조 제3항 제4호 참조) / [2] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제3호(현행 제5조 제1항 제3호 참조), 제2항(현행 제5조 제2항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것) 제5조 제3항 제4호(현행 제9조 제3항 제4호 참조) / [3] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제3호(현행 제5조 제1항 제3호 참조), 제2항(현행 제5조 제2항 참조), 제59조(현행 제117조 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것) 제5조 제3항 제4호(현행 제9조 제3항 제4호 참조) / [4] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제3호(현행 제5조 제1항 제3호 참조), 제2항(현행 제5조 제2항 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것) 제5조 제3항 제4호(현행 제9조 제3항 제4호 참조)<br/>",
  "참조판례": "[1][2] 대법원 2023. 4. 13. 선고 2020두31897 판결(공2023상, 850) / [3] 대법원 2014. 2. 27. 선고 2012두24498 판결(공2014상, 729) / [4] 대법원 2021. 6. 30. 선고 2018두37700 판결(공2021하, 1386)<br/>"
}