{
  "판례일련번호": "242149",
  "사건명": "폭력행위등처벌에관한법률위반(단체등의구성·활동)·폭력행위등처벌에관한법률위반(공동상해)교사·범인도피[생부(生父)가 인지하지 않은 혼인외 출생자가 벌금 이상의 형에 해당하는 죄를 범한 생부를 도피하게 한 경우 형법 제151조 제2항을 유추적용할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2022도10272",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 범인도피죄의 친족 간 특례를 규정한 형법 제151조 제2항에서 ‘친족’의 의미(=민법이 정한 법률상의 친족) / 혼인외 출생자가 벌금 이상의 형에 해당하는 죄를 범한 자신의 생부(生父)를 도피하게 하였으나 생부가 혼인외 출생자를 인지하지 않은 경우, 혼인외 출생자의 행위에 대하여 형법 제151조 제2항을 적용할 수 있는지 여부(소극)<br/> [2] 생부가 혼인외 출생자를 인지하지 않아 법률상 친자관계가 발생하지 않았으나 생부와 혼인외 출생자 사이의 자연적 혈연관계로 말미암아 도피시키지 않을 것을 기대하기 어려운 경우, 형법 제151조 제2항을 유추적용할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 형법 제151조 제2항은 친족, 동거의 가족이 본인을 위하여 범인도피죄를 범한 때에는 처벌하지 아니한다고 규정하고 있는데, 여기서의 친족은 민법이 정한 법률상의 친족을 말한다. 혼인외 출생자의 경우 모자관계는 인지를 요하지 아니하고 법률상의 친자관계가 인정될 수 있지만, 부자관계는 부의 인지에 의하여만 법률상 친자관계가 발생한다. <br/>  따라서 혼인외 출생자가 벌금 이상의 형에 해당하는 죄를 범한 자신의 생부(生父)를 도피하게 하더라도 생부가 혼인외 출생자를 인지하지 않은 경우에는 생부와 혼인외 출생자 사이에 법률상 친자관계가 발생하지 않으므로 혼인외 출생자의 행위에 대하여 형법 제151조 제2항을 적용할 수 없다.<br/> [2] 형법 제151조 제2항은 벌금 이상의 형에 해당하는 죄를 범한 자(본인)와 범인도피 행위를 한 자(행위자) 사이의 구체적·개별적 관계나 상황을 가리지 않고 ‘친족 또는 동거가족’에 해당하기만 하면 일률적으로 처벌하지 아니한다고 정함으로써 그 적용범위를 명확히 한정하였다. 입법자는 형법 제151조 제2항을 통해 ‘친족 또는 동거가족’에 한하여만 ‘처벌하지 아니하겠다.’는 의사를 분명히 한 것으로 볼 수 있다. 한편 법률의 유추적용은 법률의 흠결을 보충하는 것으로서 법적 규율이 없는 사안에 대하여 그와 유사한 사안에 관한 법규범을 적용하는 것인데, 형법 제151조 제2항의 적용범위에 관하여 어떤 법률의 흠결이 있다고 볼 수도 없다. 따라서 형법 제151조 제2항의 적용에 따른 처벌·불처벌의 결과는 오롯이 ‘친족 또는 동거가족 여부’에 따라 결정되어야 하고, 본인과 행위자 사이의 구체적·개별적 관계나 상황을 따져 적법행위에 대한 기대불가능성 유무에 따라 형법 제151조 제2항을 유추적용하는 것은 허용될 수 없다고 보아야 한다. 유추적용을 허용할 경우 입법자가 명확하게 설정한 형법 제151조 제2항의 적용범위가 확장되어 입법자의 의도에 반하게 되고, 유추적용의 기준이 불분명하여 법적 안정성이나 예측가능성이 저해되며, 이로 인하여 형사처벌의 불균형이라는 부당한 결과가 발생할 수도 있다. 그러므로 생부가 인지하지 않아 법률상 친자관계가 발생하지 않은 경우에는 비록 생부와 혼인외 출생자 사이의 자연적 혈연관계로 말미암아 도피시키지 않을 것을 기대하기 어려운 경우가 있다고 하더라도 형법 제151조 제2항을 유추적용할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제151조 제2항 / [2] 형법 제151조 제2항<br/>",
  "참조판례": "[1] 대법원 2003. 12. 12. 선고 2003도4533 판결(공2004상, 275), 대법원 2022. 1. 27. 선고 2018므11273 판결(공2022상, 460)<br/>"
}