{
  "판례일련번호": "242141",
  "사건명": "건축허가신청반려처분취소[행정청이 원심 소송과정에서 추가한 거부처분의 사유가 기존 거부처분사유와 기본적 사실관계의 동일성이 인정되는지 여부 및 추가·변경된 처분사유에 대한 법원의 심리 방식이 문제된 사건]",
  "사건번호": "2023두61349",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 행정청이 당초 처분의 근거로 삼은 사유와 사회적 사실관계의 기본적 동일성이 인정되더라도 그에 대한 규범적 평가와 처분의 근거 법령 변경으로 당초 처분의 내용을 변경할 필요성이 제기되는 경우, 행정처분의 적법성과 효력을 다투는 항고소송에서 당초 처분의 내용을 그대로 유지한 채 근거 법령만 추가·변경하는 것이 허용되는지 여부(소극)<br/> [2] 처분청이 거부처분에 대한 항고소송에서 기존의 처분사유와 기본적 사실관계가 동일하지 않은 사유를 처분사유로 추가·변경한 것에 대하여 처분상대방이 추가·변경된 처분사유의 실체적 당부에 관하여 해당 소송 과정에서 심리·판단하는 것에 명시적으로 동의하는 경우, 법원은 이를 예외적으로 허용할 수 있는지 여부(적극) / 이에 대하여 처분상대방이 아무런 의견을 밝히지 않는 경우, 법원이 취할 조치 / 법원이 기본적 사실관계가 동일하지 않은 사유의 실체적 당부에 관한 처분상대방의 명시적인 동의 없이 추가·변경된 거부처분사유를 심리·판단하여 이를 근거로 거부처분이 적법하다고 판단할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 행정처분의 적법성과 효력을 다투는 항고소송에서는 처분청이 당초 처분의 근거로 삼은 사유와 기본적 사실관계의 동일성이 인정되지 않는 별개의 사유를 주장하는 것은 원칙적으로 허용되지 않는다(이를 ‘처분사유 추가·변경 제한 법리’라고 한다). 여기서 기본적 사실관계의 동일성 유무는 처분사유를 법률적으로 평가하기 이전의 구체적인 사실에 착안하여 그 기초가 되는 사회적 사실관계가 기본적인 점에서 동일한지에 따라 판단하는 것이 원칙이고, 행정청이 처분 당시에 제시한 구체적 사실을 변경하지 않는 범위 내에서 단지 처분의 근거 법령만을 추가·변경하거나 당초의 처분사유를 구체적으로 표시하는 것에 불과한 경우에는 새로운 처분사유를 추가하거나 변경하는 것이라고 볼 수 없다. 그러나 사회적 사실관계의 기본적 동일성이 인정되는 경우라고 하더라도 그에 대한 규범적 평가와 처분의 근거 법령의 변경으로, 예를 들어 기속행위가 재량행위로 변경되는 경우와 같이, 당초 처분의 내용을 변경할 필요성이 제기되는 경우에는 해당 처분을 취소한 후 처분청으로 하여금 다시 처분절차를 거쳐 새로운 처분을 하도록 하여야 할 것이지 당초 처분의 내용을 그대로 유지한 채 근거 법령만 추가·변경하는 것은 허용될 수 없다. <br/> [2] 처분청이 기본적 사실관계의 동일성이 인정되지 않는 별개의 사실을 들어 처분사유로 주장하는 것이 허용되지 않는다고 해석하는 이유는 행정처분의 상대방의 방어권을 보장함으로써 실질적 법치주의를 구현하고 행정처분의 상대방에 대한 신뢰를 보호하고자 하는 데에 취지가 있음을 고려하면, 처분청이 거부처분에 대한 항고소송에서 기존의 처분사유와 기본적 사실관계가 동일하지 않은 사유를 처분사유로 추가·변경한 것에 대하여 처분상대방이 추가·변경된 처분사유의 실체적 당부에 관하여 해당 소송 과정에서 심리·판단하는 것에 명시적으로 동의하는 경우에는, 법원으로서는 그 처분사유가 기존의 처분사유와 기본적 사실관계가 동일한지와 무관하게 예외적으로 이를 허용할 수 있다. 처분상대방으로서는 처분청이 별개의 사실을 바탕으로 새롭게 주장하는 처분사유까지 동일 소송절차 내에서 판단을 받음으로써 분쟁을 한꺼번에 해결하는 것을 유효·적절한 수단으로서 선택할 수도 있으므로, 처분상대방의 그러한 절차적 선택을 존중하는 것이 처분사유 추가·변경 제한 법리의 기본취지와도 부합하기 때문이다. 그렇다면 법원은, 처분상대방의 명시적 동의에 따라 처분사유의 추가·변경을 허용할 경우, 추가·변경된 거부처분사유가 당초 거부처분사유와 기본적 사실관계의 동일성이 인정되지 않더라도 처분사유 추가·변경 제한 법리에 따라 처분청의 주장을 형식적으로 배척할 것이 아니라 추가·변경된 거부처분사유의 실체적 당부에 관하여 심리·판단해야 한다. 그 결과 추가·변경된 거부처분사유도 실체적으로 위법하여 처분을 취소하는 판결이 선고·확정되는 경우 추가·변경된 거부처분사유에 관한 법원의 판단에 대해서까지 취소판결의 기속력이 미친다고 보아야 한다. 이와 달리 처분상대방의 명시적인 동의가 없다면, 법원으로서는 처분사유 추가·변경 제한 법리의 원칙으로 돌아가 처분청의 거부처분사유 추가·변경을 허용해서는 안 된다. <br/>  따라서 처분청이 거부처분에 대한 항고소송에서 당초 거부처분사유와 기본적 사실관계의 동일성이 인정되지 않는 다른 거부처분사유를 주장한 것에 대하여 처분상대방이 아무런 의견을 밝히지 않고 있다면 법원은 적절하게 석명권을 행사하여 처분상대방에게 처분사유 추가·변경 제한 법리의 원칙이 그대로 적용될 것을 주장하는지, 아니면 추가·변경된 거부처분사유의 실체적 당부에 관한 법원의 판단을 구하는지에 관하여 의견을 진술할 수 있도록 기회를 주어야 한다. 그리고 법원이 기본적 사실관계가 동일하지 않은 사유의 실체적 당부에 관한 처분상대방의 명시적인 동의 없이 추가·변경된 거부처분사유를 심리·판단하여 이를 근거로 거부처분이 적법하다고 판단하는 것은 행정소송법상 직권심리주의의 한계를 벗어난 것으로 허용될 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제19조, 제27조[행정소송재판일반] / [2] 행정소송법 제19조, 제27조[행정소송재판일반]<br/>",
  "참조판례": "[1] 대법원 2006. 10. 13. 선고 2005두10446 판결, 대법원 2008. 2. 28. 선고 2007두13791, 13807 판결(공2008상, 462), 대법원 2011. 5. 26. 선고 2010두28106 판결(공2011하, 1313), 대법원 2020. 12. 24. 선고 2019두55675 판결, 대법원 2023. 11. 30. 선고 2019두38465 판결(공2024상, 124) / [2] 대법원 2013. 8. 22. 선고 2011두26589 판결(공2013하, 1707), 대법원 2017. 5. 17. 선고 2016두53050 판결(공2017상, 1299)<br/>"
}