{
  "판례일련번호": "242121",
  "사건명": "농지취득자격증명반려처분취소",
  "사건번호": "2023구합75486",
  "법원명": "수원지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240724",
  "판시사항": "甲이 강제경매로 취득한 토지에 농지취득자격증명 발급을 신청하였으나, 관할 읍장이 위 토지는 농지취득자격증명을 발급받아야 하는 농지법상 농지이나 현재 일부 농지가 농지전용허가나 협의 없이 불법으로 형질이 변경된 상태라는 이유로 위 신청을 반려한 사안에서, 위 처분은 정당한 처분사유 없이 이루어진 것으로 위법하다고 한 사례<br/>",
  "판결요지": "甲이 강제경매로 취득한 토지에 농지취득자격증명 발급을 신청하였으나, 관할 읍장이 위 토지는 농지취득자격증명을 발급받아야 하는 농지법상 농지이나 현재 일부 농지가 농지전용허가나 협의 없이 불법으로 형질이 변경된 상태라는 이유로 위 신청을 반려한 사안이다.<br/>  ① 위 토지에 구 농지의 보전 및 이용에 관한 법률이 제정되어 시행되기 전으로 구 도시계획법상 도시계획구역, 구 수출산업공업단지개발조성법상 공업단지 예정지, 구 지방공업개발법상 공업개발장려지구 밖에 있는 농지의 전용에 대하여는 원칙적으로 허가나 신고 등이 불필요하였던 1973. 1. 1. 이전부터 주택부지로 사용되던 부지가 일부 있다는 사정만으로는 위 토지 전체가 농지법상 농지가 아니라고 단정하기 어렵고, 1973. 1. 1. 이후부터 현재까지 그 외 다른 부분에 농지전용허가 등 없이 주택 등 건축물들이 계속하여 지어졌던 것으로 보이는데, 어느 부분이 농지전용허가 등의 필요 없이 농지의 전용이 가능하여 적법하게 건물이 세워진 부분인지를 명확히 구분하기가 어려운 점 등에 비추어 위 토지의 상당 부분은 불법전용되어 농지로 원상회복되어야 하는 것으로서 그 변경 상태는 일시적인 것에 불과하므로, 위 토지는 농지법 제2조 제1호의 농지에 해당하나, ② 관할 읍장은 농지취득자격증명발급심사요령을 근거로 위 처분을 한 것으로 보이는데, 위 요령은 농지취득자격증명 발급기준 또는 절차에 관한 행정기관 내부의 사무처리준칙을 정한 것에 불과하여 대외적으로 국민이나 법원을 구속하는 법규로서 효력이 없는 점, 농지법 등 관계 법령은 불법건축물이 있는 농지의 경우 농지 취득을 금지하는 규정을 두고 있지 않고, 다만 농지법 시행규칙 제7조 제5항 제5호는 농지취득자격을 확인할 때에는 농지로 이용되지 않은 농지의 복구가능성 등을 종합적으로 고려하도록 정하고 있는데, 관할 읍장은 위 토지의 원상복구 가능성에 관한 아무런 조사나 검토 등을 거치지 않은 채 甲에게 위 토지에 불법으로 형질변경된 부분이 있다는 이유만으로 곧바로 농지취득자격증명신청을 반려하는 처분을 한 점, 경매절차를 거쳐 농지의 소유권을 취득하려는 경우 소유자의 자진 원상복구를 기대하기 어려운데, 행정청이 농지취득자격증명이 필요한 농지라고 하면서도 원상복구 등을 이유로 농지취득자격증명의 발급신청을 반려한다면 경매절차에서 매각 자체가 허가되지 아니하여 농지에 대한 경매절차의 실효성을 기대할 수 없게 될 뿐만 아니라, 결국 농지가 불법으로 전용된 상태가 지속되어 농지보전이라는 법의 목적에도 적합하지 않은 점, 관할 읍장은 농지법 제42조에 따라 농지가 불법 전용된 경우 행위자에게 원상회복을 명하고 이를 이행하지 않을 경우 대집행으로 원상회복하는 등 불법행위를 단속할 의무가 있는 관할청임에도 장기간 위 토지가 불법 형질변경된 상태를 방치하여 왔던 것으로 보이는데, 이러한 상황에서 관할 읍장이 불법 형질변경이 있다는 이유로 甲의 농지취득자격증명 발급신청을 거부하는 것은 부당할 뿐 아니라, 甲에 의하여 위 토지의 불법 전용 상태가 해소될 가능성마저 차단하는 것으로서 허용될 수 없는 점 등을 종합하면, 위 처분은 정당한 처분사유 없이 이루어진 것으로 위법하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 농지의 보전 및 이용에 관한 법률(1975. 12. 31. 법률 제2837호로 전부 개정되기 전의 것) 제3조(현행 농지법 제34조 참조), 구 농지의 보전 및 이용에 관한 법률(1994. 12. 22. 법률 제4817호 농지법 부칙 제2조로 폐지) 제4조(현행 농지법 제34조 참조), 구 농어촌발전 특별조치법(1994. 12. 22. 법률 제4817호로 개정되기 전의 것) 제47조 제1항 제1호(현행 농지법 제35조 제1항 제1호 참조), 구 농지법(2007. 4. 11. 법률 제8352호로 전부 개정되기 전의 것) 제36조(현행 제34조 참조), 제37조 제1항 제1호(현행 제35조 제1항 제1호 참조), 농지법 제2조 제1호, 제8조, 제34조, 제35조 제1항 제1호, 제42조, 농지법 시행령 제7조, 농지법 시행규칙 제7조 제5항 제5호<br/>",
  "참조판례": ""
}