{
  "판례일련번호": "242151",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(통신매체이용음란)[온라인 게임상에서 함께 게임을 하던 상대방에게 상대방의 어머니에 대한 성적 표현이 담긴 메시지를 전송한 사건]",
  "사건번호": "2022도10688",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제13조에서 정한 통신매체이용음란죄의 보호법익 / 위 통신매체이용음란죄에서 ‘성적 수치심이나 혐오감을 일으키는 것’의 의미 / 통신매체를 이용한 대화 또는 메시지 등 전달 과정에서 이루어진 어떠한 행위가 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건’에 해당하는지 판단하는 기준<br/> [2] 성폭력범죄의 처벌 등에 관한 특례법 제13조에서 정한 통신매체이용음란죄에서 ‘자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적’의 법적 성격(=이른바 초과주관적 위법요소) 및 이때 ‘성적 욕망’의 내용 / 위와 같은 목적에 대한 인식 정도 및 목적 유무를 판단하는 기준<br/> [3] 피고인이 온라인 게임상에서 피해자 甲(남, 26세)과 같은 팀을 이루어 게임을 하던 중 시비를 걸다가 甲과 팀원들에 의해 강제퇴장을 당하게 되자 甲에게 채팅창의 귓속말 기능으로 \"니 @ㅐ미 너무 쪼여 ㅜ, 너무 잘빠렁!, 니 @ㅐ미 툐막내서 개먹이로 던져줬성ㅋㅋ\"라는 메시지를 전송하고, 메일로 \"니 @ㅐ미 걍갼하고 토막냄 ㅋㅋ 개먹이로 던져주니 우걱우걱 ㅋㅋ\"라는 메시지를 전송하여 성폭력범죄의 처벌 등에 관한 특례법 위반(통신매체이용음란)으로 기소된 사안에서, 공소사실을 무죄로 판단한 원심판결에 같은 법 위반(통신매체이용음란)죄의 성립에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라고 한다) 제13조는 \"자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적으로 전화, 우편, 컴퓨터, 그 밖의 통신매체를 통하여 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건’(이하 ‘성적 수치심을 일으키는 글 등’이라고 한다)을 상대방에게 도달하게 한 사람\"을 처벌하고 있다. 성폭력처벌법 위반(통신매체이용음란)죄는 ‘성적 자기결정권에 반하여 성적 수치심을 일으키는 글 등을 개인의 의사에 반하여 접하지 않을 권리’를 보장하기 위한 것으로 성적 자기결정권과 일반적 인격권의 보호, 사회의 건전한 성풍속 확립을 보호법익으로 한다. <br/>  ‘성적 수치심이나 혐오감을 일으키는 것’은 피해자에게 단순한 부끄러움이나 불쾌감을 넘어 인격적 존재로서의 수치심이나 모욕감을 느끼게 하거나 싫어하고 미워하는 감정을 느끼게 하는 것으로서 사회 평균인의 성적 도의관념에 반하는 것을 의미한다. 통신매체를 이용한 대화 또는 메시지 등 전달 과정에서 이루어진 어떠한 행위가 성적 수치심을 일으키는 글 등에 해당하는지는 행위자의 주관적 동기나 의도가 아니라 피해자와 같은 성별과 연령대의 일반적이고 평균적인 사람들을 기준으로 그 행위 자체의 전체적인 내용을 관찰하여 그 시대의 건전한 사회통념에 따라 객관적이고 규범적으로 판단하여야 한다.<br/> [2] 성폭력범죄의 처벌 등에 관한 특례법 위반(통신매체이용음란)죄의 ‘자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적’은 이른바 초과주관적 위법요소로서 ‘성적 욕망’에는 성행위나 성관계를 직접적인 목적이나 전제로 하는 욕망뿐만 아니라 상대방을 성적으로 비하하거나 조롱하는 등 상대방에게 성적 수치심을 줌으로써 자신의 심리적 만족을 얻고자 하는 욕망도 포함되고, 이러한 성적 욕망이 상대방에 대한 분노감과 결합되어 있더라도 달리 볼 것은 아니다. 또한 그 목적에 대하여는 미필적 인식이 있으면 충분하고 그 결과의 발생을 의욕하거나 희망할 필요는 없다. <br/>  ‘자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적’이 있는지는 통신매체이용음란죄의 입법 목적이 통신매체를 통하여 인격적 존재로서의 수치심이나 모욕감 등을 느끼게 하는 말 등을 개인의 의사에 반하여 일방적으로 접하지 아니하도록 함으로써 성적 자기결정권과 일반적 인격권을 보호하고 이를 통하여 건강한 성풍속을 확립하고자 함에 있음을 염두에 두고, 외부적으로 드러난 표현의 내용과 정도, 피고인과 피해자의 관계, 행위의 동기와 경위, 행위의 수단과 방법, 행위의 내용과 태양 등 여러 사정을 종합하여 사회통념에 비추어 합리적으로 판단하여야 한다.<br/> [3] 피고인이 온라인 게임상에서 피해자 甲(남, 26세)과 같은 팀을 이루어 게임을 하던 중 시비를 걸다가 甲과 팀원들에 의해 강제퇴장을 당하게 되자 甲에게 채팅창의 귓속말 기능으로 \"니 @ㅐ미 너무 쪼여 ㅜ, 너무 잘빠렁!, 니 @ㅐ미 툐막내서 개먹이로 던져줬성ㅋㅋ\"라는 메시지를 전송하고, 메일로 \"니 @ㅐ미 걍갼하고 토막냄 ㅋㅋ 개먹이로 던져주니 우걱우걱 ㅋㅋ\"라는 메시지를 전송하여 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라고 한다) 위반(통신매체이용음란)으로 기소된 사안에서, 위 메시지는 피고인이 甲의 어머니를 비하하여 지칭하는 표현을 사용하면서 甲 어머니와 피고인 사이의 성관계 태양이나 기교, 성기에 가해지는 자극, 성적 쾌감이나 흥분 등을 구체적이고 적나라하게 묘사하고, 甲의 어머니를 강간하는 등의 가학적 폭력성을 드러내는 내용으로서, 위와 같은 표현을 하는 것은 사회 평균인의 성적 도의관념에 반하는 행위에 해당하는 점, 위 메시지상 외부적으로 드러난 ‘성적 수치심이나 혐오감을 일으키게 하는 표현’의 수위와 강도, 피고인과 甲의 관계, 행위의 수단과 방법 등 여러 사정을 사회통념에 따라 살펴볼 때, 피고인은 자신이 보낸 표현의 문언적 의미를 충분히 인식하고서, 甲의 어머니를 노골적이고 적나라한 성적 대상으로 삼은 위 메시지를 받게 되는 甲을 성적으로 비하하고 조롱하여 그에게 성적 수치심이나 혐오감을 일으킴으로써 자신의 심리적 만족을 얻고자 하는 욕망을 유발하는 등의 목적으로 이러한 행위를 한 것으로 평가할 수 있고, 거기에 상대방을 향한 분노감 표출, 상대방을 화나게 할 의도 등 다른 목적이 결합되어 있었더라도 이와 달리 볼 수 없는 점, 상대방의 성별이나 구체적인 인적사항을 알지 못하였다는 것은 인터넷과 같은 온라인 매체를 이용한 비대면 범죄의 고유한 속성에서 기인하는 것일 뿐이므로, 피고인이 온라인 게임 중 甲을 우연히 처음 만났다거나 甲을 동성으로 인식하였는지 등은 성폭력처벌법 위반(통신매체이용음란)죄의 인정에 장애가 되지 아니하는 점 등을 종합하면, 위 메시지는 성적 수치심이나 혐오감을 일으키는 글에 해당하고, 당시 피고인에게는 자기의 성적 욕망을 유발하거나 만족시킬 목적이 있었다고 봄이 타당하다는 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 성폭력처벌법 위반(통신매체이용음란)죄의 성립에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제13조 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제13조 / [3] 성폭력범죄의 처벌 등에 관한 특례법 제13조<br/>",
  "참조판례": "[1] 대법원 2017. 6. 8. 선고 2016도21389 판결(공2017하, 1499) / [2] 대법원 2018. 9. 13. 선고 2018도9775 판결(공2018하, 2033)<br/>"
}