{
  "판례일련번호": "242139",
  "사건명": "시정명령등취소청구의소[하도급거래 공정화에 관한 법률에 따른 서면발급의무 위반 등이 문제 된 사건]",
  "사건번호": "2024두35125",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 구 하도급거래 공정화에 관한 법률 제3조 제1항을 위반하여 서면을 발급하지 않은 데에 대한 의무 해태를 탓할 수 없는 행정법 일반원칙상의 정당한 사유는 발급된 서면의 일부 사항 기재 누락에 관한 같은 조 제3항에서 구체적으로 정한 정당한 사유보다 엄격하게 인정되어야 하는지 여부(적극) 및 이때 행정법 일반원칙상의 정당한 사유가 존재한다는 점에 관한 증명책임의 소재(=이를 주장하는 원고)<br/> [2] 하도급거래 공정화에 관한 법률 제4조 제2항 제1호에서 부당한 하도급대금의 결정행위로 정한 ‘정당한 사유 없이 일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에서 ‘일률적인 비율로 단가를 인하’한다는 의미 및 결정된 인하율이 수급사업자에 따라 어느 정도 편차가 있더라도 전체적으로 동일하거나 일정한 구분에 따른 비율로 단가를 인하한 것으로 볼 수 있는 경우, ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당하는지 여부(적극) / 위 조항의 ‘정당한 사유’의 의미 및 그에 관한 증명책임의 소재(=이를 주장하는 원고)<br/> [3] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호에서 부당한 하도급대금의 결정행위로 정한 ‘원사업자가 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’의 의미 및 위 조항 위반의 성립요건 <br/> [4] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호 위반의 성립요건 중 원사업자가 ‘합의 없이 일방적으로’ 하도급대금을 결정했는지 판단하는 방법<br/> [5] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호 위반의 성립요건 중 원사업자가 합의 없이 일방적으로 결정한 하도급대금이 ‘낮은 단가’로 결정되었는지 여부의 인정 기준 / ‘낮은 단가’를 인정할 기준이 되는 종전 거래의 내용이나 비교 대상 거래에 관한 증명이 어렵다는 사정만으로 수급사업자의 제조원가를 기준으로 ‘낮은 단가’를 인정할 수 있는지 여부(소극) 및 예외적으로 수급사업자의 제조원가를 기준으로 ‘낮은 단가’를 인정할 여지가 있는 경우<br/>",
  "판결요지": "[1] 행정법규 위반에 대하여 가하는 제재조치는 위반자의 의무 해태를 탓할 수 없는 정당한 사유가 있는 경우까지 부과할 수 있는 것은 아니다. <br/>  이와 관련하여, 구 하도급거래 공정화에 관한 법률(2010. 1. 25. 법률 제9971호로 개정되기 전의 것) 제3조 제1항은 원사업자로 하여금 ‘정당한 사유가 없으면’ 같은 조 제2항의 사항을 적은 서면을 수급사업자가 위탁에 따른 작업을 시작하기 전까지 발급하도록 규정하였다. 그런데 2010. 1. 25. 개정된 구 하도급거래 공정화에 관한 법률(2019. 4. 30. 법률 제16423호로 개정되기 전의 것, 이하 ‘구 하도급법’이라 한다) 제3조 제1항에서 원사업자의 수급사업자에 대한 위와 같은 서면발급의무의 일반적 면제 사유인 ‘정당한 사유’ 기재 부분이 삭제되면서, 같은 조 제3항에서 \"위탁시점에 확정하기 곤란한 사항에 대하여는 재해·사고로 인한 긴급복구공사를 하는 경우 등 정당한 사유가 있는 경우에는 해당 사항을 적지 아니한 서면을 발급할 수 있다.\"라는 규정이 신설됨으로써 서면 중 일부 사항에 대한 기재의무가 면제되는 예외적 사유로서의 ‘정당한 사유’만이 규정되었다. <br/>  위와 같이 2010. 1. 25. 개정된 구 하도급법 제3조는 정당한 사유 유무를 불문하고 서면발급의무를 원칙적으로 부과하고 있고, 단지 서면에 기재되어야 하는 사항 중 일부에 대한 기재의무를 예외적으로 면제하고 있을 뿐이다. 이와 같은 구 하도급법 제3조의 개정경위와 수급사업자를 보호하고 공정한 하도급거래질서를 확립하기 위한 구 하도급법의 입법 취지를 고려하면, 구 하도급법 제3조 제1항을 위반한 데에 대한 의무 해태를 탓할 수 없는 행정법 일반원칙상의 정당한 사유는 발급된 서면의 일부 사항 기재 누락에 관하여 구 하도급법 제3조 제3항에서 구체적으로 정한 정당한 사유보다 엄격하게 판단되어야 하고, 그 정당한 사유가 존재한다는 점에 관한 증명책임은 이를 주장하는 원고에게 있다.<br/> [2] 하도급거래 공정화에 관한 법률(이하 ‘하도급법’이라 한다) 제4조 제2항은 \"다음 각호의 어느 하나에 해당하는 원사업자의 행위는 부당한 하도급대금의 결정으로 본다.\"라고 규정하면서, 제1호에서 ‘정당한 사유 없이 일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’를 들고 있다. 여기서 ‘일률적인 비율로 단가를 인하’한다는 의미는 둘 이상의 수급사업자나 품목에 관하여 수급사업자의 경영 상황, 시장 상황, 목적물 등의 종류·거래규모·규격·품질·용도·원재료·제조공법·공정 등 개별적인 사정에 차이가 있는데도 동일한 비율 또는 위와 같은 차이를 반영하지 않고 일정한 구분에 따른 비율로 단가를 인하하는 것을 말한다. 그 결정된 인하율이 수급사업자에 따라 어느 정도 편차가 있더라도 위 기준에 비추어 전체적으로 동일하거나 일정한 구분에 따른 비율로 단가를 인하한 것으로 볼 수 있다면 ‘일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위’에 해당한다. <br/>  한편 하도급법 제4조 제2항 제1호에서 정한 ‘정당한 사유’는 일률적인 비율로 단가를 인하하여 하도급대금을 결정하는 행위를 정당화할 객관적이고 합리적인 사정이 인정되는 경우를 의미하고, 그 증명책임은 이를 주장하는 원고에게 있다. <br/> [3] 하도급거래 공정화에 관한 법률(이하 ‘하도급법’이라 한다) 제4조 제2항 제5호는 부당한 하도급대금의 결정으로 보는 원사업자의 행위로, ‘원사업자가 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’를 들고 있다. 이는 원사업자가 거래상 우월적 지위에 있음을 기화로 수급사업자의 실질적인 동의나 승낙이 없음에도 단가 등을 낮게 정하는 방식으로 일방적으로 하도급대금을 결정하는 행위를 말한다. 하도급법 제4조 제2항 제5호 위반이 인정되기 위해서는 우선 ‘합의 없이 일방적으로’ 하도급대금이 정해져야 하고, 다음으로 그 하도급대금이 ‘낮은 단가’에 의해 결정되어야 한다. <br/> [4] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호 위반의 성립요건인 ‘합의 없이 일방적으로’ 대금을 결정했는지는 원사업자의 수급사업자에 대한 거래상 우월적 지위의 정도, 수급사업자의 원사업자에 대한 거래의존도, 계속적 거래관계의 유무와 정도, 거래관계를 지속한 기간, 문제 된 행위를 전후로 한 시장 상황 등과 함께, 하도급대금이 결정되는 과정에서 수급사업자가 의사표시의 자율성을 제약받지 않고 협의할 수 있었는지와 제약의 정도, 결정된 하도급대금으로 인해 수급사업자가 입은 불이익의 내용과 정도 등을 종합적으로 고려하여 판단해야 한다. <br/> [5] 원사업자가 합의 없이 일방적으로 결정한 대금이 하도급거래 공정화에 관한 법률(이하 ‘하도급법’이라 한다) 제4조 제2항 제5호에서 정한 ‘낮은 단가’로 결정되었는지는 문제가 된 행위 당사자들 사이에 있었던 종전 거래의 내용이나 비교의 대상이 되는 다른 거래에서 형성된 대가 수준을 고려하여 인정하는 것이 일반적이다. <br/>  그런데 ‘낮은 단가’를 인정할 기준이 되는 종전 거래의 내용이나 비교 대상 거래에 관한 증명이 이루어지지 않으면 원사업자가 결정한 대금이 ‘낮은 단가’로 결정되었다는 점에 관한 증명이 이루어졌다고 보기 어려운 경우가 많을 것이고, 단순히 종전 거래의 내용이나 비교 대상 거래에 관한 증명이 어렵다는 사정만으로 수급사업자의 제조원가를 기준으로 하도급법 제4조 제2항 제5호의 ‘낮은 단가’를 인정할 수는 없다. <br/>  그러나 종전 거래의 내용이나 비교 대상 거래를 찾는 것이 사실상 불가능한 것으로 보이는 상황에서 원사업자가 위탁한 목적물 등을 수급사업자로부터 납품 등 받은 후에 비로소 하도급대금을 결정하면서 수급사업자의 가격 협상력이 낮아진 상태를 이용하여 실질적인 협의 없이 일방적으로 단가를 결정한 것이 인정되는 경우라면, 예외적으로 수급사업자의 제조원가를 기준으로 하도급법 제4조 제2항 제5호의 ‘낮은 단가’를 인정할 여지가 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2010. 1. 25. 법률 제9971호로 개정되기 전의 것) 제3조 제1항, 구 하도급거래 공정화에 관한 법률(2019. 4. 30. 법률 제16423호로 개정되기 전의 것) 제3조 제1항, 제3항(현행 제3조 제6항 참조) / [2] 하도급거래 공정화에 관한 법률 제4조 제2항 제1호 / [3] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호 / [4] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호 / [5] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호<br/>",
  "참조판례": "[1] 대법원 1976. 9. 14. 선고 75누255 판결(공1976, 9371), 대법원 2014. 12. 24. 선고 2010두6700 판결 / [2][3] 대법원 2018. 3. 13. 선고 2016두59430 판결(공2018상, 710) / [2] 대법원 2011. 3. 10. 선고 2009두1990 판결(공2011상, 740), 대법원 2018. 5. 15. 선고 2015두38252 판결 / [3] 대법원 2017. 12. 7. 선고 2016두35540 판결(공2018상, 197)<br/>"
}