{
  "판례일련번호": "242129",
  "사건명": "마일리지지급[항공사 마일리지에 유효기간을 둔 항공사 약관 조항의 효력이 문제된 사건]",
  "사건번호": "2021다308030",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 약관 조항이 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’이라는 이유로 무효라고 보기 위한 요건 및 이를 판단하는 기준<br/> [2] 甲 항공사 등이 마일리지에 약 10년의 유효기간을 도입하는 내용으로 약관을 개정하자, 마일리지 보유자인 乙 등이 甲 항공사 등을 상대로 위 약관이 고객에게 부당하게 불리한 조항으로서 공정성을 잃어 무효라고 주장하면서 소멸된 마일리지의 지급을 구한 사안에서, 위 약관이 약관의 규제에 관한 법률 제6조 제2항 제1호의 ‘고객에게 부당하게 불리한 조항’이라거나 위 법 제6조 제1항의 ‘신의성실의 원칙을 위반하여 공정성을 잃은 조항’이라고 보기는 어렵다고 한 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 약관의 규제에 관한 법률 제6조 제1항, 제2항 제1호에 따라 고객에 대하여 부당하게 불리한 조항으로서 ‘신의성실의 원칙을 위반하여 공정성을 잃은 약관 조항’이라는 이유로 무효라고 보기 위해서는, 그 약관 조항이 고객에게 다소 불이익하다는 점만으로는 부족하고, 약관 작성자가 거래상의 지위를 남용하여 계약 상대방의 정당한 이익과 합리적인 기대에 반하여 형평에 어긋나는 약관 조항을 작성·사용함으로써 건전한 거래질서를 훼손하는 등 고객에게 부당하게 불이익을 주었다는 점이 인정되어야 한다. 그리고 이와 같이 약관 조항의 무효 사유에 해당하는 ‘고객에게 부당하게 불리한 조항’인지는 관계 법령이나 거래관행 등에 비추어 해당 약관 조항이 고객에게 어떠한 불이익을 발생시키는지, 고객이 사업자와 개별적으로 합의하였더라도 동일한 내용이 포함되었으리라고 할 수 있는지, 고객의 불이익을 정당화할 만한 사업주의 정당한 이익이나 합리적 사유가 있는지, 사업자가 고객의 불이익을 상쇄하거나 최소화할 만한 합리적인 조치를 두어 고객의 이익도 충분히 배려하였는지 등을 다른 약관 조항 등 계약 전체의 내용, 계약을 통해 추구하고자 한 이익의 내용과 그 사이의 균형, 거래관계의 실질적인 사정, 사업의 특성 등에 비추어 심사할 필요가 있다.<br/> [2] 甲 항공사 등이 마일리지에 약 10년의 유효기간을 도입하는 내용으로 약관을 개정하자, 마일리지 보유자인 乙 등이 甲 항공사 등을 상대로 위 약관이 고객에게 부당하게 불리한 조항으로서 공정성을 잃어 무효라고 주장하면서 소멸된 마일리지의 지급을 구한 사안에서, 고객이 취득한 항공마일리지는 재화나 서비스를 교환하는 수단으로 사용되고, 사업자는 마일리지의 판매, 소진 과정에서 이윤을 창출하므로, 항공마일리지가 재산적 가치가 있음은 부인하기 어려우나, 마일리지 제도의 구체적인 내용이나 마일리지의 가치는 약관을 통해 약정된 범위 내에서 인정되는 것이고, 사업자는 사적 자치의 한계를 벗어나지 않는 한 원칙적으로 마일리지 제도의 유지 여부, 마일리지 취득조건, 마일리지의 교환대상이 되는 재화나 서비스, 유효기간 등에 관한 계약내용 형성의 자유를 가지는 특성에 따라 마일리지는 전형적인 채권으로 포섭되기 어려운 특수한 유형의 재산권으로, 항공마일리지 제도에 민·상법상 채권의 소멸시효 규정이 당연히 적용되어야 하는 것은 아니지만, 그 제도의 유사성에 비추어 민·상법 규정상 채권에 부여하는 보호의 수준은 약관상 제도가 고객에게 부당하게 불리하게 설계되어 있는지를 판단하는 일응의 기준이 될 수 있는 점에 비추어, 위 약관은 상인인 甲 항공사 등이 부담하는 채무에 관한 것임에도 상사시효가 아닌 민사상 소멸시효에 준하는 10년의 유효기간을 정하고 있어 전체적으로 보아 위 약관이 민·상법의 채권의 소멸시효 규정을 적용하였을 때보다 고객들을 현저히 불리한 지위에 두었다고 단정할 수 없고, 본래 소멸시효는 법률행위에 의하여 이를 배제, 연장 또는 가중할 수 없으나 이를 단축 또는 경감할 수 있음을 고려하면 더욱 그러하며, 마일리지와 유사하게 상용고객 우대제도의 일종으로 부여되는 신용카드나 기타 각종 멤버십 포인트, 또는 전자형·모바일·온라인 상품권 등의 경우 통상 5년 내지 그보다 단기의 유효기간 제도를 두고 있고, 항공마일리지 제도를 두면서 유효기간 제도를 둔 외국 항공사들의 경우 대부분 유효기간을 4년 이내의 단기로 정하고 있으며, 위 제도 관련 약관들은 통상 포인트나 마일리지 적립 시부터 곧바로 유효기간이 진행된다고 정하고 있을 뿐 특정 서비스 이용이 가능한 정도로 축적되기를 기다려 비로소 유효기간이 진행된다는 약관은 찾아보기 어려운데, 외국 항공사들 중 일부는 마일리지가 일부라도 추가 적립되거나 소비되면 유효기간 진행이 중단되고 다시 진행된다는 정책을 두고 있기는 하나, 해당 항공사들은 대부분 유효기간을 3년 이내의 단기로 정하고 있는 점 등을 감안하면, 위 약관이 기산일을 정한 부분이나 중단사유를 두지 않은 것이 거래관행에 비추어 현저히 불리하거나 이례적이어서 예견가능성이 없다거나, 甲 항공사 등이 고객들과 개별적으로 협상하였다면 포함되지 않았을 제도라고 단정하기는 어렵고, 甲 항공사 등이 마일리지 및 마일리지의 유효기간 제도를 통해 얻는 이익에 상응하는 만큼 고객들의 이익이 충분히 보장되었다고 보기에는 미흡한 정황이 보이기도 하나, 제출된 주장 및 증명만으로는 그 이익의 불균형이 사적 자치의 한계를 일탈하여 약관 조항을 무효로 볼 정도에 이르렀다고 인정하기에 부족하므로, 위 약관이 약관의 규제에 관한 법률 제6조 제2항 제1호의 ‘고객에게 부당하게 불리한 조항’이라거나 위 법 제6조 제1항의 ‘신의성실의 원칙을 위반하여 공정성을 잃은 조항’이라고 보기는 어렵다고 한 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 약관의 규제에 관한 법률 제6조 제1항, 제2항 제1호 / [2] 약관의 규제에 관한 법률 제6조 제1항, 제2항 제1호, 민법 제184조<br/>",
  "참조판례": "[1] 대법원 2017. 4. 13. 선고 2016다274904 판결(공2017상, 963), 대법원 2022. 5. 12. 선고 2020다278873 판결(공2022하, 1108)<br/>"
}