{
  "판례일련번호": "242137",
  "사건명": "시정명령등취소[「하도급거래 공정화에 관한 법률」에 따른 서면발급의무 위반 등이 문제된 사건]",
  "사건번호": "2021두49208",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 구 하도급거래 공정화에 관한 법률 제3조 제1항을 위반하여 서면을 발급하지 않은 데에 대한 의무 해태를 탓할 수 없는 행정법 일반원칙상의 정당한 사유는 발급된 서면의 일부 사항 기재 누락에 관한 같은 조 제3항에서 구체적으로 정한 정당한 사유보다 엄격하게 인정되어야 하는지 여부(적극) 및 이때 행정법 일반원칙상의 정당한 사유가 존재한다는 점에 관한 증명책임의 소재(=이를 주장하는 원고)<br/> [2] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호에서 부당한 하도급대금의 결정행위로 정한 ‘원사업자가 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’의 의미 / 이때 ‘단가가 낮은지 여부’를 판단하는 기준 및 그 기준인 ‘일반적으로 지급되는 대가’의 수준을 인정하는 방법 <br/>",
  "판결요지": "[1] 행정법규 위반에 대하여 가하는 제재조치는 위반자의 의무 해태를 탓할 수 없는 정당한 사유가 있는 경우까지 부과할 수 있는 것은 아니다. <br/>  이와 관련하여, 구 하도급거래 공정화에 관한 법률(2010. 1. 25. 법률 제9971호로 개정되기 전의 것) 제3조 제1항은 원사업자로 하여금 ‘정당한 사유가 없으면’ 같은 조 제2항의 사항을 적은 서면을 수급사업자가 위탁에 따른 작업을 시작하기 전까지 발급하도록 규정하였다. 그런데 2010. 1. 25. 개정된 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것, 이하 ‘구 하도급법’이라 한다) 제3조 제1항에서 원사업자의 수급사업자에 대한 위와 같은 서면발급의무의 일반적 면제 사유인 ‘정당한 사유’ 기재 부분이 삭제되면서, 같은 조 제3항에서 \"위탁시점에 확정하기 곤란한 사항에 대하여는 재해·사고로 인한 긴급복구공사를 하는 경우 등 정당한 사유가 있는 경우에는 해당 사항을 적지 아니한 서면을 발급할 수 있다.\"라는 규정이 신설됨으로써 발급된 서면의 일부 사항에 대한 기재를 누락할 수 있는 예외적 면제 사유인 정당한 사유만이 규정되었다. <br/>  위와 같이 2010. 1. 25. 개정된 구 하도급법 제3조는 정당한 사유 유무를 불문하고 서면발급의무를 원칙적으로 부과하고 있고, 단지 서면에 기재되어야 하는 사항 중 일부에 대한 기재의무를 예외적으로 면제하고 있을 뿐이다. 이와 같은 구 하도급법 제3조의 개정경위와 수급사업자를 보호하고 공정한 하도급거래질서를 확립하기 위한 구 하도급법의 입법 취지를 고려하면, 구 하도급법 제3조 제1항을 위반하여 서면을 발급하지 않은 데에 대한 의무 해태를 탓할 수 없는 행정법 일반원칙상의 정당한 사유는 발급된 서면의 일부 사항 기재 누락에 관한 구 하도급법 제3조 제3항에서 구체적으로 정한 정당한 사유보다 엄격하게 인정되어야 한다. 이때, 행정법 일반원칙상의 정당한 사유가 존재한다는 점에 관한 증명책임은 이를 주장하는 원고에게 있다. <br/> [2] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호는 부당한 하도급대금의 결정으로 보는 원사업자의 행위로, ‘원사업자가 일방적으로 낮은 단가에 의하여 하도급대금을 결정하는 행위’를 들고 있다. 이는 원사업자가 거래상 우월적 지위에 있음을 기화로 하여 수급사업자의 실질적인 동의나 승낙이 없음에도 단가 등을 낮게 정하는 방식으로 일방적으로 하도급대금을 결정하는 행위를 말한다.<br/>  여기서 ‘단가가 낮은지 여부’는 위탁 목적물 등과 같거나 유사한 것에 대하여 일반적으로 지급되는 대가보다 낮은 수준인지를 기준으로 판단하여야 한다. ‘일반적으로 지급되는 대가’의 수준은, 문제가 된 행위 당사자들 사이에 있었던 종전 거래의 내용, 비교의 대상이 되는 다른 거래들(이하 ‘비교 대상 거래’라고 한다)에서 형성된 대가 수준의 정도와 편차, 비교 대상 거래의 시점, 방식, 규모, 기간과 비교 대상 거래 사업자들의 시장에서의 지위나 사업규모, 거래 당시의 물가 등 시장 상황 등을 두루 고려하여 인정할 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 하도급거래 공정화에 관한 법률(2010. 1. 25. 법률 제9971호로 개정되기 전의 것) 제3조 제1항, 구 하도급거래 공정화에 관한 법률(2016. 12. 20. 법률 제14456호로 개정되기 전의 것) 제3조 제1항, 제3항(현행 제3조 제6항 참조) / [2] 하도급거래 공정화에 관한 법률 제4조 제2항 제5호<br/>",
  "참조판례": "[1] 대법원 1976. 9. 14. 선고 75누255 판결(공1976, 9371), 대법원 2014. 12. 24. 선고 2010두6700 판결 / [2] 대법원 2017. 12. 7. 선고 2016두35540 판결(공2018상, 197), 대법원 2018. 5. 15. 선고 2015두38252 판결<br/>"
}