{
  "판례일련번호": "242125",
  "사건명": "보험금[상법 제652조 또는 상해보험약관의 위험변경증가 통지의무의 이행 여부가 문제된 사건]",
  "사건번호": "2022다238633",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241128",
  "판시사항": "[1] 하나의 보험회사에 대하여 피보험자가 동일한 여러 개의 보험계약이 체결되어 있는 경우, 여러 개의 보험계약에 관하여 보험계약자 또는 피보험자가 위험변경증가 통지의무를 이행하였는지 판단하는 기준 및 이는 피보험자의 직업이나 직무에 따라 적용해야 할 보험요율에 차이가 있는 상해보험계약 약관에서 피보험자가 보험계약 체결 후 직업 또는 직무를 변경하는 경우 보험계약자나 피보험자가 보험자에게 그 사실을 알리도록 규정하고 있는 때에도 마찬가지인지 여부(적극)<br/> [2] 甲이 乙 보험회사와 피보험자를 丙, 피보험자의 직업을 일반 경찰관으로 하는 상해보험계약을 체결한 상태에서 丙이 보험요율에 차이가 있는 화물차 운전기사로 직업을 변경하였고, 이후 甲이 乙 회사와 피보험자를 丙으로 하는 운전자 보험계약을 체결하면서 신규 발급된 운전자 보험증권에 丙의 직업이 일반 경찰관으로 기재되어 있음을 확인하자 운전자 보험계약 체결 관련 업무를 담당하는 보험설계사에게 丙의 직업 변경 사실을 통지하였는데, 그 후 丙이 교통사고로 상해를 입게 되어 甲이 乙 회사를 상대로 상해보험계약에 따른 보험금을 청구하자, 乙 회사가 보험약관에서 정한 계약 후 알릴 의무 위반을 이유로 보험금을 감액하여 지급한다고 통지한 사안에서, 甲이 보험설계사에게 丙의 직업 변경을 통지할 무렵 상해보험계약에 관하여도 乙 회사에 상법 제652조 또는 상해보험약관에서 정한 ‘위험의 변경 또는 증가’와 관련한 통지의무를 이행하였다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 보험기간 중에 보험계약자 또는 피보험자가 사고발생의 위험이 현저하게 변경 또는 증가된 사실을 안 때에는 지체 없이 보험자에게 통지하여야 하고, 보험자가 위 위험변경증가의 통지를 받은 때에는 1월 내에 보험료의 증액을 청구하거나 계약을 해지할 수 있다(상법 제652조). 이때 하나의 보험회사에 대하여 피보험자가 동일한 여러 개의 보험계약이 체결되어 있는 경우 여러 개의 보험계약에 관하여 보험계약자 또는 피보험자가 위험변경증가 통지의무를 이행하였는지 여부는 보험회사와 사이에 체결된 보험계약의 내역, 보험계약자 또는 피보험자가 보험회사에 알린 내용과 알리게 된 경위, 이후 보험회사의 처리경과 등 여러 사정을 종합하여 판단하여야 한다. 이러한 법리는 피보험자의 직업이나 직무에 따라 적용해야 할 보험요율에 차이가 있는 상해보험계약 약관에서 피보험자가 보험계약 체결 후 직업 또는 직무를 변경하는 경우 보험계약자나 피보험자가 보험자에게 그 사실을 알리도록 규정하고 있는 때에도 마찬가지이다.<br/> [2] 甲이 乙 보험회사와 피보험자를 丙, 피보험자의 직업을 일반 경찰관으로 하는 상해보험계약을 체결한 상태에서 丙이 보험요율에 차이가 있는 화물차 운전기사로 직업을 변경하였고, 이후 甲이 乙 회사와 피보험자를 丙으로 하는 운전자 보험계약을 체결하면서 신규 발급된 운전자 보험증권에 丙의 직업이 일반 경찰관으로 기재되어 있음을 확인하자 운전자 보험계약 체결 관련 업무를 담당하는 보험설계사에게 丙의 직업 변경 사실을 통지하였는데, 그 후 丙이 교통사고로 상해를 입게 되어 甲이 乙 회사를 상대로 상해보험계약에 따른 보험금을 청구하자, 乙 회사가 보험약관에서 정한 계약 후 알릴 의무 위반을 이유로 보험금을 감액하여 지급한다고 통지한 사안에서, ① 甲은 보험설계사에게 직업 변경 사실을 통지하면서 운전자 보험계약 외에 피보험자에 대한 정보를 공유하는 상해보험계약에 관하여도 乙 회사에 대한 통지가 이루어진다고 믿었을 것으로 보이는 점, ② 甲이 丙의 직업 변경 사실을 알릴 당시 운전자 보험계약만을 특정한 것으로 보이지 않고 그럴 이유도 없는 점, ③ 甲이 직업 변경 사실을 통지할 당시 보험계약을 특정하지 않았다고 하더라도 乙 회사가 운전자 보험계약에 관하여만 직업 변경을 반영하였다는 사정만으로는 甲이 상해보험계약에 관하여 통지의무를 이행하지 않았다고 보기 어려운 점, ④ 乙 회사가 보험설계사로부터 丙의 직업 변경 사실을 전달받아 인식하게 되었고 나아가 그 내용을 乙 회사가 보유, 관리하는 내부 자료에 입력하여 문서화한 이상, 甲이 보험약관의 규정과 달리 서면에 의하여 알리지 않았다고 하더라도 甲의 직업 변경에 관한 통지의 효력에 영향을 미친다고 볼 수 없는 점 등 제반 사정에 비추어 보면, 甲이 보험설계사에게 丙의 직업 변경을 통지할 무렵 상해보험계약에 관하여도 乙 회사에 상법 제652조 또는 상해보험약관에서 정한 ‘위험의 변경 또는 증가’와 관련한 통지의무를 이행하였다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제652조, 제737조, 민법 제105조 / [2] 상법 제652조, 제737조, 민법 제105조<br/>",
  "참조판례": ""
}