{
  "판례일련번호": "599671",
  "사건명": "구상금[아파트 입주자대표회의와 종합보험계약(화재보험계약)을 체결한 보험회사가 같은 입주자대표회의와 재난배상책임보험계약을 체결한 보험회사에 대하여 상법 제682조 제1항에 따라 피해세대 입주자들의 피고에 대한 직접청구권을 대위 행사할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2024다250286",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241226",
  "판시사항": "[1] 상법 제682조의 보험자대위에 의하여 보험자가 취득하는 권리에 상법 제724조 제2항에서 정한 피해자의 직접청구권이 포함되는지 여부(적극) 및 보험계약의 해석상 보험사고를 일으킨 자가 상법 제682조에서 정한 ‘제3자’가 아닌 ‘피보험자’에 해당하는 경우, 보험자가 보험사고자에게 보험자대위권을 행사할 수 있는지 여부(소극)<br/> [2] 손해보험에서 보험의 목적물과 위험의 종류만 정해져 있고 피보험자와 피보험이익이 명확하지 않은 경우, 보험계약이 보험계약자 자신을 위한 것인지 타인을 위한 것인지 결정하는 방법<br/> [3] 甲 아파트의 입주자대표회의가 乙 보험회사와 아파트 동 건물 및 부속건물, 부대설비, 아파트 세대 내 가재도구 등에 관하여 아파트종합보험계약을 체결하고, 丙 보험회사와 아파트 동 건물 및 부속건물에 대하여 재난배상책임보험계약을 체결하였는데, 甲 아파트에서 화재가 발생하여 발화세대의 건물 내부와 가재도구뿐 아니라 공용부분, 인근 세대의 건물 내부와 가재도구가 손상되자, 乙 회사가 공용부분과 피해세대에 대한 보험금을 지급한 다음, 丙 회사를 상대로 보험자대위권을 행사한 사안에서, 乙 회사 보험계약에서 발화세대 입주자는 피해세대의 전유부분과 공용부분, 가재도구 등에 대해서는 아무런 피보험이익을 가지지 않아 피보험자에 해당한다고 볼 수 없으므로, 피해세대 입주자들과의 관계에서 상법 제682조에서 정한 제3자에 해당하고, 丙 회사 보험계약에서 甲 아파트의 각 구분소유자, 점유자(임차인) 및 관리자는 각자가 소유, 관리 또는 점유하는 부분에 관하여 서로 구분되는 피보험이익을 가지고 있어 丙 회사 보험계약 전체에 대한 공동피보험자에 해당한다고 보기 어려우므로, 발화세대 입주자가 피해세대 입주자들에 대해 부담하는 손해배상책임이 특별한 사정이 없는 한 丙 회사 보험계약에서 보상하는 손해에 포함된다고 볼 수 있는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 상법 제682조의 보험자대위는 보험사고로 인한 손해가 제3자의 행위로 인하여 생긴 경우에 보험금액을 지급한 보험자가 보험계약자 또는 피보험자의 그 제3자에 대한 권리를 취득하는 제도로서, 보험자가 취득하는 권리에는 상법 제724조 제2항에 따라 피해자에게 인정되는 직접청구권도 당연히 포함된다. 그러나 보험계약의 해석상 보험사고를 일으킨 자가 상법 제682조에서 정한 ‘제3자’가 아닌 ‘피보험자’에 해당될 경우에는 보험자는 그 보험사고자에 대하여 보험자대위권을 행사할 수 없다.<br/> [2] 손해보험에 있어서 보험의 목적물과 위험의 종류만이 정해져 있고 피보험자와 피보험이익이 명확하지 않은 경우에, 그 보험계약이 보험계약자 자신을 위한 것인지 아니면 타인을 위한 것인지는 보험계약서 및 당사자가 보험계약의 내용으로 삼은 약관의 내용, 당사자가 보험계약을 체결하게 된 경위와 그 과정, 보험회사의 실무처리 관행 등 제반 사정을 참작하여 결정하여야 한다.<br/> [3] 甲 아파트의 입주자대표회의가 乙 보험회사와 아파트 동 건물 및 부속건물, 부대설비, 아파트 세대 내 가재도구 등에 관하여 아파트종합보험계약(이하 ‘乙 회사 보험계약’이라 한다)을 체결하고, 丙 보험회사와 아파트 동 건물 및 부속건물에 대하여 재난배상책임보험계약(이하 ‘丙 회사 보험계약’이라 한다)을 체결하였는데, 甲 아파트에서 화재가 발생하여 발화세대의 건물 내부와 가재도구뿐 아니라 공용부분, 인근 세대의 건물 내부와 가재도구가 손상되자, 乙 회사가 공용부분과 피해세대에 대한 보험금을 지급한 다음, 丙 회사를 상대로 보험자대위권을 행사한 사안에서, 乙 회사 보험계약에서 발화세대 입주자는 그 소유의 전유부분, 공용부분, 가재도구 등 외에 화재로 훼손된 피해세대의 전유부분과 공용부분, 가재도구 등에 대해서는 아무런 피보험이익을 가지지 않아 피보험자에 해당한다고 볼 수 없으므로, 피해세대 입주자들과의 관계에서 상법 제682조에서 정한 제3자에 해당하고, 丙 회사 보험계약에서 甲 아파트의 각 구분소유자, 점유자(임차인) 및 관리자는 각자가 소유, 관리 또는 점유하는 부분에 관하여 서로 구분되는 피보험이익을 가지고 있어 丙 회사 보험계약 전체에 대한 공동피보험자에 해당한다고 보기 어려우므로, 발화세대 입주자가 피해세대 입주자들에 대해 부담하는 손해배상책임이 피보험자가 법률상 손해배상책임을 부담하는 타인의 범위를 한정하여 부보대상을 제한하는 등의 특별한 사정이 없는 한 丙 회사 보험계약에서 보상하는 손해에 포함된다고 볼 수 있는데도, 이와 달리 발화세대 입주자가 상법 제682조에서 정한 제3자에 해당하지 않는다고 보아 乙 회사가 피해세대 입주자들의 발화세대 입주자에 대한 손해배상청구권을 대위할 수 없다고 단정하고, 피해세대 입주자들이 공동피보험자로서 타인에 해당하지 않는다고 보아 발화세대 입주자가 피해세대 입주자들에 대하여 부담하는 손해배상책임이 丙 회사 보험계약에서 보상하는 손해에 포함되지 않는다고 단정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제682조, 제724조 제2항 / [2] 상법 제639조, 제665조 / [3] 상법 제639조, 제665조, 제682조, 제724조 제2항, 구 재난 및 안전관리 기본법(2020. 6. 9. 법률 제17383호로 개정되기 전의 것) 제1조, 제2조, 제76조 제2항(현행 제76조의5 제2항 참조), 제3항(현행 제76조의5 제3항 참조), 구 재난 및 안전관리 기본법 시행령(2020. 6. 2. 대통령령 제30731호로 개정되기 전의 것) 제83조의2 [별표 3](현행 제84조의5 [별표 3] 참조), 제83조의3 제2항(현행 제84조의6 제2항 참조)<br/>",
  "참조판례": "[1][2] 대법원 2012. 4. 26. 선고 2011다94141 판결, 대법원 2016. 5. 27. 선고 2015다237618 판결 / [1] 대법원 1993. 6. 29. 선고 93다1770 판결(공1993하, 2132), 대법원 1998. 9. 18. 선고 96다19765 판결(공1998하, 2506), 대법원 2024. 7. 11. 선고 2020다246913 판결 / [2] 대법원 1997. 5. 30. 선고 95다14800 판결(공1997하, 1992), 대법원 2003. 1. 24. 선고 2002다33496 판결(공2003상, 714)<br/>"
}