{
  "판례일련번호": "599683",
  "사건명": "군사기밀보호법위반[원심의 공소장변경신청 허가 결정과 관련하여 공소장변경이 허용될 수 없는 특별한 사정이 있는지 여부가 문제된 사건]",
  "사건번호": "2020도11949",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 군사법원법 제355조 공소장변경제도의 취지 / 공소사실의 동일성이 인정되는 범위 내에서 특정 공소사실을 철회하였다가 다시 추가하는 등과 같은 공소장변경이 얼마든지 허용되는지 여부(소극) / 공소장변경이 원칙적으로 허용될 수 없는 특별한 사정이 있는지 판단할 때 고려할 사항 및 이때 특별한 사정이 있더라도 공소장변경이 허용되는 예외가 인정되는지 판단하는 기준<br/> [2] 피고인이 군사기밀 보호법 제13조 제1항 위반의 제1 공소사실로 기소되었는데, 군검사가 제1 공소사실을 같은 법 제11조, 제12조 제1항 위반의 제2 공소사실로 교환적으로 변경하는 공소장변경허가신청을 하여 제1심법원이 이를 허가한 후 제2 공소사실에 관하여 유죄를 인정하였고, 이에 항소한 군검사가 원심법원에서 다시 제1 공소사실을 주위적 공소사실로 추가하고 제2 공소사실을 예비적 공소사실로 변경하는 공소장변경허가신청을 하자 원심법원이 이를 허가한 후 제1 공소사실을 유죄로 인정한 사안에서, 공소장변경이 허용될 수 없는 특별한 사정이 있는 경우라고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 군사법원법 제355조의 공소장변경제도는 당사자주의적 견지에서 공소사실의 동일성이 인정되는 범위 내라 할지라도 공소장변경 절차에 의하여 심판의 대상을 명확히 한정하지 아니하면 심판대상이 되지 아니하는 것으로 함으로써 피고인이 예상하지 아니한 처벌을 받는 불이익을 방지하려는 것으로 형벌권의 적정한 실현과 소송경제를 도모하는 한편 피고인의 방어권을 실질적으로 보장하는 데에 그 제도적 가치가 있다. 한편 동적·발전적인 성격의 형사소송절차에서 처음 공소제기된 사실관계가 소송 진행에 따라 다르게 나타나는 등의 사정이 있을 수 있으므로 공소사실의 동일성이 인정되는 범위 내에서 특정 공소사실을 철회하였다가 다시 추가하는 등과 같은 공소장변경도 불가능한 것은 아니다. 그러나 헌법 제13조 제1항 후문 ‘거듭처벌금지의 원칙’의 정신에 비추어 소송절차에서 불안정한 지위에 놓이게 될 수 있는 피고인의 인권과 법적 안정성 보장의 관점에서 그러한 공소장변경이 얼마든지 허용된다고 볼 수는 없다.<br/>  따라서 공소장변경이 소송절차에서 피고인의 지위를 과도하게 불안정하게 하고, 피고인의 방어권을 본질적으로 침해하는 것과 같은 특별한 사정이 있는 경우 그러한 공소장변경은 원칙적으로 허용될 수 없다. 이때 그러한 특별한 사정이 있는지는 검사의 공소장변경허가신청의 실질적 의도와 시기, 특히 검사가 공소장변경허가신청 기회가 충분히 있는데도 불구하고 장기간 권한행사를 하지 않다가 피고인의 방어가 성공한 단계 이후에 전격적으로 공소장변경허가신청을 한 것인지 여부, 공소장변경허가신청의 횟수, 경과 및 공소사실의 철회·추가·변경 등 유형, 특히 검사의 신청이 특정 공소사실에 대하여 현실적 심판대상에서 제외하였다가 다시 이를 번복하는 취지인지 여부, 기존 공소사실과 변경하려는 공소사실에 대한 방어 내용의 차이, 공소장변경허가신청을 전후로 이루어진 피고인의 방어권 행사 내용과 과정 등 심리의 경과에 비추어 공소장변경으로 그 이전에 해 온 피고인의 방어활동이 무위로 돌아가는지 여부 및 변경하려는 공소사실에 대한 피고인의 실질적이고도 충분한 방어가 가능한지 여부 등 제반 사정들을 종합적으로 고려하여 판단하여야 한다. 다만 위와 같은 특별한 사정이 있더라도 공소장변경 없이는 적정절차에 의한 신속한 실체적 진실의 발견이라는 형사소송의 목적에 비추어 현저히 정의와 형평에 반하는 결과를 초래하는 경우에는 예외적으로 그러한 공소장변경도 허용될 여지가 있으나, 그러한 예외가 인정되는지도 피고인의 법적 안정성 보장과 공소장변경제도의 가치 등을 고려하여 매우 엄격하고 신중하게 판단해야 한다.<br/> [2] 피고인이 군사기밀 보호법 제13조 제1항 위반의 제1 공소사실로 기소되었는데, 군검사가 제1 공소사실을 같은 법 제11조, 제12조 제1항 위반의 제2 공소사실로 교환적으로 변경하는 공소장변경허가신청을 하여 제1심법원이 이를 허가한 후 제2 공소사실에 관하여 유죄를 인정하였고, 이에 항소한 군검사가 원심법원에서 다시 제1 공소사실을 주위적 공소사실로 추가하고 제2 공소사실을 예비적 공소사실로 변경하는 공소장변경허가신청을 하자 원심법원이 이를 허가한 후 제1 공소사실을 유죄로 인정한 사안에서, 원심에서의 공소장변경에 따라 제1 공소사실이 추가됨으로써 피고인으로서는 제1심 방어활동의 성과로서 철회된 제1 공소사실에 대해서 더 이상 심판받지 않을 것이라는 신뢰가 일거에 깨뜨려지는 등 소송절차에서 피고인의 지위가 상당히 불안정하게 되었다고 볼 여지가 있지만, 기본적 사실관계가 동일한 제1, 2 공소사실의 기초를 이루는 주된 사실관계는 제1심에서부터 원심에 이르기까지 심리대상에 계속 포함되어 있었던 점, 원심에서의 공소장변경 이후 피고인이 제1 공소사실에 관하여 방어하기 위해 제출한 모든 증거가 채택되었고, 방어권 행사의 기회도 보장되었던 것으로 보이는 점, 피고인이 제1 공소사실에 관하여 항소심 단계에서야 이루어진 공소장변경으로 방어 내용, 시간, 비용, 노력 등에서 현격히 차이나는 어려움을 겪었다거나, 제1심에서 제1 공소사실이 계속 유지되었더라면 제출할 수 있었던 유력한 증거가 항소심에서 전격적으로 이루어진 공소장변경 시점에서는 이미 상당한 기간의 경과로 산일되어 제출이 불가능해진 것 등과 같은 시기적 측면에서의 방어 곤란을 겪었다는 등의 사정을 찾기 어려운 점을 종합하면, 공소장변경이 허용될 수 없는 특별한 사정이 있는 경우라고 보기 어렵다는 이유로 군검사의 공소장변경허가신청을 허가한 후 제1 공소사실을 유죄로 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제13조 제1항, 군사법원법 제355조, 형사소송법 제298조 / [2] 군사기밀 보호법 제11조, 제12조 제1항, 제13조 제1항, 군사법원법 제355조<br/>",
  "참조판례": "[1] 대법원 1996. 10. 11. 선고 96도1698 판결(공1996하, 3370), 헌법재판소 2012. 5. 31. 선고 2010헌바128 전원재판부 결정(헌공188, 1012)<br/>"
}