{
  "판례일련번호": "599661",
  "사건명": "구상금[「채무자 회생 및 파산에 관한 법률」 제566조 제7호의 비면책채권 해당 여부가 문제된 사건]",
  "사건번호": "2023다266031",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제566조 제7호에서 비면책채권으로 정한 ‘채무자가 악의로 채권자목록에 기재하지 아니한 청구권’의 의미 및 채무자의 악의 여부를 판단하는 기준 / 채무자가 채무의 존재를 알면서도 이를 채권자목록에 기재하지 않았다는 점에 대한 증명책임의 소재(=비면책채권임을 주장하는 채권자)<br/> [2] 甲이 乙 은행으로부터 대출을 받았고, 丙은 甲의 대출금채무에 관하여 한정근보증을 하였는데, 그 후 甲이 파산 및 면책을 신청하면서 채권자목록에 乙 은행에 대한 대출금채무를 기재하였으나 丙에 대한 장래 구상채무는 기재하지 않았고, 甲에 대한 면책결정이 확정된 후 丙이 甲의 대출금채무를 대위변제한 다음 甲을 상대로 구상금 지급을 구한 사안에서, 제반 사정에 비추어 甲이 면책신청 당시 丙에 대한 장래 구상금채무의 존재를 알고 있었다고 보기 어려운데도, 丙의 구상금채권이 채무자 회생 및 파산에 관한 법률 제566조 제7호에서 정한 비면책채권에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제566조 제7호에서 말하는 ‘채무자가 악의로 채권자목록에 기재하지 아니한 청구권’이란 채무자가 면책결정 이전에 파산채권자에 대한 채무의 존재 사실을 알면서도 이를 채권자목록에 기재하지 않은 경우를 뜻한다. 채무자가 채무의 존재 사실을 알지 못한 때에는 비록 그와 같이 알지 못한 데에 과실이 있더라도 위 법조항에 정한 비면책채권에 해당하지 아니한다. 이와 달리 채무자가 채무의 존재를 알고 있었다면 과실로 채권자목록에 이를 기재하지 못하였다고 하더라도 위 법조항에서 정하는 비면책채권에 해당한다. 이와 같이 채권자목록에 기재하지 아니한 청구권을 면책대상에서 제외한 이유는, 채권자목록에 기재되지 아니한 채권자가 있을 경우 그 채권자로서는 면책절차 내에서 면책신청에 대한 이의 등을 신청할 기회를 박탈당하게 되므로, 절차 참여의 기회를 갖지 못한 채 불이익을 받게 되는 채권자를 보호하기 위한 것이다.<br/>  다만 면책제도는 지급불능 상태에 빠진 채무자에 대하여 경제적 재기와 회생의 기회를 부여하기 위한 것이고, 면책결정이 확정되었음에도 비면책채권으로 남는 경우 채무자는 면책의 효과를 누리지 못하고 오로지 그 채무변제를 위해서 경제활동을 해야 하는 상황에 놓이게 된다. 따라서 채무자의 악의 여부는 채무자회생법 제566조 제7호의 규정 취지와 함께 위와 같은 면책제도의 이념과 비면책채권으로 인한 채무자의 불이익 등을 충분히 감안하여 판단하여야 한다. 구체적으로는 누락된 채권의 내역과 채무자와의 관련성, 채권자와 채무자의 관계, 채무부담의 원인이 된 법률행위 시점부터 면책신청 시까지 시간적 간격, 그동안 채권자의 이행청구, 집행 등의 유무와 이에 대한 채무자의 현실적인 인식 가능성, 누락의 경위에 관한 채무자의 소명과 객관적 자료와의 부합 여부, 면책절차 당시 채무자의 경제적·심리적 상황 등 여러 사정을 종합하여 판단하여야 하고, 파산채권 성립을 위한 법률관계가 형성될 무렵 채무자가 그러한 법률관계의 존재를 인식하고 있었다는 사정만을 들어 채무자의 악의를 인정하는 것에는 신중하여야 한다. 이때 채무자가 채무의 존재를 알면서도 이를 채권자목록에 기재하지 않았다는 점을 증명할 책임은 비면책채권임을 주장하는 채권자에게 있다.<br/> [2] 甲이 乙 은행으로부터 대출을 받았고, 丙은 甲의 대출금채무에 관하여 한정근보증을 하였는데, 그 후 甲이 파산 및 면책을 신청하면서 채권자목록에 乙 은행에 대한 대출금채무를 기재하였으나 丙에 대한 장래 구상채무는 기재하지 않았고, 甲에 대한 면책결정이 확정된 후 丙이 甲의 대출금채무를 대위변제한 다음 甲을 상대로 구상금 지급을 구한 사안에서, 甲은 丙이 보증계약을 체결한 지 10여 년이 지나서 면책을 신청하였는데 장기간이 지난 면책신청 당시 장래 구상금채무의 존재를 알고 있었다고 단정하기 어려운 점, 丙은 면책결정 전까지 乙 은행에 보증채무를 이행하지 않았고, 甲에게 대출금채무의 변제를 독촉하는 등 장래 구상금채권이 존재한다고 알리거나 甲과 사이에 장래 구상금채권의 존재를 계속 상기시킬 정도의 인적 관계가 있었다고 볼 만한 자료도 없는 점, 甲은 면책신청 당시 채권자목록에 丙의 장래 구상금채권의 기초가 되는 乙 은행의 대출금채권을 기재하였고, 달리 丙의 장래 구상금채권의 존재를 인식하였음에도 이를 채권자목록에 기재하지 않을 이유가 없어 보이는 점에 비추어 甲이 면책신청 당시 丙에 대한 장래 구상금채무의 존재를 알고 있었다고 보기 어려운데도, 丙의 구상금채권이 채무자 회생 및 파산에 관한 법률 제566조 제7호에서 정한 비면책채권에 해당한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제566조 제7호, 민사소송법 제288조[증명책임] / [2] 채무자 회생 및 파산에 관한 법률 제566조 제7호<br/>",
  "참조판례": "[1] 대법원 2010. 10. 14. 선고 2010다49083 판결(공2010하, 2094)<br/>"
}