{
  "판례일련번호": "599783",
  "사건명": "부가가치세부과처분취소·부가가치세부과처분취소[이동통신서비스 의무사용약정을 체결하면서 단말기 구입 보조금을 지원받은 이용자가 의무사용약정을 중도 해지하면서 통신회사인 원고에게 지급한 위약금이 부가가치세 과세표준인 단말기 공급가액에 포함되는지 여부가 문제된 사건]",
  "사건번호": "2022두49984, 49991",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241226",
  "판시사항": "[1] 부가가치세의 과세표준이 되는 ‘공급가액’의 의미 및 재화나 용역을 공급하는 자가 이를 공급받는 자로부터 지급받은 위약금 명목의 돈의 실질이 재화나 용역의 공급과 대가관계에 있는 경우, 부가가치세의 과세표준이 되는 ‘공급가액’에 포함되는지 여부(적극) / 계약인수에 따른 법률관계 및 계약인수 여부를 판단하는 기준<br/> [2] 정보통신사업 등을 영위하는 법인인 甲 주식회사와 위탁대리점 계약을 체결한 대리점 사업자가 이동통신서비스 이용자에게 甲 회사로부터 매입한 단말기와 甲 회사를 거치지 않고 단말기 제조사로부터 직접 매입한 제조사 유통 단말기를 판매하고, 甲 회사는 의무사용약정을 체결한 이용자에게 단말기 구입 보조금을 지원하며, 약정 중도 해지 시 위약금을 甲 회사가 직접 받기로 하였는데, 甲 회사가 부가가치세를 신고하며 수령한 약정 중도 해지에 따른 위약금을 과세표준에 포함하지 않았으나, 관할 세무서장이 위 위약금 등은 부가가치세 과세표준에 포함되어야 한다는 이유로 부가가치세를 증액경정·고지한 사안에서, 제조사 유통 단말기 관련 위약금이 甲 회사의 단말기 공급에 대한 대가로서 부가가치세 과세표준이 되는 공급가액에 포함된다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 부가가치세의 과세표준이 되는 ‘공급가액’이란 금전으로 받는 경우 재화나 용역의 공급에 대가관계가 있는 가액 곧 그 대가를 말한다 할 것이므로 재화나 용역의 공급대가가 아닌 위약금이나 손해배상금 등은 공급가액이 될 수 없다. 다만 재화나 용역을 공급하는 자가 이를 공급받는 자로부터 위약금 명목의 돈을 지급받았다고 하더라도 그 실질이 재화나 용역의 공급과 대가관계에 있는 것이라면, 이는 부가가치세의 과세표준이 되는 ‘공급가액’에 포함된다.<br/>  한편 계약당사자로서 지위 승계를 목적으로 하는 계약인수는 계약으로부터 발생하는 채권·채무의 이전 외에 계약관계로부터 생기는 해제권 등 포괄적 권리의무의 양도를 포함하는 것으로서, 계약인수가 적법하게 이루어지면 양도인은 계약관계에서 탈퇴하게 되고, 계약인수 후에는 양도인의 면책을 유보하였다는 등 특별한 사정이 없는 한 잔류당사자와 양도인 사이에는 계약관계가 존재하지 않게 되며 그에 따른 채권채무관계도 소멸한다. 이러한 계약인수가 이루어지면 그 계약관계에서 이미 발생한 채권·채무도 이를 인수 대상에서 배제하기로 하는 특약이 있는 등 특별한 사정이 없는 한 인수인에게 이전된다. 계약인수 여부가 다투어지는 경우에는, 그것이 계약 주체의 변동을 초래하는 등 당사자 사이의 법률상 지위에 중대한 영향을 미치는 법률행위인 점을 고려하여, 계약의 성질, 당사자의 거래 동기와 경위, 거래 형식 및 내용, 당사자가 그 거래행위에 의하여 달성하려는 목적, 거래관행 등에 비추어 신중하게 판단하여야 한다.<br/> [2] 정보통신사업 등을 영위하는 법인인 甲 주식회사와 위탁대리점 계약을 체결한 대리점 사업자가 이동통신서비스 이용자에게 甲 회사로부터 매입한 이동통신단말장치(이하 ‘단말기’라 한다)와 甲 회사를 거치지 않고 단말기 제조사로부터 직접 매입한 제조사 유통 단말기를 판매하고, 甲 회사는 의무사용약정을 체결한 이용자에게 단말기 구입 보조금을 지원하며, 약정 중도 해지 시 위약금을 甲 회사가 직접 받기로 하였는데, 甲 회사가 부가가치세를 신고하며 수령한 약정 중도 해지에 따른 위약금을 과세표준에 포함하지 않았으나, 관할 세무서장이 위 위약금 등은 부가가치세 과세표준에 포함되어야 한다는 이유로 부가가치세를 증액경정·고지한 사안에서, ① 甲 회사 공급 단말기의 경우, 이용자가 의무사용약정에 따라 甲 회사에 위약금을 직접 지급한 것은 이른바 ‘단축급부’에 해당하고 甲 회사 또한 대리점과의 단말기 할인판매계약에 따라 이를 정당하게 수령한 것으로 볼 수 있는 이상, 이 부분 위약금은 단말기 공급대가로서 부가가치세 과세표준이 되는 공급가액에 포함된다고 본 원심판단은 정당하나, ② 제조사 유통 단말기의 경우, 甲 회사는 단말기 공급거래에 관여한 적이 없으므로 이 부분 위약금이 당초 할인받은 단말기 공급대가의 추가 지급액으로서 甲 회사의 재화 공급과 대가관계에 있다고 볼 수 없는 점, 단말기 할부매매 약정의 내용, 이용자의 甲 회사에 대한 월 납부액 구성내역, 단말기 할인판매 거래에서의 甲 회사 지위와 역할 등의 사정만으로는 甲 회사, 대리점, 이용자가 3면 계약에 의하여 대리점의 이용자에 대한 단말기 할인판매계약상 공급자 지위를 甲 회사에 이전하기로 하는 합의가 있었다고 인정하기 어렵고, 오히려 甲 회사, 대리점, 이용자 사이의 권리의무관계에 비추어, 甲 회사로서는 단말기 할부매매에 한하여 대리점으로부터 단말기 할부금 채권을 양수하였다고 볼 여지가 있을 뿐인 점, 단말기 공급거래와 무관한 甲 회사의 입장에서 재화의 공급 없이 받은 제조사 유통 단말기 관련 위약금은 부가가치세 과세표준이 되는 재화의 공급가액에 포함된다고 볼 수 없는 점을 종합하면, 제조사 유통 단말기의 경우에도 甲 회사가 단말기 공급자 지위에 있다는 잘못된 전제에서, 이 부분 위약금이 甲 회사의 단말기 공급에 대한 대가로서 부가가치세 과세표준이 되는 공급가액에 포함된다고 본 원심판단에 부가가치세법상 과세표준인 재화의 공급가액, 계약인수 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 부가가치세법(2017. 12. 19. 법률 제15223호로 개정되기 전의 것) 제29조 제1항, 제3항, 제5항, 민법 제449조, 제453조, 제454조 / [2] 구 부가가치세법(2017. 12. 19. 법률 제15223호로 개정되기 전의 것) 제29조 제1항, 제3항, 제5항<br/>",
  "참조판례": "[1] 대법원 1984. 3. 13. 선고 81누412 판결(공1984, 707), 대법원 2019. 9. 10. 선고 2017두61119 판결(공2019하, 1998), 대법원 2020. 12. 10. 선고 2020다245958 판결(공2021상, 212), 대법원 2023. 3. 30. 선고 2022다296165 판결(공2023상, 771)<br/>"
}