{
  "판례일련번호": "599749",
  "사건명": "법인세경정거부처분취소[甲 주식회사가 소프트웨어 개발업자에게 ‘매매체결 시스템’의 개발을 위탁하고 지급한 비용이 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’)상 연구개발비 세액공제 대상에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2021두48359",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 2013. 2. 15. 대통령령 제24368호로 개정된 구 조세특례제한법 시행령 제8조 제1항 [별표 6] 제1호 (나)목 1)의 마)의 적용 시기<br/> [2] 甲 주식회사가 2011년부터 2014년까지 수탁업체에 새로운 매매체결 시스템의 개발을 위탁하여 지급한 비용이 구 조세특례제한법 제10조 제1항 제3호에 따른 연구개발비 세액공제의 적용대상에 해당하는지 문제 된 사안에서, 위 시스템의 위탁개발은 구 조세특례제한법 제9조 제5항에서 정한 과학기술활동에 해당하고, 甲 회사가 수탁업체에 지급한 비용은 연구개발의 위탁비용으로 볼 수 있으나, 수탁업체의 전담부서 등이 2013. 2. 15. 대통령령 제24368호로 개정된 구 조세특례제한법 시행령 제8조 제1항 [별표 6] 제1호 (나)목 1)의 마)가 적용되는 2013 및 2014 사업연도에 위 시스템의 연구개발용역을 직접 수행하였는지를 심리하지 않은 채 甲 회사가 수탁업체에 지급한 비용 전액에 대하여 연구개발비 세액공제를 적용할 수 있다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 2013. 2. 15. 대통령령 제24368호로 개정되어 2016. 2. 5. 대통령령 제26959호로 개정되기 전의 구 조세특례제한법 시행령(이하 ‘2013년 개정 조특법 시행령’이라 한다) 제8조 제1항 [별표 6] 제1호는 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제10조 제1항, 제9조 제2항 제1호의 위임에 따라 구 조특법 제10조 제1항 제3호에 따른 연구개발비 세액공제의 적용대상이 되는 연구개발비의 범위를 ‘자체연구개발’과 ‘위탁 및 공동연구개발’로 나누어 규정하고 있는데, 위탁 및 공동연구개발의 경우에는 (나)목에서 일정한 요건을 갖춘 기관(이하 ‘위탁적격기관’이라 한다)에 과학기술 분야의 연구개발용역 등을 위탁함에 따른 비용 및 이들 기관과의 공동연구개발을 수행함에 따른 비용을 연구개발비 세액공제의 적용대상 연구개발비로 규정하고 있다. 위 (나)목 중 1)의 마)는 위탁적격기관 중 하나로 종전에는 ‘국내외 기업의 연구기관 또는 전담부서 등(신성장동력산업연구개발업무 또는 원천기술연구개발업무의 경우 기획재정부령으로 정하는 전담부서 등만 해당한다)’이라고 규정하던 것을 ‘국내외 기업의 연구기관 또는 전담부서 등(전담부서 등에서 직접 수행한 부분에 한정한다)’으로 개정하였다(이하 ‘개정규정’이라 한다).<br/>  한편 2013년 개정 조특법 시행령의 부칙 제2조 제1항은 \"이 영 중 소득세 및 법인세에 관한 개정규정은 법률 제11614호 조세특례제한법 일부개정법률 시행 후 개시하는 과세연도 분부터 적용한다.\"라고 규정하고 있다. 그리고 2013. 1. 1. 법률 제11614호로 개정된 조세특례제한법의 부칙은 제1조에서 해당 법률의 시행일을 2013. 1. 1.로 규정하면서, 제2조 제1항에서 ‘이 법 중 소득세 및 법인세에 관한 개정규정은 이 법 시행 후 개시하는 과세연도 분부터 적용한다.’고 규정하고 있다.<br/>  이러한 관련 규정의 입법 취지와 개정 연혁, 다른 조세법령 부칙의 입법례, 납세자의 예측가능성 및 법적 안정성 등을 종합하여 보면, 개정규정은 2013. 1. 1.부터 개시하는 과세연도 분부터 적용된다고 봄이 상당하다.<br/> [2] 甲 주식회사가 2011년부터 2014년까지 수탁업체에 새로운 매매체결 시스템의 개발을 위탁하여 지급한 비용이 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제10조 제1항 제3호에 따른 연구개발비 세액공제의 적용대상에 해당하는지 문제 된 사안에서, 甲 회사가 수탁업체에 위탁하여 위 시스템에 필요한 대부분의 소프트웨어와 솔루션을 독자적으로 개발하였고, 범용 소프트웨어 도구 등을 활용하여 기존 시스템의 기능을 일부 개선하거나 변경하는 것을 넘어 위 시스템의 알고리즘을 전면적으로 재설계하여 변경하였으며, 위 시스템 개발과정에서 수탁업체와 공동명의로 다수의 특허를 등록하였다는 등의 사정에 비추어, 위 시스템의 위탁개발은 구 조특법 제9조 제5항에서 정한 ‘과학적 또는 기술적 진전을 이루기 위한 활동’에 해당하고, 甲 회사가 수탁업체와 체결한 용역계약에 도급계약과 유사한 내용의 약정이 포함되어 있더라도 이는 통상의 용역계약에 포함되는 수탁업체의 일반적인 의무조항에 불과하여, 위 시스템 개발의 불확실성으로 인한 시행착오나 실패에 따르는 손실의 위험성은 여전히 甲 회사가 종국적으로 부담하고 있다는 등의 사정에 비추어, 甲 회사가 수탁업체에 지급한 비용은 연구개발의 결과물을 구입하기 위한 비용이 아닌 연구개발의 위탁비용으로 볼 수 있으나, 2013. 2. 15. 대통령령 제24368호로 개정되어 2016. 2. 5. 대통령령 제26959호로 개정되기 전의 구 조세특례제한법 시행령 제8조 제1항 [별표 6] 제1호 (나)목에서 일정한 요건을 갖춘 기관(이하 ‘위탁적격기관’이라 한다)에 과학기술 분야의 연구개발용역 등을 위탁함에 따른 비용 및 이들 기관과의 공동연구개발을 수행함에 따른 비용을 구 조특법 제10조 제1항 제3호에 따른 연구개발비 세액공제의 적용대상 연구개발비로 규정하고 있고, 위 (나)목 중 1)의 마)는 위탁적격기관 중 하나로 종전에는 ‘국내외 기업의 연구기관 또는 전담부서 등(신성장동력산업연구개발업무 또는 원천기술연구개발업무의 경우 기획재정부령으로 정하는 전담부서 등만 해당한다)’이라고 규정하던 것을 ‘국내외 기업의 연구기관 또는 전담부서 등(전담부서 등에서 직접 수행한 부분에 한정한다)’으로 개정하였는데(이하 ‘개정규정’이라 한다), 관련 규정의 입법 취지와 개정 연혁, 다른 조세법령 부칙의 입법례, 납세자의 예측가능성 및 법적 안정성 등을 종합하여 보면, 개정규정은 2013. 1. 1.부터 개시하는 과세연도 분부터 적용된다고 봄이 상당한바, 개정규정은 甲 회사의 2013 사업연도 분부터 적용되므로 수탁업체에 지급한 비용 중 2013 및 2014 사업연도에 발생한 부분은 개정규정에 따라 수탁업체의 전담부서 등에서 직접 수행한 부분에 한정하여 연구개발비 세액공제의 적용대상이 된다고 봄이 타당함에도, 수탁업체의 전담부서 등이 2013 및 2014 사업연도에 위 시스템의 연구개발용역을 직접 수행하였는지를 심리하지 않은 채 甲 회사가 수탁업체에 지급한 비용 전액에 대하여 연구개발비 세액공제를 적용할 수 있다고 본 원심판단에 개정규정의 적용시기 등에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제9조 제2항 제1호(현행 제10조 제1항 참조), 제10조 제1항, 조세특례제한법 부칙(2013. 1. 1.) 제1조, 제2조 제1항, 구 조세특례제한법 시행령(2016. 2. 5. 대통령령 제26959호로 개정되기 전의 것) 제8조 제1항 [별표 6] 제1호 (나)목(현행 제9조 제1항 [별표 6] 제1호 (나)목 참조), 조세특례제한법 시행령 부칙(2013. 2. 15.) 제2조 제1항 / [2] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제9조 제2항 제1호(현행 제10조 제1항 참조), 제5항(현행 제2조 제1항 제11호, 제12호 참조), 제10조 제1항, 조세특례제한법 부칙(2013. 1. 1.) 제1조, 제2조 제1항, 구 조세특례제한법 시행령(2016. 2. 5. 대통령령 제26959호로 개정되기 전의 것) 제8조 제1항 [별표 6](현행 제9조 제1항 [별표 6] 참조), 조세특례제한법 시행령 부칙(2013. 2. 15.) 제2조 제1항<br/>",
  "참조판례": ""
}