{
  "판례일련번호": "599789",
  "사건명": "부당이득금[공공주택지구 내에 있는 종래의 공공시설 부지에 사업 이후에도 계속하여 공공시설이 위치하는 경우, 종래의 공공시설이 용도폐지되어 사업시행자에게 무상귀속되는지 여부가 문제된 사건]",
  "사건번호": "2022다274028",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 공공주택 특별법 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항에 따라 공공주택지구조성사업에 적용되는 ‘신·구 공공시설 무상귀속 제도’의 입법 취지 및 이에 따른 무상귀속의 법적 성격(=법률의 규정에 의한 원시취득) / 공공주택지구계획으로 설치되는 새로운 공공시설이 종래의 공공시설 및 부지에 중복하여 설치되는 경우에도 위 공공시설 무상귀속 제도가 적용되는지 여부(적극) / 이 경우 종래의 공공시설 및 부지 중 새로이 또는 변경 설치하는 공공시설과 중복되는 부분은 사업시행자가 별도의 사법상 계약이나 공법상 절차에 따라 취득하여야 하는지 여부(소극)<br/> [2] 종래의 공공시설 소유자 등이 종래의 공공시설 부지에 공공주택지구조성사업 이후에도 동일한 종류의 공공시설이 중복으로 위치하게 된다는 이유로 종래의 공공시설에 관한 무상귀속 협의절차에 응하지 않아 사업시행자가 이를 유상매수 협의취득 및 토지수용절차를 거쳐 보상금을 지급하고 취득한 경우, 사업시행자가 소유자 등을 상대로 보상금액 상당의 부당이득반환을 구할 수 있는지 여부(적극) / 종래의 공공시설 및 부지가 공공주택지구조성사업으로 용도가 폐지되었다고 보기 어려운 경우, 공공주택 특별법 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항에 따른 무상귀속이나 공공주택지구조성사업 시행을 위한 수용의 대상이 되는지 여부(원칙적 소극) / 공공주택지구조성사업에도 불구하고 계속하여 아무런 변경 없이 그대로 사용되는 종래의 공공시설 부지에 관하여 수용재결이 행해진 경우, 그 효력(당연무효) 및 이 경우 사업시행자가 수용재결에 관한 취소소송이나 무효확인소송에서 승소 확정판결을 받지 않더라도 종래의 공공시설 소유자를 상대로 토지보상금액 상당의 부당이득반환을 구할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 이른바 ‘단지형 개발사업’인 공공주택지구조성사업에서는 공공성 확보와 개발이익 환수 차원에서 시행자가 그 주택지구 내에 도로, 공원 등의 공공시설을 확충하는 내용의 공공주택지구계획을 수립할 것이 요청되므로, 관련 법률관계의 효율적인 처리를 위하여 공공주택 특별법 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항에 따라 ‘신·구 공공시설 무상귀속 제도’가 적용된다. ‘신·구 공공시설 무상귀속 제도’는 공공주택지구조성사업의 시행으로 새로이 조성되는 주택지구 내에 새로운 공공시설의 수요가 다수 유발되는 점을 고려하여 사업시행자에게 직접 새로운 공공시설의 설치의무를 부과함과 동시에 이를 국가 또는 지방자치단체의 관리청에 무상으로 귀속시킴으로써, ‘공공시설의 원활한 확보와 효율적인 유지·관리’라는 과제를 실현하고, 새로 설치되는 공공시설이 관리청에 무상으로 귀속됨으로 인해 야기되는 사업시행자의 재산상 손실·비용을 합리적 범위 안에서 일부라도 보전해 주는 한편, 신·구 공공시설의 소유권 변동 효과가 개별적인 법률행위를 통해서가 아니라 해당 사업의 준공시점에 법률 규정에 의해서 직접 발생하도록 함으로써 관련 행정사무 처리의 간소화·효율화를 도모하는 데에 그 입법 취지가 있다. ‘신·구 공공시설 무상귀속 제도’가 적용되는 경우 해당 사업의 시행으로 용도폐지되는 종래의 공공시설은 사업시행자에게, 해당 사업으로 새로 설치되거나 기존의 공공시설을 대체하기 위하여 설치된 공공시설은 그 시설을 관리할 관리청에 각각 일률적으로 무상귀속되고, 이와 같은 무상귀속은 법률의 규정에 의한 원시취득의 성격을 갖는다. 공공주택지구계획으로 설치되는 새로운 공공시설이 종래의 공공시설 및 그 부지에 중복하여 설치되는 경우에도 새로운 공공시설은 ‘신 공공시설 무상귀속 제도’의 적용으로 관리청에 일률적으로 무상귀속된다. 나아가 새로운 공공시설과 중복되는 부분을 포함한 종래의 공공시설은 지구계획의 승인·고시에 따라 변경 또는 폐지됨으로써 더 이상 종래의 행정목적대로 사용되지 않게 되어 용도폐지가 의제되는 것이므로, 종래의 공공시설 및 그 부지 전체가 ‘구 공공시설 무상귀속 제도’의 적용에 따라 사업시행자에게 무상귀속되어야 할 종래의 공공시설에 해당하게 된다. 다만 중복되는 부분은 준공시점에 관리청에 무상으로 귀속시켜야 할 공공시설에 포함되기 때문에 외견상 용도폐지에 따른 사업시행자에게로의 무상귀속이 이루어지지 않은 것처럼 보일 뿐이다. 따라서 종래의 공공시설 및 그 부지 중 새로이 또는 변경 설치하는 공공시설과 중복되는 부분 역시 중복되지 않은 부분과 마찬가지로 사업시행자가 별도의 사법상 계약이나 공법상 절차에 따라 취득할 필요가 없음은 당연하다.<br/> [2] 종래의 공공시설 소유자 등이 종래의 공공시설 부지에 공공주택지구조성사업 이후에도 동일한 종류의 공공시설이 중복으로 위치하게 된다는 이유로 종래의 공공시설이 용도폐지되지 않아 사업시행자에게 무상귀속되지 않는다고 주장하면서 사업시행자의 무상귀속 협의절차에 응하지 않음으로써 부득이 그 사업일정을 맞추고자 사업시행자가 유상매수 협의취득 및 토지수용절차를 거쳐 그 보상금을 지급하고 종래의 공공시설을 취득하였다면, 가사 매매계약과 토지수용절차에서의 재결에 무효나 취소사유가 존재하지 아니한다고 하더라도 이는 종래의 공공시설 소유자가 정당한 원인 없이 보상금액 상당의 이득을 얻은 셈이 되므로, 사업시행자는 종래의 공공시설 소유자에게 보상금액 상당의 부당이득반환을 구할 수 있다.<br/>  다만 새로이 조성되는 공공주택지구에 포함된 종래의 공공시설이 공공주택지구조성사업의 시행에도 불구하고 아무런 변경 없이 종래의 행정목적 그대로 사용되는 경우와 같이 종래의 공공시설 및 그 부지가 해당 공공주택지구조성사업으로 인하여 용도가 폐지되었다고 보기 어려운 경우에는 특별한 사정이 없는 한 그 공공시설 및 부지는 공공주택 특별법 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항에 따라 사업시행자에게 무상귀속되는 대상이 된다고 할 수 없고, 공공주택지구조성사업의 시행을 위하여 수용되어야 할 대상도 되지 아니한다. 따라서 공공주택지구조성사업에도 불구하고 계속하여 아무런 변경 없이 그대로 사용되는 종래의 공공시설 부지에 관한 수용재결이 행해졌다면, 그와 같은 수용재결은 별다른 사실조사 없이도 수용재결 대상이 될 수 없음을 쉽게 확인할 수 있는 물건을 수용재결 대상으로 삼은 것으로서 공공주택 특별법 제27조 제1항 또는 공공주택 특별법 제27조 제6항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제19조 제2항을 위반한 중대명백한 하자가 있어 당연무효이다. 사업시행자는 그와 같은 수용재결에 관한 취소소송이나 무효확인소송에서 승소의 확정판결을 받지 않은 상태에서도 토지보상금을 수령한 종래의 공공시설 소유자를 상대로 보상금액 상당의 부당이득반환을 구할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 공공주택 특별법 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항, 민법 제187조 / [2] 공공주택 특별법 제27조 제1항, 제6항, 제29조 제1항, 국토의 계획 및 이용에 관한 법률 제65조 제1항, 공익사업을 위한 토지 등의 취득 및 보상에 관한 법률 제19조 제2항, 민법 제741조<br/>",
  "참조판례": "[1] 대법원 2011. 12. 27. 선고 2009다56993 판결(공2012상, 175), 대법원 2019. 8. 30. 선고 2016다252478 판결(공2019하, 1808) / [2] 대법원 2009. 6. 11. 선고 2007다36209 판결, 대법원 2015. 8. 13. 선고 2015다213155 판결<br/>"
}