{
  "판례일련번호": "599731",
  "사건명": "면책[채무자의 설명의무위반을 이유로 한 면책불허가결정이 정당한지 여부가 문제된 사건]",
  "사건번호": "2024마6789",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20241226",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제658조, 제321조에서 면책불허가사유로 정하고 있는 설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’의 의미 및 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아닌 경우, 설명의무위반죄가 성립하는지 여부(소극) / 같은 법 제658조에서 정한 ‘정당한 사유’의 의미<br/> [2] 채무자 회생 및 파산에 관한 법률 제564조 제2항에 따라 법원이 면책불허가사유가 있음에도 면책을 허가하는 것이 상당한지를 판단할 때 고려하여야 할 사항<br/> [3] 파산관재인이 법원의 허가를 받아 파산재단의 매각이나 회복을 갈음하여 채무자로부터 일정한 금원을 받아 이를 파산재단에 편입하는 내용으로 화해계약을 체결할 수 있는지 여부(적극) / 채무자의 파산선고 당시 환가할 재산이 없거나 극히 미미한 경우 또는 채무자의 처분행위가 부인권의 대상이 되는지가 불확실한 경우에도 채무자로 하여금 일정한 금원을 파산재단에 편입하도록 권유할 수 있는지 여부(소극) 및 채무자가 이러한 파산관재인의 권유에 응하지 아니하였다는 사정을 채무자의 면책심사에서 불리하게 고려할 수 있는지 여부(소극)<br/> [4] 甲의 면책신청에 대하여 원심이, 파산관재인이 甲의 명의로 운영된 업체의 사업소득 처분내역과 폐업자산 내역 등에 관한 소명 및 자료제출을 요구하였음에도 甲이 정당한 사유 없이 이에 응하지 아니한 것은 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제658조에서 정한 면책불허가사유에 해당하고, 재량에 의한 면책을 허가할 사정도 없다고 한 사안에서, 위 사업소득 처분내역과 폐업자산 내역이 甲의 파산절차 진행을 위하여 필수적인 내용이라고 보기 어려운 점 등에 비추어 甲의 행위가 위 규정에서 정한 면책불허가사유에 해당한다고 단정할 수 없고, 甲이 채무를 부담하게 된 경위 등을 고려하면 재량면책을 허용할 상당한 이유가 있어 보이는데도, 이와 달리 본 원심결정에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제564조 제1항 제1호, 제658조, 제321조에 따르면, 채무자는 파산관재인·감사위원 또는 채권자집회(이하 ‘파산관재인 등’이라 한다)의 요청이 있으면 ‘파산에 관하여 필요한 설명’을 하여야 하고, 채무자가 정당한 사유 없이 설명을 하지 않거나 허위의 설명을 한 때에는 설명의무위반죄로 처벌하며, 채무자에게 설명의무위반죄에 해당하는 행위가 인정되면 면책불허가사유에 해당한다. 설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’이란 파산관재인 등이 채무자에게 요청하는 모든 사항에 관한 설명을 의미하는 것이 아니라, 구체적인 사안에서 기록상 드러나는 여러 사정들을 고려하여 파산절차의 진행을 위하여 필수적인 내용에 관한 설명으로 한정되어야 한다. 만일 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아니라면, 그에 대한 채무자의 설명이나 자료제출이 불충분하다고 하더라도 설명의무위반죄가 성립한다고 보기는 어렵다. 한편 채무자회생법 제658조의 ‘정당한 사유’라 함은 파산관재인 등이 설명을 요구하는 내용이 채무자가 보유 또는 지배하고 있는 정보의 범위를 넘어서는 경우이거나 채무자의 지적 능력, 연령, 건강상태, 사안의 복잡성 등에 비추어 채무자에게 온전한 설명을 기대하기 어려운 경우와 같이 채무자에게 책임을 돌릴 수 없는 사유를 말한다.<br/> [2] 채무자 회생 및 파산에 관한 법률 제564조 제2항은 \"법원은 제1항 각호의 면책불허가사유가 있는 경우라도 파산에 이르게 된 경위, 그 밖의 사정을 고려하여 상당하다고 인정되는 경우에는 면책을 허가할 수 있다.\"라고 규정하여 이른바 재량면책을 인정하고 있다. 법원이 면책불허가사유가 있음에도 면책을 허가하는 것이 상당한지를 판단할 때에는 채무의 발생과 증가 원인 등을 비롯한 채무자가 파산에 이르게 된 경위, 면책불허가사유에 해당하는 행위의 내용과 정도, 채무자의 경제적 재기에 대한 의욕과 갱생의 필요성, 채권자의 이의신청 유무와 사유 등 여러 사정을 고려하되, 채무자의 경제적 재기를 통하여 사회복귀를 실현하려는 면책제도의 사회적·정책적 기능을 염두에 두어야 한다.<br/> [3] 파산관재인은 선량한 관리자로서의 주의의무에 반하지 않는 한 파산재단에 속하는 재산을 적당한 방법으로 환가할 수 있는 재량권을 가지므로, 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제492조 제11호에 따라 법원의 허가를 받아 파산재단의 매각(파산재단에 속하는 일부 재산을 채무자가 보유하기를 원하거나, 재산의 매각이 쉽지 아니한 경우)이나 회복(채무자가 부인권의 대상이 되는 행위를 한 경우)을 위한 효율적인 수단으로 매각·회복을 갈음하여 채무자로부터 일정한 금원을 받아 이를 파산재단에 편입하는 내용으로 화해계약을 체결하는 것도 가능하다. 그러나 이러한 화해계약 방식의 환가방법은 환가의 대상이 되는 채무자의 파산재단이 존재하거나 향후 파산재단으로 회복될 가능성이 있음을 전제로 하는 것이므로, ① 채무자의 파산선고 당시 재산이 압류금지재산(채무자회생법 제383조 제1항) 또는 면제재산(같은 조 제2항)의 범위 내이어서 환가할 재산이 없거나 극히 미미한 경우, ② 채무자의 처분행위가 부인권의 대상이 되는지가 불확실한 경우 등에는 채무자로 하여금 일정한 금원을 파산재단에 편입하도록 권유하여서는 아니 되고, 채무자가 이러한 파산관재인의 권유에 응하지 아니하였다는 사정을 채무자의 면책심사에서 불리하게 고려하여서는 아니 된다.<br/> [4] 甲의 면책신청에 대하여 원심이, 파산관재인이 甲의 명의로 운영된 업체의 사업소득 처분내역과 폐업자산 내역 등에 관한 소명 및 자료제출을 요구하였음에도 甲이 정당한 사유 없이 이에 응하지 아니한 것은 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제658조에서 정한 면책불허가사유에 해당하고, 재량에 의한 면책을 허가할 사정도 없다고 한 사안에서, 위 업체는 甲의 동생인 乙이 실질적으로 운영한 업체이므로 그 사업소득 처분내역과 폐업자산 내역은 甲의 파산절차 진행을 위하여 필수적인 내용이라고 보기 어려운 점, 甲은 위 업체의 소득금액증명서와 사업계좌 거래내역을 제출하였고, 폐업 당시 자산이 존재하지 않았다는 취지로 여러 차례 설명하였는데, 그러한 설명이나 자료제출이 파산절차에 전혀 협력하지 않은 것으로 볼 정도로 불성실하다고 보기도 어려운 점, 甲은 정상적인 의사소통이 어려울 정도로 지적 능력에 문제가 있어 보이는 등 甲이 파산관재인이 요청한 자료 중 일부 자료를 제공하지 못하였다고 하더라도 甲이 보유 또는 지배하고 있는 정보의 범위를 넘어서거나 甲에게 온전한 설명을 기대하기 어려운 경우에 해당한다고 볼 여지도 있는 점에 비추어 甲의 행위가 위 규정에서 정한 면책불허가사유에 해당한다고 단정할 수 없고, 나아가 파산관재인이 피보험자를 甲으로 하는 보험계약의 해약환급금 상당 금원의 파산재단 편입을 권유하였으나 이를 불이행하였다는 사정을 재량면책 여부를 결정함에 있어 불리하게 고려하여서는 안 되고, 甲이 채무를 부담하게 된 경위, 甲에게 설명의무위반 행위가 있는 것으로 보더라도 그 정도가 경미한 점, 채권자가 면책신청에 관하여 이의신청을 하지 않은 점, 甲의 건강상태 및 면책제도의 사회적·정책적 기능을 고려하면 甲에게 재량면책을 허용할 상당한 이유가 있어 보이는데도, 이와 달리 본 원심결정에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제321조, 제564조 제1항 제1호, 제658조 / [2] 채무자 회생 및 파산에 관한 법률 제564조 제2항 / [3] 채무자 회생 및 파산에 관한 법률 제383조 제1항, 제2항, 제384조, 제391조, 제492조 제11호, 제564조 제2항 / [4] 채무자 회생 및 파산에 관한 법률 제321조, 제383조 제1항, 제2항, 제384조, 제391조, 제492조 제11호, 제564조 제1항 제1호, 제2항, 제658조<br/>",
  "참조판례": "[1][2] 대법원 2024. 5. 30. 자 2023마6319 결정(공2024하, 997) / [1] 대법원 2024. 3. 14. 자 2023마6044 결정(공2024상, 660)<br/>"
}