{
  "판례일련번호": "599717",
  "사건명": "도로교통법위반(음주운전)·도로교통법위반(무면허운전)·도로교통법위반·도로교통법위반(사고후미조치)·자동차손해배상보장법위반[치료감호청구 요구에 관한 법관 재량의 한계가 문제된 사건]",
  "사건번호": "2024도9537",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241226",
  "판시사항": "치료감호 등에 관한 법률상 치료감호청구 요구 여부가 법관의 재량인지 여부(적극) 및 그 내재적 한계 / 공소제기된 사건의 심리 결과 피고인의 재범 가능성과 아울러 일정한 강제력을 수반하는 감호 상태에서 치료받아야 할 필요성에 관한 구체적인 사정이 명백하게 확인되었는데도 그러한 요구 권한을 행사하지 아니한 것이 매우 불합리하다고 인정되는 경우, 그러한 권한의 불행사는 재량의 한계를 현저하게 벗어난 것으로 위법한지 여부(적극)<br/>",
  "판결요지": "치료감호 등에 관한 법률(이하 ‘치료감호법’이라 한다)은 심신장애 상태, 마약류·알코올이나 그 밖의 약물중독 상태, 정신성적(精神性的) 장애가 있는 상태 등에서 범죄행위를 한 자로서 재범(再犯)의 위험성이 있고 특수한 교육·개선 및 치료가 필요하다고 인정되는 자에 대하여 적절한 보호와 치료를 함으로써 재범을 방지하고 사회복귀를 촉진하는 것을 목적으로 한다(제1조). <br/>  치료감호법은 알코올을 섭취하는 습벽이 있거나 그에 중독된 자로서 금고 이상의 형에 해당하는 죄를 지은 자를 치료감호대상자라고 규정하고(제2조 제1항 제2호), 검사는 치료감호대상자가 치료감호를 받을 필요가 있는 경우 관할 법원에 치료감호를 청구할 수 있으며(제4조 제1항), 그 경우 정신건강의학과 등 전문의의 진단이나 감정(鑑定)을 참고하여야 하고(제4조 제2항 본문), 공소제기한 사건의 경우 항소심 변론종결 시까지 치료감호를 청구할 수 있다고(제4조 제5항) 규정하면서, 법원은 공소제기된 사건의 심리 결과 치료감호를 할 필요가 있다고 인정할 때에는 검사에게 치료감호청구를 요구할 수 있다고 규정한다(제4조 제7항). 이는 검사가 공소제기 당시 피고인의 치료감호 사유에 대한 의견을 달리하거나 그 판단에 필요한 고려요소를 간과하고 치료감호를 청구하지 않았으나 공소제기 후 재판과정에서 치료감호의 필요성이 충분히 드러나게 된 경우, 법원으로 하여금 검사에게 치료감호청구를 요구할 수 있도록 함으로써 검사가 치료감호청구 권한을 독점함에 따라 나타날 수 있는 폐해를 보완하고 치료감호대상자의 재범 방지를 위한 실질적인 조치가 가능할 수 있도록 직권주의적 요소를 가미한 것이다.<br/>  대법원은, 치료감호법 제4조 제1항, 제7항의 규정 형식과 내용 등에 비추어 볼 때 치료감호법 제4조 제7항이 법원에 대하여 치료감호청구 요구에 관한 의무를 부과하고 있는 것으로 볼 수 없다고 하면서도, 법원으로서는 심신장애의 정도가 불분명한 피고인에 대하여 정신감정을 하여야 하고, 그러한 피고인에 대하여 정신감정을 실시함에 있어 그 장애가 장차 사회적 행동에 있어서 미칠 영향 등에 관하여도 아울러 감정하게 하며, 그 감정의견을 참작하여 객관적으로 판단한 결과 정신질환이 계속되어 피고인을 치료감호에 처함이 상당하다고 인정될 때에는 치료 후의 사회복귀와 사회안전을 도모하기 위하여 별도로 보호처분이 실시될 수 있도록 검사에게 치료감호청구를 요구할 수 있다고 강조한 바 있다.<br/>  이러한 치료감호법의 목적, 치료감호대상자의 범위, 치료감호청구의 요건과 절차, 치료감호청구 요구 제도의 취지와 기능, 치료감호청구 요구에 관한 판례 법리 등을 종합하여 보면, 치료감호법이 법원에 대하여 치료감호청구 요구에 관한 의무를 부과하고 있는 것으로 볼 수 없어 치료감호청구 요구 여부가 법관의 재량에 맡겨져 있다고 하더라도, 거기에는 치료감호대상자의 재범 방지와 사회복귀 촉진이라는 치료감호법의 목적에 따른 재량의 내재적 한계가 있으므로, 공소제기된 사건의 심리 결과 피고인의 재범 가능성과 아울러 일정한 강제력을 수반하는 감호 상태에서 치료받아야 할 필요성에 관한 구체적인 사정이 명백하게 확인되었는데도 그러한 요구 권한을 행사하지 아니한 것이 매우 불합리하다고 인정되는 경우라면 그러한 권한의 불행사는 재량의 한계를 현저하게 벗어난 것으로 위법하다.<br/>",
  "판결본문": "",
  "참조조문": "치료감호 등에 관한 법률 제1조, 제2조 제1항 제2호, 제4조 제1항, 제2항, 제5항, 제7항<br/>",
  "참조판례": "대법원 1998. 4. 10. 선고 98도549 판결(공1998상, 1416), 대법원 2006. 9. 14. 선고 2006도4211 판결, 대법원 2020. 10. 15. 선고 2020도10690, 2020전도121 판결<br/>"
}