{
  "판례일련번호": "599751",
  "사건명": "법인세경정청구거부처분취소[금융기관이 소프트웨어 개발업자에게 전산시스템의 개발을 위탁하고 지급한 비용이 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’)상 연구개발비 세액공제 대상에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2021두55203",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241224",
  "판시사항": "[1] 구 조세특례제한법 제9조 제5항에서 정한 ‘연구개발’ 및 ‘과학적 또는 기술적 진전을 이루기 위한 활동’의 의미 / 구 조세특례제한법 제9조 제5항 및 구 기초연구진흥 및 기술개발지원에 관한 법률 시행령 제2조 제5호에서 정한 ‘과학기술’의 의미 / 구 조세특례제한법에서 연구개발비 세액공제 제도를 둔 취지 및 과학기술활동에 해당하기 위한 요건<br/> [2] 금융지주회사인 甲 주식회사가 금융보험업을 영위하는 乙 주식회사 등을 연결자법인으로 하는 연결납세방식을 적용하여 법인세를 신고하여 왔는데, 관할 세무서장에게 乙 회사가 차세대 전산시스템의 개발을 수탁업체에 위탁하고 지급한 개발비용 중 운영 소프트웨어 개발비 및 인건비가 구 조세특례제한법 제10조 제1항 제3호 (가)목에 따른 연구·인력개발비 세액공제의 적용대상에 해당한다고 주장하며 법인세의 일부 환급을 구하는 경정청구를 하였으나, 관할 세무서장이 이를 거부한 사안에서, 위 전산시스템의 위탁개발이 구 조세특례제한법 제9조 제5항에서 정한 과학기술활동에 해당하는 경우에 한하여 연구개발비 세액공제를 적용받을 수 있으나, 이에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제10조 제1항 제3호 (가)목에 따른 연구개발비 세액공제(이하 ‘연구개발비 세액공제’라 한다) 관련 규정인 구 조특법 제9조 제2항 제1호, 제5항, 구 조세특례제한법 시행령(2016. 2. 5. 대통령령 제26959호로 개정되기 전의 것) 제8조 제1항 [별표 6] 제1호, 구 조세특례제한법 시행규칙(2015. 3. 13. 기획재정부령 제478호로 개정되기 전의 것) 제7조 제1항 제1호, 구 기초연구진흥 및 기술개발지원에 관한 법률 시행령(2016. 9. 22. 대통령령 제27506호로 개정되기 전의 것, 이하 ‘구 기초연구법 시행령’이라 한다) 제2조 제5호, 제6호, 제16조 제1항, 제2항, 제7항, 구 기초연구진흥 및 기술개발지원에 관한 법률 시행규칙(2016. 9. 23. 미래창조과학부령 제81호로 개정되기 전의 것) 제2조 제3항의 문언과 체계, 즉 구 조특법은 위탁연구개발의 경우 과학기술 분야의 연구개발용역 등을 전담부서 등 위탁적격기관에 위탁한 때에 한하여 그 연구개발에 따른 비용을 연구개발비 세액공제의 적용대상인 적격 연구개발비로 인정하는데, 연구개발을 위한 전담부서 등의 인정기준은 구 기초연구법 시행령에서 규정하고 있는 점 등에 비추어 보면, 구 조특법 제9조 제5항에서 정한 ‘연구개발’의 의미는 구 기초연구법 시행령 제2조 제5호에서 정한 ‘연구개발활동’의 의미와 연계하여 이해할 필요가 있다. 종래 조세특례제한법은 연구개발비 세액공제에 관하여 규정하면서도 연구개발의 의미에 관하여 별도의 정의규정을 두지 않다가, 2008. 12. 26. 법률 제9272호로 개정되면서 연구개발에 관한 정의규정인 제9조 제5항을 신설하였는데, 당시 개정이유는 연구개발의 정의 및 연구개발비 세액공제의 적용대상 비용의 범위를 국제적인 기준, 즉 OECD의 연구개발조사를 위한 표준지침인 프라스카티 매뉴얼(Frascati Manual)의 연구개발 개념에 맞게 정비하기 위한 것이었고, 프라스카티 매뉴얼에서 정한 연구개발의 정의가 구 기초연구법 시행령 제2조 제5호의 내용과 매우 유사한 점도 이를 뒷받침한다.<br/>  따라서 구 조특법 제9조 제5항에서 정한 ‘과학적 또는 기술적 진전을 이루기 위한 활동’이란 ‘과학기술 분야의 지식을 축적하거나 새로운 응용방법을 찾아내기 위하여, 축적된 창의적 지식을 활용하는 체계적이고 창조적인 활동으로서 새로운 제품 및 공정을 개발하기 위한 시제품의 설계·제작 및 시험 등 사업화 전까지의 모든 과정’을 의미한다고 보아야 한다.<br/>  구 조특법이나 구 기초연구법 시행령은 ‘과학기술’에 관하여 별도의 정의규정을 두고 있지 않으므로, 원칙적으로 사전적인 정의 등 일반적으로 받아들여지는 의미를 존중하여야 한다. ‘과학’ 및 ‘기술’의 사전적 의미와 앞서 본 관련 규정의 내용 등을 종합하여 보면, 구 조특법 제9조 제5항 및 구 기초연구법 시행령 제2조 제5호에서 정한 ‘과학기술’이란 ‘자연과학 및 이를 실제로 적용하여 사물을 인간 생활에 유용하도록 가공하는 수단’을 의미한다고 보아야 한다.<br/>  연구개발은 그 속성상 기업의 수익 발생과 곧바로 이어지지 않는 경우가 많고 시행착오나 실패의 위험이 따르므로 결과의 불확실성이 내재되어 있다. 기업의 연구개발에 소요된 비용을 손금에 산입하는 것에서 더 나아가 구 조특법에서 연구개발비 세액공제 제도를 둔 것은, 연구개발의 불확실성에 따른 시행착오나 실패로 인하여 기업이 부담하게 되는 손실에 대하여 세제 지원이라는 안전장치 또는 보상책을 마련함으로써 연구개발에 대한 기업의 투자를 독려하고, 국민경제의 건전한 발전에 이바지함을 목적으로 한다. 따라서 연구개발, 그중 과학기술활동에 해당하기 위해서는 과학적 또는 기술적 불확실성을 체계적으로 해소하기 위한 활동이어야 한다. 결과의 불확실성은 연구개발활동 자체에 내재된 속성이므로 위탁연구개발의 경우 위탁자뿐만 아니라 연구개발활동을 실제로 수행하는 수탁자의 입장에서도 결과의 불확실성이 있어야 연구개발로 인정될 수 있다.<br/> [2] 금융지주회사인 甲 주식회사가 금융보험업을 영위하는 乙 주식회사 등을 연결자법인으로 하는 연결납세방식을 적용하여 법인세를 신고하여 왔는데, 관할 세무서장에게 乙 회사가 차세대 전산시스템의 개발을 수탁업체에 위탁하고 지급한 개발비용 중 운영 소프트웨어 개발비 및 인건비가 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것, 이하 ‘구 조특법’이라 한다) 제10조 제1항 제3호 (가)목에 따른 연구·인력개발비 세액공제의 적용대상에 해당한다고 주장하며 법인세의 일부 환급을 구하는 경정청구를 하였으나, 관할 세무서장이 이를 거부한 사안에서, 서비스활동의 위탁연구개발비는 연구개발비 세액공제의 대상이 아니므로, 위 전산시스템의 위탁개발이 구 조특법 제9조 제5항에서 정한 과학기술활동에 해당하는 경우에 한하여 연구개발비 세액공제를 적용받을 수 있고, ‘과학기술활동’은 ‘과학적 또는 기술적 불확실성을 체계적으로 해소하여 과학기술 분야(자연과학 및 그 적용 기술)의 진전을 이루기 위한 활동’을 의미하므로, 이에 해당하는지는 해당 연구개발활동의 목표와 결과 등을 종합적으로 고려하여 판단하여야 하는데, 위 전산시스템은 기존의 업무를 효율적으로 운영하고 더 나은 고객 서비스를 제공하기 위하여 그 당시의 정보기술 등을 활용하여 위탁개발한 것으로, 그 목표와 결과 등에 비추어 볼 때 위 전산시스템의 위탁개발은 과학적 또는 기술적 불확실성을 체계적으로 해소하여 정보기술 등 과학기술 분야의 진전을 이루기 위한 활동으로 볼 수 없어 구 조특법 제9조 제5항에서 정한 과학기술활동에 해당하지 않는다는 이유로, 이와 달리 본 원심판단에 과학기술활동의 판단기준에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제9조 제2항 제1호(현행 제10조 제1항 참조), 제5항(현행 제2조 제1항 제11호, 제12호 참조), 제10조 제1항 제3호 (가)목, 구 조세특례제한법 시행령(2016. 2. 5. 대통령령 제26959호로 개정되기 전의 것) 제8조 제1항 [별표 6](현행 제9조 제1항 [별표 6] 참조), 구 조세특례제한법 시행규칙(2015. 3. 13. 기획재정부령 제478호로 개정되기 전의 것) 제7조 제1항 제1호, 구 기초연구진흥 및 기술개발지원에 관한 법률 시행령(2016. 9. 22. 대통령령 제27506호로 개정되기 전의 것) 제2조 제5호, 제6호, 제16조 제1항(현행 제16조의2 제1항 참조), 제2항(현행 제16조의2 제2항 참조), 제7항(현행 제16조의2 제3항 참조), 구 기초연구진흥 및 기술개발지원에 관한 법률 시행규칙(2016. 9. 23. 미래창조과학부령 제81호로 개정되기 전의 것) 제2조 제3항 / [2] 구 조세특례제한법(2014. 12. 23. 법률 제12853호로 개정되기 전의 것) 제9조 제5항(현행 제2조 제1항 제11호, 제12호 참조), 제10조 제1항 제3호 (가)목, 구 기초연구진흥 및 기술개발지원에 관한 법률 시행령(2016. 9. 22. 대통령령 제27506호로 개정되기 전의 것) 제2조 제5호<br/>",
  "참조판례": ""
}