{
  "판례일련번호": "599817",
  "사건명": "사기·사문서위조·위조사문서행사·범죄수익은닉의규제및처벌등에관한법률위반·공문서위조·위조공문서행사·금융실명거래및비밀보장에관한법률위반·주민등록법위반[보이스피싱 현금수거책의 사기 등 고의 인정 여부가 문제된 사건]",
  "사건번호": "2024도10141",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 공모공동정범의 성립요건 및 사기의 공모공동정범이 기망방법을 구체적으로 몰랐던 경우에도 공모관계가 인정되는지 여부(적극) / 하나의 범죄행위에 관여한 여러 사람 중 한 명인 피고인이 자신의 행위가 범죄에 이용된다는 사실을 모르고 행위에 나아간 경우, 피고인에게 죄책을 물을 수 있는지 여부(소극) 및 외형적으로 볼 때 피고인이 범죄를 구성하는 일부의 행위를 실행하였음에도 자신의 행위가 범죄에 이용된다는 사실을 모르고 행위를 하였을 뿐이라면서 공모사실이나 범행의 고의를 부인하는 경우, 피고인의 범의나 공모사실을 인정하는 방법<br/> [2] 전화 등 전기통신수단을 이용한 금융사기 조직범죄(보이스피싱)에서 현금수거책의 공모사실이나 범의의 내용 및 정도 / 보이스피싱 현금수거책인 피고인이 현금수거 사실을 인정하면서도 공모사실이나 사기죄의 고의를 부인하고, 공모사실이나 고의를 증명할 다른 보이스피싱 조직원 등 범행 관련자들의 진술도 없는 경우, 피고인의 공모사실이나 고의를 인정하는 방법<br/>",
  "판결요지": "[1] 2인 이상이 범죄에 공동가공하는 공범관계에서 공모는 법률상 어떤 정형을 요구하는 것이 아니고 2인 이상이 공모하여 범죄에 공동가공하여 범죄를 실현하려는 의사의 결합만 있으면 되는 것으로서, 비록 전체의 모의과정이 없다고 하더라도 수인 사이에 순차적으로 또는 암묵적으로 상통하여 그 의사의 결합이 이루어지면 공모관계가 성립하고, 이러한 공모가 이루어진 이상 실행행위에 직접 관여하지 아니한 자라도 다른 공범자의 행위에 대하여 공동정범으로서 형사책임을 진다. 사기의 공모공동정범이 그 기망방법을 구체적으로 몰랐다고 하더라도 공모관계를 부정할 수 없다. 한편 하나의 범죄행위에 관여한 여러 사람 중 한 명인 피고인이 자신의 행위가 범죄에 이용된다는 사실을 모르고 그 행위에 나아간 경우에는 그 피고인에게 고의가 없어서 죄책을 물을 수 없다. 하지만, 외형적으로 볼 때 피고인이 범죄를 구성하는 일부의 행위를 실행하였음에도 자신의 행위가 범죄에 이용된다는 사실을 모르고 그 행위를 하였을 뿐이라면서 공모사실이나 범행의 고의를 부인하는 경우, 그 범행 관련자들의 진술을 통하여 공모사실이나 범행의 고의를 증명할 방법이 없다는 이유만으로 무조건 피고인이 그 범죄사실을 인식하거나 혹은 공모한 사실이 인정되지 않는다고 할 것이 아니라, 사물의 성질상 피고인의 범의 내지 공모사실과 상당한 관련성이 있는 간접사실 또는 정황사실을 종합하여 그 범의나 공모사실을 인정할 수 있는지를 살펴보아야 한다. 무엇이 상당한 관련성이 있는 간접사실에 해당할 것인가는 정상적인 경험칙에 바탕을 두고 치밀한 관찰력이나 분석력에 의하여 사실의 연결 상태를 합리적으로 판단하는 방법에 의하여야 한다.<br/> [2] 전화 등 전기통신수단을 이용한 금융사기 조직범죄(이하 ‘보이스피싱’이라 한다)에서 현금수거책의 공모사실이나 범의는 다른 공범과 순차적으로 또는 암묵적으로 상통함으로써 범죄에 공동가공하여 범죄를 실현하려는 의사가 결합되어 피해자의 현금을 수거한다는 사실을 인식하는 것으로 족하다. 이러한 인식은 미필적인 것으로도 충분하고 전체 보이스피싱 범행방법이나 내용까지 구체적으로 인식할 것을 요하지는 않는다. 보이스피싱 현금수거책인 피고인이 현금수거 사실을 인정하면서도 공모사실이나 사기죄의 고의를 부인하고, 공모사실이나 고의를 증명할 다른 보이스피싱 조직원 등 범행 관련자들의 진술도 없는 경우, 그 공모사실이나 고의의 인정 여부는 현금수거책과 보이스피싱 조직원인 공범 사이에 이루어진 의사연락의 내용과 그 연락수단, 현금수거업무를 맡긴 사람을 직접 대면하였는지, 그 과정에 근로계약서나 업무위탁계약서 등이 정상적으로 작성되었는지 등을 비롯하여 현금수거업무를 담당하게 된 경위와 과정이 통상적인 것이라고 볼 수 있는지 여부, 현금수거업무의 구체적 내용과 절차, 현금수거를 위해 피해자를 만났을 때 피해자에게 보인 행태와 언동, 현금수거를 위해 사용한 구체적 수단, 특히 피해자에게 제시하거나 교부한 공문서나 사문서 등이 있는 경우 그 문서의 생성, 작성 경위, 그 내용 및 작성명의자 등과 피고인이 맡은 현금수거업무의 관련성, 피고인의 현금수거 횟수와 수거액의 규모, 수거한 현금을 다시 다른 사람의 금융계좌 등으로 전달, 교부, 송금할 때 사용한 방법, 특히 제3자의 성명, 주민등록번호 등 개인정보를 사용하였는지 여부, 보수의 정도나 그 지급방식, 피고인의 나이, 지능, 경력 등과 같은 여러 사정을 종합적으로 고려하여 합리적으로 판단하는 방법에 의하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제13조, 제30조, 제347조, 형사소송법 제308조 / [2] 형법 제13조, 제30조, 제347조, 형사소송법 제308조<br/>",
  "참조판례": "[1] 대법원 1997. 9. 12. 선고 97도1706 판결(공1997하, 3215), 대법원 2005. 5. 12. 선고 2005도1148 판결, 대법원 2013. 8. 23. 선고 2013도5080 판결<br/>"
}