{
  "판례일련번호": "600293",
  "사건명": "마약류관리에관한법률위반(향정)[2차적 증거인 피고인 법정진술의 증거능력이 문제된 사건]",
  "사건번호": "2024도12689",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250109",
  "판시사항": "헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집된 증거나 이를 기초로 획득된 2차적 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우 및 이에 해당하는지 판단할 때 고려해야 할 사항과 그러한 예외적인 경우에 해당한다고 볼 만한 구체적이고 특별한 사정이 존재한다는 점에 대한 증명책임 소재(=검사) / 수사기관이 위법하게 수집한 1차적 증거가 수사개시의 단서가 되었거나 사실상 유일한 증거 내지 핵심증거이고 위법의 정도 역시 상당할뿐더러, 피고인이 수사기관에서 1차적 증거를 제시받거나 1차적 증거의 내용을 전제로 신문받은 바가 있는 경우, 2차적 증거인 피고인의 법정진술을 유죄의 증거로 사용할 수 있는지 여부(원칙적 소극) 및 이때 피고인의 법정진술을 유죄의 증거로 사용할 수 있는 예외적인 경우와 그러한 특별한 사정이 존재한다는 점에 대한 증명책임 소재(=검사)<br/>",
  "판결요지": "헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집된 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다. <br/>  수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 않고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고, 이를 통하여 형사 사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우에 한하여 유죄 인정의 증거로 사용될 수 있다. 따라서 2차적 증거의 경우에도, 절차에 따르지 아니한 1차적 증거수집과 관련된 모든 사정들, 즉 절차 조항의 취지와 그 위반의 내용 및 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리 또는 법익의 성질과 침해 정도 및 피고인과의 관련성, 절차 위반행위와 증거수집 사이의 인과관계 등 관련성의 정도, 수사기관의 인식과 의도 등은 물론, 나아가 1차적 증거를 기초로 하여 다시 2차적 증거를 수집하는 과정에서 추가로 발생한 모든 사정들까지 전체적·종합적으로 고려하여 인과관계가 희석 또는 단절되었다고 평가되는 예외적인 경우에 한하여 유죄 인정의 증거로 사용될 수 있다. <br/>  구체적 사안이 위와 같은 예외적인 경우에 해당하는지를 판단함에 있어서 적법한 절차를 따르지 않고 수집된 증거나 이를 기초로 획득된 2차적 증거를 유죄의 증거로 삼을 수 없다는 원칙이 훼손되지 않도록 유념하여야 하고, 그러한 예외적인 경우에 해당한다고 볼 만한 구체적이고 특별한 사정이 존재한다는 점은 검사가 증명하여야 한다. <br/>  나아가, 이러한 법리는 2차적 증거가 피고인의 법정진술인 경우에도 그대로 적용된다. 따라서 2차적 증거인 피고인의 법정진술을 유죄 인정의 증거로 사용할 수 있는지 역시 위와 같은 법리에 의하여 판단하여야 하는데, 특히 수사기관이 위법하게 수집한 1차적 증거가 수사개시의 단서가 되었거나 사실상 유일한 증거 내지 핵심증거이고 위법의 정도 역시 상당할뿐더러, 피고인이 수사기관에서 1차적 증거를 제시받거나 1차적 증거의 내용을 전제로 신문받은 바가 있다면, 특별한 사정이 없는 이상 법정진술도 1차적 증거를 직접 제시받고 한 것과 다름없거나 적어도 1차적 증거의 존재를 전제로 한 것으로 볼 수 있으므로, 이는 절차 위반행위와의 인과관계의 희석 또는 단절을 인정하기 어려운 정황에 속한다. 이러한 경우더라도, 피고인의 법정진술이 다른 독립된 증거에서 기인하는 등 1차적 증거와 무관하게 이루어졌다고 평가된다면 인과관계의 희석 또는 단절을 인정할 수 있으나, 그러한 특별한 사정이 존재한다는 점은 검사가 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 제3항, 형사소송법 제307조, 제308조, 제308조의2<br/>",
  "참조판례": "대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2009. 3. 12. 선고 2008도763 판결(공2009상, 503), 대법원 2009. 3. 12. 선고 2008도11437 판결(공2009상, 900), 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033), 대법원 2024. 4. 16. 선고 2020도3050 판결(공2024상, 818)<br/>"
}