{
  "판례일련번호": "600289",
  "사건명": "경매방해·사기미수[부동산경매절차에서 허위의 임차권에 기하여 권리신고 및 배당요구를 한 경우 경매방해죄 성립 여부가 문제된 사건]",
  "사건번호": "2022도3103",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250109",
  "판시사항": "[1] 경매방해죄의 성립요건으로 결과의 불공정이 현실적으로 나타나는 것을 요하는지 여부(소극) / 경매방해죄에서 ‘경매의 공정을 해하는 행위’의 의미 및 이에 해당하는지를 판단하기 위한 법원의 심리방법<br/> [2] 피고인이 관련 부동산강제경매사건에서, 甲에게 임대차보증금을 지급하고 甲 소유의 빌라를 임차하였다는 내용으로 허위작성된 부동산 임대차계약서(위 경매절차에 대한 개시결정 후 만든 것)를 첨부한 ‘권리신고 및 배당요구신청서’를 법원에 제출함으로써 허위의 임대차계약서를 작성하여 대항력 있는 주택임차인인 것처럼 경매법원에 신고하여 위계로써 경매의 공정을 해하였다는 공소사실로 기소된 사안에서, 피고인이 신고한 임차권은 대항력 또는 우선변제권을 행사할 수 없는 것이라는 이유만으로 경매방해죄가 성립하지 않는다고 본 원심판단에 법리오해 및 심리미진의 잘못이 있다고 한 사례<br/> [3] 피고인이 관련 부동산강제경매사건에서, 甲에게 임대차보증금을 지급하고 甲 소유의 빌라를 임차하였다는 내용으로 허위의 부동산 임대차계약서(위 경매절차에 대한 개시결정 후 만든 것)를 작성한 다음 허위 임대차보증채권을 가지고 있다는 취지의 ‘권리신고 및 배당요구신청서’를 제출하는 방법으로 법원을 기망하여 배당금을 편취하려다가 경매신청이 기각되는 바람에 뜻을 이루지 못하였다는 사기미수의 공소사실로 기소된 사안에서, 첫 경매개시결정등기 전까지 대항요건과 확정일자를 모두 갖추어야만 우선변제권이 인정된다는 전제에서 공소사실을 무죄로 판단한 원심판결에 법리오해 및 심리미진의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 경매방해죄는 위계 또는 위력 기타의 방법으로 경매의 공정을 해하는 경우에 성립하는 추상적 위험범으로서 결과의 불공정이 현실적으로 나타나는 것을 요하지 아니한다. 여기서 ‘경매의 공정을 해하는 행위’란 공정한 자유경쟁을 방해할 염려가 있는 상태를 발생시키는 것으로서 가격을 결정하는 데 있어서뿐 아니라 적법하고 공정한 경쟁방법 자체를 해하는 행위를 포함한다. 법률적으로 경매결과에 영향을 미칠 수 있는 행위뿐 아니라 경매에 참가하려는 자의 의사결정에 사실상 영향을 미칠 수 있는 행위도 ‘경매의 공정을 해하는 행위’에 해당할 수 있다. 따라서 사실심으로서는 이에 해당하는지 여부를 판단하기 위해서 경매 목적물에 대한 객관적 법률관계와 현실적 점유 상태, 경매절차에서 한 권리신고내역, 현황조사보고서나 매각물건명세서의 기재 내용, 경매 전후로 변동되는 법률관계의 내용, 소멸되거나 인수되는 권리의 유무 및 그러한 권리 외관의 존부 등을 종합적으로 살펴 피고인의 행위가 법률적으로 경매결과에 영향을 미치거나 경매에 참가하려는 자의 의사결정에 사실상 영향을 미칠 수 있는 것인지 여부를 충실히 심리하여야 한다. 그럼에도 이에 이르지 않고 경매 목적물에 관한 권리의 객관적 성격과 민사집행법 등 관련 법령이 정한 바에 따른 경매 전후의 권리변동에 관한 법률적인 평가에만 터 잡아 곧바로 경매방해죄의 성립을 긍정하거나 부정하는 것은 경매방해죄 인정에 필요한 심리를 다하지 않은 것으로 보아야 한다.<br/> [2] 피고인이 관련 부동산강제경매사건에서, 甲에게 임대차보증금 2,000만 원을 지급하고 甲 소유의 빌라를 임차하였다는 내용으로 허위작성된 부동산 임대차계약서(위 경매절차에 대한 개시결정 후 만든 것)를 첨부한 ‘권리신고 및 배당요구신청서’를 법원에 제출함으로써 허위의 임대차계약서를 작성하여 대항력 있는 주택임차인인 것처럼 경매법원에 신고하여 위계로써 경매의 공정을 해하였다는 공소사실로 기소된 사안에서, 빌라에 관한 경매절차에서 피고인이 신고한 임차권이 현황조사보고서와 매각물건명세서에 포함되었고, 이는 경매에 참가하려는 자들의 의사결정에 사실상 영향을 줄 수 있는 사정 중의 하나에 해당하므로, 원심으로서는 그와 같은 사정을 포함하여 빌라의 경매절차에 나타난 제반 사정을 종합적으로 살펴 피고인이 허위의 임차권을 신고하는 행위가 경매에 참가하려는 자들의 의사결정에 사실상 영향을 미쳤는지를 충실히 심리하여 ‘공정한 자유경쟁을 방해할 염려가 있는 상태가 발생하였는지’를 따졌어야 한다는 이유로, 이러한 제반 사정들에 대한 충분한 심리 없이 빌라의 권리의무관계와 임차권의 대항력 또는 우선변제권 유무와 같은 객관적 법률평가에만 터 잡아 피고인이 신고한 임차권은 대항력 또는 우선변제권을 행사할 수 없는 것이라는 이유만으로 경매방해죄가 성립하지 않는다고 본 원심의 판단에 경매방해죄 성부와 그 심리방법에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/> [3] 피고인이 관련 부동산강제경매사건에서, 甲에게 임대차보증금 2,000만 원을 지급하고 甲 소유의 빌라를 임차하였다는 내용으로 허위의 부동산 임대차계약서(위 경매절차에 대한 개시결정 후 만든 것)를 작성한 다음 2,000만 원의 허위 임대차보증채권을 가지고 있다는 취지의 ‘권리신고 및 배당요구신청서’를 제출하는 방법으로 법원을 기망하여 배당금을 편취하려다가 경매신청이 기각되는 바람에 뜻을 이루지 못하였다는 사기미수의 공소사실로 기소된 사안에서, 주택임대차보호법 제3조의2 제2항은 우선변제권에 대하여 같은 법 제3조 제1항의 대항요건과 확정일자를 갖출 것을 요구하고 있을 뿐 경매개시결정등기 전에 대항요건과 확정일자를 갖추어야만 비로소 우선변제권이 있는 것으로 정하고 있지 않으며, 또 같은 법 제3조 제1항의 대항력은 임대차를 계약당사자 아닌 제3자에게 대항할 수 있도록 하는 것이고, 같은 법 제3조의2 제2항의 우선변제권은 임대차의 소멸을 전제로 임대인에 대한 금전채권자인 임차인이 민사집행법에 따른 경매 또는 국세징수법에 따른 공매에서 우선하여 변제받을 수 있도록 하는 것으로, 양자는 그 내용과 목적, 존속 또는 행사 요건 등이 모두 다르다는 이유로, 이와 달리 첫 경매개시결정등기 전까지 대항요건과 확정일자를 모두 갖추어야만 우선변제권이 인정된다는 전제에서 공소사실을 무죄로 판단한 원심판결에 주택임대차보호법상 우선변제권의 요건 및 경매절차에서 허위의 임대차·우선변제권 신고와 사기죄의 성부에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제315조 / [2] 형법 제315조, 주택임대차보호법 제3조 제1항, 제3조의2 제2항 / [3] 형법 제347조 제1항, 제352조, 주택임대차보호법 제3조 제1항, 제3조의2 제2항<br/>",
  "참조판례": "[1] 대법원 2006. 6. 9. 선고 2005도8498 판결(공2006하, 1302)<br/>"
}