{
  "판례일련번호": "600301",
  "사건명": "정보비공개처분취소등[「대통령기록물 관리에 관한 법률」(이하 ‘대통령기록물법’)상 보호기간 중에 있는 대통령지정기록물에 관하여 정보공개를 청구한 사건]",
  "사건번호": "2019두35763",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250109",
  "판시사항": "[1] 대통령기록물 관리에 관한 법률 제17조에 따라 대통령지정기록물을 지정하고 이에 대하여 보호기간을 정한 대통령 행위의 효력 유무에 대한 사법심사가 대통령기록물 관리에 관한 법률에 의해 배제되는지 여부(소극)<br/> [2] 정보공개 거부처분을 다투는 항고소송에서 해당 정보를 대통령지정기록물로 지정하고 보호기간을 정한 행위의 적법성을 심사하기 위해 공공기관의 정보공개에 관한 법률 제20조 제2항에 따라 비공개 열람·심사가 이루어지는 경우, 행정청이 대통령기록물 관리에 관한 법률 제17조 제4항을 근거로 자료제출을 거부할 수 있는지 여부(소극) / 이때 법원이 비공개 열람·심사를 진행하기 위한 전제 및 취해야 할 조치<br/>",
  "판결요지": "[1] 대통령기록물 관리에 관한 법률(이하 ‘대통령기록물법’이라 한다) 제17조에서 정한 대통령지정기록물 보호기간 제도의 취지는 외교적·정치적으로 민감한 사안에 대한 기록이 대통령의 임기가 끝난 직후 곧바로 공개될 경우 또 다른 정쟁의 대상이 될 수 있고 그 때문에 대통령이 임기 내에 민감한 사안에 관하여 기록 자체를 생산하지 않을 수 있으므로, 대통령이 지정한 일정한 범위의 기록물에 대하여는 퇴임 후 일정기간 철저하게 보호함으로써 대통령의 원활한 기록 생산을 도모하려는 데에 있다. <br/>  그런데 보호기간이 정해진 대통령지정기록물이 다른 일반적인 정보와 마찬가지로 공개가 원칙이라고 이해될 경우 위와 같은 대통령지정기록물 보호기간 제도의 취지에 역행하는 결과가 초래될 수 있다. 따라서 대통령지정기록물을 지정하고 이에 대하여 보호기간을 정한 대통령의 행위(이하 ‘보호기간 설정행위’라 한다)가 현저히 불합리하다고 볼 만한 명백한 사정이 없는 한, 법원으로서는 원칙적으로 그 결정을 최대한 존중함으로써 보호기간 설정행위의 효력이 사후에 함부로 부정되지 않도록 하는 것이 바람직하다.<br/>  그러나 대통령지정기록물 보호기간 제도의 취지가 퇴임 후의 정쟁 등을 미연에 방지하기 위해 일정기간 공개를 제한하는 것이라고 하더라도, 대통령의 보호기간 설정행위는 대통령기록물법에서 정한 절차와 요건을 준수해야만 비로소 적법하게 효력을 갖게 되는 것이므로, 보호기간 설정행위의 효력 유무에 대한 사법심사가 대통령기록물법에 의해 배제된다고 볼 수는 없다. <br/> [2] 대통령기록물 관리에 관한 법률(이하 ‘대통령기록물법’이라 한다) 제17조 제4항은 보호기간이 정해진 대통령지정기록물의 경우 보호기간 동안 다른 법률에 따른 자료제출의 요구 대상에 포함되지 않는다고 규정하고 있다. 그러나 대통령이 특정 정보를 대통령지정기록물로 지정하여 보호기간을 정한 행위(이하 ‘보호기간 설정행위’라 한다)에 대한 사법심사 과정에서 적법성을 의심할 만한 상당한 이유가 있음에도 행정청이 법원에 대하여 그 정보의 제출을 거부할 수 있다고 한다면, 보호기간 설정행위의 적법성에 관한 실질적인 재판이 이루어질 수 없어 헌법 제27조 제1항이 보장한 국민의 재판청구권이 침해될 수 있다. 더구나 법원이 공공기관의 정보공개에 관한 법률(이하 ‘정보공개법’이라 한다) 제20조 제2항에 따라 보호기간이 정해진 대통령지정기록물을 비공개로 열람·심사할 경우 대통령지정기록물이 공개됨으로써 초래되는 외교적·정치적 혼란을 피할 수 있으므로 법원의 심사과정에서 공익에 대한 위해가 발생한다고 보기도 어렵다.  <br/>  따라서 정보공개 거부처분을 다투는 항고소송에서, 해당 정보를 대통령지정기록물로 지정하고 보호기간을 정한 행위의 적법성을 심사하기 위해 정보공개법 제20조 제2항에 따라 비공개 열람·심사가 이루어지는 경우에는 행정청이 대통령기록물법 제17조 제4항을 근거로 자료제출을 거부할 수 없다고 해석하는 것이 헌법을 최고법규로 하는 통일적인 법질서의 형성을 위한 합헌적 법률해석의 원칙에 부합한다.<br/>  다만 보호기간 중에 있는 대통령지정기록물의 열람 및 제출을 엄격히 제한하는 대통령기록물법 제17조 제4항의 취지를 고려할 때, 법원으로서는 우선 피고로 하여금 다툼의 대상이 되는 정보의 유형, 해당 정보를 대통령지정기록물로 보아 보호기간을 정한 절차 및 실질적인 이유, 이를 공개하지 않는 사유, 동종의 정보에 대하여 보호기간을 정한 사례의 유무 등의 간접사실에 의하여 해당 정보에 적법하게 보호기간이 정해졌는지를 증명하도록 하여야 한다. 법원은 피고가 제출한 간접사실만으로 증명이 충분하지 않아 보호기간을 정한 행위의 적법성을 의심할 만한 상당한 이유가 있는 때에 비로소 정보공개법 제20조 제2항에 따라 피고로 하여금 다툼의 대상이 된 정보를 제출하도록 하여 비공개 열람·심사를 진행할 수 있다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 대통령기록물 관리에 관한 법률 제17조, 공공기관의 정보공개에 관한 법률 제9조 제1항 제1호 / [2] 헌법 제27조 제1항, 대통령기록물 관리에 관한 법률 제17조 제4항, 정보공개에 관한 법률 제20조 제2항<br/>",
  "참조판례": ""
}