{
  "판례일련번호": "600521",
  "사건명": "업무상과실치사·업무상과실치상[주원료가 상이한 가습기살균제 제조·판매자들 사이에 과실범의 공동정범이 성립하는지 여부가 문제된 사건]",
  "사건번호": "2024도1856",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241226",
  "판시사항": "[1] 과실범의 경우에도 공동정범이 성립할 수 있는지 여부(적극) / 의사의 연락이나 주의의무 위반에 대한 공동의 인식이 없더라도 과실범의 공동정범이 성립하는지 여부(소극)<br/> [2] 피고인 甲 등은 CMIT/MIT를 주원료로 하는 乙, 丙 가습기살균제의 제조·판매에, 피고인 丁 등은 그중 丙 살균제의 제조·판매에 관여하면서 주원료에 관한 안전성 검사를 실시하지 아니하였고, 한편 관련사건 피고인들은 PHMG 등을 주원료로 하는 戊 살균제 등의 제조·판매에 관여하면서 주원료에 관한 안전성 검사 등 미실시로 업무상과실치사상죄 등의 유죄판결이 확정되었는데, 피고인 甲 등이 피고인 丁 등과 상호 공모하거나 그에 더하여 관련사건 피고인들과 공모하여 乙 살균제만을 사용한 피해자들 및 乙, 丙 살균제와 戊 살균제 등을 함께 사용한 피해자들(복합사용 피해자들)을 사망 또는 상해에 이르게 하고, 피고인 丁 등이 피고인 甲 등 및 관련사건 피고인들과 공모하여 복합사용 피해자들 중 丙 살균제를 사용한 피해자들을 사망 또는 상해에 이르게 하였다는 업무상과실치사상의 공소사실로 기소되어 복합사용 피해자들에 관한 공동정범 성립 여부가 문제 된 사안에서, 피고인들과 관련사건 피고인들이 공동정범의 관계에 있다고 본 원심판단에 과실범의 공동정범 성립에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법 제30조에서 정한 ‘2인 이상이 공동하여 죄를 범한 때’의 ‘죄’에는 고의범뿐만 아니라 과실범도 포함되는 것이므로 과실범의 경우에도 공동정범이 성립할 수 있으나, 의사의 연락이나 주의의무 위반에 대한 공동의 인식이 없었다면 ‘공동하여’ 죄를 범하였다고 볼 수 없으므로, 과실범의 공동정범이 성립한다고 볼 수 없다.<br/> [2] 피고인 甲 등은 CMIT/MIT를 주원료로 하는 乙, 丙 가습기살균제의 제조·판매에, 피고인 丁 등은 그중 丙 살균제의 제조·판매에 관여하면서 주원료에 관한 안전성 검사를 실시하지 아니하였고, 한편 관련사건 피고인들은 PHMG 등을 주원료로 하는 戊 살균제 등의 제조·판매에 관여하면서 주원료에 관한 안전성 검사 등 미실시로 업무상과실치사상죄 등의 유죄판결이 확정되었는데, 피고인 甲 등이 피고인 丁 등과 상호 공모하거나 그에 더하여 관련사건 피고인들과 공모하여 乙 살균제만을 사용한 피해자들 4명 및 乙, 丙 살균제와 戊 살균제 등을 함께 사용한 피해자들(이하 ‘복합사용 피해자들’이라고 한다) 94명 합계 98명의 피해자들을 사망 또는 상해에 이르게 하고, 피고인 丁 등이 피고인 甲 등 및 관련사건 피고인들과 공모하여 복합사용 피해자들 중 丙 살균제를 사용한 22명의 피해자들을 사망 또는 상해에 이르게 하였다는 업무상과실치사상의 공소사실로 기소되어 복합사용 피해자들에 관한 공동정범 성립 여부가 문제 된 사안에서, ① 피고인들과 관련사건 피고인들은 서로 간의 협력이나 의견교환 없이 각자가 소속된 회사 등에서 맡은 지위, 역할에 따라 그 회사 등의 가습기살균제 개발·출시 또는 제조·판매에 관여하였을 뿐이고, 주원료인 PHMG 등과 CMIT/MIT는 그 성분, 체내분해성, 대사물질 등이 전혀 다르며, 어느 하나가 다른 하나를 활용하거나 응용하여 개발·출시되었다고 보기 어렵고, 관련사건 피고인들과 피고인들이 서로 상대방 가습기살균제의 개발·출시를 인식하였다거나 그에 관하여 서로 의사를 연락하였음을 인정할 만한 사정을 발견할 수 없는 점, ② 관련사건 피고인들이 제조·판매에 관여하였던 가습기살균제와 피고인들이 제조·판매에 관여하였던 가습기살균제는 그 용도나 용법이 동일할 뿐 주원료 등 주요 요소가 전혀 다르고, 어느 하나가 다른 하나를 개량한 제품이라고 볼 수 없으며, 관련사건 피고인들이나 피고인들이 각 가습기살균제에 모두 결함 내지 하자가 존재한다는 사정이나 그러한 결함 내지 하자가 누적·결합되어 복합사용 피해자들에게 사망 또는 상해의 결과를 발생시킬 수 있다는 사정을 공동으로 인식할 수 있었다거나 그에 관한 묵시적 의사연락을 하였다고 볼 수 없는 점, ③ 과실범의 공동정범을 인정하는 형사정책적 목적이나 취지, 소비자들이 주원료의 차이를 알고 구매하는 것이 어려웠다는 사정 등은 관련사건 피고인들 및 피고인들의 인식 내지 의사와 아무런 관련이 없어 그들 사이에 공동의 인식 내지 의사의 연락이 있었음을 뒷받침할 수 없고, 그러한 사정들만으로 과실범의 공동정범 성립을 인정한다면 대량생산과 대량소비를 특징으로 할 뿐만 아니라 인터넷망 등을 통해서 국경을 초월한 상품의 구매·소비가 용이하게 이루어지는 현대사회에서 상품 제조·판매자들 등에 대한 과실범의 공동정범 성립범위가 무한정 확장될 수밖에 없는 점 등에 비추어 보면, 피고인들과 관련사건 피고인들 사이에 공동정범 성립을 인정하기 어렵다는 이유로, 이와 달리 피고인들과 관련사건 피고인들이 공동정범의 관계에 있다고 본 원심의 판단에 과실범의 공동정범 성립에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제30조 / [2] 구 형법(2020. 12. 8. 법률 제17571호로 개정되기 전의 것) 제268조, 형법 제30조<br/>",
  "참조판례": "[1] 대법원 1982. 6. 8. 선고 82도781 판결(공1982, 660), 대법원 1994. 3. 22. 선고 94도35 판결(공1994상, 1377), 대법원 1997. 11. 28. 선고 97도1740 판결(공1998상, 184)<br/>"
}