{
  "판례일련번호": "600507",
  "사건명": "손해배상청구[집합투자기구의 투자자들이 수익증권을 판매한 금융투자업자를 상대로 투자자 보호의무 위반 등으로 인한 손해배상을 청구한 사건]",
  "사건번호": "2021다300173",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 법률상 사항에 관한 법원의 석명 또는 지적의무<br/> [2] 甲 등이 乙 은행이 위탁판매하는 펀드의 수익증권을 매수하였다가 손해를 입자, 乙 은행을 상대로 乙 은행이 수익증권을 판매할 때 투자자보호의무 등을 위반하였다며 손해배상을 구한 사안에서, 甲 등이 투자자보호의무 등 위반과 관련한 주장을 한 것이 채무불이행으로 인한 손해배상청구만 하는 것인지 아니면 불법행위로 인한 손해배상청구도 하는 것인지 불명료한데도 석명권 행사 없이 甲 등의 청구원인에 투자자보호의무 등 위반으로 인한 민법 제750조의 불법행위책임 또는 구 자본시장과 금융투자업에 관한 법률에 따른 손해배상책임이 포함되어 있다고 선해하여 불법행위에 따른 乙 은행의 손해배상책임을 인정한 원심판단에 석명 또는 지적의무를 다하지 않은 잘못이 있다고 한 사례<br/> [3] 수 개의 청구가 선택적으로 병합된 사건에서 법원이 원고의 청구를 인용할 경우, 선택적으로 병합된 수 개의 청구 중 어느 하나를 임의로 선택하여 심판할 수 있는지 여부(적극) 및 원심이 수 개의 선택적 청구 중 하나의 청구에 대하여 일부만 인용하고 나머지 청구는 기각하여 원고와 피고가 모두 상고 또는 부대상고를 하였고 그중 피고의 상고가 이유 있어 원심판결을 파기할 경우, 파기의 범위 / 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 당사자의 주장이 법률상의 관점에서 보아 모순이나 불명료한 점이 있는 경우 법원은 적극적으로 석명권을 행사하여 당사자에게 의견 진술의 기회를 주어야 하고, 만일 이를 게을리한 경우에는 석명 또는 지적의무를 다하지 아니한 것으로서 위법한 평가를 받을 수 있다. 청구취지나 청구원인의 법적 근거에 따라 요건사실에 대한 증명책임이 달라지는 중대한 법률적 사항에 해당하는 경우라면 더욱 그러하다.<br/> [2] 甲 등이 乙 은행이 위탁판매하는 펀드의 수익증권을 매수하였다가 손해를 입자, 乙 은행을 상대로 乙 은행이 수익증권을 판매할 때 투자자보호의무 등을 위반하였다며 손해배상을 구한 사안에서, 甲 등이 투자자보호의무 등 위반과 관련한 주장을 한 것이 채무불이행으로 인한 손해배상청구만 하는 것인지 아니면 불법행위로 인한 손해배상청구도 하는 것인지 불명료하고, 乙 은행도 甲 등의 투자자보호의무 등 위반으로 인한 손해배상책임 주장에 불법행위책임 주장이 포함되어 있는지를 명확하게 알지 못한 상태에서 그 주장에 대한 방어를 했던 것으로 보이며, 甲 등이 투자자보호의무 등 위반으로 인한 손해배상책임 주장 외에도 청구원인으로 여러 다양한 주장을 펼치는 상황에서 명시적인 언급이 없는 투자자보호의무 등 위반으로 인한 불법행위책임 주장에 관하여 乙 은행에 적절한 방어의 기회가 제공되었다고 보기 어려운데도, 석명권 행사 없이 甲 등의 청구원인에 투자자보호의무 등 위반으로 인한 민법 제750조의 불법행위책임 또는 구 자본시장과 금융투자업에 관한 법률(2020. 3. 24. 법률 제17112호로 개정되기 전의 것)에 따른 손해배상책임이 포함되어 있다고 선해하여 불법행위에 따른 乙 은행의 손해배상책임을 인정한 원심판단에 석명 또는 지적의무를 다하지 않은 잘못이 있다고 한 사례.<br/> [3] 수 개의 청구가 선택적으로 병합된 사건에서 법원이 원고의 청구를 인용할 경우에는 선택적으로 병합된 수 개의 청구 중 어느 하나를 임의로 선택하여 심판할 수 있다. 원심이 수 개의 선택적 청구 중 하나의 청구에 대하여 일부만 인용하고 나머지 청구는 기각하여 원고와 피고가 모두 상고 또는 부대상고를 하였고, 그중 피고의 상고가 이유 있어 원심판결을 파기할 경우, 상고심은 원심판결 중 피고 패소 부분 외에 나머지 청구 중 피고 패소 부분에 대응하는 부분까지 함께 파기하여야 한다. 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제136조 / [2] 민사소송법 제136조, 민법 제390조, 제750조, 구 자본시장과 금융투자업에 관한 법률(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제47조(현행 금융소비자 보호에 관한 법률 제19조 참조), 제48조 / [3] 민사소송법 제253조, 제415조, 제416조, 제425조, 제436조<br/>",
  "참조판례": "[1] 대법원 2009. 11. 12. 선고 2009다42765 판결(공2009하, 2081), 대법원 2023. 4. 13. 선고 2021다271725 판결(공2023상, 819) / [3] 대법원 2010. 5. 27. 선고 2009다12580 판결(공2010하, 1228), 대법원 2024. 6. 27. 선고 2020다259100 판결, 대법원 2024. 8. 1. 선고 2023다318154 판결<br/>"
}