{
  "판례일련번호": "600513",
  "사건명": "아동·청소년의성보호에관한법률위반(음란물제작·배포등)·아동·청소년의성보호에관한법률위반(성착취물소지등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영·반포등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영물소지등)[전자정보가 제3자 소유·관리의 정보저장매체에 복제되어 임의제출되는 경우 원본 전자정보 관리처분권자의 참여권이 문제된 사건]",
  "사건번호": "2023도3626",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241224",
  "판시사항": "[1] 전자정보가 제3자 소유·관리의 정보저장매체에 그 내용이 동일하게 복제되어 임의제출되는 경우, 복제 전자정보 임의제출자 외에 원본 전자정보 관리처분자를 실질적 피압수자로 보고 그에게 참여권을 인정해야 하는지 여부(원칙적 소극) <br/> [2] 아동·청소년이용음란물 및 성적 욕망 또는 수치심을 유발할 수 있는 피해자들의 신체 부위를 피해자들의 동의 없이 촬영한 사진과 동영상을 소지하였다는 공소사실로 기소된 피고인 소유의 USB에 저장된 사진과 동영상 등 전자정보 중 일부를 피해자들이 임의로 선별, 복제한 다음 그 복제 전자정보를 피해자들이 소유·관리하는 USB들에 저장하여 경찰에 임의제출한 사안에서, 피해자들이 제출한 위 전자정보 등이 위법수집증거에 해당하고 이에 기초하여 획득한 증거도 2차적 증거로서 증거능력이 없다고 보아 공소사실을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 전자정보가 제3자 소유·관리의 정보저장매체에 복제되어 임의제출되는 경우에 복제 전자정보와 원본 전자정보의 내용이 완전히 동일하다고 하더라도, 복제 전자정보 생성 경위와 지배관리 상태, 복제 전자정보를 임의제출하게 된 경위, 원본 전자정보 임의제출이나 압수·수색 가능성 등 제반 사정과 전자정보 압수·수색에서 혐의사실과 무관한 전자정보의 무분별한 탐색·복제·출력 등을 방지하려는 참여권의 의의 및 기능을 종합적으로 살펴, 원본 전자정보 임의제출이 충분히 가능함에도 오직 원본 전자정보 관리처분권자의 참여를 배제할 목적으로 원본 전자정보 대신 복제 전자정보를 임의제출하는 경우 등과 같이 복제 전자정보를 임의제출하는 사람에게만 참여의 기회를 부여하는 것이 현저히 부당하다는 등의 특별한 사정이 없는 한 그 정보의 동일성을 들어 복제 전자정보 임의제출자 외에 원본 전자정보 관리처분권자를 실질적 피압수자로 평가하고 그에게 참여권을 인정해야 하는 것은 아니라고 보아야 한다.<br/> [2] 아동·청소년이용음란물 및 성적 욕망 또는 수치심을 유발할 수 있는 피해자들의 신체 부위를 피해자들의 동의 없이 촬영한 사진과 동영상을 소지하였다는 공소사실로 기소된 피고인 소유의 USB(이하 ‘원본 USB’라 한다)에 저장된 사진과 동영상 등 전자정보 중 일부를 피해자들이 임의로 선별, 복제한 다음 그 복제 전자정보를 피해자들이 소유·관리하는 USB들에 저장하여 경찰에 임의제출한 사안에서, 피해자들이 임의제출한 USB들은 피해자들의 소유·관리에 속하는 정보저장매체로서 그 자체로는 피고인과 관련이 없는 점, 피고인이 소유·관리하는 정보저장매체는 원본 USB뿐인데, 원본 USB는 수사기관에 임의제출되거나 압수된 바 없으므로 원본 USB에 관하여 형사소송법이 정한 참여권이나 그 참여권 인정을 위한 전제로 실질적 피압수자라는 지위를 상정하기 어려운 점, 피해자들이 임의제출한 전자정보 등의 압수·수색(임의제출) 과정에서는 특별한 사정이 없는 한 임의제출자인 피해자들(피압수자)에게 형사소송법이 정하는 바에 따라 참여의 기회를 부여하는 것으로 충분하고 그 전자정보 등이 원본 USB로부터 유래하였다는 사정만으로 원본 USB 소유·관리자이자 그 저장 전자정보의 관리처분권자인 피고인을 실질적 피압수자로 보아 피고인에게까지 참여의 기회를 부여해야만 그 임의제출이 적법하다고 평가할 수는 없는 점을 종합하면, 피해자들이 제출한 위 전자정보 등이 위법수집증거에 해당하고 이에 기초하여 획득한 증거도 2차적 증거로서 증거능력이 없다고 보아 공소사실을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제3항, 형사소송법 제118조, 제121조 / [2] 헌법 제12조 제1항, 제3항, 형사소송법 제118조, 제121조, 제308조의2<br/>",
  "참조판례": ""
}