{
  "판례일련번호": "600519",
  "사건명": "업무상과실치사·산업안전보건법위반",
  "사건번호": "2023고단3217",
  "법원명": "서울북부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240911",
  "판시사항": "피고인 甲 주식회사는 특정 초등학교로부터 ‘학교 교문 환경개선공사’를 발주받아 시공하는 사업주이고, 피고인 乙 주식회사는 그중 ‘정문, 후문 설치공사’를 피고인 甲 회사로부터 도급받아 시공하는 사업주인데, 피고인 甲 회사 소속 현장소장으로 안전보건총괄책임자인 피고인 丙, 피고인 乙 회사 소속 현장소장으로 안전보건관리책임자인 피고인 丁, 위 설치공사의 굴착기 운전기사인 피고인 戊가 공동으로 정문 설치공사 현장에서 화물차 적재함에 적재된 철제 H빔을 피해자가 섬유로프로 묶어 굴착기 고리에 걸면 피고인 戊가 조정을 하여 이를 화물차에서 내리는 작업을 하던 중 섬유로프가 갑자기 풀리면서 H빔이 피해자의 머리 및 얼굴 부위로 떨어져 깔리게 함으로써 업무상의 과실로 피해자를 사망에 이르게 함과 동시에 피고인 丙, 丁이 공모하여 근로자의 산업재해를 예방하기 위한 안전조치의무를 위반하여 피해자를 사망에 이르게 하였다는 내용으로 기소된 사안에서, 피고인들 모두에게 유죄를 선고한 사례<br/>",
  "판결요지": "피고인 甲 주식회사는 특정 초등학교로부터 ‘학교 교문 환경개선공사’를 발주받아 시공하는 사업주이고, 피고인 乙 주식회사는 그중 ‘정문, 후문 설치공사’를 피고인 甲 회사로부터 도급받아 시공하는 사업주인데, 피고인 甲 회사 소속 현장소장으로 안전보건총괄책임자인 피고인 丙, 피고인 乙 회사 소속 현장소장으로 안전보건관리책임자인 피고인 丁, 위 설치공사의 굴착기 운전기사인 피고인 戊가 공동으로 정문 설치공사 현장에서 화물차 적재함에 적재된 철제 H빔(총길이 5m, 무게 약 495.196kg)을 피해자(남, 61세)가 섬유로프로 묶어 굴착기 고리에 걸면 피고인 戊가 조정을 하여 이를 화물차에서 내리는 작업을 하던 중 섬유로프가 갑자기 풀리면서 H빔이 피해자의 머리 및 얼굴 부위로 떨어져 깔리게 함으로써 업무상의 과실로 피해자를 사망에 이르게 함과 동시에 피고인 丙, 丁이 공모하여 근로자의 산업재해를 예방하기 위한 안전조치의무를 위반하여 피해자를 사망에 이르게 하였다는 내용으로 기소된 사안이다. <br/>  ① 피고인 乙 회사 측의 산업안전보건법 위반 부분과 관련하여, 같은 법 제38조 제2항에서 정한 안전조치의무는 근로자를 사용하여 사업을 행하는 사업주가 부담하여야 하는 재해방지의무로서 사업주와 근로자 사이에 실질적인 고용관계가 있는 경우에 그 의무불이행 자체로 같은 법 제167조 제1항, 제173조 위반죄가 성립하는바, 피고인 丁은 정문, 후문 설치공사에 관하여 피고인 乙 회사의 안전보건관리책임자로 선임되어 공사의 전반적인 작업과정을 감독하였고, 피해자는 그 설치작업을 담당하는 전문 인력이었던 점, 피고인 乙 회사 측이 작업일정과 내용을 정하여 도급인인 피고인 甲 회사 측에 알려주었던 점, 피고인 丁이 사고 현장에 계속 상주하면서 작업 전반에 관한 지휘·감독을 하고, 피해자의 작업시간을 관리한 점 등 제반 사정을 종합하면, 당시 피해자가 수행한 작업에 관하여 피고인 乙 회사와 피해자 사이에 실질적인 고용관계가 있었다고 봄이 타당하고, ② 굴착기 운전기사인 피고인 戊의 업무상과실치사 부분과 관련하여, 피고인 戊는 당시 피해자가 H빔에 가까이 있는 상황에서 H빔이 걸려있는 고리를 드는 작업을 수행하였는데, 줄로 묶여 있는 H빔은 언제든지 풀려 떨어질 수 있는 위험성이 있고, 이를 들어 올리는 작업을 하는 피고인 戊로서는 H빔이 풀려 떨어지는 경우 주변 사람이 다치지 않도록 사람이 작업반경 밖에 있는지 확인하고 작업을 하였어야 함에도 위와 같이 고리를 드는 작업을 수행하였던 점, 피고인 戊는 피해자의 지시에 따라 작업을 수행하였을 뿐이라고 주장하나, 굴착기를 직접 운전하여 조종하는 사람은 피고인 戊이므로 피해자의 지시에 따랐다고 하더라도 위와 같은 주의의무가 없다고 보기 어려운 점, 단지 이전에 피해자가 진행한 작업에서 사고가 없었다고 하여 피고인 戊에게 예견가능성이나 회피가능성이 없었다고 보기 어려운 점 등 제반 사정을 종합하면, 피고인 戊는 피해자가 작업반경 밖에 있는지 확인하고 작업을 하여 사고를 방지하여야 할 업무상 주의의무가 있음에도 이에 위반하여 작업을 하였고, 사고에 대한 예견가능성과 회피가능성도 충분히 인정할 수 있다는 등의 이유로, 피고인들 모두에게 유죄를 선고한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제30조, 제268조, 산업안전보건법 제2조 제4호, 제38조 제2항, 제63조, 제167조 제1항, 제173조 제1호<br/>",
  "참조판례": ""
}