{
  "판례일련번호": "600573",
  "사건명": "출입방해금지가처분[수급인 소속 근로자들이 도급인의 사업장에서 노동조합 가입을 홍보하는 조합활동을 한다는 이유로 도급인으로부터 사업장 출입권한을 제한하는 등의 조치를 당하자 출입방해금지 등 가처분을 신청한 사건]",
  "사건번호": "2024마6760",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20241224",
  "판시사항": "[1] 노동조합의 조합활동이 정당하기 위한 요건 / 수급인 소속 근로자가 도급인의 사업장에서 한 조합활동이 도급인의 노무지휘권·시설관리권 등과 충돌할 경우, 사용자인 수급인에 대한 관계에서 조합활동의 정당성을 갖추었다는 사정만으로 사용자가 아닌 도급인에 대한 관계에서까지 정당성을 가진다고 볼 수 있는지 여부(원칙적 소극) / 위 조합활동이 도급인에 대해서도 정당하다고 볼 수 있는 경우 및 이러한 경우에 해당하는지 판단하는 기준 <br/> [2] 甲 유한회사가 乙 주식회사 등에 甲 회사 화물의 배송업무를 위탁하였고, 乙 회사 등의 소속 택배기사 丙 등이 甲 회사가 제공한 배송센터에서 배송업무를 수행하면서 노동조합을 조직하여 조합원을 모집하는 홍보활동을 하자, 甲 회사가 丙 등을 상대로 배송센터 출입금지 및 업무용 애플리케이션 사용 금지 조치를 하였는데, 丙 등이 甲 회사를 상대로 이러한 조치가 노동조합 활동에 대한 침해라는 이유로 출입방해금지 가처분 신청을 한 사안에서, 丙 등은 적어도 甲 회사의 배송센터 내에서 甲 회사의 시설관리권 등과 조화를 이루는 범위에서 노동조합 홍보활동을 할 권리가 있다고 볼 여지가 크고, 원래 丙 등에게 허용되었던 배송센터의 출입과 업무용 애플리케이션의 사용에 관해서는 보전의 필요성을 인정할 여지가 큰데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 노동조합의 조합활동은 근로자가 가지는 결사의 자유 또는 노동3권에 바탕을 둔 것으로서 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라고 한다) 제1조의 목적을 달성하기 위하여 한 정당한 행위에 대하여는 민·형사상 면책이 된다(노동조합법 제3조, 제4조). 노동조합의 활동이 정당하다고 하려면, 첫째 주체의 측면에서 행위의 성질상 노동조합의 활동으로 볼 수 있거나 노동조합의 묵시적인 수권 혹은 승인을 받았다고 볼 수 있는 것이어야 하고, 둘째 목적의 측면에서 근로조건의 유지·개선과 근로자의 경제적 지위의 향상을 도모하기 위하여 필요하고 근로자들의 단결 강화에 도움이 되는 행위이어야 하며, 셋째 시기의 측면에서 취업규칙이나 단체협약에 별도의 허용규정이 있거나 관행이나 사용자의 승낙이 있는 경우 외에는 원칙적으로 근무시간 외에 행하여져야 하고, 넷째 수단·방법의 측면에서 사업장 내 조합활동에서는 사용자의 시설관리권에 바탕을 둔 합리적인 규율이나 제약에 따라야 하며 폭력과 파괴행위 등의 방법에 의하지 않는 것이어야 한다. 한편 도급인은 원칙적으로 수급인 소속 근로자의 사용자가 아니므로, 수급인 소속 근로자가 도급인의 사업장에서 한 조합활동이 도급인의 노무지휘권·시설관리권 등과 충돌할 경우에는 사용자인 수급인에 대한 관계에서 조합활동의 정당성을 갖추었다는 사정만으로 사용자가 아닌 도급인에 대한 관계에서까지 정당성을 가진다고 볼 수는 없다. 그러나 도급인이 자신의 사업장을 수급인 소속 근로자들에게 근로의 장소로 제공하여 그곳에서 수급인 소속 근로자들이 작업을 하는 경우, 도급인의 사업장은 수급인 소속 근로자들에게 근로 제공의 현장이자 삶의 터전이 되는 곳으로서 조합활동의 기본적인 공간이 될 수밖에 없다. 또한 도급인은 비록 수급인 소속 근로자와 직접적인 근로계약관계를 맺고 있지는 않지만, 수급인 소속 근로자가 제공하는 근로에 의하여 일정한 이익을 누리고, 그러한 이익을 향수하기 위하여 수급인 소속 근로자에게 사업장을 근로의 장소로 제공하였으므로 그 사업장에서 발생하는 수급인 소속 근로자의 조합활동으로 인하여 일정 부분 법익이 침해되더라도 사회통념상 이를 용인하여야 하는 경우가 있을 수 있고, 그러한 범위 내에서는 조합활동이 도급인에 대해서도 정당하다고 보아야 한다. 이러한 경우에 해당하는지 여부는 헌법이 보장하는 기본권인 노동3권의 구체적 실현이라는 측면에서 해당 조합활동이 가지는 의미와 필요성, 조합활동의 경위와 구체적 태양, 해당 사업장에서 수행되는 업무의 성격과 사업장의 규모, 조합활동에 참여하는 근로자의 수와 이들이 조합활동을 위해 사용한 장소 또는 시설의 범위·특성과 종래 이용관계, 조합활동으로 인해 도급인의 시설관리나 업무수행이 제한되는 정도, 도급인 사업장 내에서 이루어져 온 노동조합 활동 관행 등 여러 사정을 종합하고 충돌되는 가치를 객관적으로 비교·형량하여 실질적인 관점에서 판단하여야 한다.<br/> [2] 甲 유한회사가 乙 주식회사 등에 甲 회사 화물의 배송업무를 위탁하였고, 乙 회사 등의 소속 택배기사 丙 등이 甲 회사가 제공한 배송센터에서 배송업무를 수행하면서 노동조합을 조직하여 조합원을 모집하는 홍보활동을 하자, 甲 회사가 丙 등을 상대로 배송센터 출입금지 및 업무용 애플리케이션 사용 금지 조치를 하였는데, 丙 등이 甲 회사를 상대로 이러한 조치가 노동조합 활동에 대한 침해라는 이유로 출입방해금지 가처분 신청을 한 사안에서, 丙 등이 조합원을 모집하는 홍보활동은 노동조합 단결권의 유지·강화라는 정당한 목적을 달성하기 위한 것인 점, 甲 회사의 배송센터는 乙 회사 등의 소속 택배기사들이 일상적 근로를 제공하는 삶의 터전의 일부이자 유일한 집단적 근로 제공 장소로서 노동조합 활동의 공간이 될 수 있는 점, 丙 등의 배송센터 출입은 甲 회사 화물 배송업무 수행을 위하여 甲 회사가 허락한 것이고 다른 배송센터로 이동한 것 역시 丙 등의 평소 업무수행을 위해 甲 회사로부터 허락받은 범위 내에 있었다고 보이는 점, 위 홍보활동은 평소의 업무수행과 마찬가지로 도보로 이동하면서 상하차 업무를 수행하는 다른 택배기사를 찾아가 인사를 나누고 유인물을 배포하는 정도에 그쳐, 甲 회사의 원활한 작업 수행과 안전사고 방지에 실질적 지장을 초래하는 수준에 이르렀다고 평가하기 어려운 점, 丙 등이 甲 회사의 배송센터 출입과 업무용 애플리케이션 사용이 금지되면서, 배송센터 내 조합원 모집 활동을 할 수 없게 되었을 뿐 아니라 주된 수입원인 甲 회사 화물 배송업무를 수행할 수 없게 되어 생계유지에도 어려움이 발생한 점 등에 비추어, 丙 등은 적어도 甲 회사의 배송센터 내에서 甲 회사의 시설관리권 등과 조화를 이루는 범위에서 노동조합 홍보활동을 할 권리가 있다고 볼 여지가 크고, 원래 丙 등에게 허용되었던 배송센터의 출입과 업무용 애플리케이션의 사용에 관해서는 보전의 필요성을 인정할 여지가 큰데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제21조, 제33조 제1항, 노동조합 및 노동관계조정법 제1조, 제3조, 제4조 / [2] 헌법 제21조, 제33조 제1항, 노동조합 및 노동관계조정법 제1조, 제3조, 제4조<br/>",
  "참조판례": "[1] 대법원 2020. 7. 29. 선고 2017도2478 판결(공2020하, 1748)<br/>"
}