{
  "판례일련번호": "600587",
  "사건명": "회장지위부존재확인등[‘종중 회장은 종손으로 한다’라고 정한 종중 규약의 효력이 문제된 사건]",
  "사건번호": "2024다274398",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241224",
  "판시사항": "[1] 종중의 대표자를 선임하는 방법<br/> [2] 종중의 법적 성격 및 종중 규약의 내용이 선량한 풍속 기타 사회질서에 반하거나 종중의 본질이나 설립 목적에 크게 위배되는 경우, 그 종중 규약의 효력(무효)<br/> [3] 甲 종중의 일부 종원들이 종중 규약 중 ‘종중 회장은 종손으로 한다.’는 조항은 우리 사회의 전체 법질서에 반하고 종중 및 종원의 고유한 성격이나 기본적인 권리의 본질적 내용을 훼손하여 무효라면서 위 조항에 근거하여 종중 회장으로 취임한 乙을 상대로 회장 지위의 부존재확인을 구한 사안에서, 위 조항의 내용은 선량한 풍속 기타 사회질서에 반할 뿐만 아니라 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 것으로서 종중의 본질이나 설립 목적에 크게 위배되므로 무효라고 보아야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 종중의 대표자는 종중의 규약이나 관례가 있으면 그에 따라 선임하고 그것이 없다면 종장 또는 문장이 그 종원 중 성년 이상의 사람을 소집하여 선출하며, 평소에 종중에 종장이나 문장이 선임되어 있지 아니하고 선임에 관한 규약이나 관례가 없으면 현존하는 연고항존자가 종장이나 문장이 되어 국내에 거주하고 소재가 분명한 종원에게 통지하여 종중총회를 소집하고 그 회의에서 종중 대표자를 선임하는 것이 일반 관습이다.<br/> [2] 종중은 공동선조의 분묘수호와 제사 및 종원 상호 간의 친목 등을 목적으로 하여 구성되는 자연발생적인 종족집단으로 그 공동선조와 성과 본을 같이하는 후손은 그 의사와 관계없이 성년이 되면 당연히 그 구성원이 된다. 이와 같은 종중의 성격과 법적 성질에 비추어, 종중 규약의 내용이 선량한 풍속 기타 사회질서에 반하는 경우 또는 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 등 종중의 본질이나 설립 목적에 크게 위배되는 경우 그 종중 규약은 무효로 보아야 한다.<br/> [3] 甲 종중의 일부 종원들이 종중 규약 중 ‘종중 회장은 종손으로 한다.’는 조항은 우리 사회의 전체 법질서에 반하고 종중 및 종원의 고유한 성격이나 기본적인 권리의 본질적 내용을 훼손하여 무효라면서 위 조항에 근거하여 종중 회장으로 취임한 乙을 상대로 회장 지위의 부존재확인을 구한 사안에서, ① 헌법을 최상위 규범으로 하는 우리의 전체 법질서는 개인의 존엄과 양성의 평등을 기초로 한 가족생활을 보장하고, 가족 내의 실질적인 권리와 의무에 있어서 남녀의 차별을 두지 아니하며, 정치·경제·사회·문화 등 모든 영역에서 여성에 대한 차별을 철폐하고 남녀평등을 실현하는 방향으로 변화해 왔으며, 앞으로도 이러한 남녀평등의 원칙은 더욱 강화될 것인 점, ② 종중은 공동선조를 둔 후손 모두를 구성원으로 하고 공동선조의 분묘수호, 제사, 종원 상호 간의 친목을 목적으로 하는 점에서 종중의 의사결정, 임원 선임, 목적 사업의 수행을 위한 권리와 의무에 관하여 종원 모두에게 같은 지위를 보장하는 것이 그 본질과 설립 목적에 부합하는데, 위 조항은 합리적 이유 없이 종손과 종손이 아닌 종원을 차별할 뿐만 아니라 남성 종원과 여성 종원을 차별하는 내용에 해당하는 점, ③ 종중에 대하여는 자연발생적 종족집단이라는 특성상 자율성이 존중되어야 하나, 종원의 의사와 관계없이 가입이 강제되므로 내부관계에 대한 사법심사에서 언제나 자유로운 것은 아니고, 종중의 대표자를 선출하는 과정에서 종중이 존중받아 온 독자성과 자율성의 한계를 스스로 일탈하는 경우 법원이 종원의 고유하고 기본적인 권익을 보호하기 위하여 후견적 입장에서 개입할 수 있는 점, ④ 甲 종중의 규약에서 ‘종중 회장의 선출’을 총회의 결의사항으로 정하고 있으나, 회장이 될 수 있는 자격을 종손이라는 신분으로 제한하고 있는 이상, 총회의 결의는 종손이 맞는지 확인하는 절차에 불과한 것이어서 위 조항은 총회가 회장 선출을 승인 또는 추인할 수 있는 본래적 기능을 무력화시키는 것인 점 등 제반 사정에 비추어 보면, 위 조항의 내용은 선량한 풍속 기타 사회질서에 반할 뿐만 아니라 종원이 가지는 고유하고 기본적인 권리의 본질적인 내용을 침해하는 것으로서 종중의 본질이나 설립 목적에 크게 위배되므로 무효라고 보아야 하는데도, 이와 달리 본 원심판단에 종중 규약의 유효성 판단에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제31조 / [2] 민법 제31조, 제103조, 제104조 / [3] 민법 제31조, 제103조, 제104조<br/>",
  "참조판례": "[1] 대법원 1997. 11. 14. 선고 96다25715 판결(공1997하, 3799), 대법원 2010. 12. 9. 선고 2009다26596 판결(공2011상, 92) / [2] 대법원 2005. 7. 21. 선고 2002다1178 전원합의체 판결(공2005하, 1326), 대법원 2008. 10. 9. 선고 2005다30566 판결(공2008하, 1521), 대법원 2017. 10. 26. 선고 2017다231249 판결(공2017하, 2177), 대법원 2020. 4. 9. 선고 2019다216411 판결(공2020상, 908)<br/>"
}