{
  "판례일련번호": "600567",
  "사건명": "채무부존재확인·보험금[타인을 위한 생명보험의 보험계약자가 보험설계사의 설명의무 위반을 이유로 보험회사에 대하여 보험금 상당의 손해배상을 청구한 사건]",
  "사건번호": "2022다200317, 200324",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 항소심에서 반소를 제기할 수 있는 경우로서 민사소송법 제412조 제1항에서 규정하고 있는 ‘상대방의 심급의 이익을 해할 우려가 없는 경우’의 의미<br/> [2] 구 보험업법 제102조에 의한 손해배상책임에서 보험계약자에게 손해의 발생 또는 확대에 관하여 과실이 있거나 보험회사의 책임을 제한할 사유가 있는 경우, 배상책임의 범위를 정할 때 이를 참작하여야 하는지 여부(적극) / 이때 과실상계 또는 책임제한 사유에 관한 사실인정이나 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극)<br/> [3] 구 보험업법 제102조 제1항의 규정 취지 / 보험계약자와 보험수익자가 다른 타인을 위한 생명보험에서 보험설계사의 위법행위로 보험계약이 무효가 되거나 일정한 사고를 담보하지 못하여 보험계약자가 지정한 보험수익자에게 보험금이 지급되지 않은 경우, 구 보험업법 제102조 제1항에 따른 손해배상책임의 범위(=보험설계사의 위법행위가 없었으면 보험수익자에게 지급되었을 전체 보험금 상당액)<br/> [4] 甲이 乙 보험회사 소속 보험설계사인 丙의 권유에 따라 남편인 丁을 피보험자로, 丁의 법정상속인을 사망보험금의 수익자로 하는 보험계약을 체결하였고, 위 보험계약에는 이륜자동차 운전 중 상해 부담보특약이 포함되어 있었는데, 보험계약 체결 당시 乙 회사의 계열사의 협력사 직원으로 근무하던 丁이 이륜자동차를 운전하여 출근하던 중 발생한 교통사고에 의한 상해로 사망한 사안에서, 특약의 적용 범위 및 보험금 지급 여부를 결정짓는 중요사항인 보험금 지급요건 사실을 구체적으로 설명하지 않는 등 보험설계사인 丙의 의무 위반으로 보험사고의 발생에도 불구하고 甲이 지정한 보험수익자의 보험금청구권이 발생하지 않았으므로, 보험계약자인 甲은 보험회사인 乙 회사를 상대로 구 보험업법 제102조 제1항에 기한 손해배상으로 보험계약에 따른 전체 보험금 상당액의 지급을 청구할 수 있다고 한 사례<br/>",
  "판결요지": "[1] 민사소송법 제412조 제1항은 상대방의 심급의 이익을 해할 우려가 없는 경우 또는 상대방의 동의를 받은 경우 항소심에서 반소를 제기할 수 있다고 규정하고 있고, 여기서 ‘상대방의 심급의 이익을 해할 우려가 없는 경우’란 반소청구의 기초를 이루는 실질적인 쟁점이 제1심에서 본소의 청구원인 또는 방어방법과 관련하여 충분히 심리되어 상대방에게 제1심에서의 심급의 이익을 잃게 할 염려가 없는 경우를 말한다.<br/> [2] 구 보험업법(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제102조에 의한 손해배상책임에서 보험계약자에게 손해의 발생 또는 확대에 관하여 과실이 있거나 보험회사의 책임을 제한할 사유가 있는 경우에는 배상책임의 범위를 정함에 있어서 당연히 이를 참작하여야 하나, 과실상계 또는 책임제한 사유에 관한 사실인정이나 그 비율을 정하는 것은 그것이 형평의 원칙에 비추어 현저히 불합리하다고 인정되지 않는 한 사실심의 전권사항에 속한다.<br/> [3] 구 보험업법(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제102조 제1항은 \"보험회사는 그 임직원·보험설계사 또는 보험대리점(보험대리점 소속 보험설계사를 포함한다)이 모집을 하면서 보험계약자에게 손해를 입힌 경우 배상할 책임을 진다. 다만 보험회사가 보험설계사 또는 보험대리점에 모집을 위탁하면서 상당한 주의를 하였고 이들이 모집을 하면서 보험계약자에게 손해를 입히는 것을 막기 위하여 노력한 경우에는 그러하지 아니하다.\"라고 규정한다. 위 규정은 보험 모집 과정에서 보험설계사 등의 행위로 보험계약자가 입은 손해에 대하여 보험회사에 무과실에 가까운 손해배상책임을 부담하게 함으로써 보험계약자의 이익을 보호함과 동시에 보험사업의 건전한 육성을 기하고자 하는 데에 그 의의가 있다.<br/>  생명보험은 피보험자의 사망, 생존, 사망과 생존에 관한 보험사고가 발생할 경우에 약정한 보험금을 지급하는 내용의 보험이고(상법 제730조), 보험계약자는 보험수익자를 지정 또는 변경할 권리를 가진다(상법 제731조 제1항). 보험계약자는 피보험자의 사망 등에 관한 보험사고로 인하여 발생할 불이익에 대비하여 일정한 사고 발생 시 자신이 지정하는 보험수익자에게 보험금이 지급되도록 할 목적으로 생명보험계약을 체결한다. 따라서 보험계약자와 보험수익자가 다른 타인을 위한 생명보험에서 보험계약자는 유효한 보험계약 체결과 보험금 지급에 관한 법적 이해관계 내지 이익을 가진다. 보험설계사의 위법행위로 보험계약이 무효가 되거나 일정한 사고를 담보하지 못하여 보험계약자가 지정한 보험수익자에게 보험금이 지급되지 않은 경우 그와 상당인과관계가 있는 것으로서 보험계약자에게 발생한 손해는 보험설계사의 위법행위가 없었으면 보험계약자의 의사에 따라 정해지는 보험수익자에게 지급되었을 전체 보험금 상당액이라고 봄이 타당하다. <br/> [4] 甲이 乙 보험회사 소속 보험설계사인 丙의 권유에 따라 남편인 丁을 피보험자로, 丁의 법정상속인을 사망보험금의 수익자로 하는 보험계약을 체결하였고, 위 보험계약에는 이륜자동차 운전 중 상해 부담보특약이 포함되어 있었는데, 보험계약 체결 당시 乙 회사의 계열사의 협력사 직원으로 근무하던 丁이 이륜자동차를 운전하여 출근하던 중 발생한 교통사고에 의한 상해로 사망한 사안에서, 乙 회사는 위 특약에도 불구하고 피보험자가 乙 회사의 계열사 직원으로 이륜자동차로 회사에 출퇴근하는 경우에 한하여 ‘회사에 출퇴근 시 이외에는 이륜자동차를 운행하지 않는다.’는 취지의 비운행 확인서와 계열사 출입증을 제출하여 보험계약에 가입한 경우에는 출퇴근 시 발생한 이륜자동차 교통사고로 인한 상해 및 사망 보험금을 지급하고 있고, 이는 위 특약의 적용 범위에 관한 것으로서 보험금 지급 여부를 결정짓는 중요한 사항이며, 甲이 보험계약을 체결할 것인지를 결정하는 데에도 직접적인 영향을 미치는 사항으로서, 보험설계사인 丙은 특약의 적용 범위 및 보험금 지급 여부를 결정짓는 중요사항인 보험금 지급요건 사실을 甲이 이해할 수 있도록 구체적으로 설명하여 甲으로 하여금 丁이 자필서명한 비운행 확인서 및 출입증을 제출할 수 있는 기회를 제공해야 함에도 그와 같은 의무를 위반하여 보험계약을 체결하게 하였고, 그 결과 보험사고의 발생에도 불구하고 甲이 지정한 보험수익자의 보험금청구권이 발생하지 않았는데, 丙의 의무 위반이 없었다면 甲이 지정한 보험수익자에게 전체 보험금 상당액이 지급되었을 것이므로 보험계약자인 甲은 보험회사인 乙 회사를 상대로 구 보험업법 제102조 제1항(2020. 3. 24. 법률 제17112호로 개정되기 전의 것)에 기한 손해배상으로 보험계약에 따른 전체 보험금 상당액의 지급을 청구할 수 있는데도, 乙 회사가 甲에게 보험계약에 따른 보험금 상당액 중 甲의 상속분에 해당하는 부분에 대하여만 손해배상책임을 부담한다고 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제412조 제1항 / [2] 구 보험업법(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제102조 제1항(현행 금융소비자 보호에 관한 법률 제45조 제1항 참조), 민법 제393조, 제396조, 제763조 / [3] 구 보험업법(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제102조 제1항(현행 금융소비자 보호에 관한 법률 제45조 제1항 참조), 상법 제730조, 제731조 제1항, 민법 제393조, 제763조 / [4] 구 보험업법(2020. 3. 24. 법률 제17112호로 개정되기 전의 것) 제102조 제1항(현행 금융소비자 보호에 관한 법률 제45조 제1항 참조), 상법 제638조의3 제1항, 제730조, 제731조 제1항, 민법 제393조, 제763조<br/>",
  "참조판례": "[1] 대법원 2005. 11. 24. 선고 2005다20064, 20071 판결(공2006상, 1) / [2] 대법원 1994. 11. 22. 선고 94다19617 판결(공1995상, 68), 대법원 2012. 10. 11. 선고 2010다42532 판결 / [3] 대법원 1997. 11. 14. 선고 97다26425 판결(공1997하, 3814)<br/>"
}