{
  "판례일련번호": "600579",
  "사건명": "특정금융거래정보의보고및이용등에관한법률위반·업무방해·금융실명거래및비밀보장에관한법률위반[가상자산거래를 영업으로 한 가상자산사업자에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024도10710",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "구 특정 금융거래정보의 보고 및 이용 등에 관한 법률 제17조 제1항, 제7조 제1항에서 정한 ‘가상자산거래를 영업으로 한 가상자산사업자’에 해당하는지 판단하는 기준 / 자기의 계산으로 오로지 자기의 이익을 위하여 가상자산거래소를 통해서만 가상자산의 매매나 교환을 계속·반복하는 가상자산거래소의 일반적인 이용자가 가상자산사업자에 해당하는지 여부(원칙적 소극) / 불특정 다수인 고객이나 이용자의 편익을 위하여 가상자산거래를 하고 그 대가를 받는 행위를 계속·반복하는 자가 가상자산사업자에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "특정 금융거래정보의 보고 및 이용 등에 관한 법률(이하 ‘특정금융정보법’이라 한다)은 금융거래 등을 이용한 자금세탁행위와 공중협박자금조달행위를 규제하는 데 필요한 특정금융거래정보의 보고 및 이용 등에 관한 사항을 규정함으로써 범죄행위를 예방하고 나아가 건전하고 투명한 금융거래 질서를 확립하는 데 이바지함을 그 목적으로 하고(제1조), 특정금융정보법 제2조 제1호가 정한 금융회사 등에 불법재산 등으로 의심되는 거래의 보고(제4조), 고액 현금거래 보고(제4조의2), 고객 확인(제5조의2), 전신송금 시 정보제공(제5조의3) 등과 같이 자금세탁행위나 공중협박자금조달행위 규제에 필요한 조치를 할 의무를 부담하도록 하는 등 자금세탁 및 공중협박자금조달 방지 체계를 규정하고 있다. <br/>  2020. 3. 24. 법률 제17113호로 개정되어 2023. 7. 18. 법률 제19563호로 개정되기 전의 구 특정 금융거래정보의 보고 및 이용 등에 관한 법률(이하 ‘구 특정금융정보법’이라 한다)은 금융회사 등의 하나로 ‘가상자산사업자’를, 금융거래 등의 하나로 ‘가상자산거래’를 각각 추가하고[제2조 제1호 (하)목, 제2호 (라)목], 가상자산사업자에게 제4조 및 제4조의2에 따른 보고의무 이행 등을 위하여 고객별 거래내역을 분리·관리하는 등의 조치를 취하도록 하였으며(제8조), 가상자산사업자나 이를 운영하려는 자에게 상호 및 대표자의 성명, 사업장의 소재지, 연락처 등을 금융정보분석원장에게 신고하도록 하면서(제7조 제1항), 제7조 제1항을 위반하여 신고를 하지 아니하고 가상자산거래를 영업으로 한 자는 5년 이하의 징역 또는 5,000만 원 이하의 벌금에 처한다고 규정하였다(제17조 제1항). 나아가, ‘가상자산사업자’에 관하여는 ‘가상자산과 관련하여 다음 1)부터 6)까지의 어느 하나에 해당하는 행위를 영업으로 하는 자’로 규정하면서 ‘1) 가상자산을 매도, 매수하는 행위, 2) 가상자산을 다른 가상자산과 교환하는 행위, 3) 가상자산을 이전하는 행위 중 대통령령으로 정하는 행위, 4) 가상자산을 보관 또는 관리하는 행위, 5) 위 1) 및 2)의 행위를 중개, 알선하거나 대행하는 행위, 6) 그 밖에 가상자산과 관련하여 자금세탁행위와 공중협박자금조달행위에 이용될 가능성이 높은 것으로서 대통령령으로 정하는 행위’를 열거하고[제2조 제1호 (하)목], ‘가상자산거래’는 ‘가상자산사업자가 수행하는 제2조 제1호 (하)목 1)부터 6)까지의 어느 하나에 해당하는 것’으로 규정하였다[제2조 제2호 (라)목]. 그리고 구 특정 금융거래정보의 보고 및 이용 등에 관한 법률 시행령(2024. 3. 26. 대통령령 제34363호로 개정되기 전의 것) 제1조의2는, 구 특정금융정보법 제2조 제1호 (하)목 3)에서 정한 행위를 ‘고객의 요청에 따라 가상자산의 매매, 교환, 보관 또는 관리 등을 위해 가상자산을 이전하는 모든 행위’로 규정하였다. <br/>  구 특정금융정보법은 가상자산을 이용한 자금세탁이나 공중협박자금조달의 위험을 고려하여, 가상자산사업자로 하여금 다른 금융회사 등과 마찬가지로 자금세탁행위나 공중협박자금조달행위 방지에 필요한 조치를 하도록 하되, 이러한 조치의무를 부담하는 가상자산사업자를 분명히 규정하여 가상자산거래와 관련된 자금세탁 및 공중협박자금조달 방지 체계의 실효성을 확보하기 위해 신고제를 도입하면서, 신고를 하지 아니하고 가상자산거래를 영업으로 한 자, 즉 가상자산사업자를 형사처벌하는 조항을 두었다. <br/>구 특정금융정보법 제17조 제1항, 제7조 제1항이 정한 가상자산거래를 영업으로 한 가상자산사업자에 해당하는지를 판단할 때에는 영리를 목적으로 같은 법 제2조 제1호 (하)목 1)부터 6)에 규정된 가상자산 관련 거래를 계속·반복하는 자인지를 살펴보아야 하고, 여기에 해당하는지 여부는 가상자산사업자를 자금세탁 및 공중협박자금조달 방지 체계 내로 편입한 구 특정금융정보법의 개정 취지에다가 가상자산 관련 거래의 목적, 종류, 규모, 횟수, 기간, 태양 등 개별사안에 드러난 여러 사정을 종합적으로 고려하여 사회통념에 따라 합리적으로 판단하여야 한다. 자기의 계산으로 오로지 자기의 이익을 위하여 가상자산거래소를 통해서만 가상자산의 매매나 교환을 계속·반복하는 가상자산거래소의 일반적인 이용자는 특별한 사정이 없는 한 가상자산사업자로 보기 어려울 것이나, 불특정 다수인 고객이나 이용자의 편익을 위하여 가상자산거래를 하고 그 대가를 받는 행위를 계속·반복하는 자는 원칙적으로 가상자산사업자로 볼 수 있을 것이다.<br/>",
  "판결본문": "",
  "참조조문": "구 특정 금융거래정보의 보고 및 이용 등에 관한 법률(2023. 7. 18. 법률 제19563호로 개정되기 전의 것) 제2조 제1호 (하)목, 제2호 (라)목, 제7조 제1항, 제8조, 제17조 제1항, 특정 금융거래정보의 보고 및 이용 등에 관한 법률 제1조, 제4조, 제4조의2, 제5조의2, 제5조의3, 구 특정 금융거래정보의 보고 및 이용 등에 관한 법률 시행령(2024. 3. 26. 대통령령 제34363호로 개정되기 전의 것) 제1조의2(현행 삭제)<br/>",
  "참조판례": ""
}