{
  "판례일련번호": "600535",
  "사건명": "의료법위반[종양전문간호사의 골수검사에 필요한 골수 검체 채취가 무면허 의료행위에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2023도10286",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241212",
  "판시사항": "[1] 의사가 ‘고도의 지식과 기술을 요하여 반드시 의사만이 할 수 있는 의료행위’ 자체가 아닌 의료행위의 과정에서 수반되는 ‘진료의 보조’ 행위를 간호사에게 지시하거나 위임할 수 있는지 여부(적극) / 간호사가 의사의 지시나 위임에 따라 수행할 수 있는 ‘진료의 보조’ 행위에 해당하는지를 판단할 때 고려할 사항 및 간호사가 ‘진료의 보조’를 할 때 의사가 진료의 보조행위 현장에 입회할 필요 없이 일반적인 지도·감독을 하는 것으로 충분한 보조행위에 해당하는지 결정하는 방법<br/> [2] 甲 종합병원을 설립·운영하는 피고인 재단법인의 사용인인 甲 병원 혈액내과, 종양내과, 소아종양혈액과 교수들이 소속 간호사들로 하여금 고도의 침습적 의료행위로 의사만이 할 수 있는 골수 검사에 필요한 골수 검체 채취를 하게 함으로써 피고인 법인의 업무에 관하여 무면허 의료행위를 하였다는 공소사실로 기소된 사안에서, 골수 검체 채취를 간호사가 직접 수행하는 것은 무면허 의료행위에 해당한다고 보아 공소사실을 유죄로 판단한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 의료인 중 간호사의 업무는 의료법 제2조 제2항 제5호(2024. 9. 20. 법률 제20445호로 제정되어 2025. 6. 21. 시행되는 간호법에서는 제12조 제1항에서 규정하고 있다)에서 ‘환자의 간호요구에 대한 관찰, 자료수집, 간호판단 및 요양을 위한 간호’, ‘의사 등의 지도하에 시행하는 진료의 보조’ 등으로 규정하고 있다. 간호사가 할 수 있는 ‘진료의 보조’ 행위의 범위에 ‘고도의 지식과 기술을 요하여 반드시 의사만이 할 수 있는 의료행위’가 포함되지는 않는다. 그러나 그러한 의료행위 자체가 아니라면 의사는 의료행위의 과정에서 수반되는 ‘진료의 보조’ 행위를 간호사에게 지시하거나 위임할 수 있다. 간호사가 의사의 지시나 위임에 따라 수행할 수 있는 ‘진료의 보조’ 행위에 해당하는지를 판단할 때에는 해당 의료행위가 진단·치료 등의 본질적·핵심적 부분인지, 해당 의료행위가 시행되는 부위 및 구체적 방법과 난이도, 요구되는 의료지식과 기술의 수준, 해당 의료행위로 발생할 수 있는 부작용이나 후유증의 내용 및 위험성의 정도, 임상의학 분야에서 시행되고 있는 의사와 간호사 사이의 실질적인 의료분업 현황, 의료기술과 의료산업의 발전 양상과 의료환경의 변화, 의료서비스 수요자의 인식과 요구 등을 종합적으로 고려해야 한다. 또한 간호사가 ‘진료의 보조’를 할 때 모든 행위 하나하나마다 항상 의사가 현장에 입회하여 일일이 지도·감독해야 한다고 할 수는 없고, 경우에 따라서는 의사가 진료의 보조행위 현장에 입회할 필요 없이 일반적인 지도·감독을 하는 것으로 충분할 수도 있다. 여기에 해당하는 보조행위인지는 보조행위의 유형에 따라 일률적으로 결정할 수는 없고 구체적인 경우에 따라 그 행위의 객관적인 특성상 위험이 따르거나 부작용 혹은 후유증이 있을 수 있는지, 당시의 환자 상태가 어떠한지, 간호사의 자질과 숙련도는 어느 정도인지 등의 여러 사정을 참작하여 개별적으로 결정해야 한다.<br/> [2] 甲 종합병원을 설립·운영하는 피고인 재단법인의 사용인인 甲 병원 혈액내과, 종양내과, 소아종양혈액과 교수들이 소속 간호사들로 하여금 고도의 침습적 의료행위로 의사만이 할 수 있는 골수 검사에 필요한 골수 검체 채취(이하 ‘골수 검사’라고 한다)를 하게 함으로써 피고인 법인의 업무에 관하여 무면허 의료행위를 하였다는 공소사실로 기소된 사안에서, 제반 사정을 종합하면, 골수 검사는 의사만이 할 수 있는 진료행위 자체에 해당한다고 볼 수는 없고, 환자의 개별적인 상태 등에 비추어 위험성이 높다는 등의 특별한 사정이 없는 한 의사가 진료의 보조행위 현장에 입회할 필요 없이 일반적인 지도·감독 아래 골수 검사에 자질과 숙련도를 갖춘 간호사로 하여금 진료의 보조행위로서 시행하게 할 수 있는 의료행위라고 보아야 하는데도, 골수 검사를 간호사가 직접 수행하는 것은 의료법 제27조 제1항의 무면허 의료행위에 해당한다고 보아 공소사실을 유죄로 판단한 원심판단에 법리오해 등의 잘못이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 의료법 제2조 제2항 제5호, 제27조 제1항 / [2] 의료법 제2조 제2항 제5호, 제27조 제1항<br/>",
  "참조판례": "[1] 대법원 2003. 8. 19. 선고 2001도3667 판결(공2003하, 1905), 대법원 2007. 9. 6. 선고 2006도2306 판결(공2007하, 1594), 대법원 2010. 3. 25. 선고 2008도590 판결, 대법원 2012. 5. 10. 선고 2010도5964 판결(공2012상, 1031)<br/>"
}