{
  "판례일련번호": "600977",
  "사건명": "특정경제범죄가중처벌등에관한법률위반(사기)·사기",
  "사건번호": "2011도769",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20110414",
  "판시사항": "[1] 사기죄의 구성요건 중 ‘처분행위’의 의의와 요건<br/>[2] 피고인이 피해자들을 기망하여 이자 지급 약정하에 대여금을 교부받았으나 이자를 지급하지 않은 사안에서, 위 이자 부분에 대하여 피해자들의 별도의 처분행위가 있었다고 단정할 자료가 없는데도 사기죄를 인정한 원심판단에 심리미진이나 채증법칙 위반 또는 법리오해의 위법이 있다고 한 사례<br/>[3] 수인의 피해자에 대하여 단일한 범의하에 동일한 방법으로 각 피해자별로 기망행위를 한 경우, 사기죄의 죄수 및 포괄일죄로 볼 수 있는 경우<br/>[4] 사기죄 피해자들의 피해 법익이 동일하다고 볼 근거가 없는데도, 위 피해자들이 부부라는 사정만으로 이들에 대한 각 사기 행위가 포괄하여 일죄에 해당한다고 보아 특정경제범죄 가중처벌 등에 관한 법률을 적용한 원심판결에 죄수에 관한 심리미진 또는 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 사기죄는 타인을 기망하여 착오에 빠뜨리고 처분행위를 유발하여 재물, 재산상의 이득을 얻음으로써 성립하는 것이므로, 여기서 ‘처분행위’라고 하는 것은 재산적 처분행위로서 주관적으로 피기망자가 처분의사 즉 처분 결과를 인식하고 객관적으로는 이러한 의사에 지배된 행위가 있을 것을 요한다.<br/>[2] 피고인이 피해자들을 기망하여 투자금 명목의 돈을 편취하는 과정에서 이자 지급 약정하에 대여금을 교부받았으나 이자를 지급하지 않은 사안에서, 위 이자 부분에 대해서도 사기죄가 성립하기 위하여는 피고인의 기망행위로 인해 이자 부분에 관한 별도의 처분행위가 있어야 하는데, 이에 대하여 피해자들의 처분행위가 있었다고 단정할 자료가 없는데도, 피고인의 기망행위와 위 이자 발생 사이에 인과관계를 인정하여 유죄를 인정한 원심판단에 심리미진이나 채증법칙 위반 또는 법리오해의 위법이 있다고 한 사례.<br/>[3] 사기죄에서 수인의 피해자에 대하여 각 피해자별로 기망행위를 하여 각각 재물을 편취한 경우에 그 범의가 단일하고 범행방법이 동일하다고 하더라도 포괄일죄가 성립하는 것이 아니라 피해자별로 1개씩의 죄가 성립하는 것으로 보아야 한다. 다만 피해자들이 하나의 동업체를 구성하는 등으로 피해 법익이 동일하다고 볼 수 있는 사정이 있는 경우에는 피해자가 복수이더라도 이들에 대한 사기죄를 포괄하여 일죄로 볼 수도 있다.<br/>[4] 사기죄 피해자들의 피해 법익이 동일하다고 볼 근거가 없는데도, 위 피해자들이 부부라는 사정만으로 이들에 대한 각 사기 행위가 포괄하여 일죄에 해당한다고 보아 특정경제범죄 가중처벌 등에 관한 법률을 적용한 원심판결에 죄수에 관한 심리미진 또는 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1]         형법 제347조 / [2]         형법 제17조,         제347조,         형사소송법 제308조 / [3]         형법 제37조,         제347조 / [4]         형법 제37조,         제347조 제1항,         특정경제범죄 가중처벌 등에 관한 법률 제3조 제1항<br/>",
  "참조판례": "[1]         대법원 1987. 10. 26. 선고 87도1042 판결(공1987, 1829),         대법원 1999. 7. 9. 선고 99도1326 판결(공1999하, 1681),         대법원 2001. 4. 27. 선고 99도484 판결(공2001상, 1305),         대법원 2007. 3. 30. 선고 2005도5972 판결 / [3]         대법원 1997. 6. 27. 선고 97도508 판결(공1997하, 2424),         대법원 2003. 12. 26. 선고 2003도6288 판결(공2004상, 321),         대법원 2010. 4. 29. 선고 2010도2810 판결<br/>"
}