{
  "판례일련번호": "601513",
  "사건명": "이사선임절차이행·이사선임절차이행",
  "사건번호": "2023다313968, 313975",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "[1] 법인묘지의 설치·관리 주체를 민법상 재단법인에 한정하는 구 장사 등에 관한 법률 제14조 제4항과 묘지의 사전 매매 등을 금지하는 같은 법 제21조의 법적 성질(=강행법규) / 구 장사 등에 관한 법률 제21조 단서 및 구 장사 등에 관한 법률 시행령 제25조에서 정한 예외사유에 해당하지 않는데도 민법상 재단법인이 아닌 자에게 묘지를 사전에 매매·양도·임대하거나 사용을 허락하기로 하는 약정의 효력(무효)<br/>[2] 법률행위의 일부가 강행법규인 효력규정에 위반되어 무효가 되는 경우, 그 부분의 무효가 나머지 부분의 효력에 영향을 미치는지 판단하는 기준<br/>",
  "판결요지": "[1] 구 ‘장사 등에 관한 법률’(2015. 1. 28. 법률 제13108호로 개정되기 전의 것, 이하 ‘구 장사법’이라 한다) 제14조 제1항 제4호, 제3항, 제4항에 따르면, 사설묘지 중 하나로서 법인이 불특정 다수인의 분묘를 같은 구역 안에 설치하는 ‘법인묘지’는 묘지의 설치·관리를 목적으로 민법에 따라 설립된 재단법인만이 보건복지부령으로 정하는 바에 따라 관할관청의 허가를 받아 설치·관리할 수 있고, 구 장사법 제39조 제1호는 위와 같은 관할관청의 허가를 받지 아니하고 법인묘지를 설치하는 경우 2년 이하의 징역 또는 1천만 원 이하의 벌금에 처하도록 규정하고 있다. 또한 구 장사법 제21조에 따르면, 공설묘지와 사설묘지를 설치·관리하는 자는 같은 조 단서 및 구 ‘장사 등에 관한 법률 시행령’(2016. 8. 29. 대통령령 제27468호로 개정되기 전의 것, 이하 ‘구 장사법 시행령’이라 한다) 제25조에서 정한 예외사유에 해당하지 아니하는 한 매장될 자가 사망하기 전에는 묘지의 매매·양도·임대·사용계약 등을 할 수 없고, 구 장사법 제40조 제7호는 같은 법 제21조를 위반하는 경우 1년 이하의 징역 또는 500만 원 이하의 벌금에 처하도록 규정하고 있다.<br/>  위와 같이 법인묘지의 설치·관리 주체를 민법상 재단법인에 한정하는 구 장사법 제14조 제4항과 묘지의 사전 매매 등을 금지하는 같은 법 제21조의 입법 취지는 법령상의 자격요건을 갖추지 못한 자가 공·사설묘지에 관한 관리처분권을 이전받아 이를 관리·운영하는 것을 엄격히 제한함으로써 묘지에 대한 봉사·수호·관리의 영속성을 보장하고, 묘지의 매점매석과 무분별한 사전분양에 따른 폐해를 방지하여 국토의 효율적 이용과 공공복리의 증진을 도모하려는 데 있다.<br/>  이러한 입법 취지에 더하여, 민법상 재단법인이 아니어서 관할관청의 허가를 받는 것이 원천적으로 불가능한 자연인 또는 법인이 법인묘지를 설치하는 행위와 매장될 자가 사망하기 전에 묘지를 매매·임대하는 등의 행위는 각각 형사처벌의 대상이 되는 범죄행위에 해당할 뿐 아니라 그로 인해 야기될 수 있는 장사시설의 운영 및 장사제도 전반에 대한 악영향에 비추어 사회통념상 쉽게 용인되기 어렵고, 위와 같은 위반행위에 대하여 단순히 형사처벌을 가하는 것만으로는 앞서 본 입법 취지를 달성하기 어려우므로 그 위반행위로 인해 묘지에 관한 관리처분권이 법률상의 자격요건을 갖추지 못한 자에게 귀속되는 것을 근본적으로 방지하여야 할 필요가 있다. 이런 점들을 종합적으로 고려하면, 법인묘지의 설치·관리 주체를 민법상 재단법인에 한정하는 구 장사법 제14조 제4항과 묘지의 사전 매매 등을 금지하는 구 장사법 제21조의 규정은 그에 위반되는 약정의 사법상 효력을 제한하는 강행법규에 해당하므로, 구 장사법 제21조 단서 및 구 장사법 시행령 제25조에서 정한 예외사유에 해당하지 아니함에도 민법상 재단법인이 아닌 자에게 묘지를 사전에 매매·양도·임대하거나 사용을 허락하기로 하는 약정은 구 장사법 제14조 제4항 및 제21조에 위반되어 효력이 없다.<br/>[2] 법률행위의 일부가 강행법규인 효력규정에 위반되어 무효가 되는 경우 그 부분의 무효가 나머지 부분의 유효·무효에 영향을 미치는가의 여부를 판단할 때에는, 개별 법령이 일부 무효의 효력에 관한 규정을 두고 있는 경우에는 그에 따르고, 그러한 규정이 없다면 민법 제137조 본문에서 정한 바에 따라서 원칙적으로 법률행위의 전부가 무효가 된다. 그러나 당사자가 위와 같은 무효를 알았더라면 그 무효의 부분이 없더라도 법률행위를 하였을 것이라고 인정되는 경우에는 같은 조 단서에 따라서 그 무효 부분을 제외한 나머지 부분이 여전히 효력을 가진다. 이때 당사자의 의사는 법률행위의 일부가 무효임을 법률행위 당시에 알았다면 의욕하였을 가정적 효과의사를 가리키는 것이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 구 장사 등에 관한 법률(2015. 1. 28. 법률 제13108호로 개정되기 전의 것) 제14조 제1항 제4호, 제3항, 제4항, 제21조, 제39조 제1호, 제40조 제7호, 구 장사 등에 관한 법률 시행령(2016. 8. 29. 대통령령 제27468호로 개정되기 전의 것) 제25조 / [2] 민법 제137조<br/>",
  "참조판례": "[1] 대법원 1994. 3. 22. 선고 93다60625 판결(공1994상, 1317), 대법원 2008. 4. 10. 선고 2007다39352 판결 / [2] 대법원 2013. 4. 26. 선고 2011다9068 판결(공2013상, 918), 대법원 2017. 11. 9. 선고 2015다44274 판결<br/>"
}