{
  "판례일련번호": "601511",
  "사건명": "면책[채무자의 재산 은닉과 설명의무위반을 이유로 한 면책불허가결정이 정당한지 여부가 문제된 사건]",
  "사건번호": "2023마6319",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20240530",
  "판시사항": "[1] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제650조 제1항 제1호에서 면책불허가사유로 정하고 있는 사기파산죄의 주관적 구성요건인 ‘자기 또는 타인의 이익을 도모할 목적’의 의미<br/>  [2] 채무자가 파산재단에 속하지 아니하는 재산을 임의로 처분한 경우, 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제650조 제1항 제1호의 면책불허가사유인 ‘파산재단에 속하는 재산을 은닉 또는 손괴하거나 채권자에게 불이익하게 처분을 하는 행위’에 해당하는지 여부(소극)<br/>  [3] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제658조, 제321조에서 면책불허가사유로 정하고 있는 설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’의 의미 및 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아닌 경우, 설명의무위반죄가 성립하는지 여부(소극)<br/>  [4] 채무자 회생 및 파산에 관한 법률 제564조 제2항에 따라 법원이 면책불허가사유가 있음에도 면책을 허가하는 것이 상당한지를 판단할 때 고려하여야 할 사항<br/>  [5] 甲이 파산 및 면책을 신청한 후 乙 주식회사에서 근무하면서 전 배우자인 丙 명의의 계좌로 급여를 지급받았는데, 그중 상당액이 丙 명의의 다른 은행 계좌로 이체되었고, 이에 파산관재인이 위 계좌의 입출금 경위, 위 계좌에서 인출된 현금의 사용처 등에 관한 소명을 요구하였으나 甲이 위 요구에 제대로 응하지 아니한 사안에서, 甲의 행위가 면책불허가사유에 해당하고, 재량면책을 허용할 수도 없다고 본 원심결정에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제564조 제1항 제1호, 제650조 제1항 제1호에 따르면 ‘채무자가 자기 또는 타인의 이익을 도모하거나 채권자를 해할 목적으로 파산재단에 속하는 재산을 은닉 또는 손괴하거나 채권자에게 불이익하게 처분하는 행위’는 사기파산죄로 처벌받으면서 동시에 면책불허가사유에도 해당한다. 채무자회생법 제650조 제1항 제1호의 ‘자기 또는 타인의 이익을 도모할 목적’의 의미는 그 이익에 관한 단순한 인식으로는 부족하고 같은 법문에 규정된 ‘채권자를 해할 목적’에 준하여 ‘자기 또는 타인의 이익 추구에 대한 적극적 의욕’에 이르는 것으로 보아야 한다. 그 이유는 다음과 같다.<br/>  ① 채무자회생법 제564조 제1항 제1호의 면책불허가사유는 모두 파산범죄에 해당하는 행위를 대상으로 하고 있고, 그 사유의 존부를 판단하는 데 채무자가 반드시 파산범죄로 기소되거나 유죄판결을 받아야 하는 것은 아니지만, 경우에 따라 형사처벌의 대상이 될 수도 있음을 감안하여 위 사유에 해당하는지에 관해서는 더욱 엄격하고 신중하게 판단하여야 한다.<br/>  ② 사기파산죄는 ‘총채권자의 재산상의 이익’을 직접적 보호법익으로 하는 범죄이고, 이른바 추상적 위험범으로서 채권자를 해할 위험성만 있으면 성립하고 반드시 채권자를 해하는 결과가 실제로 발생할 것을 요구하지 않는다. 그런데 ‘자기 또는 타인의 이익을 도모할 목적’의 의미를 그 이익에 대한 단순한 인식으로 충분하다고 보면 병렬적으로 규정된 ‘채권자를 해할 목적’이 가지는 의미와 균형이 맞지 않고 추상적 위험범인 사기파산죄의 처벌범위가 지나치게 넓어져서 채무자에게 가혹한 결과를 초래할 수 있다.<br/>  ③ 채무자회생법 제564조 제1항 제1호, 제651조 제1항 제2호에 규정한 과태파산죄에서 ‘어느 채권자에게 특별한 이익을 줄 목적’은 단순한 인식으로는 부족하고 적극적으로 이를 희망하거나 의욕하는 것을 의미한다고 보고 있는데, 사기파산죄의 주관적 구성요건도 이와 마찬가지로 제한적으로 해석하는 것이 합리적이다.<br/> [2] 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라 한다) 제650조 제1항 제1호에서 금지하는 은닉, 손괴 또는 처분행위의 대상은 파산재단에 속하는 재산이다. 채무자회생법 제382조 제1항, 제383조 제1항에 따르면, 채무자가 파산선고 당시에 가진 모든 재산은 파산재단에 속하되, 압류할 수 없는 재산은 파산재단에 속하지 않는다. 따라서 채무자가 파산재단에 속하지 아니하는 재산을 임의로 처분하였다고 하더라도 채무자회생법 제564조 제1항 제1호, 제650조 제1항 제1호의 면책불허가사유인 ‘파산재단에 속하는 재산을 은닉 또는 손괴하거나 채권자에게 불이익하게 처분을 하는 행위’에 해당하지 않는다.<br/> [3] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제658조, 제321조에서 면책불허가사유로 정하고 있는 설명의무위반죄의 대상이 되는 ‘파산에 관하여 필요한 설명’이란 파산관재인 등이 채무자에게 요청하는 모든 사항에 관한 설명을 의미하는 것이 아니라, 구체적인 사안에서 기록상 드러나는 여러 사정들을 고려하여 파산절차의 진행을 위하여 필수적인 내용에 관한 설명으로 한정되어야 한다. 만일 파산관재인 등의 설명이나 자료제출 요구가 파산절차의 진행을 위하여 필수적인 내용에 관한 것이 아니라면, 그에 대한 채무자의 설명이나 자료제출이 불충분하다고 하더라도 설명의무위반죄가 성립한다고 보기는 어렵다.<br/> [4] 채무자 회생 및 파산에 관한 법률 제564조 제2항은 \"법원은 제1항 각호의 면책불허가사유가 있는 경우라도 파산에 이르게 된 경위, 그 밖의 사정을 고려하여 상당하다고 인정되는 경우에는 면책을 허가할 수 있다.\"라고 규정하여 이른바 재량면책을 인정하고 있다. 법원이 면책불허가사유가 있음에도 면책을 허가하는 것이 상당한지를 판단할 때에는 채무의 발생과 증가 원인 등을 비롯한 채무자가 파산에 이르게 된 경위, 면책불허가사유에 해당하는 행위의 내용과 정도, 채무자의 경제적 재기에 대한 의욕과 갱생의 필요성, 채권자의 이의신청 유무와 사유 등 여러 사정을 고려하되, 채무자의 경제적 재기를 통하여 사회복귀를 실현하려는 면책제도의 사회적·정책적 기능을 염두에 두어야 한다.<br/> [5] 甲이 파산 및 면책을 신청한 후 乙 주식회사에서 근무하면서 전 배우자인 丙 명의의 계좌로 급여를 지급받았는데, 그중 상당액이 丙 명의의 다른 은행 계좌로 이체되었고, 이에 파산관재인이 위 계좌의 입출금 경위, 위 계좌에서 인출된 현금의 사용처 등에 관한 소명을 요구하였으나 甲이 위 요구에 제대로 응하지 아니한 사안에서, 甲의 乙 회사에 대한 급여채권의 일부 또는 전부는 압류금지채권에 해당하고, 甲의 급여가 丙의 계좌에 입금된 경우 그 예금은 압류금지채권에 해당하지는 않지만, 이러한 경우에도 원래의 압류금지 취지는 참작될 여지가 있는 점, 당시 甲에게는 미성년 자녀가 있었고, 甲은 파산 및 면책을 신청한 이후 丙의 소개로 丙이 근무하던 乙 회사에서 단기간 근무하다가 퇴사한 점 등을 고려하면 甲이 파산선고 전에 급여를 丙 명의의 계좌로 지급받고 그중 상당액을 丙 명의의 다른 은행 계좌로 송금하였다고 하더라도, 이를 자기 또는 타인의 이익을 도모하거나 채권자를 해할 목적으로 파산재단에 속하는 재산을 은닉, 손괴 또는 불이익하게 처분한 행위라고 단정하기 어렵고, 이러한 사정 아래에서 파산관재인이 추가적인 소명을 요구한 사항은 ‘파산절차의 진행을 위하여 필수적인 내용’이라고 보기 어려우므로, 이에 관하여 甲이 제대로 된 소명을 하지 못하였다고 하더라도 설명의무를 위반하였다고 단정할 수 없으며, 甲은 종전에 운영하던 회사의 부도로 인한 보증채무로 경제적 파탄에 이르게 된 점, 甲에게 면책불허가사유에 해당하는 행위가 있더라도 그 정도가 경미한 점, 甲은 丙을 포함한 가족들과의 재결합을 위하여 파산 및 면책을 신청한 것으로 보이는 점, 채권자들 중 이의신청을 한 채권자가 없는 점 등에 더하여 면책제도의 사회적·정책적 기능까지도 고려하면 甲에게 재량면책을 허용할 상당한 이유가 있어 보이는데도, 甲의 행위가 면책불허가사유에 해당하고, 재량면책을 허용할 수도 없다고 본 원심결정에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 채무자 회생 및 파산에 관한 법률 제564조 제1항 제1호, 제650조 제1항 제1호, 제651조 제1항 제2호 / [2] 채무자 회생 및 파산에 관한 법률 제382조 제1항, 제383조 제1항, 제564조 제1항 제1호, 제650조 제1항 제1호 / [3] 채무자 회생 및 파산에 관한 법률 제321조, 제564조 제1항 제1호, 제658조 / [4] 채무자 회생 및 파산에 관한 법률 제564조 제2항 / [5] 채무자 회생 및 파산에 관한 법률 제321조, 제382조 제1항, 제383조 제1항, 제564조 제1항 제1호, 제2항, 제650조 제1항 제1호, 제658조, 민사집행법 제246조 제1항 제4호, 민사집행법 시행령 제3조<br/>",
  "참조판례": "[1] 대법원 2009. 3. 2. 자 2008마1654, 1655 결정, 대법원 2010. 1. 20. 자 2009마1588 결정, 대법원 2016. 8. 31. 자 2016마899 결정(공2016하, 1511) / [2] 대법원 2023. 8. 18. 자 2023마5633 결정(공2023하, 1680) / [3] 대법원 2024. 3. 14. 자 2023마6044 결정(공2024상, 660)<br/>"
}