{
  "판례일련번호": "601515",
  "사건명": "임금·부당이득금반환[택시회사의 소정근로시간 단축 합의가 무효인지 여부가 문제된 사건]",
  "사건번호": "2023다279402, 280563",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "[1] 정액사납금제하에서 생산고에 따른 임금을 제외한 고정급이 최저임금에 미달하는 것을 회피할 의도로 사용자가 소정근로시간을 기준으로 산정되는 시간당 고정급의 외형상 액수를 증가시키기 위해 택시운전근로자 노동조합과 사이에 실제 근무형태나 운행시간의 변경 없이 소정근로시간만을 단축하기로 한 합의의 효력(무효) 및 이러한 합의가 탈법행위에 해당한다는 구체적인 사정은 합의가 무효임을 주장하는 자가 주장·증명하여야 하는지 여부(적극)<br/>  [2] 정액사납금제하에서 이루어진 소정근로시간 단축 합의가 탈법행위로서 무효인지 판단하는 기준<br/>  [3] 근로관계 당사자들의 자유로운 의사로 정한 소정근로시간이 최저임금법 제6조 제5항의 적용을 잠탈할 의도로 단지 형식적으로 정해졌다고 평가할 수 있는 경우, 합의의 효력을 인정할 수 있는지 여부(소극)<br/>  [4] 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항이 시행되자 甲 택시회사가 노동조합과 1일 소정근로시간을 기존의 6.6시간에서 5시간으로 정하는 내용의 임금협정을 체결하였고, 이후에도 매년 임금협정을 통해 1일 소정근로시간을 2시간 50분까지 지속적으로 단축하였는데, 택시운전근로자로 근무한 乙이 소정근로시간 단축 합의가 무효라고 주장하며 甲 회사를 상대로 미지급 최저임금 등의 지급을 구한 사안에서, 소정근로시간 단축 합의가 최저임금법 제6조 제5항의 적용을 잠탈하기 위한 탈법행위로 볼 여지가 큰데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 근로자는 합의한 소정근로시간 동안 근로의무를 부담하고, 사용자는 근로의무이행에 대하여 임금을 지급하게 되는데, 사용자와 근로자는 기준근로시간을 초과하지 않는 한 원칙적으로 자유로운 의사에 따라 소정근로시간에 관하여 합의할 수 있다. 다만 소정근로시간의 정함이 단지 형식에 불과하다고 평가할 수 있는 정도에 이르거나, 노동관계법령 등 강행법규를 잠탈할 의도로 소정근로시간을 정하였다는 등의 특별한 사정이 있는 경우에는 소정근로시간에 관한 합의로서의 효력을 부정하여야 한다.<br/>헌법 제32조 제1항 및 최저임금법 관련 규정 내용과 체계, 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항(이하 ‘특례조항’이라 한다)의 입법 취지와 입법 경과, 여객자동차 운수사업법의 규정 취지 및 일반택시운송사업의 공공성, 소정근로시간을 단축하는 합의 관련 전후 사정 등을 종합적으로 고려하면, 정액사납금제하에서 생산고에 따른 임금을 제외한 고정급이 최저임금에 미달하는 것을 회피할 의도로 사용자가 소정근로시간을 기준으로 산정되는 시간당 고정급의 외형상 액수를 증가시키기 위해 택시운전근로자 노동조합과 사이에 실제 근무형태나 운행시간의 변경 없이 소정근로시간만을 단축하기로 합의한 경우, 이러한 합의는 강행법규인 최저임금법상 특례조항 등의 적용을 잠탈하기 위한 탈법행위로서 무효라고 보아야 한다. 이러한 합의가 탈법행위에 해당한다는 구체적인 사정은 합의가 무효임을 주장하는 자가 주장·증명하여야 한다.<br/> [2] 정액사납금제하에서 이루어진 소정근로시간 단축 합의가 탈법행위로서 무효인지는, 합의를 체결한 근로관계 당사자들의 주된 목적이 최저임금법의 적용을 회피하려는 것이었는지와 아울러 단축된 소정근로시간과 택시운전근로자의 실제 근로시간을 비교하여 양자 사이에 상당한 불일치가 있는지를 중심으로 규범적인 관점에서 판단하여야 한다.<br/>   소정근로시간 단축의 주된 목적이 최저임금법의 적용을 회피하려는 것이었는지는 소정근로시간 단축 합의의 구체적인 경위와 시기, 단축 전후의 소정근로시간을 적용할 경우 산정되는 시간급 비교대상 임금과 법정 최저임금의 객관적 차이 및 변동 추이 등을 고려하여 판단하여야 한다.<br/>   택시운전근로자의 실제 근로시간은 택시에 승객을 태우고 이동하는 영업시간(실차시간)뿐만 아니라 택시의 입출고 및 정리 등에 소요되는 준비시간, 승객을 찾거나 기다리는 데 소요되는 대기시간(공차시간, 다만 식사·휴게 시간은 제외)과 같이 택시운전근로자가 실제로 근로를 제공하는 시간을 포괄하는 개념으로, 택시운전근로자의 실제 근무환경과 근무형태를 고려하여 추산하여야 한다. 그리고 이러한 택시운전근로자의 실제 근로시간이 일부 감소하였다고 볼 수 있는 경우 그와 같이 감소된 실제 근로시간과 단축된 소정근로시간 사이에 상당한 불일치가 있는지를 판단할 때는 소정근로시간 단축의 비율, 빈도, 급격성 등을 고려하여야 한다.<br/> [3] 소정근로시간 단축에 관한 근로관계 당사자들의 자발적인 합의가 있었다고 하여 최저임금법 제6조 제5항의 강행법규로서의 취지와 규범력이 약화되는 것은 아니므로, 이들이 자유로운 의사로 정한 소정근로시간이라고 하더라도 위 조항의 적용을 잠탈할 의도로 단지 형식적으로 정해졌다고 평가할 수 있는 경우에는 그 합의의 효력을 인정하기 어렵다.<br/> [4] 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항(이하 ‘특례조항’이라 한다)이 시행되자 甲 택시회사가 노동조합과 1일 소정근로시간을 기존의 6.6시간에서 5시간으로 정하는 내용의 임금협정을 체결하였고, 이후에도 매년 임금협정을 통해 1일 소정근로시간을 2시간 50분까지 지속적으로 단축하였는데, 택시운전근로자로 근무한 乙이 소정근로시간 단축 합의가 무효라고 주장하며 甲 회사를 상대로 미지급 최저임금 등의 지급을 구한 사안에서, 甲 회사로서는 소정근로시간을 단축하지 않았다면 최저임금법을 위반하게 되는 상황이었고, 2시간 50분까지 단축된 소정근로시간은 통상 근로자의 1일 근로시간으로 보기 어려운 점, 같은 지역 소재 택시운전근로자의 운행실태, 乙의 근무형태, 고정급의 수준, 소비자물가 상승률 등을 고려하면 乙의 실제 근로시간과 단축된 소정근로시간 사이에는 상당한 불일치가 있었을 것으로 추단되는 점, 특례조항은 초과운송수입금을 비교대상 임금에서 제외하였을 뿐 초과운송수입금을 벌기 위한 운행시간을 근로시간에서 제외한 것은 아닌 점, 노동조합이 자발적으로 甲 회사와 임금협정을 체결하였다는 사정 때문에 소정근로시간 단축 합의가 유효하게 되는 것은 아닌 점 등에 비추어 소정근로시간 단축 합의가 특례조항의 적용을 잠탈하기 위한 탈법행위로 볼 여지가 큰데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제32조 제1항, 근로기준법 제2조 제1항 제8호, 제50조, 최저임금법 제6조 제1항, 제3항, 제5항, 여객자동차 운수사업법 제1조, 민사소송법 제288조[증명책임] / [2] 최저임금법 제6조 제1항, 제3항, 제5항 / [3] 최저임금법 제6조 제1항, 제3항, 제5항 / [4] 최저임금법 제6조 제1항, 제3항, 제5항<br/>",
  "참조판례": "[1] 대법원 2019. 4. 18. 선고 2016다2451 전원합의체 판결(공2019상, 1074)<br/>"
}