{
  "판례일련번호": "601519",
  "사건명": "근로자지위확인등청구의소·근로자지위확인등[자동차 제조·판매회사와 협력업체 및 2차 부품물류회사 소속 근로자 사이에 근로자파견관계를 인정할 수 있는지 여부가 문제된 사건]",
  "사건번호": "2022다224290, 224306",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "[1] 원고용주가 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우, 파견근로자 보호 등에 관한 법률의 적용을 받는 ‘근로자파견’에 해당하는지 판단하는 기준<br/>  [2] 자동차 등을 제조·판매하는 甲 주식회사와 직접 도급계약을 체결한 협력업체 소속 근로자 또는 甲 회사와 직접 도급계약을 체결한 부품생산업체 등으로부터 재하도급을 받은 2차 부품물류회사 소속 근로자로서 甲 회사의 공장에서 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, 2차 부품물류회사 소속 근로자들과 甲 회사는 근로자파견관계에 있었다고 보기 어렵고, 협력업체 소속 근로자들 중 생산관리, 보전, 수출차 출고(수출선적장 입구 및 내부 이송, PDI, 방청) 업무에 종사한 근로자들과 甲 회사는 근로자파견관계에 있지만, 수출차 출고(부두 수송) 업무를 수행한 근로자와 甲 회사는 근로자파견관계에 있었다고 보기 부족하다고 한 사례<br/>  [3] 파견근로자가 파견근로자 보호 등에 관한 법률 제6조의2 제1항이 규정한 직접고용의무를 이행하지 아니하는 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있는지 여부(적극) 및 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 원고용주가 어느 근로자로 하여금 제3자를 위한 업무를 수행하도록 하는 경우 그 법률관계가 파견근로자 보호 등에 관한 법률의 적용을 받는 근로자파견에 해당하는지는 당사자가 붙인 계약의 명칭이나 형식에 구애될 것이 아니라, 제3자가 그 근로자에 대하여 직간접적으로 업무수행 자체에 관한 구속력 있는 지시를 하는 등 상당한 지휘·명령을 하는지, 그 근로자가 제3자 소속 근로자와 하나의 작업집단으로 구성되어 직접 공동 작업을 하는 등 제3자의 사업에 실질적으로 편입되었다고 볼 수 있는지, 원고용주가 작업에 투입될 근로자의 선발이나 근로자의 수, 교육 및 훈련, 작업·휴게시간, 휴가, 근무태도 점검 등에 관한 결정 권한을 독자적으로 행사하는지, 계약의 목적이 구체적으로 범위가 한정된 업무의 이행으로 확정되고 그 근로자가 맡은 업무가 제3자 소속 근로자의 업무와 구별되며 그러한 업무에 전문성·기술성이 있는지, 원고용주가 계약의 목적을 달성하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있는지 등의 요소를 바탕으로 근로관계의 실질에 따라 판단하여야 한다.<br/>  [2] 자동차 등을 제조·판매하는 甲 주식회사와 직접 도급계약을 체결한 협력업체 소속 근로자 또는 甲 회사와 직접 도급계약을 체결한 부품생산업체 등으로부터 재하도급을 받은 2차 부품물류회사 소속 근로자로서 甲 회사의 공장에서 업무를 수행한 乙 등이 甲 회사를 상대로 근로자지위확인 등을 구한 사안에서, ① 2차 부품물류회사 소속 근로자들의 경우, 甲 회사가 2차 부품물류회사들의 부품물류공정에 투입, 배치되는 인원을 일방적으로 정하였다거나 그 변경권한을 행사하였다고 볼 수 없는 점, 위 근로자들이 甲 회사의 공장에서 근무한 것은 2차 부품물류회사가 구체적인 작업배치권을 행사한 결과로 보일 뿐 이들이 甲 회사의 사업에 실질적으로 편입되었다고 볼 수 없는 점, 2차 부품물류회사들은 부품물류공정을 독자적으로 수행하기 위하여 필요한 독립적 기업조직이나 설비를 갖추고 있다고 보기에 충분한 점 등에 비추어 위 근로자들은 甲 회사로부터 상당한 지휘·명령을 받는 근로자파견관계에 있었다고 보기 어렵고, ② 협력업체 소속 근로자들 중 생산관리, 보전, 수출차 출고(수출선적장 입구 및 내부 이송, PDI, 방청) 업무에 종사한 근로자들의 경우, 甲 회사가 업무수행에 관하여 직간접적인 지시·감독을 하였다고 평가할 수 있는 점, 위 근로자들은 甲 회사의 사업에 실질적으로 편입되어 있었다고 보이는 점, 협력업체들이 해당 업무를 수행하는 데 필요한 인적 조직이나 설비를 갖추었다거나 독자성·전문성이 있다고 볼 수 없는 점 등에 비추어 위 근로자들은 협력업체에 고용된 후 고용관계를 유지하면서 甲 회사의 사업장에서 甲 회사의 지휘·명령에 따라 업무에 종사하였으므로 甲 회사와 근로자파견관계에 있지만, ③ 협력업체 소속 근로자들 중 수출차 출고(부두 수송) 업무를 수행한 근로자의 경우, 부두 수송 업무는 생산공정 및 수출선적장 내에서 이루어지는 공정과 밀접하게 연동되지 않는 점, 위 근로자는 甲 회사의 정규직 근로자와 유기적, 기능적인 역할 분담을 하였다고 인정하기 부족한 점, 甲 회사가 부두 수송 업무에 대하여도 작업순서, 방법, 요령에 관하여 상당한 지휘·명령을 하였다는 점에 관한 증명이 부족한 점 등에 비추어 위 근로자는 다른 수출차 출고업무를 수행한 근로자와 달리 甲 회사로부터 실질적인 지휘·명령을 받은 근로자파견관계에 있었다고 보기 부족하다고 한 사례.<br/>  [3] 파견근로자는 파견근로자 보호 등에 관한 법률 제6조의2 제1항이 규정한 직접고용의무를 이행하지 아니하는 사용사업주를 상대로 고용 의사표시를 갈음하는 판결을 구할 사법상의 권리가 있고, 판결이 확정되면 사용사업주와 파견근로자 사이에 직접고용관계가 성립한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 파견근로자 보호 등에 관한 법률 제2조 제1호 / [2] 파견근로자 보호 등에 관한 법률 제2조 제1호 / [3] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민사소송법 제248조[소의 이익]<br/>",
  "참조판례": "[1][3] 대법원 2015. 11. 26. 선고 2013다14965 판결(공2016상, 4), 대법원 2020. 5. 14. 선고 2016다239024, 239031, 239048, 239055, 239062 판결(공2020하, 1070) / [1] 대법원 2015. 2. 26. 선고 2010다106436 판결(공2015상, 515)<br/>"
}