{
  "판례일련번호": "601503",
  "사건명": "요양급여및급여비용불인정처분취소청구[의료기관의 공동개설자 중 1명이 의사면허 자격정지 처분을 받은 기간에 해당 의료기관이 국민건강보험법상의 요양기관 내지 의료급여법상 의료급여기관의 자격을 갖는지 여부가 문제된 사건]",
  "사건번호": "2021두58202",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "의료인인 甲 등과 乙이 의료기관을 공동으로 개설하여 운영하던 중 乙에 대하여 거짓으로 진료비를 청구하였다는 사유로 의료법 제66조 제1항 제7호에 따른 자격정지 처분이 이루어졌음에도 여전히 乙을 공동개설자로 한 상태에서 나머지 공동개설자인 甲 등이 의료행위를 하고 요양급여비용 및 의료급여비용 심사를 청구하였으나 건강보험심사평가원이 乙의 자격정지 기간 동안 위 의료기관은 요양급여비용, 의료급여비용을 청구할 자격이 없다는 이유로 심사청구를 반송처리한 사안에서, 乙의 자격정지 기간 동안 위 의료기관은 의료법 제66조 제3항에 따라 의료업을 할 수 없기 때문에 국민건강보험법 및 의료급여법상 요양급여비용 및 의료급여비용을 청구할 수 있는 요양기관 및 의료급여기관에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "의료인인 甲 등과 乙이 의료기관을 공동으로 개설하여 운영하던 중 乙에 대하여 거짓으로 진료비를 청구하였다는 사유로 의료법 제66조 제1항 제7호에 따른 자격정지 처분이 이루어졌음에도 여전히 乙을 공동개설자로 한 상태에서 나머지 공동개설자인 甲 등이 의료행위를 하고 요양급여비용 및 의료급여비용 심사를 청구하였으나 건강보험심사평가원이 乙의 자격정지 기간 동안 위 의료기관은 요양급여비용, 의료급여비용을 청구할 자격이 없다는 이유로 심사청구를 반송처리한 사안에서, 의료인의 거짓 진료비 청구행위를 이유로 의료인의 자격뿐만 아니라 그가 개설한 의료기관의 의료업까지 제재의 범위에 포함하고 있는 의료법 제66조 제3항은 의료기관을 기준으로 의료업 금지 사유를 정한 것이고, 그 사유에 해당하는지는 이 조항이 규율하고 있는 제재의 대상인 ‘의료기관’을 기준으로 판단해야 하는 점, 의료법 제64조 제1항 제8호, 제66조 제3항에서 의료기관 개설 허가의 취소, 의료기관 폐쇄, 의료업 금지 등의 의료기관에 대한 제재의 요건을 ‘의료기관 개설자가 진료비를 거짓으로 청구하여 금고 이상의 형이 확정되거나 자격정지 처분을 받은 경우’라고 하여 의료기관 개설자를 기준으로 정한 것은 의료기관에서 이루어진 의료행위에 관하여 환자 등에게 진료비 청구권을 행사하는 법적 주체가 의료기관 개설자이기 때문이지, 각 조항에 따른 의료기관 개설 허가의 취소, 의료기관 폐쇄, 의료업 금지 등의 효력 범위를 진료비 거짓 청구행위의 당사자인 해당 개설자에게 한정시키려는 취지가 아니며 이는 다수의 의료인이 공동으로 의료기관을 개설한 경우에도 마찬가지인 점, 의료법 제64조 제1항 제8호, 제66조 제3항에 따른 제재의 대상이 된 의료기관은 더 이상 국민건강보험법에 의한 요양기관 및 의료급여법에 의한 의료급여기관으로 인정되는 ‘의료법에 따라 개설된 의료기관’에 해당한다고 할 수 없는데, 이러한 제재의 필요성은 의료기관의 개설자가 1인인지 다수인지에 따라 다르지 않고, 의료법 제64조 제1항이나 제66조 제3항에서도 이를 달리 규정하지 않고 있는 점, 의료기관 개설자가 진료비를 거짓으로 청구하는 범죄행위를 하였음을 이유로 그에게 자격정지 처분이 이루어졌다면, 그가 개설한 의료기관에 대하여 의료법 제66조 제3항에 따라 의료업 금지의 효력이 바로 발생하는데, 수인이 공동으로 개설한 의료기관에서 1인의 개설자가 진료비 거짓 청구행위로 의료법 제66조 제1항의 처분을 받은 이상 그가 개설한 의료기관에 대하여 의료법 제66조 제3항을 적용하는 것이 책임주의 원칙에 위반된다거나 나머지 공동개설자의 영업의 자유에 대한 과도한 제한이라고 할 수 없는 점 등 의료법 제66조 제1항 제7호, 제3항 등의 규정 내용, 입법 취지 및 법문의 체계적·논리적 해석 원리 등에 의할 때, 乙의 자격정지 기간 동안 위 의료기관은 의료법 제66조 제3항에 따라 의료업을 할 수 없기 때문에 국민건강보험법 및 의료급여법상 요양급여비용 및 의료급여비용을 청구할 수 있는 요양기관 및 의료급여기관에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "의료법 제64조 제1항 제8호, 제66조 제1항 제7호, 제3항<br/>",
  "참조판례": ""
}