{
  "판례일련번호": "601525",
  "사건명": "성매매알선등행위의처벌에관한법률위반(성매매알선등)[수사기관의 영장 없는 범행현장 대화 녹음 등의 증거능력이 문제된 사건]",
  "사건번호": "2020도9370",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "[1] 수사기관이 적법한 절차와 방법에 따라 범죄를 수사하면서 현재 그 범행이 행하여지고 있거나 행하여진 직후이고, 증거보전의 필요성 및 긴급성이 있으며, 일반적으로 허용되는 상당한 방법으로 범행현장에서 현행범인 등 관련자들과 수사기관의 대화를 녹음한 경우, 위 녹음이 영장 없이 이루어졌다는 이유로 위법하다고 단정할 수 있는지 여부(소극) / 이는 그 녹음이 행하여지고 있는 사실을 현장에 있던 대화상대방, 즉 현행범인 등 관련자들이 인식하지 못하고 있었더라도 마찬가지인지 여부(한정 적극) / 이때 수사기관이 일반적으로 허용되는 상당한 방법으로 녹음하였는지 판단하는 기준<br/>  [2] 수사기관에서의 조사 과정에서 피의자의 진술을 녹취 내지 기재한 ‘진술조서, 진술서, 자술서’를 피의자신문조서와 달리 볼 수 있는지 여부(소극) / 수사기관이 피의자를 신문하면서 피의자에게 미리 진술거부권을 고지하지 않은 경우, 피의자 진술의 증거능력 유무(소극) / 진술거부권 고지의 대상이 되는 피의자의 지위가 인정되는 시기 및 피의자의 지위에 있지 아니한 자에게 진술거부권이 고지되지 아니한 경우, 그 진술의 증거능력 유무(적극)<br/>",
  "판결요지": "[1] 수사기관이 적법한 절차와 방법에 따라 범죄를 수사하면서 현재 그 범행이 행하여지고 있거나 행하여진 직후이고, 증거보전의 필요성 및 긴급성이 있으며, 일반적으로 허용되는 상당한 방법으로 범행현장에서 현행범인 등 관련자들과 수사기관의 대화를 녹음한 경우라면, 위 녹음이 영장 없이 이루어졌다 하여 위법하다고 단정할 수 없다. 이는 설령 그 녹음이 행하여지고 있는 사실을 현장에 있던 대화상대방, 즉 현행범인 등 관련자들이 인식하지 못하고 있었더라도, 통신비밀보호법 제3조 제1항이 금지하는 공개되지 아니한 타인 간의 대화를 녹음한 경우에 해당하지 않는 이상 마찬가지이다. 다만 수사기관이 일반적으로 허용되는 상당한 방법으로 녹음하였는지는 수사기관이 녹음장소에 통상적인 방법으로 출입하였는지, 녹음의 내용이 대화의 비밀 내지 사생활의 비밀과 자유 등에 대한 보호가 합리적으로 기대되는 영역에 속하는지 등을 종합적으로 고려하여 신중하게 판단하여야 한다.<br/>  [2] 피의자의 진술을 녹취 내지 기재한 서류 또는 문서가 수사기관에서의 조사 과정에서 작성된 것이라면, 그것이 ‘진술조서, 진술서, 자술서’라는 형식을 취하였다고 하더라도 피의자신문조서와 달리 볼 수 없고, 한편 형사소송법이 보장하는 피의자의 진술거부권은 헌법이 보장하는 형사상 자기에 불리한 진술을 강요당하지 않는 자기부죄거부의 권리에 터 잡은 것이므로 수사기관이 피의자를 신문함에 있어서 피의자에게 미리 진술거부권을 고지하지 않은 때에는 그 피의자의 진술은 위법하게 수집된 증거로서 진술의 임의성이 인정되는 경우라도 증거능력이 부인되어야 한다. 피의자에 대한 진술거부권의 고지는 피의자의 진술거부권을 실효적으로 보장하여 진술이 강요되는 것을 막기 위하여 인정되는 것인데, 이러한 진술거부권 고지에 관한 형사소송법의 규정 내용 및 진술거부권 고지가 갖는 실질적인 의미를 고려하면, 수사기관에 의한 진술거부권 고지의 대상이 되는 피의자의 지위는 수사기관이 조사대상자에 대하여 범죄의 혐의가 있다고 보아 실질적으로 수사를 개시하는 행위를 한 때에 인정되는 것으로 봄이 타당하다. 따라서 이러한 피의자의 지위에 있지 아니한 자에 대하여는 진술거부권이 고지되지 아니하였다 하더라도 그 진술의 증거능력을 부정할 것은 아니다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제211조, 제212조, 제216조 제1항 제2호, 제307조, 제308조의2, 통신비밀보호법 제3조 제1항 / [2] 헌법 제12조 제2항, 형사소송법 제244조의3, 제307조, 제308조의2, 제312조<br/>",
  "참조판례": "[2] 대법원 2009. 8. 20. 선고 2008도8213 판결(공2009하, 1579), 대법원 2011. 11. 10. 선고 2011도8125 판결(공2011하, 2606), 대법원 2015. 10. 29. 선고 2014도5939 판결(공2015하, 1842)<br/>"
}