{
  "판례일련번호": "601507",
  "사건명": "손실보상금[하천편입토지 보상 등에 관한 특별조치법 제2조 제3호에 따른 손실보상을 청구한 사건]",
  "사건번호": "2023두61707",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20240530",
  "판시사항": "[1] 하천편입토지 보상 등에 관한 특별조치법 제2조 제3호에서 정한 손실보상을 받기 위한 요건<br/>  [2] 하천구역으로 편입되어 국유로 된 토지를 종전 소유자가 사인에게 매도한 경우, 매매계약의 효력(원칙적 무효)<br/>  [3] 甲이 소유하다가 1971. 1. 19. 법률 제2292호로 개정된 구 하천법의 시행으로 하천구역에 편입되어 국유로 된 토지가 매매를 원인으로 乙과 丙에게 순차적으로 소유권이 이전되었다가 국가가 소유권보존등기를 마친 후 丙에게 손실보상금을 지급하였는데, 위 토지의 하천구역편입 당시 소유자였던 甲을 순차 상속한 상속인들이 하천편입토지 보상 등에 관한 특별조치법에 따라 손실보상을 청구한 사안에서, 甲이나 그 상속인에게 특별한 희생이나 손실이 있다고 볼 수 없어 손실보상을 청구할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 하천편입토지 보상 등에 관한 특별조치법 제2조 제3호가 정한 손실보상청구권은 헌법 제23조 제3항이 선언하고 있는 손실보상청구권을 구체화한 것으로서, 1971. 1. 19. 법률 제2292호로 개정된 구 하천법의 시행 그 자체에 의하여 직접 사유지를 국유로 하는 이른바 입법적 수용이라는 국가의 적법한 공권력 행사로 인한 토지소유자의 손실을 보상하기 위한 것이다. 즉, 이러한 손실보상은 사인에게 발생하는 재산상 특별한 희생 또는 손실에 대하여 사유재산권의 보장과 전체적인 공평 부담의 견지에서 행하여지는 조절적인 재산적 보상이자 특별한 희생에 대한 전보이다. 따라서 손실보상을 받기 위해서는 그 사인에게 특별한 희생 내지 손실이 발생해야 하고, 재산상의 특별한 희생이나 손실이 발생했다고 할 수 없는 경우에는 손실보상을 청구할 수 없다.<br/>  [2] 하천구역으로 편입되어 국유로 된 토지는 사인 사이 거래의 객체가 될 수 없으므로 종전 소유자가 해당 토지를 매도했다고 하더라도 그와 같은 매매는 원시적으로 불능의 급부를 목적으로 하는 계약으로서 원칙적으로 무효이다.<br/>  [3] 甲이 소유하다가 1971. 1. 19. 법률 제2292호로 개정된 구 하천법(이하 ‘1971년 하천법’이라 한다)의 시행으로 하천구역에 편입되어 국유로 된 토지가 매매를 원인으로 乙과 丙에게 순차적으로 소유권이 이전되었다가 국가가 소유권보존등기를 마친 후 丙에게 손실보상금을 지급하였는데, 위 토지의 하천구역편입 당시 소유자였던 甲을 순차 상속한 상속인들이 하천편입토지 보상 등에 관한 특별조치법(이하 ‘하천편입토지보상법’이라 한다)에 따라 손실보상을 청구한 사안에서, 손실보상의 성격과 하천편입토지보상법의 입법 취지 등을 종합적으로 고려하면, 1971년 하천법의 시행으로 하천구역에 편입되어 국가 소유로 된 위 토지의 소유자인 甲은 그 이후 위 토지를 사실상 아무런 제약 없이 사용·수익하다가 매도하였고, 위 토지를 매도한 때로부터 상당한 기간이 경과하는 등으로 매수인으로부터 종전 매매계약의 무효 등을 이유로 자신이 지급받았던 매매대금 상당의 금원을 추급당할 별다른 위험이 없는 등 실질적으로 소유자로서의 권리를 모두 행사하여 권리의 만족을 얻었다고 볼 수 있으므로 다른 특단의 사정이 없는 한 甲이나 그 상속인에게 특별한 희생이나 손실이 있다고 볼 수 없어 손실보상을 청구할 수 없음에도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제23조 제3항, 하천편입토지 보상 등에 관한 특별조치법 제2조 제3호 / [2] 구 하천법(1981. 3. 31. 법률 제3406호로 개정되기 전의 것) 제2조 제1항 제2호 (다)목, 제3조, 민법 제535조, 제563조 / [3] 헌법 제23조 제3항, 하천편입토지 보상 등에 관한 특별조치법 제2조 제3호, 구 하천법(1981. 3. 31. 법률 제3406호로 개정되기 전의 것) 제2조 제1항 제2호 (다)목, 제3조, 구 하천법(1999. 2. 8. 법률 제5893호로 전부 개정되기 전의 것) 부칙(1984. 12. 31.) 제2조 제1항<br/>",
  "참조판례": "[2] 대법원 2016. 8. 24. 선고 2014두15580 판결(공2016하, 1373)<br/>"
}