{
  "판례일련번호": "601883",
  "사건명": "부가가치세부과처분취소",
  "사건번호": "2022구합6660",
  "법원명": "제주지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240514",
  "판시사항": "甲 주식회사가 면세점과 직접 계약한 최상위 여행사에서부터 모객여행사로 이어지는 단계적 구조를 취하고 있는 거래구조 내에서 하위 여행사가 모객한 따이공이라 불리는 중국인 구매대행업자를 상위 여행사에 송객하여 주고, 따이공 모집 및 송객 용역 수수료와 따이공에게 지급할 페이백 수수료를 주고받으며 이에 대한 세금계산서를 발행·수취하였는데, 관할 세무서장이 甲 회사와 상하위 여행사 간 거래가 가공거래임을 전제로 부가가치세를 부과한 사안에서, 각 세금계산서에 대응하는 용역이 실제로 공급되거나 공급받았음을 甲 회사가 제출한 증거들만으로는 인정하기 어려워 각 세금계산서는 가공의 세금계산서로 봄이 타당하다고 한 사례<br/>",
  "판결요지": "甲 주식회사가 면세점과 직접 계약한 최상위 여행사에서부터 모객여행사로 이어지는 단계적 구조를 취하고 있는 거래구조 내에서 하위 여행사가 모객한 중국인 구매대행업자(주로 개인비자로 입국하여 국내 면세점에서 상품을 구입하고 출국하는 사람으로서 ‘보따리상’ 또는 ‘따이공’이라 불린다. 이하 ‘따이공’이라 한다)를 상위 여행사에 송객하여 주고, 따이공 모집 및 송객 용역 수수료와 따이공에게 지급할 페이백 수수료를 주고받으며 이에 대한 세금계산서를 발행·수취하였는데, 관할 세무서장이 甲 회사와 상하위 여행사 간 거래가 가공거래임을 전제로 부가가치세를 부과한 사안이다.<br/>  납세의무자가 신고한 특정 재화 또는 용역의 공급 거래에 관한 세금계산서가 재화 또는 용역의 수수 없이 허위로 작성되었다는 점이 과세관청에 의해 상당한 정도로 증명되어 그것이 가공거래인지 다투어지고, 가공거래라는 사실이 상당한 정도로 증명된 경우에는 재화가 실제로 수수되었다거나 용역의 공급이 실제로 있었다는 점을 장부와 증빙 등의 자료 제시가 용이한 납세의무자가 증명할 필요가 있고, 甲 회사가 속한 거래구조에서 각 여행사들이 조세회피 목적의 가공업체인지는 해당 여행사와 그 인접 상하위 여행사가 수행한 용역의 내용, 각 여행사가 매출처 또는 매입처와 작성한 계약서의 내용 및 이행 여부, 해당 세금계산서의 발행 주체, 장소 및 경위, 용역 제공을 위한 비용 지출 여부, 면세점이 여행사에 지급하는 수수료의 지배·관리·처분 내역 및 해당 여행사 및 그 인접 상하위 여행사의 설립 경위, 대표자, 인적·물적 조직 등을 종합적으로 고려하여 각 여행사가 용역의 전부 또는 일부를 실질적으로 수행하였는지를 구체적으로 살펴 개별적으로 판단하여야 하는데, ① 甲 회사는 하위 여행사인 매입처로부터 모집된 따이공의 명단을 제공받지 않았고, 따이공을 모집하는 가이드에 대한 관리에도 전혀 관여하지 않았으며, 상위 여행사인 매출처에 따이공 명단을 제공하지도 않은 채 면세점 매출에 비례하여 계산된 수수료를 해당 면세점에 따이공을 데리고 간 가이드의 소속 여행사에 따라 구분한 후 정산서만 작성하였을 뿐, 실제 모객 용역을 수행하였다고 인정할 만한 자료 등이 전혀 확인되지 않아 매입처가 실제 甲 회사에 알선, 송객 용역을 제공하였다고 보기 어려운 점, ② 甲 회사와 매입처 및 매출처 사이에 작성된 계약서에는 구체적인 수수료율, 수수료율의 결정 기준, 거래금액에 따른 수수료 증액 정도 등이 기재되어 있지 않아 甲 회사가 어떠한 방식을 통해 매입처와 매출처 사이에 수수료를 확정하는 과정을 거쳤는지 알 수 없는 점, ③ 매출처들은 대부분 매출 실적이 전무한 상태에서 甲 회사와 거래를 시작한 후 매출이 급증하였거나, 고액의 부가가치세를 체납한 상태로 불상의 이유로 폐업한 상태이고, 일부 매출처의 대표이사는 조사 중 중국으로 출국하여 연락이 두절되는 등 매출에 상응하는 매입 없이 단기간에 매출만 폭발적으로 발생시킨 후 부가가치세를 납부하지 않고 단기간에 폐업하는 이른바 ‘폭탄업체’의 전형적인 모습을 보이고 있는 점 등을 종합하면, 甲 회사가 상위 여행사에 모객 용역이나 중개 용역을 제공하였다거나 하위 여행사로부터 위와 같은 용역을 제공받았다고 볼 수 없는 사정이 상당한 정도로 증명되었으므로, 그에 따라 발급되거나 수취된 각 세금계산서에 대응하는 용역이 실제로 공급되거나 공급받았음을 甲 회사가 증명할 필요가 있는데, 甲 회사가 제출한 증거들만으로는 이를 인정하기 어려워 각 세금계산서는 가공의 세금계산서로 봄이 타당하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 부가가치세법(2019. 12. 31. 법률 제16845호로 개정되기 전의 것) 제2조 제2호, 제4조 제1호, 제11조 제1항, 제32조 제1항, 제38조, 제39조 제1항 제2호, 행정소송법 제26조[증명책임]<br/>",
  "참조판례": ""
}