{
  "판례일련번호": "603391",
  "사건명": "주차장사용에대한방해금지청구",
  "사건번호": "2021가합24985",
  "법원명": "서울북부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240530",
  "판시사항": "甲 아파트와 甲 아파트 단지 내 상가의 입주자들은 관리사무소에 차량을 등록하고 아파트와 상가의 구분 없이 주차장을 함께 사용하고 있었는데, 甲 아파트 입주자대표회의가 상가에 출퇴근 또는 방문하는 미등록 차량의 후문 출입을 제한하자, 위 상가의 구분소유자 또는 임차인 乙 등이 甲 아파트 입주자대표회의를 상대로 이는 乙 등의 대지사용권을 침해하는 위법한 행위라는 이유로, 주차장 사용에 대한 방해금지 등을 구한 사안에서, 甲 아파트 입주자대표회의가 상가에 출퇴근 또는 방문하는 미등록 차량의 후문 출입을 통제한 행위가 乙 등의 수인한도를 초과하여 대지사용권을 방해하는 침해행위에 해당한다고 볼 수 없고, 乙 등의 상가에 출퇴근 또는 방문하려는 차량의 주차장 사용을 방해하는 행위를 하였다거나 방해행위를 할 개연성이 있다고 인정하기에도 부족하다고 한 사례<br/>",
  "판결요지": "甲 아파트와 甲 아파트 단지 내 상가의 입주자들은 관리사무소에 차량을 등록하고 아파트와 상가의 구분 없이 주차장을 함께 사용하고 있었는데, 甲 아파트 입주자대표회의가 상가에 출퇴근 또는 방문하는 미등록 차량의 후문 출입을 제한하자, 위 상가의 구분소유자 또는 임차인 乙 등이 甲 아파트 입주자대표회의를 상대로 이는 乙 등의 대지사용권을 침해하는 위법한 행위라는 이유로, 주차장 사용에 대한 방해금지 등을 구한 사안이다.<br/>  위 아파트의 관리사무소에 등록된 차량은 정문과 후문을 모두 제한 없이 출입할 수 있는 한편 미등록 차량은 위 아파트 정문을 통해서만 내부로 진입할 수 있고, 후문에는 방문 차량에 대하여 정문으로 돌아가라는 취지의 안내 문구가 부착되어 있는 점, 현재 위 아파트는 방문 차량에 대해서 정문에서 근무하는 경비원이 방문 목적을 확인하고 방문증을 발급하였다가 출차 시에 방문증을 반납받는 방식으로 출입을 통제하고 있는데, 甲 아파트 입주자대표회의가 위와 같이 아파트에 출입하는 외부 차량을 통제하는 것은 적정한 수준으로 보이는 점, 甲 아파트의 후문에는 차단기에 설치된 인터폰을 제외하면 방문객의 신원을 확인할 수 있는 수단이 별도로 마련되어 있지 않고, 경비원이 배치되어 있지 않아 방문증을 발급하는 것도 불가능한데, 후문으로 아파트에 진입하려고 하는 차량에 대하여 최소한의 확인 절차도 거치지 않은 채 인터폰을 통하여 유선상으로 방문 목적만 듣고 차단기를 열어 주게 되면, 사실상 주차장을 공중에 개방하는 결과가 되는 점, 甲 아파트를 방문하는 차량도 상가 방문 차량과 마찬가지로 후문을 통한 출입은 허용되지 않고, 정문에서 방문 호실과 방문 목적 등을 밝힌 다음 방문증을 발급받아야 출입이 가능한데, 상가의 경우 그 특성상 아파트보다 방문객의 출입이 빈번할 것으로 보이기는 하나, 위 단지의 주차 현황, 관리 형태, 출입 통제의 목적 등에 비추어 보면, 그러한 이유만으로는 위 상가에 출퇴근 또는 방문하는 미등록 차량을 위하여 후문을 통한 출입을 허용하지 않는 것이 乙 등의 대지사용권을 침해한 것이라고 단정하기 어려운 점 등에 비추어 보면, 甲 아파트 입주자대표회의가 상가에 출퇴근 또는 방문하는 미등록 차량의 후문 출입을 통제한 행위가 乙 등의 수인한도를 초과하여 대지사용권을 방해하는 침해행위에 해당한다고 볼 수 없고, 위 단지에는 총 1,595세대(아파트 1,454세대, 상가 141세대)의 구분건물이 있으나, 위 주차장은 1,166대 규모에 불과하여 세대수 대비 주차장 면적이 크게 부족하므로, 적절한 수준으로 세대당 주차 가능한 차량의 대수를 조절할 필요성이 있는데, 상가의 입주자는 대부분 1대의 차량을 등록하고 주차비를 납부하지 않으면서 주차장을 사용하고 있고, 상가 입주자 중 여러 개의 호실을 사용하면서 2대 이상의 차량을 등록한 경우에도 甲 아파트 입주자대표회의에 별도의 주차비를 납부하지 않고 있으므로, 甲 아파트 입주자대표회의가 위와 같이 주차장 관리를 위해 전체 등록 차량 대수를 조절하고 있는 것은 합리적인 범위 내로 보이고, 乙 등에게 특별한 불이익을 가하였다고 보이지 않는 점 등을 종합하면, 甲 아파트 입주자대표회의가 乙 등의 상가에 출퇴근 또는 방문하려는 차량의 주차장 사용을 방해하는 행위를 하였다거나 방해행위를 할 개연성이 있다고 인정하기에도 부족하다고 한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "집합건물의 소유 및 관리에 관한 법률 제2조 제6호, 민법 제214조, 제263조<br/>",
  "참조판례": ""
}