{
  "판례일련번호": "603389",
  "사건명": "등록금환불",
  "사건번호": "2020가합558796",
  "법원명": "서울중앙지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240627",
  "판시사항": "전염력이 매우 강한 호흡기질환인 코로나바이러스감염증-19가 급속히 확산되자, 甲 대학교 등 국립대학교가 교육부의 권고 등에 따라 비대면수업 방식 또는 대면수업과 비대면수업을 병행하는 방식으로 수업을 실시하고 도서관 등 시설을 폐쇄하거나 제한적으로 운영하였는데, 甲 대학교 등의 학생들인 乙 등이 甲 대학교 등을 운영하는 국가 및 국립대학법인들을 상대로 甲 대학교 등이 법적 근거 없이 비대면수업 방식 또는 병행수업 방식으로 부실한 수업을 제공하여 乙 등의 학습권을 침해하였다며 불법행위에 따른 손해배상을 구한 사안에서, 甲 대학교 등이 수업을 비대면수업 방식 또는 병행수업 방식으로 실시하였다는 것만으로는 乙 등에게 부실한 수업을 제공하여 그들의 학습권을 침해하였다고 인정하기 부족하고, 비대면수업 등의 조치를 실시할 당시 일부 대학교에 원격수업에 관한 학칙이나 운영규정이 없었다고 하더라도 이를 두고 법적 근거 없이 비대면수업을 실시한 것으로 보기 어려우며, 비대면수업 방식 또는 병행수업 방식으로 수업을 실시한 것이 사회통념상 불법행위를 구성할 정도로 위법한 행위에 해당한다거나 그와 같은 행위에 국가 등에 귀책사유가 있었다고 평가하기는 어렵다는 이유로 乙 등의 불법행위에 따른 손해배상 청구를 배척한 사례<br/>",
  "판결요지": "전염력이 매우 강한 호흡기질환인 코로나바이러스감염증-19(이하 ‘코로나19’라 한다)가 급속히 확산되자, 甲 대학교 등 국립대학교가 교육부의 권고 등에 따라 비대면수업 방식 또는 대면수업과 비대면수업을 병행하는 방식(이하 ‘병행수업 방식’이라 한다)으로 수업을 실시하고 도서관 등 시설을 폐쇄하거나 제한적으로 운영하였는데, 甲 대학교 등의 학생들인 乙 등이 甲 대학교 등을 운영하는 국가 및 국립대학법인들(이하 ‘국가 등’이라 한다)을 상대로 甲 대학교 등이 법적 근거 없이 비대면수업 방식 또는 병행수업 방식으로 부실한 수업을 제공하여 乙 등의 학습권을 침해하였다며 불법행위에 따른 손해배상을 구한 사안이다.<br/>  ① 甲 대학교 등이 乙 등에게 제공한 수업에서 변경된 것은 수업의 형식 또는 방식일 뿐 수업의 내용 자체는 달라진 바 없고, 甲 대학교 등이 乙 등에게 학사일정의 정상적 이수를 전제로 학점과 학위 등을 부여한 점, ② 甲 대학교 등은 비대면수업의 질을 높이기 위해 권장수업모델을 제시하거나 학생들의 요구 사항을 반영하여 비대면수업을 과제물 제출 방식이 아닌 실시간 화상강의, 사전 녹화·녹음 강의 등으로 운영하거나 온라인 학습관리시스템을 통한 질의, 응답, 토론 등을 통해 피드백을 실시하는 등으로 비대면수업의 단점을 보완하기 위해 노력하였던 점 등에 비추어 甲 대학교 등이 수업을 비대면수업 방식 또는 병행수업 방식으로 실시하였다는 것만으로는 乙 등에게 부실한 수업을 제공하여 그들의 학습권을 침해하였다고 인정하기 부족하고, ① 구 고등교육법(2020. 10. 20. 법률 제17492호로 개정되기 전의 것) 제22조 제1항, 구 고등교육법 시행령(2024. 2. 20. 대통령령 제34227호로 개정되기 전의 것) 제14조의2 및 그 위임에 따른 신 ‘일반대학의 원격수업 운영기준’에 비대면수업의 실시에 관한 근거 규정이 마련되어 있는 점, ② 교육부의 권고안에서 비대면수업 등의 조치는 대학이 우선 실시하고 추후 학칙 개정으로 소급 적용할 수 있다고 정하고 있는 점 등에 비추어 甲 대학교 등이 코로나19로 비대면수업 등의 조치를 실시할 당시 일부 대학교에 원격수업에 관한 학칙이나 운영규정이 없었다고 하더라도 이를 두고 법적 근거 없이 비대면수업을 실시한 것으로 보기 어려우며, ① 헌법 제31조 제1항과 교육기본법 제3조 등에 의하여 보장되는 ‘교육을 받을 권리’, 즉 ‘학습권’이 우리 국민이 가지는 주요한 기본권 중 하나이기는 하나, 모든 기본권의 전제가 되는 기본권인 ‘생명권’과 헌법 제36조 제3항 등이 보장하고 있는 ‘건강권’보다 우월적 지위를 가진다고 볼 수 없는 점, ② 甲 대학교 등은 재학계약에 따라 乙 등에게 교육 서비스 제공 의무를 부담함과 동시에 ‘안전배려의무’ 또한 부담하는 점, ③ 코로나19라는 예상치 못한 전 세계적 재난 상황 속에서 甲 대학교 등이 비대면수업 방식 또는 병행수업 방식으로 수업을 실시한 것은 乙 등에게 재학계약상 교육 서비스를 제공하면서도 안전배려의무를 이행하기 위한 최선의 조치이자 불가피한 조치였던 점 등에 비추어 甲 대학교 등이 乙 등에게 비대면수업 방식 또는 병행수업 방식으로 수업을 실시한 것이 사회통념상 불법행위를 구성할 정도로 위법한 행위에 해당한다거나 그와 같은 행위에 甲 대학교 등의 운영주체인 국가 등에 귀책사유가 있었다고 평가하기는 어렵다는 이유로 乙 등의 불법행위에 따른 손해배상 청구를 배척한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제10조, 제31조 제1항, 제36조 제3항, 민법 제750조, 교육기본법 제3조, 구 고등교육법(2020. 10. 20. 법률 제17492호로 개정되기 전의 것) 제22조, 구 고등교육법 시행령(2024. 2. 20. 대통령령 제34227호로 개정되기 전의 것) 제14조의2<br/>",
  "참조판례": ""
}