{
  "판례일련번호": "603387",
  "사건명": "평균임금정정불승인등처분취소",
  "사건번호": "2023구단73161",
  "법원명": "서울행법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20240821",
  "판시사항": "甲 주식회사에서 34년 6개월간 그라인딩 업무, 乙 주식회사를 포함해 5개 회사에서 약 1년 10개월간 신호수 등의 업무로 분진에 노출되어 ‘만성폐쇄성폐질환’을 진단받은 丙이 근로복지공단에 산업재해보상보험법에 따른 보험급여를 신청하였는데, 근로복지공단이 마지막 사업장인 乙 회사를 적용사업장으로 하여 평균임금을 산정한 후 장해급여를 지급하자, 丙이 가장 오래 근무한 甲 회사를 적용사업장으로 하여 평균임금을 산정해야 한다며 평균임금 정정 및 보험급여차액 청구를 하였으나 근로복지공단이 이에 대한 불승인 및 부지급처분을 한 사안에서, 丙이 乙 회사에서 수행한 업무와 丙의 상병 사이에 상당인과관계를 인정할 수 없는데도, 乙 회사가 丙이 근무한 마지막 사업장이라는 이유만으로 이를 적용사업장으로 삼아 이루어진 위 처분이 위법하다고 한 사례 <br/>",
  "판결요지": "甲 주식회사에서 34년 6개월간 그라인딩 업무, 乙 주식회사를 포함해 5개 회사에서 약 1년 10개월간 신호수 등의 업무로 분진에 노출되어 ‘만성폐쇄성폐질환’을 진단받은 丙이 근로복지공단에 산업재해보상보험법에 따른 보험급여를 신청하였는데, 근로복지공단이 마지막 사업장인 乙 회사를 적용사업장으로 하여 평균임금을 산정한 후 장해급여를 지급하자, 丙이 가장 오래 근무한 甲 회사를 적용사업장으로 하여 평균임금을 산정해야 한다며 평균임금 정정 및 보험급여차액 청구를 하였으나 근로복지공단이 이에 대한 불승인 및 부지급처분을 한 사안이다. <br/>  근로자가 여러 사업장에서 근무하다 퇴직한 후 진폐 등 직업병 진단이 확정되어 평균임금을 산정할 때 기준이 되는 퇴직일은 원칙적으로 직업병의 발병 또는 악화와 상당인과관계가 있는 업무를 수행한 사업장들 중 직업병 진단 확정일에 가장 가까운 마지막 사업장에서 퇴직한 날을 의미하지만, 만일 상당인과관계가 있는 사업장이 어느 하나로만 특정될 때에는 당연히 해당 사업장에서 퇴직한 날을 기준으로 평균임금을 산정해야 하고, 상당인과관계의 존부를 제대로 살피지 않은 채 만연히 마지막 사업장을 적용사업장으로 하여 평균임금을 산정하는 것은 허용되지 않는데, 丙이 甲 회사를 퇴직한 후 수행한 신호수 업무 역시 분진 등에 노출될 수 있지만 乙 회사를 포함한 4곳 사업장에서 근무한 기간은 짧게는 9일, 길게는 27일에 불과하여 위 상병의 발병이나 악화에 대한 상당한 기여를 곧바로 단정하기는 어려운 측면이 있는 점, 주변에서 용접 및 그라인딩이 이루어지는 동안 발생하는 분진을 일정 거리를 두고 간접적으로 흡입하게 되는 신호수 업무보다 금속 분진 등에 직접 노출되어 지근거리에서 분진을 흡입하게 되는 그라인딩 업무가 위 상병의 발병이나 악화에 보다 많은 원인을 제공했을 개연성이 클 뿐 아니라 丙이 甲 회사에서 그라인딩 업무를 수행한 기간이 34년 6개월에 이르고 위 회사에서 퇴직한 후 얼마 되지 않아 폐기능검사의 이상결과가 나오기도 한 점에 비추어 위 상병의 발병이나 악화에 직접 기여를 한 사업장은 甲 회사라고 볼 여지가 많은 점, 근로복지공단이 위 처분을 하기에 앞서 업무관련성 여부를 판단하기 위한 전문기관의 역학조사를 거치지 않는 등 위 상병과 상당인과관계가 높은 사업장이 어디인지 살피는 과정을 밟거나 노력을 충분히 하지 않은 채 위 상병 발생에 주된 원인을 제공한 사업장이 어느 곳인지 알 수 없다고 쉽게 단정하고서 ‘요양결정 시 적용업무 관련 판단에 관한 처리지침’에 따라 마지막 사업장인 乙 회사를 적용사업장으로 인정한 것은 객관성과 합리성이 흠결되어 타당하다고 할 수 없는 점을 종합하면, 丙이 乙 회사에서 수행한 업무와 丙의 상병 사이에 상당인과관계를 인정할 수 없는데도, 乙 회사가 丙이 근무한 마지막 사업장이라는 이유만으로 이를 적용사업장으로 삼아 이루어진 위 처분은 위법하다고 한 사례이다. <br/>",
  "판결본문": "",
  "참조조문": "구 산업재해보상보험법(2015. 1. 20. 법률 제13045호로 개정되기 전의 것) 제5조 제1호, 제2호, 제36조 제3항, 제52조, 제57조, 구 근로기준법(2014. 3. 24. 법률 제12527호로 개정되기 전의 것) 제2조 제1항 제6호, 구 근로기준법 시행령(2013. 6. 28. 대통령령 제24652호로 개정되기 전의 것) 제2조 제1항<br/>",
  "참조판례": ""
}