{
  "판례일련번호": "603545",
  "사건명": "부당이득금[조합원 자격 요건을 갖추지 못한 원고가 지역주택조합인 피고와 조합가입계약을 체결하고 계약금을 납입한 뒤 조합가입계약이 원시적 불능으로 무효라는 등의 주장을 하면서 부당이득반환 등을 청구하는 사건]",
  "사건번호": "2024다249040",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250213",
  "판시사항": "[1] 지역주택조합의 조합원 자격에 관한 주택법 제11조 제7항 및 같은 법 시행령 제21조 제1항의 법적 성질(=단속규정) 및 이를 위반한 약정이 당연 무효인지 여부(소극) / 당사자가 통정하여 단속규정을 위반하는 법률행위를 한 경우, 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위에 해당하는지 여부(적극)<br/> [2] 조합원 자격 요건을 갖추지 못한 甲이 乙 지역주택조합과 조합가입계약을 체결하고 계약금을 납입하였는데, 甲이 乙 조합을 상대로 위 계약이 체결 당시부터 원시적 불능으로 무효라고 주장하며 납입한 분담금에 대한 부당이득반환을 구한 사안에서, 조합가입계약 체결 당시 甲이 조합원 자격 요건을 갖추지 못하였다는 사정만으로는 甲과 乙 조합 사이에 체결한 조합가입계약이 당연히 무효라고 볼 수 없는데도, 이와 달리 보아 乙 조합의 甲에 대한 부당이득반환의무를 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 주택법 제11조 제7항 및 같은 법 시행령 제21조 제1항은 지역주택조합의 주택조합설립인가 신청일부터 해당 조합주택의 입주 가능일까지 세대원 전원이 주택을 소유하지 아니하거나 세대주를 포함한 세대원 중 1명에 한정하여 주거전용면적 85㎡ 이하의 주택 1채를 소유한 세대의 세대주인 자에 한하여 조합원이 될 수 있다고 규정하고 있다. 위와 같은 지역주택조합의 조합원 자격에 관한 주택법이나 같은 법 시행령의 규정은 단순한 단속규정에 불과할 뿐 효력규정이라고 할 수 없어 당사자 사이에 이를 위반한 약정을 하였다고 하더라도 그 약정이 당연히 무효라고 할 수는 없다. 다만 당사자가 통정하여 위와 같은 단속규정을 위반하는 법률행위를 한 경우에 비로소 선량한 풍속 기타 사회질서에 위반한 사항을 내용으로 하는 법률행위에 해당하게 된다.<br/> [2] 조합원 자격 요건을 갖추지 못한 甲이 乙 지역주택조합과 조합가입계약을 체결하고 계약금을 납입하였는데, 甲이 乙 조합을 상대로 위 계약이 체결 당시부터 원시적 불능으로 무효라고 주장하며 납입한 분담금에 대한 부당이득반환을 구한 사안에서, 甲이 조합가입계약을 체결할 당시 본인과 세대원인 배우자 명의로 1채씩 주택을 소유하고 있어 조합원 자격 요건을 충족하지 못하였지만, 추가로 甲과 乙 조합이 통정하여 주택법 제11조 제7항 및 같은 법 시행령 제21조 제1항과 같은 단속규정을 위반하여 조합가입계약을 체결하였다는 사정에 관한 아무런 증거도 제출되지 않았으므로, 조합가입계약 체결 당시 甲이 조합원 자격 요건을 갖추지 못하였다는 사정만으로는 甲과 乙 조합 사이에 체결한 조합가입계약이 당연히 무효라고 볼 수 없는데도, 甲이 조합가입계약 체결 당시 조합원 자격 요건을 갖추지 못하였고, 乙 조합의 조합설립인가 신청일 후 조합가입계약이 체결된 이상 이러한 하자를 해소하거나 보완할 수 없다는 이유로 조합가입계약은 원시적 불능으로 무효라고 보아 乙 조합의 甲에 대한 부당이득반환의무를 인정한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택법 제11조 제7항, 주택법 시행령 제21조 제1항, 민법 제103조, 제105조 / [2] 주택법 제11조 제7항, 주택법 시행령 제21조 제1항, 민법 제103조, 제105조, 제741조<br/>",
  "참조판례": "[1] 대법원 1993. 7. 27. 선고 93다2926 판결(공1994하, 2596), 대법원 1998. 7. 10. 선고 98다17954 판결, 대법원 2011. 12. 8. 선고 2011다5547 판결(공2012상, 112), 대법원 2015. 9. 10. 선고 2012다44839 판결<br/>"
}