{
  "판례일련번호": "603547",
  "사건명": "소유권이전등기[회사정리절차에서 우선분양약정에 따른 소유권이전등기청구권의 미신고 면책 여부가 문제된 사건]",
  "사건번호": "2020다258657",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250213",
  "판시사항": "[1] 임대차계약에서 임차인이 임대인에게 매도를 청구하면 임차목적물에 관한 매매계약이 성립되는 것으로 약정한 경우, 이러한 매도청구권이 구 회사정리법 제102조에서 정한 정리채권에 해당하는지 여부(소극)<br/> [2] 정리절차개시 당시 매매계약을 체결할 권리가 존재하였고 정리절차가 개시된 이후 비로소 상대방의 권리행사에 의하여 매매계약이 성립되거나 장차 매매계약이 성립될 수 있어 아직 쌍방의 채무가 이행되지 아니한 경우, 구 회사정리법 제103조 및 제104조가 유추적용되는지 여부(적극) 및 이 경우 관리인이 선택권을 행사하지 아니한 채 정리절차가 종결되면 상대방의 권리행사에 의하여 성립된 매매계약에 따라 발생한 채권 또는 장차 성립될 수 있는 매매계약에 따라 발생하는 채권이 그대로 존속하는지 여부(적극)<br/> [3] 甲 등이 乙 주식회사로부터 점포를 임차하면서 ‘임대기간 만료 시 임차인이 임대목적물을 우선 분양받을 수 있다.’는 취지의 우선분양약정을 하였고, 그 후 乙 회사에 대하여 개시된 회사정리절차에서 甲 등은 임대차보증금 반환채권을 신고하였으나 우선분양약정에 따라 발생할 수 있는 소유권이전등기청구권은 신고하지 아니하여 우선분양약정에 관한 내용이 포함되지 않은 정리계획이 인가되었는데, 회사정리절차가 종결된 후 점포에 관한 임차권을 양수한 丙이 乙 회사를 상대로 소유권이전등기절차의 이행을 구한 사안에서, 甲 등이 회사정리절차에서 소유권이전등기청구권을 신고하지 아니하여 정리계획에 기재되지 않았다고 하더라도 그 인가로써 장차 매도청구권 행사에 의하여 발생할 수 있는 소유권이전등기청구권이 면책되는 것은 아니라고 한 사례<br/>",
  "판결요지": "[1] 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 회사정리법’이라 한다) 제102조는 ‘회사에 대하여 정리절차개시 전의 원인으로 생긴 재산상의 청구권’을 정리채권으로 한다고 규정하였다.<br/>  임대차계약에서 임차인이 임대인에게 매도를 청구하면 임차목적물에 관한 매매계약이 성립되는 것으로 약정한 경우 이러한 매도청구권은 일방의 의사표시에 따라 매매계약이라는 새로운 법률관계를 형성하는 권리로서 일종의 형성권에 해당한다. 이러한 매도청구권은 그 행사를 통하여 재산상 청구권이 발생할 수 있을 뿐 그 자체가 재산상 청구권에 속하는 것은 아니므로 구 회사정리법 제102조에서 규정한 정리채권에 해당하지 않는다.<br/> [2] 원래 채권 발생이 정리절차개시 전의 원인에 기한 것인 한 채권의 내용이 구체적으로 확정되지 아니하였거나 변제기가 정리절차개시 후에 도래하더라도 정리채권으로 될 수 있다. 그러나 채권 발생의 원인이 쌍방미이행 쌍무계약에 해당하는 경우에는 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 회사정리법’이라 한다) 제103조 및 제104조가 적용되어 관리인이 이행 또는 해제를 선택하기 전에는 관리인에게 그 이행을 청구할 수 없다. 관리인이 이행을 선택하면 공익채권으로 취급되어 정리채권 신고 대상이 아니며, 반대로 관리인이 해제를 선택하면 채권 자체가 소멸되어 역시 정리채권 신고 대상이 되지 못하고 단지 그 해제권 행사로 인한 손해배상청구권을 정리채권으로 신고할 수 있을 뿐이므로, 어느 경우에나 위 채권은 정리채권이 될 수 없다. 구 회사정리법 제103조 및 제104조는 정리절차개시 당시 매매계약을 체결할 권리가 존재하였고 정리절차가 개시된 이후 비로소 상대방의 권리행사에 의하여 매매계약이 성립되거나 장차 매매계약이 성립될 수 있어 아직 쌍방의 채무가 이행되지 아니한 경우에도 유추적용된다. 따라서 관리인은 상대방의 권리행사에 의하여 성립된 매매계약이나 장차 성립될 수 있는 매매계약에 관하여 이행 또는 해제를 선택할 수 있다. 나아가 관리인이 선택권을 행사하지 아니한 채 정리절차가 종결된 경우 관리인은 더 이상 구 회사정리법 제103조 제1항에 따라 매매계약을 해제할 수 없으므로 상대방의 권리행사에 의하여 성립된 매매계약에 따라 발생한 채권 또는 장차 성립될 수 있는 매매계약에 따라 발생하는 채권은 그대로 존속한다. 구체적인 이유는 다음과 같다.<br/>  ① 구 회사정리법 제103조 제1항은 쌍방미이행 쌍무계약에서 당사자 일방인 회사에 대하여 정리절차가 개시된 경우 관리인에게 계약을 해제할 것인가 또는 상대방 채무의 이행을 청구할 것인가의 선택권을 부여함으로써 정리절차의 원활한 진행을 도모하고자 한 것이다.<br/>  ② 구 회사정리법 제103조 제1항은 정리절차개시 당시 아직 매매계약이 성립하지 않았으나 매매계약을 체결할 권리가 존재하여 상대방의 권리행사에 의하여 장차 매매계약이 성립될 수 있는 경우에 관하여 규정하고 있지 않다. 그러나 이러한 경우에도 향후 매매계약이 성립하는 때에는 쌍무계약상 서로 대가관계에 있는 채무를 부담하게 된다는 점에서 정리절차개시 당시 매매계약이 성립하여 쌍방의 채무가 미이행인 경우와 유사하다.<br/>  ③ 상대방이 매매계약을 체결할 권리를 행사하지 않았거나 행사할 수 없는 등의 이유로 그에 관한 법률관계를 확정하지 못할 경우 정리절차를 둘러싼 법률관계가 불안정해질 우려가 있다. 정리절차의 원활한 진행을 도모하기 위해서는 정리절차개시 당시에 매매계약을 체결할 권리가 존재하고 상대방의 권리행사에 의하여 장차 매매계약이 성립될 수 있는 경우에도 구 회사정리법 제103조 및 제104조를 유추적용할 필요가 있다.<br/>  ④ 정리절차의 종결 여부나 시기는 정리절차의 진행경과, 정리계획의 수행 현황 등에 따라 달라질 수 있다. 상대방이 정리절차 종결 전에 매매계약을 체결할 권리를 행사할 수 있는 때에만 관리인의 선택권 행사가 가능하다고 볼 경우 관리인의 선택권 행사 가부가 정리절차 종결 시점 또는 매매계약을 체결할 권리의 행사가능 시점이라는 우연한 사정에 의해 달라지는 것이 되어 부당하다.<br/> [3] 甲 등이 乙 주식회사로부터 점포를 임차하면서 ‘임대기간 만료 시 임차인이 임대목적물을 우선 분양받을 수 있다.’는 취지의 우선분양약정을 하였고, 그 후 乙 회사에 대하여 개시된 회사정리절차에서 甲 등은 임대차보증금 반환채권을 신고하였으나 우선분양약정에 따라 발생할 수 있는 소유권이전등기청구권은 신고하지 아니하여 우선분양약정에 관한 내용이 포함되지 않은 정리계획이 인가되었는데, 회사정리절차가 종결된 후 점포에 관한 임차권을 양수한 丙이 乙 회사를 상대로 소유권이전등기절차의 이행을 구한 사안에서, ① 위 우선분양약정에 따른 권리는 임대차기간 만료 시 乙 회사에 점포의 매도를 청구함으로써 매매계약을 성립시키는 매도청구권으로서 일종의 형성권에 해당하고, 이러한 매도청구권은 그 자체가 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지, 이하 ‘구 회사정리법’이라 한다) 제102조에서 규정한 ‘재산상의 청구권’이 아니므로 정리채권에 해당하지 않으며, ② 회사정리절차 개시 당시 甲 등에게는 장래 행사할 수 있는 매도청구권이 존재하였고, 그 매도청구권 행사에 의하여 장차 매매계약이 성립될 수 있었는데, 이러한 장래의 매매계약에 따라 발생할 수 있는 甲 등의 소유권이전등기청구권은 채권 발생의 원인이 쌍방미이행 쌍무계약에 해당하여 구 회사정리법 제103조 및 제104조가 유추적용되므로 정리채권이 될 수 없으며, ③ 우선분양약정에 따라 발생할 수 있는 소유권이전등기청구권은 乙 회사의 관리인이 한 이행 선택에 따라 공익채권이 되었거나, 乙 회사의 관리인이 선택권을 행사하지 아니한 채 회사정리절차가 종결되어 그대로 존속하게 되므로, 甲 등이 회사정리절차에서 소유권이전등기청구권을 신고하지 아니하여 정리계획에 기재되지 않았다고 하더라도 그 인가로써 장차 매도청구권 행사에 의하여 발생할 수 있는 소유권이전등기청구권이 면책되는 것은 아닌데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제102조(현행 채무자 회생 및 파산에 관한 법률 제118조 제1호 참조) / [2] 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제102조(현행 채무자 회생 및 파산에 관한 법률 제118조 제1호 참조), 제103조(현행 채무자 회생 및 파산에 관한 법률 제119조 참조), 제104조(현행 채무자 회생 및 파산에 관한 법률 제121조 참조), 제208조 제7호(현행 채무자 회생 및 파산에 관한 법률 제179조 제1항 제7호 참조) / [3] 구 회사정리법(2005. 3. 31. 법률 제7428호 채무자 회생 및 파산에 관한 법률 부칙 제2조로 폐지) 제102조(현행 채무자 회생 및 파산에 관한 법률 제118조 제1호 참조), 제103조(현행 채무자 회생 및 파산에 관한 법률 제119조 참조), 제104조(현행 채무자 회생 및 파산에 관한 법률 제121조 참조), 제208조 제7호(현행 채무자 회생 및 파산에 관한 법률 제179조 제1항 제7호 참조)<br/>",
  "참조판례": "[2] 대법원 2000. 4. 11. 선고 99다60559 판결(공2000상, 1180), 대법원 2007. 9. 6. 선고 2005다38263 판결(공2007하, 1530)<br/>"
}