{
  "판례일련번호": "603559",
  "사건명": "지역자원시설세경정청구거부처분취소[제철과정에서 발생하는 부생가스를 이용한 발전이 지역자원시설세 과세대상인 ‘화력발전’에 해당하는지 여부 및 그 과세 범위가 문제된 사건]",
  "사건번호": "2022두57503",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250213",
  "판시사항": "[1] 구 지방세법 제142조 제1항 제1호에서 정한 지역자원시설세 과세대상인 ‘화력발전’에 이른바 부생가스(고로가스, 코크스가스, 파이넥스가스)와 같이 화석연료가 연소되어 발생한 물질을 이용한 발전이 포함되는지 여부(적극)<br/> [2] 화석연료 등을 사용하여 제철하는 과정에서 부수적으로 발생하는 가스 중 고로가스와 파이넥스가스를 이용한 발전 및 스팀터빈을 이용한 발전도 구 지방세법 제142조 제1항 제1호에서 정한 지역자원시설세 과세대상인 화력발전에 포함되는지 여부(적극)<br/>",
  "판결요지": "[1] 구 지방세법(2019. 12. 31. 법률 제16855호로 개정되기 전의 것) 제141조, 제142조 제1항 제1호, 제143조 제6호, 구 지방세법 시행령(2020. 12. 31. 대통령령 제31343호로 개정되기 전의 것) 제136조 제6호의 문언, 체계 및 취지, ‘화력발전’의 사전적 정의가 ‘화석연료의 연소로 얻은 열에너지를 기계에너지로 변환함으로써 전기에너지를 얻는 발전’을 의미하는 점, 화석연료 등을 사용하여 제철하는 과정에서 부수적으로 발생하는 가스인 고로가스, 코크스가스, 파이넥스가스(이하 통틀어 ‘부생가스’라 한다)를 연료로 하여 전기를 생산하는 이른바 부생가스 발전소가 전력생산에 이용하는 부생가스는 모두 화석연료인 유연탄과 코크스가 연소되어 발생한 것이고, 그 주성분 또한 유연탄과 코크스에서 유래한 것인 점, 부생가스를 이용한 발전은 부생가스를 연소하는 방식으로 이뤄지는데 이는 일반적인 화력발전의 방식과 동일한 점 등을 고려하면, 지역자원시설세 과세대상 ‘화력발전’에는 화석연료 그 자체를 이용한 것뿐만 아니라 부생가스와 같이 화석연료가 연소되어 발생한 물질을 이용하는 것도 포함되고, 부생가스를 화석연료와 구별되는 독립된 연료로 보아 부생가스를 이용한 발전이 화력발전에 해당하지 않는다고 볼 수는 없다.<br/> [2] 구 지방세법(2019. 12. 31. 법률 제16855호로 개정되기 전의 것) 제141조, 제142조 제1항 제1호, 제143조 제6호, 구 지방세법 시행령(2020. 12. 31. 대통령령 제31343호로 개정되기 전의 것) 제136조 제6호의 문언, 체계 및 취지, ‘화력발전’의 사전적 정의, 화석연료 등을 사용하여 제철하는 과정에서 부수적으로 발생하는 가스인 고로가스, 코크스가스, 파이넥스가스(이하 통틀어 ‘부생가스’라 한다)의 생성과정 및 주성분, 부생가스 발전소는 부생가스를 연소하여 발생한 화력으로 가스터빈을 돌려 전력을 생산하고, 가스터빈에서 나온 배기가스열을 배열회수보일러에 통과시켜 발생한 증기로 스팀터빈을 돌려 전력을 생산하는데, 스팀터빈을 이용한 발전의 원동력이 되는 배기가스열도 부생가스의 연소로 인하여 발생한 열에너지에 해당하는 점, 스팀터빈을 이용한 발전은 가스터빈을 이용한 발전과 시간적, 공간적, 시설적으로 밀접하게 이루어지고, 가스터빈의 효율을 보완하기 위한 것인 점 등을 고려하면, 부생가스 중 고로가스와 파이넥스가스를 이용한 발전 및 스팀터빈을 이용한 발전도 지역자원시설세 과세대상인 화력발전에 포함된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세법(2019. 12. 31. 법률 제16855호로 개정되기 전의 것) 제141조, 제142조 제1항 제1호[현행 제142조 제2항 제2호 (다)목 참조], 제143조 제6호[현행 제143조 제2호 (다)목 참조], 구 지방세법 시행령(2020. 12. 31. 대통령령 제31343호로 개정되기 전의 것) 제136조 제6호(현행 제136조 제2항 제3호 참조) / [2] 구 지방세법(2019. 12. 31. 법률 제16855호로 개정되기 전의 것) 제141조, 제142조 제1항 제1호[현행 제142조 제2항 제2호 (다)목 참조], 제143조 제6호[현행 제143조 제2호 (다)목 참조], 구 지방세법 시행령(2020. 12. 31. 대통령령 제31343호로 개정되기 전의 것) 제136조 제6호(현행 제136조 제2항 제3호 참조)<br/>",
  "참조판례": ""
}