{
  "판례일련번호": "603541",
  "사건명": "근로자지위확인등[근로자이거나 파견법상 고용의무가 발생하였음을 전제로 임금 또는 임금 상당 손해배상을 청구하는 사건]",
  "사건번호": "2021다245542",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250213",
  "판시사항": "[1] 파견근로자 보호 등에 관한 법률에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 동종·유사 업무 근로자가 없는 경우, 파견근로자에게 적용될 근로조건을 판단하는 방법 및 이때 법원이 고려하여야 할 사항 / 파견근로자에게 적용할 적정한 근로조건을 찾을 수 없는 경우, 기존 근로조건을 적용하여야 하는지 여부(적극)<br/> [2] 한국도로공사의 용역업체에 고용된 후 한국도로공사의 지사에서 상황실 보조 등의 업무를 수행한 甲 등이 한국도로공사를 상대로 고용의 의사표시 등을 구한 사안에서, 파견근로자 보호 등에 관한 법률에 따라 한국도로공사에 甲 등을 직접 고용할 의무가 발생하였는데, 甲 등에게 한국도로공사의 ‘현장직 직원 관리 예규’ 중 조무원의 근로조건이 적용되어야 한다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례<br/> [3] 제1심의 변론이 종결된 후 2019. 5. 21. 개정된 ‘소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정’이 시행된 경우, 항소심에서 인용되는 청구 부분에 적용되는 소송촉진 등에 관한 특례법상 법정이율에 관한 규정(=제1심에서 이미 심리하여 판단된 바 있는 청구 부분은 종전 규정 / 항소심에서 청구취지가 확장됨에 따라 새롭게 인용된 청구 부분은 개정규정)<br/>",
  "판결요지": "[1] 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다) 제6조의2는 제1항에서 근로자파견사업의 허가를 받지 아니한 자로부터 근로자파견의 역무를 제공받은 경우 등 일정한 경우에 사용사업주는 해당 파견근로자를 직접 고용하여야 한다고 규정하면서, 직접 고용하는 파견근로자의 근로조건에 관하여 제3항에서 사용사업주의 근로자 중 해당 파견근로자와 동종 또는 유사 업무를 수행하는 근로자(이하 ‘동종·유사 업무 근로자’라 한다)가 있는 경우에는 해당 근로자에게 적용되는 취업규칙 등에서 정하는 근로조건에 따르고(제1호), 동종·유사 업무 근로자가 없는 경우에는 해당 파견근로자의 기존 근로조건의 수준보다 저하되어서는 아니 된다고 규정하고 있다(제2호). 파견법에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 동종·유사 업무 근로자가 없는 경우에는 기존 근로조건을 하회하지 않는 범위 내에서 사용사업주와 파견근로자가 자치적으로 근로조건을 형성하는 것이 원칙이다. 그러나 사용사업주가 근로자파견관계를 부인하는 등으로 인하여 자치적으로 근로조건을 형성하지 못한 경우에는 법원은 개별적인 사안에서 근로의 내용과 가치, 사용사업주의 근로조건 체계(고용형태나 직군에 따른 임금체계 등), 파견법의 입법 목적, 공평의 관념, 사용사업주가 직접 고용한 다른 파견근로자가 있다면 그 근로자에게 적용한 근로조건의 내용 등을 종합하여 사용사업주와 파견근로자가 합리적으로 정하였을 근로조건을 적용할 수 있다. 이와 같이 파견근로자에게 적용될 근로조건을 정하는 것은 본래 사용사업주와 파견근로자가 자치적으로 형성했어야 하는 근로조건을 법원이 정하는 것이므로 한쪽 당사자가 의도하지 아니하는 근로조건을 불합리하게 강요하는 것이 되지 않도록 신중을 기할 필요가 있다. 다만 이러한 요소들을 고려하더라도 파견근로자에게 적용할 적정한 근로조건을 찾을 수 없다면 파견법 제6조의2 제3항 제2호에 따라 기존 근로조건을 적용할 수밖에 없다.<br/> [2] 한국도로공사의 용역업체에 고용된 후 한국도로공사의 지사에서 상황실 보조 등의 업무를 수행한 甲 등이 한국도로공사를 상대로 고용의 의사표시 등을 구한 사안에서, 甲 등은 한국도로공사로부터 상당한 지휘·명령을 받는 등 한국도로공사와 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다)에서 정한 파견근로관계에 있으므로 한국도로공사에 甲 등을 직접 고용할 의무가 발생하였는데, 상황실 보조원과 조무원 사이의 업무 내용, 근로의 가치, 근무형태, 임금구조의 차이에 비추어 보면, 합리적인 사용자가 甲 등을 직접 고용하였다면 甲 등에게 ‘현장직 직원 관리 예규’ 중 조무원의 근로조건을 그대로 적용하는 데 동의하였을 것으로 보이지는 않으므로, 원심으로서는 위 예규에 경비원이 기재된 경위, 상황실 보조원의 근무형태의 특수성, 상황실 보조원과 조무원의 노동 강도의 차이 등을 구체적으로 심리하여 조무원의 근로조건을 甲 등에게 적용할 수 있는지를 판단하였어야 하고, 만일 이 근로조건을 적용할 수 없다고 본다면 甲 등의 기존 근로조건의 수준보다 낮지 아니함을 전제로 한국도로공사가 상황실 보조원을 직접 고용하면서 합의한 근로조건이나 그 밖에 다른 적합한 근로조건이 있는지, 그 근로조건을 甲 등과 한국도로공사가 합리적으로 정하였을 근로조건으로 볼 수 있는지 등을 심리·판단하였어야 하며, 그렇게 하여도 적용할 적정한 근로조건을 찾을 수 없다면 파견법 제6조의2 제3항 제2호에 따라 기존 근로조건을 적용할 수밖에 없는데도, 甲 등에게 위 예규 중 조무원의 근로조건이 적용되어야 한다고 본 원심판단에는 법리오해 등의 잘못이 있다고 한 사례.<br/> [3] 2019. 5. 21. 대통령령 제29768호로 개정되어 2019. 6. 1.부터 시행되는 ‘소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정’은 \"소송촉진 등에 관한 특례법 제3조 제1항 본문에서 대통령령으로 정하는 이율이란 연 100분의 12를 말한다.\"라고 규정(이하 ‘개정규정’이라 한다)함으로써 종전의 법정이율이었던 연 15%를 연 12%로 개정하였다. 부칙 제2조 제1항에서는 \"이 영 시행 당시 법원에 계속 중인 사건으로서 제1심의 변론이 종결된 사건에 대한 법정이율은 이 영의 개정규정에도 불구하고 종전의 규정에 따른다.\"라고 규정하고, 제2항에서는 \"이 영 시행 당시 법원에 계속 중인 사건으로서 제1심의 변론이 종결되지 아니한 사건에 대한 법정이율은 2019년 5월 31일까지 발생한 분에 대해서는 종전의 규정에 따르고, 2019년 6월 1일 이후 발생하는 분에 대해서는 이 영의 개정규정에 따른다.\"라고 규정한다. 이러한 규정에 비추어 볼 때, 해당 사건에서 제1심의 변론이 종결된 후 개정규정이 시행되었을 경우, 항소심에서 인용되는 청구 부분 중 제1심에서 이미 심리하여 판단된 바 있는 청구 부분은 ‘제1심의 변론이 종결된 사건’에 해당하므로 소송촉진 등에 관한 특례법(이하 ‘소송촉진법’이라 한다)상 법정이율에 관하여 종전의 규정을 적용해야 하지만, 항소심에서 비로소 청구취지가 확장됨에 따라 새롭게 인용된 청구 부분은 ‘제1심의 변론이 종결된 사건’이라고 볼 수 없으므로 소송촉진법상 법정이율에 관하여 개정규정을 적용하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 제3항 / [2] 파견근로자 보호 등에 관한 법률 제2조 제1호, 제6조의2 제1항, 제3항 / [3] 소송촉진 등에 관한 특례법 제3조 제1항, 소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정, 부칙(2019. 5. 21.) 제2조<br/>",
  "참조판례": "[1] 대법원 2024. 3. 12. 선고 2019다222829, 222836 판결<br/>"
}