{
  "판례일련번호": "603551",
  "사건명": "양도소득세부과처분취소[과세전적부심사 예외사유를 명시한 구 국세기본법(2020. 12. 29. 법률 제17758호로 개정되기 전의 것) 제81조의15 제3항 제3호 규정과 관련하여 국세부과 제척기간 만료일까지 3개월 이하인 기간에 과세예고통지를 생략한 채 이루어진 과세처분이 위법한지 여부가 문제된 사건]",
  "사건번호": "2023두41659",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250213",
  "판시사항": "구 국세기본법 제81조의15 제1항이 정한 과세예고통지 대상에 해당하는 경우, 과세관청은 국세부과 제척기간 만료일까지 기간이 3개월 이하인 때에도 과세예고통지를 하여야 하는지 여부(적극) / 절차적 정당성이 상실되지 않았다고 볼 만한 특별한 사정이 없는 한 과세예고통지 없이 이루어진 과세처분은 위법한지 여부(적극) 및 이때 특별한 사정의 존재에 관한 증명책임(=과세관청)<br/>",
  "판결요지": "구 국세기본법(2020. 12. 29. 법률 제17758호로 개정되기 전의 것, 이하 같다) 제81조의15 제3항은 각호에서 과세전적부심사를 거치지 않아도 되는 예외사유를 규정하고 있는데, 제3호(이하 ‘제3호 규정’이라 한다)에서 ‘과세예고통지를 하는 날부터 국세부과 제척기간의 만료일까지의 기간이 3개월 이하인 경우’를 들고 있다. 다만 조세법규에 대한 엄격해석의 원칙, 구 국세기본법 제81조의15 제1항, 제2항 제2호, 제4항, 제8항, 제9항, 국세기본법 시행령 제63조의15 제4항의 문언과 체계, 과세예고통지의 기능 등에 비추어 보면 제3호 규정을 과세전적부심사를 넘어 과세예고통지에 대한 예외사유로까지 확장해석할 수는 없으므로, 과세관청은 구 국세기본법 제81조의15 제1항이 정한 과세예고통지 대상에 해당하는 경우에는 국세부과 제척기간 만료일까지 기간이 3개월 이하인 때에도 과세예고통지를 하여야 하고, 과세예고통지 없이 이루어진 과세처분은 이로 인하여 절차적 정당성이 상실되지 않았다고 볼 만한 특별한 사정이 없는 한 위법하다고 보아야 한다. 상세한 이유는 다음과 같다.<br/>  ① 헌법 제12조 제1항에서 규정하고 있는 적법절차의 원칙은 형사소송절차에 국한되지 아니하고 모든 국가작용 전반에 대하여 적용되므로 세무공무원이 과세권을 행사하는 경우에도 적법절차의 원칙을 준수하여야 한다. 또한 조세법률주의의 원칙상 조세법규는 특별한 사정이 없는 한 법문대로 엄격하게 해석하여야 하는바, 이는 납세자의 실체적 권리뿐만 아니라 절차적 권리를 보장하는 국면에서도 마찬가지로 적용된다.<br/>  ② 구 국세기본법 제81조의15 제1항은 각호 사유 중 하나에 해당하는 경우 과세관청의 과세예고통지 의무를 규정하면서 이를 생략할 수 있는 어떠한 예외도 두고 있지 않다. 또한 제2항 본문 및 제2호는 ‘과세예고통지를 받은 날부터 30일 이내’에 과세전적부심사를 청구할 수 있다고 규정하는 한편, 제3항 제3호에서 ‘과세예고통지를 하는 날’부터 국세부과 제척기간 만료일까지 기간이 3개월 이하인 경우에는 과세전적부심사를 거치지 않아도 된다는 취지로 규정함으로써 제3호 규정의 예외사유로 인정되기 위한 요건으로 과세예고통지 실시를 전제하고 있다. 이는 관세법 제118조 제1항 단서 제1호에서 이러한 경우 과세예고통지를 생략할 수 있도록 명문으로 정한 것과 대조된다.<br/>  ③ 과세예고통지는 주로 과세전적부심사의 선행 절차로서의 의미를 가진다. 즉, 과세예고통지는 과세관청이 조사한 사실 등의 정보를 미리 납세자에게 알려줌으로써 납세자가 충분한 시간을 가지고 준비하여 과세전적부심사와 같은 의견청취절차에서 의견을 진술할 기회를 가짐으로써 자신의 권익을 보호할 수 있도록 하기 위한 처분의 사전통지로서의 성질을 가진다. 그러나 제3호 규정의 예외사유가 있어 과세전적부심사를 거치지 않아도 되는 경우에도 과세예고통지를 받은 납세자는 과세처분 전에 과세관청에 자신의 의견을 사실상 전달함으로써 과세처분의 오류를 미리 바로잡을 기회를 가질 수 있고, 조기결정신청권을 행사함으로써 가산세를 줄이는 이익을 누릴 수도 있는 등 과세전적부심사 외에도 과세예고통지에 관한 일정한 절차적 이익을 가진다.<br/>  ④ 이상에서 살펴본 세법의 문언에 기초한 엄격해석의 원칙, 과세예고통지 생략에 관한 법률적 근거의 부존재, 과세전적부심사청구 외에도 납세자가 과세예고통지로 누릴 수 있는 절차적 이익 등에 비추어 볼 때, 과세예고통지에 관한 절차적 권리가 주로 과세전적부심사에 결부된 것임을 감안하더라도 과세전적부심사에 관한 제3호 규정의 예외사유를 들어 과세예고통지를 생략할 수 있다고 쉽사리 해석하여서는 안 된다.<br/>  ⑤ 다만 과세관청의 귀책사유 없이 부득이한 사정으로 국세부과 제척기간의 만료일이 매우 임박하게 되었고, 이로 인하여 과세처분에 앞서 과세예고통지를 할 시간적 여유가 거의 없고 과세예고통지를 하더라도 납세자가 누릴 절차적 이익도 거의 없는 등 과세예고통지를 생략하더라도 절차적 정당성이 상실되지 않았다고 볼 만한 특별한 사정이 있는 경우에는 과세예고통지를 하지 않았다는 점만으로 과세처분이 위법하게 된다고 평가하기는 어렵다. 이러한 특별한 사정의 존재는 과세관청이 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 구 국세기본법(2020. 12. 29. 법률 제17758호로 개정되기 전의 것) 제81조의15, 국세기본법 시행령 제63조의15 제4항, 관세법 제118조 제1항<br/>",
  "참조판례": "대법원 2014. 6. 26. 선고 2012두911 판결(공2014하, 1479)<br/>"
}