{
  "판례일련번호": "604291",
  "사건명": "손해배상(기)[대법원의 공개변론 과정을 실시간 중계하고 녹화 결과물을 홈페이지에 게시한 행위에 대하여 국가배상책임 인정 여부가 문제된 사건]",
  "사건번호": "2023다233895",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250227",
  "판시사항": "[1] 법관의 재판에 대한 국가배상책임이 인정되기 위한 요건<br/> [2] 대법원에서의 변론에 관한 규칙에서 대법원 변론 또는 선고를 중계방송하거나 녹화의 결과물을 인터넷 홈페이지 등에 게시할 수 있도록 규정한 취지 및 위 대법원 규칙에 따라 이루어진 대법원 변론 또는 선고의 중계방송 내지 녹화 결과물의 게시에 대하여 국가배상책임이 인정될 수 있는지 여부(원칙적 소극)<br/> [3] 대법원이 ‘가수 甲의 그림대작 형사사건’의 공개변론 과정을 촬영하여 대법원 홈페이지와 인터넷 포털사이트로 실시간 중계하고, 대법원 담당공무원이 위와 같이 촬영된 공개변론 동영상을 대법원 홈페이지에 게시하자, 공개변론 법정에 공동피고인으로 출석하였던 甲의 매니저 乙이 자신의 초상권이 침해당하였다며 국가배상을 청구한 사안에서, 공개변론 후 그 녹화 결과물을 게시하도록 한 재판장의 명령에는 위법 또는 부당한 목적을 가지고 있었다거나 법관이 직무수행상 준수할 것을 요구하는 기준을 현저하게 위반한 위법이 있다고 보기 어렵고, 녹화 결과물을 게시한 담당공무원의 직무행위는 재판장의 명령에 따른 것에 불과하여 별도의 위법성을 인정하기 어려운데도, 이에 관하여 제대로 심리·판단하지 않은 채 공개변론의 녹화 결과물을 게시할 때 乙의 얼굴에 모자이크 처리를 하지 않았다는 이유로 乙의 초상권이 침해되었다고 보아 국가배상책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 법관의 재판에 법령 규정을 따르지 않은 잘못이 있더라도 이로써 바로 재판상 직무행위가 국가배상법 제2조 제1항에서 말하는 위법한 행위로 되어 국가의 손해배상책임이 발생하는 것은 아니고, 국가배상책임이 인정되려면 법관이 위법하거나 부당한 목적을 가지고 재판을 하였다거나 법이 법관의 직무수행상 준수할 것을 요구하고 있는 기준을 현저하게 위반하는 등 법관이 그에게 부여된 권한의 취지에 명백히 어긋나게 이를 행사하였다고 인정할 만한 특별한 사정이 있어야 한다.<br/> [2] 법원조직법 제59조는 \"누구든지 법정 안에서는 재판장의 허가 없이 녹화, 촬영, 중계방송 등의 행위를 하지 못한다.\"라고 규정하고 있다. 대법원에서의 변론에 관한 규칙 제7조의2 제1항은 \"누구든지 대법원 변론 또는 선고에 대한 녹음, 녹화, 촬영 및 중계방송을 하고자 하는 때에는 재판장의 허가를 받아야 한다.\"라고 규정하고 제2항은 \"재판장은 필요하다고 인정하는 경우 대법원 변론 또는 선고를 인터넷, 텔레비전 등 방송통신매체를 통하여 방송하게 할 수 있고, 변론 또는 선고에 관한 녹음, 녹화의 결과물을 인터넷 홈페이지 등을 통해 공개할 수 있다.\"라고 규정하며, 제3항은 \"재판장은 소송관계인의 변론권·방어권 기타 권리의 보호, 법정의 질서유지 또는 공공의 이익을 위하여 변론 또는 선고에 대한 녹음, 녹화, 촬영 및 중계방송 등 행위의 시간·방법을 제한하거나 허가에 조건을 부가하는 등 필요한 조치를 취할 수 있다.\"라고 규정한다.<br/>  위 대법원 규칙에서 대법원 변론 또는 선고를 중계방송하거나 녹화의 결과물을 인터넷 홈페이지 등에 게시할 수 있도록 규정하는 것은 헌법에서 규정하는 공개재판의 원칙을 보다 적극적으로 구현함으로써 재판의 공정성과 투명성, 재판에 관한 신뢰를 제고할 뿐만 아니라 해당 재판의 쟁점을 일반 국민에게 알려 사회적으로 그에 관한 인식을 공유하도록 함으로써 궁극적으로는 재판당사자가 가지는 공정한 공개재판을 받을 권리와 일반 국민의 알 권리를 실질적으로 실현하기 위한 것이다. 위 대법원 규칙에 따라 재판장이 대법원 변론 또는 선고의 중계방송이나 녹화 결과물의 게시를 하도록 하거나 그 중계방송 등 행위의 제한이나 조건의 부가 등 필요한 조치를 하는 것은 중계방송이나 녹화 결과물 게시를 통해 달성하고자 하는 공공의 이익과 재판당사자의 초상권 등 인격권 침해 우려 사이에서 여러 사정을 종합적으로 고려한 이익형량을 통하여 이루어진 것으로 볼 수 있다. 재판장의 그러한 판단이 법관의 직무수행상 준수할 것으로 요구되는 기준을 현저하게 위반하는 등 법관이 그에게 부여된 권한의 취지에 명백히 어긋나게 이를 행사하였다고 볼 사정이 없는 이상, 그에 따라 이루어진 대법원 변론 또는 선고의 중계방송 내지 녹화 결과물의 게시에 대하여 국가배상책임이 인정될 수는 없다.<br/> [3] 대법원이 ‘가수 甲의 그림대작 형사사건’의 공개변론 과정을 촬영하여 대법원 홈페이지와 인터넷 포털사이트로 실시간 중계하고, 대법원 담당공무원이 위와 같이 촬영된 공개변론 동영상을 대법원 홈페이지에 게시하자, 공개변론 법정에 공동피고인으로 출석하였던 甲의 매니저 乙이 자신의 초상권이 침해당하였다며 국가배상을 청구한 사안에서, 위 형사사건에서 당시 비교적 널리 알려진 연예인이었던 甲이 자신의 조수 화가가 그림 대부분을 그린 사정을 고지하지 않은 채 그림을 판매한 행위가 사기죄에 해당하는지는 국민 다수가 관심을 가지고 있었고, 미술품의 저작행위와 저작자가 무엇인지에 관한 쟁점을 포함하여 광범위한 사회적 논의가 이루어질 수 있는 사안이었던 점, 대법원은 이러한 공공적 특성을 감안하여 공개변론을 열었고, 재판장은 공개변론을 중계방송하고 녹화 결과물을 게시하도록 하였던 점, 乙은 이미 방송에 출연한 바 있고 위 형사사건과 관련된 언론 인터뷰에도 응하면서 자신의 얼굴과 함께 甲의 매니저로서 지위를 스스로 널리 알렸던 점 등의 사정을 고려하면, 공개변론 후 그 녹화 결과물을 게시하도록 한 재판장의 명령에는 위법 또는 부당한 목적을 가지고 있었다거나 법관이 직무수행상 준수할 것을 요구하는 기준을 현저하게 위반한 위법이 있다고 보기 어려워 이에 대한 국가배상책임이 인정된다고 보기 어렵고, 녹화 결과물을 게시한 담당공무원의 직무행위는 이러한 재판장의 명령에 따른 것에 불과하여 거기에 별도의 위법성을 인정하기 어려운데도, 이에 관하여 제대로 심리·판단하지 않은 채 공개변론의 녹화 결과물을 게시할 때 乙의 얼굴에 모자이크 처리를 하지 않았다는 이유로 乙의 초상권이 침해되었다고 보아 국가배상책임을 인정한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국가배상법 제2조 제1항 / [2] 국가배상법 제2조 제1항, 법원조직법 제59조, 대법원에서의 변론에 관한 규칙 제7조의2 / [3] 국가배상법 제2조 제1항, 법원조직법 제59조, 대법원에서의 변론에 관한 규칙 제7조의2<br/>",
  "참조판례": "[1] 대법원 2001. 3. 9. 선고 2000다29905 판결, 대법원 2003. 7. 11. 선고 99다24218 판결(공2003하, 1695), 대법원 2022. 3. 17. 선고 2019다226975 판결(공2022상, 679)<br/>"
}