{
  "판례일련번호": "604343",
  "사건명": "신주발행무효의소[주주명부상 주주가 자신을 배제시킨 채로 신주발행 절차가 진행되었다고 주장하면서 회사를 상대로 신주발행무효의 소를 제기한 사건]",
  "사건번호": "2022다282746",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250220",
  "판시사항": "[1] 자본시장과 금융투자업에 관한 법률에 따라 한국예탁결제원에 예탁된 주식에 대한 주주권 행사의 주체(=실질주주명부상 주주) 및 위와 같이 예탁된 주식의 경우, 회사가 상법 제418조에 따라 신주를 발행하면서 주주에 대한 통지 내지 공고 절차를 이행하였는지, 신주발행이 주주의 신주인수권을 침해하였는지는 실질주주명부상 주주를 기준으로 판단하여야 하는지 여부(적극)<br/> [2] 甲이 乙 주식회사의 대표이사 겸 주주인 丙으로부터 乙 회사 발행 주식을 매수하는 내용의 매매예약을 체결하면서 ‘丙은 甲에게 매매예약의 담보로 매매예정 주식수 상당의 주권을 예치한다. 甲은 예치받은 주식에 대한 의결권 등 권리가 매매예약이 완결되기 전까지는 丙에게 있음을 확인한다.’고 약정하였고, 이후 위 매매예약에 따라 丙으로부터 매매예정 주식수 상당의 주식을 이전받아 신주발행 무렵 乙 회사의 명의개서대리인이 작성·비치한 실질주주명부에 주주로 기재되었는데, 乙 회사가 자신이 직접 작성·관리하는 주주명부상 주주인 丙 등에게만 동의를 받아 신주를 발행하자, 甲이 신주인수권을 침해당하였다며 신주발행무효의 소를 제기한 사안에서, 乙 회사가 甲을 포함한 실질주주명부상 주주 대부분을 신주발행 절차에서 배제시킨 것으로 보이는데도, 甲과 丙 사이에 甲 명의로 된 주식에 관한 권리가 丙에게 귀속된다는 약정이 있다는 이유를 들어 甲의 신주인수권이 침해되지 않았다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 주주명부에 적법하게 주주로 기재되어 있는 자는 주주명부에의 기재 또는 명의개서청구가 부당하게 지연되거나 거절되었다는 등의 특별한 사정이 없는 한 회사에 대한 관계에서 주주권을 행사할 수 있고, 회사 역시 주주명부상 주주 외에 실제 주주권을 행사하기로 약정한 자가 따로 존재한다는 사실을 알았든 몰랐든 간에 주주명부상 주주에게 주주권을 행사할 수 있게 해야 한다. 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다)에 따라 한국예탁결제원(이하 ‘예탁결제원’이라 한다)에 예탁된 주식의 경우 명의개서대리인이 작성·비치하는 실질주주명부의 기재가 주주명부의 기재와 같은 효력을 가지므로(자본시장법 제316조 제2항), 실질주주명부상 주주가 주주권 행사의 주체가 된다. 따라서 회사가 상법 제418조가 정하는 바에 따라 신주를 발행하는 경우 주주에 대한 통지 내지 공고 절차를 이행하였는지 여부, 신주발행이 주주의 신주인수권을 침해하였는지 여부는 주주명부상 주주를 기준으로 판단해야 하고, 자본시장법에 따라 예탁결제원에 예탁된 주식에 대하여는 주주명부와 동일한 효력을 가지는 실질주주명부상 주주를 기준으로 삼아야 한다.<br/> [2] 甲이 乙 주식회사의 대표이사 겸 주주인 丙으로부터 乙 회사 발행 주식을 매수하는 내용의 매매예약을 체결하면서 ‘丙은 甲에게 매매예약의 담보로 매매예정 주식수 상당의 주권을 예치한다. 甲은 예치받은 주식에 대한 의결권 등 권리가 매매예약이 완결되기 전까지는 丙에게 있음을 확인한다.’고 약정하였고, 이후 위 매매예약에 따라 丙으로부터 매매예정 주식수 상당의 주식을 이전받아 신주발행 무렵 乙 회사의 명의개서대리인이 작성·비치한 실질주주명부에 주주로 기재되었는데, 乙 회사가 자신이 직접 작성·관리하는 주주명부상 주주인 丙 등에게만 동의를 받아 신주를 발행하자, 甲이 신주인수권을 침해당하였다며 신주발행무효의 소를 제기한 사안에서, 乙 회사가 신주발행 당시 자신이 직접 작성·관리했다고 주장하는 주주명부에 따라 丙 등을 주주로 파악하여 그 사람들로부터 신주발행에 관한 동의를 받았음을 전제로 신주발행 절차를 진행하면서 甲을 포함한 실질주주명부상 주주 대부분에 대한 통지 내지 공고 절차를 누락하는 등으로 그들을 신주발행 절차에서 배제시킨 것으로 보이는데도, 甲과 丙 사이에 甲 명의로 된 주식에 관한 권리가 丙에게 귀속된다는 약정이 있다는 이유를 들어 甲의 신주인수권이 침해되지 않았다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제315조 제3항, 제316조 제1항, 제2항, 상법 제337조, 제353조, 제354조, 제418조, 제429조 / [2] 자본시장과 금융투자업에 관한 법률 제315조 제3항, 제316조 제1항, 제2항, 상법 제337조, 제353조, 제354조, 제418조, 제429조<br/>",
  "참조판례": "[1] 대법원 2017. 3. 23. 선고 2015다248342 전원합의체 판결(공2017상, 847)<br/>"
}