{
  "판례일련번호": "604589",
  "사건명": "직무발명보상금청구의소",
  "사건번호": "2023다237514",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20241120",
  "판시사항": "[1] 구 발명진흥법 제15조 제3항에 따라 정당한 직무발명 보상액을 결정할 때 고려할 사항인 ‘직무발명에 의하여 사용자가 얻을 이익’의 의미(=직무발명과 상당인과관계가 있는 이익) 및 그 판단 방법 / 사용자가 직무발명을 승계한 이후 실제로 직무발명에 의하여 얻은 이익이 있는 경우, 이를 직무발명에 의하여 사용자가 얻을 이익을 산정할 때 참작할 수 있는지 여부(적극) 및 이때 직무발명 완성 이후의 사정으로서 사용자가 얻을 이익과 관련된 직무발명의 권리화 또는 사업화 경위 등을 함께 고려할 필요가 있는지 여부(적극)<br/> [2] 처분문서의 증명력 / 처분문서의 기재 내용과 다른 명시적, 묵시적 약정이 있는 경우, 그 기재 내용과 다른 사실을 인정할 수 있는지 여부(적극) 및 작성자의 법률행위를 해석할 때 자유심증주의가 적용되는지 여부(적극) / 당사자 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우, 그에 따라 계약이 성립한 것으로 해석하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 발명진흥법(2013. 7. 30. 법률 제11960호로 개정되기 전의 것) 제15조 제3항은 사용자가 종업원으로부터 직무발명을 승계하는 경우 종업원이 받을 정당한 보상액을 결정할 때 그 발명에 의하여 사용자가 얻을 이익과 그 발명의 완성에 사용자와 종업원이 공헌한 정도를 고려하도록 하고 있다. 이때 직무발명에 의하여 사용자가 얻을 이익은 직무발명과 상당인과관계가 있는 이익을 의미한다. 원칙적으로 사용자가 종업원으로부터 직무발명을 승계한 시점을 기준으로 장래 사용자가 직무발명에 의하여 얻을 것으로 합리적으로 예견되는 이익을 보상금 산정의 기초로 삼아 정당한 보상액을 결정하여야 한다. 그런데 장래 사용자가 직무발명에 의하여 얻을 이익을 예상하여 보상금을 결정하는 데에는 어려움이 있으므로, 사용자가 직무발명을 승계한 이후에 실제로 직무발명에 의하여 얻은 이익이 있다면 이를 직무발명에 의하여 사용자가 얻을 이익을 산정할 때 참작할 수 있다. 이처럼 사용자가 직무발명을 승계한 이후에 실제로 얻은 이익을 참작하여 직무발명에 의하여 사용자가 얻을 이익을 산정하고 이를 기초로 종업원이 받을 정당한 보상액을 결정하는 때에는 직무발명의 완성에 사용자와 종업원이 공헌한 정도뿐만 아니라 직무발명 완성 이후의 사정으로서 사용자가 얻을 이익과 관련된 직무발명의 권리화 또는 사업화 경위 등까지 함께 고려할 필요가 있다.<br/> [2] 처분문서의 진정성립이 인정되는 이상 법원은 반증이 없는 한 그 문서의 기재 내용에 따른 의사표시의 존재 및 내용을 인정하여야 하고 합리적인 이유설시 없이 이를 배척하여서는 아니 되나, 처분문서라 할지라도 그 기재 내용과 다른 명시적, 묵시적 약정이 있는 사실이 인정될 경우에는 그 기재 내용과 다른 사실을 인정할 수 있고, 작성자의 법률행위를 해석함에 있어서도 경험법칙과 논리법칙에 어긋나지 않는 범위 내에서 자유로운 심증으로 판단할 수 있다. 일반적으로 계약을 해석할 때에는 형식적인 문구에만 얽매여서는 안 되고 쌍방당사자의 진정한 의사가 무엇인가를 탐구하여야 하고, 계약 내용이 명확하지 않은 경우 계약서의 문언이 계약 해석의 출발점이지만 당사자들 사이에 계약서의 문언과 다른 내용으로 의사가 합치된 경우에는 그 의사에 따라 계약이 성립한 것으로 해석하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 발명진흥법(2013. 7. 30. 법률 제11960호로 개정되기 전의 것) 제15조 제3항(현행 제15조 제6항 참조) / [2] 민법 제105조, 민사소송법 제202조<br/>",
  "참조판례": "[2] 대법원 1991. 7. 12. 선고 91다8418 판결(공1991, 2152), 대법원 1993. 10. 26. 선고 93다2629, 2636 판결(공1993하, 3165), 대법원 1996. 4. 12. 선고 95다45125 판결(공1996상, 1510), 대법원 2006. 4. 13. 선고 2005다34643 판결(공2006상, 788), 대법원 2018. 7. 26. 선고 2016다242334 판결(공2018하, 1833), 대법원 2022. 3. 31. 선고 2021다206561 판결<br/>"
}