{
  "판례일련번호": "604743",
  "사건명": "특정범죄가중처벌등에관한법률위반(허위세금계산서교부등)·조세범처벌법위반[실제 거래의 주체가 아닌 타인 명의로 세금계산서를 발급·수수한 경우 구 「조세범처벌법」(2018. 12. 31. 법률 제16108호로 개정되기 전의 것, 이하 ‘구 「조세범처벌법」’) 제10조의 거짓 세금계산서 발급 등에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2021도7108",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250227",
  "판시사항": "세금계산서의 기재나 매출·매입처별세금계산서합계표의 작성·제출이 제3자 명의로 되어 있음에도 예외적으로 실제로 사업체를 운영하면서 재화 등을 공급하거나 공급받는 거래행위를 한 사람을 세금계산서를 발급·수수하고 매출·매입처별세금계산서합계표를 작성·제출하는 주체로 볼 수 있는지를 판단할 때 고려하여야 할 사항 및 판단 기준 / 이는 부가가치세법에 따른 세금계산서 및 매출·매입처별세금계산서합계표와 유사한 기능을 수행하는 소득세법과 법인세법에 따른 계산서, 매출·매입처별계산서합계표에 있어서도 마찬가지인지 여부(적극)<br/>",
  "판결요지": "전 단계 세액공제법을 채택하고 있는 부가가치세법하에서 세금계산서 제도는 당사자 간의 거래를 노출시킴으로써 부가가치세뿐 아니라 소득세와 법인세의 세원포착을 용이하게 하는 납세자 간 상호검증의 기능을 하므로, 사업자등록과 함께 부가가치세 제도를 효과적으로 시행하기 위한 필수적인 요소이다. 구 조세범 처벌법(2018. 12. 31. 법률 제16108호로 개정되기 전의 것, 이하 같다) 제10조 제1항 제1호, 제2항 제1호의 입법 취지는 세금계산서 발급을 강제하여 거래를 양성화하고, 세금계산서를 발급하지 않거나 발급받지 않아 조세의 부과와 징수를 불가능하게 하거나 현저히 곤란하게 하는 것을 막고자 하는 것이다. 구 조세범 처벌법 제10조 제3항 제1호의 입법 취지는 실물거래 없이 세금계산서를 수수하는 행위를 처벌함으로써 세금계산서 수수질서의 정상화를 도모하려는 데에 있고 위 규정들은 조세포탈 여부가 구성요건이 되는 다른 규정과 달리 세금계산서가 갖는 증빙서류로서의 기능을 중시한다. <br/>  재화 또는 용역(이하 ‘재화 등’이라 한다)을 공급하거나 공급받은 자가 제3자의 위임을 받아 제3자의 사업자등록을 이용하여 제3자를 공급하는 자로 기재한 세금계산서를 교부하거나 제3자가 공급받는 자로 기재된 세금계산서를 교부받은 경우 및 제3자의 명의로 재화 등의 공급에 관한 매출·매입처별세금계산서합계표(이하 ‘세금계산서합계표’라 한다)를 작성하여 정부에 제출한 경우에는, 제3자가 세금계산서 수수 및 세금계산서합계표 작성·제출행위를 한 것으로 볼 수 있으므로 그가 재화 등을 공급하거나 공급받지 아니한 이상 구 조세범 처벌법 제10조 제3항 제1호 및 제3호의 정범이 되고, 재화 등을 공급하거나 공급받은 자는 가담 정도에 따라 그 범행의 공동정범이나 방조범이 될 수 있을 뿐 단독정범이 될 수는 없다. <br/>  반면, 재화 등을 공급하는 사람이 실제로는 자신이 직접 사업체를 운영하여 사업자등록을 하면서 형식적으로 그 명의만을 제3자로 한 경우에는, 그 명의자인 제3자가 아니라 실제로 사업체를 운영하면서 재화 등을 공급하는 거래행위를 한 사람을 세금계산서를 발급하고 세금계산서합계표를 기재·제출하여 부가가치세를 납부하여야 하는 주체로 보아야 한다. 따라서 형식적으로 제3자 명의로 사업자등록이 된 사업체를 운영하여 재화 등을 공급하는 사람이 비록 제3자 명의로 세금계산서를 발행하고 세금계산서합계표를 기재·제출하였다고 하더라도, 실제로 그 세금계산서 및 세금계산서합계표에 기재된 수량의 재화 등을 그 기재된 가격으로 공급한 이상, 이에 대하여 재화 등을 공급하지 아니한 사람이 세금계산서를 발급하거나 그 공급에 관한 세금계산서합계표를 거짓으로 기재하였다 할 수 없으므로 구 조세범 처벌법 제10조 제3항 제1호 및 제3호에 해당한다고 할 수 없다. 그리고 이러한 경우 실제로 재화 등을 공급하는 사람으로부터 재화 등을 공급받고 제3자 명의의 세금계산서를 발급받은 상대방도 구 조세범 처벌법 제10조 제3항 제1호에서 정한 재화 등을 공급받지 아니하고 세금계산서를 발급받은 경우에 해당한다고 할 수 없다. <br/>  위와 같은 구 조세범 처벌법 제10조의 문언과 입법 취지, 세금계산서와 관련된 부가가치세법령의 내용과 세금계산서의 기능 등에 비추어 보면, 세금계산서의 기재나 세금계산서합계표의 작성·제출이 제3자 명의로 되어 있음에도 예외적으로 실제로 사업체를 운영하면서 재화 등을 공급하거나 공급받는 거래행위를 한 사람을 세금계산서를 발급·수수하고 세금계산서합계표를 작성·제출하는 주체로 볼 수 있는지를 판단할 때에는 다음과 같은 사정을 고려하여야 한다. 즉, 명의자인 ‘제3자’와 ‘실제 사업체를 운영하는 자’의 경력, 지위 및 관계, 해당 사업장에 제3자 명의로 사업자등록을 하게 된 동기나 목적, 경위 및 시기, 해당 사업장에서 제3자 명의로 운영하는 사업의 구체적인 내용, 그 형태나 방식, 해당 사업장에서의 수익이나 비용 등의 자금운영 및 거래방식, 세금계산서 발급·수취 등에 명의자인 ‘제3자’가 관여한 정도와 그와 같은 발급·수취 등을 통해 ‘제3자’가 얻은 이익의 유무 등과 같은 사정들을 종합적으로 고려하여 ‘제3자’ 명의의 세금계산서를 통한 거래가 부가가치세, 소득세, 법인세의 세원포착 등 과세행정에 곤란을 야기한 정도와 세금탈루의 조장가능성을 기준으로 신중하게 판단하여야 한다. 이는 부가가치세법에 따른 세금계산서 및 세금계산서합계표와 유사한 기능을 수행하는 소득세법과 법인세법에 따른 계산서, 매출·매입처별계산서합계표에 있어서도 마찬가지이다.<br/>",
  "판결본문": "",
  "참조조문": "구 조세범 처벌법(2018. 12. 31. 법률 제16108호로 개정되기 전의 것) 제10조 제1항 제1호, 제2항 제1호, 제3항 제1호, 제3호, 형법 제30조, 제32조<br/>",
  "참조판례": "대법원 1995. 7. 14. 선고 95도569 판결(공1995하, 2852), 대법원 2004. 11. 18. 선고 2002두5771 전원합의체 판결(공2004하, 2054), 대법원 2012. 5. 10. 선고 2010도13433 판결(공2012상, 1037), 대법원 2014. 4. 30. 선고 2012도7768 판결(공2014상, 1170), 대법원 2015. 2. 26. 선고 2014도14990 판결(공2015상, 568), 헌법재판소 2015. 11. 26. 선고 2014헌바267 전원재판부 결정(헌공230, 1781)<br/>"
}