{
  "판례일련번호": "605083",
  "사건명": "학교용지부담금부과처분취소[주택법에 따른 개발사업의 개발사업시행자에게 학교용지부담금을 부과한 사건]",
  "사건번호": "2023두48445",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 시·도지사가 개발사업지역에서 공동주택을 분양하는 자에게 부과할 학교용지부담금을 산정할 때 반드시 개발사업으로 증가하는 공동주택의 세대수를 기준으로 삼아야 하는지 여부(소극)<br/> [2] 시·도지사가 개발사업시행자에게 부과할 학교용지부담금을 산정할 때 개발사업으로 인한 세대수 증가분 외에 고려할 사항<br/> [3] 학교용지 확보 등에 관한 특례법 제5조 제1항 단서에 따라 학교용지부담금 부과·징수 대상에서 제외되는 개발사업을 규정하고 있는 각호가 열거적 성격인지 여부(적극) 및 위 조항 단서가 주택법에 따른 개발사업분에 유추적용될 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 학교용지 확보 등에 관한 특례법(이하 ‘학교용지법’이라 한다) 제5조 제1항 본문은 \"시·도지사는 개발사업지역에서 단독주택을 건축하기 위한 토지를 개발하여 분양하거나 공동주택을 분양하는 자에게 부담금을 부과·징수할 수 있다.\"라고 규정하고 있고, 문언상 위 규정에 따른 학교용지부담금(이하 ‘부담금’이라 한다) 부과는 재량행위로 해석된다. 또한 학교용지법 제5조 제1항 본문에 따른 부담금의 산정기준에 관한 학교용지법 제5조의2는 공동주택의 부담금은 세대별 공동주택 분양가격에 1천분의 8을 곱한 금액으로 산정하도록 규정하고 있을 뿐, 그 부담금 산정의 기준이 되는 세대수를 개발사업으로 공급하는 공동주택 세대수에서 해당 개발사업지역 내 거주하고 있던 기존 세대수를 공제하는 방법으로 산정하여야 한다는 취지로 규정하고 있지는 않다. 그러므로 시·도지사가 공동주택의 부담금을 산정할 때 반드시 개발사업으로 인하여 증가하는 공동주택의 세대수를 기준으로 삼아야만 하는 것은 아니다. <br/> [2] 개발사업시행자에게 학교용지부담금을 부과하는 것은 개발사업으로 인하여 학교시설 확보의 필요성이 유발되었기 때문이고, 개발사업으로 인하여 증가하는 세대수는 이러한 학교시설 확보의 필요성 및 그 정도를 평가하는 데 고려될 수 있다. 그러나 개발사업으로 인하여 유발된 학교시설 확보의 필요성 및 그 정도가 언제나 개발사업으로 인한 세대수 증가분에 정확하게 비례하는 것은 아니다. 따라서 시·도지사는 그 외에도 해당 지역의 상황 및 변화 가능성, 취학인구의 증감 추이, 개발사업으로 해당 지역에 유입될 인구의 연령별 분포 및 취학인구의 비중, 교육환경에 대한 사회적 인식과 교육정책의 변화 등 여러 요소들을 종합적으로 고려하여 재량권의 범위 내에서 학교용지부담금을 산정할 수 있다.<br/> [3] 학교용지 확보 등에 관한 특례법(이하 ‘학교용지법’이라 한다) 제5조 제1항 단서는 제5조 제1항 본문에도 불구하고 학교용지부담금(이하 ‘부담금’이라 한다) 부과·징수 대상에서 제외되는 개발사업분을 각호에서 규정하고 있는데, 이는 부담금의 감면요건도 법문대로 엄격하게 해석해야 한다는 원칙에 비추어 열거적인 성격을 띠는 것으로 보아야 한다. 따라서 위 단서는 주택법에 따른 개발사업분과 같이 각호에 규정되지 않은 개발사업분에 대해서는 적용되지 않으므로 주택법에 따른 개발사업분에 대한 부담금은 학교용지법 제5조 제1항 본문에 따라 부과·징수되면 충분하다. <br/>학교용지법 제5조 제1항 단서가 주택법에 따른 개발사업분에 유추적용된다고 할 수도 없다. 유추적용은 법적 규율이 없는 사안과 법적 규율이 있는 사안 사이에 공통점 또는 유사점이 있고, 법규범의 내용과 체계, 입법 의도와 법률의 목적 등에 비추어 유추적용이 정당하다고 평가되는 경우에 인정할 수 있다. 학교용지법 제5조 제1항 단서 각호에 규정된 도시개발법에 따른 도시개발사업, 도시 및 주거환경정비법(이하 ‘도시정비법’이라 한다)에 따른 재개발·재건축사업, 빈집 및 소규모주택 정비에 관한 특례법(이하 ‘소규모주택정비법’이라 한다)에 따른 소규모재건축사업 등은 근거 법률 및 해당 사업의 목적과 내용, 해당 사업시행자의 지위 등에 비추어 볼 때 주택법에 따른 주택건설사업에 비해 공공성이 강하다. 학교용지법 제5조 제1항 단서 각호 개발사업의 특성은 그 사업이 일정한 요건 아래 부담금 부과·징수 대상에서 제외되는 단서의 규율과 밀접하게 관련되어 있으므로, 이와 특성을 달리하는 주택법에 따른 주택건설사업에 위 단서가 당연히 유추적용된다고 할 수 없다. <br/>  설령 학교용지법 제5조 제1항 단서가 주택법에 따른 개발사업분에 적용 또는 유추적용된다고 하더라도, 이러한 단서 규정만으로는 개발사업으로 인한 세대수 증가분에 상응하여 공동주택의 부담금을 산정하여야 한다는 결론을 도출할 수 없다. 학교용지법 제5조 제1항 단서 제3호, 제5호는 개발사업 중 도시개발법에 따른 도시개발사업, 도시정비법에 따른 재개발·재건축사업, 소규모주택정비법에 따른 소규모재건축사업 등의 경우 그 사업 시행 결과 해당 도시개발구역, 정비구역, 사업시행구역 내 세대수가 증가하지 않는다면 부담금을 부과하지 않도록 규정하고 있다. 그러나 위 각 규정은 개발사업 시행 결과 해당 개발사업지역 내 세대수가 증가하지 아니할 경우 부과·징수 대상에서 제외된다는 취지일 뿐이고, 개발사업으로 세대수가 증가할 경우 그 세대수 증가분에 상응하는 부담금만 부과할 수 있다는 취지로 해석할 수는 없다. 그리고 학교용지법 제5조 제1항 단서의 나머지 각호는 세대수 미증가 여부를 부담금 부과·징수 대상에서 제외되는 개발사업의 요건으로 삼고 있지 않다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 학교용지 확보 등에 관한 특례법 제5조 제1항, 제5조의2 / [2] 학교용지 확보 등에 관한 특례법 제5조 제1항, 제5조의2 / [3] 학교용지 확보 등에 관한 특례법 제5조 제1항, 제5조의2<br/>",
  "참조판례": "[1] 대법원 2022. 12. 29. 선고 2020두49041 판결(공2023상, 379) / [2] 대법원 2017. 12. 28. 선고 2017두30122 판결(공2018상, 438)<br/>"
}