{
  "판례일련번호": "605065",
  "사건명": "부당이득금[건강보험심사평가원이 자동차보험진료수가에 대한 기존 심사결과를 조정하자 그에 따라 보험회사가 의료기관을 운영하는 자를 상대로 이미 지급하였던 자동차보험진료수가 중 일부의 반환을 구하는 사건]",
  "사건번호": "2024다310102",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 구 자동차손해배상 보장법 제12조의2, 제19조, 제21조 등에 따라 건강보험심사평가원의 자동차보험진료수가 심사결과에 합의의제의 효과가 발생하지 않은 경우, 건강보험심사평가원은 직권으로 기존 심사결과를 조정할 수 있는지 여부(적극)<br/> [2] 구 자동차손해배상 보장법 제19조 제3항에서 정한 합의의제가 성립하는 시점인 ‘건강보험심사평가원의 자동차보험진료수가 심사결과를 통보받은 날부터 제1항의 기간’의 의미(=구 자동차손해배상 보장법 시행규칙 제6조의4 제1항에서 정한 90일) 및 이의제기 기간 동안에는 합의의제가 성립하지 않는지 여부(적극) / 건강보험심사평가원의 자동차보험진료수가 심사결과에 보험회사와 의료기관의 이의가 없어 합의가 성립된 것으로 볼 수 있는 시점(=심사결과에 대하여 보험회사나 의료기관이 이의를 제기하지 않고 건강보험심사평가원도 기존 심사결과를 조정하는 내용의 심사결정을 하지 않은 채 위 이의제기 기간 90일이 도과되었을 때)<br/>",
  "판결요지": "[1] 구 자동차손해배상 보장법(2024. 1. 9. 법률 제19981호로 개정되기 전의 것, 이하 ‘구 자동차손배법’이라고 한다) 제12조의2 제1항은 \"보험회사 등은 제12조 제4항에 따라 의료기관이 청구하는 자동차보험진료수가의 심사·조정 업무 등을 대통령령으로 정하는 전문심사기관에 위탁할 수 있다.\"라고 규정하고, 제4항은 \"제1항에 따라 전문심사기관에 위탁한 경우 청구, 심사, 이의제기 등의 방법 및 절차 등은 국토교통부령으로 정한다.\"라고 규정하고 있다.<br/>자동차손해배상 보장법 시행령 제11조의2는 자동차보험진료수가의 심사·조정 업무 등을 담당하는 전문심사기관을 건강보험심사평가원(이하 ‘심사평가원’이라고 한다)으로 정하고 있고, 구 자동차손해배상 보장법 시행규칙(2024. 7. 10. 국토교통부령 제1358호로 개정되기 전의 것) 제6조의3은 심사평가원의 자동차보험진료수가 심사방법과 절차 등을 규정하고 있으며, 제6조의5에서 심사 등에 필요한 세부사항은 국토교통부장관이 정하도록 규정하고 있다.<br/>  위 위임에 따라 구 자동차보험진료수가 심사업무처리에 관한 규정(2024. 12. 23. 국토교통부고시 제2024-830호로 개정되기 전의 것)은 제23조 제7항에서 ‘심사평가원장이 자동차보험진료수가 심사내역 확인이 필요하다고 인정하는 경우 심사평가원은 자동차보험진료수가의 지급 후 심사내역을 확인·조정할 수 있다.’는 취지로 규정하고 있다. <br/>  위와 같은 각 규정의 내용에 비추어 보면, 심사평가원은 자동차보험진료수가가 적합한 것인지를 심사·조정하여야 하는바, 심사평가원이 위탁받은 업무의 범위에는 의료기관이 청구하는 자동차보험진료수가를 심사하는 것뿐만 아니라, 기존 심사결과를 조정하는 것도 포함된다. 따라서 구 자동차손배법 제12조의2, 제19조, 제21조 등에 따라 심사평가원의 심사결과에 합의의제의 효과가 발생하지 않는 이상 심사평가원은 직권으로 기존 심사결과를 조정할 수 있다고 봄이 타당하다.<br/>  [2] 구 자동차손해배상 보장법(2024. 1. 9. 법률 제19981호로 개정되기 전의 것, 이하 ‘구 자동차손배법’이라고 한다) 제12조의2, 제19조, 제21조 등은 의료기관의 지급청구에 대한 전문심사기관인 건강보험심사평가원(이하 ‘심사평가원’이라고 한다)의 심사결과나 자동차보험진료수가분쟁심의회의 심사결정 등에 대하여 보험회사와 의료기관의 이의가 없는 경우 보험회사와 의료기관 사이에 그와 같은 내용으로 합의가 성립된 것으로 본다고 규정하고 있다. 구체적으로 구 자동차손배법 제19조 제1항은 \"보험회사등과 의료기관은 제12조의2 제2항에 따른 심사결과에 이의가 있는 때에는 이의제기 결과를 통보받은 날부터 30일 이내에 자동차보험진료수가분쟁심의회에 그 심사를 청구할 수 있다.\"라고 규정하고, 제3항은 \"제12조의2 제1항에 따른 전문심사기관의 심사결과를 통지받은 보험회사 등 및 의료기관은 제1항의 기간에 심사를 청구하지 아니하면 그 기간이 끝나는 날에 의료기관이 지급청구한 내용 또는 심사결과에 합의한 것으로 본다.\"라고 규정하고 있다.<br/>  그런데 구 자동차손배법 제12조의2 제4항은 심사평가원에의 청구, 심사, 이의제기 등의 방법 및 절차 등은 국토교통부령으로 정하도록 하고 있는데, 그 위임에 따른 구 자동차손해배상 보장법 시행규칙(2024. 7. 10. 국토교통부령 제1358호로 개정되기 전의 것, 이하 ‘구 자동차손배법 시행규칙’이라고 한다) 제6조의4 제1항은 \"의료기관 및 보험회사 등은 제6조의3 제3항에 따른 심사평가원의 심사결과에 이의가 있는 때에는 심사결과를 통보받은 날부터 90일 이내에 심사평가원에 이의제기할 수 있다.\"라고 규정하고 있다. 이는 의료기관 및 보험회사 등의 이의제기 기회를 보장하고, 적정한 자동차보험진료수가 산정을 도모하기 위한 것이므로, 특별한 사정이 없는 한 위 90일의 이의제기 기간은 충분히 보장되어야 한다. <br/>구 자동차손배법 제19조 제3항이 정하고 있는 합의의제가 성립하는 시점인 ‘심사평가원의 심사결과를 통보받은 날부터 제1항의 기간’은, 심의회에 심사를 청구할 수 있는 기간으로 제1항에 규정된 30일이 아니라 심사평가원의 심사결과에 대하여 이의를 제기할 수 있는 기간으로 구 자동차손배법 시행규칙 제6조의4 제1항에 규정된 90일로 새겨야 하고, 이와 같은 이의제기 기간 동안에는 합의의제가 성립하지 않는다고 보아야 한다. <br/>  결국 심사평가원의 심사결과에 보험회사와 의료기관의 이의가 없어 합의가 성립된 것으로 볼 수 있으려면, 그 심사결과에 대하여 보험회사나 의료기관이 이의를 제기하지 않고 심사평가원도 기존 심사결과를 조정하는 내용의 심사결정을 하지 않은 채 위 이의제기 기간 90일이 도과되어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 자동차손해배상 보장법(2024. 1. 9. 법률 제19981호로 개정되기 전의 것) 제12조의2, 제19조, 제21조, 자동차손해배상 보장법 시행령 제11조의2, 구 자동차손해배상 보장법 시행규칙(2024. 7. 10. 국토교통부령 제1358호로 개정되기 전의 것) 제6조의3, 제6조의5, 구 자동차보험진료수가 심사업무처리에 관한 규정(2024. 12. 23. 국토교통부고시 제2024-830호로 개정되기 전의 것) 제23조 제7항 / [2] 구 자동차손해배상 보장법(2024. 1. 9. 법률 제19981호로 개정되기 전의 것) 제12조의2, 제19조, 제21조, 자동차손해배상 보장법 시행령 제11조의2, 구 자동차손해배상 보장법 시행규칙(2024. 7. 10. 국토교통부령 제1358호로 개정되기 전의 것) 제6조의3 제3항, 제6조의4 제1항<br/>",
  "참조판례": ""
}