{
  "판례일련번호": "605079",
  "사건명": "컴퓨터등사용사기[친족상도례에 의한 형 면제 여부가 문제된 사건]",
  "사건번호": "2024도19846",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 형벌에 관한 법률 또는 법률조항이더라도 처벌되지 않는 사유를 규정한 경우, 이러한 법률조항에 대한 위헌결정에 헌법재판소법 제47조 제3항에 따른 소급효가 인정되는지 여부(소극) 및 위 법률조항은 같은 법 제47조 제2항에 따라 위헌결정이 있는 날부터 효력을 상실하는지 여부(적극)<br/> [2] 형벌조각사유로서 형의 면제를 규정한 형법(2005. 3. 31. 법률 제7427호로 개정된 것) 제328조 제1항은 위 법률조항에 대한 헌법재판소 2024. 6. 27. 헌법불합치결정이 있는 날부터 효력을 상실하는지 여부(적극)<br/> [3] 컴퓨터등사용사기죄에서 ‘정보처리’ 및 ‘재산상 이익 취득’의 의미 / 가맹점이나 금융기관 등의 인터넷 사이트 또는 휴대전화 애플리케이션 등에 접속하여 타인의 승낙 없이 타인의 인적사항과 타인 명의의 신용카드 번호 및 그 비밀번호 등을 입력하는 방법으로 물품이나 서비스 이용대금 등을 결제하거나 금융기관 등으로부터 신용대출을 받음으로써 재산상 이익을 취득하는 행위가 가맹점이나 대출금융기관 등에 대한 컴퓨터등사용사기죄에 해당하는지 여부(적극)<br/> [4] 공소사실의 기재가 오해를 불러일으키거나 명료하지 못한 경우, 법원은 검사에 대하여 석명권을 행사하여 그 취지를 명확하게 하여야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 헌법재판소의 위헌법률심판에 따라 위헌으로 결정된 법률 또는 법률의 조항은 그 결정이 있는 날부터 효력을 상실하는 것이 원칙이다(헌법재판소법 제47조 제2항). 다만 예외적으로 형벌에 관한 법률 또는 법률의 조항에 대한 위헌결정은 소급효가 인정되고(헌법재판소법 제47조 제3항), 위헌결정의 예외적 소급효가 인정되는 ‘형벌에 관한 법률 또는 법률의 조항’은 형사처벌의 직접적인 근거가 되는 실체법을 의미한다. 그러나 형벌에 관한 법률 또는 법률의 조항이더라도 처벌되지 않는 사유를 규정한 것이라면 위헌결정의 소급효를 인정할 경우 오히려 그 조항에 따라 형사처벌을 받지 않았던 사람들에게 형사상의 불이익이 미치게 되므로 이와 같은 경우까지 헌법재판소법 제47조 제3항의 적용범위에 포함시키는 것은 법적 안정성과 이미 처벌되지 않는 대상이었던 피고인의 신뢰보호의 이익을 크게 해치게 되어 그 규정 취지에 반한다. 따라서 이러한 법률조항에 대한 위헌결정에는 헌법재판소법 제47조 제3항에 따른 소급효가 인정되지 아니하고, 위 법률조항은 같은 법 제47조 제2항에 따라 위헌결정이 있는 날부터 효력을 상실한다. <br/> [2] 형법(2005. 3. 31. 법률 제7427호로 개정된 것) 제328조 제1항은 \"직계혈족, 배우자, 동거친족, 동거가족 또는 그 배우자 간의 제323조의 죄는 그 형을 면제한다.\"라고 규정하고, 형법 제354조는 위 조항을 사기죄 등에 준용하고 있다. 그런데 헌법재판소는 2024. 6. 27. ‘형법(2005. 3. 31. 법률 제7427호로 개정된 것) 제328조 제1항은 헌법에 합치되지 아니한다.’는 헌법불합치결정을 선고하면서, ‘법원 기타 국가기관 및 지방자치단체는 2025. 12. 31.을 시한으로 입법자가 개정할 때까지 위 법률조항의 적용을 중지하여야 한다.’는 적용중지명령을 하였다(헌법재판소 2024. 6. 27. 선고 2020헌마468 등 전원재판부 결정, 이하 ‘2020헌마468 등 헌법불합치결정’이라 한다). <br/>  헌법재판소의 헌법불합치결정은 헌법과 헌법재판소법이 규정하고 있지 않은 변형된 형태로서 법률조항에 대한 위헌결정에 해당한다. 그러나 형법 제328조 제1항은 형벌조각사유로서 형의 면제를 규정한 것이기 때문에 2020헌마468 등 헌법불합치결정의 소급효를 인정할 경우 오히려 그 조항에 따라 형의 면제가 되었던 사람들에게 형사상의 불이익이 미치게 된다. 따라서 위 조항은 2020헌마468 등 헌법불합치결정이 있는 날부터 효력을 상실한다고 보아야 한다. <br/> [3] 형법 제347조의2(컴퓨터등사용사기)는 컴퓨터 등 정보처리장치에 허위의 정보 또는 부정한 명령을 입력하거나 권한 없이 정보를 입력·변경하여 정보처리를 하게 함으로써 재산상의 이익을 취득하거나 제3자로 하여금 취득하게 하는 행위를 처벌한다. 여기서 ‘정보처리’는 사기죄에서 피해자의 처분행위에 상응하므로 입력된 허위의 정보 등에 의하여 계산이나 데이터의 처리가 이루어짐으로써 직접적으로 재산처분의 결과를 초래하여야 하고, 행위자나 제3자의 ‘재산상 이익 취득’은 사람의 처분행위가 개재됨이 없이 컴퓨터 등에 의한 정보처리 과정에서 이루어져야 한다. <br/>  가맹점이나 금융기관 등의 인터넷 사이트 또는 휴대전화 애플리케이션 등에 접속하여 타인의 승낙 없이 타인의 인적사항과 타인 명의의 신용카드 번호 및 그 비밀번호 등을 입력하는 방법으로 물품이나 서비스 이용대금 등을 결제하거나 금융기관 등으로부터 신용대출을 받음으로써 재산상 이익을 취득하는 행위는, 컴퓨터 등 정보처리장치에 권한 없이 정보를 입력하여 정보처리를 하게 함으로써 재산상 이익을 취득하는 행위로서 가맹점이나 대출금융기관 등에 대한 컴퓨터등사용사기죄에 해당한다. <br/> [4] 재판장은 소송관계를 명료하게 하기 위하여 검사, 피고인 또는 변호인에게 사실상과 법률상의 사항에 관하여 석명을 구하거나 증명을 촉구할 수 있다(형사소송규칙 제141조 제1항). 공소사실의 취지가 명료하면 법원이 이에 대하여 석명권을 행사할 필요가 없으나, 공소사실의 기재가 오해를 불러일으키거나 명료하지 못한 경우에는 형사소송규칙 제141조에 따라 검사에 대하여 석명권을 행사하여 그 취지를 명확하게 하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법재판소법 제47조 제2항, 제3항 / [2] 형법 제328조 제1항, 제354조, 헌법재판소법 제47조 제2항, 제3항 / [3] 형법 제347조의2 / [4] 형사소송법 제254조, 형사소송규칙 제141조 제1항<br/>",
  "참조판례": "[1] 대법원 2022. 2. 11. 선고 2020도68 판결(공2022상, 584), 헌법재판소 1997. 1. 16. 선고 90헌마110, 136 전원재판부 결정(헌공20, 229), 헌법재판소 2009. 2. 26. 선고 2005헌마764, 2008헌마118 전원재판부 결정(헌공149, 458) / [2] 대법원 2020. 5. 28. 선고 2017도8610 판결(공2020하, 1288), 헌법재판소 2024. 6. 27. 선고 2020헌마468, 2020헌바341, 2021헌바420, 2024헌마146 전원재판부 결정(헌공333, 1182) / [3] 대법원 2003. 1. 10. 선고 2002도2363 판결(공2003상, 663), 대법원 2006. 7. 27. 선고 2006도3126 판결(공2006하, 1584), 대법원 2007. 3. 16. 선고 2006도6209 판결, 대법원 2012. 6. 28. 선고 2012도4347 판결, 대법원 2014. 3. 13. 선고 2013도16099 판결(공2014상, 892), 대법원 2020. 2. 27. 선고 2019도14960 판결 / [4] 대법원 2017. 6. 15. 선고 2017도3448 판결(공2017하, 1513), 대법원 2023. 12. 28. 선고 2023도14444, 2023보도87 판결<br/>"
}