{
  "판례일련번호": "605019",
  "사건명": "건강보험약제선별급여적용고시취소청구[약제를 요양급여대상에서 선별급여대상으로 변경한 것과 관련하여 실체적 내지 절차적 하자 등을 이유로 고시의 취소를 구하는 사건]",
  "사건번호": "2024두45788",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 구 국민건강보험법 제41조의4에서 정한 선별급여가 같은 법 제41조 제3항에서 보건복지부령에 위임한다고 말하는 요양급여에 포함되는지 여부(적극) / 보건복지부고시 ‘요양급여의 적용기준 및 방법에 관한 세부사항’이 상위법령의 위임 및 근거에 따라 고시된 것인지 여부(적극)<br/> [2] 요양급여대상을 선별급여대상으로 변경한 보건복지부고시 ‘요양급여의 적용기준 및 방법에 관한 세부사항’에 요양급여대상 약제를 비급여대상 약제로 변경할 때 적용되는 구 국민건강보험 요양급여의 기준에 관한 규칙 제13조 제4항 제9호, 제5항 제4호의 절차가 적용되는지 여부(소극)<br/> [3] 구 국민건강보험법상 요양급여대상인 약제를 선별급여대상으로 변경할 경우, 행정절차법에 따른 처분의 사전통지나 의견제출의 기회를 주어야 하는지 여부(소극)<br/> [4] 구 국민건강보험법상 선별급여 항목 및 본인부담률을 결정할 때 기준이 되는 약제의 임상적 유용성, 대체가능성 등에 관한 행정청의 판단은 존중되어야 하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것, 이하 같다) 제41조 제3항에서는 요양급여의 방법·절차·범위·상한 등의 기준은 보건복지부령으로 정한다고 규정하고, 그 위임을 받은 구 국민건강보험 요양급여의 기준에 관한 규칙(2020. 10. 8. 보건복지부령 제755호로 개정되기 전의 것) 제5조 제2항에서는 요양급여의 적용기준 및 방법에 관한 세부사항은 의약계·공단 및 건강보험심사평가원의 의견을 들어 보건복지부장관이 정하여 고시한다고 규정하고 있다. 이에 따라 보건복지부장관은 요양급여대상인 약제와 그 약제의 급여 상한금액에 관하여는 ‘약제 급여 목록 및 급여 상한금액표’를 고시하여 결정하고, 이와 같이 요양급여대상으로 결정·고시된 약제에 대한 요양급여가 어떠한 기준과 방법, 범위 내에서 지급되는지 등에 관한 세부사항에 관하여는 ‘요양급여의 적용기준 및 방법에 관한 세부사항’(이하 ‘요양급여적용기준’이라 한다)을 고시하여 결정한다.<br/>  한편 구 국민건강보험법 제41조의4 제1항에서는 요양급여를 결정하는 데에 경제성 또는 치료효과성 등이 불확실하여 그 검증을 위하여 추가적인 근거가 필요하거나 경제성이 낮아도 가입자와 피부양자의 건강회복에 잠재적 이익이 있는 등 대통령령으로 정하는 경우에는 예비적인 요양급여인 선별급여로 지정하여 실시할 수 있다고 규정한다. 그리고 구 ‘선별급여 지정 및 실시 등에 관한 기준’(2020. 8. 12. 보건복지부고시 제2020-172호로 개정되기 전의 것, 이하 ‘구 선별급여지정기준’이라 한다) 제3조 제2항에서는 선별급여로 지정된 항목 및 본인부담률은 [별표 2]와 같고, 다만 앞서 본 ‘요양급여적용기준’에서 급여대상 이외 선별급여를 별도로 정하여 실시하는 경우는 해당 항목의 세부인정사항에 따른다고 규정한다. 그리하여 보건복지부장관은 선별급여의 대상 및 본인부담률을 ‘구 선별급여지정기준’에서 정하거나 혹은 ‘요양급여적용기준’에서 별도로 정하여 고시함으로써 이를 실시할 수 있다.<br/>  이러한 관련 규정의 내용과 체계, 선별급여제도의 도입배경 및 입법 취지 등을 종합하면, 선별급여는 구 국민건강보험법 제41조 제3항에서 말하는 요양급여에 포함되는 것으로서, 요양급여적용기준은 위와 같은 규정 등을 포함한 상위법령의 위임 및 근거에 따라 고시된 것이다. <br/> [2] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 제41조의4 제1항에서는 선별급여를 ‘예비적인 요양급여’라고 하여 요양급여의 일종으로 규정하고 있다. 그 결과 요양급여대상 약제를 선별급여대상 약제로 변경하더라도 요양급여대상 약제가 결정·고시되는 ‘약제 급여 목록 및 급여 상한금액표’에 여전히 요양급여대상 약제로서 등재가 유지되고, 국민건강보험공단의 보험재정에서 그 약제비용의 일부가 지출된다. <br/>  이러한 사정에 비추어 보면 요양급여대상인 약제를 선별급여대상으로 변경하는 것을 두고 요양급여대상을 비급여대상으로 변경한 것이라고 할 수는 없다. 따라서 요양급여대상을 선별급여대상으로 변경한 ‘요양급여의 적용기준 및 방법에 관한 세부사항’에 요양급여대상 약제를 비급여대상 약제로 변경할 때 적용되는 구 국민건강보험 요양급여의 기준에 관한 규칙(2020. 10. 8. 보건복지부령 제755호로 개정되기 전의 것) 제13조 제4항 제9호, 제5항 제4호의 절차가 적용된다고 볼 수는 없다.<br/> [3] 보건복지부고시 ‘요양급여의 적용기준 및 방법에 관한 세부사항’이 있을 당시 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 등 관련 규정에서는 요양급여대상인 약제를 선별급여대상으로 변경할 경우 거쳐야 할 절차에 관하여 아무런 규정을 두고 있지 않다. 그런데 ‘고시’의 방법으로 불특정 다수인을 상대로 의무를 부과하거나 권익을 제한하는 처분은 성질상 처분의 사전통지나 의견제출의 기회를 주어야 하는 상대방을 특정할 수 없으므로, 이와 같은 처분에서까지 상대방에게 행정절차법에 따른 처분의 사전통지나 의견제출의 기회를 주어야 하는 것은 아니다.<br/> [4] 구 ‘선별급여 지정 및 실시 등에 관한 기준’(2020. 8. 12. 보건복지부고시 제2020-172호로 개정되기 전의 것, 이하 ‘구 선별급여지정기준’이라 한다) 제3조 제1항 제3호에 따르면, 약제의 선별급여 항목 및 본인부담률은 임상적 유용성, 대체가능성 등을 종합적으로 평가하여 결정하되, 그 평가기준은 [별표 1]에서 구체적으로 정하고 있다.<br/>  선별급여 항목 및 본인부담률을 결정할 때의 기준이 되는 약제의 임상적 유용성, 대체가능성 등에 관한 판단에는 고도의 의료·보건상의 전문성이 필요하므로, 행정청이 국민의 건강을 보호·증진하고, 국민건강보험재정의 건전성을 유지하고자 하는 목적에서 국민건강보험법의 위임에 따른 구 선별급여지정기준이 정하는 바에 따라 전문적인 판단을 하였다면, 그 판단은 기초가 된 사실인정에 중대한 오류가 있거나 판단이 객관적으로 불합리하거나 부당하다는 등의 특별한 사정이 없는 한 존중되어야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 제41조 제3항, 제41조의4 제1항, 구 국민건강보험 요양급여의 기준에 관한 규칙(2020. 10. 8. 보건복지부령 제755호로 개정되기 전의 것) 제5조 제2항 / [2] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 제41조의4 제1항, 구 국민건강보험 요양급여의 기준에 관한 규칙(2020. 10. 8. 보건복지부령 제755호로 개정되기 전의 것) 제13조 제4항 제9호, 제5항 제4호 / [3] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 제41조 제3항, 제41조의4 제1항, 행정절차법 제21조 제1항, 제22조 제3항 / [4] 구 국민건강보험법(2023. 5. 19. 법률 제19420호로 개정되기 전의 것) 제41조의4 제1항, 행정소송법 제27조, 행정기본법 제21조<br/>",
  "참조판례": "[3] 대법원 2014. 10. 27. 선고 2012두7745 판결(공2014하, 2265) / [4] 대법원 2016. 1. 28. 선고 2013두21120 판결(공2016상, 368)<br/>"
}