{
  "판례일련번호": "605075",
  "사건명": "영업정지처분등취소[행정청이 관급공사를 수급한 건설업자들의 하도급계약 거짓 통보를 이유로 과징금 부과 등의 처분을 한 사건]",
  "사건번호": "2020두45698",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 구 건설산업기본법 제82조 제1항 제4호, 제29조 제4항 본문에서 규제하는 하도급계약 거짓 통보의 대상에 구 건설산업기본법 시행규칙 [별지 제23호 서식] ‘건설공사의 하도급계약 통보서’ 중 ‘하도급내용’ 부분에 기재하도록 되어 있는 모든 항목이 포함되는지 여부(적극) 및 그중 ‘하도급 부분금액’에 개별 원가계산 항목이 포함되는지 여부(원칙적 적극) / 국민연금보험료, 국민건강보험료, 노인장기요양보험료가 하도급계약 통보의 대상이 되는 개별 원가계산 항목인지 여부(적극) / 산업안전보건관리비, 환경보전비가 ‘하도급 부분금액’에서 예외적으로 제외될 수 있는 개별 원가계산 항목인지 여부(적극)<br/> [2] 구 건설산업기본법 제82조 제1항 제4호에서 정한 하도급계약 통보를 ‘거짓으로 한 때’에 해당하기 위해서는 기재 내용이 사실과 다르다는 점을 인식했거나 충분히 인식할 수 있었으면서도 사실과 다른 내용의 기재를 했어야 하는지 여부(적극)<br/>",
  "판결요지": "[1] 구 건설산업기본법(2017. 12. 26. 법률 제15306호로 개정되기 전의 것) 제82조 제1항 제4호, 제29조 제4항 본문에서 규제하는 하도급계약 거짓 통보의 대상에는 구 건설산업기본법 시행규칙(2019. 3. 26. 국토교통부령 제614호로 개정되기 전의 것) [별지 제23호 서식] ‘건설공사의 하도급계약 통보서’ 중 ‘하도급내용’ 부분에 기재하도록 되어 있는 ‘하도급 부분금액’, ‘하도급 계약금액’, ‘하도급률’ 등 모든 항목이 포함되고, ‘하도급 부분금액’에는 간접노무비, 기타경비, 산출경비, 건설기계대여금 지급보증서 발급액, 일반관리비, 이윤 등의 개별 원가계산 항목이 포함된다. <br/>  나아가, 국민연금보험료, 국민건강보험료, 노인장기요양보험료도 ‘하도급 부분금액’을 구성하는 개별 원가계산 항목으로서 하도급계약 통보의 대상이 된다. <br/>  다만 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제30조 제1항, 제3항, 구 산업안전보건법 시행규칙(2019. 12. 26. 고용노동부령 제272호로 전부 개정되기 전의 것) 제32조 제1항의 내용을 종합하면, 산업안전보건관리비는 원칙적으로 ‘하도급 부분금액’에 포함되는 원가계산 항목이기는 하나, 예외적으로 원수급인이 이를 직접 부담한 경우 ‘관계 법령에 따라 수급인이 부담하는 금액’으로서 ‘하도급 부분금액’에서 제외할 수 있다. 또한 건설기술 진흥법 제66조 제3항, 제4항, 구 건설기술 진흥법 시행규칙(2018. 6. 18. 국토교통부령 제521호로 개정되기 전의 것) 제61조 제1항 내지 제4항, [별표 8]의 내용과 환경보전비의 특성에 비추어 보면, 환경보전비 역시 원칙적으로 ‘하도급 부분금액’에 포함되는 원가계산 항목이지만, 예외적으로 원수급인이 이를 직접 부담한 경우 ‘관계 법령에 따라 수급인이 부담하는 금액’으로서 ‘하도급 부분금액’에서 제외할 수 있다.<br/> [2] 구 건설산업기본법(2017. 12. 26. 법률 제15306호로 개정되기 전의 것) 제82조 제1항 제4호에서 정한 하도급계약 통보를 ‘거짓으로 한 때’에 해당하기 위해서는 그 통보서가 단순히 사실과 다르게 기재되었다는 것만으로는 부족하고, 그 기재 내용이 사실과 다르다는 점을 인식했거나 충분히 인식할 수 있었으면서도 사실과 다른 내용의 기재를 했다고 평가할 수 있어야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 건설산업기본법(2017. 12. 26. 법률 제15306호로 개정되기 전의 것) 제29조 제4항(현행 제29조 제6항 참조), 제82조 제1항 제4호, 구 건설산업기본법 시행규칙(2019. 3. 26. 국토교통부령 제614호로 개정되기 전의 것) [별지 제23호 서식], 구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제30조(현행 제72조 참조), 구 산업안전보건법 시행규칙(2019. 12. 26. 고용노동부령 제272호로 전부 개정되기 전의 것) 제32조 제1항(현행 제89조 제1항 참조), 건설기술 진흥법 제66조 제3항, 제4항, 구 건설기술 진흥법 시행규칙(2018. 6. 18. 국토교통부령 제521호로 개정되기 전의 것) 제61조 / [2] 구 건설산업기본법(2017. 12. 26. 법률 제15306호로 개정되기 전의 것) 제82조 제1항 제4호<br/>",
  "참조판례": ""
}