{
  "판례일련번호": "605033",
  "사건명": "손해배상(기)등·손해배상(기)[해외 파생상품시장거래에서 투자중개업자의 장중 반대매매를 정한 약관 조항의 효력과 적용 범위 및 투자중개업자의 선관주의의무 위반 여부 등이 문제된 사건]",
  "사건번호": "2024다215375, 215382",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250313",
  "판시사항": "[1] 투자자가 파생상품 거래를 하기 위하여 투자중개업자와 체결한 계좌설정계약의 약관 등에서 장중 시세의 급격한 변동으로 투자자의 파생상품 등 보유자산 가액이 일정 증거금 수준에 미달한 경우 투자중개업자로 하여금 추가예탁요구 없이 투자자의 파생상품 등에 관한 반대거래를 통해 청산할 수 있도록 정한 경우, 이러한 투자중개업자의 ‘장중 반대매매’ 행위가 자본시장과 금융투자업에 관한 법률 제7조 제4항 및 같은 법 시행령 제7조 제3항 제3호에서 예외적으로 허용하는 일임매매에 해당하는지 여부(적극)<br/> [2] 매수자가 만기에만 권리를 행사할 수 있는 유럽형 옵션(option)의 경우, 장중 시세의 급격한 변동으로 위탁증거금 액수가 결제예상금액에 크게 미달하는 등 만기에 결제불이행이 발생할 우려가 커졌을 경우에 투자중개업자로 하여금 장중 반대매매를 할 수 있도록 허용하는 약관을 둘 수 있는지 여부(적극)<br/> [3] 투자자의 파생상품 거래와 관련한 증거금 부족 시 투자자의 파생상품 등을 청산할 권한을 일임받은 투자중개업자가 이를 실행하는 과정에서 선량한 관리자로서의 주의의무를 위반하였는지 판단하는 기준 / 사후적으로 실제 반대매매 결과보다 더 나은 조건으로 반대매매를 할 기회가 있었다는 등의 사정만으로 투자중개업자가 선량한 관리자로서의 주의의무를 위반하였다고 할 수 있는지 여부(원칙적 소극)<br/> [4] 투자신탁 형식의 전문투자형 사모집합투자기구인 펀드를 설정한 자산운용사 甲 주식회사와 甲 회사로부터 위 펀드의 투자신탁재산을 신탁받은 신탁업자인 乙 주식회사 등이 투자중개업자인 丙 주식회사 명의로 해외 파생상품 거래를 하기 위해 丙 회사와 계좌설정계약을 체결하고 계좌를 개설한 다음 위 투자신탁재산을 해외 파생상품인 니케이 지수(Nikkei 225 Index) 풋옵션에 투자하였는데, 니케이 지수의 급격한 하락으로 다수의 풋옵션 매도 포지션을 취하던 위 계좌의 자산평가액이 급격히 하락하여 위탁증거금의 20%에 미달하게 되자, 丙 회사가 ‘장중 시세의 급격한 변동 등으로 고객의 평가위탁총액이 위탁증거금의 20%보다 낮은 경우 위탁증거금의 추가예탁요구를 하지 않고 미결제약정을 반대매매로 처분할 수 있다.’고 정한 위 계좌설정계약의 약관 조항에 따라 위 계좌의 니케이 지수 풋옵션 등을 반대매매로 청산한 다음 甲 회사와 乙 회사 등을 상대로 대신 납부한 결제대금 등의 지급을 구하고, 甲 회사와 乙 회사 등은 반대매매의 실행이 위법하다고 다투면서 반소로 반대매매로 입은 예탁금 상당의 손해배상을 구한 사안에서, 위 약관 조항에 의한 투자중개업자의 장중 반대매매는 자본시장과 금융투자업에 관한 법률과 그 시행령에서 예외적으로 허용하는 일임매매에 해당하고, 위 약관 조항에 따른 장중 반대매매의 대상에는 유럽형 옵션인 니케이 지수 풋옵션도 포함된다고 보아야 하며, 반대매매를 실행할 무렵의 실시간 시세 변동을 반영하여 평가위탁총액을 산정하면 반대매매 당시 장중 반대매매의 요건이 충족되었다고 볼 여지가 크고, 丙 회사가 반대매매 실행 과정에 선량한 관리자로서의 주의의무를 위반하였다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제71조 제6호는 투자중개업자가 투자자로부터 금융투자상품에 대한 투자판단의 전부 또는 일부를 일임받아 투자자별로 구분하여 금융투자상품을 취득·처분, 그 밖의 방법으로 운용하는 행위(이하 ‘일임매매 행위’라 한다)를 원칙적으로 금지하면서, 다만 투자일임업으로 행하는 경우, 자본시장법 제7조 제4항 및 그 위임에 따른 자본시장과 금융투자업에 관한 법률 시행령(이하 ‘자본시장법 시행령’이라 한다) 제7조 제3항 제3호에 의하여 투자자가 금융투자상품의 매매, 그 밖의 거래에 따른 결제나 증거금의 추가 예탁 또는 자본시장법 제72조에 따른 신용공여와 관련한 담보비율 유지의무나 상환의무를 이행하지 아니한 경우에 투자중개업자가 투자자로부터 따로 대가 없이 약관 등에 따라 금융투자상품의 매도권한(파생상품인 경우에는 이미 매도한 파생상품의 매수권한을 포함한다)을 일임받아 그 금융투자상품을 취득·처분, 그 밖의 방법으로 운용하는 행위 등을 예외적으로 허용한다.<br/>  투자자가 파생상품 거래를 하기 위해 투자중개업자와 체결한 계좌설정계약의 약관 등에서 장중 시세의 급격한 변동으로 투자자의 파생상품 등 보유자산 가액이 일정 증거금 수준에 미달한 경우 투자중개업자로 하여금 투자자의 파생상품 등에 관한 반대거래(이하 ‘장중 반대매매’라 한다)를 통해 청산할 수 있게 정하였다면, 그와 같은 거래행위는 파생상품 등의 취득·처분에 관한 수량, 가격 및 시기 등에 관한 투자판단을 투자자로부터 일임받아 그에 관한 취득·처분 등의 행위를 하는 것으로서 자본시장법 제71조 제6호에서 규정하는 일임매매 행위에 해당한다고 보는 것이 입법자의 의도나 법문언에 충실한 해석이다. 그런데 위와 같은 약관 등에 의하여 자신이 보유한 파생상품 등에 관한 반대거래가 이루어지는 것을 원하지 않는 투자자는 파생상품 등 보유자산 가액이 일정 증거금 수준에 미달하지 않도록 관리해야 하고 장중에 시세가 급격히 변동하여 일정 증거금 수준에 미달하게 된 경우에는 투자중개업자로부터 추가예탁요구를 받지 않더라도 부족분을 만회할 수 있도록 지체 없이 추가 예탁을 하는 등의 조치를 취해야 한다. 이러한 투자중개업자의 ‘장중 반대매매’ 행위는 투자자가 파생상품 등 거래에 따른 증거금의 추가 예탁을 해야 함에도 이를 하지 않은 경우에 투자자로부터 파생상품 등의 매도와 매수권한을 일임받아 그 파생상품 등을 거래한 것이므로, 자본시장법 제7조 제4항 및 그 위임에 따른 자본시장법 시행령 제7조 제3항 제3호가 예외적으로 허용하는 일임매매에 해당한다고 볼 수 있다.<br/> [2] 파생상품에는 기초자산이나 기초자산의 가격·이자율·지표·단위 또는 이를 기초로 하는 지수 등에 의하여 산출된 금전 등을 장래의 특정 시점에 인도할 것을 약정하는 계약인 선도(forward)와 선도를 표준화하여 거래소에서 거래하는 선물(future), 당사자 어느 한쪽의 의사표시에 의하여 기초자산이나 기초자산의 가격·이자율·지표·단위 또는 이를 기초로 하는 지수 등에 의하여 산출된 금전 등을 수수하는 거래를 성립시킬 수 있는 권리를 부여하는 것을 약정하는 계약인 옵션(option) 등이 있다(자본시장과 금융투자업에 관한 법률 제5조 제1항 제1호, 제2호). 옵션은 권리 행사 가능 시기에 따라 만기에만 권리를 행사할 수 있는 유럽형 옵션과 만기 전에도 언제든지 권리를 행사할 수 있는 미국형 옵션으로 나눌 수 있다. 유럽형 옵션의 경우 만기에 이르러야 옵션이 정한 거래를 성립시키는 권리가 행사될 수 있으므로, 만기 도래 전에는 거래 당사자의 결제불이행 위험이 현실화되지 않는다. 하지만 유럽형 옵션의 만기 도래 전이라도 급격한 시세의 변동으로 만기에 투자자가 감당하기 어려운 거액의 결제를 해야 하는 상황이 발생할 가능성이 증가하고 그에 비해 투자자의 위탁증거금 액수는 결제예상금액에 크게 미달하는 등으로 만기 시점의 결제불이행 위험이 발생할 우려가 커졌을 경우 투자중개업자는 결제불이행 위험의 현실화 및 더 큰 손실 발생을 막기 위한 조치를 취할 필요가 있고, 이를 위하여 장중 반대매매에 관한 약관을 둘 수 있다고 보아야 한다.<br/> [3] 투자중개업자는 자본시장과 금융투자업에 관한 법률(이하 ‘자본시장법’이라 한다) 제37조 제1항에 의하여 신의성실의 원칙에 따라 공정하게 투자중개업을 영위할 의무를 부담하고, 그 의무를 위반하거나 업무를 소홀히 하여 투자자에게 손해를 발생시킨 경우에는 자본시장법 제64조 제1항에 따라 손해를 배상할 책임이 있다. 투자중개업자가 투자자의 파생상품 거래와 관련한 증거금이 부족할 경우에 투자자의 파생상품 등을 청산할 권한을 일임받아 이를 실행하는 경우에도 선량한 관리자로서의 주의를 다하여 투자자의 손실을 최소한도에 그치도록 해야 하는 의무를 부담한다. 이 경우 투자중개업자가 선관주의의무를 위반하였는지 여부는 파생상품의 급격한 평가가치 하락의 원인과 가격 전망, 증거금 부족액과 이를 만회하기 위해 실행한 처분 규모, 반대매매 실행 당시 시장 상황과 주문 방식, 급격한 가격 변동과 반대매매 실행 가능성에 대한 투자자의 인식 여부 등 여러 사정을 참작하여 전문가인 투자중개업자가 합리적인 판단을 하였다고 볼 수 있는지를 기준으로 판단하여야 한다. 다만 투자중개업자가 전문가라 하더라도 불확실성과 변동성이 큰 파생상품의 가격을 정확하게 예측하는 것은 사실상 불가능하므로, 반대매매 대상이 된 파생상품의 가격이 하락 또는 상승하는 경향이 뚜렷하여 투자자의 손실을 최소화할 수 있는 거래 기회가 있음을 확실하게 예상할 수 있었다는 등의 특별한 사정이 없는 한 사후적으로 실제 반대매매 결과보다 더 나은 조건으로 반대매매를 할 기회가 있었다는 등의 사정만으로는 선관주의의무를 위반하였다고 할 수 없다.<br/> [4] 투자신탁 형식의 전문투자형 사모집합투자기구인 펀드를 설정한 자산운용사 甲 주식회사와 甲 회사로부터 위 펀드의 투자신탁재산을 신탁받은 신탁업자인 乙 주식회사 등이 투자중개업자인 丙 주식회사 명의로 해외 파생상품 거래를 하기 위해 丙 회사와 계좌설정계약을 체결하고 계좌를 개설한 다음 위 투자신탁재산을 해외 파생상품인 니케이 지수(Nikkei 225 Index) 풋옵션에 투자하였는데, 니케이 지수의 급격한 하락으로 다수의 풋옵션 매도 포지션을 취하던 위 계좌의 자산평가액이 급격히 하락하여 위탁증거금의 20%에 미달하게 되자, 丙 회사가 ‘장중 시세의 급격한 변동 등으로 고객의 평가위탁총액이 위탁증거금의 20%보다 낮은 경우 위탁증거금의 추가예탁요구를 하지 않고 미결제약정을 반대매매로 처분할 수 있다.’고 정한 위 계좌설정계약의 약관 조항에 따라 위 계좌의 니케이 지수 풋옵션 등을 반대매매로 청산한 다음 甲 회사와 乙 회사 등을 상대로 대신 납부한 결제대금 등의 지급을 구하고, 甲 회사와 乙 회사 등은 위 반대매매의 실행이 위법하다고 다투면서 반소로 반대매매로 입은 예탁금 상당의 손해배상을 구한 사안에서, ① 위 약관 조항에 의한 투자중개업자의 장중 반대매매는 자본시장과 금융투자업에 관한 법률 제7조 제4항 및 그 시행령 제7조 제3항 제3호에서 예외적으로 허용하는 일임매매에 해당하고, ② 유럽형 옵션의 경우에도 만기 시점의 결제불이행 위험이 급증하고 더 큰 투자손실이 발생하는 상황에 대비하여 장중 반대매매 조치를 취할 필요가 있고, 丙 회사가 甲 회사와 乙 회사 등에 해외 파생상품 거래의 위험성 등을 설명하기 위하여 제공한 설명서에 ‘(해외)선물’이라고만 기재되어 있다 하더라도 이를 유럽형 옵션을 포함한 ‘(해외)옵션’을 장중 반대매매의 대상에서 배제하는 의미로 해석할 수는 없으므로, 위 약관 조항에 따른 장중 반대매매의 대상에는 유럽형 옵션인 니케이 지수 풋옵션도 포함된다고 보아야 하며, ③ 위 약관 조항의 취지와 설명서의 내용 등을 종합하면, 위 약관 조항의 ‘평가위탁총액’은 ‘평가예탁총액’과 동일하게 투자자의 계좌에 남아 있는 현금, 대용증권의 평가금액과 미결제약정의 평가금액을 합한 금액을 의미하고, 그중 미결제약정의 평가금액은 투자자가 보유한 파생상품의 시세 변동을 실시간으로 반영하는 방식으로 산정하여야 하는데, 반대매매 실행 무렵의 실시간 시세 변동을 반영하여 甲 회사와 乙 회사 등의 평가위탁총액을 산정하면 반대매매 당시 장중 반대매매의 요건이 충족되었다고 볼 여지가 크고, ④ 반대매매 실행 당시의 시장 상황, 처분 규모, 주문 방식 등 제반 사정에 비추어 丙 회사가 반대매매를 실행하는 과정에서 선량한 관리자로서의 주의의무를 위반하였다고 할 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자본시장과 금융투자업에 관한 법률 제7조 제4항, 제71조 제6호, 자본시장과 금융투자업에 관한 법률 시행령 제7조 제3항 제3호 / [2] 자본시장과 금융투자업에 관한 법률 제5조 제1항 제1호, 제2호 / [3] 자본시장과 금융투자업에 관한 법률 제37조 제1항, 제64조 제1항 / [4] 자본시장과 금융투자업에 관한 법률 제5조 제1항 제1호, 제2호, 제7조 제4항, 제37조 제1항, 제64조 제1항, 제71조 제6호, 자본시장과 금융투자업에 관한 법률 시행령 제7조 제3항 제3호<br/>",
  "참조판례": "[3] 대법원 2003. 1. 10. 선고 2000다50312 판결(공2003상, 576)<br/>"
}