{
  "판례일련번호": "605281",
  "사건명": "근로자지위확인등·근로자지위확인등[「파견근로자 보호 등에 관한 법률」(이하 ‘파견법’)상 직접고용의무 이행과 임금 등 차액 상당의 손해배상금 지급을 구하는 사건]",
  "사건번호": "2021다245528, 245535",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250327",
  "판시사항": "[1] 파견근로자 보호 등에 관한 법률에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 같은 종류·유사 업무 근로자가 없는 경우, 파견근로자에게 적용될 근로조건을 판단하는 방법 및 이때 법원이 고려하여야 할 사항<br/> [2] 사용사업주에게 직접고용의무가 발생한 후 파견근로자가 파견사업주에 대한 관계에서 사직하거나 해고를 당한 경우, 사용사업주의 직접고용의무에 영향을 미치는지 여부(원칙적 소극) 및 파견근로자가 파견사업주와의 근로관계를 종료하고자 하는 의사로 사직의 의사표시를 한 사정만으로 파견근로자 보호 등에 관한 법률 제6조의2 제2항에서 정한 ‘명시적인 반대의사를 표시하는 경우’에 해당한다고 단정할 수 있는지 여부(소극)<br/> [3] 파견근로자 보호 등에 관한 법률에 따른 직접고용의무가 발생하였으나 사용사업주가 이를 이행하지 아니하여 사용사업주에 대한 근로제공이 이루어지지 않은 경우, 파견근로자가 사용사업주를 상대로 근로를 제공하였다면 받을 수 있었던 임금 등 상당의 손해배상을 청구할 수 있는지 여부(적극) / 이때 근로제공이 이루어지지 않은 것이 사용사업주의 직접고용의무 불이행으로 인한 것인지 판단하는 기준<br/> [4] 채무불이행으로 인한 손해배상사건에서 채무자의 책임제한에 관한 사실인정이나 비율을 정하는 것이 사실심의 전권사항인지 여부(원칙적 적극) 및 그 한계<br/> [5] 한국도로공사와 용역계약을 체결한 외주사업체에 소속되어 고속도로 안전순찰 업무를 수행한 甲 등이 파견근로자 보호 등에 관한 법률에 따라 한국도로공사에 직접고용의무가 발생한 후 외주사업체에서 해고되거나 사직하였고, 외주사업체는 甲 등을 대체할 근로자를 채용하여 한국도로공사에 근로를 제공하게 하였는데, 그 후 甲 등이 한국도로공사를 상대로 직접고용의무 불이행을 이유로 임금 등 상당의 손해배상을 구한 사안에서, 한국도로공사가 甲 등을 대체하는 근로자에 대하여 직접고용의무 불이행으로 인한 손해배상 책임을 추가로 부담하게 된다는 사실이 甲 등에 대하여 부담하는 손해배상 책임을 제한할 사유가 된다고 보기 어렵다고 한 사례<br/> [6] 파견근로자가 사용사업주의 직접고용의무 불이행을 이유로 연차휴가미사용수당 상당의 손해배상을 청구하는 경우, 파견근로자가 보상 대상이 되는 연차휴가일수를 증명하여야 하는지 여부(적극) 및 이때 사용한 연차휴가일수를 확인할 수 없거나 사용사업주에게 근로제공이 이루어지지 않은 경우, 이를 증명하는 방법 / 파견근로자가 직접고용되었다면 근로기준법 제61조에 따라 사용사업주로부터 사용촉진을 받았을 것과 그럼에도 자발적으로 휴가를 사용하지 않았을 것임이 분명히 인정되는 경우에도 연차휴가미사용수당 상당의 손해배상을 청구할 수 있는지 여부(소극)<br/> [7] 제1심의 변론이 종결된 후 2019. 5. 21. 개정된 ‘소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정’이 시행된 경우, 항소심에서 인용되는 청구 부분에 적용되는 소송촉진 등에 관한 특례법상 법정이율에 관한 규정(=제1심에서 이미 심리하여 판단된 바 있는 청구 부분은 종전 규정 / 항소심에서 청구취지가 확장됨에 따라 새롭게 인용된 청구 부분은 개정규정)<br/>",
  "판결요지": "[1] 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다) 제6조의2는 제1항에서 근로자파견사업의 허가를 받지 아니한 자로부터 근로자파견의 역무를 제공받은 경우 등 일정한 경우에 사용사업주는 해당 파견근로자를 직접 고용하여야 한다고 규정하면서, 직접 고용하는 파견근로자의 근로조건에 관하여 제3항에서 사용사업주의 근로자 중 해당 파견근로자와 같은 종류의 업무 또는 유사한 업무를 수행하는 근로자(이하 ‘같은 종류·유사 업무 근로자’라 한다)가 있는 경우에는 해당 근로자에게 적용되는 취업규칙 등에서 정하는 근로조건에 따르고(제1호), 같은 종류·유사 업무 근로자가 없는 경우에는 해당 파견근로자의 기존 근로조건의 수준보다 저하되어서는 아니 된다고 규정하고 있다(제2호). 파견법에 따라 사용사업주에게 직접고용의무가 발생하였는데 사용사업주의 근로자 중 같은 종류·유사 업무 근로자가 없는 경우에는 기존 근로조건을 하회하지 않는 범위 안에서 사용사업주와 파견근로자가 자치적으로 근로조건을 형성하는 것이 원칙이다. 그러나 사용사업주가 근로자파견관계를 부인하는 등으로 인하여 자치적으로 근로조건을 형성하지 못한 경우에는 법원은 개별적인 사안에서 근로의 내용과 가치, 사용사업주의 근로조건 체계(고용형태나 직군에 따른 임금체계 등), 파견법의 입법 목적, 공평의 관념, 사용사업주가 직접 고용한 다른 파견근로자가 있다면 그 근로자에게 적용한 근로조건의 내용 등을 종합하여 사용사업주와 파견근로자가 합리적으로 정하였을 근로조건을 적용할 수 있다. 다만 이와 같이 파견근로자에게 적용될 근로조건을 정하는 것은 본래 사용사업주와 파견근로자가 자치적으로 형성했어야 하는 근로조건을 법원이 정하는 것이므로 한쪽 당사자가 의도하지 아니하는 근로조건을 불합리하게 강요하는 것이 되지 않도록 신중을 기할 필요가 있다.<br/> [2] 사용사업주에게 직접고용의무가 발생한 후 파견근로자가 파견사업주에 대한 관계에서 사직하거나 해고를 당하였다고 하더라도 이러한 사정은 원칙적으로 사용사업주의 직접고용의무에 영향을 미치지 않는다. 또한 파견근로자가 파견사업주와의 근로관계를 종료하고자 하는 의사로 사직의 의사표시를 하였다고 하더라도 그러한 사정만으로는 파견근로자가 직접고용되는 것에 대하여 파견근로자 보호 등에 관한 법률 제6조의2 제2항에서 정한 명시적인 반대의사를 표시하는 경우에 해당한다고 단정할 수 없다.<br/> [3] 파견근로자 보호 등에 관한 법률에 따라 사용사업주에게 직접고용의무가 발생하였으나 사용사업주가 이를 이행하지 아니하였다면 사용사업주에 대하여 근로를 제공한 파견근로자는 사용사업주를 상대로 직접고용관계가 성립할 때까지의 임금 등 상당의 손해배상을 청구할 수 있고, 직접고용의무 발생 후 사용사업주에 대한 근로제공이 이루어지지 않은 경우에도 파견근로자는 근로의 미제공이 사용사업주의 직접고용의무 불이행으로 인한 것임을 증명하여 해당 기간 동안 계속 근로를 제공하였다면 받을 수 있었던 임금 등 상당의 손해배상을 청구할 수 있다. 이때 파견근로자가 근로를 제공하지 않은 것이 사용사업주의 직접고용의무 불이행으로 인한 것인지는 근로제공이 이루어지지 않은 구체적인 사유와 경위, 그 사유에 관한 파견근로자와 사용사업주의 태도 등을 고려하여 판단하여야 한다.<br/> [4] 채무자가 채권자에 대하여 채무불이행으로 인한 손해배상 책임을 지는 경우, 채권자에게 과실이 있거나 손해부담의 공평을 기하기 위한 필요가 있는 때에는 채무자의 책임을 제한할 수 있고 책임제한에 관한 사실인정이나 비율을 정하는 것은 사실심의 전권사항이나, 그것이 형평의 원칙에 비추어 현저하게 불합리하여서는 아니 된다.<br/> [5] 한국도로공사와 용역계약을 체결한 외주사업체에 소속되어 고속도로 안전순찰 업무를 수행한 甲 등이 파견근로자 보호 등에 관한 법률(이하 ‘파견법’이라 한다)에 따라 한국도로공사에게 직접고용의무가 발생한 후 외주사업체에서 해고되거나 사직하였고, 외주사업체는 甲 등을 대체할 근로자를 채용하여 한국도로공사에 근로를 제공하게 하였는데, 그 후 甲 등이 한국도로공사를 상대로 직접고용의무 불이행을 이유로 임금 등 상당의 손해배상을 구한 사안에서, 한국도로공사가 甲 등을 대체하는 근로자에 대해서도 직접고용의무 불이행으로 인한 손해배상 책임을 추가로 부담하게 되었더라도 이는 甲 등이 해고되거나 사직한 자리를 적법한 방법으로 충원하지 않고 계속하여 파견법을 위반하여 파견근로자를 사용하였기 때문이고, 甲 등이 해고되거나 사직하였다는 사정만으로는 한국도로공사가 위와 같은 위법한 충원 방법을 선택하는 데에 甲 등이 기여하였다고 볼 수 없으므로, 대체 근로자에 대하여 한국도로공사가 손해배상 책임을 부담하게 된다는 사실이 甲 등에 대하여 부담하는 손해배상 책임을 제한할 사유가 된다고 보기 어렵고, 이를 사유로 책임을 제한하는 것은 형평의 원칙에 비추어 현저히 불합리한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/> [6] 파견근로자는 사용사업주의 직접고용의무 불이행에 대하여 직접고용의무 발생일부터 직접고용관계가 성립할 때까지 사용사업주에게 직접고용되었다면 받았을 임금 상당 손해배상금을 청구할 수 있다. 위 기간 중 연차휴가미사용수당 상당의 손해배상을 청구하는 파견근로자는 손해배상의 일반원칙에 따라 손해를 증명할 책임을 부담하므로 발생한 연차휴가일수에서 사용한 연차휴가일수를 공제한 보상 대상이 되는 연차휴가일수를 증명하여야 한다. 이때 사용한 연차휴가일수는 청구기간 중 파견사업주 소속으로 사용사업주에 근로를 제공하며 실제 사용한 연차휴가일수가 있다면 이에 따르고, 이를 확인할 수 없거나 청구기간 중 사용사업주에게 근로제공이 이루어지지 않은 경우에는 청구기간 전에 파견사업주 소속으로 사용사업주에 근로를 제공하여 사용한 연차휴가일수, 해당 파견근로자와 같은 종류·유사 업무를 수행하는 사용사업주의 근로자들이 청구기간 중 사용한 연차휴가일수 또는 그 밖의 적당한 간접사실로 증명하면 충분하다. 다만 사용사업주의 사업장에서 근로기준법 제61조에 따른 연차휴가사용 촉진제도가 실시되고 있고, 관련 근거규정의 내용, 대상이 되는 근로자의 범위, 시행 실태 등을 비롯한 여러 사정을 고려할 때, 파견근로자가 직접고용되었을 경우 위 제도에 따라 사용사업주로부터 사용촉진을 받았을 것과 그럼에도 자발적으로 휴가를 사용하지 않았을 것임이 분명히 인정되는 경우에는 파견근로자는 연차휴가미사용수당 상당의 손해배상을 청구할 수 없다.<br/> [7] 2019. 5. 21. 대통령령 제29768호로 개정되어 2019. 6. 1.부터 시행되는 ‘소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정’은 \"소송촉진 등에 관한 특례법(이하 ‘소송촉진법’이라 한다) 제3조 제1항 본문에서 대통령령으로 정하는 이율이란 연 100분의 12를 말한다.\"라고 규정(이하 ‘개정규정’이라 한다)함으로써 종전의 법정이율이었던 연 15%를 연 12%로 개정하였다. 부칙 제2조 제1항에서는 \"이 영 시행 당시 법원에 계속 중인 사건으로서 제1심의 변론이 종결된 사건에 대한 법정이율은 이 영의 개정규정에도 불구하고 종전의 규정에 따른다.\"라고 규정하고, 제2항에서는 \"이 영 시행 당시 법원에 계속 중인 사건으로서 제1심의 변론이 종결되지 아니한 사건에 대한 법정이율은 2019년 5월 31일까지 발생한 분에 대해서는 종전의 규정에 따르고, 2019년 6월 1일 이후 발생하는 분에 대해서는 이 영의 개정규정에 따른다.\"라고 규정한다. 이러한 규정에 비추어 볼 때, 해당 사건에서 제1심의 변론이 종결된 후 개정규정이 시행되었을 경우, 항소심에서 인용되는 청구 부분 중 제1심에서 이미 심리하여 판단된 바 있는 청구 부분은 ‘제1심의 변론이 종결된 사건’에 해당하므로 소송촉진법상 법정이율에 관하여 종전의 규정을 적용해야 하지만, 항소심에서 비로소 청구취지가 확장됨에 따라 새롭게 인용된 청구 부분은 ‘제1심의 변론이 종결된 사건’이라고 볼 수 없으므로 소송촉진법상 법정이율에 관하여 개정규정을 적용하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 제3항 / [2] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 제2항 / [3] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조 / [4] 민법 제393조, 제396조, 민사소송법 제432조 / [5] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 제2항, 민법 제390조, 제393조, 제396조 / [6] 파견근로자 보호 등에 관한 법률 제6조의2 제1항, 민법 제390조, 근로기준법 제60조, 제61조, 민사소송법 제288조[증명책임] / [7] 소송촉진 등에 관한 특례법 제3조 제1항, 소송촉진 등에 관한 특례법 제3조 제1항 본문의 법정이율에 관한 규정, 부칙(2019. 5. 21.) 제2조<br/>",
  "참조판례": "[1][3][6] 대법원 2024. 3. 12. 선고 2019다223303, 223310 판결(공2024상, 599) / [1][7] 대법원 2025. 2. 13. 선고 2021다245542 판결(공2025상, 537) / [2][3][6] 대법원 2020. 5. 14. 선고 2016다239024, 239031, 239048, 239055, 239062 판결(공2020하, 1070) / [2] 대법원 2019. 8. 29. 선고 2017다219072, 219089, 219096, 219102, 219119, 219126, 219133 판결(공2019하, 1786) / [4] 대법원 2017. 6. 8. 선고 2016다249557 판결(공2017하, 1457), 대법원 2022. 3. 31. 선고 2017다226704 판결, 대법원 2023. 8. 31. 선고 2019다224870 판결 / [6] 대법원 2020. 2. 27. 선고 2019다279283 판결(공2020상, 692)<br/>"
}