{
  "판례일련번호": "605285",
  "사건명": "배당이의[가등기권리자의 배당받을 권리가 문제된 사건]",
  "사건번호": "2024다291102",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250327",
  "판시사항": "[1] 가등기담보 등에 관한 법률 제16조 제2항에 해당하는 담보가등기권리자가 집행법원이 정한 기간 안에 채권신고를 하지 않은 경우 매각대금 배당을 받을 권리를 상실하는지 여부(적극) 및 가등기담보 등에 관한 법률 제16조 제1항의 가등기권리자에 대한 채권신고 최고의 방법<br/> [2] 채권자 甲의 신청으로 채무자 乙 소유의 부동산에 대한 강제경매절차가 개시되어 집행법원이 위 부동산에 마쳐진 가등기권리자 丙의 등기상 주소지로 가등기가 담보가등기에 해당하는 경우 배당요구 종기까지 채권신고를 하라는 취지의 최고서를 등기우편으로 발송하였는데, 가등기 후 이사하여 최고서를 송달받지 못한 丙이 배당요구 종기가 지난 후 자신의 가등기가 담보가등기에 해당한다며 채권신고를 하여 배당을 받자, 배당을 전혀 받지 못한 甲이 배당이의의 소를 제기한 사안에서, 丙의 채권신고가 적법하여 丙에게 배당받을 자격이 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 가등기담보 등에 관한 법률(이하 ‘가등기담보법’이라 한다) 제16조는 소유권 이전에 관한 가등기가 되어 있는 부동산에 대한 경매 등의 개시결정이 있는 경우 법원은 가등기권리자에 대하여 그 가등기가 담보가등기인 때에는 그 내용 및 채권의 존부·원인 및 수액을, 담보가등기가 아닌 경우에는 그 내용을 법원에 신고할 것을 상당한 기간을 정하여 최고하여야 하고(제1항), 압류등기 전에 경료된 담보가등기권리가 매각에 의하여 소멸되는 때에는 제1항의 채권신고를 한 경우에 한하여 그 채권자는 매각대금의 배당 또는 변제금의 교부를 받을 수 있다고 규정하고 있으므로(제2항), 제2항에 해당하는 담보가등기권리자가 집행법원이 정한 기간 안에 채권신고를 하지 아니하면 매각대금 배당을 받을 권리를 상실한다.<br/>민사집행규칙 제8조 제1항은 민사집행절차에서 최고와 통지는 특별한 규정이 없으면 상당하다고 인정되는 방법으로 할 수 있다고 규정하고 있다. 가등기담보법 제16조 제1항의 가등기권리자에 대한 채권신고 최고는 민사집행절차상 최고에 해당하는데, 그 방법에 관하여 가등기담보법 등에서 특별한 규정을 두고 있지 않다. 따라서 가등기권리자에 대한 채권신고 최고는 상당하다고 인정되는 방법으로 할 수 있다고 보아야 한다.<br/> [2] 채권자 甲의 신청으로 채무자 乙 소유의 부동산에 대한 강제경매절차가 개시되어 집행법원이 위 부동산에 마쳐진 가등기권리자 丙의 등기상 주소지로 가등기가 담보가등기에 해당하는 경우 배당요구 종기까지 채권신고를 하라는 취지의 최고서를 등기우편으로 발송하였는데, 가등기 후 이사하여 최고서를 송달받지 못한 丙이 배당요구 종기가 지난 후 자신의 가등기가 담보가등기에 해당한다며 채권신고를 하여 배당을 받자, 배당을 전혀 받지 못한 甲이 배당이의의 소를 제기한 사안에서, 丙이 변경된 주소를 등기하지 않아 집행법원이 부득이 최고서를 丙의 등기부상 주소지로 등기우편에 의해 발송한 것은 민사집행절차상 최고로서 상당하다고 인정되는 방법 중 하나에 해당하여 적법하고, 담보가등기권리자임을 주장하는 丙이 집행법원이 정한 채권신고기간 안에 신고를 하지 아니한 이상 丙은 강제경매절차에서 배당받을 자격을 상실하였다고 봄이 옳은데도, 丙의 채권신고가 적법하여 丙에게 배당받을 자격이 있다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 가등기담보 등에 관한 법률 제15조, 제16조, 민사집행법 제148조, 민사집행규칙 제8조 제1항 / [2] 가등기담보 등에 관한 법률 제15조, 제16조, 민사집행법 제148조, 제154조, 민사집행규칙 제8조 제1항<br/>",
  "참조판례": "[1] 대법원 2008. 9. 11. 선고 2007다25278 판결(공2008하, 1353)<br/>"
}