{
  "판례일련번호": "605229",
  "사건명": "직권남용권리행사방해",
  "사건번호": "2024노2068",
  "법원명": "서울고법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20241220",
  "판시사항": "피고인은 사단 군사경찰대대가 수행하는 교통단속 등 질서유지 업무를 지휘·감독하는 대대장인데, 대대 소속 교통단속 요원인 甲 등이 영내 규정속도 30km/h를 초과하여 35km/h로 운행한 장교 乙, 丙의 제한속도 위반행위를 적발하자 乙, 丙은 현장에서 피고인에게 전화로 항의하면서 교통법규위반 단속확인서를 작성하지 않은 채 현장을 이탈하였고, 그 직후 피고인이 甲에게 전화하여 단속과 관련한 추가 조치를 하지 말고 사건을 종료하도록 지시함으로써 지휘·감독권을 남용하여 甲으로 하여금 교통법규 위반자들을 단속 명단에서 제외하도록 의무 없는 일을 하게 하였다는 직권남용권리행사방해의 공소사실로 기소된 사안에서, 피고인에게 무죄를 선고한 사례<br/>",
  "판결요지": "피고인은 사단 군사경찰대대가 수행하는 교통단속 등 질서유지 업무를 지휘·감독하는 대대장인데, 대대 소속 교통단속 요원인 甲 등이 영내 규정속도 30km/h를 초과하여 35km/h로 운행한 장교 乙, 丙의 제한속도 위반행위를 적발하자 乙, 丙은 현장에서 피고인에게 전화로 항의하면서 교통법규위반 단속확인서를 작성하지 않은 채 현장을 이탈하였고, 그 직후 피고인이 甲에게 전화하여 단속과 관련한 추가 조치를 하지 말고 사건을 종료하도록 지시함으로써 지휘·감독권을 남용하여 甲으로 하여금 교통법규 위반자들을 단속 명단에서 제외하도록 의무 없는 일을 하게 하였다는 직권남용권리행사방해의 공소사실로 기소된 사안이다. <br/>  ① 군사경찰의 직무수행에 관한 법률과 같은 법 시행령의 위임사항을 규정한 ‘군사경찰의 교통단속 등 질서유지 활동에 관한 훈령’ 제10조 제3항은 교통단속 실시 절차에 관하여 규정하면서, 제4호에서 위반이 경미하거나 정상참작이 필요한 경우 경고, 계도 처분을 하고, 제5호에서 교통단속이 필요한 경우 단속확인서 등을 작성하고 이의절차를 안내하도록 하여 위반의 경중에 따라 처분 방법을 달리 정하고 있고, 피고인은 군사경찰의 교통법규위반 단속을 지휘·감독하는 지휘관으로서 제한속도위반이 경미하거나 정상참작이 필요한지를 판단하여 현장에 있는 군사경찰에게 경고, 계도 처분만 하고 교통법규위반 단속확인서를 작성하지 않도록 지시할 수 있는 권한이 있는 점, 乙, 丙의 운행속도는 제한속도를 5km/h 초과한 35km/h였는데, 경찰청 ‘교통단속 처리지침’에서 민간인 대상 교통단속을 하는 경우 단속카메라 및 차량속도계의 오차, 교통사고의 위험성 등을 고려하여 무인교통단속장비의 촬영은 제한속도보다 10km/h 초과 운행하는 차량을 적발하도록 조정하고 있고 이러한 기준이 어느 정도 사회통념으로 자리 잡고 있어 乙, 丙의 제한속도위반 정도가 중하다고 보기 어려운 점 등에 비추어, 乙, 丙의 제한속도위반이 경미하고 정상을 참작할 사유가 있어 교통단속을 할 필요 없이 현장 경고, 계도 처분이 가능한 경우에 해당한다고 본 피고인의 당시 판단은 관계 법령에 따른 재량권 범위 내에 있는 것으로서, 피고인이 현장에 있던 甲 등에 의하여 乙, 丙에게 이미 현장 경고, 계도 처분이 이루어진 것으로 보아 甲으로 하여금 단속활동을 종료하도록 한 행위가 형사처벌을 받을 정도로 교통단속 권한을 남용하여 위법·부당하게 행사하였다고 평가하기 어렵고, ② 상명하복에 의한 지휘통솔체계의 확립이 필수적인 군의 특수성에 비추어 군인은 상관의 명령에 복종하여야 하고(군인의 지위 및 복무에 관한 기본법 제25조), 부대 지휘관인 피고인의 지휘·감독에 따라 교통단속을 하는 군사경찰인 甲은 교통단속활동에 대하여 피고인의 지시에 따라야 할 의무가 있는데, 단속활동에 관한 피고인의 지시가 위법하거나 부당하다고 보기 어렵고, 위반행위의 정도나 당시 현장 상황 및 乙, 丙의 언행 등에 비추어 甲이 乙, 丙을 위반자명단 현황에 기재하지 않은 것이 자신의 교통단속에 관한 직무를 위반한 경우에 해당한다고 보기도 어려우므로, 피고인의 지시가 甲의 내심의 의사에 다소 반하더라도 甲이 피고인의 지시에 따라 단속활동에 따른 조치를 취한 것이 ‘의무 없는 일’을 한 경우에 해당하지 않으며, ③ 피고인에게 교통단속에 관한 권한을 남용하거나 甲으로 하여금 의무 없는 일을 하게 한다는 의사가 있었다고 보기 어려우므로, 결국 피고인의 행위는 직권을 남용하거나 甲으로 하여금 의무 없는 일을 하게 한 행위에 해당하지 않고, 피고인에게 직권남용에 대한 고의도 인정되지 않아 직권남용권리행사방해죄가 성립하지 않는다는 이유로, 피고인에게 무죄를 선고한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "형법 제13조, 제123조, 군사경찰의 직무수행에 관한 법률 제5조 제1항 제2호, 제4항, 제5항, 제6항, 제10조 제1항, 제4항, 군사경찰의 직무수행에 관한 법률 시행령 제8조 제3항, 군인의 지위 및 복무에 관한 기본법 제25조, 군사법원법 제380조<br/>",
  "참조판례": ""
}