{
  "판례일련번호": "605375",
  "사건명": "특수상해[형 집행순서변경에 관한 검사의 지휘로 형 집행 종료일이 늦어짐에 따라 출소 후 범행이 누범 및 집행유예결격에 해당하는지 여부가 문제된 사안]",
  "사건번호": "2021도4355",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250327",
  "판시사항": "[1] 형 집행을 지휘하는 주체인 검사가 형의 집행순서변경에 관한 권한을 행사할 수 있는 범위<br/> [2] 형의 집행순서변경에 관한 검사의 지휘가 재량을 일탈·남용한 것으로서 위법한지 여부의 기준 시점(=그 변경지휘가 있었을 당시) 및 판단 기준 / 형의 집행순서변경 후에 수형자가 새로운 범죄행위를 하였다는 등의 우연한 사정을 이유로 그러한 사정이 발생한 때를 기준으로 사후적인 관점에서 집행순서변경이 수형자에게 미친 영향의 유불리를 평가하여 집행순서변경에 관한 지휘의 위법성을 판단할 수 있는지 여부(소극)<br/>",
  "판결요지": "[1] 형사소송법은 형 집행의 순서에 관하여 제462조 본문에서 ‘2 이상의 형의 집행은 자격상실, 자격정지, 벌금, 과료와 몰수 외에는 무거운 형을 먼저 집행한다.’라고 하여 중한 형 우선집행의 원칙을 선언하면서도 동시에 제462조 단서에서 ‘단 검사는 소속 장관의 허가를 얻어 무거운 형의 집행을 정지하고 다른 형의 집행을 할 수 있다.’라고 정하여 형 집행을 지휘하는 주체인 검사가 일정한 절차에 따라 형 집행의 순서를 변경할 수 있는 예외를 인정하고 있다. 형 집행사무의 적정한 운영을 위하여 검찰청법 제11조에 따라 법무부령으로 사형과 자유형의 집행에 관한 사무의 방식과 절차를 정하고 있는 ‘자유형등에 관한 검찰집행사무규칙’은 제39조 제1항에서 ‘형의 집행순서변경에 의한 노역장유치의 집행지휘’라는 제목 아래 ‘자유형과 벌금형이 병과 선고되거나 자유형의 집행 중 다른 범죄로 벌금형이 선고된 수형자에 관하여 검사가 노역장유치의 집행을 지휘하는 때에는 소속 검찰청의 장의 허가를 받아 자유형의 집행을 정지하고, 먼저 노역장유치의 집행을 지휘하여야 한다. 다만 자유형을 먼저 집행하여도 벌금형에 관한 형의 시효가 완성되지 아니할 것이 명백한 때에는 그러하지 아니하다.’라고 하여 형 집행의 순서를 변경하여 자유형에 앞서 벌금형에 대한 노역장유치의 집행을 하기 위한 절차 등을 규정하고 있다. <br/>  형 집행의 시작과 종료는 형법 제35조 제1항, 제62조 제1항에서 정한 누범기간이나 집행유예 결격기간의 계산, 형법 제80조에 따른 형의 시효 중단 등과 직접 관련이 있고, 자유형과 벌금형이 병과되어 선고된 수형자 등의 경우 형법 제72조 제2항에 따라 벌금의 완납 여부가 징역형이나 금고형에 대한 가석방 요건의 충족 여부를 좌우하므로, 형 집행의 순서와 그 변경은 수형자의 이해관계에 중대한 영향을 미치게 된다. 따라서 형사소송법 제462조 단서에 따른 검사의 형 집행의 순서 변경은 수형자의 이익을 위하여 가석방 요건을 조기에 갖추어 주려는 목적이라든지, 자유형의 시효가 장기인 경우 그보다 가벼운 형인 벌금형의 노역장유치를 먼저 집행함으로써 벌금형의 시효를 중단시키려는 목적 등 형 집행의 적정성을 확보하기 위하여 이루어질 수 있다. 다만 형사소송법 제462조 단서가 검사의 자의적인 형의 집행순서변경이나 그로 인하여 수형자의 이익이 부당하게 침해되는 결과를 허용하는 취지는 아니므로, 검사는 형의 집행순서변경 제도의 목적과 수형자의 기본권 보장의 이념을 염두에 두고 적정한 재량의 범위 내에서 형의 집행순서변경에 관한 권한을 행사하여야 한다. ‘자유형등에 관한 검찰집행사무규칙’ 제39조 제1항 단서에서 ‘자유형을 먼저 집행하여도 벌금형에 관한 형의 시효가 완성되지 아니할 것이 명백한 때’에는 자유형에 앞서 벌금형에 대한 노역장유치의 집행을 하기 위한 형의 집행순서변경을 제한하고 있는 것도 그러한 취지이다. <br/> [2] 형의 집행순서변경에 관한 검사의 지휘가 재량을 일탈·남용한 것으로서 위법한지 여부는 그 변경지휘가 있었을 당시를 기준으로 변경의 목적·동기·경위, 집행순서변경에 관한 수형자의 요청이나 동의가 있었는지 여부, 순서의 변경이 수형자에게 미칠 영향, 형의 시효진행 상황 등을 종합하여 판단하여야 한다. 이와 달리 형의 집행순서변경 후에 수형자가 새로운 범죄행위를 하였다는 등의 우연한 사정을 이유로 그러한 사정이 발생한 때를 기준으로 사후적인 관점에서 집행순서변경이 수형자에게 미친 영향의 유불리를 평가하여 집행순서변경에 관한 지휘의 위법성을 판단할 수는 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제35조 제1항, 제62조 제1항, 제72조, 제80조, 형사소송법 제462조, 검찰청법 제11조, 자유형등에 관한 검찰집행사무규칙 제1조, 제39조 제1항 / [2] 형사소송법 제462조, 검찰청법 제11조, 자유형등에 관한 검찰집행사무규칙 제39조 제1항<br/>",
  "참조판례": ""
}