{
  "판례일련번호": "605371",
  "사건명": "수분양권존재확인등청구의소[재개발사업의 조합원 분양 과정에서 ‘1세대’, ‘하나의 세대’, ‘동일한 세대’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2022두50410",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250327",
  "판시사항": "구 도시 및 주거환경정비법 제39조 제1항 제2호 전문, 제76조 제1항 제6호 등에서 말하는 ‘1세대’, ‘하나의 세대’ 내지 ‘동일한 세대’가 실질적으로 주거와 생계를 같이하고 있는 가구를 의미하는지 여부(적극)<br/>",
  "판결요지": "구 도시 및 주거환경정비법(2021. 3. 16. 법률 제17943호로 개정되기 전의 것, 이하 ‘구 도시정비법’이라고 한다) 제39조 제1항 제2호 전문, 제76조 제1항 제6호나 구 경기도 도시 및 주거환경정비 조례(2021. 11. 2. 경기도 조례 제7249호로 개정되기 전의 것, 이하 ‘구 경기도 조례’라고 한다) 제26조 제1항 제1호에서 말하는 ‘1세대’, ‘하나의 세대’ 내지 ‘동일한 세대’는 실질적으로 주거와 생계를 같이하고 있는 가구를 의미한다고 보아야 한다. 이유는 다음과 같다. <br/>  ① ‘세대’는 사전적으로 ‘현실적으로 주거 및 생계를 같이하는 사람의 집단’ 또는 ‘현실적으로 주거 및 생계를 같이하는 사람의 집단을 세는 단위’를 의미하고, ‘가구’와 동의어로 설명되고 있다. 이러한 사전적 의미 및 문언에 따른다면, 실제로 주거와 생계를 같이하여야만 위 각 조항에서 말하는 ‘세대’에 해당할 수 있다. 만약 위 각 조항이 주민등록표 등재 등 형식만을 기준으로 ‘1세대’ 등에 해당하는지를 판단할 요량이었다면, 법령 자체에서 ‘같은 세대별 주민등록표에 등재되어 있는 사람’, ‘세대별 주민등록표에 함께 등재되어 있는 사람’ 등과 같은 문언을 부기하여 ‘세대’를 정의하였을 것이다. <br/>  ② 구 도시정비법이나 구 경기도 조례에서 위 각 조항을 둔 이유는 정비사업에서 이른바 ‘1세대 1주택’ 원칙을 실현하기 위함이다. ‘1세대 1주택’ 원칙은 정비구역 안에 있는 토지 등 소유자 사이의 이해관계를 조정하여 조합원의 재산권을 보호함과 동시에 정비사업에서 토지·주택 등에 대한 투기를 억제하여 정비사업의 사업성 저하를 방지하고자 하는 취지이다. 따라서 실제로 주거와 생계를 같이하는지를 기준으로 1세대 여부를 판단하여 현실적으로 공통된 주거를 가지지 않거나 함께 생계를 영위하지 않는 사람들에게 각자 주택을 분양한다고 하여 위와 같은 취지를 해하는 바는 전혀 없다. 이와 달리 주민등록표 등재 등 형식만을 기준으로 1세대 여부를 판단한다면, 실제로 주거와 생계를 같이하고 있으면서도 형식적으로 주민등록만 달리 두고 있는 경우 여러 채의 주택을 분양받을 수 있다는 결론으로 이어지고, 투기를 위하여 이를 가장하는 이른바 ‘위장 세대 분리’를 막지 못하는 폐단이 발생하게 되어, 오히려 ‘1세대 1주택’ 원칙의 취지에 정면으로 어긋난다.<br/>  ③ 구 도시정비법 제39조 제1항 제2호 후문 전단에 따르면, ‘배우자 및 미혼인 19세 미만의 직계비속’은 세대의 공통 여부를 불문하고 1세대로 간주되어 1인의 조합원으로서 1인의 분양대상자 지위를 가지므로, 여러 명의 토지 등 소유자가 이러한 관계만으로 이루어진 경우에는 사업시행자인 조합이 따로 1세대 여부를 판단할 필요가 없다. 그리고 나머지 경우에 대하여 실질적으로 주거와 생계를 같이하는지를 기준으로 1세대 여부를 판단하더라도, 사업시행자인 조합은 1차적으로 주민등록표 등 공부를 기준으로 1세대인지를 확정할 수 있고, 토지 등 소유자·이해관계인의 의견 제출이나 이의, 그 밖에 조합에 현출된 사정을 통하여 그와 같이 확정함에 의문이 있는 때에는 추가적인 서류나 자료를 제출받아 이에 기하여 실질적인 주거와 생계의 공통 여부를 조사·확인하는 방식을 취함으로써 신속하고 안정적인 사업 진행에 대한 지장을 최소화할 수 있다. 특히 구 도시정비법상 재개발사업을 시행하는 조합은 그 목적 범위 내에서 법령이 정하는 바에 따라 일정한 행정작용을 하는 행정주체의 지위를 갖고 조합 정관 등에 기하여 조합원에게 사업 시행에 필요한 서류 등을 요구하고 제출받을 수 있으므로, 조합의 입장에서 위와 같은 조사·확인이 불가능하거나 어렵다고 보기도 힘들다. <br/>",
  "판결본문": "",
  "참조조문": "구 도시 및 주거환경정비법(2021. 3. 16. 법률 제17943호로 개정되기 전의 것) 제39조 제1항 제2호, 제74조 제1항, 제4항(현행 제74조 제6항 참조), 제76조 제1항 제6호, 구 도시 및 주거환경정비법 시행령(2022. 12. 9. 대통령령 제33046호로 개정되기 전의 것) 제63조 제1항 제3호<br/>",
  "참조판례": ""
}