{
  "판례일련번호": "605763",
  "사건명": "사립학교법위반·업무상횡령[사립대학교 총장이 소송비용 등을 교비회계에서 지출한 경우 사립학교법위반죄와 업무상횡령죄의 성립 여부가 문제된 사건]",
  "사건번호": "2021도8805",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250410",
  "판시사항": "[1] 사립학교법이 학교법인의 회계를 분리하고 있는 취지 및 특히 ‘교비회계’의 다른 회계로의 전용을 금지하는 취지<br/> [2] 사립학교법상 소송비용 등 법적 분쟁 비용을 교비회계에서 지출할 수 있는지 판단하는 기준<br/> [3] 사립학교의 교비회계에 속하는 수입을 당해 학교교육에 직접 필요한 용도가 아닌 다른 용도에 사용한 경우, 그 자체로서 횡령죄가 성립하는지 여부(적극)<br/>",
  "판결요지": "[1] 사립학교법은 사립학교의 특수성에 비추어 그 자주성을 확보하고 공공성을 높임으로써 사립학교의 건전한 발달을 도모함을 목적으로 하면서(제1조), 학교법인의 회계를 그가 설치·경영하는 ‘학교에 속하는 회계’(이하 ‘학교회계’라 한다)와 ‘법인의 업무에 속하는 회계’(이하 ‘법인회계’라 한다)로 구분하고(제29조 제1항), 학교회계 중 교비회계의 세입·세출에 관한 사항은 대통령령으로 정하며(제29조 제2항), 교비회계에 속하는 수입이나 재산은 다른 회계에 전출, 대여하거나 목적 외로 부정하게 사용할 수 없다고 규정하고 있다(제29조 제6항 본문). 사립학교법 제29조 제2항의 위임을 받은 같은 법 시행령 제13조 제2항은 교비회계의 세출에 해당하는 경비를 학교운영에 필요한 인건비 및 물건비(제1호), 학교교육에 직접 필요한 시설·설비를 위한 경비(제2호), 교원의 연구비, 학생의 장학금, 교육지도비 및 보건체육비(제3호), 교비회계의 세출에 충당하기 위한 차입금의 상환원리금(제4호), 기타 학교교육에 직접 필요한 경비(제5호)로 한정하여 그 용도를 엄격히 제한하고 있고, ‘사학기관 재무·회계규칙’ 제15조의2 제1항 본문은 법인회계와 학교회계의 예산과목의 구분은 [별표 1]부터 [별표 4]까지에 따른다고 규정하면서 [별표 2]는 법인회계 세출예산 과목을, [별표 4]는 학교회계 세출예산 과목을 세분화하여 정하고 있다. <br/>  사립학교법이 이와 같이 회계를 분리하고 있는 이유는 재정적 기초가 서로 다른 회계들을 엄격하게 구분하여 사립학교 회계의 공공성과 투명성을 담보하고자 함에 있고, 특히 ‘교비회계’의 다른 회계로의 전용을 금지하는 이유는 사립학교의 ‘교비회계에 속하는 수입 및 재산’이 본래의 용도인 학교의 학문 연구와 교육 및 학교 운영을 위해 사용되도록 하여, 사립학교가 교육기관으로서 양질의 교육을 제공하는 동시에 교육의 공공성을 지킬 수 있는 재정적 기초를 다질 수 있도록 하려는 것이다.<br/> [2] 학교법인은 사립학교만을 설치·경영할 목적으로 사립학교법에 따라 설립되는 법인이므로(사립학교법 제2조 제2호) 학교법인의 주 업무는 ‘사립학교 설치·경영’이다. 그런데 만약 학교운영 또는 학교교육과 관련이 있다는 이유만으로 소송비용 등 법적 분쟁 비용을 만연히 교비회계 자금에서 사용할 수 있도록 한다면 사립학교 운영에 필요한 재정건전성이 침해될 우려가 있다. <br/>  따라서 소송비용 등 법적 분쟁 비용을 교비회계에서 지출할 수 있는지 여부는 해당 소송사건이 사립학교법 시행령 제13조 제2항 각호의 세출항목과 직접 관련된 것으로서, 학교법인과 영조물인 학교 사이의 역할 분담과 권한 분장에 따른 실질적 업무수행과 비용부담 주체, 소송의 동기와 경위, 소송의 내용과 성격, 비용 지출 절차와 지출 규모의 적정성, 지출을 통하여 달성하려는 목적과 기대되는 효과 등 제반 사정을 종합적으로 고려하여 그 비용이 궁극적으로 당해 학교교육의 본래적 기능 훼손을 방지하기 위하여 직접 필요한 것인지에 따라 판단하여야 한다.<br/> [3] 타인으로부터 용도가 엄격히 제한된 자금을 위탁받아 집행하면서 그 제한된 용도 이외의 목적으로 자금을 사용하는 것은 그 사용이 개인적인 목적에서 비롯된 경우는 물론 결과적으로 자금을 위탁한 본인을 위하는 면이 있더라도 그 사용행위 자체로 불법영득의 의사를 실현한 것이 되어 횡령죄가 성립하므로, 사립학교의 교비회계에 속하는 수입을 적법한 교비회계의 세출에 포함되는 용도, 즉 당해 학교교육에 직접 필요한 용도가 아닌 다른 용도에 사용하였다면 그 사용행위 자체로서 불법영득의사를 실현하는 것이 되어 그로 인한 죄책을 면할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 사립학교법 제1조, 제29조 제1항, 제2항, 제6항, 제73조, 사립학교법 시행령 제13조 제2항 / [2] 사립학교법 제2조 제2호, 제29조 제2항, 제6항, 제73조, 사립학교법 시행령 제13조 제2항 / [3] 형법 제355조 제1항, 제356조, 사립학교법 제29조 제2항, 제6항, 사립학교법 시행령 제13조 제2항<br/>",
  "참조판례": "[1][3] 대법원 2025. 3. 13. 선고 2023도12436 판결(공2025상, 714) / [1] 헌법재판소 2023. 8. 31. 선고 2021헌바180 전원재판부 결정(헌공323, 1345) / [3] 대법원 2008. 2. 29. 선고 2007도9755 판결(공2008상, 491)<br/>"
}