{
  "판례일련번호": "605727",
  "사건명": "부당노동행위구제재심판정취소·부당노동행위구제재심판정취소[하위 인사고과 부여, 승격 탈락 및 이에 따른 임금 지급에 대한 부당노동행위 구제신청에서 제척기간 도과 여부가 문제된 사건]",
  "사건번호": "2023두41864, 41871",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250403",
  "판시사항": "[1] 수 개의 행위 사이에 부당노동행위 의사의 단일성, 행위의 동일성·동종성, 시간적 연속성이 인정될 경우, 부당노동행위 구제신청 기간에 관한 노동조합 및 노동관계조정법 제82조 제2항에서 정한 ‘계속하는 행위’에 포함되는지 여부(적극) / 일정한 단위 기간마다 인사고과나 승격 심사를 하고 그 결과에 따라 임금을 결정하는 사업장에서 사용자의 근로자에 대한 하위 인사고과 부여 또는 승격 탈락이 같은 단위 기간에 대한 임금의 지급과 하나의 ‘계속하는 행위’를 구성하는지 여부(원칙적 적극) 및 단위 기간을 달리하는 인사고과 부여 등과 이에 기한 임금 지급을 하나의 ‘계속하는 행위’로 볼 수 있는지 여부(원칙적 소극)<br/> [2] 부당노동행위에 대한 구제신청기간이 지났는지 판단하는 기준 및 근로자 또는 노동조합이 지방노동위원회에 구제를 신청하기 위하여 제출하는 구제신청서에 기재해야 할 ‘구제받고자 하는 사항’ 등의 특정 정도<br/>",
  "판결요지": "[1] 노동조합 및 노동관계조정법(이하 ‘노동조합법’이라 한다) 제82조 제2항에 따르면, 부당노동행위에 대한 구제신청은 부당노동행위가 있은 날 또는 그 행위가 계속하는 행위인 때에는 그 종료일로부터 3개월 이내에 하여야 한다. 여기서 ‘계속하는 행위’란 1개의 행위가 바로 완결되지 않고 일정 기간 계속되는 경우뿐만 아니라 수 개의 행위라도 각 행위 사이에 부당노동행위 의사의 단일성, 행위의 동일성·동종성, 시간적 연속성이 인정될 경우도 포함한다. <br/>  일정한 단위 기간마다 인사고과나 승격 심사를 하고 그 결과에 따라 임금을 결정하는 사업장에서 노동조합 활동을 이유로 근로자에게 하위 인사고과를 부여하거나 승격에서 탈락시키는 부당노동행위를 하는 사용자의 의사에는 통상적으로 그에 따른 임금상의 불이익을 주려는 의사도 포함되어 있다고 볼 수 있다. 따라서 하위 인사고과 부여 또는 승격 탈락(이하 ‘인사고과 부여 등’이라 한다)은 특별한 사정이 없는 한 같은 단위 기간(예를 들어, 1년마다 인사고과 부여 등이 이루어지는 사업장에서 연초에 실시하는 전년도 근무성적에 대한 인사고과나 승격 심사와 이에 기한 그 연도 동안의 임금 지급은 같은 단위 기간에 이루어진 것이다)에 대한 임금의 지급과 하나의 ‘계속하는 행위’를 구성한다. <br/>  그러나 단위 기간을 달리하는 인사고과 부여 등과 이에 기한 임금 지급은 원칙적으로 하나의 ‘계속하는 행위’에 해당한다고 보기 어렵다. 주기적으로 행해지는 인사고과 부여 등 사이에 시간적 연속성이 존재한다고 보기 어려울 뿐만 아니라, 여러 단위 기간의 인사고과 부여 등과 임금 지급을 포괄하여 하나의 ‘계속하는 행위’로 보게 되면 구제신청 대상이 되는 행위의 범위가 과도하게 확장된다. 이는 노동조합법이 노동위원회에 의한 신속·간이한 행정적 구제절차로서의 성격 등을 고려하여 부당노동행위에 대한 구제신청기간을 3개월의 단기간으로 정한 취지에 반한다. 다만 사용자가 여러 단위 기간 동안 단일한 의사와 유사한 방식으로 미리 수립한 계획에 따라 일련의 부당노동행위를 실행하였다는 등의 사정이 드러난 경우에는 단위 기간을 달리하는 인사고과 부여 등과 임금 지급 사이에서도 ‘계속하는 행위’가 성립할 수 있다.<br/> [2] 부당노동행위에 대한 행정적 구제절차에서 심사대상은 구제신청의 대상이 된 부당노동행위를 구성하는 구체적 사실에 한정되므로, 부당노동행위에 대한 구제신청기간의 도과 여부는 근로자가 부당노동행위라고 주장하는 구체적 사실을 기준으로 판단해야 한다. 노동위원회규칙에 따르면 사용자로부터 부당노동행위로 인하여 권리를 침해당한 근로자 또는 노동조합이 지방노동위원회에 구제를 신청하기 위하여 제출하는 구제신청서에는 ‘구제받고자 하는 사항’ 등을 기재하도록 되어 있다. 그러나 근로자나 노동조합이 구제받고자 하는 사항은 민사소송의 청구취지처럼 엄격하게 해석할 것은 아니고 신청의 전 취지로 보아 어떠한 구제를 구하고 있는지를 알 수 있을 정도면 된다. 노동위원회는 재량에 의하여 근로자나 노동조합이 신청하고 있는 구체적 사실에 대응하여 적절·타당하다고 인정하는 구제를 명할 수 있다. 그러므로 구제신청서에 구제의 내용이 구체적으로 특정되어 있지 않더라도 부당노동행위를 구성하는 구체적인 사실을 주장하고 있다면 그에 대한 구제도 신청하고 있는 것으로 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제82조 제2항 / [2] 노동조합 및 노동관계조정법 제82조<br/>",
  "참조판례": "[1][2] 대법원 2014. 5. 29. 선고 2011두24040 판결 / [2] 대법원 1999. 5. 11. 선고 98두9233 판결(공1999상, 1166)<br/>"
}