{
  "판례일련번호": "605765",
  "사건명": "사해행위취소[전세목적물의 일부 지분에 관한 양도계약 체결 후 합의해제에 대한 사해행위취소 및 원상회복청구에서 가액배상의 범위가 문제된 사건]",
  "사건번호": "2024다312566",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250415",
  "판시사항": "[1] 전세권이 성립한 후 전세목적물의 소유권이 이전된 경우, 전세권이 전세권자와 목적물의 소유권을 취득한 신 소유자 사이에서 계속 동일한 내용으로 존속하는지 여부(적극) 및 목적물의 신 소유자가 전세권이 소멸하는 때에 전세권자에 대하여 전세권설정자의 지위에서 전세금 반환의무를 부담하는지 여부(적극) / 전세권이 성립한 후 전세목적물의 소유권 중 일부 지분을 이전받은 새로운 공유자도 전세권자에 대하여 공동 전세권설정자의 지위에서 전세금 반환의무를 부담하는지 여부(적극)<br/> [2] 건물의 공유자가 공동으로 건물을 임대하고 임차보증금을 수령한 경우, 임차보증금 반환채무의 성질이 불가분채무에 해당하는지 여부(원칙적 적극) 및 임대인 지위를 공동으로 승계한 공동임대인들의 임차보증금 반환채무 역시 성질상 불가분채무인지 여부(적극) / 이는 임대목적물의 소유권 중 일부 지분을 이전받은 새로운 공유자가 임대인 지위를 승계하여 기존 임대인과 함께 임차보증금 반환의무를 부담하게 되는 경우에도 마찬가지인지 여부(적극)<br/> [3] 사해행위를 이유로 채권자취소권을 행사하는 경우, 일반채권자들의 공동담보에 제공되지 않은 책임재산은 취소의 범위에서 제외되어야 하는지 여부(적극) / 공유물인 주택에 주택임대차보호법에 따라 임차보증금을 우선적으로 변제받을 권리를 가진 임차인이 있고 그 주택의 공유자들이 불가분채무인 임차보증금 반환의무를 부담하는 경우, 공유자 중 1인인 채무자가 처분한 지분 중에서 일반채권자들의 공동담보에 제공되는 책임재산(=우선변제권이 있는 임차보증금 반환채권 전액을 공제한 나머지 부분) / 이러한 법리는 전세목적물의 소유권 중 일부 지분이 이전되어 전세목적물의 공유자들이 불가분채무인 전세금 반환의무를 부담하게 된 이후 그 공유자 중 1인이 자신의 지분을 처분함으로써 사해행위가 문제 되는 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 전세권이 성립한 후 전세목적물의 소유권이 이전된 경우 전세권은 전세권자와 목적물의 소유권을 취득한 신 소유자 사이에서 계속 동일한 내용으로 존속하게 되므로 목적물의 신 소유자는 구 소유자와 전세권자 사이에 성립한 전세권의 내용에 따른 권리의무의 직접적인 당사자가 되어 전세권이 소멸하는 때에 전세권자에 대하여 전세권설정자의 지위에서 전세금 반환의무를 부담한다. 한편 전세권이 성립한 후 전세목적물의 소유권 중 일부 지분을 이전받은 새로운 공유자도 전세권자에 대하여 공동 전세권설정자의 지위에서 전세금 반환의무를 부담한다. <br/> [2] 건물의 공유자가 공동으로 건물을 임대하고 임차보증금을 수령한 경우 특별한 사정이 없는 한 그 임대는 각자 공유지분을 임대한 것이 아니라 임대목적물을 다수 당사자로서 공동으로 임대한 것이고 그 임차보증금 반환채무는 성질상 불가분채무에 해당한다. 임대인 지위를 공동으로 승계한 공동임대인들의 임차보증금 반환채무 역시 성질상 불가분채무이고, 이는 임대목적물의 소유권 중 일부 지분을 이전받은 새로운 공유자가 임대인 지위를 승계하여 기존 임대인과 함께 임차보증금 반환의무를 부담하게 되는 경우에도 마찬가지이다. <br/> [3] 사해행위를 이유로 채권자취소권을 행사하는 경우 행위를 하지 않았다면 있었을 책임재산을 회복하도록 하여야 하고, 그보다 더 많은 책임재산을 회복하는 결과를 초래하는 것은 허용되지 않는다. 따라서 일반채권자들의 공동담보에 제공되지 않은 책임재산은 취소의 범위에서 제외되어야 한다. 공유물인 주택에 주택임대차보호법에 따라 임차보증금을 우선적으로 변제받을 권리를 가진 임차인이 있고 그 주택의 공유자들이 불가분채무인 임차보증금 반환의무를 부담하는 경우, 공유자 중 1인인 채무자가 처분한 지분 중에서 일반채권자들의 공동담보에 제공되는 책임재산은 우선변제권이 있는 임차보증금 반환채권 전액을 공제한 나머지 부분이다. 이러한 법리는 전세목적물의 소유권 중 일부 지분이 이전되어 전세목적물의 공유자들이 불가분채무인 전세금 반환의무를 부담하게 된 이후 그 공유자 중 1인이 자신의 지분을 처분함으로써 사해행위가 문제 되는 경우에도 마찬가지로 적용된다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제303조 / [2] 민법 제263조, 제265조, 제411조, 제618조 / [3] 민법 제368조, 제406조 제1항, 주택임대차보호법 제3조 제1항, 제3조2의 제2항<br/>",
  "참조판례": "[1] 대법원 2006. 5. 11. 선고 2006다6072 판결(공2006상, 1016) / [2] 대법원 1998. 12. 8. 선고 98다43137 판결(공1999상, 106), 대법원 2021. 1. 28. 선고 2015다59801 판결(공2021상, 453), 대법원 2024. 8. 1. 선고 2023다318857 판결(공2024하, 1561) / [3] 대법원 2017. 5. 30. 선고 2017다205073 판결(공2017하, 1369), 대법원 2024. 12. 12. 선고 2024다239401 판결<br/>"
}