{
  "판례일련번호": "605771",
  "사건명": "임대차보증금반환[주택 임차인의 점유 상실 후 마쳐진 임차권등기의 대항력이 문제된 사건]",
  "사건번호": "2024다326398",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250415",
  "판시사항": "[1] 주택 임차인이 전입신고를 마치고 주택을 인도받아 임차권의 대항력을 취득하였으나 그 후 주택의 점유를 상실한 경우, 대항력이 소멸하는지 여부(적극) / 대항력이 상실된 이후 임차권등기를 마친 경우, 대항력이 소급하여 회복되는지 여부(소극) 및 이 경우 등기가 마쳐진 때부터 그와는 동일성이 없는 새로운 대항력이 발생하는지 여부(적극)<br/> [2] 경매 목적 부동산이 매각된 경우, 경매로 인하여 소멸하는 저당권보다 뒤에 등기되었거나 대항력을 갖춘 임차권의 효력을 매수인에 대하여 주장할 수 있는지 여부(소극)<br/> [3] 주택 임차인 甲이 주택을 인도받고 주민등록을 마친 후 위 주택에 관하여 乙을 근저당권자로 하는 근저당권설정등기가 마쳐졌는데, 임대차계약 기간이 만료된 후 甲이 임대차보증금 반환에 관한 보험계약을 체결한 丙 보험회사에 보험금을 청구하면서 임대차보증금반환채권을 양도하였고, 丙 회사가 甲을 대위하여 임차권등기명령을 신청하였으나 甲이 위 주택에서 이사한 후에 임차권등기가 마쳐졌으며, 그 후 위 주택에 대한 강제경매 절차에서 丁이 주택을 매수한 사안에서, 甲이 임차권등기 전에 주택에 관한 점유를 상실하였다면 丁에게 임차권의 효력을 주장할 수 없다고 한 사례<br/>",
  "판결요지": "[1] 주택임대차보호법이 제3조 제1항에서 주택 임차인에게 주택의 인도와 주민등록을 요건으로 명시하여 등기된 물권에 버금가는 강력한 대항력을 부여하고 있는 취지에 비추어 볼 때 달리 공시방법이 없는 주택 임대차에서 주택의 인도 및 주민등록이라는 대항요건은 대항력 취득 시에만 갖추면 충분한 것이 아니라 대항력을 유지하기 위하여서도 계속 존속하고 있어야 한다. 따라서 주택 임차인이 주택 소재지로 전입신고를 마치고 주택을 인도받아 일단 임차권의 대항력을 취득하였으나 그 후 주택의 점유를 상실하였다면 그 대항력은 점유 상실 시에 소멸한다. 한편 주택임대차보호법 제3조의3 제5항은 \"임차인은 임차권등기명령의 집행에 따른 임차권등기를 마치면 제3조 제1항·제2항 또는 제3항에 따른 대항력과 제3조의2 제2항에 따른 우선변제권을 취득한다.\"라고 규정하고 있으므로, 대항력과 우선변제권은 임차권등기가 마쳐진 때부터 발생한다고 보아야 한다. 따라서 대항력이 상실된 이후에 임차권등기가 마쳐졌더라도 이로써 소멸하였던 대항력이 당초에 소급하여 회복되는 것이 아니라 그 등기가 마쳐진 때부터 그와는 동일성이 없는 새로운 대항력이 발생한다.<br/> [2] 경매 목적 부동산이 매각된 경우에는 경매로 인하여 소멸하는 저당권보다 뒤에 등기되었거나 대항력을 갖춘 임차권은 선순위 저당권과 함께 소멸하는 이상 경매 목적 부동산의 매수인은 주택임대차보호법 제3조에서 말하는 임차주택의 양수인에 포함되지 않으므로, 임차인은 매수인에 대하여 임차권의 효력을 주장할 수 없다.<br/> [3] 주택 임차인 甲이 주택을 인도받고 주민등록을 마친 후 위 주택에 관하여 乙을 근저당권자로 하는 근저당권설정등기가 마쳐졌는데, 임대차계약 기간이 만료된 후 甲이 임대차보증금 반환에 관한 보험계약을 체결한 丙 보험회사에 보험금을 청구하면서 임대차보증금반환채권을 양도하였고, 丙 회사가 甲을 대위하여 임차권등기명령을 신청하였으나 甲이 위 주택에서 이사한 후에 임차권등기가 마쳐졌으며, 그 후 위 주택에 대한 강제경매 절차에서 丁이 주택을 매수한 사안에서, 甲이 임차권등기 전에 주택에 관한 점유를 상실하였다면 임차권의 대항력도 그때 소멸하고, 그 후 임차권등기명령에 따른 임차권등기가 마쳐진 경우에도 그 이전에 소멸하였던 대항력이 당초에 소급하여 회복되는 것이 아니라 임차권등기가 마쳐진 때부터 그와 동일성이 없는 새로운 대항력이 발생하며, 이 경우 乙 명의의 근저당권은 그 이후에 마쳐진 임차권등기로 인하여 그때부터 새로운 대항력을 갖추게 된 甲의 임차권보다 선순위 권리에 해당하므로 주택에 대한 경매절차에서 근저당권이 소멸하면서 임차권도 함께 소멸하게 되어 경매절차에서 주택을 매수한 丁은 주택임대차보호법 제3조가 말하는 임차주택의 양수인에 해당하지 않으므로 甲은 丁에게 임차권의 효력을 주장할 수 없게 되는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 주택임대차보호법 제3조 제1항, 제3조의3 제5항 / [2] 주택임대차보호법 제3조 제1항, 제4항, 민사집행법 제91조 제2항, 제3항 / [3] 주택임대차보호법 제3조 제1항, 제4항, 제3조의3 제5항, 민사집행법 제91조 제2항, 제3항<br/>",
  "참조판례": "[1] 대법원 1998. 1. 23. 선고 97다43468 판결(공1998상, 609), 대법원 2002. 8. 13. 선고 2000다61466 판결(공2002하, 2167) / [2] 대법원 2000. 2. 11. 선고 99다59306 판결(공2000상, 688)<br/>"
}