{
  "판례일련번호": "605761",
  "사건명": "사기[검사의 공소장변경허가신청을 불허한 원심의 조치가 적법한지 여부가 문제된 사건]",
  "사건번호": "2025도903",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250415",
  "판시사항": "[1] 검사의 공소장변경허가신청이 공소사실의 동일성의 범위 안에 있는 경우, 법원은 이를 허가하여야 하는지 여부(적극)<br/> [2] 동일한 피해자에 대하여 수회에 걸쳐 기망행위를 하여 금원을 편취하였는데 범의가 단일하고 범행 방법이 동일한 경우, 사기죄의 죄수(=포괄일죄) / 포괄일죄에서 공소장변경허가 여부를 결정하는 기준<br/> [3] 피고인이 2019. 6. 17.경부터 2020. 1. 6.경까지 3회에 걸쳐 피해자를 기망하여 피해자로부터 합계 1억 2,000만 원을 편취하였다는 사기의 공소사실로 제1심에서 유죄판결을 선고받고 쌍방이 항소하였는데, 그 후 원심에서 검사가 위 공소사실에 피고인이 2020. 2. 24.경부터 2020. 4. 3.경까지 3회에 걸쳐 피해자를 기망하여 피해자로부터 합계 8,000만 원을 편취하였다는 사기의 공소사실을 추가하는 내용의 공소장변경허가신청을 한 사안에서, 검사의 공소장변경허가신청을 불허한 원심의 조치에 포괄일죄 및 공소장변경에 관한 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 형사소송법 제298조 제1항은 \"검사는 법원의 허가를 얻어 공소장에 기재한 공소사실 또는 적용법조의 추가·철회 또는 변경을 할 수 있다. 이 경우에 법원은 공소사실의 동일성을 해하지 아니하는 한도에서 허가하여야 한다.\"라고 규정하고 있으므로, 검사의 공소장변경허가신청이 공소사실의 동일성의 범위 안에 있는 것이면 법원은 이를 허가하여야 한다.<br/> [2] 사기죄에 있어서 동일한 피해자에 대하여 수회에 걸쳐 기망행위를 하여 금원을 편취한 경우, 그 범의가 단일하고 범행 방법이 동일하다면 사기죄의 포괄일죄만이 성립한다. 포괄일죄에서는 공소장변경을 통한 종전 공소사실의 철회 및 새로운 공소사실의 추가가 가능한 점에 비추어 공소장변경허가 여부를 결정할 때는 포괄일죄를 구성하는 개개 공소사실별로 종전 것과의 동일성 여부를 따지기보다는 변경된 공소사실이 전체적으로 포괄일죄의 범주 내에 있는지 여부, 즉 단일하고 계속된 범의하에 동종의 범행을 반복하여 행하고 피해법익도 동일한 경우에 해당한다고 볼 수 있는지에 초점을 맞추어야 한다.<br/> [3] 피고인이 2019. 6. 17.경부터 2020. 1. 6.경까지 3회에 걸쳐 피해자를 기망하여 피해자로부터 합계 1억 2,000만 원을 편취하였다는 사기의 공소사실로 제1심에서 유죄판결을 선고받고 쌍방이 항소하였는데, 그 후 원심에서 검사가 위 공소사실에 피고인이 2020. 2. 24.경부터 2020. 4. 3.경까지 3회에 걸쳐 피해자를 기망하여 피해자로부터 합계 8,000만 원을 편취하였다는 사기의 공소사실을 추가하는 내용의 공소장변경허가신청을 한 사안에서, 종전 공소사실과 검사가 공소장변경허가신청을 통하여 추가하고자 한 공소사실은 피고인이 동일한 피해자를 상대로 인접한 일시에 유사한 기망행위로 금원을 편취한 것이어서, 단일하고 계속된 범의의 발현으로 볼 수 있고 피해법익도 동일하며 범행 방법의 동일성이 인정되는 등 포괄하여 1죄에 해당한다고 보기에 충분하다는 이유로, 이와 달리 보아 검사의 공소장변경허가신청을 불허한 원심의 조치에 포괄일죄 및 공소장변경에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제298조 제1항 / [2] 형법 제37조, 제347조, 형사소송법 제298조 제1항 / [3] 형법 제37조, 제347조 제1항, 형사소송법 제298조 제1항<br/>",
  "참조판례": "[1] 대법원 1999. 4. 13. 선고 99도375 판결(공1999상, 965) / [2] 대법원 2002. 7. 12. 선고 2002도2029 판결(공2002하, 2000), 대법원 2006. 4. 27. 선고 2006도514 판결(공2006상, 988), 대법원 2022. 10. 27. 선고 2022도8806 판결(공2022하, 2359)<br/>"
}