{
  "판례일련번호": "605769",
  "사건명": "업무상과실치상[작업치료사가 장애아동을 치료하면서 발생한 사고에 관하여 업무상과실치상죄가 성립하는지 여부가 문제된 사건]",
  "사건번호": "2024도20371",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250415",
  "판시사항": "[1] 의료기사 등에 관한 법률에 따라 면허를 받은 작업치료사가 아동에 대한 신체적·정신적 기능장애를 회복시키기 위한 작업요법적 치료를 수행하는 과정에서 발생한 사고에 대하여 업무상과실치상죄를 인정하기 위한 요건 및 이때 작업치료사의 업무상과실에 대한 증명책임 소재(=검사)와 증명 방법<br/> [2] 작업치료사인 피고인이 뇌병변과 지적장애로 독립적인 보행 및 정상적인 의사소통이 불가능한 장애아동 甲(여, 6세)에 대하여 다른 보조자 없이 일대일로 신체 감각 및 신체 조절 등을 향상시키는 감각통합치료 업무를 수행하는 과정에서 반원형의 도넛 모양인 치료기구 위에서 치료 수업을 받던 甲이 바닥으로 떨어지는 사고로 상해를 입게 하였다는 업무상과실치상의 공소사실로 기소된 사안에서, 제반 사정을 종합할 때 피고인이 사고에 대하여 업무상 주의의무를 위반하였다거나 그로 인하여 사고가 발생하였음이 증명되지 않았다고 한 사례<br/>",
  "판결요지": "[1] 업무상과실치상죄에서 업무상과실이란 당해 업무의 내용과 성질 또는 담당자의 업무상 지위 등에 비추어 요구되는 주의의무를 게을리함으로써 결과 발생을 예견하거나 회피하지 못한 경우를 말한다. 의료기사 등에 관한 법률에 따라 면허를 받은 작업치료사가 아동에 대한 신체적·정신적 기능장애를 회복시키기 위한 작업요법적 치료를 수행하는 과정에서 발생한 사고에서, 작업치료사의 과실을 인정하기 위해서는 그가 결과 발생을 예견할 수 있고 또 회피할 수도 있었음에도 이를 하지 못한 점을 인정할 수 있어야 하고, 과실 유무를 판단할 때에는 같은 업무·직무에 종사하는 일반적 평균인의 주의 정도를 표준으로 하여 사고 당시에 일반적으로 이루어지는 작업치료의 수준과 환경 및 조건, 작업치료행위의 특수성 등을 고려하여야 한다. 해당 사고에서 작업치료사의 과실과 결과 발생 사이에 인과관계를 인정하기 위해서는 주의의무 위반이 없었더라면 그러한 결과가 발생하지 않았을 것임이 증명되어야 한다. <br/>  그러므로 작업치료사에게 작업치료행위 과정에서 발생한 사고에 대하여 업무상과실치상죄를 인정하기 위해서는, 해당 행위 과정에서 공소사실에 기재된 업무상과실의 존재는 물론 그러한 업무상과실로 인하여 치료대상자에게 상해 등 결과가 발생한 점에 대하여도 엄격한 증거에 따라 합리적 의심의 여지가 없을 정도로 증명이 이루어져야 한다. 설령 작업치료행위와 환자에게 발생한 상해 등 결과 사이에 인과관계가 인정되는 경우에도, 검사가 공소사실에서 업무상과실로 평가할 수 있는 행위의 존재 또는 그 업무상과실의 내용을 구체적으로 특정하고 이를 증명하지 못하였다면, 작업치료행위 과정에서 치료대상자에게 상해 등 결과가 발생하였다는 사정만으로 작업치료사의 업무상과실을 추정하거나 단순한 가능성·개연성 등 막연한 사정을 근거로 함부로 이를 인정할 수는 없다.<br/> [2] 작업치료사인 피고인이 뇌병변과 지적장애로 독립적인 보행 및 정상적인 의사소통이 불가능한 장애아동 甲(여, 6세)에 대하여 다른 보조자 없이 일대일로 신체 감각 및 신체 조절 등을 향상시키는 감각통합치료 업무를 수행하는 과정에서 반원형의 도넛 모양인 하프도넛 치료기구(이하 ‘치료기구’라고 한다) 위에서 치료 수업을 받던 甲이 바닥으로 떨어지는 사고로 약 7주간의 치료를 요하는 골절 등 상해를 입게 하였다는 업무상과실치상의 공소사실로 기소된 사안에서, 치료기구는 일반적으로 아동에 대한 체육활동 또는 치료에 사용되는 기구로서 재질, 형태, 크기, 용법 등에 비추어 기구 자체에 내재된 위험성이 크지 않고, 치료실 내에 통상 사용되는 재질의 매트가 설치되어 있으며, 甲이 사고 당시까지 약 1년 4개월 동안 피고인으로부터 일대일로 감각통합치료를 받으면서 별다른 사고가 없었던 점, 피고인은 사고 경위에 관하여 일관되게 ‘치료기구에 누운 채 일어나기를 거부하는 甲을 일으키다가 甲이 피고인을 갑자기 밀치면서 甲 스스로 치료기구와 함께 넘어졌다.’는 취지로 진술하였는데, 甲의 질병 또는 장애의 내용과 정도, 평소의 행동 및 반응 양태, 당시 및 이후의 상황, 甲의 상해 정도 등에 비추어 사고가 위와 같은 경위로 인해 순간적으로 발생하였을 가능성을 배제하기 어려운 점, 치료기구를 이용하여 실시하는 무게중심 이동훈련의 특성상 피고인으로서는 甲이 치료 도중에 치료기구에서 균형을 잃고 넘어지는 것을 예상할 수는 있었더라도, 이를 넘어 피고인을 밀쳐 甲 스스로 치료기구에서 강하게 넘어지는 것까지 예견할 수 있었다고 단정하기 어려운 점, 공소사실 기재에서 甲의 상해 발생과 인과관계 있는 피고인의 주의의무 위반이 구체적으로 무엇인지 특정되어 있다고 보기 부족한 점 등 제반 사정을 종합하면, 피고인이 사고에 대하여 업무상 주의의무를 위반하였다거나 그로 인하여 사고가 발생하였음이 증명되었다고 보기 어렵다는 이유로, 이와 달리 보아 공소사실을 유죄로 인정한 원심판단에 업무상과실치상죄의 성립에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제268조, 의료기사 등에 관한 법률 제2조 제2항 제4호, 형사소송법 제308조 / [2] 형법 제268조, 의료기사 등에 관한 법률 제2조 제2항 제4호, 형사소송법 제308조<br/>",
  "참조판례": ""
}