{
  "판례일련번호": "605725",
  "사건명": "마약류관리에관한법률위반(향정)·마약류관리에관한법률위반(대마)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영·반포등)[피고인이 두 사람에게 각각 피고인의 휴대전화로 피해자와의 성관계 동영상을 재생하여 시청하게 한 것이 「성폭력범죄의 처벌 등에 관한 특례법」(이하 ‘성폭력처벌법’) 제14조 제2항의 ‘공공연하게 상영’한 경우에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2024도18718",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250415",
  "판시사항": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제2항의 입법 취지 / 위 조항의 보호법익 및 그중 ‘성적 자유’의 의미<br/> [2] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제2항에서 요구하는 ‘공공연하게’ 촬영물 등을 상영했다고 하려면 ‘불특정 또는 다수인’이 촬영물 등을 시청할 수 있는 상태에 이르러야 하는지 여부(적극) 및 이때 ‘다수인’인지 판단하는 방법<br/>",
  "판결요지": "[1] 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라 한다)은 제14조 제1항에서 ‘카메라나 그 밖에 이와 유사한 기능을 갖춘 기계장치를 이용하여 성적 욕망 또는 수치심을 유발할 수 있는 사람의 신체를 촬영대상자의 의사에 반하여 촬영’하는 행위를 처벌하면서, 같은 조 제2항에서 ‘제1항에 따른 촬영물 또는 복제물을 반포·판매·임대·제공 또는 공공연하게 전시·상영한 자’ 및 ‘제1항의 촬영이 촬영 당시에는 촬영대상자의 의사에 반하지 아니한 경우에도 사후에 그 촬영물 또는 복제물을 촬영대상자의 의사에 반하여 반포·판매·임대·제공 또는 공공연하게 전시·상영한 자’를 7년 이하의 징역 또는 5천만 원 이하의 벌금에 처하도록 규정하고 있다. <br/>성폭력처벌법 제14조 제2항의 입법 취지는 성적 욕망 또는 수치심을 유발할 수 있는 타인의 신체를 그 의사에 반하여 촬영한 촬영물 또는 복제물(이하 ‘촬영물 등’이라 한다)이 인터넷 등 정보통신망을 통하여 급속도로 광범위하게 유포됨으로써 피해자에게 엄청난 피해와 고통을 초래하는 사회적 문제를 감안하여, 죄책이나 비난 가능성이 촬영행위 못지않게 크다고 할 수 있는 촬영물 등의 시중 유포 행위를 한 자에 대해서도 촬영자와 동일하게 처벌하기 위한 것이다. 위 조항은 피해자의 성적 자기결정권 및 일반적 인격권 보호, 사회의 건전한 성풍속 확립을 보호법익으로 하며, 구체적으로 인격체인 피해자의 성적 자유, 함부로 촬영당하지 아니할 자유, 그 의사에 반하여 촬영물 등이 유포되지 않을 자유를 보호하기 위한 것이다. 또한 여기에서 ‘성적 자유’는 자기 의사에 반하여 성적 대상화가 되지 않을 자유를 의미한다.<br/> [2] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제2항은 유포 행위의 유형으로 반포·판매·임대·제공 또는 공공연하게 전시·상영하는 것을 열거하고 있는데, 그중 전시·상영은 ‘공공연하게’ 이루어질 것을 요구한다. 이와 같이 전시·상영에서 공연성을 행위 태양으로 요구하는 것은 촬영물 또는 복제물(이하 ‘촬영물 등’이라 한다)의 교부를 전제로 하는 반포·판매·임대·제공에서 그 행위를 통하여 불특정 또는 다수인이 촬영물 등을 인식하거나 시청할 가능성을 가지게 되는 것과 균형을 맞추기 위함이다. 따라서 ‘공공연하게’ 촬영물 등을 상영하였다고 하려면 ‘불특정 또는 다수인’이 촬영물 등을 시청할 수 있는 상태에 이르러야 한다. 이때 ‘다수인’인지는 단순히 인원수만을 기준으로 판단할 것이 아니라 위 조항의 입법 취지와 보호법익, 반포·판매·임대·제공 등 같은 조항의 다른 행위 태양에 대한 처벌 가능성과 범위와의 균형 등을 충분히 고려하면서, 행위자와 시청 주체의 관계, 행위자의 상영 의도와 경위, 상영 방법과 수단, 상영 공간과 시간 등을 아울러 참작하여, 행위자의 상영이 단순히 제한된 범위 내에서의 사적(私的) 또는 은밀한 상영을 넘어서는 정도에 이르렀는지를 기준으로 사회통념에 따라 합리적으로 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항, 제2항 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제14조 제1항, 제2항<br/>",
  "참조판례": "[1][2] 대법원 2022. 6. 9. 선고 2022도1683 판결(공2022하, 1401) / [1] 대법원 2020. 12. 24. 선고 2019도16258 판결<br/>"
}