{
  "판례일련번호": "605753",
  "사건명": "공탁금출급청구권확인[공사의 하수급인이 발주자, 수급인과 하도급대금 직접 지급 합의를 하였는데 하수급인이 발주자에게 직접 지급을 청구하기 전에 수급인의 채권자들이 수급인의 발주자에 대한 공사대금채권을 압류한 사건]",
  "사건번호": "2021다273592",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250403",
  "판시사항": "건설산업기본법 제35조 제2항 및 같은 항 제1호에 따라 발주자의 하수급인에 대한 하도급대금 직접지급의무가 발생하고 그 범위에서 발주자의 수급인에 대한 대금지급채무가 소멸하는 시기(=위 제1호의 하도급대금 직접지급 합의를 한 때) / 건설산업기본법 제35조에 의한 하도급대금 직접지급사유가 발생하기 전에 수급인의 제3채권자가 수급인의 발주자에 대한 채권에 대하여 압류 또는 가압류 등으로 집행보전을 한 경우 그 집행보전된 채권에 해당하는 금액에 대하여 하수급인에게 직접지급청구권이 발생하는지 여부(소극)<br/>",
  "판결요지": "‘하도급거래 공정화에 관한 법률’(이하 ‘하도급법’이라 한다) 제14조 제1항에서는 ‘발주자는 다음 각호의 어느 하나에 해당하는 사유가 발생한 때에는 수급사업자가 제조·수리·시공 또는 용역수행을 한 부분에 상당하는 하도급대금을 그 수급사업자에게 직접 지급하여야 한다.’고 규정하고, 제2호에서는 그 사유의 하나로 ‘발주자가 하도급대금을 직접 수급사업자에게 지급하기로 발주자·원사업자 및 수급사업자 간에 합의한 때’를 들고 있다. 하도급법 제14조 제2항에서는 ‘제1항에 따른 사유가 발생한 경우 원사업자에 대한 발주자의 대금지급채무와 수급사업자에 대한 원사업자의 하도급대금 지급채무는 그 범위에서 소멸한 것으로 본다.’고 규정하고 있다. 이러한 하도급법의 규정 내용에 비추어 보면, 발주자가 하도급대금을 직접 수급사업자에게 지급하기로 발주자·원사업자 및 수급사업자 간에 합의한 경우에, 발주자는 수급사업자가 제조·수리·시공 또는 용역수행한 부분에 상당하는 하도급대금을 해당 수급사업자에게 직접 지급할 의무가 발생하고 그 범위에서 발주자의 원사업자에 대한 대금지급채무가 소멸한다. 발주자가 직접지급의무를 부담하게 되는 부분에 해당하는 원사업자의 발주자에 대한 공사대금채권은 동일성을 유지한 채 수급사업자에게 이전된다. 다만 하도급법 제14조에 의한 하도급대금 직접지급사유가 발생하기 전에 원사업자의 제3채권자가 원사업자의 발주자에 대한 채권에 대하여 압류 또는 가압류 등으로 집행보전을 한 경우에는 그 이후에 발생한 하도급공사대금의 직접지급사유에도 불구하고 그 집행보전된 채권은 소멸하지 아니한다. 따라서 위와 같이 압류 등으로 집행보전된 채권에 해당하는 금액에 대하여는 수급사업자에게 직접지급청구권이 발생하지 아니한다.<br/>건설산업기본법 제35조 제2항에서는 ‘발주자는 다음 각호의 어느 하나에 해당하는 경우에는 하수급인이 시공한 부분에 해당하는 하도급대금을 하수급인에게 직접 지급하여야 한다.’고 규정하고, 제1호에서는 그 사유의 하나로 ‘발주자가 하도급대금을 직접 하수급인에게 지급하기로 발주자와 수급인 간 또는 발주자·수급인 및 하수급인이 그 뜻과 지급의 방법·절차를 명백하게 하여 합의한 경우’를 들고 있다. 건설산업기본법 제35조 제3항에서는 ‘제2항 각호의 어느 하나에 해당하는 사유가 발생하여 발주자가 하수급인에게 하도급대금을 직접 지급한 경우에는 발주자의 수급인에 대한 대금 지급채무와 수급인의 하수급인에 대한 하도급대금 지급채무는 그 범위에서 소멸한 것으로 본다.’고 규정하고 있어, 발주자의 수급인에 대한 대금지급채무(하도급법의 표현상 ‘원사업자에 대한 발주자의 대금지급채무’를 의미한다)의 소멸시기 등에 관하여 앞서 본 하도급법 제14조 제1항 제2호, 제2항과 다르게 규정하고 있기는 하다.<br/>  그런데 건설산업기본법은 건설공사의 적정한 시공과 건설산업의 건전한 발전을 도모함을 목적으로 하고, 하도급법은 건설산업 중에서도 특히 공정한 하도급거래질서를 확립하여 원사업자와 수급사업자가 대등한 지위에서 상호보완하며 균형 있게 발전할 수 있도록 하는 것을 목적으로 하는 일종의 특별법에 해당하며, 두 법 모두 하수급인의 안정적인 하도급대금 지급청구권 확보를 위해 하수급인의 직접지급청구권에 관한 규정을 두고 있다. 이러한 양 법률의 목적과 직접지급청구권의 기능 등을 비롯하여, 하도급법 제34조에서 ‘건설산업기본법이 이 법에 어긋나는 경우에는 이 법을 따른다.’고 규정하고 있고, 직접지급청구권에 관한 규정은 발주자에게 새로운 부담을 지우지 않는 범위에서 하수급업자의 요청에 따라 그가 시공한 부분에 상당한 하도급대금채무에 대한 직접지급의무를 부담하게 함으로써 하수급업자를 수급인 및 그 일반채권자에 우선하여 보호하고자 함에 그 취지가 있는 점 등을 아울러 고려하면, 건설산업기본법에서 정하는 발주자의 수급인에 대한 대금지급채무의 소멸시기 등도 특별법인 하도급법의 목적과 취지를 존중하여 그것에 어긋나지 않도록 해석하는 것이 타당하다.<br/>  따라서 건설산업기본법 제35조 제2항 제1호, 제3항을 적용하는 경우 위 제1호에 따른 합의를 하였다면 발주자에게 하수급인이 시공한 부분에 해당하는 하도급대금을 해당 하수급인에게 직접 지급할 의무가 발생하고, 그 범위에서 발주자의 수급인에 대한 대금지급채무가 소멸하며, 발주자가 직접지급의무를 부담하는 부분에 해당하는 수급인의 발주자에 대한 공사대금채권은 동일성을 유지한 채 하수급인에게 이전된다고 보아야 한다. 다만 건설산업기본법 제35조에 의한 하도급대금 직접지급사유가 발생하기 전에 수급인의 제3채권자가 수급인의 발주자에 대한 채권에 대하여 압류 또는 가압류 등으로 집행보전을 하였다면 그 집행보전된 채권에 해당하는 금액에 대하여는 하수급인에게 직접지급청구권이 발생하지 아니한다.<br/>",
  "판결본문": "",
  "참조조문": "건설산업기본법 제1조, 제35조 제2항 제1호, 제3항, 하도급거래 공정화에 관한 법률 제1조, 제14조 제1항 제2호, 제2항, 제34조<br/>",
  "참조판례": "대법원 2008. 2. 29. 선고 2007다54108 판결(공2008상, 451), 대법원 2012. 5. 10. 선고 2010다24176 판결, 대법원 2014. 9. 25. 선고 2014다25153 판결, 대법원 2014. 12. 24. 선고 2012다85267 판결, 대법원 2017. 12. 5. 선고 2015다4238 판결(공2018상, 41)<br/>"
}