{
  "판례일련번호": "605773",
  "사건명": "조치명령취소[폐기물을 토양 등에 접촉시켜 인·허가받은 건축토목공사현장의 성토재 등으로 사용하는 방식(R-7-1 유형)의 재활용을 하려는 경우에도 토양오염우려기준을 준수하여야 하는지 여부가 문제된 사건]",
  "사건번호": "2023두31454",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250403",
  "판시사항": "폐기물을 토양 등에 접촉시켜 성토재 등으로 재활용하려는 자는 구 폐기물관리법 제13조의2 제1항 각호 및 제5호의 위임을 받은 구 폐기물관리법 시행규칙 제14조의3 제1항 [별표 5의3]에서 정한 폐기물 재활용 유형별 재활용 기준과 위 법 같은 조 제3항의 위임을 받은 위 시행규칙 같은 조 제5항 [별표 5의4]에서 정한 준수사항을 모두 따라야 하는지 여부(적극)<br/>",
  "판결요지": "구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것, 이하 같다)은 폐기물의 발생을 억제하는 동시에 발생한 폐기물을 친환경적으로 처리하여 환경보전과 국민생활의 질적 향상에 이바지하는 것을 목적으로 한다(제1조). 이를 위하여 구 폐기물관리법은 누구든지 폐기물을 재활용할 수 있도록 하면서도, 사람이나 환경에 위해가 발생할 우려가 있는 경우 폐기물의 재활용을 금지하는 ‘원칙적 허용·예외적 금지 방식’을 취하고 있다(제13조의2). 이러한 폐기물 재활용 제도의 체계와 한번 파괴된 환경은 회복에 막대한 시간과 비용이 소요되는 점을 고려하면, 폐기물 재활용을 활성화하되 그로 인한 환경오염 등의 부작용을 막기 위한 사전예방수단으로 폐기물의 재활용 기준과 재활용의 준수사항을 엄격하게 설정할 필요성이 크다. <br/>  폐기물을 토양 등에 접촉시켜 성토재 등으로 재활용하는 경우 재활용 대상 폐기물에 토양오염물질이 함유되어 있다면 이것이 기존 토양과 상호작용하는 과정에서 유해물질이 유출되어 토양을 오염시킬 가능성을 배제할 수 없다. 따라서 토양에 접촉하는 성토재 등으로 재활용하는 폐기물은 재활용 대상으로서 폐기물 자체의 처리와 관련한 기준이 필요할 뿐 아니라 토양오염을 예방·저감하기 위한 차원에서 관리될 필요가 있다. R-7-1 유형은 폐기물을 토양 등에 접촉시켜 성토재 등으로 재활용하는 전형적인 유형이고, 특히 토목·건축공사의 성토재로 사용된 폐기물은 공사가 완료되고 나면 이를 다시 분리해 내기도 쉽지 않다. <br/>구 폐기물관리법 제13조의2에 따르면 제1항 각호에서 정한 폐기물 재활용 기준을 하나라도 위반한 경우 폐기물을 재활용할 수 없다. 재활용의 유형별로 구체적인 재활용 기준을 정한 제5호 및 그 위임을 받은 구 폐기물관리법 시행규칙(2020. 5. 27. 환경부령 제868호로 개정되기 전의 것, 이하 같다) 제14조의3 제1항 [별표 5의3](이하 ‘[별표 5의3]’이라 한다)과 달리, 제1호 내지 제3호는 토양오염을 비롯한 환경오염행위를 금지하면서도 구체적으로 어떠한 경우 환경오염행위에 해당한다고 볼 수 있는지에 대하여는 직접 정하지 않고 있다. 대신 같은 조 제3항에서 제1항이 정한 원칙을 지키기 위하여 필요한 오염 예방 및 저감 방법의 종류와 정도 등 준수사항은 환경부령으로 정한다고 규정하고 있으며, 그 위임에 따라 제정된 구 폐기물관리법 시행규칙 제14조의3 제5항 [별표 5의4](이하 ‘[별표 5의4]’라 한다)가 제1항에서 정한 오염·유해물질별로 오염 예방 및 저감 방법과 정도를 정하고 있다. <br/>  이러한 구 폐기물관리법의 문언과 체계에 비추어 보면, 폐기물을 재활용하려는 자는 같은 법 제13조의2 제1항 제1호 내지 제5호 및 제5호의 위임을 받은 [별표 5의3]이 정한 폐기물 재활용 유형별 재활용 기준을 모두 준수해야 하고, 나아가 같은 조 제1항 제1호 내지 제3호가 정한 기준을 위반하지 않기 위하여 [별표 5의4]에서 정한 준수사항을 따라야 한다. <br/>  위와 같은 사정을 종합하면, 구 폐기물관리법 제13조의2 제3항은 제1항과 중첩하여 적용되는 것이지, 제1항이 우선 적용되어 제3항의 적용을 배제하는 것이라거나, 제1항과 제3항이 서로 충돌하는 규정이라고 보기 어렵다. <br/>",
  "판결본문": "",
  "참조조문": "구 폐기물관리법(2019. 11. 26. 법률 제16614호로 개정되기 전의 것) 제1조, 제13조의2 제1항, 제3항, 제48조, 구 폐기물관리법 시행규칙(2020. 5. 27. 환경부령 제868호로 개정되기 전의 것) 제14조의3 제1항 [별표 5의3], 제5항 [별표 5의4], 구 토양환경보전법 시행규칙(2020. 7. 14. 환경부령 제873호로 개정되기 전의 것) 제1조의5 [별표 3]<br/>",
  "참조판례": ""
}