{
  "판례일련번호": "605981",
  "사건명": "친생자관계존부확인[대리모가 자신이 대리출산한 자녀를 상대로 친생자관계존재확인을 구하는 사건]",
  "사건번호": "2022므15371",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "[1] 보조생식 시술을 통하여 임신·출산한 자녀를 타인에게 인도할 것을 내용으로 하는 이른바 ‘대리모계약’의 효력(무효) 및 대리모가 자신이 출산한 아이와 관련하여 친생모로서 가지는 권리 일체를 포기하기로 하는 합의도 무효인지 여부(적극) / 출산한 모와 자녀 사이에 혈연관계가 존재하는 경우, 무효인 대리모계약에 의하여 출산이 이루어졌다고 하더라도 자녀를 출산한 대리모가 자녀의 모인지 여부(적극)<br/> [2] 친생자관계존재확인의 소를 통해 진실한 신분관계를 귀속시키는 것이 자녀의 복리에 현저히 반하게 되는 특별한 사정이 있는 경우, 친생자관계존재확인의 소도 예외적으로 소권남용에 해당하여 허용되지 않을 수 있는지 여부(적극) 및 여기서 자녀의 복리에 현저히 반하게 되는지 판단하는 기준<br/>",
  "판결요지": "[1] 보조생식 시술을 통하여 임신·출산한 자녀를 타인에게 인도할 것을 내용으로 하는 이른바 대리모계약은 여성의 몸을 도구화하고, 출생한 자녀를 거래의 객체화하며, 임신과 출산 과정에서 형성된 모자간의 정서적 유대관계를 깨뜨려 인간으로서의 존엄성을 침해하므로, 민법 제103조에서 정한 선량한 풍속 기타 사회질서를 위반한 법률행위로서 무효이다. 대리모가 자신이 출산한 아이와 관련하여 친생모로서 가지는 권리 일체를 포기하기로 하는 합의는 대리모계약의 일부 혹은 그 연장선상에서 체결된 것이므로 역시 무효이고, 진실한 친자관계를 부정하고 모로서의 정당한 권리행사를 박탈하는 것이라는 점에서도 그 효력을 인정하기 어렵다.<br/>  한편 부자관계는 그 관계 확정을 위한 별도의 요건을 충족하는 경우에만 친자관계가 성립하는 법률적 친자관계이지만, 모자관계는 임신과 출산이라는 사실에 의하여 그 관계가 명확히 결정되는 자연적 친자관계라는 것이 우리 민법이 정하고 있는 바이고, 출산한 모와 자녀 사이에 혈연관계도 존재한다면, 무효인 대리모계약에 의하여 출산이 이루어졌다고 하더라도 자녀를 출산한 대리모를 자녀의 모로 보는 것이 타당하다.<br/> [2] 가사소송절차에 준용되는 민사소송법 제1조 제2항은 당사자와 소송관계인은 신의에 따라 성실하게 소송을 수행하여야 한다고 규정하여 가사소송에 있어서도 신의성실의 원칙이 적용됨을 선언하고 있다. 그러므로 이러한 신의칙을 위배한 소권의 행사는 허용되지 아니한다 할 것이나, 법원의 재판을 받을 권리는 헌법상 보장된 기본권에 속하는 이상 실체법상의 권리를 실현하기 위한 소송의 제기에 대하여 이를 신의칙에 반하는 소권의 남용이라고 판단함에 있어서는 신중을 기하여야 한다. 특히 친족법상 친자관계의 존부를 다투는 소송에서는, 친자관계가 신분관계의 기본이 되는 것으로 단순히 친자 상호 간의 관계뿐만 아니라 친족 간의 상속문제 기타 친족관계에 기초한 각종 법률관계에도 영향을 초래할 수 있으므로 진실한 신분관계를 확정하는 것은 그 자체가 법이 의도하고 있는 정당한 행위이다. 따라서 소송의 결과가 위 각종 법률관계에 영향을 미치는 것은 정당한 신분관계의 회복에 당연히 수반되는 것이므로 이를 두고 그 소송의 동기나 목적이 소권남용의 의도에서 비롯된 것으로 단정 지어 비난할 사유가 되지 못하고, 특별한 사정이 없는 한 친생자관계존재확인의 소가 소권의 남용이라는 명목으로 쉽게 배척되어서는 아니 된다.<br/>  그러나 자녀의 복리는 친자관계의 성립과 유지에서 가장 우선적으로 고려해야 할 사항이므로, 친생자관계존재확인의 소를 통해 진실한 신분관계를 귀속시키는 것이 오히려 자녀의 복리에 현저히 반하게 되는 특별한 사정이 있다면 친생자관계존재확인의 소도 예외적으로 소권남용에 해당하여 허용되지 않을 수 있다. 여기서 자녀의 복리에 현저히 반하게 되는지는 법률상 친자관계가 진실한 혈연관계와 달라진 경위, 법률상 부모와 자녀가 친생자관계에 준할 정도의 정서적 유대와 실질적 생활관계를 형성·유지해온 기간과 내용, 판결로써 친생자관계의 존재를 확정함에 따라 자녀 및 법률상 부모가 입을 고통이나 불이익, 원고가 친생자관계존재확인의 소에 이른 경위와 동기 및 목적, 친생자관계존재확인의 소가 받아들여지지 않을 경우 원고가 입을 고통이나 불이익, 원고 외에 현저하게 불이익을 받는 자의 유무 등의 사정을 종합적으로 고려하여 신중하게 판단하여야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제103조 / [2] 헌법 제27조 제1항, 민사소송법 제1조 제2항, 가사소송법 제12조, 민법 제865조 제1항<br/>",
  "참조판례": "[1][2] 대법원 2019. 10. 23. 선고 2016므2510 전원합의체 판결(공2019하, 2205) / [2] 대법원 2004. 6. 24. 선고 2004므405 판결<br/>"
}