{
  "판례일련번호": "605975",
  "사건명": "임대료반환청구[코로나바이러스감염증-19(이하 ‘코로나19’)의 확산으로 면세점 운영이 중단되자 면세점 영업목적으로 부동산을 임차한 면세사업자들이 이미 지급한 차임의 반환을 구하는 사건]",
  "사건번호": "2024다293580",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250501",
  "판시사항": "[1] 임대인에게 목적물을 사용·수익할 수 있는 상태로 임차인에게 인도하고, 임대차 기간 중 그러한 상태를 유지시킬 의무가 있는지 여부(적극) 및 목적물이 사용·수익에 적합한 상태인지 판단하는 기준<br/> [2] 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무를 이행할 수 없게 된 경우, 이미 이행한 급부의 반환을 청구할 수 있는지 여부(적극) 및 채무의 이행이 불가능하다는 것의 의미 / 기간을 정한 부동산 임대차계약 등 계속적 계약에서 일정 기간 동안 채무 이행이 불가능하게 된 경우, 채권자가 채무자의 이행의 실현을 기대할 수 없다면 해당 기간의 급부불능을 종국적인 것이라고 평가할 수 있는지 여부(적극) 및 이때 계약의 존속 여부가 민법 제537조의 적용 여부에 영향을 미치는지 여부(소극)<br/> [3] 甲 주식회사 등이 김포국제공항 및 김해국제공항의 국제선 청사 내 매장에 관하여 임대차 목적물의 용도를 ‘면세점’으로 정하여 한국공항공사와 임대차계약을 체결하였는데, 코로나바이러스감염증-19의 감염이 확산되자 국토교통부가 국제선을 인천국제공항으로 일원화하는 조치를 발표함에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되어 면세점 운영이 중단되었고, 그 후 甲 회사 등이 한국공항공사를 상대로 면세점 운영이 중단되었던 기간 동안 지급한 차임 상당의 부당이득반환을 구한 사안에서, 면세점 운영이 중단되었던 기간 동안 한국공항공사가 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시킬 의무는 당사자 쌍방의 책임 없는 사유로 이행할 수 없게 되었으므로, 민법 제537조에 따라 한국공항공사는 甲 회사 등에 대하여 위 기간에 대한 차임을 청구하지 못하고, 이미 지급한 차임은 부당이득으로서 반환해야 한다고 한 사례<br/>",
  "판결요지": "[1] 임대인은 민법 제623조에 따라 임차인이 목적물을 사용·수익할 수 있는 상태로 목적물을 임차인에게 인도하여야 하고, 임대차 기간 중 그러한 상태를 유지시킬 의무를 부담한다. 어떠한 상태가 사용·수익에 적합한 상태인지는 임대차 목적물의 통상적인 사용방법을 중심으로 하되, 단순히 물리적인 사용·수익 가능성뿐만 아니라, 임대차의 목적과 유형, 거래 관행, 계약의 내용을 통해 드러난 당사자의 의사 등을 종합적으로 고려하여 판단해야 한다.<br/> [2] 쌍무계약에서 당사자 쌍방의 귀책사유 없이 채무를 이행할 수 없게 된 경우 채무자는 민법 제537조에 따라 자신의 채무를 이행할 의무를 면함과 더불어 상대방의 이행도 청구하지 못한다. 쌍방 채무의 이행이 없었던 경우에는 계약상 의무의 이행을 청구하지 못하고, 이미 이행한 급부는 법률상 원인 없는 급부가 되어 부당이득 법리에 따라 반환을 청구할 수 있다.<br/>  채무의 이행이 불가능하다는 것은 절대적·물리적으로 불가능한 경우만이 아니라 사회생활상 경험칙이나 거래상의 관념에 비추어 볼 때 채권자가 채무자의 이행의 실현을 기대할 수 없는 경우도 포함한다. 기간을 정한 부동산의 임대차계약 등 채권·채무의 내용을 이루는 급부가 일정 기간 계속하여 행하여지는 이른바 계속적 계약에서 어떠한 사유로 일정 기간 동안 채무 이행이 불가능하게 된 경우, 계약의 목적과 유형, 급부의 내용 및 특성, 이행의 형태와 방법 등에 따라 채권자가 채무자의 이행의 실현을 기대할 수 없다면, 해당 기간의 급부불능을 일시적인 것이 아니라 종국적인 것이라고 평가할 수 있다. 이때 해당 기간의 급부불능이 종국적 이행불능에 해당하는 이상 계약의 존속 여부는 민법 제537조의 적용 여부에 영향을 미치지 않는다.<br/> [3] 甲 주식회사 등이 김포국제공항 및 김해국제공항의 국제선 청사 내 매장에 관하여 임대차 목적물의 용도를 ‘면세점’으로 정하여 한국공항공사와 임대차계약을 체결하였는데, 코로나바이러스감염증-19의 감염이 확산되자 국토교통부가 국제선을 인천국제공항으로 일원화하는 조치를 발표함에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되어 면세점 운영이 중단되었고, 그 후 甲 회사 등이 한국공항공사를 상대로 면세점 운영이 중단되었던 기간 동안 지급한 차임 상당의 부당이득반환을 구한 사안에서, 임대차계약의 목적이 면세점 영업으로 지정되어 있고, 甲 회사 등이 면세점 영업 외에 임대차 목적물을 사용하는 것은 허용되지 않은 점, 임대차 목적물의 사용·수익에 대한 대가가 면세점 운영에 따른 매출과 관련되어 있는 점, 한국공항공사는 임대인으로서 단순히 면세점 영업을 위한 물리적 공간을 제공하는 데에서 나아가 면세점 운영에도 관여한 점 등에 비추어 한국공항공사는 甲 회사 등이 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시켜 줄 의무가 있는데, 甲 회사 등이 임대차 목적물을 물리적으로 점유·사용하는 것이 가능하였다고 하더라도, 국제선 청사의 폐쇄로 임대차계약에 따른 사용 목적인 면세점 영업이 원천적으로 불가능하게 된 이상 한국공항공사가 목적물을 사용·수익 가능한 상태로 제공할 의무는 사회통념상 이행불능이라고 평가할 수 있는 점, 이는 국토교통부의 국제선 청사 일원화 조치에 따라 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄되었기 때문이므로 당사자 쌍방의 책임 없는 사유라고 할 것인 점, 면세점 용도로 사용·수익할 수 없는 상황이 발생한 것은 甲 회사 등이 급부의 이행이 실현되리라 기대할 수 없는 경우에 해당하고, 그 급부불능이 일정한 기간에 한정된 것이라도 해당 기간에는 종국적 이행불능이라고 평가할 수 있는 점, 이는 위와 같은 이행불능으로 인하여 임대차계약이 종료되지 않았다고 하여 달리 볼 수 없고, 종국적으로 이행불능이라고 평가하기 위하여 반드시 임대차계약의 종료나 임대차계약관계의 소멸이 전제되어야 하는 것은 아닌 점 등을 종합하면 국토교통부의 국제선 운항 중단 조치로 김포국제공항 및 김해국제공항의 국제선 청사가 폐쇄됨에 따라 면세점 운영이 중단되었던 기간 동안 한국공항공사가 임대차 목적물을 면세점 용도로 사용·수익할 수 있는 상태로 유지시킬 의무는 당사자 쌍방의 책임 없는 사유로 이행할 수 없게 되었으므로, 민법 제537조에 따라 한국공항공사는 甲 회사 등에 대하여 위 기간에 대한 차임을 청구하지 못하고, 이미 지급한 차임은 부당이득으로서 반환해야 하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 제623조 / [2] 민법 제537조, 제618조, 제741조 / [3] 민법 제105조, 제537조, 제618조, 제623조, 제741조, 항공보안법 제12조, 제13조, 관세법 제196조 제1항<br/>",
  "참조판례": "[2] 대법원 1995. 2. 28. 선고 94다42020 판결(공1995상, 1463), 대법원 2017. 10. 12. 선고 2016다9643 판결(공2017하, 2085), 대법원 2021. 5. 27. 선고 2017다254228 판결(공2021하, 1224)<br/>"
}