{
  "판례일련번호": "605985",
  "사건명": "평균임금정정불승인처분취소[최초 진폐 진단을 받은 후 진폐 및 고도의 심폐기능장해 진단을 받고 재요양을 받던 중 사망한 근로자에 대한 유족급여 산정이 문제된 사건]",
  "사건번호": "2023두63413",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "진폐로 사망한 근로자에 대한 유족급여의 산정기준이 되는 평균임금의 산정사유 발생일(=원칙적으로 최초 진폐 진단일) 및 최초 진단 이후의 사정이 사망의 직접적인 원인이 되었고 재요양 대상이 된 상병 진단일의 평균임금이 근로자의 통상 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우, 재요양 진단일을 평균임금 산정사유 발생일로 보아야 하는지 여부(적극) / 이때 ‘최초 진단 이후의 사정이 사망의 직접적인 원인이 된 경우’의 의미 및 직접적인 원인관계가 인정되는지 판단하는 방법 / ‘재요양 진단일의 평균임금이 근로자의 통상 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우’의 의미<br/>",
  "판결요지": "구 산업재해보상보험법(2015. 1. 20. 법률 제13045호로 개정되기 전의 것, 이하 같다) 제5조 제2호, 제62조 제1항, 제2항 [별표 3], 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것) 제24조 제1항 제3호, 제4항, 제25조 제3항, 근로기준법 제2조 제1항 제6호, 근로기준법 시행령 제52조에 따르면, 진폐로 사망한 근로자에 대한 유족급여의 산정기준이 되는 평균임금의 산정사유 발생일은 특별한 사정이 없는 한 ‘진단에 따라 진폐가 발생되었다고 확정된 날’, 즉 ‘최초 진폐 진단일’을 의미하고, 이는 근로자가 최초 진단 시 요양급여를 받지 않고 장해급여를 받았거나 재요양을 받은 경우에도 마찬가지이다. 다만 최초 진단 이후의 사정이 사망의 직접적인 원인이 되었고 재요양의 대상이 된 상병 진단일의 평균임금(이하 ‘재요양 진단일의 평균임금’이라 한다)이 근로자의 통상의 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우에는 재요양 진단일을 평균임금 산정사유 발생일로 보는 것이 타당하다.<br/>  이때 ‘최초 진단 이후의 사정이 사망의 직접적인 원인이 된 경우’는 최초 진단 이후 근로자가 추가로 수행한 분진업무와 재요양 상병 및 그로 인한 사망 사이에 밀접하고 주된 원인관계가 인정되는 경우를 말한다. 이와 같은 직접적인 원인관계가 인정되는지는 최초 진단 후 분진에 추가로 노출된 정도, 최초 진단 전후 분진업무 종사기간의 길이, 최초 진단일 또는 최종 분진업무 종료일과 재요양 진단일 사이의 간격 및 재요양 상병의 호전 여부 등 여러 사정을 종합적으로 고려하여 법적·규범적 관점에서 판단해야 한다. 최초 진단 후 분진 사업장이나 담당 업무에 변경이 없었다거나 최초 진단 후 분진업무 종사기간이 최초 진단 전 분진업무 종사기간보다 짧다는 사정만으로 직접적인 원인관계가 부정되는 것은 아니다.  <br/>  다음으로 ‘재요양 진단일의 평균임금이 근로자의 통상 생활임금을 사실대로 반영한다고 볼 수 있는 예외적인 경우’란 특별한 사정이 없는 한 근로자가 ‘최초 진단일의 평균임금에 대하여 재요양 진단일까지 평균임금 증감을 한 금액’(이하 ‘최초 진단일 기준액’이라 한다)보다 높은 재요양 진단일의 평균임금을 기초로 산정된 휴업급여나 상병보상연금을 수령하여 근로자와 그에 의하여 부양되고 있던 유족이 생활하는 경제적 기초로서 그것이 근로자의 통상 생활임금으로 되었다고 평가할 수 있는 경우를 말한다. 이와 같은 경우에도 최초 진단일 기준액을 기초로 유족급여를 산정한다면, 근로자의 통상 생활임금을 사실대로 반영하지 못함으로써 근로자에 의하여 부양받고 있던 유족의 생활수준을 저하시킬 우려가 있는데, 이는 유족의 생활보장 등을 목적으로 하는 유족급여의 취지에 부합하지 않기 때문이다. 이와 달리 근로자가 사망 당시 실제로 지급받던 휴업급여나 상병보상연금의 기초가 된 재요양 진단일의 평균임금이 최초 진단일 기준액과 같거나 그보다 낮았던 경우에는, 최초 진단일 기준액을 기초로 유족급여를 산정하더라도 유족의 생활수준을 저하시킬 우려가 없으므로, 평균임금 산정사유 발생일을 재요양 진단일로 보아야 하는 예외적인 경우에 해당하지 아니한다. <br/>",
  "판결본문": "",
  "참조조문": "구 산업재해보상보험법(2015. 1. 20. 법률 제13045호로 개정되기 전의 것) 제5조 제2호, 제62조 제1항, 제2항 [별표 3], 구 진폐의 예방과 진폐근로자의 보호 등에 관한 법률(2010. 5. 20. 법률 제10304호로 개정되기 전의 것) 제24조 제1항 제3호, 제4항, 제25조 제3항, 근로기준법 제2조 제1항 제6호, 근로기준법 시행령 제52조<br/>",
  "참조판례": "대법원 2006. 2. 23. 선고 2005두11845 판결(공2006상, 520), 대법원 2023. 7. 13. 선고 2021두35438 판결(공2023하, 1469)<br/>"
}