{
  "판례일련번호": "605939",
  "사건명": "부당이득금반환청구의소",
  "사건번호": "2024다295852",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "[1] 국세환급금 충당의 법적 성격 / 국세환급금 충당으로 소멸할 대상인 조세채권이 존재하지 않거나 당연무효 또는 취소되는 경우, 납세의무자가 충당의 효력이 없음을 주장하여 민사소송으로 국세환급금의 반환을 청구할 수 있는지 여부(적극) 및 이와 같이 국세환급금 충당의 효력이 없는 경우 그 범위에서 되살아나는 권리(=당초 확정된 후 충당되었던 조세의 환급청구권) / 이러한 법리는 특별징수의무자 명의로 납부된 세액에 관한 환급금의 경우에도 동일하게 적용되는지 여부(적극)<br/> [2] 원천징수의무자가 원천납세의무자로부터 원천징수대상이 아닌 소득에 대하여 세액을 징수·납부하였거나 징수하여야 할 세액을 초과하여 징수·납부한 경우, 원천징수의무자 명의로 납부된 세액에 관한 환급청구권자(=원천징수의무자) 및 이러한 법리는 특별징수에 따른 조세의 법률관계에 대해서도 마찬가지로 적용되는지 여부(적극)<br/> [3] 甲 은행 등 특별징수의무자들이 乙 외국법인 등과 관련된 乙 법인 등의 하위 중간 지주회사들에 배당금 등을 지급하면서 관련 지방세를 특별징수하여 납부하자, 과세관청이 위 원천소득의 실질귀속자는 乙 법인 등이고 그들에게 국내 고정사업장 또는 국내사업장이 있다며 乙 법인 등에 소득세할 또는 법인세할 주민세 부과처분을 하면서 위 특별징수 관련 환급금을 주민세 기납부세액으로 공제·충당 처리하였다가, 위 소득세할 주민세 부과처분을 직권 취소하는 대신 법인세분 지방소득세를 다시 부과하면서 위 특별징수세액 환급금을 지방소득세 기납부세액으로 재차 공제·충당 처리하였는데, 이후 乙 법인 등은 국내에 고정사업장 등을 가지고 있다고 보기 어렵다는 이유로 확정판결에 의해 관련 법인세 부과처분이 취소되고 이에 따라 지방소득세 부과처분도 취소되자, 乙 법인 등이 지방소득세 기납부세액으로 공제·충당 처리된 특별징수세액 환급금에 관한 권리가 자신들에게 있다며 지방자치단체를 상대로 부당이득반환을 구한 사안에서, 특별징수세액이 甲 은행 등 특별징수의무자들 명의로 납부된 이상 그 환급금에 대한 권리는 甲 은행 등에 있다고 보는 것이 타당한데도, 이와 달리 보아 乙 법인 등의 청구를 일부 인용한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 국세환급금의 충당은 납세의무자가 갖는 환급청구권의 존부나 범위 또는 소멸에 구체적이고 직접적인 영향을 미치는 처분이라기보다는 국가의 환급금 채무와 조세채권이 대등액에서 소멸되는 점에서 민법상 상계와 비슷하고, 소멸대상인 조세채권이 존재하지 아니하거나 당연무효 또는 취소되는 경우에는 그 충당의 효력이 없는 것으로서 이러한 사유가 있는 경우에 납세의무자로서는 충당의 효력이 없음을 주장하여 언제든지 민사소송으로 이미 결정된 국세환급금의 반환을 청구할 수 있다. 이와 같이 환급금 충당의 효력이 없는 경우 그 범위에서 되살아나는 권리는 충당의 대상이 되었던 조세의 환급청구권이 아니라 당초 확정된 후 충당되었던 조세의 환급청구권이다. 나아가 이러한 법리는 특별징수의무자 명의로 납부된 세액에 관한 환급금이 다른 조세채권에 충당 처리되었다가 해당 조세채권이 마찬가지로 존재하지 않거나 당연무효 또는 취소되는 경우에도 동일하게 적용된다.<br/> [2] 원천징수 세제에서 원천징수의무자가 원천납세의무자로부터 원천징수대상이 아닌 소득에 대하여 세액을 징수·납부하였거나 징수하여야 할 세액을 초과하여 징수·납부하였다면, 이는 국가가 원천징수의무자로부터 납부받는 순간 아무런 법률상 원인이 없는 부당이득이 된다. 이때 원천징수의무자 명의로 납부된 그러한 세액에 관하여는 원천징수의무자가 그 환급청구권자가 되고, 원천납세의무자는 자신 명의로 납부된 세액에 관하여만 환급청구권자가 될 수 있을 뿐이다. 그리고 이러한 법리는 특별징수에 따른 조세의 법률관계에 대해서도 마찬가지로 적용된다.<br/> [3] 甲 은행 등 특별징수의무자들이 乙 외국법인 등과 관련된 乙 법인 등의 하위 중간 지주회사들에 배당금 등을 지급하면서 관련 지방세를 특별징수하여 납부하자, 과세관청이 위 원천소득의 실질귀속자는 乙 법인 등이고 그들에게 국내 고정사업장 또는 국내사업장이 있다며 乙 법인 등에 소득세할 또는 법인세할 주민세 부과처분을 하면서 위 특별징수 관련 환급금을 주민세 기납부세액으로 공제·충당 처리하였다가, 위 소득세할 주민세 부과처분을 직권 취소하는 대신 법인세분 지방소득세를 다시 부과하면서 위 특별징수세액 환급금을 지방소득세 기납부세액으로 재차 공제·충당 처리하였는데, 이후 乙 법인 등은 국내에 고정사업장 등을 가지고 있다고 보기 어렵다는 이유로 확정판결에 의해 법인세 부과처분이 취소되고 이에 따라 지방소득세 부과처분도 취소되자, 乙 법인 등이 지방소득세 기납부세액으로 공제·충당 처리된 특별징수세액 환급금에 관한 권리가 자신들에게 있다며 지방자치단체를 상대로 부당이득반환을 구한 사안에서, 특별징수세액이 甲 은행 등 특별징수의무자들 명의로 납부된 이상 그 환급금에 대한 권리는 甲 은행 등에 있다고 보는 것이 타당하고, 甲 은행 등 특별징수의무자들 명의로 납부된 세액이 乙 법인 등에 대한 지방소득세에 공제·충당된 적이 있다거나 지방소득세 부과처분이 법인세 부과처분을 취소하는 판결 이후에 취소되었다는 사정만으로 乙 법인 등이 곧바로 지방자치단체에 특별징수세액 상당의 환급금 지급을 구할 수 있다고 단정하기 어려운데도, 이와 다른 전제에서 지방소득세 부과처분이 취소되더라도 甲 은행 등 특별징수의무자들의 환급청구권이 되살아난다고 볼 수 없다는 이유로 특별징수세액 상당의 지급을 구하는 乙 법인 등의 청구를 일부 인용한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제51조, 국세기본법 시행령 제31조, 제33조, 민법 제492조, 제741조, 행정소송법 제2조, 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제179조의3(현행 제103조의13 및 제103조의29 참조) / [2] 국세기본법 제51조, 국세기본법 시행령 제31조, 제33조, 민법 제741조, 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제179조의3(현행 제103조의13 및 제103조의29 참조) / [3] 국세기본법 제51조, 국세기본법 시행령 제31조, 제33조, 민법 제492조, 제741조, 구 지방세법(2010. 1. 1. 법률 제9924호로 개정되기 전의 것) 제179조의3(현행 제103조의13 및 제103조의29 참조)<br/>",
  "참조판례": "[1] 대법원 1994. 12. 2. 선고 92누14250 판결(공1995상, 513), 대법원 2004. 3. 25. 선고 2003다64435 판결(공2004상, 699) / [2] 대법원 2002. 11. 8. 선고 2001두8780 판결(공2003상, 85), 대법원 2003. 3. 14. 선고 2002다68294 판결(공2003상, 987), 대법원 2010. 2. 25. 선고 2007두18284 판결(공2010상, 682), 대법원 2016. 7. 14. 선고 2014두45246 판결(공2016하, 1191)<br/>"
}