{
  "판례일련번호": "605933",
  "사건명": "관세등부과처분취소[관세조사기간 연장절차를 거치지 않은 채 사전통지된 조사종료일 이후에도 조사행위가 이루어진 경우 과세처분의 적법성이 문제된 사건]",
  "사건번호": "2022두45647",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "[1] 외국 의류기업의 국내법인인 甲 주식회사가 특수관계사이자 그룹 본사인 乙 주식회사와 유통계약 내지 공급계약 등의 체결에 따라 의류 등 물품을 수입·판매하면서 제3국에서 의류 등을 제조하는 위탁생산업체 명의의 상업송장에 기재된 가격으로 수입통관 절차를 마치자, 관할 세관장이 ‘물품 수입거래에 대한 과세가격 등 통관의 적정성 여부를 2015. 8. 10.부터 2015. 8. 28.까지 조사하겠다.’는 사전통지를 하였으나 사전통지한 조사기간이 지난 후에도 추가 자료 요청 등을 거친 다음 물품의 수입신고분에 관하여 관세 등을 증액경정·고지한 사안에서, 세관공무원이 당초 고지된 조사종료일 이후에도 일련의 조사행위를 한 것이 세무조사권을 남용한 것이거나 관세법령상 납세자의 절차적 권리를 중대하게 침해하여 위법하다고 볼 수 없다고 한 원심판단을 정당하다고 한 사례<br/> [2] 세관공무원의 조사행위가 구 관세법 제111조가 적용되는 ‘조사’에 해당하는지 판단하는 방법 및 납세자 등을 접촉하여 상당한 시일에 걸쳐 질문검사권을 행사하여 과세요건사실을 조사·확인하고 일정한 기간 과세에 필요한 직간접의 자료를 검사·조사하고 수집하는 일련의 행위를 한 경우, 재조사가 금지되는 구 관세법 제111조 제2항의 ‘조사’에 해당하는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 외국 의류기업의 국내법인인 甲 주식회사가 특수관계사이자 그룹 본사인 乙 주식회사와 유통계약 내지 공급계약 등의 체결에 따라 의류 등 물품을 수입·판매하면서 제3국에서 의류 등을 제조하는 위탁생산업체 명의의 상업송장에 기재된 가격으로 수입통관 절차를 마치자, 관할 세관장이 ‘물품 수입거래에 대한 과세가격 등 통관의 적정성 여부를 2015. 8. 10.부터 2015. 8. 28.까지 조사하겠다.’는 사전통지를 하였으나 사전통지한 조사기간이 지난 후에도 추가 자료 요청 등을 거친 다음, 乙 회사가 甲 회사에 발행한 대금청구서에 기재된 미지급금액도 물품의 거래가격에 포함되어야 한다는 이유로 물품의 수입신고분에 관하여 관세 등을 증액경정·고지한 사안에서, 甲 회사가 당초 고지된 조사종료일 직전 또는 조사기간이 지난 후에야 위 대금청구서 및 이와 관련된 자료를 제출함으로써 세관공무원이 조사종료일 이후에도 여러 차례 甲 회사에 자료 등을 요청하게 된 점, 조사종료일 이후에 실시된 조사행위는 누락된 과세자료의 수집 또는 신고내용의 정확성을 검증하기 위한 것이거나 甲 회사가 이미 제출한 자료에 대한 추가 설명을 요구한 것에 불과하고, 세관공무원이 甲 회사의 사무실 등 현장을 직접 방문하여 질문조사권 등을 행사한 것은 아닌 점, 그 과정에서 강요, 회유 등 불법적인 수단이 동원되었다고 볼 수 없고, 甲 회사도 위 조사행위에 임의로 협력하는 등 묵시적으로 동의한 점 등을 종합하여, 세관공무원이 당초 고지된 조사종료일 이후에도 일련의 조사행위를 한 것이 세무조사권을 남용한 것이거나 관세법령상 납세자의 절차적 권리를 중대하게 침해하여 위법하다고 볼 수 없다고 한 원심판단을 정당하다고 한 사례.<br/> [2] 구 관세법(2017. 12. 19. 법률 제15218호로 개정되기 전의 것, 이하 같다) 제111조 제2항에 따르면, 세관공무원은 예외적인 경우를 제외하고는 해당 사안에 대하여 이미 조사를 받은 자에 대하여 재조사를 할 수 없다. <br/>  이때 세관공무원의 조사행위가 구 관세법 제111조가 적용되는 ‘조사’에 해당하는지는 조사의 목적과 실시 경위, 질문조사의 대상과 방법 및 내용, 조사를 통하여 획득한 자료, 조사행위의 규모와 기간 등을 종합적으로 고려하여 구체적 사안에서 개별적으로 판단하며, 납세자 등을 접촉하여 상당한 시일에 걸쳐 질문검사권을 행사하여 과세요건사실을 조사·확인하고 일정한 기간 과세에 필요한 직접·간접의 자료를 검사·조사하고 수집하는 일련의 행위를 한 경우에는 특별한 사정이 없는 한 재조사가 금지되는 ‘조사’로 보아야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 관세법(2017. 12. 19. 법률 제15218호로 개정되기 전의 것) 제111조 제1항, 구 관세법 시행령(2020. 2. 11. 대통령령 제30399호로 개정되기 전의 것) 제139조의2 제1항, 제2항 / [2] 구 관세법(2017. 12. 19. 법률 제15218호로 개정되기 전의 것) 제111조<br/>",
  "참조판례": "[2] 대법원 2020. 2. 13. 선고 2015두745 판결(공2020상, 633)<br/>"
}