{
  "판례일련번호": "605945",
  "사건명": "시정명령등취소[해상 화물운송사업자들이 운임을 합의한 행위에 대해 「독점규제 및 공정거래에 관한 법률」(이하 ‘공정거래법’)의 적용 여부가 문제된 사건]",
  "사건번호": "2024두35446",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "[1] 독점규제 및 공정거래에 관한 법률은 다른 법률에 특별한 정함이 없는 이상 모든 산업분야에 적용되어야 하는지 여부(적극)<br/> [2] 甲 외국회사와 乙 주식회사 등을 포함한 23개 해상 화물운송사업자들이 한국-동남아 항로에서 컨테이너를 통하여 화물을 운송하는 서비스의 가격을 합의하고 해양수산부장관에 대한 신고 없이 이를 실행함으로써 구 독점규제 및 공정거래에 관한 법률 제19조 제1항을 위반했다는 이유로 공정거래위원회가 甲 회사에 시정명령 및 과징금납부명령을 한 사안에서, 위 공동행위에 구 독점규제 및 공정거래에 관한 법률이 적용되지 않고 공정거래위원회에는 이를 규제할 권한이 없다고 보기는 어려운데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례<br/>",
  "판결요지": "[1] 1980. 12. 31. 제정 당시 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다) 제47조는 \"이 법의 규정은 특정한 사업에 대하여 특별한 법률이 있거나, 특별한 법률에 의하여 설립된 사업자 또는 사업자단체가 법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위에 대하여는 이를 적용하지 아니한다.\"(제1항)라고 하면서 \"제1항의 규정에 의한 특별한 법률은 따로 법률로 지정한다.\"(제2항)라고 규정하였으나, 그러한 특별한 법률을 따로 지정하는 법률은 만들어지지 않았다. 1986. 12. 31. 개정된 공정거래법 제47조는 \"이 법의 규정은 사업자 또는 사업자단체가 법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위에 대하여는 이를 적용하지 아니한다.\"라고만 규정하였고, 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제58조도 \"이 법의 규정은 사업자 또는 사업자단체가 다른 법률 또는 그 법률에 의한 명령에 따라 행하는 정당한 행위에 대하여는 이를 적용하지 아니한다.\"라고 규정하였다.<br/>구 독점규제 및 공정거래에 관한 법률(1990. 1. 13. 법률 제4198호로 전부 개정된 후 1996. 12. 30. 법률 제5235호로 개정되기 전의 것)은 제61조에서 ‘금융 및 보험업을 영위하는 사업자에 대하여는 이 법의 일부 규정을 적용하지 아니한다.’는 내용의 규정을 두고 있었다. 그러나 자본·금융시장의 개방 등 경제자율화 조치의 확대로 인하여 야기될 수 있는 경제력 집중의 심화 현상을 방지하기 위하여 1996. 12. 30. 법률 개정으로 위 조항이 삭제되었고, 이후 공정거래법은 특정 산업분야에 대하여 적용을 제외하는 규정을 두고 있지 않다.<br/>  한편 특정한 경제주체나 경제활동에 대하여 특화된 규제가 필요하거나 공정거래위원회를 비롯한 복수의 규제기관에 의한 중복제재가 우려된다는 등의 이유로 개별 특별법령에서 공정거래법의 적용제외를 명시적으로 규정하는 경우가 있다. 예를 들어 해외건설 촉진법 제3조 제4항은 공정거래법 일부 규정의 적용을 제외하고 있으며, 전기통신사업법 제54조는 같은 법에 따른 시정조치 또는 과징금을 부과하는 경우 동일한 사업자의 동일한 행위에 대하여 동일한 사유로 공정거래법에 따른 시정조치 또는 과징금의 부과를 할 수 없다고 정하고 있다.<br/>  위와 같은 공정거래법의 입법 취지와 개정 경과, 공정거래법 적용제외를 명시한 특별법령의 존재 등에 비추어 볼 때, 공정거래법은 국민경제 전반에 걸쳐 헌법상 요구되는 사회적 시장경제질서를 구현하기 위한 법률로서, 다른 법률에 특별한 정함이 없는 이상 모든 산업분야에 적용되어야 한다. <br/> [2] 甲 외국회사와 乙 주식회사 등을 포함한 23개 해상 화물운송사업자들이 한국-동남아 항로에서 컨테이너를 통하여 화물을 운송하는 서비스의 가격을 합의하고 해양수산부장관에 대한 신고 없이 이를 실행함으로써 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것, 이하 ‘구 공정거래법’이라 한다) 제19조 제1항을 위반했다는 이유로 공정거래위원회가 甲 회사에 시정명령 및 과징금납부명령을 한 사안에서, 해운법은 제29조에서 외항 정기 화물운송사업자들의 운임에 관한 공동행위와 그에 대한 신고 및 시행 중지 또는 내용 변경에 필요한 조치 등을 규정하고 있는데, 일반적으로 사업자들의 부당한 공동행위 등을 규율대상으로 삼는 독점규제 및 공정거래에 관한 법률(이하 ‘공정거래법’이라 한다)이 제정된 이후에도 해운법에서는 그러한 공동행위에 대하여 공정거래법 적용을 제외한다는 명시적 규정을 두고 있지 않은 점, 해운법이 외항 정기 화물운송사업자들의 운임에 관한 공동행위를 제한 없이 허용하는 것이 아니라 그 공동행위가 부당하게 경쟁을 실질적으로 제한하지 않는 범위 내에서만 허용하고 있고, 해운법 제29조를 포함한 관련 해운법령이 외항 정기 화물운송사업자들의 공동행위가 허용된 범위를 벗어나거나 필요한 정도를 넘는 부당한 경우에 대하여 이를 직접 금지하면서 그에 관한 규제권한의 소재와 구체적인 규제의 방법·절차까지 별도로 정하고 있는 것은 아니라고 보아야 하며, 최근에는 해운산업에 관해서도 경쟁법적 규제를 면제할 필요가 없고 오히려 경쟁원리에 따라 규율하는 것이 타당하다는 시각이 대두되고 있다는 이유에서, 해운법의 관련 규정 해석을 통하여 위 공동행위에 대한 공정거래법 적용제외, 즉 해운법의 배타적 적용을 인정할 수는 없는 점 등을 종합하면, 해운법이 제29조에서 외항 정기 화물운송사업자들의 운임에 관한 공동행위를 허용하면서 해당 공동행위에 대하여 해양수산부장관이 필요한 조치를 취할 수 있도록 규제의 방법과 절차를 정하고 있다는 사유만으로 위 공동행위에 구 공정거래법이 적용되지 않고 그 결과 공정거래위원회에는 이를 규제할 권한이 없다고 보기는 어려운데도, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제58조(현행 제116조 참조), 해외건설 촉진법 제3조 제4항, 전기통신사업법 제54조 / [2] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제19조 제1항(현행 제40조 제1항 참조), 해운법 제29조<br/>",
  "참조판례": ""
}