{
  "판례일련번호": "605947",
  "사건명": "추행[영내 생활관에서 또는 불침번 근무 중 동성 군인 간 성적 행위가 군형법상 추행죄를 구성하는지 여부가 문제된 사건]",
  "사건번호": "2022도15950",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250424",
  "판시사항": "군형법 제92조의6 추행죄의 보호법익(=‘군이라는 공동사회의 건전한 생활과 군기’ 및 ‘군인의 성적 자기결정권’) / 동성인 군인 사이의 항문성교나 그 밖에 이와 유사한 행위가 사적 공간에서 자발적 의사 합치에 따라 이루어지는 등 군이라는 공동사회의 건전한 생활과 군기를 직접적·구체적으로 침해한 것으로 보기 어려운 경우, 군형법상 추행죄에 해당하는지 여부(소극) / 동성인 군인 사이의 항문성교나 그 밖에 이와 유사한 행위가 자발적 의사 합치에 따른 것이라도 군이라는 공동사회의 건전한 생활과 군기를 직접적·구체적으로 침해하는 것으로서 군형법상 추행죄를 구성하는 경우<br/>",
  "판결요지": "군형법 제92조의6은 2013. 4. 5. 법률 제11734호로 개정된 것으로서 \"제1조 제1항부터 제3항까지에 규정된 사람(이하 ‘군인 등’이라고 한다)에 대하여 항문성교나 그 밖의 추행을 한 사람은 2년 이하의 징역에 처한다.\"라고 정하고 있다(이하 ‘현행 규정’이라고 한다). 현행 규정은 구 군형법(2013. 4. 5. 법률 제11734호로 개정되기 전의 것) 제92조의5 규정과는 달리 ‘계간’ 대신 ‘항문성교’라는 표현을 사용하고 행위의 객체를 군형법이 적용되는 군인 등으로 한정하였다. 계간은 사전적으로 ‘사내끼리 성교하듯이 하는 짓’으로서 남성 간의 성행위라는 개념요소를 내포하고 있지만 현행 규정의 대표적 구성요건인 ‘항문성교’는 이성 간에도 가능한 행위이고 남성 간의 행위에 한정하여 사용되는 것이 아니다. 따라서 현행 규정의 문언만으로는 동성 군인 간의 성행위 그 자체를 처벌하는 규정이라는 해석이 당연히 도출되지 않는다. <br/>  ‘추행’의 사전적 의미는 ‘더럽고 지저분한 행동, 강간이나 그와 비슷한 짓’이라고 되어 있다. 형법 등 성폭력범죄 처벌규정에서 ‘추행’을 구성요건으로 정하고 있는 경우가 있는데, 대법원은 추행을 ‘객관적으로 일반인에게 성적 수치심이나 혐오감을 일으키게 하고 선량한 성적 도덕관념에 반하는 행위로서 피해자의 성적 자유를 침해하는 것’이라고 하면서 이를 판단할 때 피해자의 의사를 고려요소의 하나로 삼고 있다. <br/>  한편 어떤 행위가 추행에 해당하는지에 대한 일반적인 관념이나 동성 간의 성행위에 대한 규범적 평가는 시대와 사회의 변화에 따라 바뀌어 왔고, 동성 간의 성행위가 객관적으로 일반인에게 성적 수치심이나 혐오감을 일으키게 하고 선량한 성적 도덕관념에 반하는 행위라는 평가는 이 시대 보편타당한 규범으로 받아들이기 어렵게 되었다. <br/>  현행 규정의 문언, 개정 경위, 동성 간 성행위에 대한 법규범적 평가의 변화 등을 종합하면, 현행 규정의 보호법익은 ‘군이라는 공동사회의 건전한 생활과 군기’라는 전통적인 보호법익과 함께 ‘군인의 성적 자기결정권’도 포함된다고 보아야 한다. 따라서 동성 군인 간 합의에 따른 성행위가 언제나 군기를 침해하는 행위라거나 현행 규정의 처벌대상에 해당한다고 볼 수 없다. 동성인 군인 사이의 항문성교나 그 밖에 이와 유사한 행위가 사적 공간에서 자발적 의사 합치에 따라 이루어지는 등 군이라는 공동사회의 건전한 생활과 군기를 직접적, 구체적으로 침해한 것으로 보기 어려운 경우에는 현행 규정에서 정한 추행죄에 해당하지 않는다고 봄이 타당하다. <br/>  그러나 동성인 군인 사이의 항문성교나 그 밖에 이와 유사한 행위가 자발적 의사 합치에 따른 것이라 하더라도, 그것이 상명하복의 엄격한 규율과 집단적 공동생활이라는 군조직의 특성을 유지할 필요성이 인정되어 자유로운 성적 자기결정권의 행사를 일부 제한하더라도 이를 기본권의 적법한 제한이라고 새길 수 있을 정도로 군기 및 군율의 확립·유지 요청이 비교적 큰 공간이나 상황에서 이루어졌다면, 그러한 행위는 군이라는 공동사회의 건전한 생활과 군기를 직접적·구체적으로 침해하는 것으로 현행 규정의 추행죄를 구성할 수 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 군형법(2013. 4. 5. 법률 제11734호로 개정되기 전의 것) 제92조의5(현행 제92조의6 참조), 군형법 제92조의6<br/>",
  "참조판례": "대법원 2015. 9. 10. 선고 2015도6980, 2015모2524 판결(공2015하, 1577), 대법원 2022. 4. 21. 선고 2019도3047 전원합의체 판결(공2022상, 975)<br/>"
}