{
  "판례일련번호": "606175",
  "사건명": "공정대표의무위반시정재심판정취소[사용자의 노동조합에 대한 차량 임차비용 지원 행위가 공정대표의무 위반에 해당하는지가 문제된 사건]",
  "사건번호": "2022두64693",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "[1] 노동조합 및 노동관계조정법 제29조의4 제1항에서 사용자와 교섭대표노동조합에 부과하고 있는 공정대표의무의 취지와 기능 및 공정대표의무는 단체협약의 이행과정에서도 준수되어야 하는지 여부(적극)<br/> [2] 甲 주식회사가 노사합의에 따라 교섭대표노동조합인 乙 노동조합과 소수노조인 丙 노동조합에 2019년 6월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 2019. 7. 1.부터 1년간 근로면제시간을 배분할 예정이니 조합원 수에 이의가 있다면 조합비 납부내역 등 추가자료를 제출해 달라고 통보하는 한편, 각 노동조합에 차량 3대를 임차비용 지급방식으로 지원하기로 하고 2019년 10월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 乙 조합과 丙 조합에 차량 사용기간 11:1의 비율로 배분한 사안에서, 甲 회사가 각 노동조합에 차량을 지원하면서 2019년 10월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 차량 사용기간을 배분한 것에는 합리적인 이유가 있다고 볼 여지가 큰데도, 이와 달리 공정대표의무를 위반했다고 본 원심판결에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 교섭창구 단일화 제도 아래에서 교섭대표노동조합이 되지 못한 노동조합은 독자적으로 단체교섭권을 행사할 수 없으므로, 노동조합 및 노동관계조정법은 교섭대표노동조합이 되지 못한 노동조합을 보호하기 위해 사용자와 교섭대표노동조합에 공정대표의무, 즉 교섭창구 단일화 절차에 참여한 노동조합 또는 그 조합원을 합리적 이유 없이 차별하지 않을 의무를 부과하고 있다(제29조의4 제1항). 공정대표의무는 헌법이 보장하는 단체교섭권의 본질적 내용이 침해되지 않도록 하기 위한 제도적 장치로 기능하고, 교섭대표노동조합과 사용자가 체결한 단체협약의 효력이 교섭창구 단일화 절차에 참여한 다른 노동조합에도 미치는 것을 정당화하는 근거가 된다. 이러한 공정대표의무의 취지와 기능 등에 비추어 보면, 공정대표의무는 단체교섭의 과정이나 그 결과물인 단체협약의 내용뿐만 아니라 단체협약의 이행과정에서도 준수되어야 한다.<br/> [2] 甲 주식회사가 노사합의에 따라 교섭대표노동조합인 乙 노동조합과 소수노조인 丙 노동조합에 2019년 6월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 2019. 7. 1.부터 1년간 근로면제시간을 배분할 예정이니 조합원 수에 이의가 있다면 조합비 납부내역 등 추가자료를 제출해 달라고 통보하는 한편, 각 노동조합에 차량 3대를 임차비용 지급방식으로 지원하기로 하고 2019년 10월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 乙 조합과 丙 조합에 차량 사용기간 11:1의 비율로 배분한 사안에서, 위 차량 지원은 교섭창구 단일화 시점으로부터 약 1년 후에 있었고 그 사이에 각 노동조합 조합원 수의 비율에 상당한 변동이 있었던 사정에 비추어, 甲 회사가 2019년 10월 조합원 수를 기준으로 위 차량 지원을 한 것은 합리적이라고 볼 수 있는 점, ‘조합원 수에 이의가 있다면 추가자료를 제출해 달라.’는 甲 회사의 거듭된 요청에도 丙 조합이 차량 지원 시까지 구체적인 증빙자료를 제출하지 않았고, 실제 조합원 수의 확인 방법에 관한 합리적 대안을 제시하면서 협의를 요청했다고 볼 만한 자료도 없는 상황에서 甲 회사가 일괄공제 내역에 따른 조합원 수를 기준으로 차량 지원을 한 것이 불합리하다고 볼 수 없는 점, 사용자로부터 장소를 제공받을 수밖에 없는 노동조합 사무실과 달리 차량은 노동조합이 스스로 임차하여 사용함에 특별한 제약이 없으며, 위 차량 지원도 실제로는 차량 임차비용을 지원하는 방식으로 이루어진 점을 종합하면, 甲 회사가 각 노동조합에 차량을 지원하면서 2019년 10월 조합비 일괄공제 내역에 따른 조합원 수를 기준으로 차량 사용기간을 배분한 것에는 합리적인 이유가 있다고 볼 여지가 큰데도, 이와 달리 공정대표의무를 위반했다고 본 원심판결에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제29조의4 제1항 / [2] 노동조합 및 노동관계조정법 제29조의4 제1항<br/>",
  "참조판례": "[2] 대법원 2019. 10. 31. 선고 2017두37772 판결(공2019하, 2263)<br/>"
}