{
  "판례일련번호": "606195",
  "사건명": "업무상과실치상[파킨슨병 환자에게 투여가 금지되고 고령자에게 신중한 투여가 권고되는 맥페란주사액을 투여한 의사의 행위가 업무상과실치상죄에 해당하는지 문제된 사건]",
  "사건번호": "2024도9443",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "[1] 의사에게 의료행위로 인한 업무상과실치사상죄를 인정하기 위해서 증명해야 할 내용 및 증명 정도 / 의사의 업무상 과실이 증명되었다는 사정만으로 그로 인하여 환자에게 상해·사망 등 결과가 발생하였다는 인과관계가 추정되거나 증명 정도가 경감되는지 여부(소극)<br/> [2] 의사인 피고인이 영양제 주사를 맞기 위해 내원한 파킨슨병 환자 甲에 대하여 파킨슨병 환자에게 투여가 금지되고 고령자에게 신중한 투여가 권고되는 맥페란주사액을 투여함으로써 甲에게 치료기간을 알 수 없는 전신쇠약, 일시적 의식상실, 발음장애 및 파킨슨증 악화 등의 상해를 입게 하였다는 업무상과실치상의 공소사실로 기소된 사안에서, 피고인에게 맥페란주사액 처방 당시 甲이 파킨슨병을 앓고 있다는 사정을 제대로 확인하지 않은 업무상 과실이 인정된다고 하더라도, 검사가 제출한 증거만으로는 이러한 과실로 인하여 甲에게 각 상해가 발생하였는지가 합리적인 의심의 여지가 없을 정도로 증명되었다고 보기 어렵다고 한 사례<br/>",
  "판결요지": "[1] 의사에게 의료행위로 인한 업무상과실치사상죄를 인정하기 위해서는 의료행위 과정에서 공소사실에 기재된 업무상 과실의 존재 외에 그러한 업무상 과실로 인하여 환자에게 상해·사망 등 결과가 발생하였다는 인과관계에 대하여도 엄격한 증거에 따라 합리적 의심의 여지가 없을 정도로 증명이 이루어져야 한다. 의사의 업무상 과실이 증명되었다는 사정만으로 인과관계가 추정되거나 증명 정도가 경감되는 것은 아니다.<br/> [2] 의사인 피고인이 영양제 주사를 맞기 위해 내원한 파킨슨병 환자 甲에 대하여 파킨슨병 환자에게 투여가 금지되고 고령자에게 신중한 투여가 권고되는 맥페란주사액 2ml를 투여함으로써 甲에게 치료기간을 알 수 없는 전신쇠약, 일시적 의식상실, 발음장애 및 파킨슨증 악화 등의 상해를 입게 하였다는 업무상과실치상의 공소사실로 기소된 사안에서, 피고인이 甲에게 맥페란주사액을 처방하면서 甲의 파킨슨병 기왕력을 제대로 확인하지 않은 과실이 있다고 본 원심판단은 수긍할 수 있으나, 공소사실 기재 각 상해 중 ① 전신쇠약 부분의 경우, 甲은 내원 전에도 전신무력감, 취약한 전신상태(poor general condition), 영양결핍 등으로 치료를 받았던 것으로 보이고, 또한 맥페란주사액 투여를 받은 이후 전원된 병원에서 요로감염, 장염 및 흉추 부위 전이성 또는 원발성 암이 의심된다는 진단 등을 받았는데, 이로 인해 甲의 전신쇠약 증상이 악화되었을 가능성도 배제하지 못하는 점, ② 일시적 의식상실 부분의 경우, 甲의 의식 상태는 맥페란주사액 투여를 받은 이후 기면(drowsy) 상태로 저하되었으나 그다음 날 명료(alert) 상태로 회복되었을 뿐만 아니라, 甲이 맥페란주사액을 투여받은 이후 의식저하 내지 의식상실 상태가 발생하였더라도, 위와 같은 甲의 상태가 피고인이 甲의 파킨슨병 기왕력을 제대로 확인하지 않은 과실로 인해 발생한 것인지, 약물로 인해 발생할 수 있는 일시적 이상반응에 불과한 것인지 판단이 필요한 점, ③ 발음장애 부분의 경우, 甲은 맥페란주사액 투여 후 기면 상태가 하루 정도 지속되었는데, 이러한 의식저하 상태에서는 환자의 발음이 어눌하고 알아듣기 힘들다고 하더라도 그것이 언어기능 저하 때문인지, 저하된 의식 상태에 수반되는 것인지 정확히 확인하기 어려울 뿐만 아니라, 甲은 맥페란주사액을 투여받기 전에도 구음장애가 있었던 것으로 확인되는 점, ④ 파킨슨증 악화 부분의 경우, 대한의사협회 의료감정원, 한국의료분쟁조정중재원 등은 공통적으로 맥페란주사액 1회 투여로 甲의 파킨슨병이 비가역적으로 악화되었다고 보기 어렵다는 의견을 제시하였는바, 맥페란주사액 투여가 비가역적인 파킨슨병 악화와 같은 상해의 원인이 되기는 어려워 보이는 점 등 제반 사정을 종합하면, 피고인에게 맥페란주사액 처방 당시 甲이 파킨슨병을 앓고 있다는 사정을 제대로 확인하지 않은 업무상 과실이 인정된다고 하더라도, 검사가 제출한 증거만으로는 이러한 과실로 인하여 甲에게 각 상해가 발생하였는지가 합리적인 의심의 여지가 없을 정도로 증명되었다고 보기 어렵다는 이유로, 이와 달리 보아 맥페란주사액 투여와 전체 상해 사이의 인과관계를 인정하고 공소사실을 유죄로 인정한 원심판단에 업무상 과실과 상해의 결과 발생 사이의 인과관계의 증명 등에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제17조, 제268조, 형사소송법 제307조, 제308조 / [2] 구 형법(2020. 12. 8. 법률 제17571호로 개정되기 전의 것) 제268조, 형법 제17조, 형사소송법 제307조, 제308조<br/>",
  "참조판례": "[1] 대법원 2023. 1. 12. 선고 2022도11163 판결(공2023상, 463), 대법원 2023. 8. 31. 선고 2021도1833 판결(공2023하, 1764)<br/>"
}