{
  "판례일련번호": "606189",
  "사건명": "부패방지및국민권익위원회의설치와운영에관한법률위반·농지법위반·공무상비밀누설[공무원이 업무처리 중 알게 된 택지 개발 정보를 이용하여 지인들로 하여금 토지를 취득하게 하는 등의 행위로 기소된 사건]",
  "사건번호": "2024도16239",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "[1] 법조경합의 한 형태인 특별관계의 의미 및 법조경합인지 실질적 수죄인지 판단하는 기준 / 공직자가 업무처리 중 알게 된 비밀을 이용하여 재물 또는 재산상 이익을 취득하거나 제3자로 하여금 취득하게 한 경우, 구 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률 제86조 제1항 위반죄만 성립하는지 여부(적극) 및 별도로 형법상 공무상비밀누설죄가 성립하는지 여부(소극)<br/> [2] 군사법원법상 압수의 대상 / 신분적 재판권에 관하여 군사법원법 제2조가 정한 군인, 군무원 등이 아닌 사람이 소유·소지·보관하고 있는 물건도 해당 압수·수색영장의 범죄 혐의사실과의 관련성과 압수할 필요성이 인정되는 경우에는 군사법원법상 압수의 대상이 될 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 법조경합의 한 형태인 특별관계란 어느 구성요건이 다른 구성요건의 모든 요소를 포함하는 외에 다른 요소를 구비하여야 성립하는 경우로서, 특별관계에 있어서 특별법의 구성요건을 충족하는 행위는 일반법의 구성요건을 충족하지만 반대로 일반법의 구성요건을 충족하는 행위는 특별법의 구성요건을 충족하지 못한다. 법조경합은 1개의 행위가 외관상 수 개의 죄의 구성요건에 해당하는 것처럼 보이나 실질적으로 1죄만을 구성하는 경우를 말하며, 실질적으로 1죄인가 또는 수죄인가는 구성요건적 평가와 보호법익의 측면에서 고찰하여 판단하여야 한다.<br/>구 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률(2021. 5. 18. 법률 제18191호로 개정되기 전의 것, 이하 ‘구 부패방지권익위법’이라고 한다) 제7조의2는 ‘공직자는 업무처리 중 알게 된 비밀을 이용하여 재물 또는 재산상의 이익을 취득하거나 제3자로 하여금 취득하게 하여서는 아니 된다.’고 규정하고 있고, 같은 법 제86조 제1항은 ‘공직자가 제7조의2를 위반한 때에는 7년 이하의 징역 또는 7,000만 원 이하의 벌금에 처한다.’고 규정하고 있다. 한편 형법 제127조는 ‘공무원 또는 공무원이었던 자가 법령에 의한 직무상 비밀을 누설한 때에는 2년 이하의 징역이나 금고 또는 5년 이하의 자격정지에 처한다.’고 규정하고 있다.<br/>  위 양 죄를 비교하면, 전자의 죄는 후자의 죄의 구성요건을 충족하는 외에 추가로 ‘재물 또는 재산상 이익을 취득하거나 제3자로 하여금 취득’하게 하여야 성립하고, 위 양 죄를 별죄로 보아야 할 만큼 그 보호법익에 차이가 있다고 보기도 어렵다. 즉, 위 양 죄는 법조경합의 한 형태인 특별관계에 있으므로, 공직자가 업무처리 중 알게 된 비밀을 이용하여 재물 또는 재산상 이익을 취득하거나 제3자로 하여금 취득하게 한 경우에는 구 부패방지권익위법 제86조 제1항 위반죄만이 성립하고, 별도로 형법상 공무상비밀누설죄가 성립하지 않는다고 할 것이다.<br/> [2] 군사법원법 제258조, 제146조 제1항은 압수의 대상을 ‘해당 사건과 관계가 있다고 인정할 수 있는 것에 한정하여 증거물 또는 몰수될 것으로 생각되는 물건’이라고 정하고 있고, 피의자 이외의 자가 소유·소지·보관하는 물건도 필요성이 있는 한 압수의 대상이 될 수 있다. 따라서 압수·수색영장에서 특별히 제한하지 않는 이상 신분적 재판권에 관하여 군사법원법 제2조가 정한 군인, 군무원 등이 아닌 사람이 소유·소지·보관하고 있는 물건도 해당 압수·수색영장의 범죄 혐의사실과의 관련성과 압수할 필요성이 인정되는 경우에는 군사법원법상 압수의 대상이 될 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제37조, 제127조, 구 부패방지 및 국민권익위원회의 설치와 운영에 관한 법률(2021. 5. 18. 법률 제18191호로 개정되기 전의 것) 제7조의2(현행 공직자의 이해충돌 방지법 제14조 제1항 참조), 제86조 제1항(현행 공직자의 이해충돌 방지법 제27조 제1항 참조) / [2] 군사법원법 제2조, 제146조 제1항, 제258조, 제359조<br/>",
  "참조판례": "[1] 대법원 2003. 4. 8. 선고 2002도6033 판결(공2003상, 1127), 대법원 2004. 1. 15. 선고 2001도1429 판결(공2004상, 368)<br/>"
}