{
  "판례일련번호": "606199",
  "사건명": "증여세부과처분취소[구 「상속세 및 증여세법」(2017. 12. 19. 법률 제15224호로 개정되기 전의 것, 이하 ‘구 상증세법’) 제48조 제1항에서 정한 ‘공익법인 등’에 해당하는지 여부가 문제된 사건]",
  "사건번호": "2025두30806",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "구 상속세 및 증여세법 시행령 제12조 제1호의 ‘종교의 보급 기타 교화에 현저히 기여하는 사업’을 국내가 아닌 외국에서 수행하는 비거주자 또는 이에 포함되거나 비거주자로 간주되는 ‘본점이나 주된 사무소의 소재지가 외국에 있는 비영리법인’, ‘법인격 없는 사단·재단 또는 그 밖의 단체’가 구 상속세 및 증여세법 제48조 제1항 본문에 따라 증여세 과세가액 불산입이 적용되는 ‘공익법인 등’에 해당하는지 여부(적극)<br/>",
  "판결요지": "증여세 납부의무가 성립하는 국면에서 구 상속세 및 증여세법(2017. 12. 19. 법률 제15224호로 개정되기 전의 것, 이하 ‘구 상증세법’이라 한다) 제4조의2 제1항, 제7항은 거주자와 비거주자 모두를 납부의무자로 상정하는 한편, 그 납부의무를 법인격이 없는 사단·재단 또는 그 밖의 단체에 대해서도 지우고 있다. 이에 비해 증여세 과세가액 산입 여부의 국면에서 구 상증세법 제48조 제1항 본문은 공익법인 등이 출연받은 재산은 증여세 과세가액에 산입하지 않는다고 규정하고 있는데, 그 규정이 거주자에게만 적용된다는 제한을 두고 있지는 않다. 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해야 한다는 조세법률주의의 원칙, 증여세 납부의무의 성립과 증여세 과세가액 불산입 상호 간의 균형 등을 고려하면, 비거주자 또는 이에 포함되거나 비거주자로 간주되는 ‘본점이나 주된 사무소의 소재지가 외국에 있는 비영리법인’, ‘법인격 없는 사단·재단 또는 그 밖의 단체’도, 구 상증세법 제48조 제1항 본문에 따라 증여세 과세가액 불산입이 적용되는 ‘공익법인 등’에 해당한다고 보아야 한다.<br/>‘공익법인 등’의 사업으로 열거된 구 상속세 및 증여세법 시행령(2018. 2. 13. 대통령령 제28638호로 개정되기 전의 것, 이하 ‘구 상증세법 시행령’이라 한다) 제12조 제1호의 ‘종교의 보급 기타 교화에 현저히 기여하는 사업’이 국내에서 이루어지는 사업만 가리킨다고 볼 수도 없다. 그렇게 해석할 법률 문언의 근거가 없을 뿐만 아니라, 위와 같은 사업이 외국에서 이루어진다는 사정만으로 그 사업이 공익과 무관하다거나 공익을 증대하지 않는다고 할 수 없기 때문이다. 공익법인 등의 결산서류 등의 공시의무에 관하여 규정한 구 상증세법 제50조의3 제1항 및 구 상증세법 시행령 제43조의3 제4항에 따라 구 상속세 및 증여세법 시행규칙(2018. 3. 19. 기획재정부령 제658호로 개정되기 전의 것) 제25조 제7항에서는, 구 상증세법 시행령 제12조 제1호의 사업을 영위하는 공익법인 등에 관하여 [별지 제31호의2 서식]을 마련하고 있다. 해당 서식은 고유목적사업 내용에 ‘국제개발, 해외원조’, ‘종교의 보급 및 활동’을 포함시키면서 이들을 중복으로 선택할 수 있도록 하고 국외 주요사업지역을 표기하도록 하고 있다. 이러한 점도 외국에서의 ‘종교의 보급 기타 교화에 현저히 기여하는 사업’이 공익법인 등의 사업에 포함될 수 있음을 보여준다. 따라서 구 상증세법 시행령 제12조 제1호의 ‘종교의 보급 기타 교화에 현저히 기여하는 사업’을 국내가 아닌 외국에서 수행하는 비거주자 또는 이에 포함되거나 비거주자로 간주되는 ‘본점이나 주된 사무소의 소재지가 외국에 있는 비영리법인’, ‘법인격 없는 사단·재단 또는 그 밖의 단체’도, 구 상증세법에 따른 ‘공익법인 등’에 해당한다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "구 상속세 및 증여세법(2017. 12. 19. 법률 제15224호로 개정되기 전의 것) 제4조의2 제1항, 제7항(현행 제4조의2 제8항 참조), 제16조 제1항, 제48조 제1항, 제50조의3 제1항, 구 상속세 및 증여세법 시행령(2018. 2. 13. 대통령령 제28638호로 개정되기 전의 것) 제12조 제1호, 제43조의3 제4항(제43조의5 제4항 참조), 구 상속세 및 증여세법 시행규칙(2018. 3. 19. 기획재정부령 제658호로 개정되기 전의 것) 제25조 제7항(현행 제25조 제8항 참조) [별지 제31호의2 서식]<br/>",
  "참조판례": ""
}