{
  "판례일련번호": "606177",
  "사건명": "교육·연구및학생지도비용환수처분취소[국립대학교 총장의 교육·연구 및 학생지도비 환수 통지가 항고소송의 대상인 처분인지 문제된 사건]",
  "사건번호": "2024두35989",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "[1] 항고소송의 대상인 ‘처분’의 의미 및 행정청의 행위가 항고소송의 대상이 될 수 있는지 결정하는 방법<br/> [2] 교육부가 국공립대학의 교육·연구 및 학생지도 비용에 대한 감사 결과를 바탕으로 甲 국립대학교 총장에게 소속 교원 乙 등에 대한 교육·연구 및 학생지도 비용 환수 및 신분상 조치를 하도록 요구함에 따라, 총장이 교내 이메일을 통해 乙 등에게 ‘환수금 납입 안내’라는 제목의 문서를 첨부하여 교육·연구 및 학생지도 비용에 관한 환수금을 납부해 달라는 요청을 통지한 사안에서, 위 환수 통지는 행정청이 행하는 구체적 사실에 관한 법집행으로서 공권력의 행사인 ‘처분’에 해당한다고 한 사례<br/>",
  "판결요지": "[1] 항고소송의 대상인 ‘처분’이란 \"행정청이 행하는 구체적 사실에 관한 법집행으로서의 공권력의 행사 또는 그 거부와 그 밖에 이에 준하는 행정작용\"을 말한다(행정소송법 제2조 제1항 제1호). 행정청의 행위가 항고소송의 대상이 될 수 있는지는 추상적·일반적으로 결정할 수 없고, 구체적인 경우에 관련 법령의 내용과 취지, 그 행위의 주체·내용·형식·절차, 그 행위와 상대방 등 이해관계인이 입는 불이익 사이의 실질적 견련성, 법치행정의 원리와 그 행위에 관련된 행정청이나 이해관계인의 태도 등을 고려하여 개별적으로 결정해야 한다.<br/> [2] 교육부가 국공립대학의 교육·연구 및 학생지도 비용에 대한 감사 결과를 바탕으로 甲 국립대학교 총장에게 소속 교원 乙 등에 대한 교육·연구 및 학생지도 비용 환수 및 신분상 조치를 하도록 요구함에 따라, 총장이 교내 이메일을 통해 乙 등에게 ‘환수금 납입 안내’라는 제목의 문서를 첨부하여 교육·연구 및 학생지도 비용에 관한 환수금을 납부해 달라는 요청을 통지한 사안에서, 국립대학의 장의 지급 결정이나 환수 통지는 교육·연구 및 학생지도 비용의 지급과 환수에 관한 교직원의 권리·의무에 영향을 미치는 점, 교육공무원인 乙 등은 국가공무원법상 성실 의무(제56조), 복종의 의무(제57조) 등을 부담하므로 환수 통지를 따라야 하고, 환수 통지에 따라 정해진 기한까지 환수금을 납부하지 않으면 환수금을 완납할 때까지 교육·연구 및 학생지도 비용을 지급받지 못하는 등 환수 통지로 직접적인 법적 불이익을 입는 점, 위 환수 통지는 국립대학의 회계 설치 및 재정 운영에 관한 법률 제28조 제2항, 국립대학의 회계 설치 및 재정 운영에 관한 법률 시행규칙 제22조 제5항의 순차 위임을 받아 총장이 제정한 甲 대학교 재정 및 회계의 운영에 관한 규정 제11조 제5항에 따라 이루어진 것인 점, 국립대학의 장의 환수 행위의 처분성을 인정하지 않으면 교직원이 교육·연구 및 학생지도 비용 환수에 관하여 다툼이 있는 경우, 법적 분쟁을 실효적으로 해결할 다른 구제수단을 찾기도 어려운 점을 종합하면, 위 환수 통지는 행정청이 행하는 구체적 사실에 관한 법집행으로서 공권력의 행사인 ‘처분’에 해당하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 행정소송법 제2조 제1항 제1호 / [2] 행정소송법 제2조 제1항 제1호, 국립대학의 회계 설치 및 재정 운영에 관한 법률 제7조 제1항, 제11조 제1항, 제28조, 국립대학의 회계 설치 및 재정 운영에 관한 법률 시행규칙 제22조 제1항, 제5항, 제6항<br/>",
  "참조판례": "[1] 대법원 2010. 11. 18. 선고 2008두167 전원합의체 판결(공2010하, 2279), 대법원 2021. 1. 14. 선고 2020두50324 판결(공2021상, 391), 대법원 2023. 2. 23. 선고 2021두44548 판결(공2023상, 611)<br/>"
}