{
  "판례일련번호": "606215",
  "사건명": "구상금[토양환경보전법에 따른 정화비용 관련 구상금 등을 청구하는 사건]",
  "사건번호": "2023다306014",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250515",
  "판시사항": "[1] 토양환경보전법상 ‘오염토양’이 당초부터 존재하던 부지에서 토사로 반출되어 동산인 ‘물질’로서의 상태를 갖는 경우, ‘오염토양’ 자체의 누출·유출·투기·방치 등으로 토양오염을 발생시킨 행위도 토양환경보전법 제10조의4 제1항 제1호가 정한 ‘토양오염물질의 누출·유출·투기·방치 또는 그 밖의 행위로 토양오염을 발생시킨 행위’에 해당하는지 여부(적극)<br/> [2] 토양환경보전법 제10조의4 제1항은 제1호에서 정한 ‘토양오염물질의 누출·유출·투기·방치 또는 그 밖의 행위로 토양오염을 발생시킨 자’의 의미 / 자기의 사업활동을 위하여 자기의 관리·감독하에 있는 행위자를 이용하는 자는 그 행위자가 발생시킨 토양오염에 대하여 정화책임을 부담하는지 여부(원칙적 적극)<br/> [3] 선택적으로 병합된 청구에 대하여 상고심법원이 선택적 청구 중 어느 하나의 청구에 관한 상고가 이유 있다고 인정하는 경우, 이를 전부 파기하여야 하는지 여부(적극) 및 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용되는지 여부(적극)<br/>",
  "판결요지": "[1] 토양은 자연환경의 구성요소로서 토양환경보전법 등에 따라 보호하여야 할 대상이면서 동시에 물리적·화학적 성질에 따라 오염물질을 흡수하거나 축적·저장함으로써 공기, 물 등과 같이 오염물질을 이동시키는 매개체가 될 수 있다. 한편 토양환경보전법은 토양오염으로 인한 국민건강 및 환경상의 위해를 예방하고, 오염된 토양을 정화하는 등 토양을 적정하게 관리·보전함을 목적으로 하는 법률인데(제1조), ‘토양오염’은 사업활동이나 그 밖의 사람의 활동에 의하여 토양이 오염되는 것으로서 사람의 건강·재산이나 환경에 피해를 주는 상태를 말하고(토양환경보전법 제2조 제1호), ‘토양오염물질’은 토양오염의 원인이 되는 ‘물질’로서 환경부령이 정하는 것을 말하며(같은 조 제2호), 토양환경보전법 제4조의2와 제11조 제3항을 종합하면, ‘오염토양’은 토양오염물질이 축적되어 사람의 건강·재산, 동식물의 생육에 지장을 주는 토양이라고 정의할 수 있다. 그리고 토양환경보전법 제15조의4 제1호, 제2호 및 그 벌칙규정에 의하면, 오염토양을 버리거나 운반 등의 과정에서 누출·유출하는 행위는 금지된다.<br/>  토양환경보전법의 입법 목적과 위 각 규정의 문언 등에 비추어 보면, 오염토양이 당초부터 존재하던 부지에서 토사로 반출되어 동산인 ‘물질’로서의 상태를 갖는 경우, 이를 다른 토양에 투기하면 오염토양에 섞여 있는 토양오염물질로 인하여 다른 토양이 오염되므로, ‘오염토양’ 자체의 누출·유출·투기·방치 등으로 토양오염을 발생시킨 행위도 토양환경보전법 제10조의4 제1항 제1호가 정한 ‘토양오염물질의 누출·유출·투기·방치 또는 그 밖의 행위로 토양오염을 발생시킨 행위’에 해당한다고 볼 수 있다.<br/> [2] 토양환경보전법 제10조의4 제1항은 제1호에서 ‘토양오염물질의 누출·유출·투기·방치 또는 그 밖의 행위로 토양오염을 발생시킨 자’를 토양정화 등의 책임을 부담해야 하는 주체인 정화책임자로 규정하고 있다. 여기서 말하는 ‘토양오염물질의 누출·유출·투기·방치 또는 그 밖의 행위로 토양오염을 발생시킨 자’는 자기의 행위 또는 자기의 사업활동을 위하여 자기의 관리·감독하에 있는 자의 행위로 토양오염을 발생시킨 자를 의미한다고 봄이 타당하다. 따라서 자기의 사업활동을 위하여 자기의 관리·감독하에 있는 행위자를 이용하는 자는 특별한 사정이 없는 한 그 행위자가 발생시킨 토양오염에 대하여 정화책임을 부담한다고 보아야 한다. 그 이유는 다음과 같다. 토양환경보전법 제10조의4 제1항 제1호에 규정된 자의 책임은 ‘행위책임’의 성격을 가진다. 토양환경보전법은 오염된 토양을 정화하는 등 토양을 적정하게 관리·보전함을 목적으로 하고(제1조), ‘토양오염’이란 사업활동이나 그 밖의 사람의 활동에 의하여 토양이 오염되는 것을 말한다(제2조 제2호)고 규정하고 있다. 자기의 사업활동을 위하여 자기의 지배 범위 또는 관리·감독 아래에 있는 행위자를 이용하는 사람은 자기의 사무를 대신 수행하는 자를 통하여 사업활동 영역을 확장하고 그 사업상 이익을 자신에게 실질적으로 귀속시키게 되므로, 그 행위자가 발생시킨 토양오염에 대하여 자기의 사업활동을 위하여 행위자를 이용하는 사람에게 공법상 정화책임을 부담시킬 필요가 있다.<br/> [3] 선택적으로 병합된 청구에 대하여 상고심법원이 선택적 청구 중 어느 하나의 청구에 관한 상고가 이유 있다고 인정할 때에는 이를 전부 파기하여야 한다. 그리고 이러한 법리는 성질상 선택적 관계에 있는 청구를 당사자가 심판의 순위를 붙여 청구한다는 취지에서 예비적으로 병합한 경우에도 마찬가지로 적용된다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 토양환경보전법 제1조, 제2조 제1호, 제2호, 제4조의2, 제10조의4 제1항 제1호, 제11조 제3항, 제15조의4 제1호, 제2호 / [2] 토양환경보전법 제1조, 제2조 제2호, 제10조의4 제1항 제1호 / [3] 민사소송법 제253조, 제436조<br/>",
  "참조판례": "[3] 대법원 1993. 12. 21. 선고 92다46226 전원합의체 판결(공1994상, 484), 대법원 2014. 12. 24. 선고 2012다35675 판결, 대법원 2022. 3. 31. 선고 2017다247145 판결(공2022상, 771)<br/>"
}