{
  "판례일련번호": "606379",
  "사건명": "도로교통법위반(음주운전)",
  "사건번호": "2024고정1395",
  "법원명": "수원지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20250410",
  "판시사항": "피고인이 건물 지하 1층의 주차장 출구 차단기에서부터 인근 도로에 이르기까지 약 10m 구간에서 술에 취한 상태로 자동차를 운전하였다는 도로교통법 위반(음주운전)으로 기소되었는데, 당시 피고인은 음주 후 귀가를 위하여 지하 주차장에서 대리기사 甲을 호출하여 甲이 피고인을 뒷좌석에 태운 채 운전을 시작하였으나 차단기 앞에서 주차요금 지불 등으로 시비가 붙어 甲이 차량을 경사 구간에 둔 채 내리자, 피고인이 차량을 운전하여 차단기를 통과하면서 주차요금을 지불하고 주차장을 빠져나온 다음 도로에 차량을 주차하고 차량 뒷좌석으로 이동하여 다른 대리기사를 물색하던 중 甲의 신고로 출동한 경찰관이 피고인에 대해 음주측정을 한 사안에서, 피고인의 행위가 긴급피난 또는 과잉피난에 해당하여 위법성이 조각된다는 이유로 피고인에게 무죄를 선고한 사례<br/>",
  "판결요지": "피고인이 건물 지하 1층의 주차장 출구 차단기에서부터 인근 도로에 이르기까지 약 10m 구간에서 혈중알코올농도 0.148%의 술에 취한 상태로 자동차를 운전하였다는 도로교통법 위반(음주운전)으로 기소되었는데, 당시 피고인은 음주 후 귀가를 위하여 지하 주차장에서 대리기사 甲을 호출하여 甲이 피고인을 뒷좌석에 태운 채 운전을 시작하였으나 차단기 앞에서 주차요금 지불 등으로 시비가 붙어 甲이 차량을 경사 구간에 둔 채 내리자, 피고인이 차량을 운전하여 차단기를 통과하면서 주차요금을 지불하고 주차장을 빠져나온 다음 도로에 차량을 주차하고 차량 뒷좌석으로 이동하여 다른 대리기사를 물색하던 중 甲의 신고로 출동한 경찰관이 피고인에 대해 음주측정을 한 사안이다. <br/>  ① 위 주차장은 지하 1층에 있어 주차장 밖으로 나가기 위하여는 상당한 경사가 있는 도로를 운행해야 하는 상황이었고, 甲은 위와 같은 경사 구간에 차량을 그대로 둔 채 이탈하였는데, 차량을 계속 그와 같은 상태로 정차할 경우 차량의 미끌림 등으로 피고인의 신체에 대한 피해 내지 차량, 건물 등에 대한 물적 피해 등이 우려되고, 후행하는 차량과의 충돌 등도 우려되는 상황이었던 점, 이와 같은 상황에서 피고인이 차량을 운전하여 경사 구간을 빠져나가는 것이 필요하였고, 피고인이 운행한 거리가 주차장 앞 도로까지 10m에 불과한 점, 위 범행으로 인하여 보전되는 피고인의 신체나 차량, 건물 등에 대한 피해를 방지할 법익은 그로 인하여 침해되는 교통사고 발생의 위험성과 같은 법익보다 우월한 점, 당시 다른 대리기사의 도착을 위하여는 상당 기간 기다려야 하는 상황에서 피고인에게 차량에서 일정 기간 대기하도록 기대하기는 어려운바, 10m를 운전하여 주차장의 경사 구간에서 빠져나온 행위는 법질서 전체의 측면에서 적합하다고 보아야 하는 점 등에 비추어 보면, 피고인이 약 10m 구간에서 차량을 운전한 행위는 자기 또는 타인의 법익에 대한 현재의 위난을 피하기 위한 상당한 이유 있는 행위로서 형법 제22조 제1항의 긴급피난에 해당하여 위법성이 조각되고, ② 설령 긴급피난에 해당하지 않는다고 하더라도, 피고인은 차량을 10m 운전하면서 주차장 앞 도로에 차량을 주차한 다음 다른 대리기사를 물색하였는바, 음주운전으로 인한 교통사고 발생 위험성이 크다고 보기 어려워 최소한의 피난행위를 한 것인 점, 당시는 야간이고 피고인은 甲이 이탈할 당시 뒷좌석에 있어 본인의 신체 내지 차량 등에 대한 사고 발생의 가능성에 관해 상당히 당황하였을 것으로 보이는 점 등에 비추어 보면, 피고인의 긴급피난 행위가 그 정도를 초과한다고 하더라도 야간이나 그 밖의 불안한 상태에서 당황하였기 때문에 그러한 행위를 한 경우로서 형법 제22조 제3항, 제21조 제3항의 과잉피난에 해당하여 위법성이 조각된다는 이유로, 피고인에게 무죄를 선고한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "구 도로교통법(2023. 10. 24. 법률 제19745호로 개정되기 전의 것) 제44조 제1항, 제148조의2 제1항 제3호, 형법 제21조 제3항, 제22조 제1항, 제3항, 형사소송법 제325조<br/>",
  "참조판례": ""
}