{
  "판례일련번호": "606493",
  "사건명": "기타(금전)[보장성보험계약의 해지에 따라 발생한 해약환급금채권이 파산재단에 포함되는지 여부가 문제된 사건]",
  "사건번호": "2023다240466",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250529",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 아니하였더라도 대법원이 실체법 해석·적용의 잘못에 관하여 판단할 수 있는 경우<br/> [2] 보장성보험계약을 체결한 자를 채무자로 하여 파산이 선고된 후 파산관재인이 보험계약을 해지함에 따라 발생하는 해약환급금이 민사집행법 시행령 제6조 제1항 제3호 (가)목의 해약환급금에 해당하는지 여부(소극) 및 이러한 경우에 위 조항이 유추적용되는지 여부(소극) / 이때 해약환급금 중 1,500,000원 이하의 금액 부분은 민사집행법 시행령 제6조 제1항 제3호 (나)목에 따라 압류금지채권으로서 파산재단에서 제외되는지 여부(적극)<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원판례가 아직 없는 상황인데 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우에는, 소액사건이라는 이유로 대법원이 그 법령의 해석에 관하여 판단을 하지 아니한 채 사건을 종결한다면 국민생활의 법적 안전성을 해칠 것이 우려된다. 따라서 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’라는 요건을 갖추지 아니하였더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석·적용의 잘못에 관하여 판단할 수 있다고 보아야 한다.<br/> [2] 채무자가 파산선고 당시에 가진 모든 재산은 파산재단에 속하고[채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제382조 제1항], 파산재단을 관리 및 처분하는 권한은 파산관재인에게 속한다(채무자회생법 제384조). 그러나 압류할 수 없는 재산은 파산재단에 속하지 아니한다(채무자회생법 제383조 제1항). <br/>민사집행법 제246조 제1항 제7호는, 생명, 상해, 질병, 사고 등을 원인으로 채무자가 지급받는 보장성보험의 보험금(해약환급 및 만기환급금을 포함한다) 채권을 압류금지채권으로 규정하면서 그 범위는 생계유지, 치료 및 장애 회복에 소요될 것으로 예상되는 비용 등을 고려하여 대통령령으로 정하도록 하였고, 이에 따라 민사집행법 시행령 제6조에서는 압류가 금지되는 보장성보험의 보험금과 해약환급금 등의 범위를 정하고 있다. 이 규정들의 체계와 문언 등에 비추어 보면, 보장성보험이 해지된 경우 발생하는 해약환급금 중, ‘민법 제404조에 따라 채권자가 채무자의 보험계약 해지권을 대위행사하거나 추심명령 또는 전부명령을 받은 채권자가 보장성보험에 관한 해지권을 행사하여 발생하는 해약환급금’은 전액 압류가 금지되고[민사집행법 시행령 제6조 제1항 제3호 (가)목], 그 외의 사유로 발생하는 해약환급금은 그중 1,500,000원 이하의 금액에 한하여 압류가 금지된다고 할 것이다[민사집행법 시행령 제6조 제1항 제3호 (나)목].<br/>  보장성보험계약을 체결한 자를 채무자로 하여 파산이 선고된 경우, 파산관재인이 그 보험계약을 해지함에 따라 발생하는 해약환급금은 민사집행법 시행령 제6조 제1항 제3호 (가)목의 해약환급금에 해당하지 않고, 이러한 경우에 이 조항이 유추적용된다고 해석할 수도 없다. 다만 민사집행법 시행령 제6조 제1항 제3호 (나)목에 따라 해약환급금 중 1,500,000원 이하의 금액 부분만이 압류금지채권으로서 파산재단에서 제외된다고 봄이 타당하다. 그 이유는 다음과 같다.<br/>  ① 파산관재인은 채무자회생법 제355조 제1항에 근거하여 법원에 의하여 선임된 파산절차의 기관으로, 단지 파산자의 이익뿐만 아니라 파산채권자 전체의 공동의 이익을 위하여 선량한 관리자의 주의로써 그 직무를 행하게 되므로, 파산목적의 수행상 공정한 입장에 서서 서로 모순되는 이해관계를 조정하여야 하는 지위에서 파산재단에 속한 재산을 공정하게 환가하고 그 대금을 채무자회생법에 규정된 내용에 따라 공평하게 배당할 책무가 있다. <br/>  반면 민사집행법 시행령 제6조 제1항 제3호 (가)목에서 정한 추심채권자는 집행법원의 재판에 의하여 압류한 채권에 관한 추심권능을 부여받은 일종의 추심기관이자 총채권자들 중 일부로서, 다만 실질적으로는 자신의 채권 만족을 위한 목적으로 추심행위에 나아가게 된다. <br/>  이와 같이 파산관재인과 추심채권자는 법적 지위, 목적, 역할, 권한 등에 있어 차이가 존재하므로, 파산재단의 관리·처분권자로서 파산관재인이 하는 채무자의 보장성보험계약 해지와 추심채권자가 하는 채무자의 보장성보험계약 해지를 동일하게 평가하기는 어렵다.<br/>  ② 파산선고가 확정된 후 면책을 받은 개인채무자는 파산절차에 의한 배당을 제외하고는 파산채권자에 대한 채무의 전부에 관하여 그 책임이 면제되고(채무자회생법 제566조 본문) 그에 대하여 채무의 이행을 강제할 수 없다. 이 점을 고려하면, 파산관재인이 채무자의 보장성보험계약을 해지하는 경우 그 해약환급금이 파산재단에 속한다고 해서, 채무자의 최소한의 생계유지와 기본적 생활을 보장하기 위해 압류금지채권을 규정한 취지를 반드시 해한다고 단정하기는 어렵다.<br/>  ③ 파산관재인은 채무자의 보장성보험계약을 해지하는 경우에도 채무자와 가족의 생계, 건강상태, 치료나 장애 회복의 필요성 등 여러 가지 구체적인 사정을 종합적으로 고려하여 필요하다고 판단하는 때에는 채무자회생법 제492조 제12호에 따라 해약환급금 중 전부 또는 일부를 파산법원의 허가를 얻어 포기할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 채무자 회생 및 파산에 관한 법률 제355조 제1항, 제361조 제1항, 제382조 제1항, 제383조 제1항, 제384조, 제492조 제12호, 제566조, 민사집행법 제246조 제1항 제7호, 민사집행법 시행령 제6조 제1항 제3호<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2003다1878 판결(공2004하, 1571), 대법원 2024. 1. 4. 선고 2022다285097 판결(공2024상, 345) / [2] 대법원 2003. 6. 24. 선고 2002다48214 판결(공2003하, 1581), 대법원 2006. 11. 10. 선고 2004다10299 판결(공2006하, 2066), 대법원 2015. 9. 10. 선고 2015다28173 판결(공2015하, 1492)<br/>"
}