{
  "판례일련번호": "606501",
  "사건명": "조세범처벌법위반[주류를 공급받아 거래처에 공급한 주류도매업체 영업사원이 면허를 받지 아니하고 주류를 판매한 자에 해당하는지 문제된 사건]",
  "사건번호": "2021도97",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250529",
  "판시사항": "[1] 구 조세범 처벌법 제6조에서 처벌하는 ‘면허를 받지 아니하고 주류를 판매한 자’의 의미(=자기의 계산과 책임으로 주류를 판매한 자) 및 그 판단 기준<br/> [2] 피고인에게 유죄를 인정하기 위한 증명의 정도(=합리적인 의심이 없는 정도)<br/> [3] 피고인이 주류도매업체인 甲 합자회사 소속 영업사원으로 甲 회사로부터 주류를 공급받아 피고인이 관리하는 거래처에 주류를 공급하면서 매출에 따른 일정 비율의 수익을 분배받고 4대 보험료 및 주류 배달 영업과 관련된 각종 비용을 직접 부담하는 방식으로 무면허 주류판매업을 영위하였다는 구 조세범 처벌법 위반으로 기소된 사안에서, 제반 사정을 종합할 때 피고인이 주류 판매의 주요 부분을 실질적으로 지배·장악하였다거나 자기의 계산과 책임으로 주류를 판매하였다는 점이 합리적인 의심을 배제할 정도로 증명되었다고 보기 어렵다는 이유로, 이와 달리 본 원심판결에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 조세범 처벌법(2020. 12. 29. 법률 제17761호로 개정되기 전의 것) 제6조가 처벌하는 ‘면허를 받지 아니하고 주류를 판매한 자’는 일반적으로 자기의 계산과 책임으로 주류를 판매한 자를 가리킨다. 자기의 계산과 책임으로 주류를 판매하였는지는 거래의 형식에 구애될 것이 아니라 판촉, 주문, 배달 및 정산 등 주류 판매에 이르는 일련의 행위의 주요 부분을 실질적으로 지배·장악하고 있는지 여부를 포함하여 거래의 실질에 따라 판단하여야 한다.<br/> [2] 범죄사실의 인정은 법관으로 하여금 합리적인 의심이 없는 정도의 증명에 이르러야 한다. 이러한 정도의 심증을 형성하는 증거가 없다면 설령 피고인에게 유죄의 의심이 간다 하더라도 피고인의 이익으로 판단할 수밖에 없다.<br/> [3] 피고인이 주류도매업체인 甲 합자회사 소속 영업사원으로 甲 회사로부터 주류를 공급받아 피고인이 관리하는 거래처에 약 1년 9개월 동안 272,354,461원 상당의 주류를 공급하면서 매출에 따른 일정 비율의 수익을 분배받고 4대 보험료 및 주류 배달 영업과 관련된 각종 비용을 직접 부담하는 방식으로 무면허 주류판매업을 영위하였다는 구 조세범 처벌법(2020. 12. 29. 법률 제17761호로 개정되기 전의 것, 이하 같다) 위반으로 기소된 사안에서, 피고인은 甲 회사의 주류를 甲 회사 명의로 거래처에 공급하였고, 거래처에 대한 주류대금 채권은 甲 회사에 귀속되었으며, 거래처는 甲 회사에 주류대금을 지급하였고, 거래처가 甲 회사가 아닌 피고인을 거래 상대방으로 인식하였다고 볼 만한 증거가 없으므로, 주류 공급계약의 당사자는 명의뿐 아니라 실질적으로도 甲 회사라고 볼 여지가 큰 점, 거래처로부터 받은 주류대금의 관리와 정산도 甲 회사가 담당한 점, 甲 회사가 피고인에 대한 급여 정산 과정에서 영업비용을 공제한 것은 甲 회사가 거래상 우월한 지위에서 취한 조치로 볼 수 있고, 피고인의 급여명세서상 미수금의 이자 상당액이 1회 반영되었다는 사정만으로 피고인이 미수금의 미결제 위험 또는 회수 지연에 따른 책임을 실질적으로 부담하였다고 보기 어려운 점, 피고인이 거래처와 거래 여부 및 거래 조건 등을 독자적으로 결정하였다고 단정하기 어려운 점, 피고인이 주류 재고, 파손 및 반품으로 인한 책임 등 주류 판매로 인한 각종 위험을 부담하였다거나, 甲 회사와 별개로 수익을 창출할 가능성이 있었다고 볼 만한 증거도 없는 점, 구 조세범 처벌법 제6조 위반인지와 근로기준법상 근로자인지의 판단이 항상 일치하는 것은 아니므로, 피고인과 甲 회사가 근로계약서를 작성하지 아니하였다거나, 그 밖에 피고인과 甲 회사의 관계를 통상적인 근로관계로 보기 어렵다는 사정만을 들어 피고인이 주류 판매에 이르는 주요 부분을 실질적으로 지배·장악하였다고 평가할 수 없는 점 등 제반 사정을 종합하면, 피고인이 주류 판매의 주요 부분을 실질적으로 지배·장악하였다거나 자기의 계산과 책임으로 주류를 판매하였다는 점이 합리적인 의심을 배제할 정도로 증명되었다고 보기 어렵다는 이유로, 이와 달리 피고인이 구 조세범 처벌법 제6조에서 처벌하는 ‘면허를 받지 않고 주류를 판매한 자’에 해당한다고 보아 공소사실을 유죄로 인정한 원심판결에 구 조세범 처벌법 위반죄 구성요건의 해석에 관한 법리오해 및 심리미진의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세범 처벌법(2020. 12. 29. 법률 제17761호로 개정되기 전의 것) 제6조 / [2] 형사소송법 제307조, 제308조 / [3] 구 조세범 처벌법(2020. 12. 29. 법률 제17761호로 개정되기 전의 것) 제6조, 구 주세법(2020. 12. 29. 법률 제17762호로 전부 개정되기 전의 것) 제8조 제1항(현행 주류 면허 등에 관한 법률 제5조 제1항 참조), 형사소송법 제307조, 제308조<br/>",
  "참조판례": "[1] 대법원 2015. 9. 15. 선고 2014도13656 판결 / [2] 대법원 2018. 6. 19. 선고 2015도3483 판결(공2018하, 1419)<br/>"
}