{
  "판례일련번호": "606505",
  "사건명": "집행에관한이의[아동의 학교에서 이루어진 아동 인도 집행에 대하여 채무자가 이의를 신청한 사건]",
  "사건번호": "2025그514",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20250526",
  "판시사항": "헤이그 국제아동탈취협약에 따른 아동반환청구 사건의 집행에 관한 예규에 따라 채권자의 집행위임을 받은 집행관은 위 예규에서 정한 세부 절차에 따라 아동의 인도 집행을 실시하여야 하는지 여부(적극) / 집행관은 채무자의 주거지나 아동의 거주지에서 인도 집행을 실시하여야 하는지 여부(원칙적 적극) 및 아동의 학교 등 제3의 장소에서도 관리자 등의 협조를 얻어 인도 집행을 할 수 있는지 여부(한정 적극)<br/>",
  "판결요지": "국제적 아동탈취의 민사적 측면에 관한 협약(Convention on Civil Aspects of International Child Abduction)(이하 ‘헤이그협약’이라 한다)은 불법적인 아동의 이동이나 유치로 발생하는 유해한 결과로부터 아동을 국제적으로 보호하고, 아동의 일상거소국으로의 신속한 반환을 보장하는 절차를 수립하기 위한 목적으로 채택되었다. 우리나라는 2012. 12. 헤이그협약 가입 후 그 이행법률인 헤이그 국제아동탈취협약 이행에 관한 법률(이하 ‘헤이그아동탈취법’이라 한다)을 제정하여 2013. 3. 1.부터 시행하고 있다. 헤이그아동탈취법에 따르면, 아동반환 절차 등에 관여하는 국가기관 등은 아동의 복리를 최우선으로 고려하여 헤이그협약에 따른 아동반환 사건을 신속하게 처리하여야 한다(제3조). 아동의 대한민국으로 불법적인 이동 또는 유치로 인하여 헤이그협약에 따른 양육권이 침해된 사람은 법원에 아동의 반환을 청구할 수 있고(제12조 제1항), 심판 등에 의하여 헤이그협약에 따른 아동의 반환을 이행하여야 할 사람이 정당한 이유 없이 그 의무를 이행하지 아니하는 경우에는 일정한 기간 내에 그 의무를 이행할 것을 명할 수 있다(제13조 제1항).<br/>  헤이그협약에 근거한 아동반환청구 사건에서 아동의 인도를 명하는 심판은 가사소송법 제41조의 집행권원이 되는데, 헤이그아동탈취법에서는 국제적 아동탈취 사안의 특성을 고려한 별도의 집행제도를 마련하고 있지 않다. 이에 따라 종전 실무는 국내의 유아인도를 명하는 재판의 집행절차에서와 마찬가지로 민사집행법 제257조(동산인도청구의 집행)를 준용하고, 구 유아인도를 명하는 재판의 집행절차(재특 82-1)[2025. 1. 15. 재판예규 제1894호 유아인도를 명하는 재판의 집행에 관한 예규(재특 82-1)로 개정되기 전의 것]에 따라 집행되어 왔다. 그러나 구 유아인도를 명하는 재판의 집행절차(재특 82-1)에서는 ‘유아가 의사능력이 있는 경우에 유아 자신이 인도를 거부하는 때에는 집행을 할 수 없다.’고 규정하고 있어, 헤이그협약에 따른 아동의 인도를 명하는 심판에도 불구하고 집행불능이 되거나 집행에 상당한 시일이 소요되는 등 헤이그협약의 ‘신속한 반환 원칙’이 지켜지지 못하고 있다는 지적과 비판이 있었다.  <br/>  그러던 중 대법원은 2024. 1. 10. 헤이그협약에 따른 아동의 인도를 명하는 심판 등의 실효성 확보와 집행관이 아동의 인도 집행을 하는 데 필요한 사항을 규정함을 목적으로 한 헤이그 국제아동탈취협약에 따른 아동반환청구 사건의 집행에 관한 예규(재특 2024-1)(이하 ‘이 사건 예규’라 한다)를 제정하기에 이르렀다. 이 사건 예규에 따르면, 채권자의 집행위임을 받은 집행관 및 집행보조자는 아동의 인도를 집행할 때 아동의 연령과 발달정도 등 기타 사정을 고려하여 인도 집행이 아동의 심신에 유해한 영향을 미치지 않도록 배려하여야 하고, 아동의 복리를 위하여 세심한 주의를 기울이며, 아동의 자유와 안전에 유의하여야 하며(제3조), 집행관은 아동의 복리를 위하여 아동 관련 전문가를 집행보조자로 참여시킬 수 있는 등 이 사건 예규에서 정한 세부 절차에 따라 아동의 인도 집행을 실시하여야 한다. <br/>  이 사건 예규 제4조에서는 아동의 복리와 집행절차의 원활한 진행을 위한 집행관의 권한 등을 규정하고 있다. 즉 제1항에서 ‘집행관은 아동의 연령, 양육 및 생활상황, 의사능력 유무, 건강상태, 인도 장소의 상황, 인도 집행의 실현 전망 등에 관하여 참고할 수 있는 자료 또는 정보의 제공 등을 채권자 및 중앙당국(법무부장관)에 요청’할 수 있도록 하고 있다. 제3항에서 ‘집행관은 아동의 인도 집행을 하기 위하여 필요한 경우 채무자를 설득하거나 민사집행법 제5조 제1항 또는 제2항의 조치를 취하는 것 외에 채무자의 주거 기타 채무자가 점유하는 장소에서 아동이 있는지 여부를 수색하는 것(제1호), 아동 또는 채무자를 채권자 또는 그 대리인과 면접시키는 것(제2호), 아동 또는 채무자를 집행보조자와 면접시키는 것(제3호), 면접을 위하여 채권자 또는 그 대리인 및 집행보조자를 그 장소에 들어오게 하는 것(제4호) 등 필요한 조치를 할 수 있다.’고 정하고 있다.<br/>  이러한 관련 법령의 체계와 입법 취지 및 이 사건 예규의 규정 내용을 종합하면, 집행관은 아동의 복리와 집행절차의 원활한 진행을 위하여 채무자 및 아동의 등록된 주소, 아동이 현재 재학 중인 학교 등에 관한 자료 또는 정보의 제공 등을 채권자 및 중앙당국에 요청할 수 있다. 집행관은 위와 같은 자료 또는 정보를 종합적으로 고려하여 원칙적으로 채무자의 주거지나 아동의 거주지에서 인도 집행을 실시하여야 할 것이나, 아동의 학교 등 제3의 장소에서도 집행개시 전 관리자나 점유자의 명시적인 반대의사가 표시되었다는 등의 특별한 사정이 없는 한 관리자 등의 협조를 얻어 인도 집행을 할 수 있다고 보아야 한다. <br/>",
  "판결본문": "",
  "참조조문": "헤이그 국제아동탈취협약 이행에 관한 법률 제3조, 제12조 제1항, 제13조 제1항, 가사소송법 제41조<br/>",
  "참조판례": ""
}