{
  "판례일련번호": "606531",
  "사건명": "등록무효(실)[공지예외의 효과가 미치는 공지된 발명의 범위 등이 문제된 사건]",
  "사건번호": "2023후10712",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250529",
  "판시사항": "[1] 특허를 받을 수 있는 권리를 가진 자가 특허법 제30조 제1항에서 정한 12개월의 기간 이내에 여러 번의 공개행위를 하고 그중 가장 먼저 공지된 발명에 대해서만 절차에 따라 공지예외 주장을 한 경우, 가장 먼저 공지된 발명과 동일성이 인정되는 범위에 있는 공지된 나머지 발명들에까지 공지예외의 효과가 미치는지 여부(적극)<br/> [2] 특허법 제30조 제1항 제1호의 공지예외 규정이 적용되기 위해서 반드시 자기공지된 발명이 특허출원된 발명과 동일해야 한다거나 자기공지된 발명 그 자체가 특허출원되어야 하는지 여부(소극)<br/> [3] 고안의 진보성이 부정되는지 판단하는 방법<br/>",
  "판결요지": "[1] 실용신안의 등록요건 및 등록출원에 관하여 실용신안법 제11조에 의하여 준용되는 특허법 제30조 제1항 제1호는, 특허를 받을 수 있는 권리를 가진 자에 의하여 그 발명이 특허출원 전에 국내 또는 국외에서 공지되었거나 공연히 실시되는 등 특허법 제29조 제1항 각호의 어느 하나에 해당하게 된 경우[이하 ‘자기공지(自己公知)’라 한다], 그 날부터 12개월 이내에 특허출원을 하면 그 특허출원된 발명에 대하여 특허법 제29조 제1항 또는 제2항(신규성 또는 진보성 요건)을 적용할 때 그 발명은 제29조 제1항 각호의 공지된 발명에 해당하지 않는 것으로 본다고 하여 공지예외 규정을 두고 있다. 그리고 특허법 제30조 제2항은 같은 조 제1항 제1호의 적용을 받고자 하는 자는 특허출원서에 그 취지를 적어 출원하여야 하고, 이를 증명할 수 있는 서류를 특허출원일부터 30일 이내에 특허청장에게 제출하여야 한다고 하여, 공지예외 주장의 제출 시기, 증명서류 제출 기한 등의 절차에 관하여 규정하고 있다.<br/>  이는 특허법이 원칙적으로 출원 전에 공지·공용된 발명 또는 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람(이하 ‘통상의 기술자’라 한다)이 공지·공용된 발명에 의하여 쉽게 발명할 수 있는 발명은 특허를 받을 수 없도록 하고 있는 것(특허법 제29조 제1항, 제2항)에 대한 예외를 규정한 것이다. 신규성 또는 진보성 요건에 관한 원칙을 너무 엄격하게 적용하면 특허를 받을 수 있는 권리를 가진 자에게 지나치게 가혹하여 형평성을 잃게 되거나 산업의 발전을 도모하는 특허법의 취지에 맞지 않게 되는 경우가 생길 수 있으므로, 예외적으로 일정한 요건과 절차를 갖춘 경우에는 특허를 받을 수 있는 권리를 가진 자의 발명이 특허출원 전에 공개되었다고 하더라도 그 발명은 공지 등이 되지 않은 것으로 취급하기 위하여 공지예외 규정을 둔 것이다.<br/>  이러한 공지예외 규정의 문언과 취지에 비추어 보면, 특허를 받을 수 있는 권리를 가진 자가 특허법 제30조 제1항에서 정한 12개월의 기간 이내에 여러 번의 공개행위를 하고 그중 가장 먼저 공지된 발명에 대해서만 절차에 따라 공지예외 주장을 하였더라도, 공지된 나머지 발명들이 가장 먼저 공지된 발명과 동일성이 인정되는 범위에 있다면 공지된 나머지 발명들에까지 공지예외의 효과가 미친다고 보아야 한다.<br/> [2] 특허법 제30조 제1항 제1호의 공지예외 규정은 특허출원된 발명에 대하여 신규성 요건인 특허법 제29조 제1항뿐만 아니라 진보성 요건인 특허법 제29조 제2항을 적용할 때에도 자기공지된 발명이 공지 등이 되지 않은 것으로 본다고 정하고 있다. 그리고 그 규정의 문언상 공지예외의 효과가 미치는 ‘자기공지된 발명’과 출원의 대상인 ‘특허출원된 발명’을 분명하게 구별하고 있다. 이는 특허출원된 발명이 자기공지된 발명의 공지 이후 추가적인 연구개발이나 개량 등을 통하여 자기공지되었던 발명과 구성이나 효과에 차이가 생길 수 있음을 고려한 것이다. 따라서 공지예외 규정이 적용되기 위해서 반드시 자기공지된 발명이 특허출원된 발명과 동일해야 한다거나 자기공지된 발명 그 자체가 특허출원되어야만 한다고 볼 수는 없다.<br/> [3] 고안의 진보성이 부정되는지를 판단하기 위해서는 선행기술의 범위와 내용, 진보성 판단의 대상이 된 고안과 선행기술의 차이 및 통상의 기술자의 기술수준 등에 비추어 진보성 판단의 대상이 된 고안이 선행기술과 차이가 있음에도 그러한 차이를 극복하고 선행기술로부터 그 고안을 극히 쉽게 도출할 수 있는지를 살펴보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 실용신안법 제11조, 특허법 제29조 제1항, 제2항, 제30조 제1항 제1호, 제2항 / [2] 특허법 제29조 제1항, 제2항, 제30조 제1항 제1호 / [3] 실용신안법 제4조 제2항<br/>",
  "참조판례": "[3] 대법원 2019. 7. 25. 선고 2018후12004 판결(공2019하, 1685), 대법원 2020. 10. 15. 선고 2016후2829 판결<br/>"
}