{
  "판례일련번호": "606755",
  "사건명": "강제추행[의료인의 진료 과정에서 이루어진 행위가 추행에 해당하는지 문제된 사건]",
  "사건번호": "2022도9676",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250605",
  "판시사항": "[1] 피고인이 공소사실을 부인하는 성폭력 사건에서 공소사실에 부합하는 직접증거로 사실상 피해자의 진술이 유일한 경우, 피해자의 진술이 합리적인 의심을 배제할 만한 신빙성이 있는지 판단하는 방법 <br/> [2] 추행의 의미 및 강제추행죄의 주관적 구성요건요소로 ‘성욕을 자극·흥분·만족시키려는 주관적 동기나 목적’이 있어야 하는지 여부(소극) / 환자의 내밀한 신체 부위를 대상으로 하는 진단 및 치료 과정에서 이루어지는 의료인의 신체접촉 행위 등이 추행인지 판단하는 방법<br/> [3] 한의사인 피고인이 진료를 하는 과정에서 甲의 가슴과 음부를 손가락으로 눌러 강제로 추행하였다는 내용으로 기소된 사안에서, 공소사실을 유죄로 인정한 원심판단을 수긍한 사례<br/>",
  "판결요지": "[1] 피고인이 공소사실을 부인하는 성폭력 사건에서 공소사실에 부합하는 직접증거로 사실상 피해자의 진술이 유일한 경우, 그 진술이 합리적인 의심을 배제할 만한 신빙성이 있는지는 진술 내용의 주요한 부분이 일관되고 구체적인지, 진술 내용이 논리와 경험칙에 비추어 합리적이고 진술 자체로 모순되거나 객관적으로 확인된 사실이나 사정과 모순되지는 않는지 또는 허위로 피고인에게 불리한 진술을 할 만한 동기나 이유가 있는지 등을 종합적으로 고려하여 신중하게 판단하여야 한다.<br/> [2] 추행이란 객관적으로 일반인에게 성적 수치심이나 혐오감을 일으키게 하고 선량한 성적 도덕관념에 반하는 행위로서 피해자의 성적 자유를 침해하는 것을 의미한다. 강제추행죄 성립에 필요한 주관적 구성요건요소는 고의만으로 충분하고, 그 외에 성욕을 자극·흥분·만족시키려는 동기나 목적까지 있어야 하는 것은 아니다.<br/>  환자의 내밀한 신체 부위를 대상으로 하는 진단 및 치료 과정에서 이루어지는 의료인의 신체접촉 행위 등이 추행인지 문제 되는 경우가 있다. 일반적으로 의료인의 진료행위는 환자의 질병 또는 고통을 진단·완화·치료하기 위하여 실시되고 그 과정에서 환부 등 환자의 신체에 대한 접촉이 불가피하게 이루어질 수 있다. 그러한 의료인의 행위를 환자의 성적 자기결정권을 침해한 추행으로 볼 수 있는지는, 우리 사회의 평균적인 일반인의 관점에서 환자의 성별, 연령, 의사를 비롯하여, 해당 행위에 이른 경위와 과정, 접촉 대상이 된 신체 부위의 위치와 특성, 환자가 호소하는 증상에 대한 진단·치료의 필요성 또는 위급성, 질병 등의 진단이나 증상 완화, 호전 등과 해당 행위의 연관성 또는 밀접성, 행위가 이루어지는 장소의 객관적 상황, 그 행위가 해당 의학 분야에서 객관적·일반적으로 실천되고 있는 진료행위로서 시술 수단과 방법이 상당하였는지, 사전에 환자 또는 그 법정대리인에게 진료의 내용과 내밀한 신체 부위에 대한 접촉의 필요성을 설명하고 동의를 구하였는지 등을 종합적으로 고려하여, 그 행위가 객관적으로 일반인에게 성적 수치심이나 혐오감을 일으키는 선량한 성적 도덕관념에 반하는 것으로서 환자의 성적 자유를 침해하는지를 기준으로 신중하고 엄격하게 판단하여야 한다.<br/> [3] 한의사인 피고인이 진료를 하는 과정에서 甲의 가슴과 음부를 손가락으로 눌러 강제로 추행하였다는 내용으로 기소된 사안에서, 甲은 직접 경험하지 않고서는 진술하기 어려운 구체적이고 세부적인 내용 등을 포함하여 접촉 전후의 상황, 방법 등에 관하여 구체적이고 일관된 진술을 하고 있어, 그 진술의 신빙성이 인정되고, 甲이 피고인을 무고하거나 허위로 피고인에게 불리한 진술을 할 동기나 이유도 없으며, 치골 부위를 촉진(觸診)하는 과정에서 반드시 손이 음부에 닿게 된다고 볼 수도 없고, 또한 피고인은 甲의 가슴과 치골 부위를 촉진하면서 간호사를 입회시키거나 甲으로부터 동의를 구하는 등의 절차를 거치지 않는 등의 사정에 비추어 공소사실을 유죄로 인정한 원심판단을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형사소송법 제307조, 제308조 / [2] 형법 제13조, 제298조 / [3] 형법 제298조<br/>",
  "참조판례": "[1] 대법원 2022. 8. 19. 선고 2021도3451 판결(공2022하, 188) / [2] 대법원 2002. 4. 26. 선고 2001도2417 판결(공2002상, 1306), 대법원 2021. 6. 3. 선고 2019도12110 판결<br/>"
}