{
  "판례일련번호": "606763",
  "사건명": "대여금[대출은행이 대출명의자를 상대로 민법 제126조의 표현대리책임을 주장하는 사건]",
  "사건번호": "2023다232526",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250605",
  "판시사항": "[1] 민법 제126조의 표현대리의 성립요건 / 사술을 써서 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우, 민법 제126조의 표현대리 법리가 유추적용 되는지 여부(한정 적극)<br/> [2] 여신전문금융업법에 따라 대출업 등을 영위하는 甲 주식회사가 乙 주식회사에 대출모집업무를 위탁하였는데, 乙 회사의 운영자 또는 업무담당자 丙 등이 다른 대출로 丁의 인감증명서 등을 소지함을 기화로 丁 명의의 대출신청서 및 대출계약서 등을 위조하고 甲 회사에 제출하여 대출계약이 체결되었고, 이에 甲 회사가 丁을 상대로 위 대출계약에 관하여 민법 제126조의 표현대리책임이 있다고 주장하며 대출원리금의 지급을 구한 사안에서, 위 대출계약 당시 丙 등에게 丁을 대리할 기본대리권이 있었다고 하더라도 甲 회사에 丙 등이 丁 자신으로서 본인의 권한을 행사하여 위 대출을 신청한 것이라고 믿을 만한 정당한 사유가 있었다고 보기 어려우므로, 丁의 표현대리책임이 인정되지 않는다고 본 사례<br/>",
  "판결요지": "[1] 민법 제126조의 표현대리는 대리인이 본인을 위한다는 의사를 명시적 또는 묵시적으로 표시하거나 대리의사를 가지고 권한 외의 행위를 하는 경우에 성립한다. 그 외에 사술을 써서 위와 같은 대리행위의 표시를 하지 아니하고 단지 본인의 성명을 모용하여 자기가 마치 본인인 것처럼 기망하여 본인 명의로 직접 법률행위를 한 경우에는, 본인을 모용한 사람에게 본인을 대리할 기본대리권이 있었고, 상대방으로서는 위 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있었던 사정이 있는 경우에 한하여 민법 제126조의 표현대리 법리가 유추적용된다. <br/> [2] 여신전문금융업법에 따라 대출업 등을 영위하는 甲 주식회사가 乙 주식회사에 대출모집업무를 위탁하였는데, 乙 회사의 운영자 또는 업무담당자 丙 등이 다른 대출로 丁의 인감증명서 등을 소지함을 기화로 丁 명의의 대출신청서 및 대출계약서 등을 위조하고 甲 회사에 제출하여 대출계약이 체결되었고, 이에 甲 회사가 丁을 상대로 위 대출계약에 관하여 민법 제126조의 표현대리책임이 있다고 주장하며 대출원리금의 지급을 구한 사안에서, 금융회사인 甲 회사는 본인이 해야 할 대출업무 중 핵심적인 부분인 대출신청서 및 대출계약서 등의 신청인 자필서명 확인, 대출구비서류의 확인, 임대차조사 등의 업무를 위 위탁계약을 통하여 대출모집인인 乙 회사에 위탁하였는데, 甲 회사는 이를 통하여 대출상품의 판매를 촉진하고 분업의 이익을 누리는 한편 대출신청서 및 대출계약서 등의 신청인 자필서명 확인 등을 乙 회사를 통하여 간접적으로 수행하게 됨으로써 대출신청서류의 위조 여부 등을 직접 조사하고 확인할 기회를 스스로 제약하는 거래 구조를 선택하였으므로, 그로 인한 불이익이나 위험도 원칙적으로 甲 회사가 부담하여야 하는 점, 금융회사인 甲 회사는 대출모집인에 대한 관리·감독의무를 부담하고, 금융거래에 있어서 본인 및 대리인의 확인에 관하여 일반인보다 고도의 주의의무가 있는 점 등을 고려하면, 대출모집인이 금융회사와의 위탁관계를 이용해서 타인 명의를 모용하여 대출계약을 체결하고 금융회사가 그러한 사정을 알지 못하였더라도, 모용자가 본인 자신으로서 본인의 권한을 행사하는 것으로 믿은 데 정당한 사유가 있다고 쉽게 인정할 것은 아닌 점, 甲 회사로서는 乙 회사의 대출상담사에 대한 자료(사진 포함)를 통하여 대출상담사와 대출신청 명의자 본인의 동일성 유무를 식별할 수 있는 가능성이 없지 않았던 점, 甲 회사는 위 대출 실행 직전에 丙 등이 소지하고 있던 丁 명의의 휴대전화로 연락하여 대출신청의사 등을 확인하였으나, 그것만으로 대출절차 및 관리·감독에 관한 甲 회사의 과실이 부정된다고 보기는 어려운 점, 전문금융기관인 甲 회사로서는 신용정보조회 시스템의 취약점을 고려하여, 대출을 실행한 후에도 이중대출이 아니었는지 사후적으로 점검하여 乙 회사의 업무에 대한 관리·감독을 했어야 하는 점 등을 비추어 보면, 위 대출계약 당시 丙 등에게 丁을 대리할 기본대리권이 있었다고 하더라도 甲 회사에 丙 등이 丁 자신으로서 본인의 권한을 행사하여 위 대출을 신청한 것이라고 믿을 만한 정당한 사유가 있었다고 보기 어려우므로, 丁의 표현대리책임이 인정되지 않는다고 본 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제126조 / [2] 민법 제126조<br/>",
  "참조판례": "[1] 대법원 2003. 12. 12. 선고 2001다29896 판결, 대법원 2014. 5. 29. 선고 2012다66303 판결<br/>"
}