{
  "판례일련번호": "606759",
  "사건명": "교원소청심사위원회결정취소[학교법인이 교원징계위원회의 징계의결 결과를 관할청에 통보하지 아니한 채 선행 징계처분을 한 후 관할청의 재심의 요구에 따라 재차 교원징계위원회의 징계의결을 거쳐 선행 징계처분을 취소하고 다른 징계처분을 한 사건]",
  "사건번호": "2023두47411",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250605",
  "판시사항": "[1] 사립학교 교원의 임용권자가 구 사립학교법 제66조의2 제1항에 따른 징계의결 내용 사전통보 의무를 위반하여 관할청에 징계의결 내용을 통보하지 않은 채 징계처분을 한 경우, 징계절차를 위반한 하자가 있는지 여부(적극) / 임용권자가 위 사전통보 의무를 위반하여 징계처분을 한 후에 관할청에 징계의결 내용을 사후적으로 통보한 경우, 징계처분 이후라도 관할청이 재심의 요구를 할 수 있는지 여부(적극) / 임용권자가 위 사전통보 의무를 위반하여 징계처분을 한 후 관할청에 징계의결 내용을 사후 통보하고 관할청이 재심의 요구를 함에 따라 교원징계위원회에서 선행 징계처분과 다른 내용의 징계의결을 한 경우, 임용권자가 스스로 선행 징계처분을 취소하고 후행 징계처분을 할 수 있는지 여부(적극) / 선행 징계처분이 확정되어 집행이 종료된 경우, 달리 보아야 하는지 여부(소극) / 이때 후행 징계처분이 이중징계에 해당하는지 여부(소극)<br/> [2] 교직원인 피징계자에게 징계권자가 한 징계처분이 위법한 경우 / 교직원에 대한 징계처분이 사회통념상 현저하게 타당성을 잃었는지 판단하는 기준 / 사립학교 교원의 임용권자가 구 사립학교법 제66조의2 제1항에 따른 사전통보 의무를 이행하지 않은 채 선행 징계처분을 한 뒤 관할청의 사후 재심의 요구에 따라 동일한 징계혐의사실에 대해 다른 내용의 후행 징계처분을 하는 경우, 선행 징계처분 취소와 후행 징계처분이 재량권을 일탈·남용한 위법한 처분인지 판단할 때 고려할 사항<br/>",
  "판결요지": "[1] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것, 이하 같다)의 목적, 구 사립학교법 제54조 제3항, 제66조의2에 따른 관할청의 징계요구, 임용권자의 사전통보 및 관할청의 재심의 요구의 내용과 취지 등 여러 사정을 종합하면, 임용권자의 관할청에 대한 징계의결 내용 사전통보 의무를 규정한 구 사립학교법 제66조의2 제1항은 단순한 훈시규정이 아니므로, 임용권자가 이 조항을 위반하여 관할청에 징계의결 내용을 통보하지 아니한 채 행한 징계처분에는 구 사립학교법에서 정한 징계절차를 위반한 하자가 있다. <br/>  한편 구 사립학교법 제66조의2 제1항은 임용권자의 관할청에 대한 징계의결 내용 통보 및 관할청의 재심의 요구가 그 징계처분을 하기 ‘전’에 이루어지도록 규정하고 있다. 그러나 임용권자가 구 사립학교법 제66조의2 제1항에 따른 징계의결 내용 사전통보 의무를 위반하여 징계처분을 한 후에 관할청에 징계의결 내용을 사후적으로 통보한 경우에는 관할청 역시 징계처분 이후라고 하더라도 재심의 요구를 할 수 있다. 이 경우 임용권자는 구 사립학교법 제66조의2 제3항에 따라 해당 교원징계위원회에 재심의를 요구하여, 그 결과를 관할청에 통보할 의무가 있다.<br/>  이처럼 임용권자가 사전통보 의무를 위반한 채 징계처분을 한 후에 관할청에 징계의결 내용을 사후적으로 통보하고 관할청이 사후적으로 재심의 요구를 함에 따라 교원징계위원회에서 선행 징계처분과 다른 내용의 징계의결을 하였을 경우, 선행 징계처분의 처리 및 재심의 요구에 따른 후행 징계의결에 기초한 징계처분의 효력이 문제 된다. 이때 임용권자는 선행 징계처분에 구 사립학교법 제66조의2 제1항에 따른 징계절차의 잘못이 있음을 들어 스스로 그 징계처분을 취소하고, 새로운 후행 징계처분을 할 수 있고, 선행 징계처분이 확정되어 그 집행이 종료되었다는 사정만으로 달리 볼 것은 아니다. 이처럼 선행 징계처분을 취소하면 선행 징계처분은 소급하여 효력을 잃게 되므로, 선행 징계처분과 동일한 징계혐의사실에 대해 내려진 후행 징계처분이 이중징계라고 할 수 없다. <br/> [2] 교직원인 피징계자에게 사립학교법상의 징계사유가 있어 징계처분을 하는 경우 그 처분의 내용은 징계권자의 재량에 맡겨진 것이나, 징계권자가 한 징계처분이 사회통념상 현저하게 타당성을 잃어 징계권자에게 맡겨진 재량권을 일탈·남용한 것이라고 인정되는 경우 그 처분은 위법하다. 교직원에 대한 징계처분이 사회통념상 현저하게 타당성을 잃었다고 하려면, 징계 원인이 된 비위사실의 내용과 성질, 징계로 달성하려는 목적, 징계 양정 기준 등 여러 요소를 종합하여 판단할 때 징계 내용이 객관적으로 명백히 부당하다고 인정할 수 있는 경우라야 한다. <br/>  임용권자가 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제66조의2 제1항에 따른 사전통보 의무를 이행하지 않은 채 선행 징계처분을 한 뒤 관할청의 사후적인 재심의 요구에 따라 동일한 징계혐의사실에 대해 다른 내용으로 후행 징계처분을 하게 되는 경우 선행 징계처분 취소와 그 후에 이루어진 후행 징계처분이 재량권을 일탈·남용한 위법한 처분인지를 판단하는 때에는, 선행 징계처분과 후행 징계처분의 내용, 선행 징계처분 취소 및 후행 징계처분의 경위, 선행 징계처분과 후행 징계처분 사이의 시간적 간격, 선행 징계처분의 확정 및 집행 여부, 선행 징계처분에 대한 피징계자인 교원의 신뢰 보호 필요성 등의 사정도 함께 고려해야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제1조, 제54조 제3항, 제66조의2 / [2] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제61조, 제66조의2 제1항, 행정소송법 제27조<br/>",
  "참조판례": "[1] 대법원 1994. 9. 30. 선고 93다26496 판결(공1994하, 2820), 대법원 2010. 6. 10. 선고 2009다97611 판결(공2010하, 1347), 대법원 2015. 4. 9. 선고 2012다79156, 79163 판결 / [2] 대법원 2004. 6. 25. 선고 2002다51555 판결(공2004하, 1221)<br/>"
}