{
  "판례일련번호": "606767",
  "사건명": "부가가치세부과처분취소[원고가 부가가치세 면제 대상인 예술창작품이 포함되어 있는 용역의 공급을 부가가치세 면세 대상로 오인하였는데, 이에 대한 가산세를 면할 정당한 사유가 있는지 문제된 사안]",
  "사건번호": "2024두66181",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 세법상 가산세의 법적 성격(=행정상 제재) 및 납세의무자에게 신고·납세 등 의무를 게을리한 점을 탓할 수 없는 정당한 사유가 있는 경우, 세법상 가산세를 부과할 수 있는지 여부(소극) <br/> [2] 처분문서에 나타난 당사자의 의사를 해석하는 방법<br/> [3] 甲이 계약금액 내에서 거래처가 건축하는 건물의 준공을 위해 설치할 예술창작품을 문화예술진흥법 기타 관계 법령에 부합하도록 선정한 후 관계관청의 심의를 통과하여 그 예술창작품의 제작·설치까지 마침으로써 건물 준공이 이루어지게 하는 종합적인 용역 공급 계약을 하면서 이를 부가가치세 면세 대상으로 오인하였는데, 甲에게 부가가치세 가산세를 면제할 정당한 사유가 있는지 문제 된 사안에서, 甲의 각 의무해태를 탓할 수 없는 정당한 사유가 있는 경우에 해당하지 않는다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 세법상 가산세는 과세권의 행사 및 조세채권의 실현을 용이하게 하기 위하여 납세의무자가 정당한 이유 없이 법에 규정된 신고, 납세 등 각종 의무를 위반하였을 때 법이 정하는 바에 따라 부과하는 행정상의 제재이다. 따라서 단순한 법률의 부지나 오해의 범위를 넘어 세법해석상 의의(疑意)로 인한 견해의 대립이 있는 등으로 인해 납세의무자가 그 의무를 알지 못하는 것이 무리가 아니었다고 할 수 있어서 그를 정당하다고 볼 수 있는 사정이 있을 때 또는 그 의무의 이행을 그 당사자에게 기대하는 것이 무리라고 하는 사정이 있을 때 등 그 의무를 게을리한 점을 탓할 수 없는 정당한 사유가 있는 경우에는 이러한 제재를 과할 수 없다.<br/> [2] 처분문서는 그 진정성립이 인정되면 특별한 사정이 없는 한 그 처분문서에 기재되어 있는 문언의 내용에 따라 당사자의 의사표시가 있었던 것으로 객관적으로 해석하여야 한다. 당사자 사이에 계약의 해석을 둘러싸고 이견이 있어 처분문서에 나타난 당사자의 의사해석이 문제 되는 경우에는 문언의 내용, 그와 같은 약정이 이루어진 동기와 경위, 약정에 의하여 달성하려는 목적 및 당사자의 진정한 의사 등을 종합적으로 잘 살펴 논리와 경험칙에 따라 합리적으로 해석하여야 한다.<br/> [3] 甲이 계약금액 내에서 거래처가 건축하는 건물의 준공을 위해 설치할 예술창작품을 문화예술진흥법 기타 관계 법령에 부합하도록 선정한 후 관계관청의 심의를 통과하여 그 예술창작품의 제작·설치까지 마침으로써 건물 준공이 이루어지게 하는 종합적인 용역 공급 계약을 하면서 이를 부가가치세 면세 대상으로 오인하였는데, 甲에게 부가가치세 가산세를 면제할 정당한 사유가 있는지 문제 된 사안에서, 위 계약은 건축주인 거래처가 건축 비용의 일정 비율에 해당하는 금액을 미술작품 설치에 사용하도록 규정한 구 문화예술진흥법(2022. 1. 18. 법률 제18769호로 개정되기 전의 것) 제9조 제1항을 준수하기 위해 체결한 것으로, 이에 관한 처분문서는 당사자별로 하나씩 작성되었을 뿐 아니라 관계관청의 심의통과 등에 관한 내용과 부가가치세법상 면제 대상이 될 수 있는 예술창작품의 제작 등에 관한 내용이 서로 혼재되었음을 알 수 있어, 예술창작품 자체와 심의통과 등 사이의 관계를 놓고 후자가 전자를 포괄하는 종합적이면서 단일한 용역에 해당한다고 볼 것인지 아니면 각각을 별도의 독립된 재화 또는 용역의 공급으로 볼 것인지에 관하여 반드시 납세의무자가 일의적으로 평가할 수 있는 상태에 있었다고 단정할 수 없는 점, 위 계약에서 정해진 거래가액 중 예술창작품 자체에 해당하는 부분의 비중은 약 73% 또는 86% 수준으로, 관계관청의 심의통과 등에 해당하는 가액보다 예술창작품 자체에 해당하는 가액이 월등하게 커 예술창작품 서비스업 등의 상거래에 종사하는 개인사업자인 甲으로서는 위 계약이 예술창작품의 제작 등을 주된 내용으로 하는 것이라고 인식하여 결과적으로 위 계약에 따른 공급 전체가 부가가치세 면제 대상에 해당한다고 오인하게 되었을 가능성 역시 배제할 수 없어 보이는 점을 종합하면, 원심으로서는 정당한 사유의 존재 여부를 판단함에 있어서, 甲과 거래처가 위 계약을 체결한 취지와 경과를 바탕으로 위 계약에 관한 처분문서가 작성될 당시 이들이 예술창작품과 관계관청의 심의통과 등 사이의 관계를 실제로 어떻게 인식하였는지에 관한 사정 등까지 추가로 심리한 다음, 이를 토대로 甲이 위 계약에 따른 공급 전체를 부가가치세 면제 대상으로 오인하였던 것이 무리가 아니어서 이를 정당하다고 볼 수 있는 사정이 있었는지를 잘 살펴 판단했어야 함에도, 계약이 부가가치세 면제 대상에 해당하는 것으로 애당초 인식할 여지가 없었다고 만연히 단정한 다음, 甲이 위 계약에 따른 공급을 부가가치세 면제 대상으로 오인하였더라도 이는 단순한 법률의 부지나 오해에 불과하다고 보아, 甲의 각 의무해태를 탓할 수 없는 정당한 사유가 있는 경우에 해당하지 않는다고 본 원심판단에 가산세를 면할 정당한 사유에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 국세기본법 제47조, 제48조 제1항 제2호, 부가가치세법 제60조 / [2] 민법 제105조 / [3] 부가가치세법 제14조 제1항, 제26조, 제60조, 부가가치세법 시행령 제43조 제1호, 국세기본법 제47조, 제48조 제1항 제2호, 민법 제105조, 구 문화예술진흥법(2022. 1. 18. 법률 제18769호로 개정되기 전의 것) 제9조 제1항<br/>",
  "참조판례": "[1] 대법원 2022. 1. 14. 선고 2017두41108 판결(공2022상, 365) / [2] 대법원 2001. 2. 27. 선고 99다23574 판결(공2001상, 765), 대법원 2024. 8. 1. 선고 2024다227699 판결(공2024하, 1574)<br/>"
}