{
  "판례일련번호": "606813",
  "사건명": "손해배상(국)",
  "사건번호": "2022다279788",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 자동차에 설정된 저당권의 피담보채권이 변제되지 않은 상태에서 자동차등록이 자동차관리법에서 정한 사유와 절차에 따라 적법하게 직권으로 말소되더라도 저당권자는 물상대위권을 행사하여 그 매각대금으로부터 우선변제를 받을 수 있는 권리를 보유하는지 여부(적극) / 자동차가 양도 등의 사정으로 다시 그에 관한 자동차등록이 이루어지고 자동차관리법 제6조에 따라 제3자에게 소유권이 귀속되는 경우, 저당권의 피담보채권액 범위 내에서 목적물인 자동차의 교환가치를 지배하고 있다가 저당권을 상실하는 손해를 입게 되는지 여부(적극)<br/> [2] 자동차관리법이 정한 사유와 절차에 따라 자동차등록이 적법하게 직권으로 말소된 경우, 자동차에 등록되어 있던 가압류는 효력이 소멸하는지 여부(적극) / 그 후 자동차가 신규등록 등의 사유로 가압류 채무자의 재산에서 이탈된 경우, 가압류 채권자는 그로 인해 손해를 새로 입었다고 볼 수 있는지 여부(소극)<br/> [3] 국가 또는 지방자치단체 소속 공무원의 직무상 의무 위반으로 국가가 배상책임을 지는 경우의 ‘직무상 의무’의 내용 및 직무상 의무 위반과 손해의 발생 사이에 상당인과관계가 있는지 판단하는 기준<br/> [4] 자동차관리법 제13조 제10항, 자동차등록규칙 제27조 제3항의 목적과 취지 / 자동차등록업무를 담당하는 공무원이 직무상 의무를 위반하여 말소등록 당시 자동차에 설정되어 있던 저당권의 피담보채권이 소멸되었음을 증명하는 서류를 확인하지 않은 채 제3자에게 해당 자동차에 대한 등록을 마친 경우, 직무상 위반 행위와 저당권자가 입은 저당권 상실의 손해 사이에 상당인과관계가 있는지 여부(적극) 및 그 등록업무를 담당한 공무원이 속한 지방자치단체의 배상책임을 인정할 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 자동차에 설정된 저당권의 피담보채권이 변제되지 않은 상태에서 자동차등록이 자동차관리법에서 정한 사유와 절차에 따라 적법하게 직권으로 말소되더라도 자동차 등 특정동산 저당법 제12조에 따라 준용되는 물상대위에 관한 민법 제342조, 제370조의 규정 취지상 저당권의 효력은 저당권의 실질적 대위물인 자동차의 차체에 미치므로, 저당권자는 물상대위권을 행사하여 그 매각대금으로부터 우선변제를 받을 수 있는 권리를 보유한다. 그러나 해당 자동차가 양도 등의 사정으로 다시 그에 관한 자동차등록이 이루어지고 자동차관리법 제6조에 따라 제3자에게 소유권이 귀속되면 그때에는 저당권설정자의 재산으로부터 이탈하게 되므로, 저당권자는 해당 자동차에 관하여 자동차 등 특정동산 저당법 제12조, 민법 제342조, 제370조에 따른 권리를 더 이상 행사할 수 없게 된다. 따라서 이러한 경우 자동차 저당권자로서는 저당권의 피담보채권액 범위 내에서 목적물인 자동차의 교환가치를 지배하고 있다가 저당권을 상실하는 손해를 입게 된다. <br/> [2] 자동차관리법이 정한 사유와 절차에 따라 자동차등록이 적법하게 직권으로 말소된 경우 자동차에 등록되어 있던 가압류는 효력이 소멸되고, 자동차의 차체에 가압류의 효력이 미친다고 보기도 어렵다. 이처럼 자동차등록이 적법하게 직권 말소된 때에는 그때부터 가압류 채권자에게 해당 자동차에 대해 잔존하는 권리가 있다고 보기 어려우므로, 그 후 해당 자동차가 신규등록 등의 사유로 가압류 채무자의 재산에서 이탈되었더라도 가압류 채권자는 그로 인해 어떠한 손해를 새로 입었다고 볼 수 없다.<br/> [3] 국가 또는 지방자치단체 소속 공무원에게 부과된 직무상 의무의 내용이 단순히 공공 일반의 이익을 위한 것이거나 행정기관 내부의 질서를 규율하기 위한 것이 아니고 전적으로 또는 부수적으로 사회구성원 개인의 안전과 이익을 보호하기 위하여 설정된 것이라면, 공무원이 그와 같은 직무상 의무를 위반함으로 인하여 피해자가 입은 손해에 대하여는 상당인과관계가 인정되는 범위 내에서 국가 또는 지방자치단체가 배상책임을 진다. 이때 상당인과관계의 유무를 판단함에 있어서는 일반적인 결과 발생의 개연성은 물론 직무상 의무를 부과하는 법령 기타 행동규범의 목적, 그 수행하는 직무의 목적 내지 기능으로부터 예견가능한 행위 후의 사정, 가해행위의 태양 및 피해의 정도 등을 종합적으로 고려하여야 한다. <br/> [4] 자동차관리법 제13조 제10항, 자동차등록규칙 제27조 제3항의 목적과 취지는 자동차 말소등록을 악용하여 자동차에 설정된 저당권 등의 권리관계도 외형상 소멸되도록 한 뒤 차량을 다시 등록하여 판매하는 경우 여신금융회사 등 채권자의 부실채권이 증가하고 자동차매매시장의 투명성도 저해되는 결과가 발생하기 때문에 이를 방지하기 위해 각 관할관청에 말소등록 당시 이해관계인의 권리관계를 확인하여 해당 자동차에 대한 등록 전에 그 권리관계의 소멸에 관한 증명 서류를 확인할 의무를 부과하고자 함에 있다. 따라서 자동차등록업무를 담당하는 공무원으로서는 위와 같은 법령의 규정에 따라 말소등록 당시 이해관계인에 대한 권리관계가 소멸되었음을 증명하는 서류를 등록신청인으로부터 제출받아 확인할 의무가 있고, 이러한 직무상 의무는 단순히 공공 일반의 이익을 위한 것이거나 행정기관 내부의 질서를 규율하기 위한 것이 아니라 전적으로 또는 부수적으로 사회구성원 개인의 안전과 이익을 보호하기 위하여 설정된 것이다. 따라서 자동차등록업무를 담당하는 공무원이 그 직무상 의무를 위반하여 말소등록 당시 자동차에 설정되어 있던 저당권의 피담보채권이 소멸되었음을 증명하는 서류를 확인하지 않은 채 제3자에게 해당 자동차에 대한 등록을 마친 경우에는 그 직무상 위반 행위와 저당권자가 입은 저당권 상실의 손해 사이에 상당인과관계가 인정된다고 보아야 하므로, 그 등록업무를 담당한 공무원이 속한 지방자치단체의 배상책임을 인정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 자동차관리법 제13조 제10항, 자동차등록규칙 제27조 제3항, 자동차 등 특정동산 저당법 제12조, 민법 제342조, 제370조 / [2] 자동차관리법 제13조 제10항, 자동차등록규칙 제27조 제3항, 민사집행법 제276조 / [3] 국가배상법 제2조, 민법 제750조 / [4] 국가배상법 제2조, 민법 제750조, 자동차관리법 제13조 제10항, 자동차등록규칙 제27조 제3항<br/>",
  "참조판례": "[1] 대법원 1978. 2. 1. 자 77마378 결정(공1978, 10667), 대법원 2009. 5. 14. 선고 2008다17656 판결(공2009상, 829) / [3] 대법원 1998. 9. 22. 선고 98다2631 판결(공1998하, 2545), 대법원 2003. 4. 25. 선고 2001다59842 판결(공2003상, 1245)<br/>"
}