{
  "판례일련번호": "606827",
  "사건명": "토지인도[지역권자를 상대로 지역권설정계약의 해지를 주장하며 부당이득반환, 불법행위 손해배상을 청구하는 사건]",
  "사건번호": "2024다288915",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 지역권의 효력 범위<br/> [2] 지역권설정계약이 있는 경우, 지역권자가 승역지를 요역지의 편익에 이용할 때 요역지의 편익과 이용 방법의 구체적인 내용은 그 약정에 따라 결정되는지 여부(적극)<br/> [3] 甲 주식회사가 자신의 임야에 乙의 임야를 위한 지역권을 설정하였는데, 乙이 甲 회사의 임야를 사실상 독점적·배타적으로 점유·사용하자, 甲 회사가 乙을 상대로 지역권설정계약상의 의무를 위반하였다는 이유로 부당이득반환 및 불법행위에 따른 손해배상 등을 구한 사안에서, 지역권설정계약의 구체적인 내용을 전혀 확인할 수 없다는 이유로 甲 회사의 임야에 관한 지역권설정계약 해지 주장을 배척하고, 乙이 지역권이 설정된 임야 전체에 대한 적법한 점유권원을 가지고 있다는 전제에서 甲 회사의 임야에 관한 부당이득반환 및 불법행위에 따른 손해배상청구 역시 모두 배척한 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/> [4] 물건에 대한 ‘점유’의 의미와 판단 기준 / 임야에 대한 관리나 이용의 이전이 있는 경우, 점유의 이전이 있었다고 볼 수 있는지 여부(적극)<br/>",
  "판결요지": "[1] 지역권자는 일정한 목적을 위하여 타인의 토지(이하 ‘승역지’라 한다)를 자기토지(이하 ‘요역지’라 한다)의 편익에 이용할 권리가 있다(민법 제291조). 토지의 분할이나 일부 양도의 경우에는 지역권은 요역지의 각 부분을 위하여 또는 그 승역지의 각 부분에 존속하나, 지역권이 토지의 일부분에만 관한 것인 때에는 다른 부분에 대하여는 그러하지 아니하다(민법 제293조 제2항). <br/> [2] 지역권자가 승역지를 요역지의 편익에 이용할 때 요역지의 편익과 이용 방법의 구체적인 내용은, 지역권설정계약이 있다면 그 약정에 따라 결정된다.<br/> [3] 甲 주식회사가 자신의 임야에 乙의 임야를 위한 지역권을 설정하였는데, 乙이 甲 회사의 임야를 사실상 독점적·배타적으로 점유·사용하자, 甲 회사가 乙을 상대로 지역권설정계약상의 의무를 위반하였다는 이유로 부당이득반환 및 불법행위에 따른 손해배상 등을 구한 사안에서, 지역권설정계약에서 정한 요역지의 편익 및 이용 방법이 무엇인지, 이를 기초로 한 당사자 사이의 구체적인 권리·의무의 내용이 무엇인지 등을 심리하고, 만약 그 내용이 명확하게 드러나지 않는 경우에는 지역권의 본질적 특성, 지역권설정계약이 이루어지게 된 동기 및 경위, 당사자가 지역권설정계약으로 달성하려고 하는 목적과 진정한 의사 등을 종합적으로 고찰하여 지역권설정계약을 합리적으로 해석한 후 乙이 승역지의 전부 또는 일부를 배타적으로 점유·사용하는 등으로 지역권설정계약에서 정한 의무를 위반하는 것은 아닌지, 그로 인하여 甲 회사에 손해가 발생한 것은 아닌지 등을 판단하였어야 하는데도, 지역권설정계약의 구체적인 내용을 전혀 확인할 수 없다는 이유로 甲 회사의 임야에 관한 지역권설정계약 해지 주장을 배척하고, 乙이 지역권이 설정된 임야 전체에 대한 적법한 점유권원을 가지고 있다는 전제에서 甲 회사의 임야에 관한 부당이득반환 및 불법행위에 따른 손해배상청구 역시 모두 배척한 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/> [4] 물건에 대한 점유란 사회관념상 어떤 사람의 사실상의 지배에 있다고 보여지는 객관적 관계를 말하는 것이다. 사실상의 지배에 있다고 하기 위하여는 반드시 물건을 물리적, 현실적으로 지배하는 것만을 의미하는 것이 아니고, 물건과 사람과의 시간적, 공간적 관계와 본권관계, 타인 지배의 배제 가능성 등을 고려하여 사회관념에 따라 합목적적으로 판단하여야 한다. 특히 임야에 대한 점유의 이전이나 점유의 계속은 반드시 물리적이고 현실적인 지배를 요한다고 볼 것은 아니고, 관리나 이용의 이전이 있으면 점유의 이전이 있었다고 보아야 한다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제291조, 제293조 제2항 / [2] 민법 제105조, 제291조 / [3] 민법 제105조, 제291조, 제293조 제2항, 제741조, 제750조 / [4] 민법 제192조 제1항<br/>",
  "참조판례": "[4] 대법원 1992. 6. 23. 선고 91다38266 판결(공1992, 2239), 대법원 2018. 3. 29. 선고 2013다2559, 2566 판결(공2018상, 794)<br/>"
}