{
  "판례일련번호": "606831",
  "사건명": "회사에관한소송[의결권구속약정을 위반한 주주총회 결의가 성립되자 약정 당사자가 상대방에게 의결권구속약정에서 정한 상태로 되돌리는 내용의 주주총회 안건에 찬성하는 의결권 행사를 청구한 사건]",
  "사건번호": "2020다219577",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 주주 사이에 체결된 의결권구속약정의 효력(원칙적 유효) 및 의결권구속약정의 당사자가 약정을 위반하여 주주총회 의결권을 행사함에 따라 주주총회 결의가 성립된 경우, 약정의 다른 당사자가 회사를 상대로 약정 위반을 주장하며 주주총회 결의의 하자를 다툴 수 있는지 여부(소극)<br/> [2] 甲과 乙 외국회사가 ‘丙 주식회사의 설립·운영에 관한 합작투자계약’을 체결하면서 \"이사회의 구성은 4인으로 하고, 甲과 乙 회사가 각각 2인을 지정한다.\"라고 약정하였고, 이에 따라 丙 회사가 설립되어 이사회가 구성되었는데, 그 후 乙 회사가 丙 회사의 임시주주총회에서 3인의 이사를 추가로 선임하는 안건에 찬성하는 의결권을 행사하여 그와 같은 내용의 주주총회 결의가 성립한 사안에서, 甲은 乙 회사를 상대로 乙 회사 측이 추천하여 선임된 이사 5인 중 3인의 이사를 해임하는 안건에 찬성하는 내용으로 의결권을 행사할 것을 구할 수 있다고 한 사례<br/> [3] 간접강제를 명하는 경우, ‘상당한 이행기간’ 및 ‘강제명령 배상금’을 정할 때 고려할 사항<br/>",
  "판결요지": "[1] 주주 사이에 체결된 이른바 의결권구속약정, 즉 주주의 주주총회 의결권 행사를 제한하는 내용의 약정은 계약의 일반원칙에 따라 그 내용이나 목적이 강행규정 또는 사회질서 등에 반하지 않는 한 계약의 당사자 사이에서는 원칙적으로 유효하다. 그러나 의결권구속약정의 효력은 주주권의 내용 등 회사의 단체법적 질서에는 영향을 미칠 수 없으므로, 의결권구속약정의 당사자가 약정을 위반하여 주주총회 의결권을 행사함에 따라 주주총회 결의가 성립된 경우 약정의 다른 당사자는 회사를 상대로 약정 위반을 주장하며 주주총회 결의의 하자를 다툴 수 없고, 다만 약정을 위반한 당사자를 상대로 계약에 근거한 권리를 행사할 수 있을 뿐이다.<br/> [2] 甲과 乙 외국회사가 ‘丙 주식회사의 설립·운영에 관한 합작투자계약’을 체결하면서 \"이사회의 구성은 4인으로 하고, 甲과 乙 회사가 각각 2인을 지정한다.\"라고 약정하였고, 이에 따라 丙 회사가 설립되어 이사회가 구성되었는데, 그 후 乙 회사가 丙 회사의 임시주주총회에서 3인의 이사를 추가로 선임하는 안건에 찬성하는 의결권을 행사하여 그와 같은 내용의 주주총회 결의가 성립한 사안에서, 위 약정은 주주 사이의 계약으로 이사의 총원이나 이사 선임권 등 회사 정관으로 규정되어야 할 회사 기관 구성 등에 관한 사항을 정하고 그러한 상태를 주주총회 의결권 행사를 제한하는 방법으로 달성하고자 한 의결권구속약정에 해당하므로, 甲과 乙 회사는 모두 상대방에 대하여 丙 회사의 이사회 구성이 위 약정에서 정한 것과 다르게 된 경우 위 약정에 부합하는 내용으로 의결권을 행사할 의무를 부담하는데, 乙 회사가 위와 같이 3인의 이사를 추가로 선임하는 안건에 찬성하는 의결권을 행사하여 추가로 3인의 이사가 선임되었고, 이로써 위 약정에서 정한 이사의 총원과 구성에 반하게 되었으므로, 甲은 乙 회사를 상대로 乙 회사 측이 추천하여 선임된 이사 5인 중 3인의 이사를 해임하는 안건에 찬성하는 내용으로 의결권을 행사할 것을 구할 수 있다고 한 사례.<br/> [3] 민사집행법 제261조 제1항의 간접강제는 채무자에게 부대체적 작위채무 또는 부작위채무 등의 불이행에 대하여 손해배상의 제재를 예고하는 방법으로 심리적 압박을 가함으로써 채무자 스스로 채무의 내용을 실현하도록 유도하는 집행방법이다.<br/>  간접강제를 명하는 결정에는 채무의 이행의무 및 상당한 이행기간을 밝히고, 채무자가 그 기간 이내에 이행을 하지 아니하는 때에는 늦어진 기간에 따라 일정한 배상을 하도록 명할 수 있다(민사집행법 제261조 제1항). 여기서 ‘상당한 이행기간’이란 채무자가 법원으로부터 이행의무가 있음을 고지받은 때부터 의무를 이행하는 데 필요한 합리적인 기간을 뜻하는 것으로서, 법원은 이행의무의 내용, 이행의 용이성 등을 비롯하여 앞서 본 간접강제의 성격 등 여러 사정을 고려하여 상당한 이행기간을 정할 수 있다. <br/>  나아가 강제명령 배상금은 채무자로 하여금 이행기간 이내에 이행을 하도록 하는 심리적 강제수단이라는 성격뿐만 아니라 채무자의 채무불이행에 대한 법정 제재금이라는 성격도 가지는 것으로서, 법원은 사건의 경위, 당사자의 특성이나 자력, 채무의 성질과 구체적인 내용 및 이행의 난이도, 채무자의 태도와 위반행위의 정도, 위반행위로 인해 채무자가 얻을 것으로 예상되는 이익, 위반행위로 인한 채권자의 피해와 피해 회복의 곤란성 등을 고려하여 배상금을 정할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제368조, 제376조 제1항, 제380조, 민법 제105조 / [2] 상법 제368조, 민법 제105조 / [3] 민사집행법 제261조 제1항<br/>",
  "참조판례": "[3] 대법원 2013. 2. 14. 선고 2012다26398 판결(공2013상, 464), 대법원 2021. 7. 22. 선고 2020다248124 전원합의체 판결(공2021하, 1529)<br/>"
}