{
  "판례일련번호": "606829",
  "사건명": "파산선고",
  "사건번호": "2024마8320",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20250612",
  "판시사항": "파산선고결정에 대한 즉시항고가 제기된 이후 회생절차개시결정이 있는 경우, 즉시항고절차가 중지되는지 여부(적극)<br/>",
  "판결요지": "소송절차의 중지는 법원이나 당사자에게 소송을 진행할 수 없는 사유가 생겼거나 진행에 부적당한 사유가 생겼을 때 법률상 당연히 또는 법원의 결정에 의하여 절차의 진행이 정지되는 것을 의미한다. 채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제58조 제2항 제1호는 회생절차개시결정이 있는 때에 파산절차가 중지된다고 규정하고 있다. 이는 채무자에 대하여 회생절차가 개시되면 파산절차를 진행함이 부적당한 사유가 생겼다고 보아 법률상 당연히 파산절차의 진행을 정지하도록 한 것으로서, 파산선고결정에 대한 즉시항고가 제기된 이후 회생절차개시결정이 있는 경우에는 그 즉시항고절차도 중지된다고 보는 것이 타당하다. 그 이유는 다음과 같다.<br/>  ① 채무자회생법 제58조 제2항에 따라 회생절차개시결정으로 인해 중지되는 절차에는 파산절차(제1호) 외에도 ‘채무자의 재산에 대하여 이미 행한 회생채권 또는 회생담보권에 기한 강제집행 등’(제2호)과 ‘국세징수의 예에 의하여 징수할 수 있는 청구권으로서 그 징수우선순위가 일반 회생채권보다 우선하지 아니한 것에 기한 체납처분’(제3호)이 있다. 그런데 채무자회생법 제58조 제5항은 같은 조 제2항 제2호의 강제집행 등 절차와 제3호의 체납처분 절차에 관하여 회생절차 종료 전이라도 일정한 요건하에 중지한 절차나 처분을 속행 또는 취소할 수 있도록 하면서 ‘다만 파산절차에 관하여는 그러하지 아니하다.’라고 규정함으로써, 회생절차가 계속되는 동안에는 파산절차의 속행뿐 아니라 취소 또한 금지됨을 분명히 하고 있다.<br/>  ② 회생절차개시결정으로 인해 파산관재인에 의한 파산재단 구성, 채권자집회 진행 등도 파산절차로서 중단되고, 그 중단의 효력은 회생계획이 인가 또는 불인가되거나 채무자회생법 제286조에 따라 회생절차가 폐지될 때까지 계속된다. 따라서 회생절차개시결정으로 인해 파산절차가 중지된 이후 회생계획인가결정이나 회생계획불인가결정 또는 채무자회생법 제286조에 따른 회생절차폐지결정이 있기 전에 파산선고결정을 취소할 필요성이 크지 않다.<br/>  ③ 파산선고를 받은 채무자에 대하여 회생절차가 개시된 다음 회생계획인가결정이 있으면 이로써 중지되었던 파산절차는 효력을 잃지만(채무자회생법 제256조 제1항) 그 후에 회생절차폐지결정이 확정되면 법원은 그 채무자에게 직권으로 파산을 선고해야 하고(채무자회생법 제6조 제8항), 파산선고를 받지 않은 채무자에 대하여 회생계획인가가 있은 후 회생절차폐지결정이 확정된 경우 일정한 요건이 충족되면 법원은 그 채무자에게 직권으로 파산을 선고해야 한다(채무자회생법 제6조 제1항). 채무자에 대하여 회생절차가 개시된 다음 회생계획불인가결정이 있거나 또는 회생계획인가결정 없이 채무자회생법 제286조에 따라 회생절차가 폐지되면, 파산선고를 받은 채무자에 대한 기왕의 파산절차는 속행되고(채무자회생법 제7조 제1항), 파산선고를 받지 않은 채무자에 대하여는 법원이 일정한 요건하에 파산을 선고할 수 있다(채무자회생법 제6조 제2항). 이와 같이 채무자회생법은 청산형 절차인 파산절차보다 재건형 절차인 회생절차를 우선하면서도 소송경제적 관점에서 기왕의 파산절차와의 연속성과 효율성을 도모하고 있다.<br/>  파산은 선고를 한 때부터 효력이 생기고(채무자회생법 제311조), 파산신청에 관한 재판에 대한 즉시항고는 집행정지의 효력이 없으므로(채무자회생법 제316조 제3항, 제1항), 파산선고결정에 대한 즉시항고가 제기되더라도 파산관재인에 의한 파산재단 구성, 채권자집회 진행 등 파산절차는 계속된다. 그런데 회생절차개시결정이 있은 후 회생절차가 종료되기 전에 파산선고결정에 대한 항고심에서 파산선고결정을 취소하고 파산신청을 기각하는 것이 허용된다면, 이후의 회생절차에서 회생계획이 불인가되거나 회생계획인가결정 없이 회생절차가 폐지되는 경우에 원래대로라면 속행될 수 있었던 기왕의 파산절차가 모두 무익하게 되어 소송경제에 반할 뿐만 아니라 기왕의 파산선고에 이해관계를 가진 사람의 신뢰 역시 보호받지 못하는 결과가 된다.<br/>",
  "판결본문": "",
  "참조조문": "채무자 회생 및 파산에 관한 법률 제6조 제1항, 제2항, 제8항, 제7조 제1항, 제58조 제2항, 제5항, 제256조 제1항, 제286조, 제311조, 제316조 제1항, 제3항<br/>",
  "참조판례": ""
}