{
  "판례일련번호": "606825",
  "사건명": "취득세등부과처분취소[과세관청이 부과제척기간 만료일까지의 기간이 3개월 이하인 시점에 과세예고통지를 한 후 납세자에게 과세전적부심사 기회를 부여하지 않고 과세처분을 한 사건]",
  "사건번호": "2025두31960",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 과세예고통지 및 과세전적부심사 제도의 의의 / 과세관청이 과세예고통지를 하지 않거나 과세예고통지 후 과세전적부심사 청구나 그에 대한 결정이 있기 전에 과세처분을 한 경우, 과세처분이 위법한지 여부(원칙적 적극)<br/> [2] 과세관청이 스스로 정당한 사유 없이 과세행정을 장기간 해태하여 부과제척기간 만료에 임박한 시점에 과세예고통지를 한 경우, 이는 과세관청이 납세자에게 과세전적부심사의 기회를 부여하지 아니한 채 과세처분을 할 수 있는 예외사유에 해당하는지 여부(소극) / 과세관청이 지방세기본법 제88조 제3항 제3호의 사유를 들어 납세자에게 과세전적부심사의 기회를 부여하지 아니한 채 과세처분으로 나아간 것이 절차상 정당성을 갖추었다고 보기 위한 요건 및 이에 관한 증명책임의 소재(=과세관청)<br/>",
  "판결요지": "[1] 과세예고통지는 과세관청이 조사한 사실 등의 정보를 미리 납세자에게 알려줌으로써 납세자가 충분한 시간을 가지고 준비하여 과세전적부심사와 같은 의견청취절차에서 의견을 진술할 기회를 가짐으로써 자신의 권익을 보호할 수 있도록 하기 위한 처분의 사전통지로서의 실질을 가진다. 또한 과세처분 이후에 행하여지는 심사·심판청구나 행정소송은 시간과 비용이 많이 소요되어 효율적인 구제수단으로 미흡한 측면이 있다는 점과 대비하여 볼 때, 과세전적부심사 제도는 과세관청이 위법·부당한 처분을 행할 가능성을 줄이고 납세자도 과세처분 이전에 자신의 주장을 반영할 수 있도록 하는 예방적 구제제도의 성질을 가질 뿐만 아니라, 위법한 처분은 물론 부당한 처분도 심사대상으로 삼고 있어 행정소송과 같은 사후적 구제절차에 비하여 그 권리구제의 폭이 넓다.<br/>  이와 같이 사전구제절차로서 과세예고통지와 과세전적부심사 제도가 가지는 기능과 이를 통해 권리구제가 가능한 범위, 이러한 제도가 도입된 경위와 취지, 납세자의 절차적 권리 침해를 효율적으로 방지하기 위한 통제방법과 더불어, 헌법 제12조 제1항에서 규정하고 있는 적법절차의 원칙은 세무공무원이 과세권을 행사하는 경우에도 마찬가지로 준수하여야 하는 점 등을 종합적으로 고려하여 보면, 지방세기본법 및 지방세기본법 시행령이 과세예고통지의 대상으로 삼고 있지 않다거나 과세전적부심사를 거치지 않고 곧바로 과세처분을 할 수 있는 예외사유로 정하고 있는 등의 특별한 사정이 없음에도 불구하고, 과세관청이 과세처분에 앞서 필수적으로 행하여야 할 과세예고통지를 하지 않거나 과세예고통지 후 과세전적부심사 청구나 그에 대한 결정이 있기도 전에 과세처분을 함으로써 납세자에게 과세전적부심사의 기회를 부여하지 아니한 채 과세처분을 하였다면, 이는 납세자의 절차적 권리를 침해한 것으로서 과세처분의 효력을 부정하는 방법으로 통제할 수밖에 없는 중대한 절차적 하자가 존재하는 경우에 해당하므로, 그 과세처분은 위법하다고 보아야 한다.<br/> [2] 지방세기본법 제88조 제3항 각호는 긴급한 과세처분의 필요가 있는 등의 일정한 사유가 있는 경우 과세전적부심사를 거치지 않아도 된다고 규정하면서, 이러한 예외사유 가운데 하나로 ‘과세예고통지를 하는 날부터 지방세 부과제척기간의 만료일까지의 기간이 3개월 이하인 경우’(제3호)를 들고 있다. 그러나 과세관청이 스스로 정당한 사유 없이 과세행정을 장기간 해태하여 부과제척기간 만료에 임박한 시점에야 뒤늦게 과세예고통지를 함으로써 납세자로부터 과세전적부심사의 기회를 박탈하기에 이른 경우에는, 과세관청이 납세자에게 과세전적부심사의 기회를 부여하지 아니한 채 과세처분을 할 수 있는 예외사유에 해당한다고 할 수 없다. 과세예고통지가 부과제척기간 만료일부터 3개월이 남지 않은 시점에 이루어지기만 하면 아무런 제한 없이 과세전적부심사를 생략할 수 있다고 볼 경우, 과세관청이 임의로 부과제척기간 만료일이 임박한 시점에 과세예고통지를 함으로써 과세전적부심사를 회피할 수 있을 뿐 아니라, 과세전적부심사에 관한 납세자의 절차적 권리가 과세관청의 선택에 의하여 좌우되는 부당한 결과를 초래하기 때문이다.<br/>  따라서 과세관청이 지방세기본법 제88조 제3항 제3호의 사유를 들어 납세자에게 과세전적부심사의 기회를 부여하지 아니한 채 과세처분으로 나아간 것이 절차상 정당성을 갖추었다고 보기 위해서는, 과세관청의 귀책사유 없이 부득이한 사정으로 부과제척기간의 만료일이 임박하게 되었고 이로 인하여 부과제척기간의 만료 전까지 과세전적부심사를 거칠 시간적 여유가 없게 되었다는 등의 정당한 사유가 추가로 인정되어야 하고, 이에 관하여는 과세관청이 증명하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 지방세기본법 제88조 / [2] 지방세기본법 제88조 제3항 제3호<br/>",
  "참조판례": "[1] 대법원 2016. 4. 15. 선고 2015두52326 판결(공2016상, 657), 대법원 2016. 12. 27. 선고 2016두49228 판결(공2017상, 257)<br/>"
}