{
  "판례일련번호": "606801",
  "사건명": "시정명령등취소청구의소[시장지배적 사업자의 배타조건부 거래행위의 성립 여부가 문제된 사건]",
  "사건번호": "2020두54074",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250605",
  "판시사항": "[1] 구 독점규제 및 공정거래에 관한 법률 시행령 제5조 제5항 제2호에서 정한 ‘경쟁사업자와 거래하지 아니할 조건’은 시장지배적 사업자에 의하여 일방적·강제적으로 부과된 경우 외에 거래상대방과의 합의에 의하여 설정된 경우도 포함되는지 여부(적극) 및 이러한 법리는 구 독점규제 및 공정거래에 관한 법률 제23조 제1항 제5호 전단, 위 시행령 제36조 제1항 [별표 1의2] 제7호 (가)목에서 정한 불공정거래행위로서의 배타조건부 거래행위에 해당하는지를 판단할 때에도 마찬가지로 적용되는지 여부(적극)<br/> [2] 구 독점규제 및 공정거래에 관한 법률 제3조의2 제1항 제5호 전단의 ‘경쟁사업자를 배제하기 위하여 거래한 행위’의 부당성을 인정하기 위한 요건 및 부당성을 판단하는 기준<br/>",
  "판결요지": "[1] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것, 이하 ‘구 공정거래법’이라고 한다) 제3조의2 제1항 제5호 전단은 시장지배적 사업자의 지위 남용행위로 ‘부당하게 경쟁사업자를 배제하기 위하여 거래하는 행위’를 규정하고, 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것, 이하 ‘구 공정거래법 시행령’이라고 한다) 제5조 제5항 제2호는 그 행위의 하나로 ‘부당하게 거래상대방이 경쟁사업자와 거래하지 아니할 것을 조건으로 그 거래상대방과 거래하는 경우’를 들고 있다. 여기서 ‘경쟁사업자와 거래하지 아니할 조건’은, 시장지배적 사업자에 의하여 일방적·강제적으로 부과된 경우에 한하지 않고 거래상대방과의 합의에 의하여 설정된 경우도 포함된다. 거래상대방이 시장지배적 사업자의 경쟁사업자와 거래하지 아니할 조건에 대하여 자발적으로 합의했다고 하더라도, 그로 인해 경쟁사업자의 해당 시장에 대한 진출이 방해됨으로써 경쟁제한적 효과에 대한 심사가 필요하다는 점은 해당 조건이 시장지배적 사업자에 의해 일방적·강제적으로 부과된 경우와 다르지 않기 때문이다. 이와 같은 법리는 구 공정거래법 제23조 제1항 제5호 전단, 구 공정거래법 시행령 제36조 제1항 [별표 1의2] 제7호 (가)목에서 정한 불공정거래행위로서의 배타조건부 거래행위에 해당하는지를 판단할 때에도 마찬가지로 적용된다. <br/> [2] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호 전단의 ‘경쟁사업자를 배제하기 위하여 거래한 행위’의 부당성은 독과점적 시장에서의 경쟁촉진이라는 입법 목적에 맞추어 해석해야 하므로, 시장지배적 사업자가 시장에서 독점을 유지·강화할 의도나 목적, 즉 시장에서 자유로운 경쟁을 제한함으로써 인위적으로 시장질서에 영향을 가하려는 의도나 목적을 갖고, 객관적으로도 그러한 경쟁제한의 효과가 생길 만한 우려가 있는 행위로 평가할 수 있는 행위를 하였을 때에 부당성을 인정할 수 있다. 이를 위해서는 그 행위가 상품의 가격 상승, 산출량 감소, 혁신 저해, 유력한 경쟁사업자의 수 감소, 다양성 감소 등과 같은 경쟁제한의 효과가 생길 만한 우려가 있는 행위로서 그에 대한 의도와 목적이 있었다는 점이 증명되어야 한다. 그 행위로 인하여 현실적으로 위와 같은 효과가 나타났음이 증명된 경우에는 그 행위 당시에 경쟁제한을 초래할 우려가 있었고 또한 그에 대한 의도나 목적이 있었음을 사실상 추정할 수 있다. 그러나 그러한 증명에 이르지 못한 경우에는 행위의 경위 및 동기, 행위의 태양, 관련시장의 특성 또는 유사품 및 인접시장의 존재 여부, 관련시장에서의 가격 및 산출량의 변화 가능성, 혁신 저해 및 다양성 감소 가능성 등 여러 사정을 종합적으로 고려하여 그 행위가 경쟁제한의 효과가 생길 만한 우려가 있는 행위로서 그에 대한 의도나 목적이 있었는지를 판단해야 한다. <br/>  다만 시장지배적 지위 남용행위로서의 배타조건부 거래행위는 거래상대방이 경쟁사업자와 거래하지 않을 것을 조건으로 거래상대방과 거래하는 경우이므로, 통상 그러한 행위 자체에 경쟁을 제한하려는 목적이 포함되어 있다고 볼 수 있는 경우가 많을 것이다. <br/>",
  "판결본문": "",
  "참조조문": "[1] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호(현행 제5조 제1항 제5호 참조), 제23조 제1항 제5호(현행 제45조 제1항 제7호, 제8호 참조), 구 독점규제 및 공정거래에 관한 법률 시행령(2021. 12. 28. 대통령령 제32274호로 전부 개정되기 전의 것) 제5조 제5항 제2호(현행 제9조 제5항 제2호 참조), 제36조 제1항 [별표 1의2] 제7호 (가)목[현행 제52조 [별표 2] 제7호 (가)목 참조] / [2] 구 독점규제 및 공정거래에 관한 법률(2020. 12. 29. 법률 제17799호로 전부 개정되기 전의 것) 제3조의2 제1항 제5호(현행 제5조 제1항 제5호 참조)<br/>",
  "참조판례": "[1][2] 대법원 2019. 1. 31. 선고 2013두14726 판결(공2019상, 643)<br/>"
}