{
  "판례일련번호": "606815",
  "사건명": "아동·청소년의성보호에관한법률위반(성착취물소지등)·성폭력범죄의처벌등에관한특례법위반(카메라등이용촬영물소지등)[디지털 성범죄에서 압수수색의 혐의사실과의 객관적 관련성 인정 여부가 문제된 사건]",
  "사건번호": "2023도11395",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "전자정보 또는 전자정보저장매체에 대한 압수수색에서 혐의사실과 관련된 전자정보인지 판단할 때는 구체적·개별적 연관관계를 살펴보아야 하는지 여부(적극) / 스마트폰 등을 이용한 불법촬영 등의 범죄의 경우, 그 안에 저장된 같은 유형의 전자정보에서 발견되는 간접증거나 정황증거는 혐의사실과 구체적·개별적 연관관계가 인정될 수 있는지 여부(적극) / 이러한 법리는 압수수색의 혐의사실이 디지털 성범죄인 경우에 그 혐의사실과 같거나 근접한 시기에 또는 시간적 단절 없이 행하는 동종 유형이나 유사한 수법의 디지털 성범죄와 관련된 전자정보 또는 다른 목적과 수단 관계에 있는 디지털 성범죄와 관련된 전자정보에도 적용될 수 있는지 여부(적극) / 수사기관이 영장 집행 당시까지 알거나 알 수 있었던 사정에 비추어 혐의사실과의 관련성을 판단하여야 하는지 여부(적극)<br/>",
  "판결요지": "전자정보 또는 전자정보저장매체에 대한 압수수색에서 혐의사실과 관련된 전자정보인지 여부를 판단할 때는 혐의사실의 내용과 성격, 압수수색의 과정 등을 토대로 구체적·개별적 연관관계를 살펴볼 필요가 있다. 특히 카메라의 기능과 전자정보저장매체의 기능을 함께 갖춘 스마트폰 등을 이용한 불법촬영 등의 범죄와 같이, 범죄의 속성상 해당 범행의 상습성이 의심되거나 성적 기호 또는 경향성의 발현에 따른 일련의 범행의 일환으로 이루어진 것으로 의심되고 범행의 직접증거가 스마트폰 또는 해당 매체 안에 이미지 파일이나 동영상 파일의 형태로 남아 있을 개연성이 있는 경우에는, 그 안에 저장된 같은 유형의 전자정보에서 그와 관련한 유력한 간접증거나 정황증거가 발견될 가능성이 높다는 점에서, 이러한 간접증거나 정황증거는 혐의사실과 구체적·개별적 연관관계를 인정할 수 있다. 이처럼 범죄의 대상이 된 피해자의 인격권을 현저히 침해하는 성격의 전자정보를 담고 있는 촬영물은 범죄행위로 인하여 생겼거나 취득한 것으로서 몰수의 대상이기도 하므로, 휴대전화에서 해당 전자정보를 신속히 압수수색하여 촬영물의 유통가능성을 적시에 차단함으로써 피해자를 보호해야 할 필요성이 크다. 반면 이와 같은 경우에는 간접증거나 정황증거이면서 몰수의 대상이자 압수수색의 대상인 전자정보의 유형이 이미지 파일 또는 동영상 파일 등으로 비교적 명확하게 특정될 수 있으므로, 그와 무관한 사적 전자정보 전반의 압수수색으로 이어질 가능성은 높지 않다. 이러한 법리는 스마트폰을 이용한 불법촬영 등 범죄에서뿐만 아니라, 압수수색의 혐의사실이 디지털 성범죄(예컨대 아동·청소년의 성보호에 관한 법률 제25조의2 제1항)인 경우, 그 혐의사실과 같거나 근접한 시기에 또는 시간적 단절 없이 행하는 동종 유형이나 유사한 수법의 디지털 성범죄와 관련된 전자정보 또는 다른 목적과 수단 관계에 있는(예컨대 아동·청소년성착취물을 제작하기 위한 성착취목적대화 등) 디지털 성범죄와 관련된 전자정보에도 적용될 수 있다. <br/>  한편 증거 수집단계의 관련성과 증거 사용을 위한 관련성은 구분되므로, 수사기관이 영장 집행 당시까지 알거나 알 수 있었던 사정에 비추어 관련성 인정 여부를 판단하여야 한다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 제3항, 형사소송법 제215조, 제307조, 제308조의2, 아동·청소년의 성보호에 관한 법률 제11조, 제15조의2, 제25조의2 제1항<br/>",
  "참조판례": "대법원 2021. 11. 18. 선고 2016도348 전원합의체 판결(공2022상, 57), 대법원 2021. 11. 25. 선고 2021도10034 판결, 대법원 2025. 2. 27. 선고 2021도8284 판결(공2025상, 638)<br/>"
}