{
  "판례일련번호": "606821",
  "사건명": "주주대표소송·주주대표소송[법령 위반 행위로 인한 이득에 대하여 손익상계를 할 수 있는지 문제된 사건]",
  "사건번호": "2021다256696, 256702",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 어떤 회사가 이사가 속한 회사의 영업부류에 속한 거래를 하고 있는 경우, 영업지역을 달리하고 있다는 사정만으로 두 회사가 경업관계에 있지 않다고 볼 수 있는지 여부(소극) 및 경업 대상 여부가 문제 되는 회사가 실질적으로 이사가 속한 회사의 지점 내지 영업부문으로 운영되고 공동의 이익을 추구하는 관계에 있는 경우, 두 회사 사이에 이익충돌의 여지가 있다고 볼 수 있는지 여부(소극)<br/> [2] 손해배상액 산정에서 손익상계가 허용되기 위한 요건 및 이사가 회사의 업무를 집행하면서 고의·과실로 법령을 위반한 경우, 법령 위반 행위로 인하여 회사에 발생한 이득을 손익상계의 대상으로 삼을 수 있는지 여부(소극)<br/> [3] 이사가 법령을 위반한 행위를 하여 회사에 대하여 손해를 배상할 책임이 있는 경우, 제반 사정을 참작하여 손해배상액을 제한할 수 있는지 여부(적극) 및 이때 손해배상액 제한의 참작 사유에 관한 사실인정이나 제한 비율의 결정이 사실심의 전권사항인지 여부(원칙적 적극)<br/>",
  "판결요지": "[1] 어떤 회사가 이사가 속한 회사의 영업부류에 속한 거래를 하고 있다면 당시 서로 영업지역을 달리하고 있다고 하여 그것만으로 두 회사가 경업관계에 있지 아니하다고 볼 것은 아니지만, 두 회사의 지분소유 상황과 지배구조, 영업형태, 동일하거나 유사한 상호나 상표의 사용 여부, 시장에서 두 회사가 경쟁자로 인식되는지 여부 등 거래 전반의 사정에 비추어 볼 때 경업 대상 여부가 문제 되는 회사가 실질적으로 이사가 속한 회사의 지점 내지 영업부문으로 운영되고 공동의 이익을 추구하는 관계에 있다면 두 회사 사이에는 서로 이익충돌의 여지가 있다고 볼 수 없다.<br/> [2] 불법행위 등이 채권자 또는 피해자에게 손해를 생기게 하는 동시에 이익을 가져다 준 경우에는 공평의 관념상 그 이익은 당사자의 주장을 기다리지 아니하고 손해를 산정할 때에 공제하여야 한다. 손해배상액 산정에서 손익상계가 허용되기 위해서는 손해배상책임의 원인이 되는 행위로 인하여 피해자가 새로운 이득을 얻었고, 그 이득과 손해배상책임의 원인행위 사이에 상당인과관계가 있어야 하며, 그 이득은 배상의무자가 배상하여야 할 손해의 범위에 대응하는 것이어야 한다.<br/>  회사는 기업활동을 하면서 범죄를 수단으로 하여서는 아니 되므로, 이사가 회사의 업무를 집행하면서 고의·과실로 법령을 위반한 경우에 설령 그 법령 위반 행위로 인하여 회사에 어떠한 이득이 발생하였다 하더라도, 이러한 이득을 손익상계의 대상으로 삼는 것은 이사의 법령 위반 행위로 인한 회사의 위법한 이득 보유를 그대로 승인하고 그 범위 내에서 이사의 손해배상책임을 부정함으로써 오히려 이사의 법령 위반 행위와 회사의 범죄를 조장하고 손해배상 제도의 근본적인 취지에도 반하는 결과가 되므로 허용될 수 없다.<br/> [3] 이사가 법령을 위반한 행위를 하여 회사에 대하여 손해를 배상할 책임이 있는 경우에 손해배상의 범위를 정함에 있어서는, 당해 사업의 내용과 성격, 당해 이사의 임무 위반의 경위 및 임무 위반 행위의 태양, 회사의 손해 발생 및 확대에 관여된 객관적인 사정이나 그 정도, 평소 이사의 회사에 대한 공헌도, 임무 위반 행위로 인한 당해 이사의 이득 유무, 회사의 조직체계의 흠결 유무나 위험관리체제의 구축 여부 등 제반 사정을 참작하여 손해분담의 공평이라는 손해배상 제도의 이념에 비추어 손해배상액을 제한할 수 있다. 이때에 손해배상액 제한의 참작 사유에 관한 사실인정이나 제한의 비율을 정하는 것은 민법상 과실상계의 사유에 관한 사실인정이나 비율을 정하는 것과 마찬가지로 그것이 형평의 원칙에 비추어 현저히 불합리한 것이 아닌 한 사실심의 전권사항이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상법 제397조 제1항 / [2] 상법 제399조 제1항, 민법 제393조, 제763조 / [3] 상법 제399조 제1항, 민법 제393조, 제396조, 제763조, 민사소송법 제432조<br/>",
  "참조판례": "[1] 대법원 2013. 9. 12. 선고 2011다57869 판결(공2013하, 1752) / [2][3] 대법원 2005. 10. 28. 선고 2003다69638 판결(공2005하, 1847), 대법원 2007. 11. 30. 선고 2006다19603 판결(공2007하, 2043) / [2] 대법원 2007. 11. 16. 선고 2005다3229 판결, 대법원 2008. 9. 25. 선고 2006다18228 판결(공2008하, 1428), 대법원 2023. 11. 30. 선고 2019다224238 판결(공2024상, 90) / [3] 대법원 2008. 9. 18. 선고 2006다49789 전원합의체 판결(공2008하, 1421), 대법원 2014. 4. 10. 선고 2012다82220 판결<br/>"
}