{
  "판례일련번호": "606817",
  "사건명": "임금[임금 직접 지급 원칙의 예외 인정 여부가 문제된 사건]",
  "사건번호": "2025다209645",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250612",
  "판시사항": "[1] 근로자가 제3자에게 임금 수령을 위임하거나 대리하게 하는 법률행위의 효력(원칙적 무효) / 근로자 본인이 직접 수령할 수 없는 사정에 상당한 이유가 있는 경우, 예외적으로 사자(使者)에 의한 임금의 수령이 가능한지 여부(적극) 및 사회통념상 근로자 본인에게 지급하는 것과 동일시되는 사람 또는 근로자 본인에게 그대로 전달할 것이 확실하다고 판단되는 사람이 임금을 수령할 때에만 그를 사자로 보아야 하는지 여부(적극)와 이에 해당하는지는 엄격하게 판단하여야 하는지 여부(적극)<br/> [2] 甲 등이 乙의 소개로 丙 건설회사와 근로계약을 체결하면서 본인계좌 사용불가를 이유로 丁에게 임금의 대리수령을 위임한다는 내용이 기재된 ‘임금수령 본인동의서(위임장)’ 또는 ‘임금 대리수령 확인서’ 등을 작성하여 丙 회사에 제출하였고, 丙 회사는 丁에게 甲 등의 임금을 일괄하여 지급한 사안에서, 제반 사정에 비추어 丁은 사회통념상 甲 등에게 지급하는 것과 동일시되는 사람 또는 甲 등에게 그대로 전달할 것이 확실하다고 판단되는 사람으로 보기 어려우므로, 丙 회사가 丁에게 甲 등의 임금을 지급하였더라도 직접 지급의 원칙에 위반되어 무효라고 한 사례<br/>",
  "판결요지": "[1] 임금은 통화로 직접 근로자에게 그 전액을 지급하여야 한다. 다만 법령 또는 단체협약에 특별한 규정이 있는 경우에는 임금의 일부를 공제하거나 통화 이외의 것으로 지급할 수 있다(근로기준법 제43조 제1항, 선원법 제52조 제1항). 이렇게 임금을 직접 지급하도록 하는 취지는 임금이 확실하게 근로자 본인에게 지급되도록 하여 그의 자유로운 처분에 맡기고 근로자의 생활을 보장하려는 데 있고, 통화 지급의 원칙이나 전액 지급의 원칙과 달리 직접 지급의 원칙은 법령 또는 단체협약에 의한 예외가 인정되지 아니한다. 따라서 원칙적으로 근로자가 제3자에게 임금 수령을 위임하거나 대리하게 하는 법률행위는 무효이다.<br/>  다만 선박소유자는 승무 중인 선원이 청구하거나 법령이나 단체협약에 특별한 규정이 있는 경우에는 임금의 전부 또는 일부를 그가 지정하는 가족이나 그 밖의 사람에게 통화로 지급하거나 금융회사 등에 예금하는 등의 방법으로 지급하여야 한다(선원법 제52조 제3항). 이러한 선원법의 규정 외에도 근로자 본인이 직접 수령할 수 없는 사정에 상당한 이유가 있는 경우에는 예외적으로 사자(使者)에 의한 임금의 수령도 가능할 수 있다. 그러나 위와 같은 근로기준법 제43조의 규정 형식이나 취지 등에 비추어 보면, 사회통념상 근로자 본인에게 지급하는 것과 동일시되는 사람 또는 근로자 본인에게 그대로 전달할 것이 확실하다고 판단되는 사람이 임금을 수령할 때에만 그를 사자로 보아야 하고, 이에 해당하는지는 엄격하게 판단하여야 한다.<br/> [2] 甲 등이 乙의 소개로 丙 건설회사와 근로계약을 체결하면서 본인계좌 사용불가를 이유로 丁에게 임금의 대리수령을 위임한다는 내용이 기재된 ‘임금수령 본인동의서(위임장)’ 또는 ‘임금 대리수령 확인서’ 등을 작성하여 丙 회사에 제출하였고, 丙 회사는 丁에게 甲 등의 임금을 일괄하여 지급한 사안에서, 丁이 ‘甲 등을 전혀 모르고, 자신의 계좌로 임금이 지급되면 乙 등에게 보내 주었다.’는 취지로 증언하는 등 제반 사정에 비추어 丁은 사회통념상 甲 등에게 지급하는 것과 동일시되는 사람 또는 甲 등에게 그대로 전달할 것이 확실하다고 판단되는 사람으로 보기 어려우므로, 丙 회사가 丁에게 甲 등의 임금을 지급하였더라도 직접 지급의 원칙에 위반되어 무효라고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제43조 제1항, 선원법 제52조 제1항, 제3항 / [2] 근로기준법 제43조 제1항<br/>",
  "참조판례": "[1] 대법원 1988. 12. 13. 선고 87다카2803 전원합의체 판결(공1989, 97), 대법원 1994. 5. 10. 선고 94다6918 판결(공1994상, 1661)<br/>"
}