{
  "판례일련번호": "606823",
  "사건명": "주주지위확인등[주주명부상 주주가 주주의 지위를 다투는 회사 등을 상대로 주주권 확인을 구하는 사건]",
  "사건번호": "2024다202652",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250605",
  "판시사항": "[1] 주주명부상 주주가 회사에 대하여 주주권 확인을 구한 경우, 주주명부상 주주라는 이유만을 들어 확인의 이익이 없다고 할 수 있는지 여부(소극) 및 이 경우 확인의 이익이 인정되는지 판단하는 방법<br/> [2] 甲 주식회사가 발행한 일부 주식에 관하여 주주명부상 주주로 기재되어 있는 乙이 甲 회사를 상대로 회계장부 등 열람·등사 가처분을 신청하였다가 甲 회사가 그 대표이사인 丙이 乙에게 위 주식을 명의신탁한 것이라고 주장하며 다투어 위 신청이 기각되자 甲 회사와 丙을 상대로 위 주식에 관한 주주권의 확인을 구하는 소를 제기한 사안에서, 甲 회사와 丙이 위 주식에 관한 주주권 귀속을 다투는 이상 乙이 甲 회사와 丙을 상대로 위 주식에 관한 주주권이 乙에게 있다는 확인을 구할 이익이 있다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 확인의 소는 원고의 권리 또는 법률상의 지위에 현존하는 불안·위험이 있고 확인판결을 받는 것이 그 분쟁을 근본적으로 해결하는 유효적절한 수단인 경우에 허용된다.<br/>  특별한 사정이 없는 한, 주주명부에 적법하게 주주로 기재되어 있는 자는 회사에 대한 관계에서 그 주식에 관한 의결권 등 주주권을 행사할 수 있고, 회사 역시 주주명부상 주주 외에 실제 주식을 인수하거나 양수하고자 하였던 자가 따로 존재한다는 사실을 알았든 몰랐든 간에 주주명부상 주주의 주주권 행사를 부인할 수 없으며, 주주명부에 기재를 마치지 아니한 자의 주주권 행사를 인정할 수도 없다. 그러나 상법은 주주명부의 기재를 회사에 대한 대항요건(제337조 제1항)으로 정하고 있을 뿐 주식 이전의 효력발생요건으로 정하고 있지 않으므로 명의개서가 이루어졌다고 하여 무권리자가 주주가 되는 것은 아니고, 명의개서가 이루어지지 않았다고 해서 주주가 그 권리를 상실하는 것도 아니다. 이와 같이 주식의 소유권 귀속에 관한 권리관계와 주주의 회사에 대한 주주권 행사국면은 구분되는 것이고, 회사와 주주 사이에서 주주권의 귀속이 다투어지는 경우 역시 주식의 소유권 귀속에 관한 권리관계로서 회사에 대한 주주권의 행사와는 별도로 판단되어야 한다.<br/>  따라서 회사가 주주명부상 주주에 대하여 그 주주권의 귀속을 부인할 가능성이 없다고 단정할 수 없으므로, 주주명부상 주주라는 이유만을 들어 회사에 대하여 주주권 확인을 구할 이익이 없다고 할 수 없다. 따라서 회사가 주주명부상 주주 외에 다른 자에게 명의개서 절차를 이행해 줄 것 같은 태세를 보이거나 주주명부상 주주의 주주권 행사를 정당한 이유 없이 거절하였는지 등의 사정을 종합하여 확인의 이익이 인정되는지를 판단하여야 한다.<br/> [2] 甲 주식회사가 발행한 일부 주식에 관하여 주주명부상 주주로 기재되어 있는 乙이 甲 회사를 상대로 회계장부 등 열람·등사 가처분을 신청하였다가 甲 회사가 그 대표이사인 丙이 乙에게 위 주식을 명의신탁한 것이라고 주장하며 다투어 위 신청이 기각되자 甲 회사와 丙을 상대로 위 주식에 관한 주주권의 확인을 구하는 소를 제기한 사안에서, 乙이 위 주식에 관하여 주주명부에 주주로 기재되어 있다는 사정은 甲 회사에 대하여 주주권을 행사하는 것이 원칙적으로 가능함을 의미할 뿐이지 그것만으로 주주권 귀속에 관한 분쟁에 따른 법률상 위험까지도 제거된다고 볼 수 없고, 乙이 甲 회사와 丙을 상대로 주주권 확인을 구하는 것 외에 위와 같은 분쟁을 더 유효적절하게 해결할 다른 수단을 발견하기도 어려우므로, 甲 회사와 丙이 위 주식에 관한 주주권 귀속을 다투는 이상 乙이 甲 회사와 丙을 상대로 위 주식에 관한 주주권이 乙에게 있다는 확인을 구할 이익이 있다고 봄이 타당한데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민사소송법 제250조, 상법 제337조 제1항 / [2] 민사소송법 제250조, 상법 제337조 제1항<br/>",
  "참조판례": "[1] 대법원 2012. 5. 10. 선고 2011다101803 판결, 대법원 2017. 3. 23. 선고 2015다248342 전원합의체 판결(공2017상, 847), 대법원 2018. 10. 12. 선고 2017다221501 판결(공2018하, 2091), 대법원 2019. 5. 16. 선고 2016다240338 판결(공2019하, 1219), 대법원 2020. 6. 11. 선고 2017다278385, 278392 판결(공2020하, 1328)<br/>"
}