{
  "판례일련번호": "607221",
  "사건명": "난민인정심사불회부결정취소[난민인정 심사 불회부사유인 안전한 국가로부터 온 경우 및 난민인정신청이 명백히 이유 없는 경우에 해당하는지 문제된 사건]",
  "사건번호": "2024두64000",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 난민법 시행령 제5조 제1항 제4호에서 ‘안전한 국가로부터 온 경우’를 난민인정 심사 불회부사유로 규정한 취지 / 위 조항에서 말하는 ‘안전한 국가로부터 온 경우’의 의미 및 이에 관한 증명책임의 소재(=법무부장관 또는 지방출입국·외국인관서의 장)<br/> [2] 난민법 시행령 제5조 제1항 제7호에서 정한 난민인정 신청이 ‘명백히 이유 없는 경우’에 해당하는지 판단하는 방법 및 난민인정 신청이 명백히 이유 없다는 점에 관한 증명책임의 소재(=법무부장관 또는 지방출입국·외국인관서의 장)<br/>",
  "판결요지": "[1] 난민법 제6조 제5항은 출입국항에서 하는 난민인정 신청의 절차 등 필요한 사항을 대통령령으로 정하도록 하였고, 그에 따라 난민법 시행령 제5조 제1항은 출입국항에서의 난민신청자를 난민인정 심사에 회부하지 아니할 수 있는 사유로 제1호부터 제7호까지의 사유를 열거하고 있는데, 그중 제4호는 \"박해의 가능성이 없는 안전한 국가 출신이거나 안전한 국가로부터 온 경우\"를 규정하고 있다.<br/>  위와 같이 ‘안전한 국가로부터 온 경우’를 난민인정 심사 불회부사유로 규정한 취지는, 출입국항에서의 난민신청자가 대한민국 출입국항에 도착하기 이전까지 거쳐 온 국가에서 난민인정 심사를 받아 난민으로 인정받을 수 있는 실질적인 기회가 있다면, 그 국가에서 난민인정 신청을 하여 심사를 받도록 대한민국에서의 심사 기회를 주지 않을 수 있는 재량을 인정함으로써, 난민인정 심사 절차의 효율성을 제고하려는 데에 있다.<br/>  출입국항에서의 난민인정신청제도의 목적과 난민신청자의 강제송환금지 원칙을 규정한 난민법 제3조의 입법 취지 등을 고려하면, 앞서 본 규정에서 말하는 ‘안전한 국가로부터 온 경우’란 아래의 조건들을 모두 충족하는 경우를 의미한다고 해석함이 타당하고, 그 증명책임은 이를 주장하는 법무부장관(또는 지방출입국·외국인관서의 장)에게 있다.<br/>  ① 출입국항에서의 난민신청자가 출신국을 제외하고 대한민국 출입국항에 도착하기 이전까지 거쳐 온 국가에 재입국할 수 있음이 보장되어야 한다.<br/>  ② 당해 난민신청자가 그 국가에서 난민인정 신청을 할 경우 실질적으로 난민신청자로서의 권리, 즉 특별한 사정이 없는 한 공정하고 실질적인 난민인정 심사를 받고, 불복 기회가 부여되며, 난민불인정결정이 확정되기 이전에는 그 의사에 반하여 강제로 송환될 우려가 없을 것을 보장받을 수 있어야 한다.<br/>  ③ 나아가 난민의 요건을 갖추고 있을 경우 난민으로 인정되고 이에 따라 국제적으로 일반화되어 통용되고 있는 기준에 상응하는 지위와 처우가 보장될 수 있어야 한다.<br/> [2] 난민법 제6조 제5항, 난민법 시행령 제5조 제1항 제7호는 출입국항에서의 난민신청자를 난민인정 심사에 회부하지 아니할 수 있는 사유 중 하나로 \"그 밖에 오로지 경제적인 이유로 난민인정을 받으려는 등 난민인정 신청이 명백히 이유 없는 경우\"를 규정하고 있다. 여기에서 ‘명백히 이유 없는 경우’는 행정청이 신청자를 난민인정 심사에 회부하지 않을 수 있는 소극적 요건이다.<br/>난민법 제6조 제3항은 법무부장관으로 하여금 출입국항에서 난민인정신청서를 제출한 외국인에 대하여 신청서가 제출된 날로부터 비교적 단기간인 7일 이내에 난민인정 심사에 회부할 것인지 여부를 신속하게 결정하여야 한다고 하는 한편, 그 기간 안에 이를 결정하지 못할 경우 신청자의 입국을 허가하도록 하여 출입국항에서의 난민신청자에게 난민인정 심사의 기회를 제공하는 것을 원칙으로 정하고 있다. 이와 함께 박해의 위험에 처해 있을 수도 있는 외국인이 출입국항에서 입국심사를 받으면서 난민인정 심사를 받을 수 있는 기회를 부여하여 출입국항에서 바로 강제송환당하는 것을 방지하는 데에 출입국항에서의 난민인정신청제도의 목적이 있음을 고려하여 보면, 난민법 시행령 제5조 제1항 제7호는 난민의 요건을 충족하지 못함이 외견상 명백한 사안에서 선행적 조치를 취하여 난민인정 심사 절차의 효율성을 제고함에 취지가 있지, 심사 절차 자체를 간이하게 운영하는 것을 허용하는 취지라고 볼 수 없다. 따라서 행정청이 신청자를 난민인정 심사에 회부하지 않을 수 있는 소극적 요건으로서 일반조항에 해당하는 난민법 시행령 제5조 제1항 제7호의 ‘명백히 이유 없는 경우’를 해석·적용할 때는, 출입국항에서 입국심사를 받으며 난민인정 신청을 하는 외국인의 난민법상 절차적 권리가 실질적으로 배제되는 결과가 일어나지 않도록 유의할 필요가 있다.<br/>  이러한 점에서 난민인정 신청이 명백히 이유 없는 경우라고 하기 위해서는, 신청의 내용 자체에서 법리상 받아들여질 수 없음이 외견상 명백한 이유를 들고 있는 경우, 또는 난민 요건의 주요사실에 관한 주장에 의심스러운 점이 있다는 것을 넘어, 주요사실에 관한 주장 자체에 심각한 모순이 있거나 객관적 자료와 현저히 배치되는 등 난민인정 신청의 이유 없음이 명백히 드러날 정도에 이르러야 한다. 사실관계를 정확히 조사해야 비로소 그 주장의 이유 없음이 밝혀질 수 있는 경우라면, 난민인정 신청이 명백히 이유 없는 경우라고 할 수 없다. 나아가 난민인정 신청이 명백히 이유 없다는 점에 관한 증명책임은 법무부장관(또는 지방출입국·외국인관서의 장)에게 있다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 난민법 제3조, 제6조, 난민법 시행령 제5조 제1항 제4호, 제24조 제1항 제3호, 행정소송법 제26조[증명책임] / [2] 난민법 제6조 제3항, 제5항, 제46조, 난민법 시행령 제5조 제1항 제7호, 제24조 제1항 제3호, 행정소송법 제26조[증명책임]<br/>",
  "참조판례": ""
}