{
  "판례일련번호": "607211",
  "사건명": "개인정보보호법위반[어린이집 원장이 어린이집 내에 설치된 CCTV 영상을 시청하여 보육교사의 근무시간 중 휴대전화 사용내역을 파악한 후 이를 징계담당자에게 전달한 사건]",
  "사건번호": "2023도18539",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 구 개인정보 보호법 제18조 제1항에 규정된 개인정보의 ‘이용’의 의미 및 이에 해당하는지 판단하는 방법<br/> [2] 어린이집 원장인 피고인 甲이 어린이집 내부에 설치·관리 중인 폐쇄회로 텔레비전 영상을 시청하여 교사 乙이 근무시간 중 휴대전화를 사용한 사실을 파악한 후 이를 어린이집 사무를 수탁한 법인인 피고인 丙의 보육사업 담당자인 丁에게 乙의 업무지시 불이행 사안으로 전달하여, 개인정보처리자인 피고인 甲은 개인정보를 수집 목적의 범위를 초과하여 이용하였다는 내용으로, 피고인 丙은 사용자인 피고인 甲이 업무에 관하여 위와 같은 위반행위를 하였다는 내용으로 기소된 사안에서, 피고인 甲이 乙의 근무 태도에 관한 정보를 丁에게 전달한 행위 부분만을 분리한 뒤 그 정보가 구 개인정보 보호법상 개인정보에 해당하지 않는다고 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 개인정보 보호법(2023. 3. 14. 법률 제19234호로 개정되기 전의 것) 제18조 제1항에 규정된 개인정보의 ‘이용’은 개인정보처리자가 개인정보의 지배·관리권을 이전하지 않은 채 스스로 개인정보를 쓰는 행위를 의미한다. 개인정보의 이용에는 개인정보를 수집된 형태 그대로 쓰는 행위뿐만 아니라 수집된 개인정보를 가공, 편집하여 쓰거나 그로부터 정보를 추출하여 쓰는 행위도 포함된다. 따라서 개인정보의 이용에 해당하는지는 개인정보를 쓰는 일련의 행위를 전체적으로 보아 판단해야 한다.<br/> [2] 어린이집 원장인 피고인 甲이 어린이집 내부에 설치·관리 중인 폐쇄회로 텔레비전(이하 ‘CCTV’라 한다) 영상을 시청하여 교사 乙이 근무시간 중 휴대전화를 사용한 사실을 파악한 후 이를 어린이집 사무를 수탁한 법인인 피고인 丙의 보육사업 담당자인 丁에게 乙의 업무지시 불이행 사안으로 전달하여, 개인정보처리자인 피고인 甲은 개인정보를 수집 목적의 범위를 초과하여 이용하였다는 내용으로, 피고인 丙은 사용자인 피고인 甲이 업무에 관하여 위와 같은 위반행위를 하였다는 내용으로 기소된 사안에서, 피고인 甲이 시청한 CCTV 영상은 乙의 초상, 신체의 모습 등이 촬영되어 영상을 통하여 乙을 알아볼 수 있는 정보로서, 정보주체인 乙의 개인정보에 해당하고, CCTV 영상에 포함된 乙의 휴대전화 사용에 관한 정보를 징계심의의 자료로 사용하는 것은 전체적으로 보아 개인정보처리자가 개인정보의 지배·관리권을 이전하지 않은 채 스스로 개인정보를 쓰는 행위로서 개인정보인 CCTV 영상을 이용한 행위에 해당하며, 이러한 일련의 행위 과정에서 피고인 甲이 전달한 정보가 乙의 초상, 신체의 모습 등이 촬영된 CCTV 영상 자체가 아니라 그로부터 추출한 정보라는 사정만으로 다르게 볼 이유가 없음에 비추어, 피고인 甲이 乙의 근무 태도에 관한 정보를 丁에게 전달한 행위 부분만을 분리한 뒤 그 정보가 구 개인정보 보호법(2023. 3. 14. 법률 제19234호로 개정되기 전의 것)상 개인정보에 해당하지 않는다고 본 원심판단에 개인정보의 이용에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 개인정보 보호법(2023. 3. 14. 법률 제19234호로 개정되기 전의 것) 제18조 제1항 / [2] 구 개인정보 보호법(2023. 3. 14. 법률 제19234호로 개정되기 전의 것) 제2조 제1호 (가)목, 제5호, 제15조 제1항, 제18조 제1항, 제71조 제2호, 제74조 제2항, 제75조 제1항 제1호(현행 제64조의2 제1항 제1호, 제76조 참조), 영유아보육법 제15조의4<br/>",
  "참조판례": ""
}