{
  "판례일련번호": "607295",
  "사건명": "직권남용권리행사방해·공무상비밀누설[공무상비밀누설죄에서 법령에 의한 직무상 비밀에 해당하는지 문제된 사건]",
  "사건번호": "2024도8067",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 공무상비밀누설죄의 구성요건 중 ‘법령에 의한 직무상 비밀’의 의미 / 공무상비밀누설죄의 보호법익 / 수사기관이 특정 사건에 대하여 내사 또는 수사를 진행하고 있는 상태에서, 검사가 수사의 대상, 방법 등에 관하여 사법경찰관리에게 지휘한 내용을 기재한 수사지휘서의 기재 내용과 이에 관계된 수사상황이 수사기관 내부의 비밀에 해당하는지 여부(적극)<br/> [2] 경찰관인 피고인이 경찰서 청문감사관으로 재직 중 해당 경찰서 수사과 직원으로부터 피고인의 아들 甲이 고소당한 사건 기록을 건네받아 검사의 수사지휘서 등을 열람·확인한 후 甲에게 전화하여 ‘수사지휘서에 구속 이야기가 없다. 구속될 일 없으니 걱정하지 마라.’고 말해 주어 공무상 비밀을 누설하였다는 내용으로 기소된 사안에서, 공소사실을 무죄로 판단한 원심판결에 공무상비밀누설죄에서의 ‘직무상 비밀’ 등에 관한 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 형법 제127조는 공무원 또는 공무원이었던 자가 법령에 의한 직무상 비밀을 누설하는 행위를 구성요건으로 하고 있다. 여기에서 ‘법령에 의한 직무상 비밀’이란 법령에 의하여 비밀로 규정되었거나 비밀로 분류 명시된 사항에 한정되지 않고 정치·군사·외교·경제·사회적 필요에 따라 비밀로 된 사항은 물론 정부나 공무소 또는 국민이 객관적·일반적인 입장에서 외부에 알려지지 않는 것에 상당한 이익이 있는 사항도 포함하지만, 실질적으로 그것을 비밀로서 보호할 가치가 있다고 인정할 수 있어야 한다. 공무상비밀누설죄는 비밀 그 자체를 보호하는 것이 아니라 공무원의 비밀엄수의무 침해에 의하여 위험하게 되는 이익, 즉 비밀 누설에 의하여 위협받는 국가의 기능을 보호하기 위한 것이다.<br/>  검사가 수사의 대상, 방법 등에 관하여 사법경찰관리에게 지휘한 내용을 기재한 수사지휘서는 당시까지 진행된 수사의 내용뿐만 아니라 향후 수사의 진행방향까지 가늠할 수 있게 하는 수사기관의 내부문서이다. 수사기관이 특정 사건에 대하여 내사 또는 수사를 진행하고 있는 상태에서, 현재 수사기관이 어떤 자료를 확보하였고 해당 사건이나 피의자의 죄책, 신병처리에 관하여 어떤 의견을 가지고 있는지 등의 정보를 알 수 있는 수사지휘서의 내용이 외부에 알려질 경우 수사기관의 증거 수집 등 범죄수사 기능에 장애가 생길 위험이 있고, 그 내용이 누설된 경로에 따라서는 사건관계인과의 유착 의혹 등으로 수사의 공정성과 신뢰성이 훼손됨으로써 수사의 궁극적인 목적인 적정한 형벌권 실현에 지장이 생길 우려도 있다. 그러므로 수사지휘서의 기재 내용과 이에 관계된 수사상황은 해당 사건에 대한 종국적인 결정을 하기 전까지 외부에 누설되어서는 안 될 수사기관 내부의 비밀에 해당한다.<br/> [2] 경찰관인 피고인이 경찰서 청문감사관으로 재직 중 해당 경찰서 수사과 직원으로부터 피고인의 아들 甲이 고소당한 사건 기록을 건네받아 검사의 수사지휘서 등을 열람·확인한 후 甲에게 전화하여 ‘수사지휘서에 구속 이야기가 없다. 구속될 일 없으니 걱정하지 마라.’고 말해 주어 공무상 비밀을 누설하였다는 내용으로 기소된 사안에서, 피고인은 甲의 사건 기록에 있는 수사지휘서를 열람하여 ‘검사의 수사지휘서에 甲에 대한 구속영장 신청 등 신병처리에 관한 내용이 없는 사실’을 확인한 후 甲에게 전화하여 자신이 확인한 대로 위와 같은 취지로 말하였는데, ‘검사가 甲에 대한 구속영장 신청 등 신병처리에 관하여는 수사지휘를 하지 않았다는 사실’은 당시 검사가 甲에 대한 구속수사를 고려하고 있는지 등 甲의 신병처리에 대해 어떤 의견을 가지고 있는지를 충분히 추단할 수 있는 정보로서 수사지휘서의 내용과 무관하다고 할 수 없고, 이러한 수사지휘서의 내용이 외부에 알려질 경우 甲 등은 수사기관에서 현재 범죄사실을 어느 정도 파악하고 있는지, 해당 사안을 얼마나 무겁게 여기고 있는지 추측하고 그에 맞추어 수사에 대응하는 등의 방법으로 수사기관의 범죄수사 기능에 장애를 초래할 위험이 있으며, 또한 피고인이 소속 경찰서에서 자신의 아들에 대한 수사를 진행 중인 상황에서 해당 사건 기록을 건네받아 수사지휘서의 내용을 확인한 다음 그 내용을 아들에게 알려준 것은 그 자체로 수사의 공정성과 신뢰성을 훼손함으로써 적정한 형벌권 실현에 지장이 생길 우려도 있다는 등의 이유로, 이와 달리 보아 공소사실을 무죄로 판단한 원심판결에 공무상비밀누설죄에서의 ‘직무상 비밀’ 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제127조 / [2] 형법 제127조<br/>",
  "참조판례": "[1] 대법원 2007. 6. 14. 선고 2004도5561 판결(공2007하, 1108), 대법원 2012. 3. 15. 선고 2010도14734 판결(공2012상, 613), 대법원 2018. 2. 13. 선고 2014도11441 판결(공2018상, 610)<br/>"
}