{
  "판례일련번호": "607227",
  "사건명": "배당이의[지방보조사업자인 주식회사의 부동산에 관한 임의경매절차에서 지방자치단체가 지방보조사업의 무단 인계를 이유로 한 지방보조금 반환청구권에 기초하여 배당을 받은 사건]",
  "사건번호": "2024다243592",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 지방보조사업의 주체가 주식회사인 경우, 그 주주가 자신이 보유한 주식을 제3자에게 양도하는 행위가 구 지방재정법에서 정한 지방보조사업의 인계 또는 중요재산의 양도에 해당하는지 여부(원칙적 소극)<br/> [2] 하자 있는 행정처분이 당연무효가 되기 위한 요건으로서 하자가 중대하고 명백한지 판단하는 방법 및 어떠한 법률관계 또는 사실관계에 대하여 어느 법률의 규정을 적용할 수 없다는 법리가 명백하게 밝혀지지 아니하여 해석에 다툼의 여지가 있는 상태에서 행정관청이 이를 잘못 해석하여 행정처분을 한 경우, 하자가 명백하다고 할 수 있는지 여부(소극)<br/> [3] 甲 지방자치단체의 장이 乙 주식회사에 구 지방재정법에 따라 지방보조금을 교부하기로 결정하였고, 이에 乙 회사가 지방보조사업을 수행한 후 보조금을 정산하였는데, 그 후 乙 회사의 실질적 운영자이자 주주인 丙이 丁에게 乙 회사 발행 주식 전부 및 자산 일체를 양도하기로 하는 내용의 양도양수계약을 체결하자 甲 지방자치단체의 장이 보조금 교부결정을 취소하고 보조금 일부의 반환을 명하는 처분을 한 사안에서, 위 처분에 구 지방재정법 제32조의4 제3항 또는 제32조의9 제2항 제2호 위반의 처분사유 부존재의 하자가 있으나, 그 하자가 객관적으로 명백하였다고 보기는 어렵다고 한 사례<br/>",
  "판결요지": "[1] 구 지방재정법(2021. 1. 12. 법률 제17892호로 개정되기 전의 것, 이하 ‘구 지방재정법’이라 한다)에서 다른 사업자에게 지방보조사업을 인계하거나 중단 또는 폐지하는 경우 지방자치단체의 장의 승인을 받도록 하고, 지방보조사업을 완료한 후에도 지방자치단체의 장의 승인 없는 중요재산의 양도, 교환 또는 대여를 금지하는 취지는, 원칙적으로 지방보조사업을 지방보조사업자 자신의 책임 아래 수행하도록 하고, 지방보조사업의 인계 등으로 인하여 지방보조금이 지원된 지방보조사업의 수행이 더는 진행되지 못하게 될 위험을 방지하도록 하는 한편, 지방보조금이 교부 목적에 위배되는 용도로 사용되거나 처분되는 것을 막음으로써, 지방보조사업에 대한 지방자치단체의 적정한 관리와 보조금의 실효성을 지속적으로 확보하기 위한 데에 있다.<br/>  구 지방재정법의 관련 규정들의 내용과 취지 등에 비추어 보면, 특별한 사정이 없는 한 아래에서 보는 바와 같이 지방보조사업의 주체가 주식회사인 경우에 그 주주가 자신이 보유한 주식을 제3자에게 양도하는 행위는 구 지방재정법에서 정한 지방보조사업의 인계 또는 중요재산의 양도에 해당한다고 볼 수 없다.<br/>  ① 침익적 행정처분은 상대방의 권익을 제한하거나 상대방에게 의무를 부과하는 것이므로, 헌법상 요구되는 명확성의 원칙에 따라 그 근거가 되는 행정법규를 더욱 엄격하게 해석·적용해야 하고, 행정처분의 상대방에게 지나치게 불리한 방향으로 확대해석이나 유추해석을 해서는 안 된다.<br/>  ② 구 지방재정법은 제32조의4 제3항 및 제32조의9 제2항 제2호의 수범자를 \"지방보조사업자\"라고 정하고 있다. 그런데 지방보조사업자는 해당 지방보조사업을 수행하는 법적 주체로서 지방보조금 교부결정의 상대방을 의미한다. 한편 주식회사는 주주와 독립된 별개의 권리주체이므로 독립된 법인격이 부인되지 않는 것이 원칙이다. 특별한 사정이 없는 한 지방보조사업을 수행하는 법적 주체이자 지방보조금 교부결정의 상대방인 주식회사는 주주와 별개의 권리주체이다.<br/>  ③ 구 지방재정법 제32조의4 제3항은 인계, 중단, 폐지의 대상을 \"지방보조사업\"으로 정하고 있고, 같은 법 제32조의9 제2항 제2호는 양도, 교환, 대여의 대상을 \"중요재산\"으로 정하고 있다. 우선 지방보조사업자인 주식회사의 주식은 \"지방보조사업\" 그 자체에 해당한다고 볼 수 없음이 비교적 명확하다. 그리고 구 지방재정법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것, 이하 ‘구 지방재정법 시행령’이라 한다) 제37조의5 제1항은 구 지방재정법 제32조의9 제1항의 위임에 따라 \"중요재산\"을 구체화하고 있다. 그런데 구 지방재정법은 지방자치단체의 장의 승인 없이 이러한 \"중요재산\"을 양도, 교환 또는 대여할 경우 지방보조금 교부결정의 취소 및 그 취소된 부분에 해당하는 지방보조금 등의 반환명령과 같은 불이익한 처분을 예정하고 있다. 이러한 사정 등에 비추어 보면, \"중요재산\"을 구체화한 구 지방재정법 시행령 제37조의5 제1항 각호는 열거적인 규정이라고 봄이 타당하다. 그런데 지방보조사업자인 주식회사의 주식은 구 지방재정법 시행령 제37조의5 제1항 제1호 내지 제3호에서 정한 \"중요재산\"에 해당하지 않을뿐더러, 양도 주식이 같은 항 제4호에 해당한다고 볼 수도 없다.<br/>  ④ 지방보조사업자인 주식회사의 주주가 주식을 제3자에게 양도하였다고 하더라도, 그 주식회사의 지방보조사업자로서의 지위가 변동되는 것은 아니다. 따라서 주식 양도 이후에도 여전히 그 주식회사로서는 해당 지방보조사업이나 중요재산을 이용한 종전의 사업을 계속 수행하는 것이 가능하다. 그러므로 지방보조사업자인 주식회사를 폐업시킬 목적으로 그 발행 주식을 양도였다는 등의 특별한 사정이 없는 한, 주식 양도 행위가 구 지방재정법 제32조의4 제3항 및 같은 법 제32조의9 제2항 제2호의 취지에 반한다고 볼 수 없다.<br/> [2] 하자 있는 행정처분이 당연무효가 되기 위해서는 그 하자가 법규의 중요한 부분을 위반한 중대한 것으로서 객관적으로 명백한 것이어야 하며, 하자가 중대하고 명백한지는 그 법규의 목적과 의미 및 기능 등을 목적론적으로 살핌과 동시에 구체적 사안 자체의 특수성에 관하여도 합리적으로 살펴야 한다.<br/>  행정청이 어떠한 법률관계 또는 사실관계에 대하여 어느 법률의 규정을 적용하여 행정처분을 한 경우에 그 법률관계 또는 사실관계에 대하여는 그 법률의 규정을 적용할 수 없다는 법리가 명백하게 밝혀져 해석에 다툼의 여지가 없음에도 행정청이 위 규정을 적용하여 처분을 한 때에는 하자가 중대하고도 명백하다고 할 것이다. 그러나 그 법률관계 또는 사실관계에 대하여 그 법률의 규정을 적용할 수 없다는 법리가 명백하게 밝혀지지 아니하여 해석에 다툼의 여지가 있는 때에는, 행정관청이 이를 잘못 해석하여 행정처분을 하였더라도, 이는 처분 요건사실을 오인한 것에 불과하여 하자가 명백하다고 할 수 없다.<br/> [3] 甲 지방자치단체의 장이 乙 주식회사에 구 지방재정법(2021. 1. 12. 법률 제17892호로 개정되기 전의 것, 이하 ‘구 지방재정법’이라 한다)에 따라 지방보조금을 교부하기로 결정하였고, 이에 乙 회사가 지방보조사업을 수행한 후 보조금을 정산하였는데, 그 후 乙 회사의 실질적 운영자이자 주주인 丙이 丁에게 乙 회사 발행 주식 전부 및 자산 일체를 양도하기로 하는 내용의 양도양수계약을 체결하자 甲 지방자치단체의 장이 보조금 교부결정을 취소하고 보조금 일부의 반환을 명하는 처분을 한 사안에서, 乙 회사가 지방보조사업을 완료한 후 보조금 정산까지 완료함으로써 지방보조사업은 종료되었다고 봄이 타당하므로 그 이후에 체결된 위 양도양수계약으로 이미 종료된 지방보조사업의 인계가 이루어졌다고 볼 수 없고, 위 양도양수계약은 乙 회사의 실질적 운영자이자 주주인 丙이 丁에게 그 소유의 乙 회사 발행 주식 전부를 양도함으로써 乙 회사의 경영권 일체를 양도하는 것일 뿐, 乙 회사가 그 주체로서 지방보조사업이나 중요재산인 공장건물 등 자산만을 분리하여 처분하는 내용은 아니라고 보이므로, 위 양도양수계약의 체결에 관하여 지방자치단체의 장의 승인을 받지 않았다고 하더라도 구 지방재정법 제32조의4 제3항 또는 제32조의9 제2항 제2호를 위반한 것이라고 볼 수 없어 위 처분에는 위 규정을 위반한 처분사유가 존재하지 아니함에도 이를 처분사유로 삼은 하자가 있으나, 지방보조사업의 주체가 주식회사인 경우에 그 주주가 자신이 보유한 주식을 제3자에게 양도하는 행위가 구 지방재정법에서 정한 지방보조사업의 인계 또는 중요재산의 양도에 해당하는지에 관하여 법문언 자체로 명시적으로 규정되어 있지 않고, 처분 당시를 기준으로 그 해석에 관한 판례나 학설이 명확하게 정립되어 있었다고 할 수 없으며, 주식회사가 지방보조사업자인 경우 경영자인 대주주가 주식을 양도하는 행위는 지방보조사업을 인계하거나 중요재산을 양도하는 것과 그 실질에 있어 유사한 측면이 있으므로, 위 처분에서 구 지방재정법 제32조의4 제3항 또는 제32조의9 제2항 제2호 위반의 처분사유 부존재의 하자가 객관적으로 명백하였다고 보기는 어렵다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방재정법(2021. 1. 12. 법률 제17892호로 개정되기 전의 것) 제32조의2 제1항(현행 지방자치단체 보조금 관리에 관한 법률 제2조, 제6조 제1항 참조), 제32조의4 제3항(현행 지방자치단체 보조금 관리에 관한 법률 제15조 참조), 제32조의8 제1항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제12조 제1항 제2호 참조), 제2항(현행 지방자치단체 보조금 관리에 관한 법률 제31조 제1항 참조), 제32조의9 제1항(현행 지방자치단체 보조금 관리에 관한 법률 제21조 제1항 참조), 제2항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제21조 제3항 제2호 참조), 제97조 제3항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제39조 제1항 참조), 구 지방재정법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것) 제37조의5 제1항(현행 지방자치단체 보조금 관리에 관한 법률 시행령 제12조 제1항 참조) / [2] 행정소송법 제1조[행정처분일반], 행정기본법 제15조 / [3] 구 지방재정법(2021. 1. 12. 법률 제17892호로 개정되기 전의 것) 제32조의2 제1항(현행 지방자치단체 보조금 관리에 관한 법률 제2조, 제6조 제1항 참조), 제32조의4 제3항(현행 지방자치단체 보조금 관리에 관한 법률 제15조 참조), 제32조의8 제1항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제12조 제1항 제2호 참조), 제2항(현행 지방자치단체 보조금 관리에 관한 법률 제31조 제1항 참조), 제32조의9 제1항(현행 지방자치단체 보조금 관리에 관한 법률 제21조 제1항 참조), 제2항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제21조 제3항 제2호 참조), 제97조 제3항 제2호(현행 지방자치단체 보조금 관리에 관한 법률 제39조 제1항 참조), 구 지방재정법 시행령(2021. 1. 5. 대통령령 제31380호로 개정되기 전의 것) 제37조의5 제1항(현행 지방자치단체 보조금 관리에 관한 법률 시행령 제12조 제1항 참조), 행정소송법 제1조[행정처분일반], 행정기본법 제15조<br/>",
  "참조판례": "[1] 대법원 2021. 11. 11. 선고 2021두43491 판결(공2022상, 51) / [2] 대법원 2012. 11. 29. 선고 2012두3743 판결, 대법원 2019. 3. 14. 선고 2018두56787 판결<br/>"
}