{
  "판례일련번호": "607257",
  "사건명": "주택법위반[주택공급시 미계약 물량에 대하여 공개모집절차를 거치지 않고 지인 등에게만 임의로 공급한 사건]",
  "사건번호": "2024도16888",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "구 주택공급에 관한 규칙상 미계약 주택이 발생하였는데 예비입주자가 없는 경우에는 사업주체가 ‘성년자에게 1인 1주택의 기준으로 공개모집’ 절차를 준수하는 내용의 공급방법을 정하여 해당 미계약 물량을 공급하여야 하는지 여부(적극) / 주택법 제65조 제1항, 제101조 제3호에서 금지·처벌하는 주택공급질서 교란행위 중 ‘거짓이나 그 밖의 부정한 방법으로 주택을 공급받거나 받게 하는 행위’의 의미 및 여기에 적극적 행위(작위)뿐만 아니라 소극적 행위(부작위)도 포함되는지 여부(적극)<br/>",
  "판결요지": "구 주택공급에 관한 규칙(2020. 9. 29. 국토교통부령 제760호로 개정된 것, 이하 ‘규칙’이라고만 한다) 제4조 제1항 제2호, 제19조에서는 민영주택은 원칙적으로 입주자모집공고일 현재 해당 주택건설지역에 거주하는 성년자에게 1인 1주택의 기준으로 공급하고, 입주자모집은 공개모집의 방법으로 하여야 한다고 정하고 있다.<br/>  한편 규칙에서는 주택공급에 관하여 미분양 물량과 미계약 물량의 공급절차를 구별하고 있다. 규칙 제28조 제10항 제1호는 ‘제1항부터 제9항까지의 규정에 따라 입주자를 선정하고 남은 주택이 있는 경우에는 제4조에도 불구하고 선착순의 방법으로 입주자를 선정할 수 있다.’고 하여 미분양 물량, 즉 청약이 주택공급량에 미치지 못해서 입주자를 선정하고도 남은 주택에 대한 입주자 선정의 예외를 정하고 있다. 반면 규칙 제26조 제5항은 ‘사업주체는 입주자로 선정된 자 중 당첨이 취소되거나 공급계약을 체결하지 아니한 자 또는 공급계약을 해약한 자가 있는 경우 일정기간이 지난 후 제1항, 제2항, 제3항에 따라 선정된 예비입주자에게 순번에 따라 공급하되, 다만 예비입주자가 없는 경우에는 성년자에게 1인 1주택의 기준으로 공개모집의 방법으로 사업주체가 따로 공급방법을 정하여 공급할 수 있다.’고 하여 미계약 물량, 즉 청약이 주택공급량을 충족하여 입주자가 선정되었으나 계약 미체결, 취소, 해지 등 후발적 사유로 발생한 잔여 주택에 대한 공급절차를 정하고 있다. 위 규칙 제26조 제5항 단서에서 정한 미계약 물량의 공급에 대한 통제는 2018. 12. 11. 개정으로 도입된 것으로서, 주택의 안정적 공급을 위하여 미계약 물량에 대한 입주자를 투명한 방법으로 모집하도록 하고 주택의 전매행위 제한 위반으로 공급계약이 취소되는 주택 등에 대한 재공급 절차를 마련한 것이다. 따라서 미계약 주택이 발생하였는데 예비입주자가 없는 경우, 사업주체는 ‘성년자에게 1인 1주택의 기준으로 공개모집’ 절차를 준수하는 내용의 공급방법을 정하여 해당 미계약 물량을 공급하여야 한다.<br/>  나아가 주택공급질서 교란행위에 관하여 주택법 제65조 제1항은 \"누구든지 거짓이나 그 밖의 부정한 방법으로 이 법에 따라 건설·공급되는 증서나 지위 또는 주택을 공급받거나 공급받게 하여서는 아니 된다.\"라고 규정하고 있고, 제101조 제3호는 그 위반행위를 처벌하고 있다. 여기에서 ‘거짓이나 그 밖의 부정한 방법으로 주택을 공급받거나 받게 하는 행위’는 같은 법에 따라 공급되는 주택을 공급받을 자격이 없는 사람이 그 자격이 있는 것으로 가장하는 등 정당성이 결여된 부정한 방법으로 주택을 공급받거나 그러한 자격이 없는 사람에게 주택을 공급받게 하는 행위로서 사회통념상 거짓, 부정으로 인정되는 모든 행위를 말하며, 적극적 행위(작위)뿐만 아니라 소극적 행위(부작위)도 포함한다.<br/>",
  "판결본문": "",
  "참조조문": "주택법 제65조 제1항, 제101조 제3호, 구 주택공급에 관한 규칙(2018. 12. 11. 국토교통부령 제565호로 개정되기 전의 것) 제26조 제5항, 구 주택공급에 관한 규칙(2021. 2. 2. 국토교통부령 제816호로 개정되기 전의 것) 제4조 제1항 제2호, 제19조, 제26조 제5항, 제28조 제10항 제1호<br/>",
  "참조판례": "대법원 2005. 10. 7. 선고 2005도2652 판결, 대법원 2011. 3. 24. 선고 2009도7230 판결<br/>"
}