{
  "판례일련번호": "607265",
  "사건명": "항만운송사업법위반[항만운송사업법상 선박연료공급업의 의미와 선박연료공급업자의 제3자에 대한 선박연료공급업무 위탁 허용 여부가 문제된 사건]",
  "사건번호": "2024도874",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 항만운송사업법 제2조 제4항, 같은 법 시행령 제2조 제3호에서 규정하는 ‘선박연료공급업’의 의미(=규범적으로 선박용 연료의 공급을 의뢰받아 이를 운송하여 항만에서 선박에 공급하는 행위를 하는 사업)<br/> [2] 선박연료공급업자가 제3자에게 선박연료공급업무 중 일부를 위탁하여 제3자로 하여금 그 소유 연료공급선 등을 이용하여 선박용 연료를 운송·급유하게 할 경우, 수탁자가 사용한 연료공급선 등 연료공급장비에 관하여 위탁자가 장비의 추가를 위한 사업계획 변경신고 의무를 부담하는지 여부(소극) / 이때 수탁자가 사용한 장비를 사업계획 변경신고를 통해 등록하지 않은 위탁자는 항만운송사업법 제26조의3 제3항에 따른 변경신고를 하지 않고 장비를 추가한 자로서 같은 법 제31조 제1호의2 위반죄의 구성요건을 충족하는지 여부(소극)<br/>",
  "판결요지": "[1] 선박연료공급업의 사업 내용 등을 정하고 있는 항만운송사업법 제2조 제4항, 항만운송사업법 시행령 제2조 제3호의 문언적 의미, 항만운송사업법 제26조의3 제1항, 제7항, 항만운송사업법 시행령 제12조 [별표 6]에서 정하고 있는 선박연료공급업의 등록기준, 석유 및 석유대체연료 사업법 제10조 제1항, 제6항, 석유 및 석유대체연료 사업법 시행령 제15조 제1항 [별표 2] 제1호 (가)목 비고 2.와 석유 및 석유대체연료 사업법 시행규칙 제12조 제1항 단서에 따른 선박연료공급업자의 석유판매업 일반대리점 등록 요건 등에 더하여 실제 선박용 연료 공급행위에 참여한 당사자들의 의사, 선박용 연료 공급행위에 따른 법률효과 및 이익 귀속의 주체 등을 종합하여 보면, 항만운송사업법 제2조 제4항, 항만운송사업법 시행령 제2조 제3호가 규정하고 있는 ‘선박연료공급업’은 규범적으로 선박용 연료의 공급을 의뢰받아 이를 운송하여 항만에서 선박에 공급하는 행위를 하는 사업을 의미하는 것이지, 단순히 연료공급선이나 연료공급차량을 이용하여 선박용 연료를 운송하고 다른 선박에 공급하는 사실상의 행위만을 하는 사업을 의미한다고 할 수 없다.<br/> [2] 선박연료공급업자가 제3자에게 선박연료공급업무 중 일부를 위탁하여 그 제3자로 하여금 그 소유 연료공급선 등을 이용하여 선박용 연료를 운송·급유하게 할 경우, 위탁된 업무의 범위 내에서는 선박연료공급업무의 주체가 수탁자로 변경되므로, 수탁자가 사용한 연료공급선 등 연료공급장비에 관하여, 위탁자가 장비의 추가를 위한 사업계획 변경신고 의무를 부담한다고 할 수 없다. 따라서 수탁자가 사용한 장비를 위탁자가 사업계획 변경신고를 통해 등록하지 않았다고 하더라도, 위탁자는 항만운송사업법 제26조의3 제3항에 따른 변경신고를 하지 않고 장비를 추가한 자로서 항만운송사업법 제31조 제1호의2 위반죄의 구성요건을 충족한다고 볼 수 없다. 그 구체적인 이유는 다음과 같다.<br/>  (가) 항만운송사업법과 그 하위법령은 선박연료공급업자가 자신의 업무의 전부 또는 일부를 제3자에게 위탁하는 것을 금지하는 내용의 규정을 두고 있지 않다. 또한 선박연료공급업은 규범적으로 선박용 연료의 공급의뢰를 받는 것부터 직접적인 급유(하역)까지의 일련의 행위를 포괄하는 사업을 의미하는바, 그 업무의 성질상 선박연료공급업자가 선박연료공급업무 중 일부를 제3자에게 위탁하여 그로 하여금 수행하게 하는 것이 원칙적으로 금지된다고 보기 어렵다.<br/>  (나) 항만운송사업법 시행령 제12조 [별표 6] 비고 2.에 의하면, 선박연료공급업자가 등록할 수 있는 장비는 해당 선박연료공급업자가 소유하는 것, 소유권 취득을 조건으로 임차한 것 또는 1년 이상 전용하여 사용할 수 있는 것이어야 한다. 특별한 사정이 없는 한, 위탁자는 수탁자 소유의 연료공급선 등 연료공급장비를 자신의 장비로 추가하는 내용의 사업계획 변경신고를 할 수 없는바, 선박연료공급업 등록을 한 자에게 수탁자 소유 장비를 추가하는 내용의 사업계획 변경신고를 할 것을 요구하는 것은 선박연료공급업에서 위탁을 실질적으로 금지하는 결과를 초래하게 된다. 나아가 선박연료공급업자의 장비 소유 등에 관한 항만운송사업법 시행령 제12조 [별표 6] 비고 2.는 장비의 등록 요건에 관한 것일 뿐, 선박연료공급업자의 제3자에 대한 선박연료공급업무 위탁 허용 여부를 규율하기 위한 것이라고 보기도 어렵다.<br/>  (다) 항만운송사업법 제26조의3 제3항에서 선박연료공급업자로 하여금 장비를 추가하는 경우 사업계획 변경신고를 하도록 한 취지는 선박용 연료 공급을 방재자재 등을 갖춘 연료공급선 등에 의하여만 하도록 관리를 강화하려는 데에 있다. 그런데 해당 연료공급선 등 장비의 소유자가 적법한 선박연료공급업자로서 해당 장비를 적법하게 자신의 장비로 등록하고 있다면, 그 장비는 법령에서 요구하는 방재자재 등을 갖추고 있을 것이다. 따라서 선박연료공급업자의 제3자에 대한 선박연료공급업무 위탁을 허용한다고 하더라도, 항만운송사업법 제26조의3 제3항의 입법 취지가 저해될 염려는 크지 않다.<br/>  (라) 항만운송사업법 시행령 제12조 [별표 6] ‘항만운송관련사업의 등록 및 신고의 기준’에 의하면, 선박연료공급업자는 연료공급선이나 연료공급차량 중 하나의 장비만을 보유하면 선박연료공급업 등록을 할 수 있다. 그런데 선박연료공급업자가 제3자에 대하여 선박연료공급업무를 위탁할 경우 수탁자가 사용한 장비까지 등록하여야 한다고 보아 선박연료공급업자의 제3자에 대한 위탁을 사실상 금지한다면, 선박연료공급업자는 연료공급선과 연료공급차량을 모두 보유하지 않을 경우 영업활동에 상당한 지장을 받게 된다. 이는 해당 선박연료공급업자의 연료공급선 및 연료공급차량 사용량을 고려하지 않은 채 모든 장비의 보유를 강요하는 결과를 초래하게 되어 효율적이지 않을 뿐 아니라, 위 기준이 연료공급선이나 연료공급차량 중 하나의 장비만 갖출 것을 등록 요건으로 정하고 있는 것과 조화되지 않는다.<br/>  (마) 하도급거래 공정화에 관한 법률 제2조 제11항은 ‘용역위탁’을 ‘역무의 공급을 업으로 하는 사업자가 그 업에 따른 용역수행행위의 전부 또는 일부를 다른 용역업자에게 위탁하는 것을 말한다.’고 규정하고 있고, 같은 조 제13항은 ‘역무’ 중 하나로 ‘그 밖에 원사업자로부터 위탁받은 사무를 완성하기 위하여 노무를 제공하는 활동으로서 공정거래위원회가 정하여 고시하는 활동’을 규정하고 있다. 이에 따라 제정된 공정거래위원회 고시인 ‘용역위탁 중 역무의 범위 고시’(공정거래위원회 고시 제2023-23호, 2023. 10. 25. 개정)는 용역위탁의 대상이 되는 역무의 범위에 항만운송사업법 제2조 제4항에 의한 선박연료공급업의 과거 명칭인 ‘선박급유업’을 포함시키고 있다. 이와 같이 하도급거래 공정화에 관한 법률에서도 선박연료공급업에 있어 그 업무 중 전부 또는 일부의 위탁이 허용됨을 전제로 한 규정을 두고 있는바, 선박연료공급업에서 사실상 위탁이 금지된다는 해석은 법체계 전체의 정합성을 해칠 수 있다.<br/>  (바) 만약 선박연료공급업자가 제3자에게 선박연료공급업무 중 전부 또는 일부를 위탁하였으나, 연료공급장비를 이용하여 선박용 연료를 운송·급유한 수탁자가 해당 항만에 적법하게 등록한 선박연료공급업자가 아닐 경우, 수탁자에게는 항만운송사업법 제30조 제2호 등이 적용될 수 있고, 해당 선박연료공급업자에게는 그에 관한 공동정범 내지 교사범 성립이 문제 될 수 있다. 따라서 제3자에게 업무를 위탁한 선박연료공급업자에게 항만운송사업법 제31조 제1호의2를 적용하지 않는다고 하더라도, 만연히 미등록업자 내지 부적법업자로 하여금 선박용 연료를 운송·공급하게 한 선박연료공급업자에 대한 처벌의 공백이 발생한다고 할 수 없다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 항만운송사업법 제2조 제4항, 제26조의3 제1항, 제7항, 항만운송사업법 시행령 제2조 제3호, 제12조 [별표 6], 석유 및 석유대체연료 사업법 제10조 제1항, 제6항, 석유 및 석유대체연료 사업법 시행령 제15조 제1항 [별표 2], 석유 및 석유대체연료 사업법 시행규칙 제12조 제1항 / [2] 항만운송사업법 제2조 제4항, 제26조의3 제1항, 제3항, 제7항, 제30조 제2호, 제31조 제1호의2, 제33조, 항만운송사업법 시행령 제2조 제3호, 제12조 [별표 6], 하도급거래 공정화에 관한 법률 제2조 제11항, 제13항<br/>",
  "참조판례": ""
}