{
  "판례일련번호": "607301",
  "사건명": "투자금반환청구·정산금청구[조합계약 종료에 따라 잔여재산 분배를 청구하는 사건]",
  "사건번호": "2025다205399, 205405",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250626",
  "판시사항": "[1] 민법 제707조, 제688조 제1항에 따라 조합업무를 집행하는 조합원이 조합에 상환을 청구할 수 있는 필요비의 의미(=선량한 관리자의 주의를 가지고 조합에 필요하다고 판단하여 지출한 비용) 및 이때 조합의 비용상환채무가 조합채무에 해당하는지 여부(원칙적 적극)<br/> [2] 조합과 맺은 명의신탁약정에 따라 조합원이 조합의 공동사업에 필요한 부동산을 매수하는 계약명의신탁에서 상대방 당사자가 명의신탁약정 사실을 알지 못한 채 매매계약과 등기가 이루어져 부동산 소유권이 조합원에게 귀속된 경우, 조합원이 조합업무 집행에 관해 위 부동산에 지출한 필요비의 상환을 조합에 청구할 수 있는지 여부(원칙적 적극)<br/> [3] 조합관계가 종료되고 채권자가 조합원인 조합채무의 변제 사무만 남은 경우, 동업체 자산을 보유하는 자가 동업체 자산에서 채권자 조합원에 대한 조합채무를 공제하여 분배대상 잔여재산액을 산출한 다음 다른 조합원들에게 잔여재산 중 각 조합원의 출자가액에 비례한 몫을 반환함과 아울러 채권자 조합원에게 조합채무를 이행하는 방법으로 별도의 청산절차 없이 잔여재산을 분배할 수 있는지 여부(적극)<br/> [4] 甲과 乙이 경매 목적물인 부동산을 매수한 후 개발·매각하는 사업을 공동으로 진행하여 수익을 분배하기로 하는 내용의 조합계약을 체결함에 따라, 乙이 위 부동산의 경매절차에 입찰보증금을 납부하고 참가하여 매각허가결정을 받은 다음 수산업협동조합중앙회에 위 부동산에 관한 근저당권설정등기를 마쳐주고 금전을 대출받아 나머지 매각대금을 납부하고 자신의 명의로 소유권이전등기를 마쳤고, 이후 자신의 비용으로 위 부동산에 관한 대출이자와 재산세를 변제하여 왔는데, 위 부동산 매각 후 甲과 乙이 조합계약 종료를 이유로 각각 상대방에게 잔여재산 분배 등을 구한 사안에서, 乙이 대출이자와 재산세 변제에 지출한 비용은 조합원인 乙이 선량한 관리자의 주의를 가지고 조합에 필요하다고 판단하여 지출한 비용으로서 필요비에 해당하고, 乙이 부동산 실권리자명의 등기에 관한 법률에 따라 부동산 소유자가 되었다는 사정만으로 그가 민법 제707조, 제688조 제1항에 따라 조합에 가지는 비용상환청구권이 당연히 부정되는 것은 아니므로, 달리 해결되지 않은 이상 조합관계 종료로 인한 잔여재산 분배단계에서는 그 비용상환채무의 존재가 고려되어야 하는데도, 이와 달리 보아 조합이 乙에게 대출이자 및 재산세 상당액의 상환채무를 부담하지 않는다는 전제에서 분배대상 잔여재산액을 산출한 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 조합의 통상사무는 각 조합원 또는 각 업무집행자가 단독으로 집행할 수 있고(민법 제706조 제3항), 조합업무를 집행하는 조합원이 그 집행에 관하여 필요비를 지출한 때에는 그 비용의 상환을 조합에 청구할 수 있다(민법 제707조, 제688조 제1항). 여기에서 필요비는 조합업무를 집행하는 조합원이 선량한 관리자의 주의를 가지고 조합에 필요하다고 판단하여 지출한 비용을 의미한다. 이때 조합의 비용상환채무는 특별한 사정이 없는 한 조합채무에 해당한다.<br/> [2] 조합과 조합원이 명의신탁약정을 맺고 그에 따라 조합원이 조합의 공동사업에 필요한 부동산을 매수하는 계약명의신탁 사안에서, 상대방 당사자가 명의신탁약정 사실을 알지 못한 상태에서 조합원의 매매계약 및 조합원 명의의 등기가 이루어짐으로써 부동산 소유권이 조합원에게 귀속되었더라도(부동산 실권리자명의 등기에 관한 법률 제4조 제2항 단서 참조) 조합원은 특별한 사정이 없는 한 조합업무 집행에 관하여 부동산에 지출한 필요비의 상환을 조합에 청구할 수 있다.<br/> [3] 조합관계가 종료된 경우 당사자 사이에 별도의 약정이 없는 이상 청산절차를 밟는 것이 통례이나, 조합의 잔무로서 처리할 일이 없고 잔여재산의 분배만이 남아 있을 때에는 따로 청산절차를 밟을 필요가 없다. 잔여재산은 조합원 사이에 별도의 약정이 없는 이상 각 조합원의 출자가액에 비례하여 분배하도록 되어 있으므로, 비록 조합채무의 변제 사무가 완료되지 아니한 사정이 있더라도 그 채권자가 조합원인 경우에는 동업체 자산을 보유하는 자가 동업체 자산에서 채권자 조합원에 대한 조합채무를 공제하여 분배대상 잔여재산액을 산출한 다음, 다른 조합원들에게 잔여재산 중 각 조합원의 출자가액에 비례한 몫을 반환함과 아울러 채권자 조합원에게 조합채무를 이행함으로써 별도의 청산절차를 거침이 없이 간이한 방법으로 공평한 잔여재산의 분배가 가능하다.<br/> [4] 甲과 乙이 경매 목적물인 부동산을 매수한 후 개발·매각하는 사업을 공동으로 진행하여 수익을 분배하기로 하는 내용의 조합계약을 체결함에 따라, 乙이 위 부동산의 경매절차에 입찰보증금을 납부하고 참가하여 매각허가결정을 받은 다음 수산업협동조합중앙회에 위 부동산에 관한 근저당권설정등기를 마쳐주고 금전을 대출받아 나머지 매각대금을 납부하고 자신의 명의로 소유권이전등기를 마쳤고, 이후 자신의 비용으로 위 부동산에 관한 대출이자와 재산세를 변제하여 왔는데, 위 부동산 매각 후 甲과 乙이 조합계약 종료를 이유로 각각 상대방에게 잔여재산 분배 등을 구한 사안에서, 조합과 乙은 위 부동산에 관한 계약명의신탁약정을 한 것이고, 위 부동산 매매의 상대방 당사자가 명의신탁약정 사실을 알지 못한 상태에서 부동산 매수 및 등기가 이루어져 부동산 실권리자명의 등기에 관한 법률(이하 ‘부동산실명법’이라 한다) 제4조 제2항 단서에 따라 乙이 부동산 소유권을 취득하였으며, 조합은 부동산 자체가 아니라 매수대금 상당의 부당이득반환채권을 조합재산으로 보유하게 되었다고 한 다음, 乙이 자신의 비용으로 대출이자와 재산세를 변제한 행위는 조합계약의 목적 달성을 위한 일상적·반복적 사무로서 조합재산의 처분 또는 변경에 해당하지 않는 통상사무에 해당하므로 조합원인 乙은 특별한 사정이 없는 한 단독으로 이를 집행할 수 있고, 위 변제가 부동산 매각 등을 통해 이익을 발생시키려는 조합의 목적 달성과 밀접한 관련이 있는 점, 위 변제는 대출 명의자이자 부동산 소유자인 乙이 행하는 것이 자연스러운 점 등을 고려하면, 乙이 변제로 지출한 비용은 조합원인 乙이 선량한 관리자의 주의를 가지고 조합에 필요하다고 판단하여 지출한 비용으로서 필요비에 해당하고, 乙이 부동산실명법에 따라 부동산의 소유자가 되었다는 사정만으로 그가 민법 제707조, 제688조 제1항에 따라 조합에 가지는 비용상환청구권이 당연히 부정되는 것은 아니므로, 이러한 비용상환 문제가 달리 해결되지 않은 이상 조합관계 종료로 인한 잔여재산 분배단계에서는 그 비용상환채무의 존재가 고려되어야 하는데도, 이와 달리 보아 조합이 乙에게 대출이자 및 재산세 상당액의 상환채무를 부담하지 않는다는 전제에서 분배대상 잔여재산액을 산출한 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제688조 제1항, 제706조 제3항, 제707조 / [2] 부동산 실권리자명의 등기에 관한 법률 제4조 제2항, 민법 제688조 제1항, 제707조 / [3] 민법 제87조, 제724조 / [4] 부동산 실권리자명의 등기에 관한 법률 제4조 제2항, 민법 제87조, 제688조 제1항, 제706조 제3항, 제707조, 제724조<br/>",
  "참조판례": "[1] 대법원 2024. 2. 29. 선고 2023다294470, 294487 판결(공2024상, 561) / [3] 대법원 2024. 2. 29. 선고 2023다290799, 290805 판결<br/>"
}