{
  "판례일련번호": "607783",
  "사건명": "공무집행방해·재물손괴·아동복지법위반(아동에대한음행강요·매개·성희롱등)·성폭력범죄의처벌등에관한특례법위반(통신매체이용음란)[성적 학대행위에 해당하는 메시지가 피해아동에게 도달하였으나 피해아동이 이를 현실적으로 인식하지 못한 경우 아동학대가 성립하는지 문제된 사건]",
  "사건번호": "2025도3890",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250718",
  "판시사항": "[1] 구 아동복지법 제17조 제2호에서 정한 ‘아동에게 성적 수치심을 주는 성희롱 등의 성적 학대행위’의 의미 및 이에 해당하는지 판단하는 기준 / 이를 인정하기 위한 인식의 정도<br/> [2] 행위자가 인터넷 등 정보통신망을 이용하거나 휴대전화 등 통신매체를 통하여 아동에게 성적 수치심을 주는 성희롱성 또는 음란한 말이나 글, 영상 등을 도달하게 함으로써 해당 아동이 객관적으로 이를 접하거나 인식할 수 있는 상태에 이른 경우, 구 아동복지법 제71조 제1항 제1호의2, 제17조 제2호 위반죄의 기수가 성립하는지 여부(적극)<br/> [3] 피고인이 휴대전화를 이용하여 8세 여아 甲에게 2회에 걸쳐 피고인의 성기 사진이 포함된 메시지를 전송함으로써 甲에게 성적 수치심을 주는 성희롱 등의 성적 학대를 하였다는 내용으로 기소된 사안에서, 피고인의 행위는 구 아동복지법 제71조 제1항 제1호의2, 제17조 제2호 위반죄의 기수가 성립한다고 한 사례<br/>",
  "판결요지": "[1] 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것) 제71조 제1항 제1호의2, 제17조 제2호에서 정한 ‘아동에게 성적 수치심을 주는 성희롱 등의 성적 학대행위’는 아동의 건강·복지를 해치거나 정상적 발달을 저해할 수 있는 성적 폭력 또는 가혹행위를 의미하고, 성폭행의 정도에 이르지 아니한 성적 행위도 그것이 성적 도의관념에 어긋나고 아동의 건전한 성적 가치관의 형성 등 완전하고 조화로운 인격발달을 저해할 우려가 있는 행위이면 이에 해당한다. 따라서 ‘아동에게 성적 수치심을 주는 성희롱 등의 성적 학대행위’에는 성적 도의관념에 반하는 성적 행위로서 현실적으로 아동의 건전한 성적 가치관의 형성 등 완전하고 조화로운 인격발달을 막아서 못하도록 해친 경우뿐만 아니라 그러한 결과를 초래할 위험 또는 가능성이 발생한 경우도 포함된다. 그리고 행위자가 반드시 아동에 대한 성적 학대행위의 목적이나 의도가 있어야만 인정되는 것은 아니고 자기의 행위로 아동의 건전한 성적 가치관의 형성 등 완전하고 조화로운 인격발달을 저해하는 결과가 발생할 위험 또는 가능성이 있음을 미필적으로 인식하면 충분하다.<br/> [2] 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것, 이하 같다) 제71조 제1항 제1호의2, 제17조 제2호 위반죄에서 정한 ‘아동에게 성적 수치심을 주는 성희롱 등의 성적 학대행위’의 방법이나 수단에 특별한 제한은 없다. 행위자는 인터넷 등 정보통신망을 이용하거나 휴대전화 등 통신매체를 통하여 아동에게 성적 수치심을 주는 성희롱성 또는 음란한 말이나 글, 영상 등을 도달하게 하는 방법으로도 위 규정의 범행을 저지를 수 있다. 이 경우 해당 아동이 성적 수치심을 주는 성희롱성 또는 음란한 말이나 글, 영상 등을 직접 접하거나 인식한 경우뿐만 아니라 객관적으로 이를 접하거나 인식할 수 있는 상태에 이르렀다면, 아동의 건전한 성적 가치관의 형성 등 완전하고 조화로운 인격발달을 저해하는 결과를 초래할 위험 또는 가능성이 생겼다고 할 것이므로 구 아동복지법 제71조 제1항 제1호의2, 제17조 제2호 위반죄의 기수가 성립한다.<br/> [3] 피고인이 휴대전화를 이용하여 8세 여아 甲에게 2회에 걸쳐 피고인의 성기 사진이 포함된 메시지를 전송함으로써 甲에게 성적 수치심을 주는 성희롱 등의 성적 학대를 하였다는 내용으로 기소된 사안에서, 피고인이 휴대전화를 통하여 甲에게 피고인의 성기사진이 포함된 메시지를 보내는 행위는 甲에게 성적 수치심을 주는 성희롱 등의 성적 학대행위에 해당하고, 甲의 어머니가 피고인의 메시지를 차단하여 甲이 실제로 확인하지 못한 메시지는 甲의 휴대전화 ‘차단된 메시지보관함’에 저장되어 甲이 언제든지 그 메시지에 손쉽게 접근하거나 인식할 수 있는 상태에 이르렀으므로, 피고인의 행위는 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것) 제71조 제1항 제1호의2, 제17조 제2호 위반죄의 기수가 성립한다는 이유로, 이와 달리 본 원심판결에 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것) 제17조 제2호, 제71조 제1항 제1호의2 / [2] 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것) 제17조 제2호, 제71조 제1항 제1호의2 / [3] 구 아동복지법(2024. 1. 2. 법률 제19895호로 개정되기 전의 것) 제17조 제2호, 제71조 제1항 제1호의2<br/>",
  "참조판례": "[1] 대법원 2017. 6. 15. 선고 2017도3448 판결(공2017하, 1513), 대법원 2020. 8. 20. 선고 2020도7143 판결<br/>"
}