{
  "판례일련번호": "607789",
  "사건명": "임대차보증금[임대차보증금에서 위약벌 및 손해배상예정액을 공제하기로 약정한 임차인에 대해 회생절차가 개시된 경우, 임대인이 회생채권으로 주장할 수 있는 임대차보증금반환채권의 범위가 다투어진 사건]",
  "사건번호": "2022다311736",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250718",
  "판시사항": "[1] 강행법규에 반하지 않는 공제약정의 효력(유효) 및 이때 공제의 대상으로 약정하는 양 채권 사이에 견련성이 있어야 하는지 여부(소극) / 공제약정을 한 당사자 일방에 대하여 회생절차가 개시된 경우, 견련성이 없는 양 채권 사이의 공제를 허용한 약정이 여전히 유효한지 여부(소극)<br/> [2] 손해배상 예정을 약정한 채무자에 대하여 회생절차가 개시된 경우, 손해배상 예정액의 감액 여부를 판단하는 법원이 고려하여야 할 사항<br/> [3] 甲 주식회사가 乙 은행으로부터 건물을 임차하면서 임대차계약에서 채무자 회생 및 파산에 관한 법률 제119조에 근거하여 임차인의 관리인이 계약을 중도에 해지하는 경우, 임차인은 위약벌 및 손해배상 예정액을 임대인에게 지급하여야 하고, 임대인은 이를 임대차보증금에서 공제할 수 있다고 정하였는데, 그 후 甲 회사에 대한 회생절차가 개시되었고, 甲 회사의 관리인이 임대차계약을 해지한 사안에서, 관련 판결에서 10%로 감액된 손해배상 예정액은 공제약정에 따라 공제할 수 있으나, 위약벌은 임대차보증금과 견련성이 있다고 보기 어려우므로 甲 회사에 대하여 회생절차가 개시된 이상 공제약정에 기하여 위약벌까지 공제하는 것은 타당하다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 계약자유의 원칙에 따라 당사자는 강행규정에 반하지 않는 한 공제에 관한 약정을 할 수 있으므로, 공제 요건을 어떻게 설정할 것인지, 공제 기준시점을 언제로 할 것인지, 공제의 의사표시가 별도로 필요한지 등을 자유롭게 정하여 당사자 사이에 그 효력을 발생시킬 수 있다. 이때 당사자가 공제의 대상으로 약정하는 양 채권 사이에 반드시 어떠한 견련성이 있어야 한다고 볼 수도 없다. <br/>채무자 회생 및 파산에 관한 법률(이하 ‘채무자회생법’이라고 한다) 제145조는, 회생채권자 또는 회생담보권자가 제한 없이 상계권을 행사함에 따라 회생계획에 의하지 않고 채무자로부터 우선하여 변제를 받음으로써 회생채권자 등 상호 간의 공평을 해하고 또 재정적 어려움으로 인하여 파탄에 직면해 있는 채무자의 회생에 지장을 초래하는 것을 방지하기 위하여 회생채권자 등의 상계를 금지하고 예외적으로만 허용하는 규정으로 강행규정에 해당한다. 원칙적으로 공제에는 상계 금지를 정한 채무자회생법 제145조를 비롯하여 상계적상, 상계의 기판력 등 상계에 관한 법률 규정이 적용되지 않고, 이로써 상계보다 강한 담보적 효력을 가진다. 상계와 공제가 복수 채권·채무의 상호 정산을 내용으로 하는 채권소멸의 원인이라는 유사성을 가짐에도 불구하고 공제에 관하여 채무자회생법 제145조가 적용되지 않는다고 보는 이유는, 공제의 대상이 되는 양 채권 사이에 견련성이 있다면 공제를 허용하더라도 회생채권자 등 상호 간의 공평을 해하지 않고, 오히려 공제에 관한 회생채권자 등의 정당한 기대를 보호하는 한편 채무자의 회생에 지장을 초래한다고 보기도 어려워 채무자회생법 제145조의 취지에 반하지 않기 때문이다.<br/>  따라서 당사자가 공제하기로 약정한 양 채권 사이에 견련성이 없더라도 그 약정 자체는 유효하지만, 어느 일방에 대하여 채무자회생법에서 정한 회생절차가 개시된 경우라면 견련성이 없는 양 채권 사이의 공제를 제한 없이 허용하여 채권자 상호 간의 공평을 해하는 것은 강행규정인 채무자회생법 제145조의 취지를 잠탈하는 결과가 되므로, 그 약정은 더 이상 유효하다고 볼 수 없다.<br/> [2] 민법 제398조 제2항은 손해배상 예정액이 부당히 과다한 경우에는 법원이 적당히 감액할 수 있다고 정하고 있다. 손해배상액의 예정은 채무불이행의 경우에 채무자가 지급하여야 할 손해배상액을 미리 정해두는 것으로서, 손해의 발생사실과 손해액에 대한 증명곤란을 배제하고 분쟁을 사전에 방지하여 법률관계를 간이하게 해결함과 함께 채무자에게 심리적으로 경고를 함으로써 채무이행을 확보하려는 데에 그 기능이나 목적이 있다.<br/>  이러한 손해배상 예정액의 감액은 국가가 당사자 사이의 실질적 불평등을 제거하고 공정성을 보장하기 위하여 계약의 체결 또는 그 내용에 간섭하는, 사적 자치의 원칙에 대한 제한의 한 가지 형태이다. 법원은 위 규정에 따라 손해배상 예정액이 부당하게 과다한지와 그에 대한 적당한 감액의 범위를 판단할 때 사실심의 변론종결 당시를 기준으로 그사이에 발생한 모든 사정을 종합적으로 고려하여야 한다. 이때 손해배상 예정을 약정한 채무자에 대하여 회생절차가 개시되었다면, 손해배상 예정액의 감액 여부를 판단하는 법원으로서는 채권자와 채무자의 경제적 지위, 계약의 목적, 손해배상액 예정의 경위와 거래관행뿐 아니라, 기록상 알 수 있는 채권자의 실제 손해액 또는 예상 손해액의 크기와 이에 대한 손해배상 예정액의 비율을 충분히 고려함으로써, 손해배상 예정을 약정한 채권자와 채무자의 다른 회생채권자들 사이의 공평을 해하지 않고 그 예정액의 지급이 경제적 약자의 지위에 있는 채무자에게 부당한 압박을 가하여 채무자의 회생에 지장을 초래하지 않도록 하여야 한다.<br/> [3] 甲 주식회사가 乙 은행으로부터 건물을 임차하면서 임대차계약에서 채무자 회생 및 파산에 관한 법률 제119조에 근거하여 임차인의 관리인이 계약을 중도에 해지하는 경우, 임차인은 위약벌 및 손해배상 예정액을 임대인에게 지급하여야 하고, 임대인은 이를 임대차보증금에서 공제할 수 있다고 정하였는데, 그 후 甲 회사에 대한 회생절차가 개시되었고, 甲 회사의 관리인이 임대차계약을 해지한 사안에서, 위 손해배상 예정액은 본질적으로 임대차계약과 관련하여 甲 회사가 지급해야 할 손해배상의 성격을 가지고 있는데, 乙 은행은 임대차계약의 해지로 인하여 향후 지급될 것으로 예상하였던 차임 상당액을 지급받지 못하게 되었을 뿐 아니라 건물을 다시 임대하기 위해 추가 비용을 지출해야 하는 등 상당한 재산상 손해를 입었음이 명백하고, 이는 미지급 차임, 관리비 등과는 구별되는 손해이며, 원래 약 24개월분의 차임 상당액으로 약정되었던 손해배상 예정액은 회생채권조사확정재판을 통해 그중 10%로 감액되었는데, 이는 임대차계약 체결 전후의 사정과 공제약정이 규정된 경위, 甲 회사와 乙 은행의 경제적 지위 등의 사정뿐 아니라 위와 같은 乙 은행의 실제 손해액 또는 예상 손해액까지 모두 고려된 결과로 정당하고, 乙 은행의 손해와 임대차보증금 사이에 견련성도 인정되므로, 그와 같이 제한된 범위 내에서라면 공제약정에 따라 공제가 허용되어야 하고, 그러한 결과가 甲 회사의 다른 채권자들 상호 간 공평을 해하거나 甲 회사의 회생에 지장을 가져온다고 할 수도 없으나, 위 위약벌은 임대차계약에 기한 甲 회사의 손해배상의무와 상관없는 甲 회사의 의무 위반에 대한 제재벌에 해당할 뿐이어서 甲 회사가 반환받을 임대차보증금과 어떠한 견련성이 있다고 보기 어려우므로, 甲 회사에 대하여 회생절차가 개시된 이상 공제약정에 기하여 임대차보증금에서 위약벌까지 공제하는 것이 타당하다고는 볼 수 없는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제105조, 채무자 회생 및 파산에 관한 법률 제145조 / [2] 민법 제398조 제2항 / [3] 민법 제105조, 제398조 제2항, 채무자 회생 및 파산에 관한 법률 제119조 제1항, 제145조<br/>",
  "참조판례": "[1] 대법원 2024. 8. 1. 선고 2024다227699 판결(공2024하, 1574) / [2] 대법원 2018. 9. 13. 선고 2015다209347 판결(공2018하, 1956), 대법원 2022. 7. 21. 선고 2018다248855, 248862 전원합의체 판결(공2022하, 1659)<br/>"
}