{
  "판례일련번호": "607845",
  "사건명": "절도(인정된죄명:재물손괴·횡령)[권원없이 식재한 수목의 과실을 수취한 행위가 재물손괴죄 또는 횡령죄에 해당하는지 문제 된 사건]",
  "사건번호": "2025도978",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250717",
  "판시사항": "[1] 재물손괴죄의 성립요건 및 영득죄와의 구별 / 다른 사람의 소유물을 본래의 용법에 따라 무단으로 사용·수익하는 행위가 재물손괴죄에 해당하는지 여부(소극)<br/> [2] 횡령죄의 구성요건 중 ‘보관’의 의미(=위탁관계에 의하여 재물을 점유하는 것) / 횡령죄의 성립에 필요한 법률상 또는 사실상의 위탁신임관계는 횡령죄로 보호할 만한 가치 있는 신임에 의한 것으로 한정되는지 여부(적극) 및 이러한 위탁관계가 있는지 판단하는 기준<br/> [3] 피고인이 피해자 甲이 다른 사람과 공동소유하는 토지에 권원 없이 사과나무 등 과수를 식재하고 2021. 10.경 및 2022. 10.경 두 차례에 걸쳐 사과를 수취하여 사과나무를 손괴하거나 사과를 횡령하였다는 내용으로 기소된 사안에서, 사과나무의 천연과실인 사과를 수취하는 것은 원물인 사과나무를 본래의 용법에 따라 사용하는 것이므로 사과나무의 효용 자체를 침해한다고 볼 수 없고, 사과나무를 점유하는 피고인과 甲 사이에 횡령죄로 보호할 만한 가치 있는 위탁신임관계가 형성되어 피고인에게 사과나무의 과실인 사과를 甲을 위하여 그대로 보관·유지해야 할 의무가 있다고 보기 어렵다는 등의 이유로, 사과나무에 대한 재물손괴죄와 사과에 대한 횡령죄가 모두 성립하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 재물손괴죄(형법 제366조)는 다른 사람의 재물을 손괴 또는 은닉하거나 그 밖의 방법으로 그 효용을 해한 경우에 성립하는 범죄로, 행위자에게 다른 사람의 재물을 자기 소유물처럼 그 경제적 용법에 따라 이용·처분할 의사(불법영득의사)가 없다는 점에서 절도, 강도, 사기, 공갈, 횡령 등 영득죄와 구별된다. 다른 사람의 소유물을 본래의 용법에 따라 무단으로 사용·수익하는 행위는 소유자를 배제한 채 물건의 이용가치를 영득하는 것이고, 그 때문에 소유자가 물건의 효용을 누리지 못하게 되었더라도 효용 자체가 침해된 것이 아니므로 재물손괴죄에 해당하지 않는다.<br/> [2] 횡령죄에서 보관이란 위탁관계에 의하여 재물을 점유하는 것을 뜻하므로 횡령죄가 성립하기 위하여는 재물의 보관자와 재물의 소유자(또는 기타의 본권자) 사이에 법률상 또는 사실상의 위탁신임관계가 존재하여야 한다. 이러한 위탁신임관계는 사용대차·임대차·위임 등의 계약에 의하여서뿐만 아니라 사무관리·관습·조리·신의칙 등에 의해서도 성립될 수 있으나, 횡령죄의 본질이 신임관계에 기초하여 위탁된 타인의 물건을 위법하게 영득하는 데 있음에 비추어 볼 때 위탁신임관계는 횡령죄로 보호할 만한 가치 있는 신임에 의한 것으로 한정함이 타당하다. 위탁관계가 있는지는 재물의 보관자와 소유자 사이의 관계, 재물을 보관하게 된 경위 등에 비추어 볼 때 보관자에게 재물의 보관 상태를 그대로 유지해야 할 의무를 부과하여 그 보관 상태를 형사법적으로 보호할 필요가 있는지 등을 고려하여 규범적으로 판단해야 한다.<br/> [3] 피고인이 피해자 甲이 다른 사람과 공동소유하는 토지에 권원 없이 사과나무 등 과수를 식재하고 2021. 10.경 및 2022. 10.경 두 차례에 걸쳐 사과를 수취하여 사과나무를 손괴하거나 사과를 횡령하였다는 내용으로 기소된 사안에서, 2021. 10.경의 사과 수취와 관련하여, 사과나무의 천연과실인 사과를 수취하는 것은 원물인 사과나무를 본래의 용법에 따라 사용하는 것이므로 피고인이 甲 소유의 사과나무에서 무단으로 사과를 수취하였더라도 이로 인하여 甲이 사과나무의 효용을 누리지 못하게 되었을 뿐 사과나무의 효용 자체가 침해된 것이라고 할 수 없고, 피고인은 2021. 10.경 사과를 수확할 당시 자기 소유의 사과나무에서 사과를 수취한다는 인식만 있었던 것으로 보이며, 2022. 10.경의 사과 수취와 관련하여, 피고인과 甲의 관계, 피고인이 사과나무를 점유하면서 관리하게 된 경위 등에 비추어 볼 때 甲으로부터 이 사건 토지의 점유·사용을 중지해달라는 요청을 받았다는 사정만으로 甲과 사이에 횡령죄로 보호할 만한 가치 있는 위탁신임관계가 형성되어 피고인에게 사과나무의 과실인 사과를 甲을 위하여 그대로 보관·유지해야 할 의무가 발생하였다고 보기 어려우므로, 이와 달리 2021. 10.경의 사과 수취에 관하여 재물손괴죄를, 2022. 10.경의 사과 수취에 관하여 횡령죄를 인정한 원심판단에는 재물손괴죄의 ‘효용 침해’와 ‘고의’ 및 횡령죄의 ‘위탁신임관계’에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제329조, 제355조 제1항, 제366조 / [2] 형법 제355조 제1항 / [3] 형법 제329조, 제355조 제1항, 제366조<br/>",
  "참조판례": "[1] 대법원 2022. 11. 30. 선고 2022도1410 판결(공2023상, 222) / [2] 대법원 2016. 5. 19. 선고 2014도6992 전원합의체 판결(공2016상, 817), 대법원 2022. 6. 30. 선고 2017도21286 판결(공2022하, 1536)<br/>"
}