{
  "판례일련번호": "607841",
  "사건명": "이사선임처분취소[학교법인의 임시이사 선임사유 해소로 인한 정식이사 선임 시 의견을 청취하여야 하는 ‘전·현직이사협의체’의 구성이 문제된 사건]",
  "사건번호": "2022두32429",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250718",
  "판시사항": "[1] 구 사립학교법 시행령 제9조의6 제4항 제1호에서 ‘협의체의 총인원수를 해당 학교법인 이사정수의 과반수’로 한다는 부분의 의미 및 학교법인의 생존한 종전이사만으로 전현직이사협의체의 총인원수인 ‘해당 학교법인 이사정수의 과반수’를 충족하지 못하는 경우, 사학분쟁조정위원회가 생존해 있는 종전이사들만으로 전현직이사협의체를 구성하여 후보자 추천에 관한 의견을 청취해야 하는지 여부(적극)<br/> [2] 행정청이 처분절차에서 관계 법령의 절차 규정을 위반했으나 처분상대방이나 관계인의 의견진술권이나 방어권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있는 경우, 해당 처분을 취소해야 하는지 여부(소극)<br/> [3] 甲 학교법인의 전직 이사인 乙 등이, 사학분쟁조정위원회가 전현직이사협의체를 구성하는 절차를 거치지 않았다는 이유로 교육부장관이 한 甲 법인의 정식이사 선임처분의 취소를 구하는 소송을 제기한 사안에서, 구 사립학교법 시행령 제9조의6 제4항 제1호의 절차 규정 위반으로 乙 등의 의견진술권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있다고 볼 수 있는데도, 전현직이사협의체의 구성을 생략한 사학분쟁조정위원회의 절차적 위법으로 바로 위 처분이 절차적 정당성을 상실하여 취소되어야 한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "[1] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3 제1항, 구 사립학교법 시행령(2020. 9. 25. 대통령령 제31049호로 개정되기 전의 것) 제9조의6 제4항 제1호, 제5항 제1호의 문언과 내용 및 취지 등을 종합해 보면, ‘협의체의 총인원수를 해당 학교법인 이사정수의 과반수’로 한다는 부분의 의미는, 해당 학교법인의 일정한 전현직 정식이사(이하 합하여 지칭할 때는 ‘종전이사’라 한다)로 구성된 협의체(이하 ‘전현직이사협의체’라 한다) 구성원 수의 상한이 해당 학교법인 이사정수의 과반수가 된다는 것이지, 생존하고 있는 종전이사가 해당 학교법인 이사정수의 과반수에 달하여야만 전현직이사협의체를 구성할 수 있다는 것이 아니다. 따라서 사망 등의 사유로 인하여 해당 학교법인의 생존한 종전이사만으로 전현직이사협의체의 총인원수인 ‘해당 학교법인 이사정수의 과반수’를 충족하지 못하는 경우에도, 사학분쟁조정위원회는 생존하여 있는 종전이사들만으로 전현직이사협의체를 구성하여 그로부터 후보자 추천에 관한 의견을 청취해야 한다. <br/> [2] 행정청이 처분절차에서 관계 법령의 절차 규정을 위반하여 절차적 정당성이 상실된 경우에는 해당 처분은 위법하고 원칙적으로 취소해야 한다. 다만 처분상대방이나 관계인의 의견진술권이나 방어권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있는 경우에는, 절차 규정 위반으로 인하여 처분절차의 절차적 정당성이 상실되었다고 볼 수 없으므로, 해당 처분을 취소할 것은 아니다.<br/> [3] 甲 학교법인의 전직 이사인 乙 등이, 사학분쟁조정위원회가 전현직이사협의체를 구성하는 절차를 거치지 않았다는 이유로 교육부장관이 한 甲 법인의 정식이사 선임처분의 취소를 구하는 소송을 제기한 사안에서, 乙 등은 구 사립학교법 시행령(2020. 9. 25. 대통령령 제31049호로 개정되기 전의 것, 이하 같다) 제9조의6 제5항 제1호 (가)목에서 규정하고 있는 해당 학교법인이 설치·경영하는 학교의 운영에 중대한 장애를 야기한 것으로 평가되는 인원(이하 ‘물의인원’이라 한다)에 해당하는 점, 전체 후보자 수 중 전현직이사협의체의 추천 후보자 수를, 전현직이사협의체에 물의인원이 없는 경우 과반수가 되도록, 물의인원이 있는 경우 과반수 미만이 되도록 하는 제한 내에서 정식이사 후보자에 대한 의견 제출·청취의 절차 및 방법을 정할 수 있는 재량을 가진 사학분쟁조정위원회는 乙 등이 물의인원에 해당하므로 위 정식이사 선임처분에 앞서 乙 등으로 하여금 전현직이사협의체를 구성하도록 했어도, 乙 등에게 과반수 미만이라는 제한 내에서 정식이사 후보자 추천에 관한 의견 제출권을 부여할 수밖에 없었던 점, 물의인원이 있는 종전이사들에 대하여 전현직이사협의체 구성을 생략하고 ‘그 밖에 조정위원회가 인정하는 이해관계인’으로서 의견을 제출하게 했다면, 절차, 방법 및 결과에서 전현직이사협의체로 구성하여 의견을 제출하게 한 경우와 크게 다르다고 보기 어려우므로, 종전이사들의 정식이사 후보자에 대한 의견 제출권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있었는지를 살펴 볼 필요가 있는 점을 종합하면, 정식이사 후보자 추천의견 청취과정에서 구 사립학교법 시행령 제9조의6 제4항 제1호의 전현직이사협의체를 구성해야 한다는 절차 규정 위반으로 乙 등의 의견진술권 행사에 실질적으로 지장이 초래되었다고 볼 수 없는 특별한 사정이 있다고 볼 수 있는데도, 전현직이사협의체의 구성을 생략한 사학분쟁조정위원회의 절차적 위법으로 바로 위 처분이 절차적 정당성을 상실하여 취소되어야 한다고 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3 제1항, 구 사립학교법 시행령(2020. 9. 25. 대통령령 제31049호로 개정되기 전의 것) 제9조의6 제4항 제1호(현행 제9조의7 제4항 제1호 참조), 제5항 제1호(현행 삭제) / [2] 행정소송법 제19조, 제27조[행정소송재판일반] / [3] 구 사립학교법(2020. 12. 22. 법률 제17659호로 개정되기 전의 것) 제25조의3 제1항, 구 사립학교법 시행령(2020. 9. 25. 대통령령 제31049호로 개정되기 전의 것) 제9조의6 제4항 제1호(현행 제9조의7 제4항 제1호 참조), 제5항 제1호(현행 삭제), 행정소송법 제19조, 제27조[행정소송재판일반]<br/>",
  "참조판례": "[1] 대법원 2023. 1. 12. 선고 2022두55958 판결(공2023상, 443) / [2] 대법원 2018. 3. 13. 선고 2016두33339 판결(공2018상, 697)<br/>"
}