{
  "판례일련번호": "607815",
  "사건명": "마약류관리에관한법률위반(향정)·재물손괴·특수재물손괴·특수재물손괴미수·사기",
  "사건번호": "2024노1932",
  "법원명": "서울남부지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20250717",
  "판시사항": "발달장애 및 정신질환이 있는 피고인이 향정신성의약품인 메트암페타민(일명 ‘필로폰’) 일정량을 은박지 또는 유리에 올려놓고 라이터로 가열하여 발생한 연기를 코로 흡입하거나 일회용 주사기에 넣고 생수로 희석한 다음 팔에 주사하는 방법으로 4회에 걸쳐 필로폰을 투약하였다는 마약류 관리에 관한 법률 위반(향정)의 공소사실로 기소된 후 제1심에서 유죄를 선고받고 범행을 전부 부인하며 항소하였는데, 당시 수사기관이 피고인으로부터 임의제출 형식으로 제출받아 압수한 소변·모발·유리조각 등 관련 증거들의 증거능력 유무가 다투어진 사안에서, 소변·모발·유리조각 제출의 임의성이 증명되었다고 볼 수 없으므로 이들 증거는 수사기관이 위법하게 취득한 증거로서 증거능력이 없고, 위법하게 압수된 소변·모발·유리조각에 기초하여 수집한 2차 증거들 역시 모두 증거능력이 없다는 등의 이유로, 공소사실을 무죄로 판단한 사례<br/>",
  "판결요지": "발달장애 및 정신질환이 있는 피고인이 향정신성의약품인 메트암페타민(일명 ‘필로폰’) 일정량을 은박지 또는 유리에 올려놓고 라이터로 가열하여 발생한 연기를 코로 흡입하거나 일회용 주사기에 넣고 생수로 희석한 다음 팔에 주사하는 방법으로 4회에 걸쳐 필로폰을 투약하였다는 마약류 관리에 관한 법률 위반(향정)의 공소사실로 기소된 후 제1심에서 유죄를 선고받고 범행을 전부 부인하며 항소하였는데, 당시 수사기관이 피고인으로부터 임의제출 형식으로 제출받아 압수한 소변·모발·유리조각 등 관련 증거들의 증거능력 유무가 다투어진 사안이다. <br/>  피고인은 북한이탈주민 여성으로서 탈북 과정에서 정신질환을 얻은 이후 정신과병원에 입퇴원을 반복하였고, ‘주의나 처치가 필요한 심각한 행동장애가 있는 경도 정신지체’ 및 ‘상세불명의 양극성 정동장애’를 이유로 짧게는 약 1주일, 길게는 한 달 이상의 기간 동안 약 13회에 걸쳐 반복적으로 병원에 입원하여 치료를 받았던 점, 피고인은 심리평가결과에서 ‘전체지능 57(매우 낮은 수준), 사회성숙연령 11세 수준’으로 평가되었으며, 공판기일에서 자신이 처한 법적 상황이나 절차상 지위 등을 제대로 인식하지 못하는 듯한 태도를 보인 점, 가정법원은 피고인에 대하여 ‘정신적 제약으로 사무를 처리할 능력이 지속적으로 결여되었다.’는 이유에서 성년후견을 개시하는 심판을 하였고, 피고인의 성년후견인은 ‘같은 질문을 계속 반복하면 화와 짜증을 내고 또 잘 구슬리면 번복하여 다른 말을 하기도 한다.’는 내용으로 피고인의 특성을 표현하기도 한 점, 피고인은 조현정동장애 진단을 받고 국립정신건강센터 외래 및 입원치료를 받았으며, 그 후 병원에서 ‘조현정동장애, 조증형’, ‘양극성 정동장애, 현존 정신병적 증상이 있는 조증’, ‘공황장애(우발적 발작성 불안)’ 등을 진단받고 외래치료를 받았던 점 등의 사실관계를 기초로 제반 사정을 종합하면, 피고인이 발달장애 및 정신질환으로 인하여 임의제출의 법률적 의미나 효과를 이해하고 의사를 결정할 능력이 없는 상태에서, 수사기관에 인치된 후 형사사법절차와 관련하여 장애인차별금지 및 권리구제 등에 관한 법률 제26조 제4항, 제6항에 따라 필요한 조력을 받을 수 있음과 그 구체적인 조력의 내용을 고지받지도 못한 채 소변·모발·유리조각을 수사기관에 제출한 것은 자발적인 의사에 기초한 것이라고 보기 어려워 제출의 임의성이 합리적 의심의 여지 없이 증명되었다고 볼 수 없으므로 이들 증거는 수사기관이 위법하게 취득한 증거로서 증거능력이 없고, 나아가 위와 같이 위법하게 압수된 소변·모발·유리조각에 기초하여 수집한 2차 증거들 역시 모두 증거능력이 없으며, 그 밖에 나머지 증거들을 모두 모아 보더라도 공소사실이 진실한 것이라는 점에 관하여 합리적 의심의 여지 없이 법관이 확신을 가질 수 있을 정도로 증명하기에 부족하다는 등의 이유로, 공소사실을 무죄로 판단한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "헌법 제12조 제1항, 제3항, 구 마약류 관리에 관한 법률(2025. 4. 1. 법률 제20878호로 개정되기 전의 것) 제2조 제3호 (나)목, 제4조 제1항 제1호, 제60조 제1항 제2호, 장애인차별금지 및 권리구제 등에 관한 법률 제26조 제4항, 제6항, 형사소송법 제218조, 제307조, 제308조, 제308조의2, 제325조<br/>",
  "참조판례": ""
}