{
  "판례일련번호": "607825",
  "사건명": "근로기준법위반[근로자가 시내버스회사 단체협약에서 정한 휴가 청구에 관한 기한을 지나 연차를 지정하자 사용자가 연차를 반려한 사건]",
  "사건번호": "2021도11886",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250717",
  "판시사항": "근로자의 연차유급휴가 청구에 관한 근로기준법 제60조 제5항 위반죄의 성립요건 / 사용자는 ‘근로자가 청구한 시기에 연차유급휴가를 주는 것이 사업 운영에 막대한 지장이 있는 경우’에 한하여 적법하게 시기변경권을 행사할 수 있는지 여부(적극) 및 이에 해당하는지 판단하는 기준 / 노선 여객자동차운송사업과 같이 운영의 정시성이 중요한 사업과 관련하여 단체협약에서 근로자의 연차유급휴가 청구에 관한 기한을 정하고 있는데도 근로자가 불가피한 사유 없이 그 기한을 준수하지 않고 연차유급휴가를 청구하는 경우, 사용자는 근로기준법 제60조 제5항에 따라 적법하게 시기변경권을 행사할 수 있는지 여부(원칙적 적극)<br/>",
  "판결요지": "근로자의 연차유급휴가권은 근로기준법에서 정한 요건을 갖추면 당연히 성립하고(근로기준법 제60조 제1항 내지 제4항), 다만 근로자가 시기를 지정하여 그 청구를 하면 사용자의 적법한 시기변경권의 행사를 해제조건으로 그 권리가 구체적으로 실현되는 것으로(근로기준법 제60조 제5항), 근로기준법 제60조 제5항 위반죄는 근로자가 연차유급휴가에 대하여 시기를 지정하여 그 청구를 하였음에도 불구하고 사용자가 적법한 시기변경권을 행사하지 아니한 채 근로자의 연차유급휴가를 방해한 경우에 성립한다. <br/>근로기준법 제60조 제5항 단서는 \"근로자가 청구한 시기에 연차유급휴가(이하 ‘휴가’라 한다)를 주는 것이 사업 운영에 막대한 지장이 있는 경우에는 그 시기를 변경할 수 있다.\"라고 규정하고 있으므로, 사용자는 ‘근로자가 청구한 시기에 휴가를 주는 것이 사업 운영에 막대한 지장이 있는 경우’에 한하여 적법하게 시기변경권을 행사할 수 있다. 여기서 ‘근로자가 청구한 시기에 휴가를 주는 것이 사업 운영에 막대한 지장이 있는 경우’에 해당하는지 여부는 근로자가 담당하는 업무의 내용과 성격, 근로자가 지정한 휴가 시기의 예상 근무인원과 업무량, 근로자의 휴가 청구 시점, 대체근로자 확보의 필요성 및 그 확보에 필요한 시간 등 여러 사정을 종합적으로 고려하여 판단하여야 하고, 특히 노선 여객자동차운송사업과 같이 운영의 정시성이 중요한 사업에 있어서는 대체근로자를 확보해야 할 필요성이 크다고 할 것이므로 근로자가 지정한 휴가 시기까지 대체근로자를 확보하는 것이 객관적으로 어려운 상황인지 여부를 중심으로 판단하여야 한다. <br/>  노선 여객자동차운송사업과 같이 운영의 정시성이 중요한 사업에 있어 노사가 단체협약을 통해 근로자의 휴가 청구에 관한 기한을 정하고 있는 경우, 그 기한은 대체근로자 확보 등에 소요되는 합리적인 기간에 관하여 노사가 합의한 결과물이라고 볼 수 있으므로, 그로 인해 근로자가 불가피한 사유로 그 기한을 준수하지 못한 경우까지 휴가에 관한 권리가 제한된다고 해석되지 않는 이상 가급적 존중되어야 한다. <br/>  이러한 측면에서 볼 때, 노선 여객자동차운송사업과 같이 운영의 정시성이 중요한 사업과 관련하여 단체협약에서 근로자의 휴가 청구에 관한 기한을 정하고 있는데도 근로자가 불가피한 사유 없이 그 기한을 준수하지 않고 휴가를 청구하는 것은 객관적인 관점에서 사용자가 지정된 휴가 시기까지 대체근로자를 확보하는 데에 어려움을 발생시켜 그 사업 운영에 막대한 지장을 주는 경우에 해당한다고 봄이 상당하므로, 사용자는 특별한 사정이 없는 한 근로기준법 제60조 제5항에 따라 적법하게 시기변경권을 행사할 수 있다고 보아야 한다.<br/>",
  "판결본문": "",
  "참조조문": "근로기준법 제60조 제1항, 제2항, 제4항, 제5항, 제110조 제1호<br/>",
  "참조판례": "대법원 2000. 11. 28. 선고 99도317 판결(공2001상, 224)<br/>"
}