{
  "판례일련번호": "607843",
  "사건명": "임금등[격일제 근무 형태에서 최저임금액 이상의 임금을 지급해야 하는 소정근로시간이 1일 8시간에 제한되는지 문제된 사건]",
  "사건번호": "2022다257238",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250718",
  "판시사항": "[1] 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 아니하였더라도 대법원이 실체법 해석·적용의 잘못에 관하여 판단할 수 있는 경우<br/> [2] 근로자와 사용자가 정한 1주의 근로시간이 40시간을 초과하거나 1일의 근로시간이 8시간을 초과하는 경우, 그 초과 부분인 연장근로시간이 최저임금액 이상의 임금을 지급해야 하는 시간에 포함되는지 여부(원칙적 소극) 및 이는 격일제 근무 형태에서도 마찬가지인지 여부(적극)<br/> [3] 통상임금의 개념 및 판단 기준 / 어떤 임금에 일정 근무일수를 충족하여야만 지급한다는 조건이 부가되어 있다는 사정만으로 통상임금성이 부정되는지 여부(소극)<br/> [4] 일반택시운송사업을 영위하는 甲 유한회사와 노동조합이 체결한 임금협정에서 격일제 근로자의 월 소정근로일수를 12일로 정하고, 1년 이상 계속 근무하고 연 6개월 기준 55일 이상 실근무한 근로자에게 상여금을 지급하되, 일정 기준을 초과하는 대인·대물 피해가 발생한 중대 교통사고를 유발한 근로자에게는 상여금을 지급하지 않도록 정한 사안에서, 위 상여금은 소정근로의 제공 외에 일정 기간 동안 ‘중대 교통사고를 유발하지 않을 것’이라는 추가적인 자격요건 달성에 대한 보상으로 지급되는 것이므로 소정근로 대가성이 결여되어 통상임금에 해당한다고 볼 수 없다고 한 사례<br/>",
  "판결요지": "[1] 소액사건에서 구체적 사건에 적용할 법령의 해석에 관한 대법원 판례가 아직 없는 상황에서 같은 법령의 해석이 쟁점으로 되어 있는 다수의 소액사건들이 하급심에 계속되어 있을 뿐 아니라 재판부에 따라 엇갈리는 판단을 하는 사례가 나타나고 있는 경우, 소액사건이라는 이유로 대법원이 그 법령의 해석에 관하여 판단을 하지 아니한 채 사건을 종결한다면 국민생활의 법적 안정성을 해칠 것이 우려된다. 이와 같은 특별한 사정이 있는 경우에는 소액사건에 관하여 상고이유로 할 수 있는 ‘대법원의 판례에 상반되는 판단을 한 때’의 요건을 갖추지 아니하였다고 하더라도 법령해석의 통일이라는 대법원의 본질적 기능을 수행하는 차원에서 실체법 해석·적용의 잘못에 관하여 판단할 수 있다고 보아야 한다.<br/> [2] 택시운전 근로자의 최저임금에 산입되는 임금에 소정근로시간 또는 소정의 근로일에 대하여 지급하는 임금 외의 임금은 포함되지 않는다[최저임금법 제6조 제5항, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조의2 단서 제1호]. 여기서 ‘소정근로시간’은 1주 40시간 및 1일 8시간의 범위 내에서 근로자와 사용자가 정한 근로시간을 뜻한다(근로기준법 제2조 제1항 제8호, 제50조). 그러한 최저임금법령의 규정 내용과 취지를 고려하면, 근로자와 사용자가 정한 1주의 근로시간이 40시간을 초과하거나 1일의 근로시간이 8시간을 초과하는 경우 그 초과 부분인 연장근로시간은 다른 특별한 사정이 없는 한 최저임금액 이상의 임금을 지급해야 하는 시간에 포함되지 아니한다. 이는 1일 근무하고 그다음 날 쉬는 격일제 근무 형태에서도 마찬가지이다.<br/> [3] 근로기준법 시행령 제6조 제1항은 통상임금을 \"근로자에게 정기적이고 일률적으로 소정근로 또는 총근로에 대하여 지급하기로 정한 시간급 금액, 일급 금액, 주급 금액, 월급 금액 또는 도급 금액\"이라고 규정한다. 법령의 정의와 취지에 충실하게 통상임금 개념을 해석하면, 통상임금은 소정근로의 대가로서 정기적, 일률적으로 지급하기로 정한 임금을 말한다. 근로자가 소정근로를 온전하게 제공하는 대가로 정기적, 일률적으로 지급하도록 정해진 임금은 그에 부가된 조건의 존부나 성취 가능성과 관계없이 통상임금에 해당한다. 물론 조건의 유형과 내용에 따라서는 조건이 부가된 그 임금 항목의 통상임금성이 부정될 수도 있다. 이는 해당 임금의 지급 여부와 지급액이 그 임금 항목에 부가된 조건에 좌우되기 때문이 아니라, 해당 임금의 객관적 성질에 따라 통상임금성을 실질적으로 판단하는 과정에서 그 조건이 소정근로 대가성이나 정기성, 일률성을 부정하는 요소 중 하나로 고려되었기 때문이다.<br/>  어떤 임금에 일정 근무일수를 충족하여야만 지급한다는 조건(이하 ‘근무일수 조건’이라 한다)이 부가되어 있더라도, 그와 같은 조건이 소정근로를 온전하게 제공하는 근로자라면 충족할 조건, 즉 소정근로일수 이내로 정해진 근무일수 조건인 경우에는 그러한 조건이 부가되어 있다는 사정만으로 그 임금의 통상임금성이 부정되지 않는다.<br/> [4] 일반택시운송사업을 영위하는 甲 유한회사와 노동조합이 체결한 임금협정에서 격일제 근로자의 월 소정근로일수를 12일로 정하고, 1년 이상 계속 근무하고 연 6개월 기준 55일 이상 실근무한 근로자에게 상여금을 지급하되, 일정 기준을 초과하는 대인·대물 피해가 발생한 중대 교통사고를 유발한 근로자에게는 상여금을 지급하지 않도록 정한 사안에서, 위 상여금에 부가된 근무일수 조건은 소정근로를 온전하게 제공하는 근로자라면 충족할 조건에 불과하므로 그러한 조건이 부가되어 있다는 사정만으로는 위 상여금의 통상임금성이 부정된다고 볼 수 없으나, 위 상여금은 소정근로의 제공 외에 일정 기간 동안 ‘중대 교통사고를 유발하지 않을 것’을 조건으로 지급되는 임금으로서, 소정근로 제공 외에 추가적인 자격요건 달성에 대한 보상으로 지급되는 것이므로 소정근로 대가성이 결여되어 통상임금에 해당한다고 볼 수 없는데도, 이와 달리 본 원심판단에 소액사건심판법 제3조 제2호에서 정한 ‘대법원의 판례에 상반되는 판단’을 한 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 소액사건심판법 제3조 제2호 / [2] 최저임금법 제6조 제1항, 제5항, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조의2 제1호(현행 제5조의3 제1호 참조), 근로기준법 제2조 제1항 제8호, 제50조 / [3] 근로기준법 제2조 제1항 제5호, 근로기준법 시행령 제6조 제1항 / [4] 근로기준법 제2조 제1항 제5호, 근로기준법 시행령 제6조 제1항, 소액사건심판법 제3조 제2호<br/>",
  "참조판례": "[1] 대법원 2004. 8. 20. 선고 2003다1878 판결(공2004하, 1571), 대법원 2015. 3. 26. 선고 2012다48824 판결 / [2] 대법원 2024. 7. 25. 선고 2023다223744, 223751 판결(공2024하, 1471) / [3] 대법원 2024. 12. 19. 선고 2020다247190 전원합의체 판결(공2025상, 267), 대법원 2024. 12. 19. 선고 2023다302838 전원합의체 판결(공2025상, 307)<br/>"
}