{
  "판례일련번호": "607829",
  "사건명": "부당징계구제재심판정취소[승무정지의 징계처분이 단체협약 위반인지 및 징계절차가 공정대표의무에 위배되어 중대한 하자가 있는지 문제된 사건]",
  "사건번호": "2023두61370",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250718",
  "판시사항": "[1] 단체협약의 명문 규정을 근로자에게 불리하게 변형 해석할 수 있는지 여부(소극) 및 단체협약 문언의 객관적인 의미가 명확하게 드러나지 않고 문언 해석을 둘러싼 이견이 있는 경우, 이를 해석하는 방법<br/> [2] 노동조합 및 노동관계조정법 제29조의4 제1항에서 사용자와 교섭대표노동조합에 부과하고 있는 공정대표의무의 취지와 기능 / 단체교섭의 과정이나 그 결과물인 단체협약의 내용뿐만 아니라 단체협약의 이행과정에서도 공정대표의무가 준수되어야 하는지 여부(적극) / 교섭대표노동조합이나 사용자가 소수노동조합 등을 차별한 것으로 인정되는 경우, 그와 같은 차별에 합리적인 이유가 있다는 점에 관한 주장·증명책임의 소재(=교섭대표노동조합이나 사용자)<br/> [3] 징계위원회를 노사 동수로 구성하고 근로자 측 위원을 노동조합이 지명·위촉하도록 규정한 단체협약을 체결한 사용자와 교섭대표노동조합이 ‘소수노동조합 소속 조합원’에 대한 징계 절차에서 소수노동조합의 조합원들을 배제하고 교섭대표노동조합의 조합원들만을 근로자 측 위원으로 선임한 경우, 공정대표의무에 위배되는지 여부(원칙적 적극) 및 사용자가 위와 같은 공정대표의무를 위반하여 구성된 징계위원회의 의결을 거쳐 징계처분을 한 경우, 그 징계권 행사의 효력(무효)<br/>",
  "판결요지": "[1] 단체협약은 근로자의 경제적·사회적 지위 향상을 위하여 노동조합과 사용자가 단체교섭을 거쳐 체결하는 것이므로, 그 명문 규정을 근로자에게 불리하게 변형 해석할 수 없다. 다만 단체협약 문언의 객관적인 의미가 명확하게 드러나지 않고 문언 해석을 둘러싼 이견이 있는 경우에는, 해당 문언의 내용, 단체협약이 체결된 동기 및 경위, 노동조합과 사용자가 단체협약에 의하여 달성하려는 목적과 진정한 의사 등을 종합적으로 고려하여, 논리와 경험의 법칙에 따라 합리적으로 해석해야 한다. <br/> [2] 교섭창구 단일화 제도 아래에서 교섭대표노동조합이 되지 못한 노동조합은 독자적으로 단체교섭권을 행사할 수 없으므로, 노동조합 및 노동관계조정법은 교섭대표노동조합이 되지 못한 노동조합을 보호하기 위해 사용자와 교섭대표노동조합에 교섭창구 단일화 절차에 참여한 노동조합(이하 ‘소수노동조합’이라 한다) 또는 그 조합원(이하 소수노동조합과 함께 ‘소수노동조합 등’이라 한다)을 합리적 이유 없이 차별하지 못하도록 공정대표의무를 부과하고 있다(제29조의4 제1항). 공정대표의무는 헌법이 보장하는 단체교섭권의 본질적 내용이 침해되지 않도록 하기 위한 제도적 장치로 기능하고, 교섭대표노동조합과 사용자가 체결한 단체협약의 효력이 교섭창구 단일화 절차에 참여한 다른 노동조합에도 미치는 것을 정당화하는 근거가 된다. 이러한 공정대표의무의 취지와 기능 등에 비추어 보면, 공정대표의무는 단체교섭의 과정이나 그 결과물인 단체협약의 내용뿐만 아니라 단체협약의 이행과정에서도 준수되어야 한다. 또한 교섭대표노동조합이나 사용자가 소수노동조합 등을 차별한 것으로 인정되는 경우, 그와 같은 차별에 합리적인 이유가 있다는 점은 교섭대표노동조합이나 사용자에게 주장·증명책임이 있다.<br/> [3] 단체협약에서 징계위원회를 노사 동수로 구성하고 근로자 측 위원을 노동조합이 지명·위촉하도록 규정하고 있는 경우, 사용자와 교섭대표노동조합이 ‘교섭창구 단일화 절차에 참여한 노동조합(이하 ‘소수노동조합’이라 한다) 소속 조합원’에 대한 징계 절차에서 소수노동조합의 조합원들을 배제하고 교섭대표노동조합의 조합원들만을 근로자 측 위원으로 선임했다면, 이는 다른 특별한 사정이 없는 한 징계 절차에서 소수노동조합 또는 그 조합원을 합리적 이유 없이 차별한 것으로 공정대표의무에 위배된다. <br/>  나아가 위 단체협약 규정은 근로자의 근로권과 방어에 영향을 줄 수 있는 중요한 절차에 관한 사항에 해당한다. 사용자가 공정대표의무를 위반하여 구성된 징계위원회의 의결을 거쳐 징계처분을 했다면, 그러한 징계권의 행사는 징계사유가 인정되는지와 관계없이 위 단체협약 규정을 위반하여 해당 근로자의 방어권 행사를 제약하여 이루어진 것으로 절차상 중대한 하자가 있어 무효라고 보아야 한다.  <br/>",
  "판결본문": "",
  "참조조문": "[1] 노동조합 및 노동관계조정법 제34조 / [2] 노동조합 및 노동관계조정법 제29조의2 제1항, 제29조의4 제1항 / [3] 노동조합 및 노동관계조정법 제29조의4 제1항<br/>",
  "참조판례": "[1] 대법원 2022. 3. 11. 선고 2021두31832 판결 / [2] 대법원 2018. 8. 30. 선고 2017다218642 판결(공2018하, 1914), 대법원 2025. 5. 15. 선고 2022두64693 판결(공2025하, 1071) / [3] 대법원 2008. 5. 29. 선고 2008도2171 판결<br/>"
}