{
  "판례일련번호": "607849",
  "사건명": "취득세부과처분취소[주택 공급을 목적으로 설립된 지방공사가 주택과 함께 근린생활시설을 신축하여 분양·임대한 사건]",
  "사건번호": "2025두33235",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250717",
  "판시사항": "[1] 조세법규의 해석 기준 / 2020. 1. 15. 법률 제16865호 개정되기 전의 구 지방세특례제한법 제85조의2 제1항 제1호 및 2023. 3. 14. 법률 제19232호로 개정되기 전의 구 지방세특례제한법 제85조의2 제1항 제1호에서 정한 ‘직접 사용’의 의미(=부동산 등의 소유자가 해당 부동산 등을 사업 또는 업무의 목적이나 용도에 맞게 사용)<br/> [2] 택지개발 및 주택건설 등을 효과적으로 시행하기 위해 설립된 지방공기업인 甲 공사가 공공주택단지 공급 사업을 시행하며 부속된 근린생활시설을 함께 건설하여 공급하였는데, 위 근린생활시설이 구 지방세특례제한법에 따른 취득세 감면대상에 해당한다고 보아 50% 감면을 적용한 취득세 등을 신고·납부하였으나, 관할 구청장이 위 근린생활시설은 甲 공사가 그 고유업무나 목적사업에 직접 사용하기 위하여 취득한 부동산에 해당하지 않아 구 지방세특례제한법상 감면 조항이 적용될 수 없다는 이유로 취득세 등을 경정·고지한 사안에서, 위 처분이 위법하다고 본 원심판단이 정당하다고 한 사례<br/>",
  "판결요지": "[1] 조세법률주의의 원칙상 과세요건이거나 비과세요건 또는 조세감면요건을 막론하고 조세법규의 해석은 특별한 사정이 없는 한 법문대로 해석할 것이고, 합리적 이유 없이 확장해석하거나 유추해석하는 것은 허용되지 아니한다. 따라서 구 지방세특례제한법(2020. 1. 15. 법률 제16865호로 개정되기 전의 것) 제85조의2 제1항 제1호 및 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제85조의2 제1항 제1호에서 정한 ‘직접 사용’의 의미는 위 각 구 지방세특례제한법 제2조 제1항 제8호에 따라 ‘부동산 등의 소유자가 해당 부동산 등을 사업 또는 업무의 목적이나 용도에 맞게 사용’하는 것으로 해석하여야 한다.<br/> [2] 택지개발 및 주택건설 등을 효과적으로 시행하기 위해 설립된 지방공기업인 甲 공사가 공공주택단지 공급 사업을 시행하며 부속된 근린생활시설을 함께 건설하여 공급하였는데, 위 근린생활시설이 취득세 감면 조항인 구 지방세특례제한법(2020. 1. 15. 법률 제16865호로 개정되기 전의 것) 제85조의2 제1항 제1호 및 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제85조의2 제1항 제1호에 따른 감면대상에 해당한다고 보아 50% 감면을 적용한 취득세 등을 신고·납부하였으나, 관할 구청장이 위 근린생활시설은 甲 공사가 그 고유업무나 목적사업에 직접 사용하기 위하여 취득한 부동산에 해당하지 않아 위 감면 조항이 적용될 수 없다는 이유로 취득세 등을 경정·고지한 사안에서, 甲 공사의 법인등기부, 정관에서 ‘집단적으로 주택을 건설, 개량, 공급 또는 관리하는 경우에 있어서 필요한 복리시설의 건설, 개량, 공급 및 관리’를 목적사업으로 정하고 있고, 위 근린생활시설은 甲 공사가 집단적으로 주택을 건설, 개량, 공급 또는 관리하는 데 필요한 복리시설의 건설 및 공급을 위해 취득한 것으로, 위 감면 조항이 적용 대상으로 삼고 있는 ‘지방공사가 그 고유업무 또는 목적사업에 직접 사용하기 위하여 취득하는 부동산’에 해당한다는 이유로 위 처분이 위법하다고 본 원심판단이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 지방세특례제한법(2020. 1. 15. 법률 제16865호로 개정되기 전의 것) 제2조 제1항 제1호, 제8호, 제85조의2 제1항 제1호, 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제2조 제1항 제1호, 제8호, 제85조의2 제1항 제1호 / [2] 구 지방세특례제한법(2020. 1. 15. 법률 제16865호로 개정되기 전의 것) 제2조 제1항 제1호, 제8호, 제85조의2 제1항 제1호, 구 지방세특례제한법(2023. 3. 14. 법률 제19232호로 개정되기 전의 것) 제2조 제1항 제1호, 제8호, 제85조의2 제1항 제1호, 주택법 제2조 제14호, 제15조 제1항, 제2항, 주택법 시행령 제7조, 제27조 제6항 제1호 (다)목<br/>",
  "참조판례": "[1] 대법원 2004. 5. 28. 선고 2003두7392 판결(공2004하, 1096)<br/>"
}