{
  "판례일련번호": "607823",
  "사건명": "권리범위확인(특)",
  "사건번호": "2023후11340",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250717",
  "판시사항": "<br/> [1] 특허발명의 보호범위를 확정하는 방법 / 청구범위를 문언 그대로 해석하면 명세서의 다른 기재에 비추어 보아 명백히 불합리한 경우, 특허권의 권리범위를 제한 해석할 수 있는지 여부(적극) / 이는 독립항과 그 종속항의 권리범위가 동일하게 된다고 하여도 마찬가지인지 여부(적극)<br/><br/> [2] 확인대상 발명이 특허발명의 권리범위에 속하는지 판단하는 기준 / 확인대상 발명에 특허발명의 청구범위에 기재된 구성 중 변경된 부분이 있는 경우, 확인대상 발명이 특허발명의 청구범위에 기재된 구성과 균등한 것으로서 여전히 특허발명의 권리범위에 속한다고 볼 수 있는 요건 및 확인대상 발명과 특허발명의 ‘과제 해결원리가 동일’한지 판단하는 방법 <br/><br/> [3] 甲 주식회사가 명칭을 ‘자가세정 가능한 정수기’로 하는 특허발명의 특허권자인 乙 주식회사를 상대로 명칭을 ‘살균 기능을 포함하는 정수기’로 하는 확인대상 발명이 특허발명의 권리범위에 속하지 않는다는 확인을 구하는 소극적 권리범위 확인심판을 청구하여 특허심판원이 이를 인용하는 심결을 하자, 乙 회사가 심결취소를 구한 사안에서, 특허발명의 ‘세정수단’은 ‘세정물질 또는 살균물질을 내부에 포함하고, 그 세정물질 또는 살균물질을 여과부에서 여과된 물에 희석하여 저장탱크에 공급함으로써 저장탱크를 세정하기 위한 수단’으로 해석하는 것이 타당하고, 확인대상 발명은 특허발명과 과제 해결원리가 동일하다고 볼 수 없어 특허발명 특허권 및 이를 인용하는 종속항 발명 특허권의 권리범위에도 속하지 않는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "<br/> [1] 특허발명의 보호범위는 청구범위에 적혀 있는 사항에 따라 정해지고, 발명에 관한 설명이나 도면 등으로 보호범위를 제한하거나 확장하는 것은 원칙적으로 허용되지 않는다. 그런데 청구범위에 적혀 있는 사항이 통상적인 구조, 방법, 물질 등이 아니라 기능, 효과, 성질 등의 이른바 기능적 표현으로 되어 있어 그 용어의 기재만으로 기술적 구성의 구체적인 내용을 알 수 없는 경우에는, 그 특허권의 침해 판단이나 권리범위 확인이 문제 되는 국면에서 청구범위를 문언 그대로 해석하면 명세서의 다른 기재에 비추어 보아 명백히 불합리할 때가 있다. 청구범위에 문언적으로 포함된다고 해석되는 것 중 일부가 발명에 관한 설명의 기재에 의하여 뒷받침되지 않거나, 출원인이 그중 일부를 특허권의 권리범위에서 의식적으로 제외하고 있다고 보이는 경우 등이 이에 해당한다. 이러한 경우에는 출원된 기술사상의 내용, 명세서의 다른 기재, 출원인의 의사, 제3자에 대한 법적 안정성을 두루 참작하여 특허권의 권리범위를 제한 해석할 수 있다. 이는 독립항과 그 종속항의 권리범위가 동일하게 된다고 하여도 마찬가지이다.<br/><br/> [2] 특허발명과 대비되는 확인대상 발명이 특허발명의 권리범위에 속한다고 하기 위해서는 특허발명의 청구범위에 기재된 각 구성요소와 그 구성요소 간의 유기적 결합관계가 확인대상 발명에 그대로 포함되어 있어야 한다. 확인대상 발명에 특허발명의 청구범위에 기재된 구성 중 변경된 부분이 있는 경우에도 특허발명과 과제 해결원리가 동일하고, 실질적으로 동일한 작용효과를 나타내며, 그와 같이 변경하는 것이 그 발명이 속하는 기술분야에서 통상의 지식을 가진 사람이라면 누구나 쉽게 생각해 낼 수 있는 정도라면, 특별한 사정이 없는 한 확인대상 발명은 특허발명의 청구범위에 기재된 구성과 균등한 것으로서 여전히 특허발명의 권리범위에 속한다고 보아야 한다. <br/>  확인대상 발명과 특허발명의 ‘과제 해결원리가 동일’한지를 가릴 때에는 청구범위에 기재된 구성의 일부를 형식적으로 추출할 것이 아니라, 명세서에 적힌 발명에 관한 설명의 기재와 출원 당시의 공지기술 등을 참작하여 선행기술과 대비하여 볼 때 특허발명에 특유한 해결수단이 기초하고 있는 기술사상의 핵심이 무엇인가를 실질적으로 탐구하여 판단하여야 한다. 특허법이 보호하려는 특허발명의 실질적 가치는 선행기술에서 해결되지 않았던 기술과제를 특허발명이 해결하여 기술발전에 기여하였다는 데에 있으므로, 확인대상 발명의 변경된 구성요소가 특허발명의 대응되는 구성요소와 균등한지를 판단할 때에도 특허발명에 특유한 과제 해결원리를 고려하는 것이다. 그리고 특허발명의 과제 해결원리를 파악할 때 발명에 관한 설명의 기재뿐만 아니라 출원 당시의 공지기술 등까지 참작하는 것은 전체 선행기술과의 관계에서 특허발명이 기술발전에 기여한 정도에 따라 특허발명의 실질적 가치를 객관적으로 파악하여 그에 합당한 보호를 하기 위한 것이다. 따라서 이러한 선행기술을 참작하여 특허발명이 기술발전에 기여한 정도에 따라 특허발명의 과제 해결원리를 얼마나 넓게 또는 좁게 파악할지 결정하여야 한다.<br/><br/> [3] 甲 주식회사가 명칭을 ‘자가세정 가능한 정수기’로 하는 특허발명의 특허권자인 乙 주식회사를 상대로 명칭을 ‘살균 기능을 포함하는 정수기’로 하는 확인대상 발명이 특허발명의 권리범위에 속하지 않는다는 확인을 구하는 소극적 권리범위 확인심판을 청구하여 특허심판원이 이를 인용하는 심결을 하자, 乙 회사가 심결취소를 구한 사안에서, 특허발명의 청구범위에 적혀 있는 ‘세정수단’이라는 용어는 ‘세정 기능을 하는 수단’이라는 기능적 표현으로서 그 용어 자체만으로는 기술적 구성의 구체적인 내용을 알 수 없는 점, 특허발명 명세서의 발명에 관한 설명에는 ‘세정수단’에 대한 설명으로 ‘여과부에서 여과된 물에 세정물질 또는 살균물질을 희석한 것을 가지고 저장탱크를 세정하는 수단’이라는 내용이 기재되어 있고 ‘전기분해 방식으로 살균물질을 생성하여 세정하는 수단’에 관한 내용은 기재되어 있지 않으며, ‘세정수단’의 구성을 구체적으로 개시하거나 시사하는 내용도 나타나 있지 않은 점, 乙 회사가 특허발명의 ‘세정수단’ 중 ‘전기분해 방식으로 살균물질을 생성하여 세정하는 수단’을 의식적으로 제외하였다고 보이는 점 등을 종합하면, ‘세정수단’을 문언 그대로 해석하는 것은 명백히 불합리하므로, 출원된 기술사상의 내용, 발명에 관한 설명의 기재, 출원인의 의사, 제3자에 대한 법적 안정성을 두루 참작하면, 특허발명의 ‘세정수단’은 ‘세정물질 또는 살균물질을 내부에 포함하고, 그 세정물질 또는 살균물질을 여과부에서 여과된 물에 희석하여 저장탱크에 공급함으로써 저장탱크를 세정하기 위한 수단’으로 해석하는 것이 타당하고, 특허발명의 명세서에 적힌 발명에 관한 설명의 기재와 출원 당시의 공지기술 등을 참작하면, 특허발명은 출원 당시 이미 공지된 ‘정수기의 여과부에서 여과되는 물을 정수기의 자가세정에 사용하되, 여과부에 구비된 필터 중 일부 필터만을 통과하여 여과된 물을 사용한다.’는 기술사상에다가 세정물질 또는 살균물질을 내부에 포함하는 ‘세정수단’ 구성을 결합한 것이어서 선행기술과의 관계에서 기술발전에 기여한 정도가 크다고 보기 어려우므로, 특허발명에 특유한 과제 해결원리는 청구범위 기재에 근접한 정도로 파악하여야 하는데, 확인대상 발명은 여과부의 일부 필터를 통해 여과된 물로 전극 살균기를 통해 전기분해수를 생성하여 정수탱크를 자가세정하는 방식이므로, 확인대상 발명은 특허발명과 과제 해결원리가 동일하다고 볼 수 없어 특허발명 특허권 및 이를 인용하는 종속항 발명 특허권의 권리범위에도 속하지 않는데도, 이와 달리 본 원심판단에 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 특허법 제97조 / [2] 특허법 제135조 / [3] 특허법 제97조, 제135조         <br/>",
  "참조판례": "[1] 대법원 2003. 7. 11. 선고 2001후2856 판결(공2003하, 1731), 대법원 2008. 2. 28. 선고 2005다77350, 77367 판결, 대법원 2008. 7. 10. 선고 2008후57 판결(공2008하, 1178), 대법원 2009. 4. 23. 선고 2009후92 판결 / [2] 대법원 2014. 7. 24. 선고 2012후1132 판결(공2014하, 1753), 대법원 2019. 1. 31. 선고 2017후424 판결(공2019상, 702), 대법원 2020. 4. 29. 선고 2016후2546 판결         <br/>"
}