{
  "판례일련번호": "607837",
  "사건명": "약정금청구[사용자가 텔레마케터 퇴직 후 발생한 환불수수료의 반환을 구하는 사건]",
  "사건번호": "2023다318420",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250717",
  "판시사항": "[1] 근로계약 불이행에 대한 위약금 또는 손해배상액 예정의 약정을 금지하는 근로기준법 제20조의 규정 취지 및 사용자가 근로자에게 일정한 금원을 지급하면서 퇴직 후 일정한 사유가 발생하면 그 전부 또는 일부를 반환받기로 약정한 경우, 근로기준법 제20조가 금지하는 약정인지 판단하는 기준<br/> [2] 甲이 乙 주식회사와 체결한 텔레마케팅 업무위촉계약에서 甲의 보수는 유료회원으로부터 지급받는 금원에서 일체의 환불금을 공제한 금액인 ‘실매출액’의 10%이고, 유료회원 계약기간에 안분하여 분할 지급함을 원칙으로 하되 선지급할 수 있다고 정하면서, ‘계약이 해지·만료된 후 환불이 발생한 경우, 甲은 乙 회사에 환불금의 10%를 반환하여야 한다.’는 반환규정을 둔 사안에서, 제반 사정에 비추어 위 반환규정은 실질적으로 甲의 근로계약 불이행을 사유로 한 것이 아니고, 甲의 퇴직 자유를 제한하거나 그 의사에 반하는 근로의 계속을 부당하게 강요하는 것이라고 볼 수도 없으므로, 근로기준법 제20조가 금지하는 약정에 해당하지 않는다고 한 사례<br/>",
  "판결요지": "[1] 근로기준법 제20조는 \"사용자는 근로계약 불이행에 대한 위약금 또는 손해배상액을 예정하는 계약을 체결하지 못한다.\"라고 규정하고 있다. 근로자가 근로계약을 불이행한 경우, 반대급부인 임금을 지급받지 못한 것에서 더 나아가 위약금이나 손해배상금을 지급하여야 한다면, 근로자로서는 비록 불리한 근로계약을 체결하였다고 하더라도 근로계약의 구속에서 쉽사리 벗어날 수 없다. 위 규정의 취지는 그와 같은 위약금이나 손해배상액 예정의 약정을 금지함으로써, 근로자가 퇴직의 자유를 제한받아 부당하게 근로의 계속을 강요당하는 것을 방지하고, 근로자의 직장선택의 자유를 보장하며, 불리한 근로계약을 해지할 수 있도록 보호하려는 것이다.<br/>  사용자가 근로자에게 일정한 금원을 지급하면서 퇴직 후 일정한 사유가 발생하면 그 전부 또는 일부를 반환받기로 약정한 경우, 반환 대상인 금전의 법적 성격과 지급 경위 및 그 규모·액수, 반환 사유와 그 적용 범위·기간 등의 여러 사정을 종합할 때, 근로자의 퇴직의 자유를 제한하거나 그 의사에 반하는 근로의 계속을 부당하게 강요하는 것으로 볼 수 없다면, 이것을 근로기준법 제20조가 금지하는 약정이라고 보기는 어렵다.<br/> [2] 甲이 乙 주식회사와 체결한 텔레마케팅 업무위촉계약에서 甲의 보수는 유료회원으로부터 지급받는 금원에서 일체의 환불금을 공제한 금액인 ‘실매출액’의 10%이고, 유료회원 계약기간에 안분하여 분할 지급함을 원칙으로 하되 선지급할 수 있다고 정하면서, ‘계약이 해지·만료된 후 환불이 발생한 경우, 甲은 乙 회사에 환불금의 10%를 반환하여야 한다.’는 반환규정을 둔 사안에서, 甲과 乙 회사는 위 계약을 통하여 甲이 유치한 유료회원에 관련된 ‘실매출액’의 10%를 보수 산정의 기준으로 정하고, 원칙적으로 유료회원 계약기간에 따라 보수를 분할하여 지급하기로 합의하였는데, 甲의 보수는 기본적으로 근로의 대상으로 지급되는 임금에 해당하나 乙 회사의 사업구조, 甲이 제공하는 근로 내용, 유료회원 계약기간 등을 감안하면 그와 같은 합의가 근로기준법 등 강행규정에 위반되거나 탈법행위에 해당한다고 보기 어려운 점, 乙 회사는 甲에게 보수를 분할하여 지급할 수 있었음에도 유료회원 계약이 체결되면 보수 전액을 선지급한 것으로 보이는데, 위 반환규정은 甲의 퇴직 후 환불금이 발생하여 보수 산정의 기준인 실매출액이 감소할 경우 선지급된 보수 중 초과 지급분의 정산을 위하여 환불금의 10%를 반환하기로 하는 내용일 뿐 마땅히 근로자에게 지급되어야 할 임금을 반환하는 취지의 약정이라고 보기 어려운 점, 甲은 재직 중에도 유료회원에 대한 환불이 발생하면 환불금의 10%를 공제한 액수를 임금으로 지급받았는데, 환불금의 10%는 甲이 퇴직하지 않았더라도 유료회원에 대한 환불이 발생하면 반환하였어야 할 돈인 점 및 甲이 지급받은 보수 총액, 반환금의 규모와 액수 등을 감안하면 위 반환규정은 실질적으로 甲의 근로계약 불이행을 사유로 한 것이 아니고, 甲의 퇴직 자유를 제한하거나 그 의사에 반하는 근로의 계속을 부당하게 강요하는 것이라고 볼 수도 없으므로, 근로기준법 제20조가 금지하는 약정에 해당하지 않는다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제20조 / [2] 근로기준법 제20조<br/>",
  "참조판례": "[1] 대법원 2022. 3. 11. 선고 2017다202272 판결(공2022상, 649)<br/>"
}