{
  "판례일련번호": "608435",
  "사건명": "대주주적격성유지요건충족명령및주식처분명령취소[저축은행의 대주주가 부당한 공동행위를 하여 벌금형이 확정된 후 대주주적격성 유지요건을 충족하지 못하였다는 처분사유로 충족명령과 주식처분명령을 받은 사건]",
  "사건번호": "2025두33025",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 상호저축은행법 제10조의6 제3항에서 정한 대주주적격성 유지의무 위반을 이유로 한 대주주적격성 유지요건 충족명령과 일정한 주식에 대한 처분명령 등의 근거가 되는 행정법규의 해석·적용 방법<br/><br/> [2] 상호저축은행법 제10조의6 제3항에서 정한 대주주적격성 유지의무를 위반했는지 판단하는 기준(=형사재판에서 선고된 형의 경중)<br/><br/> [3] 2010. 3. 22. 개정된 상호저축은행법 제10조의6 제3항의 적용 대상 / 형사재판에서 개정 상호저축은행법 시행 전후에 걸쳐 발생한 범죄행위에 대하여 하나의 벌금형이 선고·확정된 경우, 대주주적격성 유지요건을 심사하는 행정청 또는 행정재판을 담당하는 법원이 사후에 개정 상호저축은행법 시행 후 발생한 범죄행위만으로 1,000만 원 이상의 벌금형이 선고될 수 있는지를 따져 대주주적격성 유지의무의 위반 여부를 판단할 수 있는지 여부(소극)<br/>",
  "판결요지": "<br/> [1] 2010. 3. 22. 법률 제10175호로 개정된 상호저축은행법에 따라 적격성 유지요건의 충족 여부를 심사한 결과 대주주적격성 유지의무를 위반했다고 인정되면 해당 대주주는 적격성 유지요건 충족명령을 받을 수 있고, 이 경우 상호저축은행의 의결권 있는 발행주식 총수의 100분의 10 이상 보유하는 주식에 대하여는 의결권을 행사할 수 없으며, 충족명령을 이행하지 않는 경우 해당 대주주가 보유하는 상호저축은행의 의결권 있는 발행주식 총수의 100분의 10 이상에 해당하는 주식에 대한 처분명령을 받을 수 있다. 나아가 주식처분명령을 받은 자가 해당 명령을 이행하지 않는 때에는 이행기간의 종료일 다음 날부터 주식처분을 이행하는 날까지의 기간에 대한 이행강제금도 부과받을 수 있다(제10조의6 제3항, 제6항 내지 제8항 및 제38조의8 참조). 이와 같이 대주주적격성 유지의무를 위반했다고 인정되는 경우 해당 대주주가 입는 불이익이 중대하므로, 그 근거가 되는 행정법규는 엄격하게 해석·적용해야 하고 행정처분의 상대방에게 불리한 방향으로 지나치게 확장해석이나 유추해석을 해서는 안 된다.<br/><br/> [2] 2010. 3. 22. 법률 제10175호로 개정된 상호저축은행법 제10조의6 제3항의 위임에 따라 상호저축은행법 시행령 제7조의4 제8항 [별표 3] 제2호 (다)목은 금융기관 외의 내국법인인 대주주의 적격성 유지요건 중 하나로 \"제1호 (라)목의 요건을 충족할 것\"을 정하고 있고, 같은 별표의 제1호 (라)목 1)은 대주주적격성 유지요건으로 \"최근 5년간 금융관련법령, 「독점규제 및 공정거래에 관한 법률」(이하 ‘공정거래법’이라 한다) 및 「조세범 처벌법」을 위반하여 1,000만 원 벌금형 이상에 상당하는 형사처벌을 받은 사실이 없을 것\"을 들면서 \"그 위반 등의 정도가 경미하다고 인정되는 경우는 제외한다.\"라고 정하였다. 이와 같이 상호저축은행법 시행령 [별표 3] 제1호 (라)목 1)은 ‘공정거래법 위반 등 범죄 그 자체’의 경중이 아니라 ‘공정거래법 위반 등 범죄에 대하여 형사재판에서 선고된 형’의 경중에 따라 적격성 유지요건 충족 여부를 결정하도록 하였으므로, 위 조항에서 정한 대주주적격성 유지의무의 위반 여부는 형사재판에서 선고된 형을 기준으로 판단해야 한다.<br/><br/> [3] 2010. 3. 22. 법률 제10175호로 개정된 상호저축은행법은 부칙(2010. 3. 22.) 제1조에 따라 공포 후 6개월이 지난 2010. 9. 23.부터 시행되었고, 제10조의6 제3항의 개정규정은 같은 부칙 제3조에 따라 개정 상호저축은행법 시행 후 최초로 대주주적격성 유지요건을 갖추지 못하게 된 기존 대주주부터 적용된다. 형사재판에서 개정 상호저축은행법 시행 전후에 걸쳐 발생한 범죄행위에 대하여 포괄일죄로 하나의 벌금형이 선고되어 확정된 경우, 대주주적격성 유지요건을 심사하는 행정청 또는 행정재판을 담당하는 법원이 사후에 개정 상호저축은행법 시행 후 발생한 범죄의 ‘양형조건을 별도로 고려하여’ 1,000만 원 이상의 벌금형이 선고될 만한 경우에 해당하는지를 따져 대주주적격성 유지의무의 위반 여부를 판단하는 것은, 구체적 사실관계에 따라 합리적인 결론을 도출할 수 있는 장점은 있으나, 형사재판에서 ‘선고된 형’의 경중에 따라 적격성 유지요건 충족 여부를 결정하도록 규정한 명확한 문언과 불리한 확장해석을 금하는 법리에 비추어 허용하기 어렵다. 이로 인하여 초래되는 불합리는 법 개정을 통하여 해결할 문제이다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 상호저축은행법 제10조의6 제3항, 제6항, 제7항, 제8항, 제38조의8 / [2] 상호저축은행법 제10조의6 제3항, 상호저축은행법 시행령 제7조의4 제8항 [별표 3] 제1호 (라)목, 제2호 (다)목 / [3] 상호저축은행법 제10조의6 제3항, 부칙(2010. 3. 22.) 제1조, 제3조, 상호저축은행법 시행령 제7조의4 제8항 [별표 3] 제1호 (라)목, 제2호 (다)목<br/>",
  "참조판례": "[1] 대법원 2017. 5. 30. 선고 2015두48884 판결(공2017하, 1386)<br/>"
}