{
  "판례일련번호": "608443",
  "사건명": "법인세경정거부처분취소[구 조세특례제한법상 생산성향상시설 투자세액공제 대상 투자금인지 문제된 사건]",
  "사건번호": "2025두32946",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 구 조세특례제한법 제24조 제1항에 따른 생산성향상시설 투자세액 공제제도의 취지 / 위 조항이 정한 투자세액공제 대상인 투자금액의 범위 및 이에 해당하는지 판단하는 기준<br/><br/> [2] 원자력발전소 등을 운영하고 있는 甲 주식회사가 자동화설비 및 마이크로프로세서 기반의 제어설비를 통하여 원자력 발전을 하는 발전설비를 건설하며 지출한 건설자금이자, 시운전비 등이 구 조세특례제한법상 생산성향상시설 투자세액공제 대상이 되는 투자금액에 해당한다는 이유로 법인세 환급을 구하는 경정청구를 하였으나, 관할 세무서장이 이를 거부한 사안에서, 甲 회사가 지출한 금액 중 자동화 시설인 원자로설비, 터빈발전기 등의 기계장치에 대응하는 부분만 같은 법 제24조 제1항 대상인 투자금액에 해당한다고 본 원심판결을 수긍한 사례<br/>",
  "판결요지": "<br/> [1] 구 조세특례제한법(2017. 12. 19. 법률 제15227호로 개정되기 전의 것) 제24조 제1항에 따른 생산성향상시설 투자세액 공제제도는, 내국인이 생산성향상시설에 투자하는 경우 투자금액의 일부를 세액공제함으로써 생산성향상시설에 대한 기업의 투자를 촉진하여 기업의 생산성 및 경쟁력을 제고하고자 하는 데 그 취지가 있다. 이는 정책적 목적을 위하여 상당한 특혜를 주는 제도이므로 그 목적에 부합하는 범위에서 제한적으로 적용되어야 한다. 그러므로 생산성향상시설의 취득에 직접적으로 대응하여 지출된 비용만을 세액공제 대상으로 삼아야 하고, 단지 취득 과정에 부수적으로 수반하여 지출된 비용이거나 취득에 간접적으로만 기여하는 비용은 위 조항에서의 투자금액에 포함되지 않는다고 보아야 한다. 그리고 위 조항이 정한 투자세액공제 대상인 투자금액에 해당하는지는, 주장되는 지출이 생산성향상시설에 속하는 자산의 취득을 위한 의도에서 이루어진 것이었는지, 이러한 지출이 자산의 취득을 위해 필수적으로 요구됨에 따라 만일 그와 같은 지출이 없었더라면 생산성향상시설에 속하는 자산을 취득하는 것이 곤란하였는지, 해당 지출이 신뢰성과 정확성이 구비된 계약서, 회계자료 등의 기초자료를 토대로 다른 목적의 지출과 객관적으로 구분되고 그 구분 기준이 합리적인지 등을 종합적으로 고려하여 판단하여야 한다.<br/><br/> [2] 원자력발전소 등을 운영하고 있는 甲 주식회사가 자동화설비 및 마이크로프로세서 기반의 제어설비를 통하여 원자력 발전을 하는 발전설비를 건설하며 지출한 건설자금이자, 시운전비 등이 구 조세특례제한법(2017. 12. 19. 법률 제15227호로 개정되기 전의 것, 이하 같다)상 생산성향상시설 투자세액공제 대상이 되는 투자금액에 해당한다는 이유로 법인세 환급을 구하는 경정청구를 하였으나, 관할 세무서장이 이를 거부한 사안에서, 해당 발전설비 중 발전시설인 원자로설비, 터빈발전기 등의 기계장치(이하 ‘자동화 시설’이라 한다)는 생산성향상시설에 해당하고, 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제41조 제1항 제2호에서 자산의 취득가액을 ‘내국법인이 제작에 의하여 취득한 자산의 취득가액은 제작원가에 부대비용을 더한 금액’으로 규정하고 있으나, 서로 다른 기준과 목적에 따른 두 법률의 유사 개념을 일치되게 해석할 필요가 없어 구 조세특례제한법 제24조 제1항에 따라 세액공제 대상이 되는 투자금액은 생산성향상시설의 취득에 직접적으로 대응하여 지출된 비용에 한정된다는 이유로 甲 회사가 지출한 금액 중 자동화 시설에 대응하는 부분만 위 조항 대상인 투자금액에 해당한다고 본 원심판결을 수긍한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 조세특례제한법(2017. 12. 19. 법률 제15227호로 개정되기 전의 것) 제24조 제1항 / [2] 구 조세특례제한법(2017. 12. 19. 법률 제15227호로 개정되기 전의 것) 제24조 제1항, 구 법인세법(2018. 12. 24. 법률 제16008호로 개정되기 전의 것) 제41조 제1항 제2호         <br/>",
  "참조판례": ""
}