{
  "판례일련번호": "608489",
  "사건명": "약사법위반",
  "사건번호": "2024노1360",
  "법원명": "울산지법",
  "사건유형": "",
  "판결유형": "판결 : 확정",
  "선고일자": "20250618",
  "판시사항": "<br/> 의약품 등으로 임상시험을 하려는 자는 그에 관한 계획서를 작성하여 식품의약품안전처장의 승인을 받아야 함에도, 항암 치료를 위해 개발 중인 특정 의약품(항암시약)의 개발자이자 연구책임자인 피고인이 임상시험 계획 승인을 받지 않고 항암시약을 피고인의 체내에 투여한 다음 신체에 나타나는 변화와 이상반응을 관찰함으로써 약사법을 위반하였다는 내용으로 기소된 사안에서, 연구자가 의약품의 유효성을 증명하기 위해 스스로 자신의 몸에 의약품을 투약하는 방식의 자기실험 역시 승인을 받아야 하는 임상시험으로 보아야 하나, 피고인의 행위가 약사법 위반죄의 구성요건에 해당하더라도 사회통념상 허용될 만한 상당성이 있는 행위로서 정당행위에 해당한다는 이유로, 피고인에게 무죄를 선고한 사례<br/>",
  "판결요지": "<br/> 의약품 등으로 임상시험을 하려는 자는 그에 관한 계획서를 작성하여 식품의약품안전처장의 승인을 받아야 함에도, 항암 치료를 위해 개발 중인 특정 의약품(이하 ‘항암시약’이라 한다)의 개발자이자 연구책임자인 피고인이 임상시험 계획 승인을 받지 않고 항암시약을 피고인의 체내에 투여한 다음 신체에 나타나는 변화와 이상반응을 관찰함으로써 약사법을 위반하였다는 내용으로 기소된 사안이다. <br/>  ① 약사법 제2조 제16호 ‘비임상시험’의 정의 및 ‘사람’의 사전적 의미에 비추어 같은 조 제15호 ‘임상시험’ 대상인 ‘사람’은 ‘동물, 식물, 미생물’과 대비되는 의미, 즉 일반적인 사람 전부를 의미하는 것으로 해석하여야 하는 점, 임상시험은 안전성과 윤리성 문제가 발생할 위험이 있어 약사법 제34조 제2항, 제3항 제1호, 제6항, 제34조의2 제3항 제5호에서 여러 단계에 거쳐 국가의 관찰과 규제 속에서 이루어지도록 하고 있는데, 연구자의 자기실험이라고 하여 안전성과 윤리성 문제로부터 완전히 자유롭다고 할 수 없고(실제로 피고인은 자가투여실험 과정에서 이틀에 걸쳐 혈액 400㎖ 이상을 채혈하기도 하였다), 의약품 등의 종류나 연구자의 역량 등에 따라 국가적 차원의 안전성 및 윤리성에 대한 교차 검증이 필요한 경우가 있을 수 있는 점, 새로운 의약품 개발과정은 보통 다수의 연구자들에 의해 진행되는데, 만일 자기실험에 대해 약사법상 임상시험에 관한 규제가 적용되지 않는다면 연구자들 중 실질적으로 높은 서열에 있는 자가 낮은 서열에 있는 자에게 위 규제를 회피하기 위하여 자기실험을 강요할 가능성을 배제하기 어려우므로, ‘국민보건 향상에 기여’라는 약사법의 목적을 고려하여 자기실험이 임상시험에 포함된다고 볼 필요가 있는 점 등을 종합하면, 연구자가 의약품의 유효성을 증명하기 위해 스스로 자신의 몸에 의약품을 투약하는 방식의 자기실험 역시 식품의약품안전처장의 승인을 받아야 하는 약사법 제34조 제1항의 임상시험으로 봄이 타당하나, ② 항암시약은 항암 치료제로서 피고인은 시험약의 안전성을 시험하기 위하여 투여하였고, 고소에 이르게 된 경위(임상시험 계획 승인을 신청하는 과정에서 알려지게 되었다)에 비추어 피고인의 개인적 이익이나 목적을 위한 것이거나 약사법에 따른 규제를 회피하고자 한 것이 아닌 점, 피고인은 병원에 입원하여 공동연구자의 의학자문을 받으며 실험을 진행하였고, 실험은 오직 피고인만을 대상으로 하였으며, 항암시약이 유통되었다거나 실험 관여자 이외의 자에게 실험 정보가 유출된 바 없어 ‘공익상 위해’나 ‘중대한 안전성·윤리성 문제가 제기되는 경우’에 해당하지 않을뿐더러, 실험으로 인해 피고인에게 전염성 있는 질환이 발생하는 등으로 국민보건에 위해를 끼칠 가능성은 사실상 없는 점, 피고인은 오로지 자기 스스로의 결정에 따라 임상시험을 한 것이므로 시험 대상자인 피고인의 권리가 침해된 바 없는 점, 피고인은 동물에게 수행된 실험을 여러 암 환자에게 시험하기 이전에 동물이 아닌 인간을 대상으로 항암시약의 안전한 투약 용량을 파악할 필요가 있었던 점 등 제반 사정을 종합하면, 비록 피고인의 행위가 약사법을 위반한 것으로서 구성요건에 해당하더라도 사회통념상 허용될 만한 상당성이 있는 행위로서 처벌 대상이 될 정도의 위법성을 갖추었다고 보기 어려워 정당행위에 해당한다는 이유로, 피고인에게 무죄를 선고한 사례이다.<br/>",
  "판결본문": "",
  "참조조문": "약사법 제1조, 제2조 제15호, 제16호, 제34조 제1항, 제2항, 제3항 제1호, 제5항, 제6항, 제34조의2 제3항 제5호, 제94조 제1항 제3호, 구 의약품 등의 안전에 관한 규칙(2022. 12. 7. 총리령 제1835호로 개정되기 전의 것) 제24조 제8항, 형법 제20조, 형사소송법 제325조         <br/>",
  "참조판례": ""
}