{
  "판례일련번호": "608479",
  "사건명": "손해배상(기)[사채 투자자들이 회사의 분식회계 등에 따른 손해배상을 청구한 사건]",
  "사건번호": "2023다294180",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 증권신고서 등의 중요사항에 관한 부실 기재로 사채권의 가치평가를 그르쳐 사채권 매입으로 인하여 손해를 입었다는 이유로 민법상 불법행위에 따른 손해배상을 구하는 경우, 손해액을 산정하는 방법과 기준 시점(=사채권 매입 시) / 손해배상액 산정에서 손익상계가 허용되기 위한 요건<br/><br/> [2] 국민연금공단이 甲 주식회사 및 乙 회계법인의 증권신고서, 사업보고서, 감사보고서를 거짓 기재하여 제출·공시하는 불법행위 때문에 甲 회사가 발행하는 사채에 대한 가치평가를 그르쳐 그 사채를 매입함으로써 손해를 입었다며 甲 회사와 乙 법인을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 국민연금공단이 입은 손해액은 사채의 매수가격에서 사채의 실제가치를 공제한 금액으로서 원칙적으로 불법행위 시인 사채의 매수 시를 기준으로 산정하여야 하고, 사채 매수 이후 일부 돈을 회수하였거나 회수할 가능성이 있다는 후발적 사정은 손해액 산정에 영향을 주거나 손익상계에 의하여 공제할 성질의 것이 아니라고 본 원심의 판단을 정당하다고 한 사례<br/><br/> [3] 감정인의 감정결과의 증명력 / 상이한 여러 개의 감정결과 중 어느 감정결과를 채택할 것인지가 사실심법원의 전권에 속하는지 여부(원칙적 적극)<br/>",
  "판결요지": "<br/> [1] 증권신고서 등의 중요사항에 관한 부실 기재로 사채권의 가치평가를 그르쳐 사채권 매입으로 인하여 손해를 입게 되었다는 이유로 민법상 불법행위에 기한 손해배상을 청구하는 경우, 그 손해액은 사채권의 매입대금에서 사채권의 실제가치, 즉 증권신고서 등의 중요사항에 관한 부실 기재가 없었더라면 형성되었을 사채권의 가액을 공제한 금액으로서 원칙적으로 불법행위 시인 사채권의 매입 시를 기준으로 산정하여야 한다.<br/>  또한 손해배상액 산정에서 손익상계가 허용되기 위해서는 손해배상책임의 원인이 되는 행위로 인하여 피해자가 새로운 이득을 얻었고, 그 이득과 손해배상책임의 원인행위 사이에 상당인과관계가 있어야 하며, 그 이득은 배상의무자가 배상하여야 할 손해의 범위에 대응하는 것이어야 한다.<br/><br/> [2] 국민연금공단이 甲 주식회사 및 그 외부감사인인 乙 회계법인의 증권신고서, 사업보고서, 감사보고서를 거짓 기재하여 제출·공시하는 불법행위 때문에 甲 회사가 발행하는 사채에 대한 가치평가를 그르쳐 그 사채를 매입함으로써 손해를 입었다며 甲 회사와 乙 법인을 상대로 불법행위에 따른 손해배상을 구한 사안에서, 국민연금공단이 사채 매입으로 입은 손해액은 사채의 매수가격에서 사채의 실제가치, 즉 거짓 기재가 없었더라면 형성되었을 가격을 공제한 금액으로서 원칙적으로 불법행위 시인 사채의 매수 시를 기준으로 산정하여야 하고, 사채를 매수한 이후에 사채 매도나 출자전환 또는 이자 수령 등의 방법으로 일부 돈을 회수하였거나 회수할 가능성이 있다는 후발적 사정은 손해액 산정에 영향을 주는 사정이라고 볼 수 없고 손익상계에 의하여 손해액에서 공제할 성질의 것도 아니라고 본 원심의 판단을 정당하다고 한 사례.<br/><br/> [3] 감정인의 감정결과는 그 감정방법 등이 경험칙에 반하거나 합리성이 없는 등의 현저한 잘못이 없는 한 이를 존중하여야 한다. 그리고 동일한 사항에 관하여 상이한 여러 개의 감정결과가 있을 때 그 감정방법 등이 경험칙에 반하거나 합리성이 없는 등의 잘못이 없는 한, 그중 어느 감정결과를 채택할 것인지는 원칙적으로 사실심법원의 전권에 속한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 민법 제393조, 제396조, 제750조, 제763조 / [2] 민법 제393조, 제396조, 제750조, 제763조 / [3] 민사소송법 제202조         <br/>",
  "참조판례": "[1] 대법원 2008. 6. 26. 선고 2007다90647 판결(공2008하, 1065), 대법원 2008. 9. 25. 선고 2006다18228 판결(공2008하, 1428), 대법원 2015. 11. 27. 선고 2013다211032 판결(공2016상, 29), 대법원 2025. 6. 12. 선고 2021다256696 판결(공2025하, 1201) / [3] 대법원 1992. 4. 10. 선고 91다44674 판결(공1992, 1543), 대법원 2007. 2. 22. 선고 2004다70420, 70437 판결, 대법원 2012. 11. 29. 선고 2010다93790 판결(공2013상, 5), 대법원 2018. 10. 12. 선고 2016다243115 판결(공2018하, 2082)<br/>"
}