{
  "판례일련번호": "608437",
  "사건명": "도로교통법위반(음주운전)·전자장치부착등에관한법률위반[전자장치 부착명령 집행을 받고 있는 피고인이 ‘준수기간이 정해지지 않은’ 준수사항 추가 결정을 위반한 사건]",
  "사건번호": "2025도7665",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 법원이 전자장치 부착 등에 관한 법률 제9조의2 제1항 각 호의 준수사항 중 하나 이상을 부과하면서 부착기간의 범위에서 그 준수기간을 정하지 않은 경우, 이는 같은 법 제9조의2 제1항을 위반한 것인지 여부(적극) / 같은 법 제9조의2 제1항 제6호의 준수사항을 부과받은 피부착자 또는 보호관찰대상자가 이를 위반하여 같은 법 제39조 제3항에서 정한 처벌을 하기 위해서는 그 준수사항이 적법한 것이어야 하는지 여부(적극)<br/><br/> [2] 수사기관이 헌법과 형사소송법이 정한 절차에 따르지 않고 수집한 증거와 이를 기초로 획득한 2차적 증거를 유죄 인정의 증거로 사용할 수 있는지 여부(원칙적 소극) 및 위 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우<br/><br/> [3] 위치추적 전자장치 부착명령을 선고받아 그 집행을 받고 있는 피고인에 대하여 준수기간의 정함이 없이 ‘혈중알코올농도 0.03% 이상 음주를 하지 말고, 보호관찰관의 정당한 음주측정에 응할 것’이라는 준수사항 추가 결정이 있었는데, 피고인이 식당에서 식사를 하던 중 보호관찰소 직원들이 추가 준수사항의 이행 여부를 점검하려 하자 자신의 차를 운전하여 주거지로 귀가하였고, 뒤따라 도착한 보호관찰소 직원들의 추가 준수사항에 따른 음주측정 요구에 응하여 혈중알코올농도가 0.107%로 측정되어 추가 준수사항 위반의 전자장치 부착 등에 관한 법률 위반 및 도로교통법 위반(음주운전)의 공소사실로 기소된 사안에서, 준수기간을 정하지 아니한 추가 준수사항은 전자장치 부착 등에 관한 법률 제9조의2 제1항을 위반하여 위법하고, 보호관찰관은 위법한 추가 준수사항을 근거로 피고인에게 음주측정에 응할 것을 요구할 수 없으며, 그러한 요구에 따른 음주측정 결과도 적법한 절차에 따르지 아니하고 수집된 증거로서 증거능력을 인정할 수 없다고 한 사례<br/>",
  "판결요지": "<br/> [1] 전자장치 부착 등에 관한 법률(이하 ‘전자장치부착법’이라 한다) 제9조의2 제1항에 따르면, 법원은 전자장치부착법 제9조 제1항에 따라 위치추적 전자장치 부착명령을 선고하는 경우 부착기간의 범위에서 준수기간을 정하여 다음 각 호의 준수사항, 즉 야간, 아동·청소년의 통학시간 등 특정 시간대의 외출제한(제1호), 어린이 보호구역 등 특정지역·장소에의 출입금지 및 접근금지(제2호), 주거지역의 제한(제2호의2), 피해자 등 특정인에의 접근금지(제3호), 특정범죄 치료 프로그램의 이수(제4호), 마약 등 중독성 있는 물질의 사용금지(제5호), 그 밖에 부착명령을 선고받는 사람의 재범방지와 성행교정을 위하여 필요한 사항(제6호) 중 하나 이상을 부과할 수 있되, 제4호의 준수사항은 500시간의 범위에서 그 기간을 정하여야 한다. 그러므로 법원이 전자장치부착법 제9조의2 제1항 각 호의 준수사항 중 하나 이상을 부과하면서 부착기간의 범위에서 그 준수기간을 정하지 아니하였다면, 이는 전자장치부착법 제9조의2 제1항을 위반한 것이다.<br/>  한편 전자장치부착법 제39조 제3항은 \"피부착자 또는 보호관찰대상자가 제9조의2 제1항 제1호·제2호·제2호의2·제5호 또는 제6호의 준수사항을 정당한 사유 없이 위반한 때에는 1년 이하의 징역 또는 1천만 원 이하의 벌금에 처한다.\"라고 규정하고 있으므로, 전자장치부착법 제9조의2 제1항 제6호의 준수사항을 부과받은 피부착자 또는 보호관찰대상자가 이를 위반한 경우에, 준수사항을 이행하지 아니하였음을 이유로 전자장치부착법 제39조 제3항에서 정한 처벌을 하기 위하여는 그 준수사항이 적법한 것이라야 한다.<br/><br/> [2] 형사소송법 제308조의2에 따라 적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다. 수사기관이 헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집한 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다. 다만 수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 아니하고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고, 이를 통하여 형사 사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면, 법원은 그 증거를 유죄 인정의 증거로 사용할 수 있다.<br/><br/> [3] 위치추적 전자장치 부착명령을 선고받아 그 집행을 받고 있는 피고인에 대하여 준수기간의 정함이 없이 ‘혈중알코올농도 0.03% 이상 음주를 하지 말고, 보호관찰관의 정당한 음주측정에 응할 것’이라는 준수사항 추가 결정이 있었는데, 피고인이 식당에서 식사를 하던 중 보호관찰소 직원들이 추가 준수사항의 이행 여부를 점검하려 하자 자신의 차를 운전하여 주거지로 귀가하였고, 뒤따라 도착한 보호관찰소 직원들의 추가 준수사항에 따른 음주측정 요구에 응하여 혈중알코올농도가 0.107%로 측정되어 추가 준수사항 위반의 전자장치 부착 등에 관한 법률(이하 ‘전자장치부착법’이라 한다) 위반 및 도로교통법 위반(음주운전)의 공소사실로 기소된 사안에서, 전자장치부착법 제9조의2 제1항 제6호의 준수사항을 부과받은 피부착자 등이 이를 위반한 경우 준수사항 미이행을 이유로 같은 법 제39조 제3항에 따라 처벌하기 위해서는 그 준수사항이 적법한 것이어야 하는데, 준수기간을 정하지 아니한 추가 준수사항은 같은 법 제9조의2 제1항을 위반하여 위법하고, 보호관찰관은 위법한 추가 준수사항을 근거로 피고인에게 음주측정에 응할 것을 요구할 수 없으며, 그러한 요구에 따른 음주측정 결과도 적법한 절차에 따르지 아니하고 수집된 증거로서 증거능력을 인정할 수 없다는 이유로, 이와 달리 본 원심판단에 전자장치부착법 위반죄의 성립과 위법수집증거 배제법칙 등에 관한 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 전자장치 부착 등에 관한 법률 제9조 제1항, 제9조의2 제1항, 제39조 제3항 / [2] 헌법 제12조 제1항, 제3항, 형사소송법 제307조, 제308조, 제308조의2 / [3] 헌법 제12조 제1항, 제3항, 전자장치 부착 등에 관한 법률 제9조 제1항, 제9조의2 제1항, 제39조 제3항, 형사소송법 제307조, 제308조, 제308조의2         <br/>",
  "참조판례": "[1] 대법원 2012. 5. 24. 선고 2012도1047, 2012전도26 판결(공2012하, 1187) / [2] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2013. 3. 14. 선고 2012도13611 판결(공2013상, 703)<br/>"
}