{
  "판례일련번호": "608477",
  "사건명": "성폭력범죄의처벌등에관한특례법위반(통신매체이용음란)[「성폭력범죄의 처벌 등에 관한 특례법」 위반(통신매체이용음란)에서 도달의 의미가 문제된 사건]",
  "사건번호": "2025도986",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 성폭력범죄의 처벌 등에 관한 특례법 제13조의 구성요건 중 성적 수치심이나 혐오감을 일으키는 글 등을 ‘상대방에게 도달하게 한다’는 것의 의미 및 피고인이 통신매체를 통하여 성적 수치심을 일으키는 글 등을 상대방에게 전송함으로써 상대방이 별다른 제한 없이 그 글 등을 바로 접할 수 있는 상태에 이르게 한 경우, 상대방이 실제로 그 글 등을 인식 또는 확인했는지와 상관없이 위 구성요건을 충족하는지 여부(적극)<br/><br/> [2] 피고인이 사회관계망서비스인 트위터에서 피해자와 다투던 중 피해자가 피고인의 트위터 계정을 차단하자, 자신의 트위터 계정의 게시 공간에 피해자를 지목하여 성적 수치심이나 혐오감을 일으키는 악의적·공격적 내용의 게시글을 작성하면서 ‘@’ 표시 뒤에 피해자의 트위터 계정을 표기함으로써 자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적으로 통신매체를 통하여 성적 수치심이나 혐오감을 일으키는 말을 피해자에게 도달하게 하였다는 성폭력범죄의 처벌 등에 관한 특례법 위반(통신매체이용음란)의 공소사실로 기소된 사안에서, 피고인이 피해자를 겨냥하여 작성한 위 게시글을 트위터 계정에서 ‘멘션’ 기능을 활용하여 게시함으로써 피해자가 객관적으로 이를 인식할 수 있는 상태가 되었고, 이로써 통신매체이용음란죄는 성립했는데도, 공소사실을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례<br/>",
  "판결요지": "<br/> [1] 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라 한다) 제13조는 \"자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적으로 전화, 우편, 컴퓨터, 그 밖의 통신매체를 통하여 ‘성적 수치심이나 혐오감을 일으키는 말, 음향, 글, 그림, 영상 또는 물건’(이하 ‘성적 수치심을 일으키는 글 등’이라 한다)을 상대방에게 도달하게 한 사람\"을 처벌하고 있다. 성폭력처벌법 제13조에서 정한 ‘통신매체이용음란죄’는 ‘성적 자기결정권에 반하여 성적 수치심을 일으키는 글 등을 개인의 의사에 반하여 접하지 않을 권리’를 보장하기 위한 것으로 성적 자기결정권과 일반적 인격권의 보호, 사회의 건전한 성풍속 확립을 보호법익으로 한다. 성폭력처벌법 제13조의 구성요건 중 성적 수치심을 일으키는 글 등을 ‘상대방에게 도달하게 한다’는 것은 ‘상대방이 성적 수치심을 일으키는 글 등을 직접 접하는 경우뿐만 아니라 상대방이 객관적으로 이를 인식할 수 있는 상태에 두는 것’을 의미한다. 따라서 피고인이 휴대전화, 컴퓨터 등의 통신매체를 통하여 성적 수치심을 일으키는 글 등을 상대방에게 전송함으로써 상대방이 별다른 제한 없이 그 글 등을 바로 접할 수 있는 상태에 이르렀다면, 그러한 행위는 성적 수치심을 일으키는 글 등을 상대방에게 도달하게 한다는 구성요건을 충족한다고 보아야 하고, 상대방이 실제로 그 글 등을 인식 또는 확인하였는지 여부와는 상관없다.<br/><br/> [2] 피고인이 사회관계망서비스인 트위터에서 피해자가 작성한 게시글에 댓글을 달며 다투던 중 피해자가 피고인의 트위터 계정을 차단하여 더 이상 피해자의 게시글에 댓글을 달 수 없게 되자, 자신의 트위터 계정의 게시 공간에 피해자를 지목하여 성적 수치심이나 혐오감을 일으키는 악의적·공격적 내용의 게시글을 작성하면서 ‘@’ 표시 뒤에 피해자의 트위터 계정을 표기(일명 ‘멘션’ 기능으로, 표기된 트위터 계정의 사용자에게 게시글에 관한 알림이 전달된다)함으로써 자기 또는 다른 사람의 성적 욕망을 유발하거나 만족시킬 목적으로 통신매체를 통하여 성적 수치심이나 혐오감을 일으키는 말을 피해자에게 도달하게 하였다는 성폭력범죄의 처벌 등에 관한 특례법(이하 ‘성폭력처벌법’이라 한다) 위반(통신매체이용음란)의 공소사실로 기소된 사안에서, 피고인의 트위터 계정에서 작성된 위 게시글의 형식(피해자를 특정하여 ‘멘션’ 기능 사용)과 내용(피해자만을 지목한 악의적·공격적인 내용) 및 트위터 이용자들이 인식하는 ‘멘션’ 기능의 의미 등에 비추어 볼 때, 피고인이 단순히 인터넷 게시판이나 트위터 등 SNS 계정에 글을 쓴 것과 달리 피해자를 겨냥하여 작성한 위 게시글을 트위터 계정에서 ‘멘션’ 기능을 활용하여 게시함으로써 피해자가 객관적으로 이를 인식할 수 있는 상태가 되었다고 볼 수 있고, 이로써 성폭력처벌법 위반(통신매체이용음란)죄는 성립하였는데도, 위 게시글이 피해자의 지배권 내에 들어가 객관적으로 피해자가 그 존재와 내용을 알 수 있는 상태에 있었다고 보기 어렵다며 공소사실을 무죄로 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 성폭력범죄의 처벌 등에 관한 특례법 제13조 / [2] 성폭력범죄의 처벌 등에 관한 특례법 제13조         <br/>",
  "참조판례": "[1] 대법원 2017. 6. 8. 선고 2016도21389 판결(공2017하, 1499), 대법원 2018. 11. 15. 선고 2018도14610 판결(공2019상, 92)<br/>"
}