{
  "판례일련번호": "608417",
  "사건명": "건축물관리법위반·업무상과실치사·업무상과실치상·산업안전보건법위반[도급인이 산업안전보건법 제63조에 따라 부담하는 안전·보건조치의무의 내용이 문제된 사건]",
  "사건번호": "2025도4428",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> 관계수급인 근로자가 도급인의 사업장에서 작업을 하는 경우, ‘사업주’가 해야 할 안전·보건조치를 정한 산업안전보건법 제38조, 제39조가 제63조 본문에 따른 도급인의 안전·보건조치에 관하여도 적용되는지 여부(원칙적 적극) / 도급인에게 산업안전보건법 제63조 본문에 따라 부과된 안전·보건조치의무가 업무상과실치사상죄의 주의의무를 구성할 수 있는지 여부(적극)<br/>",
  "판결요지": "<br/> 2019. 1. 15. 법률 제16272호로 전부 개정(2020. 1. 16. 시행)된 산업안전보건법(이하 ‘개정 산업안전보건법’이라고 한다)은 ‘사업주’에게 위험의 종류, 작업 내용, 작업 장소 등에 따른 안전·보건조치의무를 부과하면서, 안전·보건조치의 구체적인 사항을 고용노동부령에 위임하는 외에(제38조, 제39조), ‘도급인’도 관계수급인 근로자가 도급인의 사업장에서 작업을 하는 경우에 안전·보건조치의무를 부담한다고 정하고 있다(제63조). 고용노동부령인 산업안전보건기준에 관한 규칙 제1조는 제정의 근거가 된 위임규정으로 개정 산업안전보건법 제38조, 제39조 외에 제63조도 포함하고 있다.<br/>  구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것)은 도급사업 시의 안전·보건조치와 관련하여, 사업의 일부 또는 전문 분야 공사 전부를 도급 주는 사업주 중 그 사업주의 근로자와 수급인의 근로자가 같은 장소에서 작업을 하는 경우 또는 수급인의 근로자가 추락, 토사 붕괴 등 고용노동부령으로 정하는 산업재해 발생위험이 있는 장소에서 작업을 하는 경우에 한정하여 도급인에게 산업재해 예방을 위한 조치의무를 부과하고 있었다(제29조 제1항, 제3항).<br/>  반면 개정 산업안전보건법은 도급의 내용이나 범위를 묻지 않고, 도급인에게 자신의 사업장(도급인이 제공하거나 지정한 경우로서 도급인이 지배·관리하는 장소를 포함한다)에서 작업을 하는 관계수급인 근로자에 대하여 산업재해 예방에 필요한 안전·보건조치의무를 부담하도록 하되(제63조 본문), 다만 보호구 착용의 지시 등 관계수급인 근로자의 작업행동에 관한 직접적인 조치는 제외한다는 예외 규정을 두고 있다(제63조 단서).<br/>  위와 같이 개정 산업안전보건법은 자신의 사업장에서 작업하는 관계수급인 근로자에 대하여 안전·보건조치의무를 부담하는 도급인의 범위를 대폭 확대하였다. 이는 도급인의 책임을 강화함으로써 도급 사업장에서 발생하는 산업재해를 예방하여 근로자의 생명과 안전을 보호하기 위함이다.<br/>  이러한 개정 산업안전보건법의 문언과 체계, 입법 취지 등에 비추어 보면, 관계수급인 근로자가 도급인의 사업장에서 작업을 하는 경우, ‘사업주’가 해야 할 안전·보건조치를 정한 개정 산업안전보건법 제38조, 제39조는 원칙적으로 제63조 본문에 따른 도급인의 안전·보건조치에 관하여도 적용된다고 보는 것이 타당하고, 다만 제63조 단서에 따라 도급인의 책임 영역에 속하지 않는 보호구 착용의 지시 등 근로자의 작업행동에 관한 직접적인 조치는 제외된다.<br/>  한편 도급인에게 개정 산업안전보건법 제63조 본문에 따라 부과된 안전·보건조치의무는 업무상과실치사상죄의 주의의무를 구성할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "구 산업안전보건법(2019. 1. 15. 법률 제16272호로 전부 개정되기 전의 것) 제29조 제1항, 제3항, 산업안전보건법 제38조, 제39조, 제63조, 산업안전보건기준에 관한 규칙 제1조         <br/>",
  "참조판례": "대법원 2023. 12. 28. 선고 2023도12316 판결(공2024상, 325), 대법원 2024. 11. 14. 선고 2023도14674 판결(공2025상, 84)<br/>"
}