{
  "판례일련번호": "608427",
  "사건명": "군기누설(일부인정된죄명:공무상비밀누설)·직권남용권리행사방해·공무상비밀누설[휴대전화에 수록된 전자정보를 엑셀파일 형태로 일괄출력하여 탐색하는 과정에서 별건 혐의를 발견하여 기소된 사건]",
  "사건번호": "2020도10908",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 수사기관의 전자정보에 대한 압수·수색에서 저장매체 자체 또는 그 복제본을 수사기관 사무실 등 외부로 반출하는 방식이 허용되는 예외적인 경우 / 수사기관 사무실 등으로 반출된 저장매체 또는 복제본에서 혐의사실 관련성에 대한 구분 없이 임의로 저장된 전자정보를 문서로 출력하거나 파일로 복제하는 행위가 영장주의 원칙에 반하는 위법한 압수인지 여부(원칙적 적극)<br/><br/> [2] 수사기관이 헌법과 군사법원법에서 정한 절차에 따르지 아니하고 수집한 증거와 이를 기초로 획득한 2차적 증거를 유죄 인정의 증거로 삼을 수 있는지 여부(원칙적 소극) 및 법원이 위 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우 / 법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때 고려하여야 할 사항<br/><br/> [3] 기무사 의혹 특별수사단 군검사가 甲의 내란음모 등 혐의에 관한 압수수색검증영장을 발부받아 해당 범죄사실의 참고인이었던 피고인의 휴대전화를 압수하여 복제본을 생성한 다음 그로부터 추출한 모든 정보의 엑셀파일을 분석하던 중 피고인의 취업 목적 군사기밀누설 혐의와 관련한 카카오톡 대화내용을 발견하여 추가 압수수색검증영장을 발부받고, 계속하여 엑셀파일을 분석하다가 또다시 피고인의 별건 진급선발결과 군사기밀누설 혐의와 직권남용권리행사방해 혐의와 관련된 전자정보를 발견하고 다시 압수수색검증영장을 발부받은 사안에서, 카카오톡 대화내용과 이에 터 잡아 수집된 2차적 증거들은 위법수집증거로 모두 증거능력이 없다고 한 사례<br/>",
  "판결요지": "<br/> [1] 수사기관의 전자정보에 대한 압수·수색은 원칙적으로 영장 발부의 사유로 된 범죄 혐의사실과 관련된 부분만을 문서 출력물로 수집하거나 수사기관이 휴대한 저장매체에 해당 파일을 복제하는 방식으로 이루어져야 하고, 저장매체 자체를 직접 반출하거나 그 저장매체에 들어 있는 전자파일 전부를 하드카피나 이미징 등 형태(이하 ‘복제본’이라 한다)로 수사기관 사무실 등 외부로 반출하는 방식으로 압수·수색하는 것은 현장의 사정이나 전자정보의 대량성으로 인하여 관련 정보 획득에 긴 시간이 소요되거나 전문 인력에 의한 기술적 조치가 필요한 경우 등 범위를 정하여 출력 또는 복제하는 방법이 불가능하거나 압수의 목적을 달성하기에 현저히 곤란하다고 인정되는 때에 한하여 예외적으로 허용될 수 있을 뿐이다.<br/>  이처럼 저장매체 자체 또는 적법하게 획득한 복제본을 탐색하여 혐의사실과 관련성이 인정되는 압수대상 전자정보를 문서로 출력하거나 파일로 복제하는 일련의 과정 역시 전체적으로 하나의 영장에 기한 압수·수색의 일환에 해당한다 할 것이므로, 그러한 경우의 문서출력 또는 파일복제의 대상 역시 저장매체 소재지에서의 압수·수색과 마찬가지로 혐의사실과 관련된 부분으로 한정되어야 함은 헌법 제12조 제1항, 제3항과 군사법원법 제154조, 제254조의 적법절차 및 영장주의 원칙이나 비례의 원칙에 비추어 당연하다. 따라서 수사기관 사무실 등으로 반출된 저장매체 또는 복제본에서 혐의사실 관련성에 대한 구분 없이 임의로 저장된 전자정보를 문서로 출력하거나 파일로 복제하는 행위는 원칙적으로 영장주의 원칙에 반하는 위법한 압수가 된다.<br/><br/> [2] 적법한 절차에 따르지 아니하고 수집한 증거는 증거로 할 수 없다(군사법원법 제359조의2). 수사기관이 헌법과 군사법원법이 정한 절차에 따르지 아니하고 수집한 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다. 다만 수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 아니하고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법, 형사소송법 및 군사법원법이 형사소송에 관한 절차 조항을 마련하여 적법절차의 원칙과 실체적 진실 규명의 조화를 도모하고, 이를 통하여 형사사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면, 법원은 그 증거를 유죄 인정의 증거로 사용할 수 있다.<br/>  법원이 2차적 증거의 증거능력 인정 여부를 최종적으로 판단할 때에는 먼저 절차에 따르지 아니한 1차적 증거 수집과 관련된 모든 사정들, 즉 절차 조항의 취지와 그 위반의 내용 및 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리 또는 법익의 성질과 침해 정도 및 피고인과의 관련성, 절차 위반행위와 증거수집 사이의 인과관계 등 관련성의 정도, 수사기관의 인식과 의도 등을 살피는 것은 물론, 나아가 1차적 증거를 기초로 하여 다시 2차적 증거를 수집하는 과정에서 추가로 발생한 모든 사정들까지 구체적인 사안에 따라 주로 인과관계 희석 또는 단절 여부를 중심으로 전체적·종합적으로 고려하여야 한다.<br/><br/> [3] 기무사 의혹 특별수사단 군검사가 甲의 내란음모 등 혐의에 관한 압수수색검증영장을 발부받아 해당 범죄사실의 참고인이었던 피고인의 휴대전화를 압수하여 복제본을 생성한 다음 그로부터 추출한 모든 정보의 엑셀파일을 분석하던 중 피고인의 취업 목적 군사기밀누설 혐의와 관련한 카카오톡 대화내용을 발견하여 추가 압수수색검증영장을 발부받고, 계속하여 엑셀파일을 분석하다가 또다시 피고인의 별건 진급선발결과 군사기밀누설 혐의와 직권남용권리행사방해 혐의와 관련된 전자정보를 발견하고 다시 압수수색검증영장을 발부받은 사안에서, 휴대전화 복제본으로부터 엑셀파일을 생성하고 이를 활용하여 카카오톡 대화내용을 획득한 일련의 절차는 영장주의와 적법절차 원칙에 반하는 위법한 압수이고, 위 카카오톡 대화내용이 이후 발부된 압수수색검증영장에 의하여 압수되었다는 사정만으로 그 위법성이 치유된다고 볼 수도 없으며, 그 압수절차 위반행위가 위법수집증거 배제법칙의 예외를 인정할 수 있는 경우에 해당하지 아니하고, 위법수집증거인 위 카카오톡 대화내용을 기초로 수집된 증거들 역시 위법수집증거에 터 잡아 획득한 2차적 증거로서 위 압수절차와 2차적 증거 수집 사이에 인과관계가 희석 또는 단절되었다고 볼 수 없어 증거능력을 인정할 수 없다는 이유로, 이와 달리 카카오톡 대화내용과 추가 압수수색검증영장 집행 이후 수집된 증거들에 대하여 증거능력을 인정한 원심의 판단에 위법수집증거 배제법칙에 관한 법리오해의 위법이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제3항, 군사법원법 제154조, 제254조, 제258조, 제359조의2 / [2] 헌법 제12조 제1항, 제3항, 군사법원법 제254조, 제359조, 제359조의2, 형사소송법 제215조, 제307조, 제308조의2 / [3] 헌법 제12조 제1항, 제3항, 군사법원법 제154조, 제254조, 제258조, 제359조, 제359조의2, 형사소송법 제215조, 제307조, 제308조의2         <br/>",
  "참조판례": "[1] 대법원 2011. 5. 26. 자 2009모1190 결정(공2011하, 1342), 대법원 2015. 7. 16. 자 2011모1839 전원합의체 결정(공2015하, 1274) / [2] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2013. 3. 14. 선고 2012도13611 판결(공2013상, 703), 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033)<br/>"
}