{
  "판례일련번호": "608455",
  "사건명": "부당이득금",
  "사건번호": "2025다212297",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 외국적 요소가 있는 법률관계에 적용되는 준거법으로서의 외국법 내용이 직권조사사항인지 여부(적극) / 외국적 요소가 있는 사건의 경우, 준거법과 관련한 주장이 없더라도 법원이 법률관계에 적용될 국제협약 또는 국제사법에 따른 준거법에 관하여 심리, 조사할 의무가 있는지 여부(적극) / 구 국제사법 제25조 제1항에 따라 계약당사자가 계약의 준거법을 자유롭게 선택할 수 있는지 여부(적극)<br/><br/> [2] 甲은 乙과 캄보디아 법률에 따라 설립한 회사의 사업자금을 제공하고 수익을 배분받기로 하는 계약을 체결한 후 사업자금을 지급하였으나, 위 사업이 코로나19로 사실상 폐업하게 되었고, 이에 甲이 乙을 상대로 계약 위반을 이유로 계약을 해제하고 원상회복으로 사업자금반환을 구한 사안에서, 위 계약을 금전, 물품공급능력 및 노하우 등을 상호 출자하여 이익을 공유하기로 하는 동업계약으로 보고, 해제권 유보 특약이 없는 한 원상회복을 전제로 한 해제가 허용되지 않는다고 한 원심판단에 직권조사사항 및 준거법에 관한 법리오해 등의 잘못이 있다고 한 사례<br/>",
  "판결요지": "<br/> [1] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것, 이하 ‘구 국제사법’이라 한다) 제1조는 \"이 법은 외국적 요소가 있는 법률관계에 관하여 국제재판관할에 관한 원칙과 준거법을 정함을 목적으로 한다.\"라고 규정하고 있으므로, 외국적 요소가 있는 법률관계에 대하여는 특별한 사정이 없는 한 국제사법의 규정을 적용하여 준거법을 정하여야 한다.<br/> 법원은 외국적 요소가 있는 법률관계에 적용되는 준거법이 외국법인 경우 그 내용을 직권으로 조사하여야 한다. 따라서 법원은 준거법 관련 주장이 없더라도 적극적으로 석명권을 행사하여 당사자에게 의견 진술 기회를 부여하거나 필요한 자료를 제출하게 하는 등 그 법률관계에 적용될 국제협약 또는 국제사법에 따른 준거법에 관하여 심리, 조사할 의무가 있다.<br/> 구 국제사법 제25조 제1항은 \"계약은 당사자가 명시적 또는 묵시적으로 선택한 법에 의한다. 다만 묵시적인 선택은 계약내용 그 밖에 모든 사정으로부터 합리적으로 인정할 수 있는 경우에 한한다.\"라고 규정하고 있으므로 당사자는 계약의 준거법을 자유롭게 선택할 수 있다.<br/><br/> [2] 甲은 乙과 캄보디아 법률에 따라 설립한 회사의 사업자금을 제공하고 수익을 배분받기로 하는 계약을 체결한 후 사업자금을 지급하였으나, 위 사업이 코로나19로 사실상 폐업하게 되었고, 이에 甲이 乙을 상대로 계약 위반을 이유로 계약을 해제하고 원상회복으로 사업자금반환을 구한 사안에서, 위 계약은 캄보디아 법에 따라 설립된 회사가 수행할 사업과 관련되고, 甲과 乙이 계약상 권리와 의무를 캄보디아 법에 따르도록 합의하였으므로, 이는 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것, 이하 ‘구 국제사법’이라 한다) 제1조에서 정한 외국적 요소가 있는 법률관계에 해당하여 국제사법을 적용하여 준거법을 정하여야 하고, 구 국제사법 제25조 제1항은 당사자가 계약의 준거법을 자유롭게 선택할 수 있도록 규정하고 있으므로, 甲과 乙이 계약의 준거법을 캄보디아 법으로 선택한 이상, 법원은 준거법인 캄보디아 법의 내용을 직권으로 심리·조사하여야 하는데, 캄보디아 민법 제407조, 제409조 및 제411조는 계약 위반 시 계약해제가 가능하고(제407조), 해제권자는 해제의 의사표시를 함으로써 계약을 해제할 수 있으며(제409조), 계약해제 시 원상회복의무가 발생한다(제411조)고 규정하고 있어 이는 계약해제 일반에 관한 내용인바, 동업계약 해제가 원칙적으로 허용되지 않고 잔여재산 분배청구나 손해배상이 문제 될 뿐이라는 결론을 이끌어낼 수 없는데도, 위 계약을 금전, 물품공급능력 및 노하우 등을 상호 출자하여 이익을 공유하기로 하는 동업계약으로 보고, 해제권 유보 특약이 없는 한 원상회복을 전제로 한 해제가 허용되지 않는다고 한 원심판단에 직권조사사항 및 준거법에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제1조(현행 제1조 참조), 제5조(현행 제18조 참조), 제25조 제1항(현행 제45조 제1항 참조), 민사소송법 제134조[직권조사사항] / [2] 구 국제사법(2022. 1. 4. 법률 제18670호로 전부 개정되기 전의 것) 제1조(현행 제1조 참조), 제5조(현행 제18조 참조), 제25조 제1항(현행 제45조 제1항 참조), 민사소송법 제134조[직권조사사항]<br/>",
  "참조판례": "[1] 대법원 1990. 4. 10. 선고 89다카20252 판결(공1990, 1043), 대법원 2022. 1. 13. 선고 2021다269388 판결(공2022상, 328), 대법원 2025. 3. 27. 선고 2021다242185 판결(공2025상, 743)<br/>"
}