{
  "판례일련번호": "608471",
  "사건명": "산업기술의유출방지및보호에관한법률위반·부정경쟁방지및영업비밀보호에관한법률위반[외국법인이 양벌규정에 따라 기소된 사건]",
  "사건번호": "2022도8664",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 양벌규정에 따라 처벌되는 행위자와 행위자 아닌 법인 또는 개인 간의 관계 / 양벌규정에 따라 처벌받는 법인에 대하여 대한민국 형벌규정이 적용되어 대한민국 법원에 재판권이 있는지를 판단할 때 고려하여야 할 사항<br/><br/> [2] 피해회사는 대한민국 법인이고, 피고인 회사는 외국법인으로 서로 경쟁업체인데, 피해회사에서 근무하다가 피고인 회사에 입사한 종업원들이 피고인 회사의 업무에 관하여 피해회사의 영업비밀을 누설·취득하거나 산업기술을 유출·공개·외국사용하였다는 구 부정경쟁방지 및 영업비밀보호에 관한 법률 및 구 산업기술의 유출방지 및 보호에 관한 법률 위반행위와 관련하여 피고인 회사가 양벌규정에 따라 기소되어 그 재판권이 문제 된 사안에서, 피고인 회사에 대하여 대한민국의 재판권이 있다고 판단한 원심의 결론이 정당하다고 한 사례<br/>",
  "판결요지": "<br/> [1] 양벌규정에 따라 처벌되는 행위자와 행위자 아닌 법인 또는 개인 간의 관계는, 행위자가 저지른 법규위반행위가 사업주의 법규위반행위와 사실관계가 동일하거나 적어도 중요 부분을 공유한다는 점에서 내용상 불가분적 관련성을 지닌다. 양벌규정에 따라 처벌받는 법인에 대하여 대한민국 형벌규정이 적용되어 대한민국 법원에 재판권이 있는지 여부를 판단할 때에는 이러한 점을 고려하여야 한다.<br/><br/> [2] 피해회사는 대한민국 법인이고, 피고인 회사는 외국법인으로 서로 경쟁업체인데, 피해회사에서 근무하다가 피고인 회사에 입사한 종업원들이 피고인 회사의 업무에 관하여 피해회사의 영업비밀을 누설·취득하거나 산업기술을 유출·공개·외국사용하였다는 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2019. 1. 8. 법률 제16204호로 개정되기 전의 것, 이하 ‘구 부정경쟁방지법’이라 한다) 및 구 산업기술의 유출방지 및 보호에 관한 법률(2019. 8. 20. 법률 제16476호로 개정되기 전의 것, 이하 ‘구 산업기술보호법’이라 한다) 위반행위와 관련하여 피고인 회사가 양벌규정에 따라 기소되어 그 재판권이 문제 된 사안에서, 피고인 회사 종업원들 사이의 영업비밀 등 누설·취득 등에 대한 의사 합치, 이에 따른 산업기술 및 영업비밀 열람·촬영과 영업비밀 무단 유출행위가 대한민국 영역 안에서 이루어진 이상, 비록 종업원들의 산업기술 유출·공개와 영업비밀 사용·누설·취득 등 행위가 대한민국 영역 밖에서 이루어졌더라도, 종업원들이 대한민국 영역 안에서 죄를 범한 것으로 볼 수 있고, 종업원들의 위반행위는 양벌규정이 적용되는 피고인 회사의 범죄 구성요건적 행위의 일부라고 할 수 있어, 종업원들이 대한민국 영역 안에서 죄를 범한 것으로 볼 수 있는 이상 피고인 회사도 대한민국 영역 안에서 죄를 범한 것이므로, 피고인 회사에 대하여 형법 제2조, 제8조에 따라 대한민국 형벌규정인 구 부정경쟁방지법 제19조, 제18조 제1항, 구 산업기술보호법 제38조, 제36조 제1항 등이 적용된다는 이유로, 피고인 회사에 대하여 대한민국의 재판권이 있다고 판단한 원심의 결론이 정당하다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 형법 제2조, 제8조 / [2] 형법 제2조, 제8조, 구 부정경쟁방지 및 영업비밀보호에 관한 법률(2019. 1. 8. 법률 제16204호로 개정되기 전의 것) 제18조 제1항[현행 제18조 제1항 제1호 (가)목 참조], 제19조, 구 산업기술의 유출방지 및 보호에 관한 법률(2019. 8. 20. 법률 제16476호로 개정되기 전의 것) 제36조 제1항(현행 제36조 제1항, 제2항 참조), 제38조         <br/>",
  "참조판례": "[1] 대법원 2020. 6. 11. 선고 2016도9367 판결(공2020하, 1425)<br/>"
}