{
  "판례일련번호": "608501",
  "사건명": "의료법위반·사기[혐의사실과의 관련성에 대한 구분 없이 휴대전화에 저장된 전자정보를 엑셀파일로 생성·저장하는 등의 방법으로 실행된 압수수색의 적법 여부가 문제된 사건]",
  "사건번호": "2022도11923",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 압수의 목적물이 전자정보가 저장된 저장매체인 경우, 수사기관이 그 저장매체 또는 복제본에서 압수·수색영장 발부의 사유로 된 범죄 혐의사실 관련성에 대한 구분 없이 임의로 전자정보를 문서로 출력하거나 파일로 복제하는 행위가 영장주의 원칙에 반하는 위법한 압수인지 여부(원칙적 적극)<br/><br/> [2] 수사기관이 압수·수색의 종료 후 혐의사실과 무관한 전자정보(무관정보)를 삭제·폐기·반환하지 아니한 채 그대로 보관하거나 새로운 범죄 혐의의 수사를 위하여 무관정보를 열람하는 것이 위법한지 여부(적극) 및 사후에 법원으로부터 무관정보에 대한 압수·수색영장을 발부받은 경우 그 위법성이 치유되는지 여부(소극)<br/><br/> [3] 헌법과 형사소송법에서 정한 절차에 따르지 아니하고 수집된 증거와 이를 기초로 획득된 2차적 증거를 유죄 인정의 증거로 삼을 수 있는지 여부(원칙적 소극) 및 위 증거를 유죄 인정의 증거로 사용할 수 있는 예외적인 경우 / 구체적 사안이 위와 같은 예외적인 경우에 해당하는지를 판단할 때 고려하여야 할 사항 및 그러한 특별한 사정이 존재한다는 점에 대한 증명책임 소재(=검사)<br/><br/> [4] 피고인 甲을 장물취득 및 도박장소개설 혐의로 수사하던 검사가 압수수색검증영장을 발부받아 피고인 甲의 주거지에서 치과병원 동업계약서와 부동산임대차계약서를 압수한 데 이어, 같은 날 피고인 甲의 휴대전화를 압수하였고, 검찰 포렌식 수사관이 휴대전화의 애플리케이션, 연락처, 통화기록, 메시지, 검색로그, 브라우저 기록, 사진 등의 정보를 이미징하여 복제하고 엑셀파일과 피디에프 파일을 생성하였으며, 검사는 위 각 계약서와 휴대전화에 대한 추가 압수수색검증영장을 발부받으면서 그 전후에 걸쳐 피고인 甲 등의 치과 운영과 관련된 메시지 등을 문서로 출력한 뒤 비의료인인 피고인 甲과 치과의사인 피고인 乙, 丙이 공모하여 의사 등이 아닌 자로서 의료기관을 개설·운영하여 의료법을 위반하고, 피해자 국민건강보험공단을 기망하여 요양급여비 등을 편취하였다는 공소사실로 기소한 사안에서, 위 각 계약서는 범죄 혐의사실과 객관적 관련성이 인정되지 않는 영장으로 압수한 것이고, 엑셀파일 등을 생성·저장·복제하고 출력물을 출력한 절차에 영장주의를 위반한 위법이 있으며, 나머지 증거들도 위법수집증거를 기초로 수집한 2차적 증거로서 그 인과관계가 희석 또는 단절된다고 보기 어렵다는 이유로 이를 모두 유죄의 증거로 사용할 수 없다고 한 사례<br/>",
  "판결요지": "<br/> [1] 수사기관은, 압수의 목적물이 전자정보가 저장된 저장매체인 경우에는 압수·수색영장 발부의 사유로 된 범죄 혐의사실과 관련 있는 정보(유관정보)의 범위를 정하여 출력하거나 복제하여 제출받아야 하고, 이러한 과정에서 혐의사실과 무관한 전자정보(무관정보)의 임의적인 복제 등을 막기 위한 적절한 조치를 취하는 등 영장주의 원칙과 적법절차를 준수하여야 한다. 따라서 저장매체의 소재지에서 압수·수색이 이루어지는 경우는 물론, 예외적으로 저장매체 자체를 직접 반출하거나 저장매체에 들어 있는 전자파일 전부를 하드카피나 이미징(imaging) 등의 형태(이하 ‘복제본’이라 한다)로 수사기관 사무실 등으로 반출한 경우에도, 그 저장매체 또는 복제본에서 혐의사실 관련성에 대한 구분 없이 임의로 전자정보를 문서로 출력하거나 파일로 복제하는 행위는 원칙적으로 영장주의 원칙에 반하는 위법한 압수가 된다.<br/><br/> [2] 수사기관이 압수·수색 종료 후에도 혐의사실과 무관한 전자정보(이하 ‘무관정보’라 한다)를 삭제·폐기·반환하지 아니한 채 그대로 보관하고 있다면, 압수 대상이 되는 범위를 넘어서는 전자정보를 영장 없이 압수·수색하여 취득한 것이어서 위법하다. 수사기관이 압수·수색 종료 후에 새로운 범죄 혐의의 수사를 위하여 무관정보를 열람하는 것은 압수·수색영장으로 압수되지 않은 전자정보를 영장 없이 수색하는 것과 다르지 않다. 수사기관이 사후에 법원으로부터 무관정보에 대한 압수·수색영장을 발부받았다고 하더라도 이러한 위법성은 치유되지 않는다.<br/><br/> [3] 헌법과 형사소송법이 정한 절차에 따르지 아니하고 수집된 증거는 물론, 이를 기초로 하여 획득한 2차적 증거 역시 유죄 인정의 증거로 삼을 수 없는 것이 원칙이다.<br/>  다만 수사기관의 절차 위반행위가 적법절차의 실질적인 내용을 침해하는 경우에 해당하지 않고, 오히려 그 증거의 증거능력을 배제하는 것이 헌법과 형사소송법이 형사소송에 관한 절차 조항을 마련하여 적법절차 원칙과 실체적 진실 규명의 조화를 도모하고 이를 통하여 형사 사법 정의를 실현하려고 한 취지에 반하는 결과를 초래하는 것으로 평가되는 예외적인 경우라면, 유죄 인정의 증거로 사용될 수 있다. 특히 2차적 증거의 경우, 절차에 따르지 아니한 1차적 증거 수집과 관련된 모든 사정들, 즉 절차 조항의 취지와 그 위반의 내용 및 정도, 구체적인 위반 경위와 회피가능성, 절차 조항이 보호하고자 하는 권리 또는 법익의 성질과 침해 정도 및 피고인과의 관련성, 절차 위반행위와 증거수집 사이의 인과관계 등 관련성의 정도, 수사기관의 인식과 의도 등은 물론이고, 1차적 증거를 기초로 하여 다시 2차적 증거를 수집하는 과정에서 추가로 발생한 모든 사정들까지 전체적·종합적으로 고려하여 인과관계가 희석 또는 단절되었다고 평가되는 예외적인 경우에만 유죄 인정의 증거로 사용될 수 있다.<br/>  구체적 사안이 위와 같은 예외적인 경우에 해당하는지를 판단함에 있어서는, 적법한 절차에 따르지 않고 수집된 증거나 이를 기초로 획득된 2차적 증거를 유죄의 증거로 삼을 수 없다는 원칙이 훼손되지 않도록 유념하여야 하고, 그러한 예외적인 경우에 해당한다고 볼 만한 구체적이고 특별한 사정이 존재한다는 점은 검사가 증명하여야 한다.<br/><br/> [4] 피고인 甲을 장물취득 및 도박장소개설 혐의로 수사하던 검사가 압수수색검증영장을 발부받아 피고인 甲의 주거지에서 치과병원 동업계약서와 부동산임대차계약서를 압수한 데 이어, 같은 날 피고인 甲의 휴대전화를 압수하였고, 검찰 포렌식 수사관이 휴대전화의 애플리케이션, 연락처, 통화기록, 메시지, 검색로그, 브라우저 기록, 사진 등의 정보를 이미징하여 복제하고 엑셀파일과 피디에프 파일을 생성하였으며, 검사는 위 각 계약서와 휴대전화에 대한 추가 압수수색검증영장을 발부받으면서 그 전후에 걸쳐 피고인 甲 등의 치과 운영과 관련된 메시지 등을 문서로 출력한 뒤 비의료인인 피고인 甲과 치과의사인 피고인 乙, 丙이 공모하여 의사 등이 아닌 자로서 의료기관을 개설·운영하여 의료법을 위반하고, 피해자 국민건강보험공단을 기망하여 요양급여비 등을 편취하였다는 공소사실로 기소한 사안에서, 최초 발부된 영장으로 그 범죄사실과 객관적 관련성이 인정되지 않는 위 각 계약서를 압수한 것은 위법하고, 검찰 포렌식 수사관이 엑셀파일과 피디에프 파일을 생성·저장한 조치에는 혐의사실 관련성에 대한 구분 없이 임의로 전자정보를 압수함으로써 영장주의 원칙을 위반한 위법이 있으며, 검찰이 추가적인 선별을 예정하지 않은 채 위 엑셀파일 등을 그대로 보관하면서 위 메시지 등을 출력한 조치는 영장주의 원칙을 위반하여 무관정보를 압수·수색한 것에 해당하므로 위법하고, 그 위법성은 추가 영장이 발부되었다고 하여 치유되지 않으며, 피고인들의 진술 등 나머지 증거들은 위법수집증거인 위 각 계약서나 출력물을 기초로 수집한 2차적 증거로서 인과관계가 희석 또는 단절된다고 보기 어려워 유죄의 증거로 할 수 없다는 이유로, 이와 달리 위 각 계약서를 제외한 나머지 증거들의 증거능력이 인정된다는 전제에서 공소사실을 유죄로 인정한 원심판단에 전자정보 압수·수색 및 위법수집증거를 기초로 획득된 2차적 증거에 관한 법리오해 등의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 헌법 제12조 제1항, 제3항, 형사소송법 제215조, 제308조의2 / [2] 헌법 제12조 제1항, 제3항, 형사소송법 제215조, 제308조의2 / [3] 헌법 제12조 제1항, 제3항, 형사소송법 제215조, 제307조, 제308조, 제308조의2 / [4] 헌법 제12조 제1항, 제3항, 구 의료법(2019. 4. 23. 법률 제16375호로 개정되기 전의 것) 제33조 제2항, 제87조 제1항 제2호(현행 제87조 참조), 형법 제30조, 제347조 제1항, 형사소송법 제215조, 제307조, 제308조, 제308조의2         <br/>",
  "참조판례": "[1][2] 대법원 2022. 1. 14. 자 2021모1586 결정(공2022상, 405) / [1] 대법원 2015. 7. 16. 자 2011모1839 전원합의체 결정(공2015하, 1274) / [2][3] 대법원 2024. 4. 16. 선고 2020도3050 판결(공2024상, 818) / [2] 대법원 2023. 6. 1. 선고 2018도19782 판결 / [3] 대법원 2007. 11. 15. 선고 2007도3061 전원합의체 판결(공2007하, 1974), 대법원 2009. 3. 12. 선고 2008도763 판결(공2009상, 503), 대법원 2009. 3. 12. 선고 2008도11437 판결(공2009상, 900), 대법원 2017. 9. 21. 선고 2015도12400 판결(공2017하, 2033)<br/>"
}