{
  "판례일련번호": "608537",
  "사건명": "추징보전청구인용결정에대한재항고[범인 외의 자의 재산에 대한 추징보전 사건]",
  "사건번호": "2023모2060",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "결정",
  "선고일자": "20250811",
  "판시사항": "<br/> [1] 부패범죄로 인한 피고인에 대한 형사사건에 관하여 부패재산의 몰수 및 회복에 관한 특례법 제5조 제2항에 따라 범인 외의 자로부터 추징하여야 할 경우에 해당한다고 판단할 만한 상당한 이유가 있는 경우로서, 추징재판을 집행할 수 없게 될 염려가 있거나 집행이 현저히 곤란하게 될 염려가 있다고 인정할 때에는, 법원은 추징보전명령을 하여 범인 외의 자에 대하여 재산의 처분을 금지할 수 있는지 여부(적극)<br/><br/> [2] 부패재산의 몰수 및 회복에 관한 특례법 제5조 제2항에 따라 범인 외의 자에 대하여 추징보전명령을 발하여 처분을 금지할 수 있는 ‘범인 외의 자의 재산’의 의미 및 그 판단 기준<br/>",
  "판결요지": "<br/> [1] 부패재산의 몰수 및 회복에 관한 특례법(이하 ‘부패재산몰수법’이라 한다)은 제1조에서 부패재산의 몰수 및 추징, 환수 등에 관한 특례를 규정함으로써 부패범죄를 조장하는 경제적 요인을 근원적으로 제거하여 부패범죄를 효과적으로 방지·척결함을 그 목적으로 밝히면서, 제5조 제2항에서 범인 외의 자에 대한 몰수를 규정하고 있는 제4조 제1항, 제2항을 추징에도 준용하고, 제8조에서 \"이 법에 따른 몰수 및 추징과 국제공조에 관하여는 마약류 불법거래 방지에 관한 특례법(이하 ‘마약거래방지법’이라 한다) 제19조부터 제63조까지, 제64조 제2항 및 제65조부터 제78조까지의 규정을 준용한다.\"라고 규정하고 있다. 그리고 마약거래방지법 제52조 제1항에서는 \"법원은 마약류범죄 등에 관련된 피고인에 대한 형사사건에 관하여 제16조에 따라 추징하여야 할 경우에 해당한다고 판단할 만한 상당한 이유가 있는 경우로서 추징재판을 집행할 수 없게 될 염려가 있거나 집행이 현저히 곤란하게 될 염려가 있다고 인정할 때에는 검사의 청구에 의하여 또는 법원의 직권으로 추징보전명령을 하여 피고인에 대하여 재산의 처분을 금지할 수 있다.\"라고 규정하고 있다.<br/>  이와 같은 부패재산몰수법의 입법 목적과 관련 규정의 내용 및 그 취지에 비추어 보면, 형사재판이 확정되기 전에 추징 대상자의 재산 처분을 일시적으로 금지함을 내용으로 하는 마약거래방지법의 범인에 대한 추징보전 규정을 부패재산몰수법에 따른, 범인 외의 자에 대한 추징에 관하여 준용하는 것은 추징의 실효성 확보를 위하여 긴요한 것으로서 범인 외의 자에 대한 부패재산 추징의 성질에 반한다고 할 수 없다.<br/>  따라서 부패범죄로 인한 피고인에 대한 형사사건에 관하여 부패재산몰수법 제5조 제2항에 따라 범인 외의 자로부터 추징하여야 할 경우에 해당한다고 판단할 만한 상당한 이유가 있는 경우로서, 추징재판을 집행할 수 없게 될 염려가 있거나 집행이 현저히 곤란하게 될 염려가 있다고 인정할 때에는, 법원은 검사의 청구에 의하여 또는 직권으로 추징보전명령을 하여 범인 외의 자에 대하여 재산의 처분을 금지할 수 있다고 보아야 한다.<br/><br/> [2] 범인 외의 자에 대하여 추징보전명령을 발하여 처분을 금지할 수 있는 ‘범인 외의 자의 재산’이란 누구의 명의로 하든지 실질적으로 범인 외의 자에게 귀속하는 재산을 의미한다. 이 경우 그 재산이 실질적으로 범인 외의 자에게 귀속한다고 보기 위하여는 그 재산 명의인과 범인 외의 자의 관계, 그 재산을 보유하게 된 경위 및 자금의 출처 등을 종합적으로 고려하여 충분한 소명이 있어야 한다.<br/>",
  "판결본문": "",
  "참조조문": "[1] 부패재산의 몰수 및 회복에 관한 특례법 제1조, 제4조 제1항, 제2항, 제5조, 제8조, 마약류 불법거래 방지에 관한 특례법 제16조, 제52조 제1항 / [2] 부패재산의 몰수 및 회복에 관한 특례법 제4조 제1항, 제2항, 제5조, 제8조, 마약류 불법거래 방지에 관한 특례법 제16조, 제52조 제1항         <br/>",
  "참조판례": "[2] 대법원 2009. 6. 25. 자 2009모471 결정(공2009하, 1452)<br/>"
}