{
  "판례일련번호": "608557",
  "사건명": "이혼및재산분할[배우자가 일방적으로 당사자 쌍방의 협력으로 이룩한 재산을 처분한 것이 ‘혼인을 계속하기 어려운 중대한 사유’에 해당하는지 문제된 사건]",
  "사건번호": "2025므10730",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250904",
  "판시사항": "<br/> 민법 제840조 제6호에서 정한 이혼사유인 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’의 의미 및 그 판단 기준 / 혼인생활 중 부양·협조의무 등을 통하여 공동으로 이룩한 재산의 주요 부분을 부부의 일방이 정당한 이유 없이 상대방 배우자와의 협의나 그의 동의 없이 일방적으로 처분하는 등으로 가정공동체의 경제적 기반을 형해화하거나 위태롭게 하는 행위가 민법 제840조 제6호의 ‘혼인을 계속하기 어려운 중대한 사유’에 해당하는 경우<br/>",
  "판결요지": "<br/> 민법 제840조 제6호에서 정한 이혼사유인 ‘혼인을 계속하기 어려운 중대한 사유가 있을 때’란 부부간의 애정과 신뢰가 바탕이 되어야 할 혼인의 본질에 상응하는 부부 공동생활관계가 회복할 수 없을 정도로 파탄되고 혼인생활의 계속을 강제하는 것이 한쪽 배우자에게 참을 수 없는 고통이 되는 경우를 말한다. 이를 판단할 때에는 혼인계속의사의 유무, 파탄의 원인에 관한 당사자의 책임 유무, 혼인생활의 기간, 자녀의 유무, 당사자의 연령, 이혼 후의 생활보장 등 혼인관계에 관한 여러 사정을 두루 고려하여야 한다. 이러한 사정을 고려하여 부부의 혼인관계가 돌이킬 수 없을 정도로 파탄되었다고 인정된다면 파탄의 원인에 대한 원고의 책임이 피고의 책임보다 더 무겁다고 인정되지 않는 한 이혼 청구를 받아들여야 한다.<br/>  혼인관계로 형성하는 부부 공동생활은 그 구성원인 배우자 상호 간의 육체적·정신적 결합이면서 부양·협조의무 등을 통하여 공동으로 이룬 재산을 바탕으로 한 경제적 공동체이기도 하다. 배우자 쌍방의 협력으로 함께 이룩한 재산은 가정공동체 내에서 그 구성원의 기초적인 생존과 독립적이고 자율적인 생활을 가능하게 하는 경제적 기반이면서 배우자 상호 간에 애정과 신뢰를 바탕으로 부양·협조의무의 이행을 가능하게 하는 토대가 되기도 한다. 민법은 혼인의 재산상 효력과 관련하여 제830조에서 \"부부의 일방이 혼인 전부터 가진 고유재산과 혼인 중 자기의 명의로 취득한 재산은 그 특유재산으로 한다.\"라고 하면서도(제1항), \"부부의 누구에게 속한 것인지 분명하지 아니한 재산은 부부의 공유로 추정한다.\"라고 하고(제2항), 일상의 가사에 관하여 부부간 대리권을 부여하거나(제827조 제1항), 공동생활에 필요한 비용은 원칙적으로 부부가 공동으로 부담하도록 하여(제833조), 경제적 공동체로서의 부부 공동생활을 지탱하도록 하는 데에서 부부간의 부양·협조의무가 갖는 의미와 역할을 드러내고 있다. 나아가 민법 제839조의2와 제843조에서 이혼상 재산분할제도를 두어 이혼에 이른 당사자에게 \"당사자 쌍방의 협력으로 이룩한 재산\"에 대하여는 누구의 명의로 취득한 재산인지에 관계없이 재산분할청구권을 행사할 수 있도록 하여, 부양·협조의무를 통해 이룩한 경제적 공동체의 청산과 이혼 후의 독립된 생활을 도모할 수 있게 하였는데, 위 협력에는 재산을 취득함에서의 협력뿐만 아니라 재산을 유지 또는 증식함에 대한 협력도 포함된다. 따라서 혼인생활 중 부양·협조의무 등을 통하여 공동으로 이룩한 재산의 주요 부분을 부부의 일방이 정당한 이유 없이 상대방 배우자와의 협의나 그의 동의 없이 일방적으로 처분하는 등으로 가정공동체의 경제적 기반을 형해화하거나 위태롭게 하는 행위는, 상대방 배우자의 기초적인 생존과 독립적이고 자율적인 생활을 매우 곤란하게 하는 것으로서 그로 인하여 부부간의 애정과 신뢰가 회복할 수 없을 정도로 훼손되었고 혼인생활의 계속을 강제하는 것이 한쪽 배우자에게 참을 수 없는 고통이 되는 경우라면 민법 제840조 제6호의 ‘혼인을 계속하기 어려운 중대한 사유’에 해당할 수 있다.<br/>",
  "판결본문": "",
  "참조조문": "민법 제827조 제1항, 제830조, 제833조, 제839조의2, 제840조 제6호, 제843조         <br/>",
  "참조판례": "대법원 1991. 7. 9. 선고 90므1067 판결(공1991, 2158), 대법원 2021. 3. 25. 선고 2020므14763 판결(공2021상, 891)<br/>"
}