{
  "판례일련번호": "608507",
  "사건명": "임금[소정근로시간 단축 합의가 무효로 된 경우 종전의 간주근로시간 합의가 그대로 적용되는지 및 격일제 근로자의 유급 주휴시간 산정 방법이 문제된 사건]",
  "사건번호": "2022다291153",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 노사 간에 실제 연장근로시간과 관계없이 일정 시간을 연장근로시간으로 간주하기로 합의한 경우, 사용자가 근로자의 실제 연장근로시간이 합의한 시간에 미달함을 이유로 근로시간을 다투는 것이 허용되는지 여부(소극) 및 그와 같은 합의가 없는 경우, 실제 연장근로시간에 관한 증명책임의 소재(=연장근로수당의 지급을 청구하는 근로자) / 이는 연장근로시간과 중복되는 야간근로시간에서도 마찬가지인지 여부(적극)<br/><br/> [2] 근로자와 사용자가 종전 단체협약에서 소정근로시간에 관하여 합의하는 외에 실제 연장근로시간과 관계없이 일정 시간을 연장근로시간으로 간주하기로 합의를 하였으나, 그 후 새로이 체결된 단체협약을 통하여 소정근로시간을 단축하기로 합의하고 연장근로시간에 관하여 약정하지 않은 경우, 소정근로시간 단축 합의가 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항 등의 적용을 잠탈하기 위한 탈법행위에 해당하여 무효라는 사정만으로 종전 단체협약의 간주근로시간 합의가 그대로 적용되는지 여부(소극)<br/><br/> [3] 근로기준법 제55조 제1항이 교대제 또는 격일제의 형태로 근무하는 경우에도 적용되는지 여부(적극)<br/><br/> [4] 주휴수당의 지급기준이 되는 시간 수를 산정하는 방법<br/><br/> [5] 일반택시운송사업을 영위하는 甲 합명회사에 고용되어 격일제 근무를 한 乙 등이 임금협정에서 정한 만근일인 월 13일(2월은 12일)을 모두 근무하면 성실수당Ⅰ을, 10일을 근무하면 성실수당Ⅱ와 생산수당을 지급받았는데, 위 수당들이 택시운전 근로자의 최저임금에 산입되는 임금에 해당하는지 문제 된 사안에서, 위 수당들은 소정의 근로에 대하여 매월 1회 이상 지급하는 임금으로 택시운전 근로자의 최저임금에 산입되는 임금에 해당한다고 한 사례<br/>",
  "판결요지": "<br/> [1] 근무형태나 근무환경의 특성 등을 감안하여 노사 간에 실제의 연장근로시간과 관계없이 일정 시간을 연장근로시간으로 간주하기로 합의하였다면, 사용자가 근로자의 실제 연장근로시간이 합의한 시간에 미달함을 이유로 근로시간을 다투는 것은 허용되지 않는다. 그러나 그와 같은 합의가 없는 경우, 사용자는 다른 특별한 사정이 없는 한 실제 연장근로시간에 한하여 연장근로수당을 지급할 의무가 있고, 이때 실제 연장근로시간은 연장근로수당의 지급을 청구하는 근로자가 증명하여야 한다. 이는 연장근로시간과 중복되는 야간근로시간에서도 마찬가지이다.<br/><br/> [2] 근로자와 사용자가 종전 단체협약에서 소정근로시간에 관하여 합의하는 외에 실제의 연장근로시간과 관계없이 일정 시간을 연장근로시간으로 간주하기로 합의(이하 ‘간주근로시간 합의’라 한다)를 하였으나, 그 후 새로이 체결된 단체협약을 통하여 소정근로시간을 단축하기로 합의하고 연장근로시간에 관하여 약정하지 않은 경우, 소정근로시간 단축 합의가 2008. 3. 21. 법률 제8964호로 개정된 최저임금법 제6조 제5항(이하 ‘특례조항’이라 한다) 등의 적용을 잠탈하기 위한 탈법행위에 해당하여 무효라고 하더라도, 그러한 사정만으로 종전 단체협약의 간주근로시간 합의가 그대로 적용되는 것은 아니다. 그 이유는 다음과 같다.<br/>  ① 택시운전 근로자의 최저임금에 산입되는 임금에 소정근로시간 또는 소정의 근로일에 대하여 지급한 임금 외의 임금은 포함되지 않는다[최저임금법 제6조 제5항, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조의2 단서 제1호(현행 최저임금법 시행령 제5조의3 제1호도 이와 같다)]. 여기서 ‘소정근로시간’은 1주 40시간 및 1일 8시간의 범위 내에서 근로자와 사용자가 정한 근로시간을 뜻한다(근로기준법 제2조 제1항 제8호, 제50조). 이러한 최저임금법령의 규정 내용과 취지를 고려하면, 근로자와 사용자가 정한 1주의 근로시간이 40시간을 초과하거나 1일의 근로시간이 8시간을 초과하는 경우 그 초과 부분인 연장근로시간은 다른 특별한 사정이 없는 한 최저임금액 이상의 임금을 지급해야 하는 시간(이하 ‘최저임금 지급 대상 시간’이라 한다)에 포함되지 아니한다. 이는 1일 근무하고 그다음 날 쉬는 격일제 근무 형태에서도 마찬가지이다.<br/>  ② 특례조항은 근로의무를 부담하기로 합의된 소정근로시간에 대응하여 지급되는 통상적이고 기본적인 고정급을 최저임금 수준 이상으로 높이는 것에 취지가 있다. 또한 최저임금법 제6조 제3항은 \"최저임금의 적용을 받는 근로자와 사용자 사이의 근로계약 중 최저임금액에 미치지 못하는 금액을 임금으로 정한 부분은 무효로 하며, 이 경우 무효로 된 부분은 이 법으로 정한 최저임금액과 동일한 임금을 지급하기로 한 것으로 본다.\"라고 규정하고 있다. 소정근로시간 단축 합의가 특례조항 등의 적용을 잠탈하기 위한 탈법행위로 무효라 하더라도, 최저임금법 제6조 제3항에 따라 무효가 되는 것은 최저임금 지급 대상 시간인 소정근로시간 등에 관한 부분에 한정된다. 노사가 최저임금 지급 대상 시간이 아닌 연장근로시간에 관하여 종전 단체협약의 간주근로시간 합의를 유지하지 않았다고 하여도, 다른 특별한 사정이 없는 한 특례조항 등을 잠탈하는 탈법행위로서 무효라고 보기 어렵고, 종전 단체협약의 간주근로시간 합의가 그대로 적용된다고 볼 수 없다.<br/><br/> [3] 근로기준법 제55조 제1항은 \"사용자는 근로자에게 1주에 평균 1회 이상의 유급휴일을 보장하여야 한다.\"라고 규정하고 있다. 위 규정은 근로자가 매일 근로를 제공하는 경우뿐만 아니라, 교대제 또는 격일제의 형태로 근무하는 경우에도 적용된다.<br/><br/> [4] 근로기준법 제55조 제1항, 근로기준법 시행령 제30조 제1항에 따라 지급되는 주휴수당은 소정의 근로를 제공함에 따라 지급되는 임금으로서 근로자가 주휴일에 실제로 근무하지 않더라도 근무한 것으로 간주하여 지급된다. 그와 같은 주휴수당의 성격, 취지 등에 비추어, 주휴수당의 지급기준이 되는 시간 수는 특별한 사정이 없는 한 1일 평균 소정근로시간 수(1주간 소정근로시간 수를 1주간 소정근로일 수로 나눈 값)로 하는 것이 원칙이다.<br/>  다만 주휴수당은 1주 동안의 소정근로일을 개근한 근로자에게 지급되는 임금이므로(근로기준법 시행령 제30조 제1항), 1주간 소정근로일 수 등의 차이도 고려할 필요가 있다. 위 원칙적 산정 방법을 1일 평균 소정근로시간 수는 같으나 1주간 소정근로일 수가 달라 1주간 소정근로시간 수에 차이나는 근로자들에게 그대로 적용하면, 1주간 소정근로일 수가 5일 미만인 근로자가 5일 이상인 근로자보다 1주간 소정근로시간이 적음에도 같은 주휴수당을 받게 되는 불합리가 발생한다. 그러므로 근로자와 사용자가 소정근로시간에 관하여만 정하였을 경우, 1주간 소정근로일이 5일에 미달하는 근로자에 대하여는 1주간 소정근로일 수를 5일로 보고, 1주간 소정근로시간 수를 5일로 나누는 방법으로 산정하는 것이 타당하다.<br/><br/>[5] 일반택시운송사업을 영위하는 甲 합명회사에 고용되어 격일제 근무를 한 乙 등이 임금협정에서 정한 만근일인 월 13일(2월은 12일)을 모두 근무하면 성실수당Ⅰ을, 10일을 근무하면 성실수당Ⅱ와 생산수당을 지급받았는데, 위 수당들이 택시운전 근로자의 최저임금에 산입되는 임금에 해당하는지 문제 된 사안에서, 임금협정에서 정한 월 만근일은 월 단위 소정근로일로도 볼 소지가 있고, 성실수당Ⅰ, 성실수당Ⅱ, 생산수당의 지급조건이 된 근무일수가 월 단위 소정근로일 이내였으므로, 위 수당들은 소정의 근로에 대하여 매월 1회 이상 지급하는 임금으로 택시운전 근로자의 최저임금에 산입되는 임금에 해당하는데도, 이와 달리 본 원심판단에 법리오해의 잘못이 있다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 근로기준법 제56조, 민사소송법 제288조[증명책임] / [2] 최저임금법 제6조 제1항, 제3항, 제5항, 최저임금법 시행령 제5조의3 제1호, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조의2 제1호(현행 제5조의3 제1호 참조), 근로기준법 제2조 제1항 제8호, 제50조, 제56조 / [3] 근로기준법 제55조 제1항 / [4] 근로기준법 제55조 제1항, 근로기준법 시행령 제30조 제1항 / [5] 최저임금법 제6조 제1항, 제3항, 제5항, 최저임금법 시행령 제5조의3 제1호, 구 최저임금법 시행령(2018. 12. 31. 대통령령 제29469호로 개정되기 전의 것) 제5조의2 제1호(현행 제5조의3 제1호 참조)<br/>",
  "참조판례": "[1] 대법원 2007. 11. 29. 선고 2006다81523 판결 / [2] 대법원 2019. 4. 18. 선고 2016다2451 전원합의체 판결(공2019상, 1074), 대법원 2024. 7. 25. 선고 2023다223744, 223751 판결(공2024하, 1471), 대법원 2025. 7. 18. 선고 2022다257238 판결(공2025하, 1482) / [3] 대법원 1997. 7. 22. 선고 96다38995 판결(공1997하, 2631) / [4] 대법원 2010. 1. 28. 선고 2009다74144 판결, 대법원 2024. 7. 25. 선고 2021다246545 판결(공2024하, 1449)<br/>"
}