{
  "판례일련번호": "608529",
  "사건명": "채무부존재확인[저축은행의 비대면 대출계약에서 명의자가 보이스피싱으로 명의가 도용되어 체결된 계약으로서 무효라고 주장한 사건]",
  "사건번호": "2024다236754",
  "법원명": "대법원",
  "사건유형": "",
  "판결유형": "판결",
  "선고일자": "20250814",
  "판시사항": "<br/> [1] 전자문서 및 전자거래 기본법 제7조 제2항 제2호에서 정한 수신자가 작성자 또는 그 대리인의 의사에 기하여 전자문서가 송신되었다고 믿은 데 정당한 이유가 있는지 판단하는 기준<br/><br/> [2] 甲이 자신의 딸을 사칭한 신원을 알 수 없는 사람의 요청에 따라 甲의 운전면허증 사진, 乙 은행 계좌번호 및 비밀번호를 제공하였고, 신원을 알 수 없는 사람으로부터 링크를 받아 원격제어 애플리케이션을 자신의 휴대전화에 설치하였는데, 신원을 알 수 없는 사람이 같은 날 甲 명의로 공동인증서를 발급받은 후 甲의 운전면허증 사진 등을 이용하여 비대면 방식으로 丙 은행에 甲 명의의 계좌를 개설한 후 대출을 받은 사안에서, 丙 은행이 이행한 본인확인절차가 적절한 것이었다고 할 수 있는 점 등에 비추어 丙 은행으로서는 전자문서인 신용대출 신청확인서가 甲 또는 그 대리인의 의사에 기하여 송신된 것이라고 믿을 만한 정당한 이유가 있었으므로 신청확인서에 포함된 의사표시를 작성자인 甲의 것으로 볼 수 있어 甲과 丙 은행의 대출계약이 유효하게 체결되었다고 한 사례<br/>",
  "판결요지": "<br/> [1] 전자문서 및 전자거래 기본법(이하 ‘전자문서법’이라 한다) 제7조 제2항은 \"전자문서의 수신자는 다음 각 호의 어느 하나에 해당하는 경우에는 전자문서에 포함된 의사표시를 작성자의 것으로 보아 행위할 수 있다.\"라고 하면서 그중 하나로 제2호에서 \"수신된 전자문서가 작성자 또는 그 대리인과의 관계에 의하여 수신자가 그것이 작성자 또는 그 대리인의 의사에 기한 것이라고 믿을 만한 정당한 이유가 있는 자에 의하여 송신된 경우\"를 규정하고 있다. 이는 전자문서의 경우 작성자의 의사에 기하여 작성되고 송신된 것인지 알기 어렵다는 특성을 고려하여 전자문서 송신 과정에서 확인된 외관에 신뢰를 부여함으로써 전자문서를 통한 전자거래의 신속성과 안정성을 확보하는 것을 목적으로 한다.<br/>  이러한 전자문서법 제7조 제2항 제2호의 문언과 입법 목적 등을 종합해 보면, 수신자가 작성자 또는 그 대리인의 의사에 기하여 전자문서가 송신되었다고 믿은 데 정당한 이유가 있는지는 전자문서에 의한 거래에서 그 전자문서가 작성자 또는 그 대리인에 의하여 송신되었다고 믿을 수 있을 정도의 본인확인절차를 수신자가 적절하게 이행하였는지에 따라 결정된다. 그와 같은 정당한 이유가 있는지를 판단함에 있어서는, 수신자가 시행한 본인확인절차가 당시의 기술적 수준에 부합하는 적정한 것이었는지, 관련 법령에서 정하고 있는 방식에 따라 거래의 특성에 맞게 본인확인조치 또는 피해방지를 위한 노력을 다하였는지, 전자문서에 포함된 의사표시가 의도하는 법률행위의 내용과 성격이 어떠한지 등 여러 사정을 종합적으로 고려하여야 한다.<br/><br/> [2] 甲이 자신의 딸을 사칭한 신원을 알 수 없는 사람의 요청에 따라 甲의 운전면허증 사진, 乙 은행 계좌번호 및 비밀번호를 제공하였고, 신원을 알 수 없는 사람으로부터 링크를 받아 원격제어 애플리케이션을 자신의 휴대전화에 설치하였는데, 신원을 알 수 없는 사람이 같은 날 甲 명의로 공동인증서를 발급받은 후 甲의 운전면허증 사진 등을 이용하여 비대면 방식으로 丙 은행에 甲 명의의 계좌를 개설한 후 대출을 받은 사안에서, 丙 은행은 실명확인증표 사본 제출, 기존계좌 인증, 휴대전화 인증, 공동인증서 인증, 신용정보 조회 등 절차를 거친 후 甲 명의의 전자서명을 받았고, 丙 은행이 이행한 이와 같은 본인확인절차는 甲 명의로 작성된 신용대출 신청확인서가 甲 또는 그 대리인에 의하여 송신되었음을 확인할 수 있을 정도로 적절한 것이었다고 할 수 있는 점, 비대면으로 실명확인증표 사본인 운전면허증 사진 파일을 제출받아 자동화된 방식으로 신분증 진위확인 시스템을 통해 진정성을 확인하는 절차의 특성상 丙 은행이 거래 당시에 실명확인증표 원본을 바로 촬영한 파일을 제출받는 것과 사전에 촬영된 파일을 제출받는 것 사이에 큰 차이가 없으므로 사전에 촬영된 사진 파일을 전송받아 확인한 것이 적절한 본인확인절차의 이행에 해당하지 않는다고 볼 수 없는 점, 비대면 거래에서 본인확인절차의 적절한 이행 여부는 한 가지 인증수단만을 개별적으로 판단할 것이 아니라 서로 독립적인 인증수단을 복합적으로 고려하여 판단해야 하는데, 丙 은행은 실명확인증표 사본 제출, 기존계좌 인증, 휴대전화 인증, 공동인증서 인증, 신용정보 조회 등 복수의 인증수단을 통하여 대출신청이 甲의 의사에 기한 것임을 확인하려는 노력을 다하였다고 평가할 수 있는 점 등에 비추어 丙 은행으로서는 전자문서인 신용대출 신청확인서가 甲 또는 그 대리인의 의사에 기하여 송신된 것이라고 믿을 만한 정당한 이유가 있었으므로 전자문서 및 전자거래 기본법 제7조 제2항 제2호에 따라 신청확인서에 포함된 의사표시를 작성자인 甲의 것으로 볼 수 있어 甲과 丙 은행의 대출계약이 유효하게 체결되었다고 한 사례.<br/>",
  "판결본문": "",
  "참조조문": "[1] 전자문서 및 전자거래 기본법 제7조 제2항 제2호 / [2] 전자문서 및 전자거래 기본법 제7조 제2항 제2호         <br/>",
  "참조판례": ""
}